Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdeutils/kdf.po
Languages: de, es, fr, pt, sk

source: The &kdf; Handbook
de: Das &kdf;-Handbuch
es: El manual de &kdf;
fr: Le manuel de &kdf;
pt: Manual do &kdf;
sk: Príručka &kdf;

source: Reviewer
de: Gegengelesen von
es: Revisor
fr: Relecteur
pt: Revisor
sk: Editor

source: ROLES_OF_TRANSLATORS
de: <othercredit role="translator"><firstname>Gregor</firstname><surname>Zumstein</surname><affiliation><address><email>zumstein@ssd.ethz.ch</email></address></affiliation><contrib>Übersetzung von</contrib></othercredit>
es: <othercredit role="translator"><firstname>Mario</firstname><surname>Teijeiro Otero</surname><affiliation><address><email>mteijeiro@escomposlinux.org</email></address></affiliation><contrib>Traductor</contrib></othercredit>
fr: <othercredit role="translator"><firstname>Ludovic</firstname><surname>Grossard</surname><affiliation><address><email>ludovic.grossard@libertysurf.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
pt: <othercredit role="translator"><firstname>Nuno</firstname><surname>Donato</surname><affiliation><address><email>nunodonato@iol.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sk: <othercredit role="translator"><firstname>Juraj</firstname><surname>Variny</surname><affiliation><address><email>variny@naex.sk</email></address></affiliation><contrib>Preklad</contrib></othercredit>

source: &kdf; displays available file devices, along with information about them.
de: &kdf; zeigt Informationen über die verfügbaren Plattenbereiche (Partitionen).
es: &kdf; muestra los dispositivos de ficheros disponibles con información sobre ellos.
fr: &kde; affiche les périphériques de fichiers disponibles et les informations associées à chacun d'eux.
pt: O &kdf; mostra os sistemas de ficheiros disponíveis, juntamente com informações deles.
sk: &kdf; zobrazuje dostupné súborové systémy a informácie o nich.

source: disks
de: Festplatte
es: discos
fr: disques
pt: discos
sk: disky

source: devices
de: Geräte
es: dispositivos
fr: périphériques
pt: dispositivos
sk: zariadenia

source: mount
es: montar
fr: montage
pt: montar
sk: pripojiť

source: unmount
es: desmontar
fr: démontage
pt: desmontar
sk: odpojiť

source: Introduction
de: Einleitung
es: Introducción
pt: Introdução
sk: Úvod

source: &kdf; displays the available file devices (hard drive partitions, floppy and &CD; drives, <abbrev>etc.</abbrev>) along with information on their capacity, free space, type and mount point. It also allows you to mount and unmount drives and view them in a file manager.
de: &kdf; zeigt die verfügbaren Plattenbereiche an (Partitionen auf Festplatten, Disketten, CD-ROMs <abbrev>usw.</abbrev>). Zu jedem Bereich wird die Gesamtgröße, der freie Bereich, das Dateisystem und der Ort der Einbindung ins Dateisystem (Mount-Punkt) angezeigt. Mit &kdf; können auch (sofern die Berechtigung vorhanden ist) Laufwerke gemountet/-unmountet und der Dateimanager mit der Anzeige für dieses Laufwerk geöffnet werden.
es: &kdf; muestra los dispositivos de fichero disponibles (partidicones de discos duros, disquetes y &CD; <abbrev>etc.</abbrev>) junto a información de su capacidad, espacio libre, tipo y punto de montaje. Incluso te permite montar y desmontar dispositivos y verlos en un administrador de ficheros.
fr: &kdf; affiche les périphériques de fichiers disponibles (partitions de disque dur, lecteurs de disquettes et lecteurs &CD;, <abbrev>etc.</abbrev>) ainsi que des informations sur leur capacité, espace disponible, type et point de montage. Il vous permet également de monter et démonter des lecteurs et de les voir dans un gestionnaire de fichiers.
pt: O &kdf; mostra os sistemas de ficheiros disponíveis (partições de discos duros, disquetes e &CD; roms, <abbrev>etc.</abbrev>) juntamente com infornações das suas capacidade, espaço livro, tipo e ponto de montagem. Também te permite a montagem e desmontagem de discos e visualiza-los num gestor de ficheiros.
sk: &kdf; zobrazuje dostupné súborové systémy (oddiely na harddisku, diskety a CD,<abbrev>atď.</abbrev>) spolu s informáciou o ich kapacite, voľnom mieste, type a mount point. Umožňuje Vám pripojiť a odpojiť disky a otvoriť ich v správcovi súborov.

source: &kdf; is similar to the &kcontrol; DiskFree module , but takes up less screen space. It is useful if you want to keep a DiskFree window available at all times.
fr: &kdf; est similaire au module de &kcontrol; DiskFree , mais prend moins de place à l'écran. Il est utile si vous voulez garder une fenêtre Diskfree en permanence.
pt: O &kdf; é parecido com o modulo DiskFree do &kcontrol; mas ocupa menos espaço no ecrã. É útil se queres ter sempre uma janela disponível que te informa do espaço livre.

source: Using &kdf;
de: Wie benutze ich &kdf;
es: Usando &kdf;
fr: Utilisation de &kdf;
pt: Usando o &kdf;
sk: Používame &kdf;

source: Starting &kdf;
de: Starten von &kdf;
es: Lanzando &kdf;
fr: Démarrage de &kdf;
pt: Iniciando o &kdf;
sk: Ako spustiť &kdf;

source: Type <userinput><command>kdf</command></userinput> at a command prompt or select <guimenuitem>Disk Free</guimenuitem> from the <guisubmenu>System group</guisubmenu> in the <guimenu>KDE start menu</guimenu>. The standard &Qt; and &kde; command options are available, and can be listed by entering <userinput><command>kdf</command> <option>--help</option></userinput> at the command prompt.
fr: Saisissez <userinput><command>kdf</command></userinput> dans un terminal ou électionnez <guimenuitem>Espace disque libre</guimenuitem> dans le menu <guisubmenu>Système</guisubmenu> dans le menu <guimenu>K</guimenu>. Les options de la ligne de commande standards de &Qt; et &kde; sont disponibles, et peuvent être listées en saisissant <userinput><command>kdf</command> <option>--help</option></userinput>.
pt: Introduz <userinput><command>kdf</command></userinput> na prompt ou selecciona <guimenuitem>Disk Free</guimenuitem> do <guisubmenu>grupo Sistema</guisubmenu> no <guimenu>menu iniciar do KDE menu</guimenu>. Os comandos padrão do KDE e &Qt; estão disponíveis, e podem ser listados introduzindo:<userinput><command>kdf</command> <option>--help</option></userinput> na prompt.

source: The Main window
de: Das Hauptfenster
es: La ventana principal
fr: La fenêtre principale
pt: A Janela Principal
sk: Hlavné okno

source: The main &kdf; window displays the available file devices.
de: Das Hauptfenster von &kdf; zeigt die verfügbaren Partitionen an.
es: La ventana principal de &kdf; muestra los dispositivos de fichero disponibles.
fr: La fenêtre principale de &kdf; affiche les périphériques de fichiers disponibles.
pt: A janela principal do &kdf; mostra os sistemas de ficheiros disponíveis.
sk: Hlavné okno &kdf; zobrazuje dostupné súborové systémy.

source: Normally, the following pieces of information are included:
de: Standardmäßig werden die folgenden Informationen angezeigt:
es: Normalmete, se incluyen los siguientes campos de información:
fr: Normalement, les informations suivantes sont affichées&nbsp;:
pt: Normalmente, as seguintes informações estão incluidas:
sk: Obyčajne sú zobrazené tieto informácie:

source: &kdf; Screen
de: &kdf; Anzeige
es: Pantalla de &kdf;
fr: L'écran de &kdf;
pt: Ecrã do &kdf;
sk: Okno &kdf;

source: an icon depicting the type of storage
de: Ein Symbol, das den Gerätetyp angibt
es: un icono con un esbozo del tipo de almacenamiento
fr: Une icône indiquant le type de périphérique
pt: um ícone indicando o tipo de armazenamento
sk: druh média zobrazený pomocou ikony

source: device name
de: Gerätename
es: nombre de dispositivo
fr: le nom du périphérique
pt: nome do dispositivo
sk: názov zariadenia

source: filesystem type
de: Der Dateisystemtyp
es: tipo de sistema de ficheros
fr: le système de fichier
pt: tipo do sistema de ficheiros
sk: typ súborového systému

source: total size
de: Die Gesamtgröße
es: tamaño total
fr: la taille totale
pt: tamanho total
sk: celková kapacita

source: mount point
de: Der Mount-Punkt
es: punto de montaje
fr: le point de montage
pt: ponto de montagem
sk: prípojný bod do koreňového súborového systému

source: free disk space
de: Der freie Speicher
es: espacion libre de disco
fr: l'espace libre
pt: espaço livre no disco
sk: voľné miesto na disku

source: the percentage of space used as a number and as a graph.
de: Die Belegung der Partition in Prozent und als Auslastungsgraph
es: el porcentaje de espacio usado como un número y como una gráfica.
fr: le pourcentage d'occupation sous forme de nombre et de graphique.
pt: a percentagem de espaço usado, em número e como um gráfico
sk: percento využitého miesta na disku, zobrazené číselne aj ako graf

source: In the picture above, four devices are shown: two ext2-formatted hard drive partitions, one mounted at the filesystem root (<filename class="directory">/</filename>) and one at <filename class="directory">/old</filename>, a mounted iso9660 &CD-ROM; and an unmounted floppy drive.
de: In der Abbildung oben werden vier Geräte gezeigt: zwei ext2-formatierte Festplatten-Partitionen, eine davon als Dateisystembasis (<filename class="directory">/</filename>) und eineunter <filename class="directory">/old</filename>, eine eingebundene ISO9660-&CD-ROM;und ein nicht eingebundenes Diskettenlaufwerk.
es: En la imagen de arriba, se muestran cuatro dispositivos: dos particiones de disco duro formateadas en ext2, una montado en el sistema de ficheros raíz (<filename class="directory">/</filename>y uno en <filename class="directory">/old</filename>, un &CD-ROM; montado como iso9660 y un dispositivo de disquete desmontado.
fr: Sur la figure précédente, quatre périphériques sont montrés, deux partitions de disque dur formatées ext2, une montée dans le système de fichier racine (<filename class="directory">/</filename>) et une dans <filename class="directory">/old</filename>, un &CD-ROM; iso9660 monté et un lecteur de disquettes non monté.
pt: Na imagem acima, estão representados quatro dispositivos: dois discos duros formatados com o sistema ext2, um montado na raíz do disco (<filename class="directory">/</filename>) e o outro em <filename class="directory">/old</filename>, um &CD-ROM; montado com o sistema iso9660 e uma drive de disquetes não montada.
sk: V tomto obrázku sú zobrazené štyri zariadenia:dva oddiely na pevnom disku so súborovým systémom ext2. Jedno z nich je pripojené ako root <filename class="directory">/</filename>) a druhé ako <filename class="directory">/old</filename>. Ďalej vidno pripojený iso9660 CD-ROM disk a odpojenú disketu.

source: <mousebutton>Left</mousebutton> clicking on the header of a particular column sorts the devices according to that variable. A second <mousebutton>left</mousebutton> click sorts in the opposite order.
de: Ein <mousebutton>Druck mit der linken Maustaste</mousebutton> auf die Beschreibung einer Spalte sortiert die Anzeige nach diesem Kriterium. Ein weiterer Druck kehrt die Sortierrichtung um.
es: Un click <mousebutton>izquierdo</mousebutton> en la cabecera de una columna en particular ordena los dispositivos según esa variables. Un segundo click <mousebutton>izquierdo</mousebutton> lo ordena en el orden opuesto.
fr: En cliquant avec le bouton <mousebutton>gauche</mousebutton> de la souris sur l'en-tête d'une colonne particulière, les périphériques seront triés suivant cette variable. Un second clic <mousebutton>gauche</mousebutton> trie les périphériques dans l'ordre inverse.
pt: Carregando com o <mousebutton>botão esquerdo</mousebutton> do rato num cabeçalho de uma coluna em particular, ordena os dispositivos de acordo com essa variável. Um segundo clique com o <mousebutton>botão esquerdo</mousebutton> ordena na ordem oposta.
sk: Kliknutie <mousebutton>Left</mousebutton> tlačidlom na záhlaví niektorého stĺpca usporiada zariadenia podľa tohto stĺpca. Ak kliknete na to isté miesto druhýkrát, usporiadanie sa obráti do opačného poradia.

source: Clicking on a row pops up a menu. If that device is not currently mounted, the <guimenuitem>Mount device</guimenuitem> option is available. If the device is mounted, it can be unmounted by choosing <guimenuitem>Unmount device</guimenuitem>. Selecting <guimenuitem>Open filemanager</guimenuitem> opens a new window with a graphical view of the files on that device.
de: Klicken Sie in der Informationszeile, um ein Menü zu öffnen. Wenn die Partition noch nicht eingebunden ist, besteht die Möglichkeit, diese jetzt zu mounten. Wenn eine Partition bereits eingebunden ist, so kann sie hier unmountet werden. Der Menüpunkt <guimenuitem> Dateimanager öffnen</guimenuitem> öffnet ein neues Fenster, in dem die Dateien auf dieser Partition angezeigt werden. Welcher Dateimanager geöffnet werden soll, kann im Dialog <guimenuitem>KDiskFree einrichten</guimenuitem> bestimmt werden.
es: Haciendo click en un fila muestra un menú. Si ese dispositivo no está actualmente montado, es disponible la entrada <guimenuitem>Montar dispositivo</guimenuitem>. Si el dispositivo está montado, puede ser desmontado eligiendo el <guimenuitem>Desmontar dispositivo</guimenuitem> Seleccionando <guimenuitem>Abrir administrador de archivos</guimenuitem> abre una nueva ventana con una vista gráfica de los ficheros en ese dispositivo.
fr: Cliquer sur une ligne fait apparaître un menu surgissant. Si le périphérique n'est pas actuellement monté, l'option <guimenuitem>Monter le périphérique</guimenuitem> est disponible. Si le périphérique est monté, il peut être démonté en choisissant <guimenuitem>Démonter le périphérique</guimenuitem>. En sélectionnant <guimenuitem>Ouvrir le gestionnaire de fichiers</guimenuitem>, une nouvelle fenêtre est ouverte contenant une vue graphique des fichiers sur ce périphérique.
pt: Clicando numa linha mostra um menu. Se esse dispositivo não está montado, a opção <guimenuitem>Dispositivo de montagem</guimenuitem> é disponível. Se esse dispositivo ja estiver montado, pode ser desmontado seleccionando a opção <guimenuitem>Dispositivo de desmontagem</guimenuitem>. Seleccionado <guimenuitem>Abrir gestor de ficheiro</guimenuitem> abre uma nova janela com uma vista gráfica dos ficheiros nesse dispositivos.
sk: Kliknutím na riadok sa otvorí menu. Ak dané zariadenie nie je práve pripojené, je prístupná voľba <guimenuitem>Pripojiť zariadenie</guimenuitem>. V opačnom prípade sa dá pripojené zariadenie odpojiť zvolením <guimenuitem>Odpojiť zariadenie</guimenuitem>. Položka <guimenuitem>Spustiť správcu súborov</guimenuitem> Vám sprístupní nové okno s grafickým zobrazením súborov na tomto zariadení.

source: The &kdf; menubar
de: Die Menüzeile von &kdf;
es: La barra de menú de &kdf;
fr: La barre de menus de &kdf;
pt: O menu do &kdf;
sk: Menu &kdf;

source: The <guimenu>File</guimenu> Menu
de: Das <guimenu>Datei</guimenu>-Menü
es: El menú <guimenu>Archivo</guimenu>
fr: Le menu <guimenu>Fichier</guimenu>
pt: O Menu <guimenu>Ficheiro</guimenu>
sk: Menu <guimenu>Súbor</guimenu>

source: <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>U</accel>pdate</guimenuitem>
de: <guimenu><accel>D</accel>atei</guimenu> <guimenuitem><accel>A</accel>ktualisieren</guimenuitem>
es: <guimenu><accel>A</accel>chivo</guimenu> <guimenuitem>Act<accel>u</accel>alizar</guimenuitem>
fr: <guimenu><accel>F</accel>ichier</guimenu> <guimenuitem>Act<accel>u</accel>aliser</guimenuitem>
pt: <guimenu><accel>F</accel>icheiro</guimenu> <guimenuitem>Act<accel>u</accel>alizar</guimenuitem>
sk: <guimenu><accel>S</accel>úbor</guimenu> <guimenuitem>Akt<accel>u</accel>alizovať</guimenuitem>

source: Immediately updates the display to reflect the current status
de: Zeigt sofort den aktuellen Zustand der Partitionen an.
es: Inmediatamente actualiza la presentación para reflejar el estado actual
fr: Rafraîchit immédiatement l'affichage pour prendre en compte l'état actuel
pt: Actualiza imediatamente os dispositivos para mostrar o estado actual.
sk: Okamžite obnoví zobrazenie, aby odrážalo aktuálny stav

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>Q</accel>uit</guimenuitem>
fr: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ichier</guimenu> <guimenuitem><accel>Q</accel>uitter</guimenuitem>
pt: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>icheiro</guimenu> <guimenuitem><accel>S</accel>air</guimenuitem>

source: <action>Closes</action> &kdf;
de: <action>Schließt</action> das &kdf;-Fenster.
es: Cierra &kdf;
fr: <action>Ferme</action> &kdf;
pt: <action>Fecha</action> o &kdf;
sk: <action>Ukončí</action> &kdf;

source: The <guimenu>Options</guimenu> menu and dialog
de: Das Optionen-Menü und der Einrichten-Dialog
es: El menú y diálogo <guimenu>Opciones</guimenu>
fr: Le menu et la boîte de dialogue <guimenu>Options</guimenu>
pt: O menu e o diálogo <guimenu>Opções</guimenu>
sk: Menu a dialóg <guimenu>Možnosti</guimenu>.

source: <guimenu><accel>O</accel>ptions</guimenu> <guimenuitem><accel>C</accel>onfigure KDiskFree</guimenuitem>
de: <guimenu><accel>O</accel>ptionen</guimenu> <guimenuitem>KDiskFree ein<accel>r</accel>ichten</guimenuitem>
es: <guimenu><accel>O</accel>pciones</guimenu> <guimenuitem><accel>C</accel>onfigurar KDiskFree...</guimenuitem>
fr: <guimenu><accel>O</accel>ptions</guimenu> <guimenuitem><accel>C</accel>onfigurer KDiskFree</guimenuitem>
pt: <guimenu><accel>O</accel>pções</guimenu> <guimenuitem><accel>C</accel>onfigurar KDiskFree</guimenuitem>
sk: <guimenu><accel>M</accel>ožnosti</guimenu> <guimenuitem><accel>K</accel>onfigurovať KDiskFree</guimenuitem>

source: Opens a configuration dialog.
de: Öffnet den Einrichten-Dialog
es: Abre un diálogo de configuración.
fr: Ouvre une boîte de dialogue de configuration.
pt: Abre um diálogo de configuração.
sk: Otvorí dialóg s konfiguráciou.

source: Configure &kdf; Screen
de: &kdf; einrichten Anzeige
es: Imagen de configuración de &kdf;
fr: Configure l'écran de &kdf;
pt: Ecrã de Configuração do &kdf;
sk: Nastav zobrazenie okna &kdf;

source: This dialog has two tabbed windows, <guilabel>General Settings</guilabel> and <guilabel>Mount Commands</guilabel>
de: Dieser Dialog besteht aus zwei Teilen, <guilabel>Allgemeine Einstellungen</guilabel> und <guilabel>Mount-Befehle</guilabel>:
es: Este diálogo tiene dos pestañas, <guilabel>Configuraciones general</guilabel> y <guilabel>Comandos de montaje</guilabel>
fr: Cette fenêtre a deux onglets, <guilabel>Général</guilabel> et <guilabel>Commandes de montage</guilabel>
pt: Esta janela contem dois diálogos, <guilabel>Configurações Gerais</guilabel> e <guilabel>Comandos de Montagem</guilabel>
sk: Dialóg obsahuje dve záložky,<guilabel>Všeobecné nastavenia</guilabel> a <guilabel>Príkaz pripojenia</guilabel>.

source: General Settings
de: Allgemeine Einstellungen
es: Configuraciones generales
fr: Général
pt: Configurações Gerais
sk: Všeobecné nastavenia

source: Click on the word <guilabel>visible</guilabel> or <guilabel>hidden</guilabel> to turn display of an data field on or off.
de: Um eine Information anzuzeigen bzw. auszublenden, klickt man auf die Wörter <guilabel>sichtbar</guilabel> bzw. <guilabel>ausgeblendet</guilabel>.
es: Haz click en la palabra <guilabel>visible</guilabel> o <guilabel>escondido </guilabel> para mostrar o esconder el campo de datos.
fr: Cliquez sur le mot <guilabel>visible</guilabel> ou <guilabel>caché</guilabel> pour (dés)activer l'affichage d'un champ de données.
pt: Carrega na palavra <guilabel>visível</guilabel> ou <guilabel>escondido</guilabel> para ligar ou desligar o aparecimento desse campo.
sk: Kliknutím na slovo <guilabel>viditeľné</guilabel> or <guilabel>skryté</guilabel> možno povoliť alebo zakázať zobrazenie položky.

source: Change <guilabel>Update frequency</guilabel> by moving the slider. The value in the box on the left is the interval (in seconds) between updates of the &kdf; display to reflect the current status.
de: Die <guilabel>Aktualisierungshäufigkeit</guilabel> wird durch Verschieben des entsprechenden Balkens geändert. Der Wert links von dem Schiebebalken gibt an, nach wie vielen Sekunden eine Aktualisierung der Anzeige durchgeführt wird.
es: Cambia la <guilabel>Frecuencia de actualización</guilabel> moviendo el botón deslizante. El valor en el cuadro de la izquierda es el intervalo (en segunods) entre actualizaciones de la visualización de &kdf; para reflejar el estado actual.
fr: Modifiez <guilabel>Intervalle de rafraîchissement</guilabel> en déplaçant la glissière. La valeur dans le compteur à gauche est l'intervalle (en secondes) entre deux rafraîchissements de l'affichage de &kdf;.
pt: Muda a <guilabel>Frequência de actualização</guilabel> arrastando a barra. O valor na caixa à esquerda é o intervalo (em segundos) entre as actualizações do &kdf; para mostrar o estado actual.
sk: Posuvníkom <guilabel>Obnovovacia frekvencia</guilabel> sa mení časový interval, v ktorom &kdf; obnovuje zobrazenie podľa aktuálneho stavu.Jeho hodnota v sekundách je v obdĺžniku naľavo.

source: The FileManager setting controls the command executed when the <guimenuitem>Open filemanager</guimenuitem> pop-up menu item is selected.
de: Im Eingabefeld <guimenuitem>Dateimanager</guimenuitem> kann ein Befehl festgelegt werden für den Fall, dass der Menüpunkt <guimenuitem>Dateimanager öffnen</guimenuitem> aus dem Popup-Menü gewählt wird.
es: Las opciones del administardor de archivos controla los comandos ejecutados cuando el item del menú emergente <guimenuitem>Abrir administrador de archivos</guimenuitem> es seleccionado.
fr: Le réglage du gestionnaire de fichiers contrôle la commande exécutée lorsque l'entrée de menu surgissant <guimenuitem>Ouvrir le gestionnaire de fichiers</guimenuitem> est sélectionnée.
pt: A caixa Gestor de Ficheiros especifica o comando a ser executado quando é seleccionada a opção <guimenuitem>Abrir gestor de ficheiros</guimenuitem> do menu.
sk: V políčku Správca súborov je príkaz, ktorý sa má spustiť, ak zvolíte <guimenuitem>Spustiť správcu súborov</guimenuitem> v popup menu.

source: There are also two checkboxes. One controls if a filemanager window will be automatically opened when a device is mounted. The other causes an alert window to pop up if a disk gets critically full.
de: In einem ersten Ankreuzfeld kann angegeben werden, ob der Dateimanager automatisch beim Mounten einer Partition geöffnet werden soll. Im zweiten kann eingestellt werden, dass sich ein Warnfenster öffnet, wenn der freie Speicher eine kritische Größe unterschreitet.
es: Hay incluso dos cuadros de selección. Uno controla si se abrirá una ventan del administrador de archivos cuando un dispositivo es montado. La otra hace que se muestre una ventana de alerta si un disco consigue un llenado crítico.
fr: Il y a aussi deux cases à cocher. Une contrôle si la fenêtre du gestionnaire de fichiers sera automatiquement ouverte lorsqu'un périphérique est monté. L'autre permet d'afficher une boîte d'alerte si un disque est rempli de manière critique.
pt: Há ainda mais duas opções. Uma define se o gestor de ficheiros é ou não aberto automáticamente assim que um dispositivo é montado. A outra faz com que uma janela de alerta apareça quando um disco estiver muito cheio.
sk: Ďalšie dve zaškrtávacie políčka: Jedno určuje, či sa má automaticky otvoriť okno správcu súborov pri pripojení zariadenia. Druhé umožňuje zobraziť varovnú hlášku, keď sa disk príliš zaplní.

source: Mount Commands
de: Mount-Befehle
es: Comandos de montaje
fr: Commanes de montage
pt: Comandos de Montagem
sk: Príkazy na pripojenie
