Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdeutils/kdf.po
Languages: de, es, fr, pt, sk

source: Allows the user to specify the mount and unmount commands for a given device, as well as the icon used to represent it. More information on these commands can be found on the man page for <application>mount</application> (type <userinput><command>man</command> <option>mount</option></userinput> at the command prompt).
de: Hier werden die Befehle zum <command>Mounten</command> und <command>Unmounten</command> für jede einzelne Partition und das Symbol für den Partitionstyp festgelegt. Informationen über die mount und umount-Befehle finden sich in der man-Page zu mount (<command>man <option>mount</option></command> auf der Befehlszeile eingeben).
es: Permite al usuario especificar los comandos para montar y desmontar un dispositivo dado, así como el icono a usar para representarlo. Se puede encontrar más información sobre estos comandos en la página del manual para <application>mount </application>(escribe <userinput><command>man</command><option>mount</option></userinput> en el prompt de un intérprete de comandos.
fr: Permet à l'utilisateur de spécifier les commandes de montage et de démontage pour un périphérique donné, ainsi que l'icône utilisée pour le représenter. Vous pouvez trouver plus d'informations sur ces commandes dans les pages man de <application>mount</application> (saisissez <userinput><command>man</command> <option>mount</option></userinput> depuis un terminal).
pt: Permite ao utilizador especificar os comandos de montagem e desmontagem para um dispositivo específico, assim como o ícone que o representa. Mais informação nestes comandos pode ser encontrada na página do manual de <application>mount</application> (introduz <userinput><command>man</command> <option>mount</option></userinput> na prompt).
sk: Umožňuje Vám zadať príkazy vykonané pri pripojení/odpojení daného zariadenia, ako aj ikonku, ktorá ho reprezentuje. Ďalšie informácie o týchto príkazoch môžno nájsť v manuálovej stránke <application>mount</application> (zadajte <userinput><command>man</command> <option>mount</option></userinput> na príkazovom riadku)

source: The <guimenu>Help</guimenu> menu
de: Das Hilfe-Menü
es: El menú <guimenu>Ayuda</guimenu>
fr: Le menu <guimenu>Aide</guimenu>
pt: O menu <guimenu>Ajuda</guimenu>
sk: Menu <guimenu>Pomocník</guimenu>

source: <shortcut><keycap>F1</keycap></shortcut> <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>C</accel>ontents</guimenuitem>
de: <shortcut><keycap>F1</keycap></shortcut> <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem><accel>I</accel>nhalt</guimenuitem>
es: <shortcut><keycap>F1</keycap></shortcut> <guimenu><accel>A</accel> yuda</guimenu> <guimenuitem><accel>C</accel>ontenido</guimenuitem>
fr: <shortcut><keycap>F1</keycap></shortcut> <guimenu><accel>A</accel>ide</guimenu> <guimenuitem>Conten<accel>u</accel></guimenuitem>
pt: <shortcut><keycap>F1</keycap></shortcut> <guimenu><accel>A</accel>juda</guimenu> <guimenuitem><accel>C</accel>onteúdo</guimenuitem>
sk: <shortcut><keycap>F1</keycap></shortcut> <guimenu><accel>P</accel>omocník</guimenu> <guimenuitem>O<accel>b</accel>sah</guimenuitem>

source: Opens this document
de: Öffnet dieses Dokument.
es: Abre este documento
fr: Ouvre ce document
pt: Abre este documento
sk: Otvorí túto príručku

source: <shortcut> <keycombo action="simul"><keycap>Shift</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>What's <accel>T</accel>his?...</guimenuitem>
de: <shortcut> <keycombo action="simul"><keycap>Umschalt</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Was ist <accel>d</accel>as?</guimenuitem>
es: <shortcut> <keycombo action="simul"><keycap>Shift</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>A</accel>yuda</guimenu> <guimenuitem>Qué es<accel>e</accel>esto...</guimenuitem>
fr: <shortcut> <keycombo action="simul"><keycap>Maj</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>A</accel>ide</guimenu> <guimenuitem><accel>Q</accel>u'est-ce que c'est&nbsp;?</guimenuitem>
pt: <shortcut> <keycombo action="simul"><keycap>Shift</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>A</accel>juda</guimenu> <guimenuitem>O que é is<accel>t</accel>o?</guimenuitem>
sk: <shortcut> <keycombo action="simul"><keycap>Shift</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>P</accel>omocník</guimenu><guimenuitem> Čo je <accel>t</accel>o?...</guimenuitem>

source: Select this and click on items to learn more about them
de: Wird danach auf ein Fensterelement gezeigt, dann werden diese erläutert (noch nicht verfügbar).
es: Selecciona esto y haz click en los ítems para aprender más sobre ellos.
fr: Sélectionnez ceci et cliquez sur les items pour en apprendre plus à leur propos
pt: Selecciona isto e clica nos itens para aprender mais sobre eles.
sk: Po zvolení tohto menu kliknite na niektorý objekt v okne, aby ste sa o ňom dozvedeli viac.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>R</accel>eport Bug</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Be<accel>r</accel>ichten Sie Probleme oder Wünsche</guimenuitem>
es: <guimenu><accel>A</accel>yuda</guimenu> <guimenuitem><accel>I</accel>formar de fallo</guimenuitem>
fr: <guimenu><accel>A</accel>ide</guimenu> <guimenuitem><accel>R</accel>aport de bogue</guimenuitem>
pt: <guimenu><accel>A</accel>juda</guimenu> <guimenuitem>Comunicar E<accel></accel>ro...</guimenuitem>
sk: <guimenu><accel>P</accel>omocník</guimenu> <guimenuitem><accel>P</accel>oslať správu o chybe</guimenuitem>

source: A convenient dialog for reporting bugs in &kdf;
de: Ein Dialog, um Fehler in &kdf; mitzuteilen.
es: Un diálogo para informar de fallos sobre &kdf;
fr: Vous permet de signaler les bogues de &kdf;
pt: Um dialogo usado para relatar bugs no &kdf;
sk: Dialóg na pohodlné oznámenie chýb v &kdf;

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>A</accel>bout KDiskFree...</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Ü<accel>b</accel>er KDiskFree</guimenuitem>
es: <guimenu><accel>A</accel>yuda</guimenu> <guimenuitem><accel>A</accel>cerca de KDiskFree...</guimenuitem>
fr: <guimenu><accel>A</accel>ide</guimenu> <guimenuitem>À <accel>p</accel>ropos de KDiskFree</guimenuitem>
pt: <guimenu><accel>A</accel>juda</guimenu> <guimenuitem><accel>A</accel>cerca do KDiskFree</guimenuitem>
sk: <guimenu><accel>P</accel>omocník</guimenu> <guimenuitem><accel>O</accel> KDiskFree...</guimenuitem>

source: <action>Provides information about</action> &kdf;
de: Zeigt Informationen über &kdf; an.
es: <action>Muestra información sobre </action> &kdf;
fr: <action>Affiche des informations à propos de</action> &kdf;
pt: <action>Fornece informação sobre</action> o &kdf;
sk: <action>Poskytne informácie o</action> &kdf;

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>About <accel>K</accel>DE...</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Über <accel>K</accel>DE</guimenuitem>
es: <guimenu><accel>A</accel>yuda</guimenu> <guimenuitem>Acerca de<accel>K</accel>DE...</guimenuitem>
fr: <guimenu><accel>A</accel>ide</guimenu> <guimenuitem>À propos de <accel>K</accel>DE</guimenuitem>
pt: <guimenu><accel>A</accel>juda</guimenu> <guimenuitem>Acerca do <accel>K</accel>DE</guimenuitem>
sk: <guimenu><accel>P</accel>omocník</guimenu> <guimenuitem>Informácie o <accel>K</accel>DE...</guimenuitem>

source: Provides information about the KDE project.
de: Zeigt Informationen über das KDE-Projekt an.
es: Muestra información sobre el proyecto KDE.
fr: Affiche des informations à propos du projet KDE.
pt: Fornece informação sobre o projecto KDE.
sk: Pokytne informácie o projekte KDE.

source: Credits and License
de: Danksagung und Lizenz
es: Créditos y licencia
fr: Remerciements et licence
pt: Créditos e Licensa
sk: Poďakovanie a licencia

source: &kdf;
pt: o &kdf;

source: Program copyright 1998-2000 Michael Kropfberger <email>mkropfbe@edu.uni-klu.ac.at</email>
de: Copyright 1998-2000 Michael Kropfberger <email>mkropfbe@edu.uni-klu.ac.at</email>
es: Copyright del probrama 1998-2000 Michael Kropfberger <email>mkropfbe@edu.uni-klu.ac.at</email>
fr: Programme copyright 1998-2000 Michael Kropfberger <email>mkropfbe@edu.uni-klu.ac.at</email>
pt: Copyright do programa 1998-2000 Michael Kropfberger <email>mkropfbe@edu.uni-klu.ac.at</email>

source: Documentation copyright 2000 Jonathan Singer <email>jsinger@leeta.net</email>
de: Copyright für die Dokumentation 2000 Jonathan Singer <email>jsinger@leeta.net</email>
es: Copyright de la documentación 2000 Jonathan Singer <email>jsinger@leeta.net</email>
pt: Copyright da documentação 2000 Jonathan Singer <email>jsinger@leeta.net</email>

source: Installation
es: Instalación
pt: Instalação
sk: Inštalácia

source: How to obtain and install &kdf;
de: Wo man &kdf; erhält und wie man es installiert
es: Como obtener e instalar &kdf;
fr: Comment obtenir et installer &kdf;
pt: Como obter e instalar o &kdf;
sk: Ako obdržať a inštalovať &kdf;

source: &kdf; is part of the &kde; project <ulink url="http://www.kde.org">http://www.kde.org</ulink>, and should be compiled and installed as indicated in the package's main directory. New versions of &kdf; can be found in the kdeutils package on <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, the main &FTP; site of the &kde; project.
fr: &kde; fait partie du projet &kde; <ulink url="http://www.kde.org">http://www.kde.org</ulink>, et devrait être compilé et installé comme indiqué dans le dossier principal du paquetage. Les nouvelles versions de &kdf; peuvent être trouvées dans le paquetage kdeutils sur <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, le serveur &FTP; principal du projet &kde;.
pt: O &kdf; faz parte do projecto KDE <ulink url="http://www.kde.org">http://www.kde.org</ulink>, e deve ser compilado e instalado como indicado no directório principal do pacote. Novas versões do &kdf; podem ser encotnradas no pacote kdeutils no site ftp principal do projecto KDE em <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>.

source: To build &kdf;:
fr: Pour compiler &kdf;&nbsp;:
pt: Para compilar o &kdf;:
