Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdeutils/klpq.po
Languages: pt

source: The &klpq; Handbook
pt: Manual do &klpq;

source: ROLES_OF_TRANSLATORS
pt: <othercredit role="translator"><firstname>Nuno</firstname><surname>Donato</surname><affiliation><address><email>nunodonato@iol.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>

source: &klpq; is a frontend to the print spooler. Its primary purpose is displaying the print queue and removing jobs from the queue.
pt: O &klpq; é uma interface para o gestor de impressão. O seu objectivo principal é mostrar a fila de impressão e permitir remover trabalhos da mesma.

source: printing
pt: imprimindo

source: queueing
pt: filas de impressão

source: Introduction
pt: Introdução

source: &klpq; is a frontend to the print spooler. Its primary purpose is displaying the print queue and removing jobs from the queue. But you can even disable/enable printing or move jobs to the top of the queue, if you have the necessary access permissions.
pt: O &klpq; é uma interface para o gestor de impressão. O seu objectivo principal é mostrar a fila de impressão e permitir remover trabalhos da mesma. Mas tu podes ainda desactivar/activar impressões ou movê-las para o topo da fila, se tiveres as permissões necessárias.

source: &klpq; does not modify the printqueue by itself, but uses the underlying commands: <command>lpq</command>, <command>lprm</command> and <command>lpc</command>. For this reason &klpq; should be safe as long as <command>lpq</command>, <command>lprm</command> and <command>lpc</command> are safe.
pt: O &klpq; usa os seguintes comandos: lpq, lprm e lpc para actuar na fila de impressão. Por esta razão usar o &klpq; é tão seguro quanto usar o lpq, lprm e lpc.

source: supports <acronym>BSD</acronym>, <acronym>PPR</acronym> and LPRng spooling systems
pt: Suporta os sistemas de spooling <acronym>BSD</acronym>, <acronym>PPR</acronym> e LPRng

source: network transparency
pt: transparência de rede

source: supports drag &amp; drop
pt: suporta arrastar &amp; largar

source: Usage
pt: Utilização

source: Starting &klpq;
pt: Iniciando o &klpq;

source: On first startup &klpq; asks you which print spooler you use. &klpq; supports <acronym>BSD</acronym>, <acronym>PPR</acronym> and LPRng. If you don't know which spooler is installed on your system you will most probably have <acronym>BSD</acronym>. If &klpq; does not display your printqueue, try one of the other settings (You may change the spooling system from <menuchoice> <guimenu>config</guimenu> <guimenuitem>spooler</guimenuitem> </menuchoice>).
pt: Na primeira utilização, o &klpq; pergunta-te qual o spooler de impressão tu usas. O &klpq; suporta o <acronym>BSD</acronym>, <acronym>PPR</acronym> e LPRng. Se não sabes qual é o spooler que está instalado no teu sistema aconselho-te a tentar o <acronym>BSD</acronym>. Se o &klpq; não mostrar a tua fila de impressão tenta uma das outras configurações (podes mudar o sistema de spooling em <menuchoice><guimenu>Configuração</guimenu> <guimenuitem>spooler</guimenuitem></menuchoice>).

source: Without any arguments &klpq; searches for the environment variable <envar>PRINTER</envar> and tries to display the contents of the corresponding queue. If <envar>PRINTER</envar> i s not set, it displays the contents of the queue named <filename>lp</filename>. If no queue with this name exists it displays the first printer queue in your printcap file.
pt: Sem quaisquer argumentos, o &klpq; procura a variável de ambiente <envar>PRINTER</envar> e tenta mostrar o conteúdo do trabalho correspondente. Se <envar>PRINTER</envar> não estiver definido, ele mostra o conteúdo da fila <filename>'lp'</filename>. Se não existir nenhuma fila com este nome ele mostra a primeira fila de impressão registada no teu ficheiro printcap.

source: With the file argument you may use &klpq; as a replacement for <command>lpr</command>. You don't have to type <userinput><command>lpr</command> <parameter>file_to_print</parameter>; <command>klpq</command></userinput> but may type directly <userinput><command>klpq</command> <parameter>file_to_print</parameter></userinput>. &klpq; executes <command>lpr</command> for you. The <option>-P</option> option specifies the spool area to use. Currently no other options to <command>lpr</command> are supported.
pt: Com um nome de ficheiro como argumento, o &klpq; pode ser usado em vez do <command>lpr</command>. Não tens que escrever <userinput><command>lpr</command> <parameter>ficheiro_para_imprimir</parameter>; <command>klpq</command></userinput> mas podes escrever directamente <userinput><command>klpq</command> <parameter>ficheiro_para_imprimir</parameter></userinput>. O &klpq; executará o <command>lpr</command> por ti. A opção <option>-P</option> especifica a área de spool a usar. Actualmente nenhuma das outras opções para o <command>lpr</command> são suportadas.

source: The <option>-n</option> option tells &klpq; not to display the queue if a filename was given on the command line. For example, <userinput><command>klpq</command> <option>-n</option> <parameter>file_to_print</parameter></userinput> lets &klpq; send the file to the printer and exit immediatly. <userinput><command>klpq</command> <option>-n</option></userinput> without file argument will start &klpq; as normal.
pt: A opção <option>-n</option> diz ao &klpq; para não mostrar a fila se o nome do ficheiro for dado na linha de comando. Por exemplo, <userinput><command>klpq</command> <option>-n</option> <parameter>ficheiro_para_imprimir</parameter></userinput> põe o &klpq; a mandar o ficheiro para a impressora e sair imediatamente. Se executares <userinput><command>klpq</command> <option>-n</option></userinput> sem mais nenhum argumento, o &klpq; vai arrancar normalmente.

source: &klpq; now supports &URL;'s as arguments on the command line. &klpq; will use &konqueror; to copy the file to a temporary file on the local system and sends it to the printer.
pt: O &klpq; agora suporta &URL;s como argumentos na linha de comando. O &klpq; utiliza o &konqueror; para copiar o ficheiro para um ficheiro temporário e manda-o para a impressora.

source: Please note that &klpq; must be running during the download. If you quit &klpq; earlier the files will not be printed.
pt: Por favor, nota que o &klpq; deve estar a correr durante o download. Se fechares o &klpq; mais cedo, os ficheiros não serão impressos.

source: You may drag any &URL; out of &konqueror; and drop it on the &klpq; window. &klpq; will copy the &URL; to a temporary file and send it to the printer.
pt: Podes arrastar qualquer &URL; do &konqueror; e largá-lo na janela do &klpq;. O &klpq; vai copiar a &URL; para um ficheiro temporário e mandá-la para a impressora.

source: The Main Window
pt: A Janela Principal

source: &klpq; is quite easy to use, so I just want to say some words about things that are not obvious:
pt: O &klpq; é bastante fácil de usar, por isso só quero dizer algumas palavras sobre coisas que não são obvias:

source: If the <guibutton>Auto</guibutton> button is pressed down, &klpq; rereads the current printqueue every <quote>n</quote> seconds, so you don't have to hit the <guibutton>Update</guibutton>. You may change the <quote>n</quote> of seconds by selecting <menuchoice> <guimenu>config</guimenu> <guimenuitem>Auto update</guimenuitem> </menuchoice> from the menu. If you set <quote>n</quote> to 0, then the <guilabel>Auto</guilabel> button will be completely disabled.
pt: Se o botão <guibutton>Auto</guibutton> estiver accionado, o &klpq; re-lê a fila de impressão todos os <quote>n</quote> segundos, portanto não terás que estar sempre a carregar no botão <guibutton>Actualizar</guibutton>. Podes definir <quote>n</quote> escolhendo no menu <menuchoice><guimenu>Configuração</guimenu> <guimenu>Actualizar automaticamente</guimenu></menuchoice>. Se escolheste 0, então o botão <guilabel>Auto</guilabel> será completamente desactivado.

source: If you get the message <errorname>This is a privileged command</errorname>, than you have to be root or any other privileged user to execute this command and if you try to remove a printjob of another user, this is silently ignored.
pt: Se recebeste a mensagem <errorname>Isto é um comando para privilegiados</errorname>, então vais ter que executar esse comando como root ou outro qualquer utilizador privilegiado. Se tentares remover um trabalho de impressão de outro utilizador, a tua ordem será ignorada silenciosamente.

source: There are several key accelerators defined:
pt: Há algumas teclas de atalho definidas:

source: Accelerator Key:
pt: Tecla de Atalho:

source: Action
pt: Acção

source: like pressing the <guibutton>Update</guibutton> button
pt: o mesmo que pressionar o botão <guibutton>Actualizar</guibutton>

source: like pressing the <guibutton>Remove</guibutton> button
pt: o mesmo que pressionar o botão <guibutton>Apagar</guibutton>

source: Like pressing the <guibutton>Make Top</guibutton> button
pt: o mesmo que pressionar o botão <guibutton>Pôr no Topo</guibutton>

source: Like pressing the <guibutton>Auto</guibutton> button
pt: o mesmo que pressionar o botão <guibutton>Auto</guibutton>

source: Left Arrow
pt: Seta para a Esquerda

source: Displays the previous queue
pt: mostra o trabalho anterior

source: Right Arrow
pt: Seta para a Direita

source: Displays the next queue
pt: mostra o trabalho seguinte

source: The spooler dialog
pt: O diálogo do spooler

source: In the spooler dialog you can choose your spooling system from <acronym>BSD</acronym>, <acronym>PPR</acronym> or LPRng. Afterwards you have to set the paths for the spooling commands. You can get help from the man-pages of your spooling system.
pt: No diálogo do spooler podes escolher o teu sistema de spooling entre o <acronym>BSD</acronym>, <acronym>PPR</acronym> ou LPRng. Após isso tens que definir os caminhos para os comandos de spooling. Podes obter ajuda nas páginas do manual do teu sistema de spooling.

source: Author
pt: Autor

source: My name is Christoph Neerfeld. I am a student of applied computer sciences at the University of Applied Sciences Sankt Augustin, Germany. Feel free to contact me and send me your reports, wishes or a postcard from your home town. I like to get postcards.
pt: O meu nome é Christoph Neerfeld. Sou um estudante de ciências computacionais aplicadas na Universidade de Applied Sciences Sankt Augustin, Alemanha. Está à vontade para me contactares e mandar-me relatórios, felicitações ou um postal da tua cidade. Eu adoro receber postais.

source: My thanks go to
pt: Os meus agradecimentos para

source: Victor Kolossov <email>kolosov@iris1.itep.ru</email> for basic support for <application>LPRng</application>
pt: Victor Kolossov <email>kolosov@iris1.itep.ru</email> pelo suporte básico para <application>LPRng</application>

source: Remco Treffkorn <email>remco@rvt.com</email> for basic support for <application>ppr</application>
pt: Remco Treffkorn <email>remco@rvt.com</email> pelo suporte básico para<application> ppr</application>

source: and many other people for bug reports and suggestions.
pt: e muitas outras pessoas pelos seus relatórios de erros e sugestões.

source: &klpq; is Copyright 1997/98 Christoph Neerfeld <email>chris@kde.org</email>
pt: O &klpq; é Copyright 1997/98 Christoph Neerfeld <email>chris@kde.org</email>

source: CREDIT_FOR_TRANSLATORS
pt: <para>Tradução por Nuno Donato <email>nunodonato@iol.pt</email></para>

source: Installation
pt: Instalação

source: How to obtain &klpq;
pt: Como obter o &klpq;

source: &klpq; is a part of the &kde; project <ulink url="http://www.kde.org">http://www.kde.org</ulink>. &klpq; can be found on <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, the main &FTP; site of the &kde; project. There are links to many &FTP; mirrors there as well.
pt: O &klpq; faz parte do projecto &kde; <ulink url="http://www.kde.org">http://www.kde.org</ulink>. Pode ser encontrado no site &FTP; principal do projecto &kde; em <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink> Há também muitas ligações para mirrors de &FTP;.

source: Requirements
pt: Requesitos

source: In order to successfully compile &klpq;, you need the latest versions of libkdecore and libkfm. All required libraries as well as &klpq; itself can be found on <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>.
pt: Para compilar o &klpq; com sucesso vais precisar das últimas versões da libkdecore e libkfm. Todas as bibliotecas necessárias assim como o &klpq; podem ser encontrados em <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>

source: In addition to the &kde; libraries you will need a properly configured printcap file in <filename>/etc/printcap</filename>.
pt: Para além das bibliotecas do &kde; vais ainda precisar de uma configuração apropriada do ficheiro <filename>/etc/printcap</filename>.

source: Compilation and Installation
pt: Compilação e Instalação

source: &klpq; is normally a part of the package kdeutils release and therefore will be automatically installed with other &kde; applications in the normal course of the package.
pt: O &klpq; é normalmente parte do pacote kdeutils e por isso é automaticamente instalado com outras aplicações do &kde;.

source: If you need to compile and install &klpq; yourself on your system, type the following in the base directory of the &klpq; distribution:
pt: Se precisares de instalar e compilar o &klpq; por ti próprio no sistema, introduz o seguinte no directório base da distribuição do &klpq;:

source: Since &klpq; uses <command>autoconf</command>, you should not have trouble compiling it. Should you run into problems, please report them to the &kde; mailing lists.
pt: Como o &klpq; usa <command>autoconf</command>, não deves ter problemas em compila-lo. Se tiveres, por favor relata-os para as &kde; mailing lists.
