Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdeutils/kpm.po
Languages: da

source: The &kpm; Handbook
da: &kpm; håndbog

source: Developer
da: Udvikler

source: Reviewer
da: Tester

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>

source: process manager
da: proceshåndtering

source: &kpm; is a utility that provides information about processes and manages them.
da: &kpm; er et værktøj, der giver oplysninger om processer og håndterer dem.

source: Introduction
da: Indledning

source: &kpm; allows users to view and modify processes under Linux. It shows detailed information about processes and the use of computer resources like <acronym>CPU</acronym>, <acronym>RAM</acronym>, and swap space, as well as general information like system uptime. Users can use &kpm; to kill processes and modify their priority. The super-user also has the ability to change scheduling settings.
da: &kpm; tillader brugeren at se, og ændre processer under Linux. Den giver detaljeret information om processer og brugen af computer ressourcer som <acronym>CPU</acronym>, <acronym>RAM</acronym> og swap plads, så vel som generel information som hvor længe systemet har været oppe. Brugere kan bruge &kpm; til at dræbe processer og til at ændre deres prioritet. Superbrugeren kan også ændre køreplansindstillingerne.

source: &kpm; is heavily based on <ulink url="mailto:f91-men@nada.kth.se">Mattias Engdeg&aring;rd's</ulink> <application>qps</application>. The main difference between &kpm; and <application>qps</application> is the &kde; interface. &kpm; adheres to most &kde; standards, uses the &kde; configuration files, and has session management. Some features of <application>qps</application> were removed (such as the ability to display &Mac; &OS; 7 style tables or special check box widgets).
da: &kpm; er meget stærkt baseret på <ulink url="mailto:f91-men@nada.kth.se">Mattias Engdeg&aring;rd's</ulink> <application>qps</application>. Hovedforskellen mellem &kpm; og <application>qps</application> er &kde; brugerfladen. &kpm; følger de fleste &kde; standarder, bruger &kde; indstillingsfiler, og har sessionshåndtering. Visse af <application>qps</application>'s egenskaber blev fjernede (som for eksempel evnen til at vise &Mac; &OS; 7 stil tabeller eller specielle afkrydsningsboksdimser).

source: Using &kpm;
da: Brug af &kpm;

source: &kpm; Start Up
da: &kpm; opstart

source: When &kpm; starts there are displays showing load, <acronym>CPU</acronym> usage, memory usage, swap usage, and uptime, as well as a summarized view of processes.
da: Når &kpm; starter er der visninger der giver belastning, <acronym>CPU</acronym> brug, hukommelsesbrug, swap brug, og oppetid, så vel som opsummerede visninger af processer.

source: &kpm; at start up.
da: &kpm; ved opstart.

source: Displays
da: Visninger

source: &kpm; with text displays.
da: &kpm; med tekstvisninger.

source: &kpm; with text displays
da: &kpm; med tekstvisninger

source: Load Display
da: Belastningsvisning

source: The <guilabel>load</guilabel> display is a graph indicating the average system load over time. Clicking on the <guilabel>load</guilabel> display will change it to a text-only display that gives exact figures.
da: <guilabel>Belastnings</guilabel> visningen er en graf der indikerer gennemsnits system belastningen over tid. Klik på <guilabel>belastnings</guilabel> visningen vil ændre den til en ren tekstvisning der giver præcise tal.

source: <acronym>CPU</acronym> Display
da: <acronym>CPU</acronym> visning

source: The <guilabel>cpu</guilabel> display is a bar indicating the percent of <acronym>CPU</acronym> resources used by <guilabel>user</guilabel>, <guilabel>nice</guilabel>, and <guilabel>sys</guilabel> (system) processes, as well as <guilabel>idle</guilabel> resources. Clicking on the <guilabel>cpu</guilabel> display will change it to a text-only display that gives exact figures (as percentages).
da: <guilabel>Cpu</guilabel> visningen er en linie, der indikerer procenten af <acronym>CPU</acronym> ressourcer der bruges af <guilabel>bruger</guilabel>, <guilabel>nice</guilabel>, og <guilabel>sys</guilabel> (system) processer, så vel som <guilabel>tomgangs</guilabel> ressourcer. Klik på <guilabel>cpu</guilabel> visningen vil ændre den til en ren tekst visning, der giver præcise tal (som procenter).

source: Memory Display
da: Hukommelsesvisning

source: The <guilabel>mem</guilabel> display is a bar indicating the amount of memory <guilabel>used</guilabel>, <guilabel>buff</guilabel> (buffered), <guilabel>cache</guilabel> (cached), and <guilabel>free</guilabel>. Clicking on the <guilabel>mem</guilabel> display will change it to a text-only display that gives exact figures (in megabytes), along with the total memory available on the system.
da: <guilabel>Huk</guilabel> visningen er en linie der indikerer mængden af hukommelse <guilabel>brugt</guilabel>, <guilabel>buff</guilabel> (buffered), <guilabel>cache</guilabel> (cached), og <guilabel>fri</guilabel>. Klik på <guilabel>huk</guilabel> visningen, vil ændre den til en ren tekst visning, der giver præcise tal (i megabyte), sammen med total mængde hukommelse tilgængelig for systemet.

source: Swap Display
da: Swap visning

source: The <guilabel>swap</guilabel> display is a bar indicating the amount of swap space being used. Clicking on the <guilabel>swap</guilabel> display will change it to a text-only display that gives the exact figure (in megabytes), along with the total swap space available on the system.
da: <guilabel>Swap</guilabel> visningen er en linie, der indikerer mængden swap plads der er i brug. Klik på <guilabel>swap</guilabel> visningen, vil ændre den til en ren tekst visning, der giver præcise tal (i megabyte), og også den totale swap plads tilgængelig på systemet.

source: Uptime Display
da: Oppetid visning

source: The <guilabel>up</guilabel> display is a text-only display that shows how long the system has been running.
da: <guilabel>Oppe</guilabel> visningen er en ren tekst visning, der viser hvor længe systemet har været kørende.

source: Process List
da: Procesliste

source: By default, the process list shows all processes with the user fields upon start up. It can also be configured to show only the current user's processes, non-root processes, or running processes, with jobs fields, memory fields, or a custom selected set of fields. The list can be sorted by any field by clicking on the column head. Clicking on the column head again will reverse the order.
da: Som standard viser proceslisten alle processer med brugerfelter ved opstart. Den kan også indstilles til kun at vise den nuværende brugers processer, ikke-root processer, eller kørende processer, med jobfelter, hukommelsesfelter, eller et brugervalgt sæt felter. Listen kan sorteres ved et vilkårligt felt ved at klikke på søjlehovedet. Klik på søjlehovedet igen, vil vende rækkefølgen om.

source: User Fields
da: Brugerfelter

source: Process <acronym>ID</acronym>. Each process has a unique process <acronym>ID</acronym> number (<acronym>PID</acronym>), starting at 1 and going up. When a new process is created, the next unused <acronym>PID</acronym> is allocated. <acronym>PID</acronym>s are (currently) 16-bit signed integers, so they wrap around at 32767.
da: Proces <acronym>ID</acronym>. Hver proces har et entydigt proces <acronym>ID</acronym> nummer (<acronym>PID</acronym>), startende med 1 og opefter. Når en ny proces laves, vil det næste ubrugte <acronym>PID</acronym> blive tildelt. <acronym>PID</acronym>er er (for øjeblikket) 16-bit , så de starter forfra ved 32767.

source: Process owner. This is the name of the (real) owner of the process. If the effective user <acronym>ID</acronym> of a process is different from the real user <acronym>ID</acronym>, this is indicated by a trailing <guilabel>&ast;</guilabel> or <guilabel>&plus;</guilabel>. The <guilabel>&ast;</guilabel> is used when the effective user is the super-user (this usually indicates a binary that is <command>setuid</command> to <systemitem class="username">root</systemitem>).
da: Processens ejer. Dette er navnet på den (egentlige) ejer af processen. Hvis det effektive bruger <acronym>ID</acronym> for en proces er forskelligt fra det egentlige bruger <acronym>ID</acronym>, bliver dette vist ved en efterfølgende <guilabel>&ast;</guilabel> eller et <guilabel>&plus;</guilabel>. <guilabel>&ast;</guilabel> bruges når den effektive bruger er super-brugeren (dette indikerer sædvanligvis et program der er sat <command>setuid</command> til <systemitem class="username">root</systemitem>).

source: Length of next time slice. This is the maximal length of the process's next time slice (or what is left of its current time slice, if it is the currently running process). The number is rescaled to the -20..20 interval, with a smaller number indicating a longer time slice.
da: Længden af næste tidsstykke. Dette er den maksimale længde for processens næste tidsstykke (eller hvad der er tilbage af dens nuværende tidsstykke, hvis det er en aktuelt kørende proces). Tallet skaleres til -20..20 intervallet, med et mindre tal visende et længere tidsstykke.

source: Time-sharing priority. The nice value determines how often a process is allowed to run, and the length of its time slice. The value is in the range -20 to 20, 0 being the default. Lower numbers give more <acronym>CPU</acronym> time to a process. Only the super-user may lower the nice value.
da: Tidsdelings prioritet. Nice værdien afgør hvor ofte en proces får lov til at køre, og længden af dens tidsstykke. Værdien er i området -20 til 20, med 0 som standard. Lavere tal giver mere <acronym>CPU</acronym> tid til en proces. Det er kun superbrugeren der kan gøre en nice værdi lavere.

source: Virtual image size of the process (in kilobytes). This is the total size of the image of the process. This includes all code, data, and shared libraries used by the process, including pages that have been swapped out.
da: Virtuel billedstørrelse for processen (i kilobyte). Dette er den totale størrelse af billedet for processen. Dette inkluderer al kode, data, og delte biblioteker brugt af processen, inkluderende sider, der er blevet swappet ud.

source: Resident set size (in kilobytes). This is the size of the part of the process (code and data) that actually resides in <acronym>RAM</acronym>, including shared libraries. This gives a fair approximation of how much <acronym>RAM</acronym> a process is using.
da: Resident sæt størrelse (i kilobyte). Dette er størrelsen af den del af processen (kode og data) der rent faktisk residerer i <acronym>RAM</acronym>, inkluderende delte biblioteker. Dette giver en retfærdig tilnærmelse af hvor meget <acronym>RAM</acronym> en proces bruger.

source: Shared memory (in kilobytes). This is the amount of memory that the process shares with other processes. It doesn't mean that any of it is actually used by any other process, just that it is possible.
da: Delt hukommelse (i kilobyte). Dette er den mængde hukommelse som processen deler med andre processer. Det betyder ikke at noget af det rent faktisk bruges af en anden proces, blot at dette er muligt.

source: State of the process. At any time, the process is in one of the following states:
da: Processens tilstand. På et vilkårligt tidspunkt vil processen være i en af følgende tilstande:

source: The process is running on a <acronym>CPU</acronym> or is ready to run.
da: Processen kører på en <acronym>CPU</acronym> eller er parat til at køre.

source: The process is waiting for an event to occur (such as I/O or a timer).
da: Processen venter på at en begivenhed skal ske (såsom I/U elle et tidsudløb).

source: The process is waiting for an event to occur, without being interruptible (usually waiting in a device driver).
da: Processen venter på at en begivenhed skal finde sted, uden at kunne afbrydes (sædvanligvis en enhedsdriver).

source: The process is stopped, or being traced by another process.
da: Processen er standset eller den bliver sporet af en anden proces.

source: The process has terminated, but the parent process is not yet aware.
da: Processen er afsluttet, men forælderprocessen er ikke blevet klar over det endnu.

source: The process is completely swapped out (that is, it has no resident pages). This is also true for kernel processes, such as <filename>kswapd</filename>.
da: Processen er fuldstændigt swappet ud (det vil sige den har ingen residente sider). Dette er også sandt for kerneprocesser, såsom <filename>kswapd</filename>.

source: Percentage of <acronym>CPU</acronym> since last update. This is how much of the <acronym>CPU</acronym> time the process used since the last update of &kpm;'s process table.
da: Procent <acronym>CPU</acronym> siden sidste opdatering. Dette er hvor meget af <acronym>CPU</acronym> tiden som processen har brugt siden sidste opdatering af &kpm; procestabellen.

source: Percentage of memory used. This is the percent of the total <acronym>RAM</acronym> that is used by the process (as resident size). Shared libraries are included, so this is an overstatement.
da: Procent hukommelse brugt. Dette er procenten af total <acronym>RAM</acronym> der bruges af processen (som resident størrelse). Delte biblioteker er inkluderede, så dette er en overdrivelse.

source: Total <acronym>CPU</acronym> time used. This is how much <acronym>CPU</acronym> time the process has used since it was started.
da: Total <acronym>CPU</acronym> tid brugt. Dette er hvor meget <acronym>CPU</acronym> tid processen har brugt siden den blev startet.

source: Command line that started the process. This the command line, including arguments, that started the process. Processes swapped out may show just the command name in parentheses. This is true for kernel processes as well.
da: Kommandolinie der startede processen, inkluderende arguments. Processer der er swappet ud vil måske blot vise kommandonavnet i parenteser. Dette er også sandt for kerneprocesser.

source: Jobs Fields
da: Jobfelter

source: &kpm; jobs fields.
da: &kpm; jobfelter.

source: Process ID. Each process has a unique process <acronym>ID</acronym> (<acronym>PID</acronym>) number, starting at 1 and going up. When a new process is created, the next unused <acronym>PID</acronym> is allocated. <acronym>PID</acronym>s are (currently) 16-bit signed integers, so they wrap around at 32767.
da: Proces ID. Hver proces har et entydigt proces <acronym>ID</acronym> (<acronym>PID</acronym>) nummer, der starter ved 1 og går opad. Når en ny proces oprettes, vil det næste ubrugte <acronym>PID</acronym> blive tildelt. <acronym>PID</acronym>er er (for øjeblikket) 16-bit heltal, så de starter forfra omkring 32767.

source: Parent process <acronym>ID</acronym>. Every process has one parent process. The exception is process 1 (<filename>init</filename>), which is the root of the process hierarchy; it has no parent.
da: Forælderproces <acronym>ID</acronym>. Hver proces har en forælder proces. Undtagelsen er proces 1 (<filename>init</filename>), som er roden i proces hierarkiet; den er forældreløs.

source: Process group <acronym>ID</acronym>. Each process is member of one process group. Process groups are used for distribution of signals and by terminals to arbitrate requests for their input. Processes that have the same process group as the terminal are foreground and may read, while others will block with a signal if they attempt to read.
da: Proces gruppe <acronym>ID</acronym>. Hver proces er medlem af en proces gruppe. Proces grupper bruges til fordeling af signaler og af terminaler til at forhandle forespørgsler om deres inddata. Processer der har samme proces gruppe som terminal er i forgrunden og må læse, mens andre vil blive blokeret med et signal, hvis de forsøger at læse.

source: Session <acronym>ID</acronym>. Session <acronym>ID</acronym>s are used mainly to determine what happens at terminal hangups.
da: Sessions <acronym>ID</acronym>. Sessions <acronym>ID</acronym>er bruges hovedsageligt til at afgøre hvad der sker hvis terminalen fryser.

source: Controlling <acronym>tty</acronym>. The controlling terminal (<acronym>tty</acronym>) is usually the device (serial port, <acronym>pty</acronym>, &etc;) from which the process was started, and which it uses for input or output. Not all processes have a controlling terminal. &kpm; scans the <filename class="directory">/dev</filename> directory to determine the name of the terminal, but this might fail. To save space, only the two last characters of the tty name are shown (thus <filename class="devicefile">/dev/ttyp6</filename> is shown as <guilabel>p6</guilabel>).
da: Kontrollerende <acronym>tty</acronym>. Den kontrollerende terminal (<acronym>tty</acronym>) er sædvanligvis den enhed (serielle port, <acronym>pty</acronym>, &etc;) hvorfra processen blev startet, og som den bruger til inddata og uddata. Ikke alle processer har kontrollerende terminal. &kpm; skanner <filename class="directory">/dev</filename> mappen for at afgøre navnet på terminalen, men dette kan mislykkes. For at spare plads, er det kun de sidste to tegn af tty navnet der vises (så <filename class="devicefile">/dev/ttyp6</filename> vises som <guilabel>p6</guilabel>).

source: Process group <acronym>ID</acronym> of <acronym>tty</acronym> owner. A <acronym>tty</acronym> in use is owned by a process. This is the <guilabel>PGID</guilabel> of that process.
da: Proces gruppe <acronym>ID</acronym> for <acronym>tty</acronym> ejeren. En <acronym>tty</acronym> i brug ejes af en proces. Dette er <guilabel>PGID</guilabel> for den proces.

source: Numerical user <acronym>ID</acronym>. This is the <acronym>ID</acronym> of the (real) owner of the process.
da: Numerisk bruger <acronym>ID</acronym>. Dette er <acronym>ID</acronym> for den (egentlige) ejer af processen.

source: Memory Fields
da: Hukommelsesfelter

source: &kpm; memory fields.
da: &kpm; hukommelsesfelter.

source: Process <acronym>ID</acronym>. Each process has a unique process <acronym>ID</acronym> (<acronym>PID</acronym>) number, starting at 1 and going up. When a new process is created, the next unused <acronym>PID</acronym> is allocated. <acronym>PID</acronym>s are (currently) 16-bit signed integers, so they wrap around at 32767.
da: Proces <acronym>ID</acronym>. Hver proces har et entydigt proces <acronym>ID</acronym> (<acronym>PID</acronym>) nummer, startende med 1 og opefter. Når en ny proces laves, vil det næste ubrugte <acronym>PID</acronym> blive tildelt. <acronym>PID</acronym>er er (for øjeblikket) 16-bit , så de starter forfra ved 32767.

source: Controlling tty. The controlling terminal (tty) is usually the device (serial port, pty, &etc;) from which the process was started, and which it uses for input or output. Not all processes have a controlling terminal. &kpm; scans the <filename class="directory">/dev</filename> directory to determine the name of the terminal, but this might fail. To save space, only the two last characters of the tty name are shown (thus <filename>/dev/ttyp6</filename> is shown as <guilabel>p6</guilabel>).
da: Kontrollerende tty. Den kontrollerende terminal (tty) er sædvanligvis den enhed (seriel port, pty &etc;) hvorfra processen blev startet, og som den bruger til inddata og uddata. Ikke alle processer har kontrollerende terminal. &kpm; skanner <filename class="directory">/dev</filename> mappen for at afgøre navnet på terminalen, men dette kan mislykkes. For at spare plads, er det kun de sidste to tegn af tty navnet der vises (så <filename>/dev/ttyp6</filename> vises som <guilabel>p6</guilabel>).

source: Number of major faults that have occurred. A page fault occurs when a process attempts to read or write from a memory page that is not present in <acronym>RAM</acronym>. A major page fault is when disk access is involved, such as swapping in and out memory pages.
da: Antal større fejl der har været. En sidefejl sker når en proces forsøger at læse eller skrive fra en hukommelsesside der ikke er til stede i <acronym>RAM</acronym>. En større sidefejl er når diskadgang er involveret, såsom swap ind og ud af hukommelsessider.

source: Number of minor faults that have occurred. A page fault occurs when a process attempts to read or write from a memory page that is not present in <acronym>RAM</acronym>, or write to a page that isn't writeable. A minor fault is when there is no disk access involved, for instance when writing to a copy-on-write shared page.
da: Antal mindre fejl der har været. En sidefejl sker når en proces forsøger at læse eller skrive fra en hukommelsesside der ikke er til stede i <acronym>RAM</acronym>. En mindre sidefejl er når diskadgang ikke er involveret, for eksempel når der skrives til en kopi-på-skriv delt side.

source: Text resident set size (in kilobytes). This is the size of the text (that is, executable code) of the process that is currently present in <acronym>RAM</acronym>.
da: Tekst resident sæt størrelse (i kilobyte). Dette er størrelsen af teksten (det vil sige den kørbare kode) for processen der er tilstede i <acronym>RAM</acronym> for øjeblikket.

source: Data resident set size (in kilobytes). This is the size of the data (not executable code) of the process that is currently present in <acronym>RAM</acronym>.
da: Data resident sæt størrelse (i kilobyte). Dette er størrelsen af data (det vil sige ikke-kørbar kode) for processen der er tilstede i <acronym>RAM</acronym> for øjeblikket.

source: Kilobytes on swap device. This is simply the difference between SIZE and RSS, in other words how much of a process that resides on disk.
da: Kilobyte på swap enhed. Dette er simpelthen forskellen mellem SIZE og RSS, med andre ord hvor meget af en proces der ligger på disken.

source: Number of dirty pages. This is the number of (not the number of bytes) pages in <acronym>RAM</acronym> that have been modified since they were last written to disk. Dirty pages have to be written to disk before they are freed to be used for something else.
da: Antal snavsede sider. Dette er antallet af (ikke antal byte) sider i <acronym>RAM</acronym> der er blevet ændret siden de sidst blev skrevet til disken. Snavsede sider skal skrives til disken før de er frie til at blive brugt til noget andet.

source: Other Fields
da: Andre felter

source: Scheduling policy. <acronym>FIFO</acronym> (<guilabel>F</guilabel>) and Round-Robin (<guilabel>R</guilabel>) are real time scheduling policies. Other (<guilabel>O</guilabel>) is the normal &UNIX; time-sharing policy. <guilabel>F</guilabel> and <guilabel>R</guilabel> processes have a real time priority between 1 and 99. A process will run as long as there is no runnable process with higher priority. Round-Robin processes will run for the length of one time-slice, after which they are placed last in the queue of their priority. <acronym>FIFO</acronym> processes run until they give up their <acronym>CPU</acronym> time (by sleeping or blocking) or are pre-empted by a process with higher priority. Only the super-user (root) may change the scheduling policy.
da: Køreplanspolitik. <acronym>FIFO</acronym> (<guilabel>F</guilabel>) og Round-Robin (<guilabel>R</guilabel>) er realtids køreplanspolitikker. Andet (<guilabel>O</guilabel>) er den normale &UNIX; tidsdelings politik. <guilabel>F</guilabel> og <guilabel>R</guilabel> processer har en realtids prioritet mellem 1 og 99. En proces vil køre så længe der ikke er en kørbar proces med højere prioritet. Round-Robin processer vil køre længden af et tidsstykke, efter hvilken de bliver placeret sidst i køen for deres prioritet. <acronym>FIFO</acronym> processer kører indtil de opgiver deres <acronym>CPU</acronym> tid (ved at sove eller blokere) eller bliver forhindrede af en proces med højere prioritet. Kun superbrugeren (root) kan ændre køreplanspolitik.
