Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdeutils/kpm.po
Languages: da

source: Illegal Instruction.
da: Ulovlig instruktion.

source: <errorname>Abort signal</errorname> from <application>abort(3)</application>.
da: <errorname>Afbryd signal</errorname> fra <application>abort(3)</application>.

source: Floating point exception.
da: Kommatal undtagelse

source: <errorname>Kill signal</errorname>.
da: <errorname>Slå signal ihjel</errorname>.

source: <errorname>Invalid memory reference</errorname>.
da: <errorname>Ugyldig hukommelses reference</errorname>.

source: <errorname>Broken pipe</errorname>: wrote to pipe with no readers.
da: <errorname>Brudt videreledning</errorname>: skrev til videreledning med ingen læsere.

source: <errorname>Timer signal</errorname> from <application>alarm(1)</application>.
da: <errorname>Tidsmåler signal</errorname> fra <application>alarm(1)</application>.

source: <errorname>Termination signal</errorname>.
da: <errorname>Afslutnings signal</errorname>.

source: <errorname>User-defined signal 1</errorname>.
da: <errorname>Brugerdefineret signal 1</errorname>.

source: <errorname>User-defined signal 2</errorname>.
da: <errorname>Brugerdefineret signal 2</errorname>.

source: <errorname>Child stopped or terminated</errorname>.
da: <errorname>Barn standset eller afsluttet</errorname>.

source: <errorname>Continue if stopped</errorname>.
da: <errorname>Fortsæt hvis standset</errorname>.

source: <errorname>Stop process</errorname>.
da: <errorname>Stop proces</errorname>.

source: <errorname>Stop sent from tty</errorname>.
da: <errorname>Stop sendt fra tty</errorname>.

source: <errorname>tty input for background process</errorname>.
da: <errorname>tty inddata for baggrundsproces</errorname>.

source: <errorname>tty output for background process</errorname>.
da: <errorname>tty uddata for baggrundsproces</errorname>.

source: Other Signals
da: Andre signaler

source: These signals are not defined by POSIX, and are not supported by &kpm; yet:
da: Disse signaler er ikke defineret af POSIX, og er endnu ikke understøttede af &kpm;:

source: <errorname>Trace/breakpoint trap</errorname>.
da: <errorname>Spore/stoppunkt fælde</errorname>.

source: <errorname>IOT trap</errorname>. A synonym for <errorcode>SIGABRT</errorcode>.
da: <errorname>IOT fælde</errorname>. Et synonym for <errorcode>SIGABRT</errorcode>.

source: <errorname>Bus error</errorname>.
da: <errorname>Bus fejl</errorname>.

source: <errorcode>Bad argument to routine (SVID)</errorcode>.
da: <errorcode>Dårligt argument til rutinen (SVID)</errorcode>.

source: <errorcode>Stack fault on coprocessor</errorcode>.
da: <errorcode>Stak fejl på coprocessor</errorcode>.

source: <errorname>Urgent condition on socket (4.2 BSD)</errorname>.
da: <errorname>Kritisk betingelse på sokkel (4.2 BSD)</errorname>.

source: <errorname>I/O now possible (4.2 BSD)</errorname>.
da: <errorname>I/U nu mulig (4.2 BSD)</errorname>.

source: <errorname>CPU time limit exceeded (4.2 BSD)</errorname>.
da: <errorname>CPU tidsgrænse overskredet (4.2 BSD)</errorname>.

source: <errorname>File size limit exceeded</errorname> (4.2 BSD).
da: <errorname>Filstørrelse grænse overskredet</errorname> (4.2 BSD).

source: <errorname>Virtual alarm clock</errorname> (4.2 BSD).
da: <errorname>Virtuelt alarm ur</errorname> (4.2 BSD).

source: <errorname>Profile alarm clock</errorname>.
da: <errorname>Profil alarm ur</errorname>.

source: <errorname>Power failure</errorname> (System V).
da: <errorname>Strømafbrydelse</errorname> (System V).

source: A synonym for <errorname>SIGPWR</errorname>.
da: Et synonym for <errorname>SIGPWR</errorname>.

source: <errorname>File lock lost</errorname>.
da: <errorname>Fillås tabt</errorname>.

source: <errorname>Window resize signal</errorname> (4.3 BSD, Sun).
da: <errorname>Vindue størrelsesændring signal</errorname> (4.3 BSD, Sun).

source: <errorname>Unused signal</errorname>.
da: <errorname>Ubrugt signal</errorname>.

source: Questions and Answers
da: Spørgsmål og svar

source: Why does &kpm; sometimes seg fault for no apparent reason?
da: Hvorfor laver &kpm; sommetider seg fault uden en oplagt grund?

source: &kpm; sometimes dies with a segmentation fault if more than one process is marked and the list is updated. It is unclear why this happens.
da: &kpm; dør sommetider med en segmentation fejl hvis mere end en proces er markeret og listen bliver opdateret. Det er ikke klart hvorfor dette sker.

source: Why does &kpm; use so many <acronym>CPU</acronym> cycles?
da: Hvorfor bruger &kpm; så mange <acronym>CPU</acronym> cykler?

source: &kpm; can consume a lot of <acronym>CPU</acronym> resources if the update period is too small. On the developer's system (<acronym>AMD</acronym> K6PR200) it uses approximatly 5 percent <acronym>CPU</acronym> time with an update period of one second. This depends heavily on the total number of processes (not just those displayed) and can be much higher than this under the right circumstances.
da: &kpm; kan konsumere en masse <acronym>CPU</acronym> ressourcer opdateringsperioden er for lille. På udviklerens system (<acronym>AMD</acronym> K6PR200) bruger den nogenlunde 5 procent <acronym>CPU</acronym> tid med en opdateringsperiode på et sekund. Dette afhænger stærkt af det totale antal processer (ikke blot dem der vises) og kan være langt højere end dette under i visse situationer.

source: Why does the &percnt;CPU appear to be incorrect?
da: Hvorfor synes &percnt;CPU at være ukorrekt?

source: The &percnt;CPU number isn't accurate at very short update periods due to timer granularity.
da: &percnt;CPU tallet er ikke præcist ved meget korte opdateringsperioder på grund af tidsmåler granularitet.

source: Why is the <guilabel>WCHAN</guilabel> field incorrect?
da: Hvorfor er <guilabel>WCHAN</guilabel> feltet ukorrekt?

source: The <guilabel>WCHAN</guilabel> field isn't correct if a process sleeps in a location outside those listed in <filename>System.map</filename> (for instance, in a kernel module). In these cases, the last entry in <filename>System.map</filename> will be shown (something like <guilabel>&lowbar;end</guilabel>).
da: <guilabel>WCHAN</guilabel> feltet er ikke korrekt hvis en proces sover et sted udenfor dem der på listen <filename>System.map</filename> (for eksempel, i en kerne modul). I disse tilfælde, vil den sidste indgang i <filename>System.map</filename> blive vist (noget i retning af <guilabel>&lowbar;end</guilabel>).

source: Why don't cloned PIDs appear in &kpm;?
da: Hvorfor vises klonede PIDer ikke i &kpm;?

source: &kpm; doesn't handle more than one process with the same <acronym>PID</acronym>. Multiple <acronym>PID</acronym>s can occur when using <literal>CLONE&lowbar;PID</literal> with the <function>clone()</function> system call.
da: &kpm; kan ikke håndtere mere end en proces med det samme <acronym>PID</acronym>. Flere <acronym>PID</acronym>er kan opstå når man bruger <literal>CLONE&lowbar;PID</literal> med <function>clone()</function> systemkaldet.

source: Credits and License
da: Medvirkende og licens

source: Program copyright 2000 Mario Weilguni <email>mweilguni@kde.org</email> and Mattias Engdeg&aring;rd <email>f91-men@nada.kth.se</email>.
da: Program ophavsret 2000 Mario Weilguni <email>mweilguni@kde.org</email> and Mattias Engdeg&aring;rd <email>f91-men@nada.kth.se</email>.

source: Documentation copyright 2000 Morgan N. Sandquist <email>morgan@pipeline.com</email> and Mario Weilguni <email>mweilguni@kde.org</email>.
da: Dokumentation ophavsret 2000 Morgan N. Sandquist <email>morgan@pipeline.com</email> og Mario Weilguni <email>mweilguni@kde.org</email>.

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>

source: How to obtain &kpm;
da: Hvordan får man fat på &kpm;

source: &kpm; is part of the <ulink url="http://www.kde.org/">&kde; project</ulink>.
da: &kpm; er en del af <ulink url="http://www.kde.org/">&kde; projektet</ulink>.

source: &kpm; can be found in the kdeadmin package on <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, the main &FTP; site of the &kde; project.
da: &kpm; kan findes i kdeadmin pakken på <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, hoved &FTP;-stedet for &kde; projektet.

source: Requirements for &kpm;
da: Krav for &kpm;

source: In order to successfully compile &kpm;, the following is needed:
da: For at kunne kompilere &kpm;, behøver man følgende:

source: A &Linux; operating system based on kernel 2.0 or higher. &kpm; uses &Linux;'s <filename class="directory">/proc</filename> filesystem. (Unfortunately, &kpm; is not portable to other systems, because every &UNIX; system has it's own way of gathering process information.)
da: Et &Linux; operativsystem baseret på kerne 2.0 eller højere. &kpm; bruger &Linux;'s <filename class="directory">/proc</filename> filsystem. (&kpm; kan uheldigvis ikke overføres til andre systemer da hvert &UNIX; system har sin egen måde at indsamle procesinformation.)

source: Compilation and Installation
da: Kompilering og installation

source: To compile and install &kpm;, type the following in the base directory of the &kpm; distribution:
da: For at kompilere og installere &kpm;, skrives følgende i basismappen for &kpm; distributionen:

source: Since &kpm; uses <command>autoconf</command> and <command>automake</command> there should be no trouble compiling it. Please report any problems to the &kde; mailing lists.
da: Da &kpm; bruger <command>autoconf</command> og <command>automake</command> skulle der ikke være besvær med at kompilere den. Rapportér venligst problemer til &kde; e-post listerne.
