Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdeutils/kpm.po
Languages: da

source: Realtime processes (<acronym>FIFO</acronym> and Round-Robin) have priorities between 1 and 99. A process will pre-empt any other process that has lower priority. Normal time-sharing processes (policy <guilabel>O</guilabel>) all have priority 0. Only the super-user (root) may change the realtime priority.
da: Realtids processer (<acronym>FIFO</acronym> og Round-Robin) har prioriteter mellem 1 og 99. En proces vil gå forud for en vilkårlig anden proces der har lavere prioritet. Normal tidsdelings processer (politik <guilabel>O</guilabel>) har alle prioritet 0. Kun superbrugeren (root) kan ændre realtids prioritet.

source: Process flags (hexadecimal). This contains some additional information about the state of a process. Refer to the &Linux; kernel source for details.
da: Procesflag (hexadecimal). Denne indeholder nogen yderligere information om tilstanden for en proces. Referér til &Linux; kerne kilde for detaljer.

source: Function where process is sleeping. If the process is waiting for something to happen, this is the kernel function where it is stuck. Leading do&lowbar; or sys&lowbar; is stripped from the name to make it shorter.
da: Funktion hvor processen sover. Hvis processen venter på at noget skal ske er dette kerne funktionen hvor den er. Ledende do&lowbar; eller sys&lowbar; strippes fra navnet for at gøre det kortere.

source: Weighted percentage of <acronym>CPU</acronym>. This is the percentage of <acronym>CPU</acronym> time the process is using, averaged over the last 30 seconds (exponentially decaying average).
da: Vægtet procent af <acronym>CPU</acronym>. Dette er procenten af <acronym>CPU</acronym> tid som processen bruger, i gennemsnit over de sidste 30 sekunder (eksponentielt aftagende gennemsnit).

source: Time process started. This is when the process was created.
da: Tid processen startede. Dette er dengang da processen blev lavet.

source: Command that started the process. This is the command (file name) that started the process. Long names are truncated.
da: Kommando der startede processen. Dette er kommandoen (filnavnet) der startede processen. Lange navne bliver afkortede.

source: Monitoring Resource Usage
da: Overvågning af ressource forbrug

source: By default, &kpm; will display system resource usage, including average system load, <acronym>CPU</acronym> usage, memory usage, swap space usage, and system up time. This data will appear in a series of displays across the top of &kpm;'s main window. These displays can be toggled on and off by clicking on <menuchoice><guimenu>Settings</guimenu><guimenuitem>Show Resource Info</guimenuitem></menuchoice>. By default these displays will be graphical. However, any display can be changed to a more precise text-only display by clicking on it or by changing its display preferences through <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Preferences...</guimenuitem> </menuchoice>.
da: Som standard vil &kpm; vise ressource forbrug, inkluderende gennemsnits systembelastning, <acronym>CPU</acronym> forbrug, hukommelsesforbrug, swap plads forbrug, og systemets oppetid. Disse data vil være i en række visninger henover toppen af &kpm;'s hovedvindue. Disse visninger kan blive slået til og fra ved at klikke på <menuchoice><guimenu>Opsætning</guimenu><guimenuitem>Vis ressource info</guimenuitem></menuchoice>. Disse visninger er grafiske som standard. Enhver visning kan imidlertid ændres til en mere præcis ren tekstvisning ved at klikke på den, eller ved at ændre den visningsindstillinger gennem <menuchoice><guimenu>Opsætning</guimenu> <guimenuitem>Indstillinger...</guimenuitem> </menuchoice>.

source: Monitoring Processes
da: Overvågning af processer

source: &kpm; displays a list of processes on the host Linux system. By default, it will display all processes. However, it can be changed to show only the current user's processes, non-root processes, or currently running processes through <guimenu>View</guimenu>, as described <link linkend="view-processes">here</link>.
da: &kpm; viser en liste af processer på vært Linux systemet. Som standard, vil den vise alle processer. Dette kan imidlertid ændres til kun at vise den nuværende brugers processer, ikke-root processer, eller aktuelt kørende processer gennem <guimenu>Vis</guimenu>, som beskrevet <link linkend="view-processes">her</link>.

source: &kpm; displays a number of fields of information about each process. By default, it displays the most common process fields. However, through <guimenu>View</guimenu>, it can be changed to display sets of fields relevant to job control or memory usage, or a custom chosen set of fields, as described <link linkend="view-fields">here</link>.
da: &kpm; viser et antal felter med information om hver proces. Som standard, viser den de mest almindelige procesfelter. Gennem <guimenu>Vis</guimenu>, kan dette imidlertid ændres til at vise sæt af felter relevante for jobkontrol eller hukommelsesforbrug, eller et brugervalgt sæt felter, som beskrevet <link linkend="view-fields">her</link>.

source: Finally, a list of <acronym>TCP</acronym> and <acronym>UDP</acronym> sockets used by the selected process or processes can be found by selecting <keycombo action="simul">&Ctrl;<keycap>I</keycap></keycombo> or <menuchoice><guimenu>Process</guimenu><guimenuitem>Socket Info</guimenuitem></menuchoice>. A process is selected by clicking on it. Multiple processes are selected by holding down &Shift; while clicking on each of them in turn.
da: Endelig kan en liste af <acronym>TCP</acronym> og <acronym>UDP</acronym> sokler brugt af den valgte proces elle de valgte processer findes ved at vælge <keycombo action="simul">&Ctrl;<keycap>I</keycap></keycombo> eller <menuchoice><guimenu>Proces</guimenu><guimenuitem>Sokkel info</guimenuitem></menuchoice>. En proces vælges ved at klikke på den. Flere processer vælges ved at holde &Shift; nede mens der klikkes på hver af dem efter tur.

source: Managing Processes
da: Håndtering af processer

source: &kpm; performs three types of process management:
da: &kpm; udfører tre typer proceshåndtering:

source: Renice
da: Ændr nice

source: Renice allows users to change the priority of their processes, as described <link linkend="renice">here</link>. By selecting <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> or <menuchoice><guimenu>Process</guimenu> <guimenuitem>Renice...</guimenuitem></menuchoice>, users can decrease the priority of their processes. Additionally, the super-user can increase or decrease the priority of any process.
da: Ændr nice tillader brugere at ændre prioriteten for deres processer, som beskrevet <link linkend="renice">her</link>. Ved at vælge <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> eller <menuchoice><guimenu>Proces</guimenu> <guimenuitem>Ændr nice...</guimenuitem></menuchoice>, kan brugere sænke prioriteten for deres processer. Derudover kan superbrugeren øge eller sænke prioriteten for en vilkårlig proces.

source: Change Scheduling
da: Ændring af køreplan

source: The super-user can change the scheduling of processes, as described <link linkend="change-scheduling">here</link>. This is done by selecting either <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> or <menuchoice><guimenu>Process</guimenu> <guimenuitem>Change Scheduling...</guimenuitem></menuchoice>.
da: Superbrugeren kan ændre køreplanen for processer, som beskrevet <link linkend="change-scheduling">her</link>. Dette gøres ved enten at vælge <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> eller <menuchoice><guimenu>Proces</guimenu> <guimenuitem>Ændr køreplan...</guimenuitem></menuchoice>.

source: Signals
da: Signaler

source: Users can send any of the POSIX signals listed in <xref linkend="posix-signals"/> to their processes. Additionally, the super-user can send any of those signals to any process. Those signals are sent using <guimenu>Signal</guimenu>, as described in <xref linkend="signal-menu"/>.
da: Brugere kan sende et vilkårligt af POSIX signalerne i listen <xref linkend="posix-signals"/> til deres processer. Derudover kan superbrugeren sende et vilkårligt af disse signaler til en vilkårlig proces. Disse signaler sendes ved brug af <guimenu>Signal</guimenu>, som beskrevet i <xref linkend="signal-menu"/>.

source: Command Reference
da: Kommandoreference

source: The Main &kpm; Window
da: Hoved &kpm; vinduet

source: The <guimenu>File</guimenu> Menu
da: <guimenu>Fil</guimenu>menuen

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Iconify</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Minimér</guimenuitem>

source: <action>Iconifies the main window.</action> When iconfied, &kpm; uses far less <acronym>CPU</acronym> time because there is no need to update the process list. If &kwin; is the window manager, there will be an icon in &kicker; displaying the average system load. Under other window managers (such as <application>fvwm</application>), &kpm;'s icon itself will show the load, depending on how the window manager is configured.
da: <action>Minimerer hovedvinduet.</action> Når &kpm; er minimeret bruger den langt mindre <acronym>CPU</acronym> tid, da der ikke er noget behov for at opdatere proceslisten. Hvis &kwin; er vindueshåndteringen, vil der være en ikon i &kicker;, der viser gennemsnits systembelastningen. Under anden vindueshåndtering (så som <application>fvwm</application>), vil &kpm;'s ikon selv vise belastningen, afhængig af hvordan vindueshåndteringen er indstillet.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>Q</accel>uit</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>A</accel>fslut</guimenuitem>

source: <action>Quits</action> &kpm;. Closing the main window or pressing <guibutton>Quit</guibutton> on the toolbar has the same effect.
da: <action>Afslutter</action> &kpm;. Lukning af hovedvinduet eller tryk på <guibutton>Afslut</guibutton> på værktøjslinien har samme virkning.

source: The <guimenu>View</guimenu> Menu
da: <guimenu>Vis</guimenu>menuen

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> </shortcut> <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Refresh process list</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> </shortcut> <guimenu><accel>V</accel>is</guimenu> <guimenuitem>Opfrisk procesliste</guimenuitem>

source: <action>Immediately updates the process list.</action> This is very useful with rather long update periods. This can also be done by pressing <guibutton>Refresh process list</guibutton> on the toolbar or by pressing <keycap>Space</keycap>.
da: <action>Opdaterer proceslisten med det samme.</action> Dette er meget nyttigt ved lange opdateringsperioder. Det kan også gøres ved at trykke på <guibutton>Opfrisk procesliste</guibutton> på værktøjslinien eller ved at trykke på <keycap>Mellemrum</keycap>.

source: <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>All Processes</guimenuitem>
da: <guimenu><accel>V</accel>is</guimenu> <guimenuitem>Alle processer</guimenuitem>

source: Displays all processes.
da: Viser alle processer.

source: <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Your Processes</guimenuitem>
da: <guimenu><accel>V</accel>is</guimenu> <guimenuitem>Dine processer</guimenuitem>

source: <action>Displays processes started by current user.</action> This includes those processes running under a different user (for example, setuid <systemitem class="username">root</systemitem> programs started by the current user).
da: <action>Viser processer startet af den aktuelle bruger.</action> Dette inkluderer de processer der kører under en anden bruger (for eksempel, setuid <systemitem class="username">root</systemitem> programmer startet af den aktuelle bruger).

source: <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Non-Root Processes</guimenuitem>
da: <guimenu><accel>V</accel>is</guimenu> <guimenuitem>Ikke-Root processer</guimenuitem>

source: Displays all processes except those started by root.
da: Viser alle processer undtagen de der er startet af root.

source: <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Running Processes</guimenuitem>
da: <guimenu><accel>V</accel>is</guimenu> <guimenuitem>Kørende processer</guimenuitem>

source: <action>Displays only running processes</action> (that is, processes running or on the run queue).
da: <action>Viser kun kørende processer</action> (det er processer kører eller som står i kø til at køre).

source: <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>User Fields</guimenuitem>
da: <guimenu><accel>V</accel>is</guimenu> <guimenuitem>Bruger felter</guimenuitem>

source: <action>Displays the the most common process fields.</action> These are those fields typically displayed by <application>top</application>.
da: <action>Viser de mest almindelige procesfelter.</action> Det er de felter der typisk vises af <application>top</application>.

source: <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Job Fields</guimenuitem>
da: <guimenu><accel>V</accel>is</guimenu> <guimenuitem>Job felter</guimenuitem>

source: Displays the most relevant fields for job control.
da: Viser de mest almindelige felter for jobkontrol.

source: <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Memory Fields</guimenuitem>
da: <guimenu><accel>V</accel>is</guimenu> <guimenuitem>Hukommelses felter</guimenuitem>

source: Displays fields related to memory usage, page faults, etc.
da: Viser felter relaterede til hukommelses forbrug, sidefejl, osv.

source: <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Select Fields...</guimenuitem>
da: <guimenu><accel>V</accel>is</guimenu> <guimenuitem>Vælg felter...</guimenuitem>

source: Allows the selection of a custom set of fields to be displayed.
da: Tillader brugervalg af felter der skal vises.

source: The <guimenu>Process</guimenu> Menu
da: <guimenu>Proces</guimenu> menu

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>rocess</guimenu> <guimenuitem>Renice...</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>roces</guimenu> <guimenuitem>Ændr nice...</guimenuitem>

source: <action>Modifes the priority of the marked process or processes.</action> Under &Linux;, a process has a priority (nice value) ranging from -20 (highest priority) to +20 (lowest priority), thus increasing the nice value gives a process less <acronym>CPU</acronym> time. Only the super-user allowed to lower the nice value (increase its priority). This means that an ordinary user cannot lower the nice value of a process, even if that user raised it previously. An ordinary user is only allowed to alter the priority of that user's processes. The super-user is allowed to modify the priority for any process, and only the super-user may lower the nice value of a process.
da: <action>Ændrer prioriteten af den eller de markerede processer.</action> Under &Linux; har en proces en prioritet (nice værdi) mellem -20 (højeste prioritet) og +20 (laveste prioritet), så en forøgelse af nice værdien giver en proces mindre <acronym>CPU</acronym> tid. Kun superbrugeren har tilladelse til at mindske nice værdien (øge dens prioritet). Dette betyder at en almindelig bruger ikke kan mindske nice værdien for en proces, også selvom samme bruger tidligere har øget den. En almindelig bruger har kun lov til at ændre prioriteten for sine egne processer. Superbrugeren har lov til at ændre prioriteten for en vilkårlig proces, og kun superbrugeren kan sænke nice værdien for en proces.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>s</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>rocess</guimenu> <guimenuitem>Change Scheduling...</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>s</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>roces</guimenu> <guimenuitem>Ændr køreplan...</guimenuitem>

source: <action>Allows the super-user to change the scheduling policy of the selected process or processes.</action> This function uses the POSIX.1b real-time extensions present in &Linux; 2.0.x and later kernels. Normal processes are set to <filename>SCHED&lowbar;OTHER</filename> and have a static priority of 0. Real-time (soft) processes have a policy of <filename>SCHED&lowbar;FIFO</filename> or <filename>SCHED&lowbar;RR</filename> and a static priority in the range of 1 to 99. This option is only available to the super-user.
da: <action>Tillader superbrugeren at ændre køreplanspolitikken for udvalgte processer.</action> Denne funktion bruger POSIX.1b realtids udvidelser, der er tilstede i &Linux; 2.0.x og nyere kerner. Normale processer sættes til <filename>SCHED&lowbar;OTHER</filename> og har en statisk prioritet på 0. Realtids (bløde) processer har en en politik som er <filename>SCHED&lowbar;FIFO</filename> eller <filename>SCHED&lowbar;RR</filename> og en statisk prioritet i området 1 til 99. Denne mulighed er kun tilgængelig for superbrugeren.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>i</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>rocess</guimenu> <guimenuitem>Socket Info</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>i</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>roces</guimenu> <guimenuitem>Sokkel info</guimenuitem>

source: <action>Displays a list</action> of <acronym>TCP</acronym> and <acronym>UDP</acronym> sockets used by the selected process or processes.
da: <action>Viser en liste</action> af <acronym>TCP</acronym> og <acronym>UDP</acronym> sokler brugt af den eller de udvalgte processer.

source: The <guimenu>Signal</guimenu> Menu
da: <guimenu>Signal</guimenu> menu

source: The choices in the signal menu send various signals to all marked processes. Be careful when doing this, especially if more than one process is marked. The standard POSIX signals are explained <link linkend="posix-signals">here</link>.
da: Valgene i signalmenuen sender forskellige signaler til alle markerede processer. Vær omhyggelig med dette, især hvis du har markeret mere end en proces. Standard POSIX signaler bliver forklaret <link linkend="posix-signals">her</link>.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>T</keycap></keycombo> </shortcut> <guimenu>S<accel>i</accel>gnal</guimenu> <guimenuitem>Terminate</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>T</keycap></keycombo> </shortcut> <guimenu>S<accel>i</accel>gnal</guimenu> <guimenuitem>Afslut</guimenuitem>

source: Sends <errorcode>SIGTERM</errorcode> to the selected process or processes.
da: Sender <errorcode>SIGTERM</errorcode> til den eller de valgte processer.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>H</keycap></keycombo></shortcut> <guimenu>S<accel>i</accel>gnal</guimenu> <guimenuitem>Hangup</guimenuitem>
da: <shortcut><keycombo action="simul">&Ctrl;<keycap>H</keycap></keycombo></shortcut> <guimenu>S<accel>i</accel>gnal</guimenu> <guimenuitem>Læg på</guimenuitem>

source: Sends <errorcode>SIGHUP</errorcode> to the selected process or processes.
da: Sender <errorcode>SIGHUP</errorcode> til den eller de valgte processer.

source: <guimenu>S<accel>i</accel>gnal</guimenu> <guimenuitem>Interrupt</guimenuitem>
da: <guimenu>S<accel>i</accel>gnal</guimenu> <guimenuitem>Afbryd</guimenuitem>

source: Sends <errorcode>SIGINT</errorcode> to the selected process or processes.
da: Sender <errorcode>SIGINT</errorcode> til den eller de valgte processer.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>k</keycap></keycombo> </shortcut> <guimenu>S<accel>i</accel>gnal</guimenu> <guimenuitem>Kill</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>k</keycap></keycombo> </shortcut> <guimenu>S<accel>i</accel>gnal</guimenu> <guimenuitem>Slå ihjel</guimenuitem>

source: Sends <errorcode>SIGKILL</errorcode> to the selected process or processes.
da: Sender <errorcode>SIGKILL</errorcode> til den eller de valgte processer.

source: <guimenu>S<accel>i</accel>gnal</guimenu> <guimenuitem>Other</guimenuitem>
da: <guimenu>S<accel>i</accel>gnal</guimenu> <guimenuitem>Andet</guimenuitem>

source: Presents a list of other signals to be sent to the selected process or processes.
da: Præsentere en liste af andre signaler at sende til den eller de valgte processer

source: The <guimenu>Settings</guimenu> Menu
da: <guimenu>Opsætnings</guimenu>menuen

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem>Show <accel>T</accel>oolbar</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu> <guimenuitem>Vis <accel>v</accel>ærktøjslinie</guimenuitem>

source: Toggles display of the toolbar.
da: Slår visning af værktøjslinie til og fra.

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem>Show <accel>C</accel>ommand Path</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu> <guimenuitem>Vis <accel>K</accel>ommandosti</guimenuitem>

source: <action>Toggles display of the command path</action> in the <guilabel>CMDLINE</guilabel> field of the process list.
da: <action>Slår visning af kommandostien til og fra</action> i <guilabel>CMDLINE</guilabel> feltet af proceslisten.

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem>Show <accel>R</accel>esource Info</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu> <guimenuitem>Vis <accel>R</accel>essource info</guimenuitem>

source: Toggles display of the resource displays.
da: Slår visning af ressource info til og fra.

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>S</accel>ave Options</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu> <guimenuitem><accel>G</accel>em indstillinger</guimenuitem>

source: <action>Saves the current settings.</action> Until a new set of settings is saved, the saved settings will be used upon start up of &kpm;.
da: <action>Gemmer den aktuelle opsætning.</action> Indtil et nyt sæt indstillinger er gemte, vil den gemte opsætning blive brugt næste gang &kpm; starter op.

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>P</accel>references...</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu> <guimenuitem><accel>I</accel>ndstillinger...</guimenuitem>

source: <action>Opens a dialog</action> to change &kpm; preferences.
da: <action>Åbner en dialog</action> til at ændre &kpm; indstillinger.

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>U</accel>pdate Period...</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu> <guimenuitem><accel>O</accel>pdateringsperiode...</guimenuitem>

source: Opens a dialog to change the update period.
da: Åbner en dialog til at ændre opdateringsperioden.

source: These are the signals as explained on the manual page of <literal>signal(7)</literal>. For details consult the manual page by typing:
da: Disse er signalerne som forklaret på manual siden for <literal>signal(7)</literal>. For detaljer konsultér manual siden ved at skrive:

source: POSIX Signals
da: POSIX Signaler

source: The following signals are defined by POSIX and can be sent by &kpm;:
da: Følgende signaler er definerede af POSIX og kan sendes af &kpm;:

source: Hangup detected on controlling terminal, or death of controlling process.
da: Læg på detekteret på kontrollerende terminal, eller død af kontrollerende proces.

source: Interrupt from keyboard.
da: Afbrud fra tastatur.

source: Quit from keyboard.
da: Afslut fra tastatur.
