Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdeaddons/kate-plugins_helloworld.po
Languages: xh

source: Hello World
xh: Molo Hlabathi

source: helloworld
xh: molo hlabathi

source: Introduction
xh: Ukwazisa

source: The &kate; plugin <quote>Hello World</quote> currently has no documentation. If you are interested in rectifying that situation, please contact Lauri Watts <email>lauri@kde.org</email>, &kde;'s Documentation Team coordinator.
xh: I &kate; iplagi <quote>Molo Hlabathi</quote> okwangoku ayina xwebhu. Ukuba unomdla ekuqwaIaseleni lo meko, nceda qhagamshelana no Lauri Watts <email>lauri@kde.org</email>, &kde; Umququzeleli weQela loxwebhu.

source: Onscreen Fundamentals
xh: Izakhelo ezikwikhusi

source: Menu Structure
xh: Isakhiwo se Menu

source: Configuration
xh: Uqwalaselo

source: Thanks and Acknowledgements
xh: Imibulelo ne Zivuno

source: &kate; Plugin <quote>Hello World</quote> copyright 2001 <email> </email>.
xh: &kate; Iplagi <quote>Molo Hlabathi</quote> copyright 2001 <email> </email>.

source: Documentation copyright 2001
xh: Uxwebhu copyright 2001

source: CREDIT_FOR_TRANSLATORS
xh: ITYALA_LA_BAGUQULELI KOLUNYE ULWIMI
