Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdeaddons/kicker-applets.po
Languages: hu, ru

source: The &kicker; Applets Handbook
hu: A panel-kisalkalmazások kézikönyve
ru: Справочное руководство по аплетам &kicker;

source: ROLES_OF_TRANSLATORS
hu: <othercredit role="translator"><firstname>Tamás</firstname><surname>Szántó</surname><contrib>Magyar fordítás</contrib><affiliation><address><email>tszanto@mol.hu</email></address></affiliation></othercredit>
ru: <othercredit role="translator"><firstname>Ольга</firstname><surname>Карпова</surname><affiliation><address><email>karpovolga@hotmail.com</email></address></affiliation><contrib>Перевод на русский</contrib></othercredit>

source: This is the handbook for the addon applets for &kicker;, &kde;'s panel.
hu: Ez a kézikönyv azoknak a kisalkalmazásoknak a leírását tartalmazza, amelyeket a KDE paneljéhez lehet hozzáadni.
ru: Справочное руководство по добавляемым аплетам (addon applets) для &kicker;, панели &kde;.

source: Kicker
hu: KDE panel

source: Applets
hu: kisalkalmazások
ru: Аплеты

source: &kicker; applets
hu: panel-kisalkalmazások
ru: аплеты &kicker;

source: Applets are small applications running inside of &kicker;. Almost everything besides the application starter buttons are applets. They can be added from the <guimenu>context</guimenu> menu or from the submenu <guisubmenu>Configure Panel</guisubmenu> by choosing <guisubmenu>Add</guisubmenu> and the <guimenuitem>Applet</guimenuitem>.
hu: A kisalkalmazások olyan egyszerű KDE alkalmazások, amelyek a panelen belül futnak. A panelen látható objektumok nagy része kisalkalmazás, leszámítva az alkalmazásindító nyomógombokat. Kisalkalmazásokat a panelhez adni a <guimenu>felbukkanó menüből</guimenu> vagy a K menü <guisubmenu>A panel beállításai...</guisubmenu> menüpontjából lehet, a <guisubmenu>Hozzáadás</guisubmenu> menü <guimenuitem>Kisalkalmazás</guimenuitem> almenüjében.
ru: Аплеты - это небольшие приложения, выполняемые внутри &kicker;. Почти все, за исключением кнопок запуска, - это аплеты. Их можно добавить из <guimenu>контекстного</guimenu> меню или из подменю <guisubmenu>Настройки панели</guisubmenu>, выбрав <guisubmenu>Добавить</guisubmenu> и пункт меню <guimenuitem>Аплет</guimenuitem>.

source: More information on the use of &kicker; and on the base set of applets that come with &kicker;, can be found in the &kicker; handbook.
hu: További információkat találhat a panel és a panelhez alapértelmezésként tartozó kisalkalmazások használatáról a panel kézikönyvében.
ru: Более подробную информацию об использовании &kicker; и о базовом наборе аплетов, сопровождающем &kicker; можно найти в справочном руководстве по &kicker;.

source: The Applets described in this handbook are:
hu: Ebben a kézikönyvben az alábbi kisalkalmazások leírása található:
ru: Аплеты, описанные в данном справочном руководстве:

source: &kolourpicker;
hu: Színválasztó (&kolourpicker;)

source: &ktimemon;
hu: Személyes időkövető (&ktimemon;)

source: Credits and License
hu: A szerzők listája és a licencegyezmény
ru: Разработчики и лицензирование

source: Copyrights for each applet is listed in the applicable chapter.
hu: Lásd az egyes kisalkalmazásokhoz tartozó fejezeteket.
ru: Перечень авторских прав на аплеты приведен в соответствующем разделе.

source: Installation
hu: Telepítés
ru: Установка

source: kdeaddons
ru: добавляемые аплеты KDE
