Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/clockapplet.po
Languages: az, bg, ca, da, fi, he, id, is, it, ja, ko, lt, mt, no, pl, pt_br, ta, uk, xh

source: Show s&econds
az: Saniyələri göstər
bg: Пока&жи секунди
ca: Mostra els s&egons
da: Vis s&ekunder
fi: Näytä &sekunnit
he: תוינ&ש גצה
is: Sýna s&ekúndur
it: Mostra i &secondi
ja: 秒を表示(&e)
ko: 초 보임(&e)
lt: Rodyti s&ekundes
mt: Uri s-S&ekondi
no: Vis s&ekunder
pl: Pokaż s&ekundy
pt_br: Mostrar s&egundos
ta: ¦¿¡Ê¸¨Çì ¸¡ð¼×õ
uk: Показувати с&екунди
xh: &Bonisa imizuzwana

source: &Use custom colors
az: &Şəxsi rənglər
bg: &Цветове по избор
ca: &Usa colors a mida
da: &Brug egne farver
fi: O&mat värit
he: תישיא םימאתו&מ םיעבצב שמתשה
is: Sérsnið&nir litir
it: Usa colori &personalizzati
ja: カスタムカラーを使う(&U)
ko: 사용자가 정의한 색 쓰기(&U)
lt: Naudoti sa&vo spalvas
mt: &Uża kuluri personalizzati
no: &Bruk tilpassede farger
pl: &Użyj własnych kolorów
pt_br: &Usar cores personalizadas
ta: ¾É¢ôÀÂý ¿¢Èí¸¨Çô ÀÂýÀÎòÐ
uk: &Використовувати нетипові кольори
xh: &Sebenzisa imibala yesiko

source: &Background Color:
az: &Arxa plan Rəngi:
bg: &Фонов Цвят
ca: Color de &fons:
da: &Baggrundsfarve:
fi: &Taustaväri:
he: :עק&ר עבצ
id: Warna &belakang
is: Litur &bakgrunns:
it: Colore &sfondo:
ja: 背景色(&B)
ko: 바탕 색(&B):
lt: &Fono spalva
mt: Kulur ta' l-i&sfond:
no: &Bakgrunnsfarge:
pl: &Kolor tła:
pt_br: Cor de &fundo:
ta: À¢ýÉ½¢ ¿¢Èõ:
uk: &Колір тла:
xh: &Umbala wesiqalo:

source: &Digital Clock
az: D&igital Saat
bg: Ц&ифров часовник
ca: Rellotge &digital
da: &Digitalt ur
fi: D&igitaalikello
he: ילטי&גיד ןועש
is: S&tafræn klukka
it: Orologio &digitale
ja: デジタル時計(&D)
ko: 디지탈 시계(&D)
lt: S&kaitmeninis laikrodis
mt: Arloġġ &diġitali
no: &Digital klokke
pl: &Zegarek cyfrowy
pt_br: Relógio &digital
ta: ­Äì¸Ó¨Èì ¸Ê¸¡Ãõ
uk: &Цифровий годинник
xh: &Ikloko enamanani

source: Blinking do&ts
az: Yanıb sönən nöqtələr
bg: Мигащи &точки
ca: Pun&ts intermitents
da: Blinkende prik&ker
fi: &Vilkkuvat pisteet
he: תובהבהמ תודו&קנ
is: Blikkandi pun&tar
it: Punti &lampeggianti
ja: ドットを点滅(&t)
ko: 점을 깜박이게(&t)
lt: &Mirksintys taškai
mt: Tikek i&teptpu
no: Blinkende punk&ter
pl: migoczącą kro&pkę
pt_br: Pontos piscan&tes
ta: ­¨ÁìÌõ ÒûÇ¢¸û
uk: Блимаючі кра&пки
xh: &Amachachaza akhawulezayo

source: You can choose either the predefined LCD look or define a custom color set.
az: İstədiyiniz rəng dəstəsini və ya daha əvvəl hazırlanmış LCD nümayişini seçə bilərsiniz.
bg: Изберете цвят за Вашия часовник или използвайте предварително зададен LCD
ca: Podeu triar bé l'aspecte LCD predefinit o definir un joc de colors a mida.
da: Du kan vælge enten det prædefinerede lcd udseende eller definere dit eget farvevalg.
fi: Voit joko valita edeltämääritellyn LCD-ulkonäön tai määritellä oman väriteeman.
he: <p align=right>הארמ תא רוחבל ךתורשפאב ןאכ<br>רידגהל וא שארמ רדגומה LCD-ה<br>.תישיא תמאתומ םיעבצ תכרע
id: Anda dapat memilih tampilan LCD atau menentukan warna sendiri
is: Þú getur valið um annaðhvort fyrirfram skilgreint 'LCD' útlit eða skilgreint sérsniðna liti.
it: Puoi scegliere o l'aspetto a cristalli liquidi predefinito o definire uno schema di colori personalizzato.
ja: ここで定義済みのLCDの外観や、お好みの色の組合せを選択できます
lt: Jūs galite pasirinkti jau nustatytą LCD išvaizdą arba sukurti savo spalvų rinkinį
mt: Hawn tista' tagħżel bejn dehra pridefinita LCD, jew tagħżel sett kuluri int.
no: Du kan velge enten et forhåndsdefinert LCD-utseende eller en tilpasset fargesammeninnstilling.
pl: Możesz również wybrać zdefiniowany wygląd LCD lub ustawić kolor.
pt_br: Você pode escolher o estilo predefinido do cristal líquido ou definir umconjunto personalizado de cores.
ta: ²Ä§Å Å¨ÃÂÚì¸ôÀð¼ LCD §¾¡üÈò¨¾ ¿£í¸û §¾÷× ¦ºöÂÄ¡õ «øÄÐ ¾ü§À¡ìÌ ¿¢È «¨Áô¨À ¿£í¸û Å¢ÅÃ¢ì¸Ä¡õ.
uk: Ви можете вибрати типові кольори РКД або визначити свій набір кольорів.
xh: Ungakhetha ujongo lwe-LCD esele ichaziwe okanye uchaze umbala weseti yesiko.

source: S&hadow Color:
az: &Kölgə Rəngi:
bg: &Цвят на сянка:
ca: Color d'&ombra:
da: &Skyggefarve:
fi: Va&rjon väri:
he: :ל&צ עבצ
is: Litur &skugga:
it: Colore &ombra:
ja: 影の色(&h):
ko: 그림자 색(&h):
lt: &Šešėlio spalva:
mt: K&ulur tad-dell:
no: S&kyggefarge:
pl: Ko&lor cieniowania:
pt_br: Cor de &sombra:
ta: ¿¢Æø ¿¢Èõ:
uk: &Колір тіні:
xh: &Yenza isithunzi sombala:

source: &LCD look
az: &LCD nümayişi
bg: &LCD вид
ca: Aspecte &LCD
da: &LCD udseende
fi: &LCD-tyyli
he: &LCD הארמ
id: Tampilan &LCD
is: &LCD útlit
it: Aspetto &cristalli liquidi
ja: LCDの外観(&L)
ko: LCD처럼 보임(&L)
lt: &LCD stilius
mt: Apparenza &LCD
no: &LCD-utseende
pl: Wygląd &LCD
pt_br: Aparência do cristal &líquido
ta: LCD §¾¡üÈõ
uk: У вигляді &РКД
xh: &Ukhangelo lwe LCD

source: U&se plain colors
az: B&əsit rəngləri işlət
bg: Използ&ва прости цветове
ca: U&sa colors normals
da: &Brug almindelige farver
fi: Käytä &paljaita värejä
he: םיליגר םי&עבצב שמתשה
is: Nota &einfalda liti
it: U&sa colori piatti
ja: プレーンカラーを使う(&s)
ko: 보통 색으로 보임(&s)
lt: &Naudoti paprastas spalvas
mt: U&ża kuluri sempliċi
no: Br&uk vanlige farger
pt_br: U&sar cores comuns
ta: º¡¾¡Ã½ ¿¢Èí¸¨Çô ÀÂýÀÎòÐ
uk: В&икористовувати звичайні кольори
xh: &Sebenzisa imibala ecacileyo

source: A&nalog Clock
az: &Analoq Saatlar
bg: А&налогов часовник
ca: Rellotge a&nalògic
da: A&nalogt ur
fi: A&nalogikello
he: יגו&לנא ןועש
id: Jam A&nalog
is: Skíf&uklukka
it: Orologio &analogico
ja: アナログ時計(&n)
ko: 아날로그 시계(&n)
lt: Ana&loginis laikrodis
mt: Arloġġ a&nalogu
no: A&nalog klokke
pl: Zegarek a&nalogowy
pt_br: Relógio A&nalógico
ta: ´ôÒ¨Á ¸Ê¸¡Ãõ
uk: А&налоговий годинник
xh: &Ikloko efanayo

source: Fu&zzy Clock
az: Axtar&anıq Saat
bg: Нв&ясен часовник
ca: Rellotge a&proximat
da: &Upræcist ur
fi: Epä&määräinen kello
he: יל&ולימ ןועש
is: Ó&nákvæm klukka
it: Orologio con&fuso
ja: ファジー時計(&z)
lt: Ap&ytikslis laikrodis
mt: Arloġġ &verbali
no: Uk&lar klokke
pl: Zegarek teksto&wy
pt_br: Reló&gio inexato
ta: ÁÂìÌ ¸Ê¸¡Ãõ
uk: Неч&іткий годинник
xh: &Ikloko efana twatse

source: Fuzzine&ss:
az: Bu&lanıqlıq:
bg: &Неяснота:
ca: Apro&ximació:
da: Præ&cision:
fi: E&pämääräisyys:
he: :&קויד
is: Ó&nákvæmni
it: Confu&sione:
ja: ファジーさ(&s):
lt: T&ikslumas
mt: A&pprossimazzjoni:
no: &Uklarhet
pl: Okres cza&su:
pt_br: Ine&xatidão:
ta: ÁÂì¸¿¢¨Ä:
uk: По&хибка:
xh: &Ufano twatse:

source: Low
az: Alçaq
bg: Нисък
ca: Baixa
da: Høj
fi: Matala
he: הובג
id: Rendah
is: lítil
it: Poca
ja: 低い
ko: 낮음
lt: Didesnis
mt: Baxxa
no: Lav
pl: Minutowy
pt_br: Baixo
ta: ¾¡úó¾
uk: Низька
xh: Ezantsi

source: High
az: Yüksək
bg: Висок
ca: Alta
da: Lav
fi: Korkea
he: ךומנ
id: Tinggi
is: mikil
it: Molta
ja: 高い
ko: 높음
lt: Nedidelis
mt: Għolja
no: Høy
pl: Tygodniowy
pt_br: Alto
ta: ¯Â÷ó¾
uk: Висока
xh: Phezulu
