Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/clockapplet.po
Languages: az, bg, ca, da, fi, he, id, is, it, ja, ko, lt, mt, no, pl, pt_br, ta, uk, xh

source: _: hour one
az: bir
bg: един
ca: una
da: ét
fi: yksi
he: תחא
id: satu
is: eitt
it: una
ko: 한
lt: pirma
mt: is-siegħa
no: ett
pl: jeden
pt_br: uma
ta: ´ýÚ
uk: перша
xh: nye

source: _: hour two
az: iki
bg: два
ca: dos
da: to
fi: kaksi
he: םייתש
id: dua
is: tvö
it: due
ko: 두
lt: dvi
mt: is-sagħtejn
no: to
pl: dwa
pt_br: duas
ta: ­ÃñÎ
uk: друга
xh: bini

source: _: hour three
az: üç
bg: три
ca: tres
da: tre
fi: kolme
he: שולש
id: tiga
is: þrjú
it: tre
ko: 세
lt: trys
mt: it-tlieta
no: tre
pl: trzy
pt_br: três
ta: ãýÚ
uk: третя
xh: thathu

source: _: hour four
az: dörd
bg: четири
ca: quatre
da: fire
fi: neljä
he: עברא
id: empat
is: fjögur
it: quattro
ko: 네
lt: keturios
mt: l-erbgħa
no: fire
pl: cztery
pt_br: quatro
ta: ¿¡ýÌ
uk: четверта
xh: ne

source: _: hour five
az: beş
bg: пет
ca: cinc
da: fem
fi: viisi
he: שמח
id: lima
is: fimm
it: cinque
ko: 다섯
lt: penkios
mt: il-ħamsa
no: fem
pl: pięć
pt_br: cinco
ta: ³óÐ
uk: п'ята
xh: hlanu

source: _: hour six
az: altı
bg: шест
ca: sis
da: seks
fi: kuusi
he: שש
id: enam
is: sex
it: sei
ko: 여섯
lt: šešios
mt: is-sitta
no: seks
pl: sześć
pt_br: seis
ta: ¬Ú
uk: шоста
xh: thandathu

source: _: hour seven
az: yeddi
bg: седем
ca: set
da: syv
fi: seitsemän
he: עבש
id: tujuh
is: sjö
it: sette
ko: 일곱
lt: septynios
mt: is-sebgħa
no: syv
pl: siedem
pt_br: sete
ta: ²Ø
uk: сьома
xh: xhenxe

source: _: hour eight
az: səkkiz
bg: осем
ca: vuit
da: otte
fi: kahdeksan
he: הנומש
id: delapan
is: átta
it: otto
ko: 여덟
lt: aštuonios
mt: it-tmienja
no: åtte
pl: osiem
pt_br: oito
ta: ±ðÎ
uk: восьма
xh: bhozo

source: _: hour nine
az: doqquz
bg: девет
ca: nou
da: ni
fi: yhdeksän
he: עשת
id: sembilan
is: níu
it: nove
ko: 아홉
lt: devynios
mt: id-disgħa
no: ni
pl: dziewięć
pt_br: nove
ta: ´ýÀÐ
uk: дев'ята
xh: thoba

source: _: hour ten
az: on
bg: десет
ca: deu
da: ti
fi: kymmenen
he: רשע
id: sepuluh
is: tíu
it: dieci
ko: 열
lt: dešimt
mt: l-għaxra
no: ti
pl: dziesięć
pt_br: dez
ta: ÀòÐ
uk: десята
xh: lishumi

source: _: hour eleven
az: on bir
bg: единадесет
ca: onze
da: elleve
fi: yksitoista
he: הרשע תחא
id: sebelas
is: ellevu
it: undici
ko: 열 한
lt: vienuolika
mt: il-ħdax
no: elleve
pl: jedenaście
pt_br: onze
ta: À¾¢¦É¡ýÚ
uk: одинадцята
xh: lishumi elinanye

source: _: hour twelve
az: on iki
bg: дванадесет
ca: dotze
da: tolv
fi: kaksitoista
he: הרשע םיתש
id: duabelas
is: tólf
it: dodici
ko: 열 두
lt: dvylika
mt: nofsinhar
no: tolv
pl: dwanaście
pt_br: doze
ta: ÀýÉ¢ÃñÎ
uk: дванадцята
xh: lishumi elinesibini

source: %0 o'clock
az: saat %0
bg: %0 часа
ca: les %0 en punt
da: klokken %0
fi: kello on %0
id: jam %0
is: á slaginu %0
it: %0 in punto
ja: %0 時
ko: %0 시
lt: lygiai %0
no: klokken er %0
pl: %0 godzina
pt_br: %0 em ponto
ta: %0 Á½¢
uk: %0 година
xh: %0 entloko

source: five past %0
az: %0 'i 5 dəqiqə keçir
bg: %0 и пет минути
ca: les %0 i cinc
da: fem minutter over %0
fi: viisi yli %0
he: השימחו %0
id: %0 lewat lima
is: fimm mínútur yfir %0
it: %0 e cinque
ja: %0 時 5分過ぎ
ko: 오분 지난 %0 시
lt: %0 val.penkios min.
mt: %0 u ħamsa
no: fem over %0
pl: pięć po %0
pt_br: cinco passados das %0
ta: %0 ³óÐ
uk: п'ять по %0
xh: yimizuzu emihlanu emva kwe %0

source: ten past %0
az: %0 'ı 10 dəqiqə keçir
bg: %0 и десет минути
ca: les %0 i deu
da: ti minutter over %0
fi: kymmentä yli %0
he: הרשעו %0
id: %0 lewat sepuluh
is: tíu mínútur yfir %0
it: %0 e dieci
ja: %0 時10分過ぎ
ko: 십분 지난 %0 시
lt: %0 dešimt
mt: %0 u għaxra
no: ti over %0
pl: dziesięć po %0
pt_br: dez passados das %0
ta: %0 ÀòÐ
uk: десять по %0
xh: yimizuzu elishumi emva kwe %0

source: quarter past %0
az: %0 'ı 15 dəqiqə keçir
bg: %0 и петнадесет минути
ca: les %0 i quart
da: kvart over %0
fi: vartin yli %0
he: עברו %0
id: %0 lewat seperempat
is: korter yfir %0
it: %0 e un quarto
ja: %0 時15分過ぎ
ko: 십 오분 지난 %0 시
lt: %0 penkiolika
mt: %0 u kwart
no: kvart over %0
pl: kwadrans po %0
pt_br: quinze passados das %0
ta: %0 ¸¡ø
uk: чверть по %0
xh: yimizuzu elishumi elinesihlanu emva kwe %0

source: twenty past %0
az: %0 'ı iyirmi keçir
bg: %0 и двадесет минути
ca: les %0 i vint
da: tyve minutter over %0
fi: kaksikymmentä yli %0
he: םירשעו %0
id: %0 lewat duapuluh
is: tuttugu mínútur yfir %0
it: %0 e venti
ja: %0 時20分過ぎ
ko: 이십분 시난 %0 시
lt: %0 dvidešimt
mt: %0 u għoxrin
no: 10 på halv %1
pl: dwadzieścia po %0
pt_br: vinte passados das %0
ta: %0 ­ÕÀÐ
uk: двадцять по %0
xh: yimizuzu engamashumi amabini emva kwe %0

source: twenty five past %0
az: %0 'ı iyirmi beş keçir
bg: %0 двадесет и пет минути
ca: les %0 i vint-i-cinc
da: fem minutter i halv%1
fi: kaksikymmentäviisi yli %0
he: שמחו םירשע %0
id: %0 lewat duapuluh lima
is: tuttuguogfimm mínútur yfir %0
it: %0 e venticinque
ja: %0 時25分過ぎ
ko: 이십 오분 지난 %0 시
lt: %0 dvidešimt penkios
mt: %0 u nofs nieqes ħamsa
no: 5 på halv %1
pl: dwadzieścia pięć po %0
pt_br: vinte e cinco passados das %0
ta: %0 ­ÕÀò¨¾óÐ
uk: двадцять п'ять по %0
xh: yimizuzu engamashumi amabini anesihlanu emva kwe %0

source: half past %0
az: %0 yarım saat keçir
bg: %0 и пет минути
ca: les %0 i mitja
da: klokken halv%1
fi: kolmekymmentä yli %0
he: יצחו %0
id: %0 lewat tigapuluh
is: þrjátíu mínútur yfir %0
it: %0 e mezza
ja: %0 時半
ko: %0 시에서 반 지남
lt: %0 trisdešimt
mt: %0 u nofs
no: halv %1
pl: w pół do %0
pt_br: %0 e meia
ta: %0 «¨Ã
uk: опів на %1
xh: licala emva kwe %0

source: twenty five to %1
az: %1 'ə iyirmi beş dəqiqə qalıb
bg: %1 тридесет и пет минути
ca: dos quarts i cinc de %1
da: fem minutter over halv%1
fi: 25 vaille %1
he: שמחו םישולש %0
id: %1 kurang duapuluh lima
is: tuttuguogfimm mínútur í %1
it: venticinque alle %1
ja: %1 時25分前
ko: 이십 오분 전 %1 시
lt: be dvidešimt penkių %1
mt: %0 u nofs u ħamsa
no: 5 over halv %1
pl: za dwadzieścia pięć %1
pt_br: vinte e cinco para as %1
ta: %1 ìÌ ­ÕÀò¨¾óÐ
uk: за двадцять п'ять на %1
xh: yimizuzu engamashumi amabini anesihlanu phambi kwe %1

source: twenty to %1
az: %1 'ə iyirmi dəqiqə qalıb
bg: %1 и четиридесет минути
ca: dos quarts i deu de %1
da: tyve minutter i %1
fi: kaksikymmentä vaille %1
he: םיעבראו %0
id: %1 kurang duapuluh
is: tuttugu mínútur í %1
it: venti alle %1
ja: %1 時20分前
ko: 이십분 전 %1 시
lt: be dvidešimt %1
mt: %1 nieqes għoxrin
no: 10 over halv %1
pl: za dwadzieścia %1
pt_br: vinte para as %1
ta: %1 ìÌ ­ÕÀÐ
uk: за двадцять на %1
xh: yimizuzu engamashumi amabini phambi kwe %1

source: quarter to %1
az: %1 'ə 15 dəqiqə qalıb
bg: %1 четиридесет и пет минути
ca: tres quarts de %1
da: kvart i %1
fi: varttia vaille %1
he: שמחו םיעברא %0
id: %1 kurang seperempat
is: korter í %1
it: un quarto alle %1
ja: %1 時15分前
ko: 십 오분 전 %1 시
lt: be penkiolikos %1
mt: %1 nieqes kwart
no: kvart på %1
pl: za kwadrans %1
pt_br: um quarto para as %1
ta: %1 ìÌì ¸¡ø
uk: за чверть на %1
xh: yimizuzu elishumi elinesihlanu phambi kwe %1

source: ten to %1
az: %1 'ə on dəqiqə qalıb
bg: %1 и петдесет минути
ca: les %1 menys deu
da: ti minutter i %1
fi: kymmentä vaille %1
he: םישימחו %0
id: %1 kurang sepuluh
is: tíu mínútur í %1
it: dieci alle %1
ja: %1 時10分前
ko: 십분 전 %1 시
lt: be dešimt %1
mt: %1 nieqes għaxra
no: ti på %1
pl: za dziesięć %1
pt_br: dez para as %1
ta: %1 ìÌô ÀòÐ
uk: за десять на %1
xh: yimizuzu elishumi phambi kwe %1

source: five to %1
az: %1 'ə beş dəqiqə qalıb
bg: %1 петдесет и пет минути
ca: les %1 menys cinc
da: fem minutter i %1
fi: viisi vailla %1
he: שמחו םישימח %0
id: %1 kurang lima
is: fimm mínútur í %1
it: cinque alle %1
ja: %1 時 5分前
ko: 오분 전 %1 시
lt: be penkių %1
mt: %1 nieqes ħamsa
no: 5 på %1
pl: za pięć %1
pt_br: cinco para as %1
ta: %1 ìÌ ³óÐ
uk: за п'ять на %1
xh: yimizuzu emihlanu phambi kwe %1

source: %1 o'clock
az: saat %1
bg: %1 часа
ca: les %1 en punt
da: klokken %1
fi: kello on %1
id: jam %1
is: á slaginu %1
it: %1 in punto
ja: %1 時
ko: %1 시
lt: lygiai %1
no: klokken er %1
pl: %1 godzina
pt_br: %1 em ponto
ta: %1 Á½¢
uk: %1 годин
xh: %1 entloko

source: _: one %0 o'clock
az: saat %0
bg: %0 часа
ca: la %0 en punt
da: klokken %0
fi: kello on %0
id: jam %0
is: á slaginu %0
it: %0 in punto
ja: %0 時
lt: lygiai %0
no: klokken er %0
pl: %0 godzina
pt_br: %0 em ponto
ta: %0 Á½¢
uk: %0 година
xh: %0 entloko

source: _: one five past %0
az: %0 'i beş dəqiqə keçir
bg: %0 и пет минути
ca: la %0 i cinc
da: fem minutter over %0
fi: viisi yli %0
he: השימחו %0
id: %0 lewat lima
is: fimm mínútur yfir %0
it: %0 e cinque
ja: %0 時 5分過ぎ
lt: %0 val.penkos min.
mt: %0 w ħamsa
no: fem over %0
pl: pięć po %0
pt_br: cinco passados de %0
ta: %0 ³óÐ
uk: п'ять по %1
xh: yimizuzu emihlanu emva kwe %0

source: _: one ten past %0
az: %0 'i on dəqiqə keçir
bg: %0 и десет минути
ca: la %0 i deu
da: ti minutter over %0
fi: kymmentä yli %0
he: הרשעו %0
id: %0 lewat sepuluh
is: tíu mínútur yfir %0
it: %0 e dieci
ja: %0 時10分過ぎ
lt: %0 dešimt
mt: %0 w għaxra
no: ti over %0
pl: dziesięć po %0
pt_br: dez passados de %0
ta: %0 ÀòÐ
uk: десять по %1
xh: yimizuzu elishumi emva kwe %0

source: _: one quarter past %0
az: %0 'i 15 dəqiqə keçir
bg: %0 и петнадесет минути
ca: la %0 i quart
da: kvart over %0
fi: vartin yli %0
he: עברו %0
id: %0 lewat seperempat
is: korter yfir %0
it: %0 e un quarto
ja: %0 時15分過ぎ
lt: %0 penkiolika
mt: %0 w kwart
no: kvart over %0
pl: kwadrans po %0
pt_br: quinze passados de %0
ta: %0 ¸¡ø
uk: чверть по %1
xh: yimizuzu elishumi elinesihlanu emva kwe %0

source: _: one twenty past %0
az: %0 'i iyirmi dəqiqə keçir
bg: %0 и двадесет минути
ca: la %0 i vint
da: tyve minutter over %0
fi: kaksikymmentä yli %0
he: םירשעו %0
id: %0 lewat duapuluh
is: tuttugu mínútur yfir %0
it: %0 e venti
ja: %0 時20分過ぎ
lt: %0 dvidešimt
mt: %0 w għoxrin
no: ti på halv %0
pl: dwadzieścia po %0
pt_br: vinte passados de %0
ta: %0 ­ÕÀÐ
uk: двадцять на %1
xh: yimizuzu engamashumi amabini emva kwe %0

source: _: one twenty five past %0
az: %0 'i iyirmi beş dəqiqə keçir
bg: %0 двадесет и пет минути
ca: la %0 i vint-i-cinc
da: fem minutter i halv%1
fi: kaksikymmentäviisi yli %0
he: השימחו םירשעו %0
id: %0 lewat duapuluhlima
is: tuttuguogfimm mínútur yfir %0
it: %0 e venticinque
ja: %0 時25分過ぎ
lt: %0 dvidešimt penkios
mt: %0 w nofs nieqes ħamsa
no: 5 på halv %0
pl: dwadzieścia pięć po %0
pt_br: vinte e cinco passados de %0
ta: %0 ­ÕÀò¨¾óÐ
uk: двадцять п'ять
xh: yimizuzu engamashumi amabini anesihlanu emva kwe %0

source: _: one half past %0
az: %0 'i yarım saat keçir
bg: %0 и тридесет минути
ca: la %0 i mitja
da: klokken halv%1
fi: kolmekymmentä yli %0
he: יצחו %0
id: %0 lewat tigapuluh
is: þrjátíu mínútur yfir %0
it: %0 e mezza
ja: %0 時半
lt: %0 trisdešimt
mt: %0 w nofs
no: halv %1
pl: w pół do %0
pt_br: %0 e meia
ta: %0 «¨Ã
uk: опів на %1
xh: licala emva kwe %0

source: _: one twenty five to %1
az: %1 'ə iyirmi beş dəqiqə qalıb
bg: %1 тридесет и пет минути
ca: la %1 menys vint-i-cinc
da: fem minutter over halv%1
fi: kaksikymmentäviisi vaille %1
he: %1ל השימחו םירשע
id: %1 kurang duapuluhlima
is: tuttuguogfimm mínútur í %1
it: venticinque all'%1
ja: %1 時25分前
lt: be dvidešimt penkių %1
mt: %0 w nofs u ħamsa
no: 5 over halv %1
pl: za dwadzieścia pięć %1
pt_br: vinte e cinco para %1
ta: %1 ìÌ ­ÕÀò¨¾óÐ
uk: за двадцять п'ять %1
xh: yimizuzu engamashumi amabini anesihlanu emva kwe %1

source: _: one twenty to %1
az: %1 'ə iyirmi dəqiqə qalıb
bg: %1 и четиридесет минути
ca: la %1 menys vint
da: tyve minutter i %1
fi: kaksikymmentävaille %1
he: %1ל םירשע
id: %1 kurang duapuluh
is: tuttugu mínútur í %1
it: venti all'%1
ja: %1 時20分前
lt: be dvidešimt %1
mt: %1 nieqes għoxrin
no: 10 over halv %1
pl: za dwadzieścia %1
pt_br: vinte para %1
ta: %1 ìÌ ­ÕÀÐ
uk: за двадцять %1
xh: yimizuzu engamashumi amabini phambi kwe %1

source: _: one quarter to %1
az: %1 'ə 15 dəqiqə qalıb
bg: %1четиридесет и пет минути
ca: la %1 menys quart
da: kvart i %1
fi: viisitoistavaille %1
he: %1ל עבר
id: %1 kurang seperempat
is: korter í %1
it: un quarto all'%1
ja: %1 時15分前
lt: be penkiolikos %1
mt: %1 nieqes kwart
no: kvart på %1
pl: za kwadrans %1
pt_br: um quarto para %1
ta: %1 ìÌô À¾¢¨ÉóÐ
uk: за чверть %1
xh: yimizuzu elishumi elinesihlanu phambi kwe %1

source: _: one ten to %1
az: %1 'ə on dəqiqə qalıb
bg: %1 и петдесет минути
ca: la %1 menys deu
da: ti minutter i %1
fi: kymmentävaille %1
he: %1ל הרשע
id: %kurang sepuluh
is: tíu mínútur í %1
it: dieci all'%1
ja: %1 時10分前
lt: be dešimt %1
mt: %1 nieqes għaxra
no: ti på %1
pl: za dziesięć %1
pt_br: dez para %1
ta: %1 ìÌô ÀòÐ
uk: за десять %1
xh: yimizuzu elishumi phambi kwe %1

source: _: one five to %1
az: %1 'ə beş dəqiqə qalıb
bg: %1 петдесет и пет минути
ca: la %1 menys cinc
da: fem minutter i %1
fi: viisivaille %1
he: %1ל השימח
id: %1 kurang lima
is: fimm mínútur í %1
it: cinque all'%1
ja: %1 時 5分前
lt: be penkių %1
mt: %1 nieqes ħamsa
no: fem på %1
pl: za pięć %1
pt_br: cinco para %1
ta: %1 ìÌ ³óÐ
uk: за п'ять %1
xh: yimizuzu emihlanu phambi kwe %1

source: _: one %1 o'clock
az: saat %1
bg: %1 часа
ca: la %1 en punt
da: klokken %1
fi: kello on %1
id: jam %1
is: á slaginu %1
it: %1 in punto
ja: %1 時
lt: lygiai %1
no: klokken er %1
pl: %1 godzina
pt_br: %1 em ponto
ta: %1 Á½¢
uk: %1 година
xh: %1 entloko

source: Night
az: Gecə
bg: нощ
ca: Nit
da: Nat
fi: Yö
he: הליל
id: Malam
is: Nótt
it: Notte
ja: 晩
ko: 밤
lt: Naktis
mt: Bil-lejl
no: Natt
pl: Noc
pt_br: Noite feita
ta: ­Ã×
uk: Ніч
xh: Ubusuku

source: Early morning
az: Səhər Erkən
bg: рано сутрин
ca: De bon matí
da: Tidlig morgen
fi: Aikainen aamu
he: רקובב םדקומ
id: Subuh
is: Snemma morguns
it: Mattina presto
ja: 早朝
ko: 이른 아침
lt: Ankstus rytas
mt: Filgħodu kmieni
no: Tidlig morgen
pl: Wcześnie rano
pt_br: Manhã cedo
ta: «¾¢¸¡¨Ä
uk: Вдосвіта
xh: Ekuseni kusasa

source: Morning
az: Səhər
bg: сутрин
ca: Matí
da: Morgen
fi: Aamu
he: רקוב
id: Pagi
is: Morgun
it: Mattina
ja: 朝
ko: 아침
lt: Rytas
mt: Filgħodu
no: Morgen
pl: Rano
pt_br: Manhã
ta: ¸¡¨Ä
uk: Ранок
xh: Kusasa

source: Almost noon
az: Günortaya tərəf
bg: преди обяд
ca: Quasi migdia
da: Næsten middag
fi: Melkein puolipäivä
he: םיירהצה ינפל
id: Agak siang
is: Fyrir hádegi
it: Tarda mattina
ja: 午前
ko: 한낮
lt: Beveik pietūs
mt: Kważi nofsinhar
no: Nesten formiddag
pl: Prawie południe
pt_br: Quase meio-dia
ta: ²Èò¾¡Æ Á¾¢Âõ
uk: Майже полудень
xh: Phantse emini emaqanda

source: Noon
az: Günorta
bg: обяд
ca: Migdia
da: Middag
fi: Puolipäivä
he: םיירהצ
id: Siang
is: Hádegi
it: Mezzogiorno
ja: 正午
ko: 한낮(정오)
lt: Pietūs
mt: Nofsinhar
no: Formiddag
pl: Południe
pt_br: Meio-dia
ta: Á¾¢Âõ
uk: Полудень
xh: Emini emaqanda

source: Afternoon
az: Günortadan sonra
bg: след обяд
ca: Vesprada
da: Eftermiddag
fi: Iltapäivä
he: םיירהצה רחא
id: Sore
is: Eftirmiðdagur
it: Pomeriggio
ja: 午後
ko: 오후
lt: Popietė
mt: Wara nofsinhar
no: Ettermiddag
pl: Po południu
pt_br: Tarde
ta: À¢üÀ¸ø
uk: Пополудня
xh: Emva kwemini

source: Evening
az: Axşam
bg: вечер
ca: Horabaixa
da: Aften
fi: Ilta
he: ברע
id: Malam
is: Kvöld
it: Sera
ja: 夜
ko: 저녁
lt: Vakaras
mt: Filgħaxija
no: Kveld
pl: Wieczór
pt_br: Noitinha
ta: Á¡¨Ä
uk: Вечір
xh: Ngokuhlwa

source: Late evening
az: Gecəyə tərəf
bg: късно вечерта
ca: Al tard
da: Sent om aftenen
fi: Myöhäinen ilta
he: ברעב רחואמ
id: Larut malam
is: Síðkvöld
it: Sera tardi
ja: 深夜
ko: 늦은 저녁
lt: Vėlus vakaras
mt: Filgħaxija tard
no: Sen kveld
pl: Późno wieczorem
pt_br: Fim da noitinha
ta: «ó¾¢ô¦À¡ØÐ
uk: Пізній вечір
xh: Emva kwexesha ngokuhlwa

source: Start of week
az: Həftə başı
bg: начало на седмицата
ca: Inici de setmana
da: Først på ugen
fi: Viikon alku
he: עובשה תליחת
id: Awal minggu
is: Upphaf viku
it: Inizio della settimana
ja: 週初
ko: 주초
lt: Savaitės pradžia
mt: Bidu tal-ġimgħa
no: Begynnelsen av uken
pl: Początek tygodnia
pt_br: Início da semana
ta: Å¡Ãò ¦¾¡¼ì¸õ
uk: Початок тижня
xh: Isiqalo seveki

source: Middle of week
az: Həftə ortası
bg: среда на седмицата
ca: Meitat de la setmana
da: Midt i ugen
fi: Viikon keskiosa
he: עובשה עצמא
id: Tengah minggu
is: Mið vika
it: Met√† settimana
ja: 週中
ko: 주중
lt: Savatės vidurys
mt: Nofs il-ġimgħa
no: Midten av uken
pl: Środek tygodnia
pt_br: Meio da semana
ta: Å¡Ã Áò¾¢
uk: Середина тижня
xh: Phakathi kweveki

source: End of week
az: Həftə sonu
bg: край на седмицата
ca: Fi de setmana
da: Sidst på ugen
fi: Viikon loppu
he: עובשה ףוס
id: Akhir minggu
is: Lok viku
it: Fine della settimana
ja: 週末
ko: 주말
lt: Savaitės galas
mt: Tmiem il-ġimgħa
no: Slutten av uken
pl: Koniec tygodnia
pt_br: Fim da semana
ta: Å¡Ã ÓÊ×
uk: Кінець тижня
xh: Isiphelo seveki

source: Weekend!
az: Həftə sonu!
bg: събота / неделя
ca: Cap de setmana!
fi: Viikonloppu!
he: !עובשפוס
is: Helgi!
it: Fine settimana!
ja: 週末だよ!
ko: 주말이다!
lt: Savaitgalis
no: Helg!
pt_br: Fim-de-semana
ta: Å¡Ã­Ú¾¢!
uk: Вихідні!
xh: Impelaveki!

source: Clock
az: Saat
bg: Часовник
ca: Rellotge
da: Klokken
fi: Kello
he: ןועש
id: Jam
is: Klukka
it: Orologio
ja: 時計
ko: 시계
lt: Laikrodis
mt: Arloġġ
no: Klokke
pl: Zegar
pt_br: Relógio
ta: ¸Ê¸¡Ãõ
uk: Годинник
xh: Ikloko

source: &Plain
az: &Sadə
bg: &Прост
ca: &Normal
da: &Almindelig
fi: &Paljas
he: טוש&פ
is: &Einfalt
it: &Semplice
ja: プレーン(&P)
ko: 보통(&P)
lt: &Paprastas
mt: &Sempliċi
no: &Vanlig
pt_br: &Comum
ta: ¦ÅüÚ
uk: &Звичайний
xh: &Cacileyo

source: &Digital
bg: &Цифров
fi: &Digitaalinen
he: ילטיגי&ד
is: S&tafræn
it: &Digitale
ja: デジタル(&D)
ko: 디지탈(&D)
lt: &Skaitmeninis
mt: &Diġitali
pl: &Cyfrowy
ta: ­Äì¸Ó¨È
uk: &Цифровий
xh: &Enamanani

source: &Analog
az: &Analoq
bg: &Аналогов
ca: &Analògic
fi: &Analoginen
he: יגולנ&א
is: &Skífu
it: &Analogico
ja: アナログ(&A)
ko: 아날로그(&A)
lt: &Analoginis
mt: &Analogu
pl: &Analogowy
pt_br: &Analógico
ta: ´ôÒ¨Á
uk: &Аналоговий
xh: &Efanayo

source: &Fuzzy
az: &Bulanıq
bg: &Неясен
ca: A&proximat
da: &Upræcist
fi: &Epätarkka
he: ילולי&מ
is: Ó&nákvæm
it: &Confuso
ja: ファジー(&F)
lt: Apy&tikslis
mt: &Verbali
no: &Uklar
pl: &Tekstowy
pt_br: Ine&xato
ta: ÁÂì¸Á¡É
uk: &Нечіткий
xh: &Efana twatse

source: &Type
az: &Növ
bg: &Тип
ca: &Tipus
fi: &Tyyppi
he: גו&ס
id: &Tipe
is: &Tegund
it: &Tipo
ja: タイプ(&T)
ko: 꼴(&T)
lt: &Tipas
mt: &Tip
pl: &Typ
pt_br: &Tipo
ta: Å¨¸
uk: За &типом
xh: &Udidi

source: &Adjust Date && Time...
az: &Saatı və Günü Quraşdır...
bg: &Нагласяване дата && час
ca: &Ajusta el dia i l'hora...
da: &Justér dato && tid...
fi: A&seta Päivä && Aika...
he: ...העשו ךיראת ם&אתה
id: &Sesuaikan Tanggal && Waktu
is: &Stilla tíma && dagsetningu...
it: &Modifica data e ora..
ja: 日付と時刻の調整(&A)...
ko: 날짜와 시간 맞추기(&A)
lt: P&atikslinti datą ir laiką
mt: &Irranġa l-ħin u data...
no: &Juster dato && klokke...
pl: &Ustawienie Daty &i Czasu...
pt_br: &Ajustar data e hora...
ta: §¾¾¢ && §¿Ãõ ºÃ¢ôÀÎò¾×õ...
uk: &Скоригувати дату та час...
xh: &Nyenyisa umhla && ixesha...

source: Date && Time &Format...
az: Saat və Günün &Şəkli...
bg: Дата && Час &Формат...
ca: &Format del dia i l'hora...
da: Dato && Tids&format...
fi: Päivä && Aika &muoto...
he: ...העשהו ךיראתה תינ&בת
id: &Format Tanggal && Waktu
is: Snið tíma && dagsetningar
it: &Formato data e ora...
ja: 日付と時刻の書式(&F)...
ko: 날짜와 시간 형식(&F)...
lt: Datos ir laiko &formatas
mt: Format tal-ħin u data...
no: Dato- && klokke&format...
pl: &Format Daty &oraz Czasu...
pt_br: &Formato de data e hora...
ta: §¾¾¢ && §¿Ã ÅÊÅõ
uk: &Формат дати та часу...
xh: Umhla&& Ixesha & Ifomati...

source: Clock Preferences
az: Saat Seçənəkləri
bg: Аксесоари за часовника
ca: Preferències del rellotge
da: Ur-indstillinger
fi: Kellon asetukset
he: ןועש תופדעה
id: Preferensi jam
is: Stillingar klukku
it: Impostazioni dell'orologio
ja: 時計の設定
ko: 시계 설정
lt: Laikrodžio nustatymai
mt: Preferenzi tal-arloġġ
no: Klokkepreferanser
pl: Ustawienia zegarka
pt_br: Preferências
ta: ¸Ê¸¡Ãõ Å¢ÕôÀí¸û
uk: Установки годинника
xh: Ezikhethwayo yikloko

source: &General
az: &Ümumi
bg: &Основни
da: &Generelt
fi: &Yleiset
he: ילל&כ
is: &Almennt
it: &Generale
ja: 一般(&G)
ko: 일반(&G)
lt: &Bendras
mt: &Ġenerali
no: &Generelt
pl: &Ogólne
pt_br: &Geral
ta: ¦À¡Ð
uk: &Загальне
xh: &Ngokubanzi

source: Clock &Type:
az: Saat &Şəkli:
bg: Тип на &часовник
ca: &Tipus de rellotge:
da: Ur&type:
fi: Kellon &tyyppi:
he: :ןועש גו&ס
is: Klukku&tegund:
it: &Tipo di orologio:
ja: 時計のタイプ(&T):
ko: 시계 꼴(&T):
lt: Laikrodžio &tipas
mt: &Tip ta' arloġġ:
no: Klokke&type
pl: &Typ zegarka:
pt_br: &Tipo de relógio:
ta: ¸Ê¸¡Ã Å¨¸:
uk: &Тип годинника:
xh: &Udidi lwekloko:

source: Plain Clock
az: Bəsit Saat
bg: Обикновен часовник
ca: Rellotge normal
da: Almindeligt ur
fi: Paljas kello
he: טושפ ןועש
is: Einföld Klukka
it: Orologio semplice
ja: プレーン時計
ko: 보통 시계
lt: Paprastas laikrodis
mt: Arloġġ sempliċi
no: Vanlig klokke
pt_br: Relógio comum
ta: º¡¾¡Ã½ì ¸Ê¸¡Ãõ
uk: Звичайний годинник
xh: Ikloko ecacileyo

source: Digital Clock
az: Digital Saat
bg: Цифров часовник
ca: Rellotge digital
da: Digitalt ur
fi: Digitaalikello
he: ילטיגיד ןועש
is: Stafræn klukka
it: Orologio digitale
ja: デジタル時計
ko: 디지탈 시계
lt: Skaitmeninis laikrodis
mt: Arloġġ diġitali
no: Digital klokke
pl: Zegarek cyfrowy
pt_br: Relógio Digital
ta: ­Äì¸Ó¨Èì ¸Ê¸¡Ãõ
uk: Цифровий годинник
xh: Ikloko enamanani

source: Analog Clock
az: Analoq Saat
bg: Аналогов часовник
ca: Rellotge analògic
da: Analogt ur
fi: Analogikello
he: יגולנא ןועש
is: Skífuklukka
it: Orologio analogico
ja: アナログ時計
ko: 아날로그 시계
lt: Analoginis laikrodis
mt: Arloġġ analogu
no: Analog klokke
pl: Zegarek analogowy
pt_br: Relógio Analógico
ta: ´ôÒ¨Áì ¸Ê¸¡Ãõ
uk: Аналоговий годинник
xh: Ikloko efanayo

source: Fuzzy Clock
az: Bulanıq Saat
bg: Неясен часовник
ca: Rellotge aproximat
da: Upræcist ur
fi: Epämääräinen kello
he: ילולימ ןועש
is: Ónákvæm klukka
it: Orologio confuso
ja: ファジー時計
lt: Apytikslis laikrodis
mt: Arloġġ verbali
no: Uklar klokke
pl: Zegarek tekstowy
pt_br: Relógio inexato
ta: ÁÂí¸¢Â ¸Ê¸¡Ãõ
uk: Нечіткий годинник
xh: Ikloko efana twatse

source: Date
az: Tarix
bg: Дата
ca: Data
da: Dato
fi: Päivä
he: ךיראת
is: Dagsetning
it: Data
ja: 日付
ko: 날짜
lt: Data
mt: Data
no: Dato
pl: Data
pt_br: Data
uk: Дата
xh: Umhla

source: C&hoose Font
az: &Yazı növü Seç
bg: Из&бор на шрифт
ca: T&ria la font
da: Vælg Skrift&type
fi: Valitse &kirjasin
he: ןפוג ר&חב
is: Velja l&etur
it: Scegli cara&ttere
ja: フォント選択(&h)
ko: 글꼴 고르기(&h)
lt: Pasirinkite &šriftą
mt: &Agħżel font
no: Velg &skrifttype
pl: W&ybierz czcionkę
pt_br: Escol&her fonte
ta: ±ØòÐÅ¨¸ ¦¾Ã¢×¦ºö
uk: Виберіть шриф&т
xh: &Khetha umgca

source: &Use custom color
az: &Şəxsi rənglər
bg: &Цветове по избор
ca: &Usa colors a mida
da: &Brug egne farver
fi: O&mat värit
he: תישיא םאתו&מ עבצב שמתשה
is: Sérsnið&nir litir
it: Usa colori &personalizzati
ja: カスタムカラーを使用(&U)
ko: 사용자가 정의한 색 쓰기(&U)
lt: Naudoti sa&vo spalvas
mt: Agħżel k&uluri
no: &Bruk tilpassede farger
pl: &Użyj kolorów użytkownika
pt_br: &Usar cores personalizadas
ta: ¾É¢ôÀÂý ¿¢Èò¨¾ô ÀÂýÀÎòÐ
uk: &Використовувати нетиповий колір
xh: &Sebenzisa umbala wesiko

source: Font:
az: Yazı növü:
bg: Шрифт:
da: Skrifttype:
fi: Kirjasin:
he: :ןפוג
is: Letur:
it: Carattere:
ja: フォント:
ko: 글꼴:
lt: Šriftas
no: Skrifttype:
pl: Czcionka:
pt_br: Fonte:
ta: ±ØòÐÅ¨¸:
uk: Шрифт:
xh: Umgca:

source: &Foreground Color:
az: Ö&n plan Rəngi:
bg: &Преден Цвят
ca: Color de &primer pla:
da: &Forgrundsfarve:
fi: &Edustaväri:
he: :טסק&ט עבצ
id: Warna latar de&pan
is: Litur &forgrunns:
it: Colore &primo piano:
ja: 前景色(&F)
ko: 숫자 색(&F):
lt: Pr&iešakinio plano spava
mt: Kulur ta' &Quddiem:
no: &Forgrunnsfarge:
pl: Kolor &pierwszego planu:
pt_br: &Cor de frente:
ta: ÓýÉ½¢ ¿¢Èõ:
uk: &Колір переднього плану:
xh: &Umbala womjongi wenxenxe yemboniselo ekufutshane:

source: &Plain Clock
az: &Analog Saatlar
bg: &Обикновен часовник
ca: Rellotge &normal
da: A&lmindeligt ur
fi: &Paljas kello
he: טוש&פ ןועש
is: Skíf&uklukka
it: Orologio &semplice
ja: プレーン時計(&P)
ko: 보통 시계(&P)
lt: &Paprastas laikrodis
mt: Arloġġ &Sempliċi
no: &Vanlig klokke
pl: &Zegarek normalny
pt_br: Relógio &comum
ta: º¡¾¡Ã½ì ¸Ê¸¡Ãõ
uk: &Звичайний годинник
xh: &Ikloko ecacileyo

source: Sho&w date
az: Günü göstər
bg: По&кажи дата
ca: &Mostra la data
da: &Vis dato
fi: Näytä &päivä
he: ךירא&ת גצה
is: Sýna d&agsettningu
it: &Mostra la data
ja: 日付を表示(&w)
ko: 날짜 보임(&w)
lt: &Rodyti datą
mt: Uri d-D&ata
no: V&is dato
pl: Po&każ datę
pt_br: &Mostrar data
ta: §¾¾¢¨Âì ¸¡ð¼×õ
uk: Показу&вати дату
xh: &Bonisa umhla
