Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/drkonqi.po
Languages: bg, he, id, ko, lv, mk, mt, no, oc, sv, ta, th, xh

source: KDE Crash Handler gives the user feedback if a program crashed.
he: .תקסרתמ תינכותש הרקמב בושמ שמתשמל ןתונ KDE לש תויוקסרתהה להנמ
ko: 프로그램에 문제가 발생했을 경우 KDE 오류 표시기는 사용자 피드백을 제공합니다.
lv: KDE Crash Handlers informē lietotāju ja programma ir salūzusi.
mt: Ħsieb il-Kraxxijiet KDE jagħti tagħrif lill-user jekk jikkraxxja programm.
no: KDE Krasjbehandler gir brukeren tilbakemelding hvis et program krasjer.
sv: KDE:s kraschhanterare ger användaren information om ett program har kraschat.
ta: ¿¢Ã¦Ä¡ýÚ ÓÈ¢¨¸Â¢ø, KDE ÓÈ¢×ì ¨¸Â¡Ç÷ ÀÂÉÕìÌ «ÐÀüÈ¢ «È¢Å¢ìÌõ.
th: เครื่องมือดักจับความล้มเหลวในการทำงานบน KDE เพื่อให้ผู้ใช้รายงานกลับ หากโปรแกรมทำงานล้มเหลว
xh: Umqheba wengxolo we KDE unika umsebenzisi ingxelo ukuba udweliso lwenkqubo lungqubene.

source: The signal number we caught.
bg: Номер на сигнал, който ние намерихме.
he: ונספתש תותיאה רפסמ
id: Nomor sinyal yang kami tangkap.
ko: 감지한 시그널 주소.
lv: Pārtvertā signāla numurs.
mk: Бројот на сигналот што е добиен.
mt: In-numru tas-sinjal li nqabad.
no: Signalnummeret vi fanget.
oc: Lo número de senhal que em capturat.
sv: Numret på signalen som fångats upp.
ta: ¿¡í¸û ¦ÀüÈ ¨º¨¸Â¢ý ±ñ.
th: ได้รับสัญญาณหมายเลข
xh: Inani lophawu elifunyenweyo.

source: Name of the program.
bg: Име на програмата.
he: תינכותה םש
id: Nama program.
ko: 프로그램 이름.
lv: Programmas nosaukums
mk: Името на програмот.
mt: Isem il-programm.
no: Navnet på programmet.
oc: Nomi del programo.
sv: Programmets namn.
ta: ¿¢ÃÄ¢ý ¦ÀÂ÷.
th: ชื่อของโปรแกรม
xh: Igama lodweliso lwenkqubo.

source: Path to the executable.
he: תינכותה לא ביתנה
ko: 실행할 수 있는 경로
lv: Ceļš uz izpildfailu.
mt: Passaġġ għall-eżekutibbli.
no: Sti til kjørbar fil
sv: Sökvägen till den körbara filen.
ta: ¦ºÂÄ¢ý À¡¨¾
th: พาธของแฟ้มที่จะให้ทำงาน
xh: Umendo oya kumphumezi.

source: The version of the program.
bg: Версия на програмата.
he: תינכותה תסריג
id: Versi program.
ko: 프로그램의 버전.
lv: Programmas versija
mk: Верзијата на програмот
mt: Il-verżjoni tal-programm.
no: Versjonen av programmet.
oc: La version del programo.
sv: Programmets version.
ta: ¿¢ÃÄ¢ý À¾¢ô¦Àñ.
th: รุ่นของโปรแกรม
xh: Uguqulelo kolunye ulwimi lodweliso lwenkqubo.

source: The bug address to use.
bg: Грешка в адреса, който използвате.
he: שומישל גאבה תבותכ
id: Alamat bug yang digunakan.
ko: 이용할 버그 주소.
lv: Izmantojamā kļūdas adrese.
mk: Адреса за пријавување бубачки.
mt: L-indirizz li tuża għall-problemi.
no: Epostadressen for feilmeldinger.
oc: L'adreça d'error a usar.
sv: Adressen som ska användas för att rapportera fel.
ta: ÒÆí¸ §ÅñÊÂ À¢¨Æ Ó¸ÅÃ¢.
th: ที่อยู่ของความผิดพลาดที่ใช้
xh: Kuzakusetyenziswa idilesi yebug.

source: Translated name of the program.
bg: Преведено име на програмата.
he: תינכותה לש םגרותמה םשה
id: Nama terjemahan program.
ko: 번역된 프로그램 이름
lv: Tulkots programmas nosaukums.
mk: Преведеното име на програмот.
mt: Isem tradott tal-programm.
no: Det oversatte navnet på programmet.
oc: Nomi traduich del programo.
sv: Programmets översatta namn.
ta: ¦Á¡Æ¢¦ÀÂ÷ì¸Àð¼ ¿¢ÃÄ¢ý ¦ÀÂ÷.
th: ชื่อของการแปลภาษาของโปรแกรม
xh: Igama eliguqulelweyo lodweliso lwenkqubo.

source: The PID of the program
bg: Работещ номер на програмата
he: תינכותה לש המישמה יוהיז
id: PID program
ko: 프로그램 PID
lv: Programmas PID
mk: PID на програмот
mt: Il-PID tal-programm
no: Prosess-IDen til programmet.
oc: Lo PID del programo
sv: Programmets processnummer
ta: ¿¢ÃÄ¢ý ¦ºÂ¦Äñ (PID).
th: หมายเลขโปรเซส (PID) ของโปรแกรม
xh: iPID yodweliso lwenkqubo

source: The program was started by kdeinit
bg: Програмата беше стартирана от kdeinit
he: kdeinit ידי לע הלעפוה תינכותה
id: Program dijalankan oleh kdeinit
ko: 프로그램이 kdeinit에 의해 실행되었습니다
lv: Programmu startēja kdeinit
mk: Програмата е извршена од kdeinit
mt: Il-programm kien mibdi minn kdeinit
no: Programmet ble startet av kdeinit
oc: Lo programo a essat engegat per kdeinit
sv: Programmet startades av kdeinit
ta: ­ó¿¢Ãø kdeinit ¬ø ¬ÃõÀ¢ì¸ôÀð¼Ð
th: โปรแกรมถูกเรียกให้ทำงานโดย kdeinit
xh: Udweliso lwenkqubo lwaqalwa yi kdeinit

source: The KDE Crash Handler
bg: KDE Програма за следене на грешки
he: KDE לש תויוקסרתהה להנמ
id: Pengelola Crash KDE
ko: KDE 오류 표시기
lv: KDE Crash Handlers
mk: KDE Crash Handler
mt: Ħsieb il-Kraxxijiet KDE
no: KDE Krasjbehandler
oc: Lo manegador de petades del KDE
sv: KDE:s kraschhanterare
ta: KDE ÓÈ¢×ì ¨¸Â¡Ç÷
th: เครื่องมือดักจับความล้มเหลวบน KDE
xh: Umqheba wengxolo ye KDE

source: Save to disk
he: ןנוכל רומש
ko: 디스크로 저장
lv: Saglabāt uz diska
mt: Ikteb ġo diska
no: Lagre til disk
sv: Spara till disk
ta: ÅðÎìÌî §ºÁ¢
th: บันทึกลงดิสก์
xh: Gcina kwidisk

source: Done.
bg: Край. Извършен.
he: .םלשוה
id: Selesai.
ko: 완료.
lv: Pabeigts.
mk: Завршено.
mt: Lest.
no: Ferdig.
oc: Fet|Heit.
sv: Klar.
ta: ÓÊó¾Ð.
th: ทำเรียบร้อยแล้ว
xh: Yenzekile.

source: Select filename
he: ץבוק םש תריחב
ko: 파일 이름 고르기
lv: Izvēlēties faila vārdu
mt: Agħżel isem ta' fajl
no: Velg filnavn
sv: Välj filnamn
ta: §¸¡ôÒô¦ÀÂ¨Ãò ¦¾Ã¢×¦ºö
th: เลือกชื่อแฟ้ม
xh: Khetha igama lefayile

source: Can't open file %1 for writing
he: הביתכל %1 ץבוקה תא חותפל ןתינ אל
ko: %1 파일을 쓸 수 있게 열지 못했습니다
lv: Nevar atvērt failu %1 rakstīšanai
mt: Ma nistax jiftaħ il-fajl %1 għall-ktib
no: Kan ikke skrive til filen %1
sv: Kan inte öppna fil %1 för skrivning
ta: %1 ±Ûõ §¸¡ô¨À ±Ø¾ò ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä
th: ไม่สามารถเปิดแฟ้ม %1 เพื่อเขียนลงไปได้
xh: Ayinakuvula ifayile %1 yokubhala

source: Unable to create backtrace.
bg: Не мога да създам описание за грешки.
he: .בקעמ רוציל ןתינ אל
id: Tidak dapat membuat backtrace.
ko: 역추적을 만들 수 없습니다.
lv: Nevar noteikt izcelsmi.
mk: Не може да се создадат траги.
mt: Ma nistax nittraċċja b'lura.
no: Kunne ikke lage logg over funksjonskall.
oc: Podi pas crear la traça enrera.
sv: Kan inte skapa bakåtspårning.
ta: À¢ýÍÅð¨¼ô ¯ÕÅ¡ì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถสร้างการติดตามย้อนหลังได้
xh: Ayikwazi ukwenza uphando lwasemva.

source: Loading backtrace...
bg: Зареждам описание за грешки...
he: ...בקעמ ןעוט
id: Memuat backtrace...
ko: 역추적을 읽어들이고 있습니다...
lv: Ielādēju izcelsmes noteikšanu...
mk: Вчитување траги...
mt: Qed tittella t-traċċa b'lura
no: Laster logg over funksjonskall...
oc: S'essei carregant la traça enrera...
sv: Laddar bakåtspårning...
ta: À¢ýÍÅÎ ²üÈõ...
th: เรียกบันทึกการติดตามย้อนหลัง...
xh: Ilayisha uphando lwasemva...

source: Loading symbols...
bg: Зареждам символи...
he: ...םילמס ןעוט
id: Memuat simbol-simbol...
ko: 심볼을 읽어들이고 있습니다...
lv: Ielādēju simbolus...
mk: Вчитување симболи...
mt: Qed jittelgħu is-simboli...
no: Laster symboler...
oc: S'essan carregant los símbols...
sv: Laddar symboler...
ta: ÌÈ¢Â£Î¸û ²üÈõ...
th: กำลังโหลดสัญลักษณ์...
xh: Ilayisha iimpawu...

source: unknown
bg: непознат
he: עודי אל
id: tidak diketahui
ko: 알 수 없음
lv: nezināms
mk: непознато
mt: mhux magħruf
no: ukjent
oc: esconut
sv: okänd
ta: ¦¾Ã¢Â¡¾
th: ไม่รู้จัก
xh: Engaziwayo

source: You have to edit the description before the report can be sent.
bg: Вие трябва да редактирате описанието преди да изпратите рапорта.
he: ינפל רואיתה תא ךורעל ךילע .חווידה תא חולשל היהי ןתינש
id: Anda harus mengedit deskripsi sebelum dapat mengirim laporan.
ko: 보고서를 보내기 전에 세부 설명을 편집해야 합니다.
lv: Jums jāizlabo apraksts pirms reports var tikt nosūtīts.
mk: Треба да го внесете описот пред да биде пратено известувањето.
mt: Trid teditja d-deskrizzjoni qabel jintbagħat ir-rapport.
no: Du må redigere beskrivelsen før rapporten kan sendes.
oc: Que cau editar la descripcion abans de poder enviar l'informe.
sv: Du måste redigera beskrivningen innan rapporten kan skickas iväg.
ta: «È¢ì¨¸¨Â «ÛôÒÅ¾üÌ Óý Å¢ÅÃí¸¨Ç ¿£í¸û ¦¾¡Ìì¸ §ÅñÎõ.
th: คุณต้องแก้ไขคำอธิบายและรายละเอียด ก่อนที่จะสามารถส่งรายงานได้
xh: Kufuneka uhlele inkcazelo phambi kokuba ingxelo ithunyelwe.

source: %1 not found. Check if it is installed, you need it to generate backtraces. If you have another debugger, contact kde-devel@kde.org for help on how to set it up.
bg: %1 не е открит. Проверете дали е инсталиран; при условие, че да, трябва да получите подробно описание на грешките. Ако имате друга програма за проследяване на грешките и се нуждаете от помощ моля пишете до kde-devel@kde.org.
he: .םיבקעמ רוציל ידכ ול קוקז התא ,ןקתומ אוה םא קודב .אצמנ אל %1 .ותרדגה םע הרזעל kde-devel@kde.org םע רשק רוצ ,רחא םיגאב הפנמ ךל שי םא
id: %1 tidak ditemukan. Periksa kalau itu terinstal, anda perlu membuat backtrace. Jika anda punya debugger lain, hubungi kde-devel@kde.org untuk bantuan bagaimana menyiapkannya.
ko: %1 를/을 찾을 수 없습니다. 이 프로그램에 대해 역추적을 해야 한다면 프로그램이 깔려 있는지 확인하십시오. 만약 다른 벌레잡이를 쓴다면 kde-devel@kde.org에 편지를 보내어떻게 설정할 수 있는지 도움을 얻으십시오.
lv: %1 nav atrasts. Pārbaudiet vai tas ir instalēts, jums tas būs vajadzīgs lai noteiktu izcelsmes. Ja jums ir cits atkļūdotājs, kontaktējieties ar kde-devel@kde.org lai saņemtu palīdzību kā to uzstādīt.
mt: %1 m'hux misjub. Iċċekkja jekk huwiex installat, hemm bżonnu biex jiġu ġenerati t-traċċi b'lura. Jekk għandek debugger ieħor, ikkuntattja lil kde-devel@kde.org għal għajnuna dwar kif għandek tissettjah.
no: Fant ikke %1. Sjekk om den er installert, den trengs for å lage logg over funksjonskall. Hvis du har en annen feilsøker, ta kontakt med kde-devel@kde.org for hjelp til oppsett av denne.
sv: %1 hittades inte. Kontrollera om den är installerad, du behöver den för att kunna generera bakåtspårningar. Om du har en annan programfelsökare, kontakta kde-devel@kde.org för hjälp om hur du ska ställa in den.
ta: %1 ­ø¨Ä. À¢ýÍÅð¨¼ ¯ÕÅ¡ì¸ ­Ð §¾¨Å. ­Ð ¿¢ÚÅôÀðÊÕì¸¢È¾¡ ±Éô ÀÃ¢º£Ä¢ì¸×õ. ¯í¸Ç¢¼õ §Å¦È¡Õ À¢¨Æ¿£ì¸¢ ­ÕôÀ¢ý, «¨¾ ±ùÅ¡Ú ¿¢Ú×Å¦¾É «È¢Â, kde-devel@kde.org ¯¼ý ¦¾¡¼÷Ò ¦¸¡ûÇ×õ.
th: ไม่พบ %1 โปรดตรวจสอบว่าหากมันถูกติดตั้งแล้ว คุณต้องใช้มันในการสร้างการติดตามย้อนหลัง หรือถ้าคุณมีเครื่องมือดีบัก ติดต่อ kde-devel@kde.org เพื่อช่วยเหลือการติดตั้งมัน
xh: %1 akafumaneki. Khangela ukuba ifakiwe, kufuneka wenze uphando lwasemva. Ukuba unenye idebugger, dibana ne kde-devel@kde.org xa ufuna uncedo lokuba senziwa njani isicwangciso.

source: &Bug report
bg: &Рапорт за грешка
he: גאב לע חווי&ד
id: Laporan &bug
ko: 버그 보고(&B)
lv: &Kļūdas ziņojums
mk: Известување за бубачки
mt: Rapport dwar &Bug
no: Feil&rapport
oc: Informe d'&error
sv: &Felrapport
ta: À¢¨ÆÂÈ¢ì¨¸
th: รายงานข้อผิดพลาด
xh: &Ingxelo yebug

source: &Debugger
bg: &Проследяване на грешка
he: םיגאב הפנ&מ
ko: 디버거(&D)
lv: &Atkļūdotājs
mk: Дебагер
no: &Feilsøker
oc: &Depurador
sv: &Programfelsökare
ta: À¢¨Æ¿£ì¸¢
th: เครื่องมือดีบัก
xh: &iDebugger

source: General
bg: Генерален
he: יללכ
id: Umum
ko: 일반 사항
lv: Vispārējs
mk: Општо
mt: Ġenerali
no: Generelt
sv: Allmänt
ta: ¦À¡Ð
th: ทั่วไป
xh: Ngokubanzi

source: Backtrace
bg: Открити грешки
he: בקעמ
ko: 역추적
lv: Izcelsme
mk: Траги
mt: Traċċa b'lura
no: Logg over funksjonskall
oc: Traça enrera
sv: Bakåtspårning
ta: À¢ý ÍÅÎ
th: ติดตามย้อนหลัง
xh: Uphando lwasemva

source: <p><b>Short description</b></p><p>%1</p>
bg: <p><b>Кратко описание</b></p><p>%1</p>
he: <p><b>רצק רואית</b></p><p>%1</p>
id: <p><b>Deskripsi singkat</b></p><p>%1</p>
ko: <p><b>간단한 설명</b></p><p>%1</p>
lv: <p><b>Īss apraksts</b></p><p>%1</p>
mk: <p><b>Краток опис</b></p><p>%1</p>
mt: <p><b>Descrizzjoni qasira</b></p><p>%1</p>
no: <p><b>Kort beskrivelse</b></p><p>%1</p>
oc: <p><b>Descripcion corta</b></p><p>%1</p>
sv: <p><b>Kort beskrivning</b></p><p>%1</p>
ta: <p><b></b>ÌÚ¸¢Â Å¢Çì¸õ</p><p>%1</p>
th: <p><b>รายละเอียดย่อ</b></p><p>%1</p>
xh: <p><b>Inkcazelo emfutshane</b></p><p>%1</p>

source: <p><b>What is this?</b></p><p>%1</p>
bg: <p><b>Какво е това?</b></p><p>%1</p>
he: <p><b>?הז המ</b></p><p>%1</p>
id: <p><b>Apa ini ?</b></p><p>%1</p>
ko: <p><b>이 내용은 무엇입니까?</b></p><p>%1</p>
lv: <p><b>Kas tas ir?</b></p><p>%1</p>
mk: <p><b>Што е ова?</b></p><p>%1</p>
mt: <p><b>Dan x'inhu?</b></p><p>%1</p>
no: <p><b>Hva er dette?</b></p><p>%1</p>
oc: <p><b>Què és acò?</b></p><p>%1</p>
sv: <p><b>Vad är det här?</b></p><p>%1</p>
ta: <p><b></b>­Ð ±ýÉ?</p><p>%1</p>
th: <p><b>นี่คืออะไร ?</b></p><p>%1</p>
xh: <p><b>Yintoni le?</b></p><p>%1</p>

source: <p><b>What can I do?</b></p><p>%1</p>
bg: <p><b>Какво мога да направя?</b></p><p>%1</p>
he: <p><b>?תושעל יתורשפאב המ</b></p><p>%1</p>
id: <p><b>Apa yang dapat saya lakukan?</b></p><p>%1</p>
ko: <p><b>어떻게 해야 합니까?</b></p><p>%1</p>
lv: <p><b>Ko es varu darīt?</b></p><p>%1</p>
mk: <p><b>Што можам да сторам?</b></p><p>%1</p>
mt: <p><b>X'nista' nagħmel?</b></p><p>%1</p>
no: <p><b>Hva kan jeg gjøre?</b></p><p>%1</p>
oc: <p><b>Què pòdi har|far?</b></p><p>%1</p>
sv: <p><b>Vad kan jag göra?</b></p><p>%1</p>
ta: <p><b></b>¿¡ý ±ýÉ ¦ºöÂ?</p><p>%1</p>
th: <p><b>ฉันสามารถทำอะไรได้บ้าง ?</b></p><p>%1</p>
xh: <p><b>Ndingenza ntoni?</b></p><p>%1>/p>

source: <p><b>Application crashed</b></p><p>The program %appname crashed.</p>
bg: <p><b>Програмата блокира.</b></p><p>Програмата %appname блокира.</p>
he: <p><b>קסרתה םושיי</b></p><p>.הקסרתה %appname תינכותה</p>
id: <p><b>Aplikasi crash</b></p><p>Program %appname crash.</p>
ko: <p><b>오류가 발생한 응용 프로그램</b></p><p>응용 프로그램 %appname 이 오류가 발생했습니다.</p>
lv: <p><b>Aplikācija salūzusi</b></p><p>Programma %appname salūzusi.</p>
mk: <p><b>Апликацијата падна</b></p><p>Програмот %appname падна.</p>
mt: <p><b>Programm ikkraxxja</b></p><p>Il-programm %appname kraxxja.</p>
no: <p><b>Applikasjonen krasjet</b></p><p>Programmet %appname krasjet.</p>
oc: <p><b>L'aplicacion a petat</b></p><p>Lo programo %appname a petat.</p>
sv: <p><b>Programmet har kraschat</b></p><p>Programmet %appname har kraschat.</p>
ta: <p><b></b>¿¢Ãø ÓÈ¢ó¾Ð</p><p>%appname ±Ûõ ¿¢Ãø ÓÈ¢ó¾Ð.</p>
th: <p><b>โปรแกรมทำงานล้มเหลว</b></p><p>โปรแกรม %appname หยุดทำงาน</p>
xh: <p><b>Isicelo ibenongqubano</b></p><p>Udweliso lwenkqubo %appname ibenongqubano.</p>

source: <p>Do you want to generate a backtrace? This will help the developers to figure out what went wrong.</p> <p>Unfortunately this will take some time on slow machines.</p><p><b>Note: A backtrace is not a substitute for a proper description of the bug and information on how to reproduce it. It is not possible to fix the bug without a proper description.</b></p>
he: <p align=right>תולגל םיחתפמל עייסי הז ?בקעמ רוציל ךנוצרב םאה<br>.שבתשה המ</p> <p align=right>.תויטיא תוכרעמב ןמז תצק תחקל יושע הז לזמה עורל</p><p align=right><b>לש םלוה רואיתל ףילחת וניא בקעמ :בל םיש<br>ירשפא הז ןיא .וילע רוזחל שי דציכ לע עדימו גאבה<br>.םלוה רואית אלל גאבה תא ןקתל</b></p>
ko: <p>역추적 내용을 만들겠습니까? 역추적은 무엇이 잘못 되었는지 개발자가 알 수 있도록 도와줍니다.</p> <p>아쉽게도 늦은 시스템에서 역추적을 하기 위해서는 약간 시간이 걸립니다.</p><p><b>주의: 역추적은 프로그램을 어떻게 수정할 것인지에 대한 더 나은 설명과 정보를 제공하지는 못합니다. 더 나은 설명없이는 문제를 고칠 수 없습니다.</p>
lv: <p>Vai jūs vēlaties lai tiktu ģenerēta izcelsme? Tas var palīdzēt izstrādātājiem, lai noteiktu, kas nogājis greizi.</p> <p>Diemžēl tas var aizņemt kādu laiku uz lēnām mašīnām.</p><p><b>Atcerieties: Izcelsme nav aizvietojums precīzam kļūdas aprakstam un informācijai kā to atkārtot . Nav iespējams izlabot kļūdu bez detalizēta apraksta.</b></p>
mt: <p>Trid tiġġenera traċċa b'lura? Din tgħin lill-iżviluppaturi biex jindunaw x'ġara ħażin.</p> <p>Sfortunatament din tieħu daqsxejn tal-ħin fuq magni dgħajfa</p><p><b>Nota: Traċċa b'lura m'huwiex sostitut għal deskrizzjoni tal-bug u kif tirriproduċih. M'huwiex possibbli tirrisolvi bug mingħajr deskrizzjoni tajba.</b></p>
no: <p>Vil du lage en logg over funksjonskall? Dette vil hjelpe utviklerene å finne ut hva som gikk galt.</p> <p>Uheldigvis så kan dette ta lang tid på trege maskiner.</p><p><b>Merk: Denne loggen over funksjonskall erstatter på ingen måte en god beskrivelse av feilen og informasjon om hvordan man kan reprodusere den. Det er umulig å rette opp en feil uten en skikkelig beskrivelse.</b></p>
sv: <p>Vill du generera en bakåtspårning? Det kommer att hjälpa utvecklarna att komma på vad som orsakade felet.</p> <p>Tyvärr tar det ett tag på långsamma maskiner.</p><p><b>Observera: En bakåtspårning är ingen ersättning för en bra beskrivning av felet eller information om hur det kan återupprepas. Det är inte möjligt att rätta till felet utan en ordentlig beskrivning.</b></p>
ta: <p>À¢ýÍÅð¨¼ ¯ÕÅ¡ì¸Å¡? ­Ð ±í§¸ ¾ÅÚ §¿÷ó¾¦¾É ¬ì¸¢§Â¡÷ ¸ñ¼È¢Â ¯¾×õ.</p> <p>ÐÃ¾¢ð¼ÅºÁ¡¸ ¦ÁÐÅ¡É ¸½¢É¢¸Ç¢ø ­¾üÌ ¿¢¨ÈÂ §¿Ãõ ±ÎìÌõ.</p><p><b>ÌÈ¢ôÒ: ´Õ À¢ýÍÅÎ, À¢¨Æ ÀüÈ¢Â ºÃ¢Â¡É Å¢ÀÃí¸Ùì§¸¡ «øÄÐ «¨¾ ±ôÀÊ Á£Ç ¯ÕÅ¡ìÌÅ¦¾ýÀÐ ÀüÈ¢Â ¾¸Åø¸ð§¸¡ ®¼¡¸¡Ð. À¢¨Æ ÀüÈ¢Â ºÃ¢Â¡É Å¢ÅÃí¸û ­øÄ¡Áø «¨¾ò ¾¢Õò¾Å¢ÂÄ¡Ð.</b></p>
th: <p>คุณต้องการสร้างการติดตามย้อนหลังหรือไม่ ? นี่จะเป็นการช่วยผู้พัฒนาแก้ไขเมื่อมีสิ่งผิดพลาดขึ้น</p> <p>มันอาจจะใช้เวลามากบนเครื่องที่มีความเร็วไม่มากนัก</p><p><b>ข้อควรจำ: การติดตามย้อนหลังไม่ได้มีการให้รายละเอียดของความผิดพลาด และข้อมูลที่จะใช้สร้างความผิดพลาดขึ้นมาใหม่ที่ครบถ้วนนัก ซึ่งมันเป็นไปไม่ได้ ที่จะแก้ไขความผิดพลาดโดยปราศจากข้อมูลที่ครบถ้วน</b></p>
xh: <p>Ufuna ukwenza uphando lwasemva? Oku kuzakunceda ababhekisi phambili uku bana phandle okuhambe ngokungalunganga.</p> <p>Ngelishwa oku kuzakuthatha ixesha elithile kwiimatshini ezicothayo.</p><p><b>Qaphela: U phando lwasemva alumelanga inkcazelo eyiyo yebug kwaye ulwazi lokuyivelisa. Akukho lula ukulungisa ibug ngaphandle kwenkcazelo eyiyo.</b></p>

source: Include Backtrace
bg: Включително описание на грешки
he: בקעמ לולכ
id: Sertakan Backtrace
ko: 역추적 포함
lv: Iekļaut Izcelsmi
mk: Вклучување траги
mt: Inkludi Traċċa b'lura
no: Ta med logg over funksjonskall
oc: Inclou la traça enrera
sv: Skicka med bakåtspårning
ta: À¢ýÍÅð¨¼î §º÷
th: รวมการติดตามย้อนหลัง
xh: Quka uphando lwasemva

source: It was not possible to generate a backtrace.
bg: Не беше възможно да се създаде описание на грешките.
he: .בקעמ רוציל היה ןתינ אל
id: Tidak mungkin menghasilkan backtrace
ko: 역추적을 만들 수 없습니다.
lv: Nebija iespējams ģenerēt izcelsmi.
mk: Не беше возможно да се генерираат траги.
mt: Ma kienx possibbli tiġi ġenerata traċċa b'lura.
no: Kunne ikke lage logg over funksjonskall.
oc: No a estat possible generar una traça enrera.
sv: Det gick inte att skapa någon bakåtspårning.
ta: À¢ýÍÅð¨¼ô À¨¼ì¸ ­ÂÄÅ¢ø¨Ä.
th: ไม่มีทางที่จะสร้างการติดตามการทำงานย้อนหลัง
xh: Akukho lula ukubeka kwisigxina sendawo uphando lwasemva.

source: Backtrace not possible
bg: Не е възможно да се създаде описание за грешки
he: ירשפא וניא בקעמה
id: Backtrace tidak mungkin
ko: 역추적이 불가능함
lv: Izcelmes noteikšana nav iespējama
mk: Генерирањето траги не е возможно
mt: Traċċa b'lura m'hux possibbli
no: Logg over funksjonskall ikke mulig
oc: No és possible far|har traça enrera
sv: Bakåtspårning inte möjlig
ta: À¢ýÍÅ¼ø ÓÊÂ¡Ð
th: การติดตามย้อนหลังไม่สามารถทำได้
xh: Uphando lwasemva alwenzeki

source: _: NAME OF TRANSLATORS Your names
he: Meni Livne
id: Tedi Heriyanto, Haris Fauzi
ko: KIM KyungHeon
lv: Andris Maziks
mt: Ramon Casha
no: Christian A Strømmen [Number1/NumeroUno]Øystein Skadsem
sv: Mattias Newzella,Anders Widell
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷,Ð¨ÃÂôÀ¡ Åº£¸Ãý
th: Thanomsub Noppaburana
xh: Antoinette Dekeni

source: _: EMAIL OF TRANSLATORS Your emails
he: livne@kde.org
id: tedi-h@usa.net, haris@trustix.com
ko: tody@mizi.com
lv: andris.m@delfi.lv
mt: ramon.casha@linux.org.mt
no: number1@realityx.netoskadsem@start.no
sv: newzella@linux.nu,awl@hem.passagen.se
ta: sshanmu@yahoo.com,gomathiss@hotmail.com,t_vasee@yahoo.com
th: donga_n@hotmail.com
xh: antoinette@transalate.org.za
