Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kaddressbook.po
Languages: he, ta, xh

source: United Kingdom
he: הינטירב
ta: ³ì¸¢Â ­Ã¡îº¢Âõ
xh: e-United Kingdom (Ubukumkani Obumanyeneyo)

source: United States
he: תירבה תוצרא
ta: ³ì¸¢Â «¦ÁÃ¢ì¸¡
xh: e-United States

source: Uruguay
he: יאוגורוא
ta: ¯ÕÌ§Å
xh: e-Uruguay

source: Uzbekistan
he: ןטסיקבזוא
ta: ¯Í¦Àì¸¢Í¾¡ý
xh: e-Uzbekistan

source: Vanuatu
he: וטאונו
ta: ÅÉ¡ðÎ
xh: eVanuatu

source: Vatican City
he: ןקיתוה
ta: Åò¾¢ì¸¡ý ¿¸÷
xh: eVatican City

source: Venezuela
he: הלאוצנו
ta: ¦ÅÉ¢Í§ÅÄ¡
xh: eVenezuela

source: Vietnam
he: םאנטייו
ta: Å¢ÂðÉ¡õ
xh: eVietnam

source: Western Samoa
he: תיברעמה האומס
ta: §ÁüÌ º§Á¡Å¡
xh: Entshona Samoa

source: Yemen
he: ןמית
ta: §ÂÁý
xh: eYemen

source: Yugoslavia
he: היבלסוגוי
ta: ä§¸¡ÍÄ¡Å¢Â¡
xh: eYugoslavia

source: Zaire
he: ריאז
ta: º¡Â¢§Ã
xh: eZaire

source: Zambia
he: היבמז
ta: º¡õÀ¢Â¡
xh: eZambia

source: Zimbabwe
he: הוובבמיז
ta: º¢õÀ¡ô§Å
xh: eZimbabwe

source: Address
he: תבותכ
ta: Ó¸ÅÃ¢
xh: Idilesi

source: Address details
he: תבותכ יטרפ
ta: Ó¸ÅÃ¢ Å¢ÀÃí¸û
xh: Iinkcukacha zedilesi

source: Street
he: בוחר
ta: Å£¾¢
xh: Isitalato

source: State/Province
he: זוחמ\הנידמ
ta: Á¡¿¢Äõ
xh: Isigqeba selizwe/Iphondo

source: Zip/Postal Code
he: דוקימ
ta: À¢ý§¸¡Î
xh: Zip/Ikhowudi yokuposa

source: Name details
he: םש יטרפ
ta: ¦ÀÂ÷ Å¢ÀÃí¸û
xh: Iinkcukacha zegama

source: First
he: יטרפ
ta: Ó¾ø
xh: Eyokuqala

source: Middle
he: יעצמא
ta: ¿Î
xh: Ephakathi

source: Last
he: החפשמ
ta: ¸¨¼º¢
xh: Eyokugqibela

source: Create Custom Field
he: תישיא םאתומ ףיעס תריצי
ta: ¾É¢ôÀÂý ¸ð¼ò¨¾ ¯ÕÅ¡ìÌ
xh: Yenza umhlaba wesiko

source: Field name
he: ףיעסה םש
ta: ¸ð¼ô ¦ÀÂ÷
xh: Igama lomhlaba

source: Value
he: ךרע
ta: ¦ÀÚÁ¾¢
xh: Ixabiso

source: Phone Home
he: תיבב ןופלט
ta: ­øÄò ¦¾¡¨Ä§Àº¢
xh: Fowunela ekhaya

source: Phone Business
he: קסעב קסע
ta: ¦¾¡Æ¢ø ¦¾¡¨Ä§Àº¢
xh: Fowunela eshishinini

source: Phone Mobile
he: דיינ ןופלט
ta: ¦ºø§Àº¢
xh: Fowunela kwifowuni ehambayo

source: Fax Home
he: תיבב סקפ
ta: ­øÄò ¦¾¡¨Ä¿¸Ä¢
xh: Faxela ekhaya

source: Fax Business
he: קסעב סקפ
ta: ¦¾¡Æ¢ø ¦¾¡¨Ä¿¸Ä¢
xh: Faxela eshishinini

source: Address Book Browser
he: תובותכה סקנפ ןפדפד
ta: Ó¸ÅÃ¢ Òò¾¸ ¯Ä¡Å¢
xh: Umkhangeli zincwadi wencwadi yedilesi

source: &Sync
he: ןרכנ&ס
ta: ´Õí¸¢¨½ôÒ

source: &New Contact
he: השדח תבות&כ
ta: Ò¾¢Â ¦¾¡¼÷Ò
xh: &Uqhagamshelwano olutsha

source: &Import List...
he: ...המישר א&ביי
ta: ­ÈìÌÁ¾¢ô ÀðÊÂø...
xh: &Uluhlu lorhwebo langaphakathi...

source: &Export List...
he: ...המישר א&ציי
ta: ²üÚÁ¾¢ô ÀðÊÂø...
xh: &Uluhlu lorhwebo langaphandle...

source: Choose Fields...
he: ...םיפיעס רחב
ta: ¸ð¼í¸¨Çò ¦¾Ã¢¸...
xh: Khetha imihlaba...

source: Options...
he: ...תויורשפא
ta: Å¢ÕôÀí¸û...
xh: Iinketho...

source: Restore Defaults
he: לדחמ תורירב רזחש
ta: ¦¸¡¼¡¿¢¨Ä¸¨Ç Á£ÇÅ¨Á
xh: Gcina kwakhona okungagqibekanga

source: Address Book Entry Editor
he: תובותכה סקנפ תומושר ךרוע
ta: Ó¸ÅÃ¢ôÒò¾¸ ¾Ã×ò ¦¾¡ÌôÀ¢
xh: Umhleli wongeno wencwadi ledilesi

source: &Incremental Search
he: יקלח שופי&ח
ta: ÀÊôÀÊÂ¡É §¾¼ø
xh: &Uphendlo lonyuselo

source: Plain
he: הטושפ
ta: ¦ÅüÚ
xh: Cacileyo

source: Unquoted
he: תטטוצמ אל
ta: §Áü§¸¡Ç¢¼ôÀ¼¡
xh: Ekungaphindwanga magama

source: Bracketed
he: םיירגוסב
ta: «¨¼ôÒìÌÈ¢Â¢¼ôÀð¼
xh: Enezigweqi

source: Undefined
he: רדגומ אל
ta: Å¨ÃÂÚì¸ôÀ¼¡
xh: Engacaciswanga

source: Import Text File
he: טסקט ץבוק אוביי
ta: ¯¨Ãì §¸¡ô¨À ­ÈìÌÁ¾¢¦ºö
xh: Rhweba ngaphakathi iifayile zokubhaliweyo

source: File to Import:
he: :אובייל ץבוק
ta: ­ÈìÌÁ¾¢ ¦ºöÂ §ÅñÊÂ §¸¡ôÒ:
xh: Ifayile yokurhweba ngaphakathi:

source: Separator
he: דירפמ
ta: À¢Ã¢ôÀ¢
xh: Umahluli

source: Header
he: תרתוכ
ta: ¾¨ÄôÒ
xh: iHeader

source: Format
he: תינבת
ta: ÅÊÅõ
xh: iFomati

source: Assign to selected column
he: תרחבנה הדומעב בצה
ta: ÌÈ¢ò¾ ¿¢ÃÖìÌ Àí¸¢Î
xh: Latha umhlathi okhethiweyo

source: Remove assignment from selected column
he: תרחבנה הדומעהמ תרתוכ רסה
ta: ÌÈ¢ò¾ ¿¢ÃÄ¢Ä¢ÕóÐ Àí¸£ð¨¼ ¿£ìÌ
xh: Susa okwalathiweyo kumhlathi okhethiweyo

source: Update entry with given email address
he: הנותנה ל"אודה תבותכ םע המושרה תא ןכדע
ta: ¾ó¾ Á¢ýÉïºÄ¡ø ¯ÕôÀÊ¨Â Á¡üÈ¢Â¨Á
xh: Lugqibezele ungeno ngedilesi ye email oyinikiweyo

source: dummy argument
he: המד טנמוגרא
ta: §À¡Ä¢ ­¨½ôÒÁ¡È¢
xh: impikiswano enenjongo eqhathayo

source: Select fields to display
he: הגצהל םיפיעס תריחב
ta: ¸¡ð¼ §ÅñÊÂ ¸ð¼í¸¨Çò ¦¾Ã¢
xh: Khetha imihlaba ukubonisa

source: Selected fields
he: םירחבנ םיפיעס
ta: ¦¾Ã¢×¦ºöÂôÀð¼ ¸ð¼í¸û
xh: Imihlaba ekhethiweyo

source: &Add >>
he: ףס&וה >>
ta: §º÷ >>
xh: &Dibanisa >>

source: << &Remove
he: << ר&סה
ta: << ¿£ìÌ
xh: << &Susa

source: Custom Field
he: תישיא םאתומ ףיעס
ta: ¾É¢ôÀÂý ¸ð¼õ
xh: Umhlaba wesiko

source: _: NAME OF TRANSLATORS Your names
he: Meni Livne
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷,Ð¨ÃÂôÀ¡ Åº£¸Ãý
xh: Antoinette Dekeni

source: _: EMAIL OF TRANSLATORS Your emails
he: livne@kde.org
ta: sshanmu@yahoo.com,gomathiss@hotmail.com,t_vasee@yahoo.com
xh: antoinette@transalate.org.za

source: New Entry
he: השדח המושר
ta: Ò¾¢Â ¯ÕôÀÊ
xh: Ungeno olutsha

source: Entry Edit
he: המושר תכירע
ta: ¯ÕôÀÊ¨Âò ¦¾¡Ì
xh: Uhlelo longeno

source: Viewing Options
he: הגוצת תויורשפא
ta: À¡÷ìÌõ Å¢ÕôÀí¸û
xh: Iinketho eziboniselayo

source: Show &Pixmap
he: הנומ&ת גצה
ta: À¼òÐÏì¨¸ì ¸¡ðÎ
xh: &Bonisa iPixmap

source: &Location
he: םוקי&מ
ta: ­¼õ
xh: &Indawo ekuyo

source: Show &Underline
he: יתחת ו&ק גצה
ta: «Êì§¸¡ð¨¼ì ¸¡ðÎ
xh: &Bonisa okunomgca ngaphantsi

source: &Automatic
he: יטמו&טוא
ta: ¾ýÉ¢Âì¸
xh: &Ezenzekelayo

source: &Manual
he: ינד&י
ta: ÁÉ¢¾
xh: &Ebhalwe encwadini

source: Show &Tooltips
he: םיל&כל טוריפ גצה
ta: ¸ÕÅ¢ìÌÈ¢ôÒì¸¨Çì ¸¡ðÎ
xh: &Bonisa iincam zesixhobo

source: the
ta: «ó¾
xh: i/u/a

source: Miss
ta: ¦ºøÅ¢
xh: Nkosazana

source: Mrs.
ta: ¾¢ÕÁ¾¢.
xh: Nkosikazi.

source: Mrs
ta: ¾¢ÕÁ¾¢.
xh: Nkosikazi

source: KAddressBook
xh: Incwadi yedilesi ye K
