Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kaddressbook.po
Languages: he, ta, xh

source: Account
he: ןובשח
ta: ¸½ìÌ
xh: Ityala

source: Anniversary
he: ןיאושינ םוי
ta: ¬ñÎ¿¢¨É×
xh: Isikhumbuzo

source: Assistant's Name
he: רזועה םש
ta: ¯¾Å¢Â¡Ç÷ ¦ÀÂ÷
xh: Igama lomncedisi

source: Assistant's Phone
he: רזועה לש ןופלט
ta: ¯¾Å¢Â¡Ç÷ ¦¾¡¨Ä§Àº¢¦Âñ
xh: Ifowuni yomncedisi

source: Attachment
he: ףרוצמ
ta: ­¨½ôÒ
xh: Ufakelo

source: Billing Information
he: בויח יבגל עדימ
ta: ÀüÚº£ðÊÎõ ¾¸Åø
xh: Ulwazi lomsebenzi osewenziwe

source: Birthday
he: תדלוה םוי
ta: À¢Èó¾ ¿¡û
xh: Umhla wokuzalwa

source: Business Address
he: קסעה תבותכ
ta: ¦¾¡Æ¢ø Ó¸ÅÃ¢
xh: Idilesi yeshishini

source: Business Address City
he: קסעה לש תבותכה לש ריעה
ta: ¦¾¡Æ¢ø Ó¸ÅÃ¢ ¿¸÷
xh: Idilesi yesixeko seshishini

source: Business Address Country
he: קסעה לש תבותכה לש ץראה
ta: ¦¾¡Æ¢ø Ó¸ÅÃ¢ ¿¡Î
xh: Idilesi yelizwe leshishini

source: Business Address PO Box
he: קסעה לש תבותכה לש ראודה את
ta: ¦¾¡Æ¢ø Ó¸ÅÃ¢ «ïºü¦ÀðÊ ±ñ
xh: Idilesi yeshishini PO Box

source: Business Address Postal Code
he: קסעה לש תבותכה לש דוקימה
ta: ¦¾¡Æ¢ø Ó¸ÅÃ¢ À¢ý§¸¡Î
xh: Ikhowudi yokuposa yedilesi yeshishini

source: Business Address State
he: קסעה לש תבותכה לש הנידמה
ta: ¦¾¡Æ¢ø Ó¸ÅÃ¢ Á¡¿¢Äõ
xh: Idilesi yesigqeba selizwe yeshishini

source: Business Address Street
he: קסעה לש תבותכה לש בוחרה
ta: ¦¾¡Æ¢ø Ó¸ÅÃ¢ ¦¾Õ
xh: Idilesi yesitalato yeshishini

source: Business Fax
he: קסעה לש סקפ
ta: ¦¾¡Æ¢ø ¦¾¡¨Ä¿¸Ä¢
xh: Ifax yeshishini

source: Business Home Page
he: קסעה לש תיבה רתא
ta: ¦¾¡Æ¢ø ­¨½ÂôÀì¸õ
xh: Iphepha lasekhaya leshishini

source: Business Phone
he: קסעה לש ןופלט
ta: ¦¾¡Æ¢ø ¦¾¡¨Ä§Àº¢
xh: Ifowuni yeshishini

source: Business Phone 2
he: קסעה לש 2 ןופלט
ta: ¦¾¡Æ¢ø ¦¾¡¨Ä§Àº¢ 2
xh: Ifowuni yesibini yeshishini

source: Callback
he: הרזח תורשקתה
ta: Á£ÇÇ¨ÆôÒ
xh: Fowuna kwakhona

source: Car Phone
he: בכרב ןופלט
ta: Å¡¸Éò ¦¾¡¨Ä§Àº¢
xh: Ifowuni yemoto

source: Categories
he: תוירוגטק
ta: Å¨¸¸û
xh: Iintlobo

source: Children
he: םידלי
ta: À¢û¨Ç¸û
xh: Abantwana

source: City
he: ריע
xh: Isixeko

source: Company
he: הרבח
ta: ¿¢ÚÅÉõ
xh: Inkampani

source: Company Main Phone
he: הרבחה לש ישאר ןופלט
ta: ¿¢ÚÅÉ À¢Ã¾¡É ¦¾¡¨Ä§Àº¢
xh: Ifowuni eyiyeyona yenkampani

source: Computer Network Name
he: בשחמה לש תשרה םש
ta: ¸½¢É¢ Å¨Äô ¦ÀÂ÷
xh: Igama lomsebenzi womnatha le computer

source: Country
he: ץרא
ta: ¿¡Î
xh: Ilizwe

source: Created
he: רצונ
ta: ¯ÕÅ¡ì¸ôÀð¼Ð
xh: Yenziwe

source: Customer ID
he: חוקל יוהיז
ta: Å¡Êì¨¸Â¡Ç÷ ±ñ
xh: Incwadi yesazisi yomxhasi

source: Department
he: הקלחמ
ta: À¢Ã¢×
xh: Isebe

source: Email
he: ל"אוד
ta: Á¢ýÉïºø
xh: I-Email

source: Email 2
he: 2 ל"אוד
ta: Á¢ýÉïºø 2
xh: Email yesibini

source: Email 3
he: 3 ל"אוד
ta: Á¢ýÉïºø 3
xh: Email yesithathu

source: _: Name in Order File As
he: רותב קיית
ta: ­ùÅ¡Ú §¸¡ôÀ¢Î
xh: Yifayilishe njenge

source: First Name
he: יטרפ םש
ta: Ó¾ü ¦ÀÂ÷
xh: Igama lokuqala

source: Folder
he: היקית
xh: Incwadi eneenkcukacha

source: FTP Site
he: FTP רתא
ta: FTP ¾Çõ
xh: Inxuwa le FTP

source: Full Name
he: אלמ םש
ta: ÓØô¦ÀÂ÷
xh: Igama elipheleleyo

source: Gender
he: ןימ
ta: À¡ø
xh: Isini

source: Government ID Number
he: תוהז תדועת רפסמ
ta: «ÃÍ «¨¼Â¡Ç ±ñ
xh: Inani lesazisi likaRhulumente

source: Hobbies
he: םיביבחת
ta: ¦À¡ØÐ§À¡ìÌ¸û
xh: Izonwabiso

source: Home Address
he: תיבה תבותכ
ta: ­øÄ Ó¸ÅÃ¢
xh: Idilesi yasekhaya

source: Home Address City
he: תיבה תבותכ לש ריעה
ta: ­øÄ Ó¸ÅÃ¢ ¿¸÷
xh: Idilesi yesixeko sasekhaya

source: Home Address Country
he: תיבה תבותכ לש ץראה
ta: ­øÄ Ó¸ÅÃ¢ ¿¡Î
xh: Idilesi yelizwe lasekhaya

source: Home Address PO Box
he: תיבה תבותכ לש ראודה את
ta: ­øÄ Ó¸ÅÃ¢ ¾À¡ü¦ÀðÊ ±ñ
xh: Idilesi yasekhaya PO Box

source: Home Address Postal Code
he: תיבה תבותכ לש דוקימה
ta: ­øÄ Ó¸ÅÃ¢ À¢ý§¸¡Î
xh: Idilesi yekhowudi yokuposa yasekhaya

source: Home Address State
he: תיבה תבותכ לש הנידמה
ta: ­øÄ Ó¸ÅÃ¢ Á¡¿¢Äõ
xh: Idilesi yesigqeba selizwe yasekhaya

source: Home Address Street
he: תיבה תבותכ לש בוחרה
ta: ­øÄ Ó¸ÅÃ¢ Å£¾¢
xh: Idilesi yesitalato sasekhaya

source: Home Fax
he: תיבב סקפ
ta: ­øÄò ¦¾¡¨Ä¿¸Ä¢
xh: Ifax yasekhaya

source: Home Phone
he: תיבב ןופלט
ta: ­øÄò ¦¾¡¨Ä§Àº¢
xh: Ifowuni yasekhaya

source: Home Phone 2
he: תיבב 2 ןופלט
ta: ­øÄò ¦¾¡¨Ä§Àº¢ 2
xh: Ifowuni yesibini yasekhaya

source: Icon
he: למס
ta: ÌÚõÀ¼õ
xh: i-Icon

source: In Folder
he: היקיתב
ta: «¨¼Å¢ø
xh: Ikwincwadi eneenkcukacha

source: Initials
he: תובית ישאר
ta: Ó¾¦ÄØòÐì¸û
xh: Amagama okuqala

source: Job Title
he: דיקפתה רואית
ta: À½¢ô ¦ÀÂ÷
xh: Iwonga lomsebenzi

source: Journal
he: ןמוי
ta: ²Î
xh: Iphepha ndaba lemihla ngemihla

source: Language
he: הפש
ta: ¦Á¡Æ¢
xh: Ulwimi

source: Last Name
he: החפשמ םש
ta: ¸¨¼º¢ô¦ÀÂ÷
xh: Igama lokugqibela

source: Location
he: םוקימ
ta: ­¼õ
xh: Indawo ekuyo

source: Mailing Address
he: ראוד תבותכ
ta: «ïºø Ó¸ÅÃ¢
xh: Idilesi yokuposa

source: Manager's Name
he: להנמה םש
ta: §ÁÄ¡Ç÷ ¦ÀÂ÷
xh: Igama lomphathi

source: Message Class
he: תועדוה תקלחמ
ta: ¦ºö¾¢ Å¨¸
xh: Uhlobo lomyalezo

source: Middle Name
he: יעצמא םש
ta: ¿Îô¦ÀÂ÷
xh: Igama eliphakathi

source: Mileage
he: 'זרטמוליק
ta: ¨Áø¸û
xh: Umda wemayile

source: Mobile Phone
he: דיינ ןופלט
ta: ¦ºø§Àº¢
xh: Ifowuni ehambayo

source: Modified
he: הנוש
ta: Á¡üÈôÀð¼
xh: Iguqulwe kancinane

source: Nickname
he: יוניכ
ta: ¦ºøÄô¦ÀÂ÷
xh: Igama lesiteketiso

source: Office Location
he: דרשמה םוקימ
ta: «ÖÅÄ¸ Ó¸ÅÃ¢
xh: Indawo ekuyo i ofisi

source: Organizational ID Number
he: ינוגריא יוהיז רפסמ
ta: ¿¢ÚÅÉ «¨¼Â¡Ç ±ñ
xh: Inani lesazisi seqela labantu

source: Other Address
he: תרחא תבותכ
ta: ÁÚ Ó¸ÅÃ¢
xh: Enye idilesi

source: Other Address City
he: תרחאה תבותכה לש ריעה
ta: ÁÚ Ó¸ÅÃ¢ ¿¸Ãõ
xh: Enye idilesi yesixeko

source: Other Address Country
he: תרחאה תבותכה לש ץראה
ta: ÁÚ Ó¸ÅÃ¢ ¿¡Î
xh: Enye idilesi yelizwe

source: Other Address PO Box
he: תרחאה תבותכה לש ראודה את
ta: ÁÚ Ó¸ÅÃ¢ ¾À¡ü¦ÀðÊ ±ñ
xh: Enye idilesi PO Box

source: Other Address Postal Code
he: תרחאה תבותכה לש דוקימה
ta: ÁÚ Ó¸ÅÃ¢ À¢ý§¸¡Î
xh: Enye idilesi yekhowudi yokuposa

source: Other Address State
he: תרחאה תבותכה לש הנידמה
ta: ÁÚ Ó¸ÅÃ¢ Á¡¿¢Äõ
xh: Enye idilesi yesigqeba selizwe

source: Other Address Street
he: תרחאה תבותכה לש בוחרה
ta: ÁÚ Ó¸ÅÃ¢ ¦¾Õ
xh: Enye idilesio yesitalato

source: Other Fax
he: רחא סקפ
ta: ÁÚ ¦¾¡¨Ä¿¸Ä¢
xh: Enye ifax

source: Other Phone
he: רחא ןופלט
ta: ÁÚ ¦¾¡¨Ä§Àº¢
xh: Enye ifowuni

source: Pager
he: תירותיא
xh: Umjongani nobuntu

source: Personal Home Page
he: ישיא תיב רתא
ta: ¾É¢ôÀð¼ ­¨½ÂôÀì¸õ
xh: Iphepha lobuntu lasekhaya

source: PO Box
he: ראוד את
ta: ¾À¡ü¦ÀðÊ ±ñ

source: Primary Phone
he: ישאר ןופלט
ta: À¢Ã¾¡É ¦¾¡¨Ä§Àº¢
xh: Ifowuni yasekuqaleni

source: Profession
he: עוצקמ
ta: À½¢
xh: Umsebenzi

source: Radio Phone
he: ןופוידר
ta: §ÃÊ§Â¡ò ¦¾¡¨Ä§Àº¢
xh: Ifowuni kanomathotholo

source: Read
he: ארקנ
ta: Å¡º¢
xh: Funda

source: Referred By
he: ידי לע הנפוה
ta: ­ÅÃ¡ø ÀÃ¢óÐ¨Ãì¸ôÀð¼
xh: Ibhekiswe ngu

source: Sensitivity
he: תושיגר
ta: ¯½÷¾¢Èý
xh: Uvakalelo

source: Size
he: לדוג
ta: «Ç×
xh: Ubungakanani

source: Spouse
he: גוז תב\ןב
ta: Ð¨½Å÷
xh: Umyeni/Inkosikazi

source: State
he: הנידמ
ta: Á¡¿¢Äõ
xh: Isigqeba selizwe

source: Street Address
he: בוחר
ta: ¦¾Õ Ó¸ÅÃ¢
xh: Idilesi yesitalato

source: Subject
he: אשונ
ta: ¾¨ÄôÒ
xh: Umxholo

source: Suffix
he: תמויס
ta: Å¢Ì¾¢
xh: Isimamva

source: Telex
he: סקלט
ta: ¨¼¦ÄìÍ
xh: Ekude

source: Title
he: ראות
ta: ¾¨ÄÂí¸õ
xh: Iwonga

source: TTY/TDD Phone
he: TTY/TDD ןופלט
xh: Ifowuni ye TTY/TDD

source: User Field 1
he: 1 שמתשמ ףיעס
ta: ÀÂÉ÷ ¸ð¼õ 1
xh: Umsebenzisi womhlaba wokuqala

source: User Field 2
he: 2 שמתשמ ףיעס
ta: ÀÂÉ÷ ¸ð¼õ 2
xh: Umsebenzisi womhlaba wesibini

source: User Field 3
he: 3 שמתשמ ףיעס
ta: ÀÂÉ÷ ¸ð¼õ 3
xh: Umsebenzisi womhlaba wesithathu

source: User Field 4
he: 4 שמתשמ ףיעס
ta: ÀÂÉ÷ ¸ð¼õ 4
xh: Umsebenzisi womhlaba wesine

source: Web Page
he: תשרב רתא
ta: ­¨½ÂôÀì¸õ
xh: Iphepha le Web

source: ZIP/Postal Code
he: דוקימ
ta: À¢ý§¸¡Î
xh: ZIP/Ikhowudi yokuposa

source: Notes
he: תורעה
ta: ÌÈ¢ôÒì¸û
xh: Iincwadana ezimfutshane

source: Business
he: קסע
ta: Å¢Â¡À¡Ãõ
xh: Ishishini

source: Home
he: תיב
ta: ­øÄõ
xh: Ikhaya

source: Other
he: רחא
ta: À¢È
xh: Enye

source: All Contact fields
he: םיפיעסה לכ
ta: ±øÄ¡ò ¦¾¡¼÷Òì ¸ð¼í¸û
xh: Yonke imihlaba yoqhagamshelwano

source: Frequently-used fields
he: ףוכת שומישב םיפיעס
ta: «¾¢¸õ À¡Å¢ìÌõ ¸ð¼í¸û
xh: Imihlaba esetyenziswa-rhoqo

source: Address fields
he: תבותכ יפיעס
ta: Ó¸ÅÃ¢ì ¸ð¼í¸û
xh: Imihlaba yedilesi

source: Email fields
he: ל"אוד יפיעס
ta: Á¢ýÉïºü ¸ð¼í¸û
xh: Imihlaba ye Email

source: Fax/Other number fields
he: רחא\סקפ רפסמ יפיעס
ta: ¦¾¡¨Ä¿¸Ä¢/ÁÚ ±ñ ¸ð¼í¸û
xh: Fax/Eminye imihlaba enenani

source: Miscellaneous fields
he: םינוש םיפיעס
ta: Áü¨ÈÂ ¸ð¼í¸û
xh: Imihlaba exutyiweyo

source: Name fields
he: םש יפיעס
ta: ¦ÀÂ÷ì¸ð¼í¸û
xh: Imihlaba enegama

source: Personal fields
he: םייטרפ םיפיעס
ta: ¾É¢ôÀð¼ ¸ð¼í¸û
xh: Imihlaba yobuntu

source: Phone number fields
he: ןופלט ירפסמ יפיעס
ta: ¦¾¡¨Ä§Àº¢ ±ñ ¸ð¼í¸û
xh: Imihlaba enamanani efowuni

source: Name
he: םש
ta: ¦ÀÂ÷
xh: Igama

source: Notes:
he: :תורעה
ta: ÌÈ¢ôÒì¸û:
xh: Iincwadana ezimfutshane:

source: Select Birthday
he: תדלוה םוי תריחב
ta: À¢Èó¾¿¡¨Çò ¦¾Ã¢×¦ºö
xh: Khetha umhla wokuzalwa

source: &Full Name...
he: ...אל&מ םש
ta: ÓØô¦ÀÂ÷
xh: &Igama elipheleleyo...

source: &Job title:
he: :די&קפתה םש
ta: À½¢ò ¾¨ÄôÒ
xh: &Iwonga lomsebenzi:

source: &Company:
he: :הרב&ח
ta: ¿¢ÚÅÉõ:
xh: &Inkampani:

source: F&ile as:
he: :רות&ב קייותמ
ta: ­ùÅ¡Ú §¸¡ôÀ¢Î:
xh: &Yifayilishe njenge:

source: &Web page:
he: :תש&רב רתא
ta: Å¨Äô Àì¸õ:
xh: &Iphepha le Web:

source: Add&ress...
he: ...תבו&תכ
ta: Ó¸ÅÃ¢...
xh: &Idilesi...

source: Phone
he: ןופלט
ta: ¦¾¡¨Ä§Àº¢
xh: Ifowuni

source: &General
he: ילל&כ
ta: ¦À¡Ð
xh: &Ngokubanzi

source: D&epartment:
he: :הקלח&מ
ta: À¢Ã¢×:
xh: &Isebe:

source: &Office:
he: :דר&שמ
ta: «ÖÅÄ¸õ:
xh: &i Ofisi:

source: &Profession:
he: :עוצ&קמ
ta: À½¢:
xh: &Umsebenzi:

source: Assistant's &Name:
he: :רזו&עה םש
ta: ¯¾Å¢Â¡Ç÷ ¦ÀÂ÷:
xh: &Igama lomncedisi:

source: &Managers's Name:
he: :לה&נמה םש
ta: §ÁÄ¡Ç÷ ¦ÀÂ÷:
xh: &Igama lomphathi:

source: Ni&ckname:
he: :יונ&יכ
ta: ¦ºøÄô¦ÀÂ÷:
xh: &Igama lesiteketiso:

source: &Spouse's Name:
he: :גוזה תב\ן&ב םש
ta: Ð¨½ÅÃ¢ý ¦ÀÂ÷:
xh: &Igama lomyeni/inkosikazi:

source: Select...
he: ...רחב
ta: ¦¾Ã¢×¦ºö...
xh: Khetha...

source: &Details
he: םיטר&פ
ta: ¾¸Åø¸û
xh: &Iinkcukacha

source: &Select from:
he: :ךו&תמ רחב
ta: ­¾¢Ä¢ÕóÐ §¾÷×¦ºö:
xh: &Khetha ukusuka ku:

source: User-defined fields in folder
he: שמתשמה ידי לע םירדגומה היקיתב םיפיעס
ta: «¨¼Å¢ø ÀÂÉÃ¡ø Å¨ÃÂÚì¸ôÀð¼ ¸ð¼í¸û
xh: Umsebenzisi-imihlaba ecaciswe kwincwadi eneenkcukacha

source: &New...
he: ...שד&ח
ta: Ò¾¢Â...
xh: &Entsha...

source: &All fields
he: םיפיעסה &לכ
ta: ±øÄ¡ì ¸ð¼í¸Ùõ
xh: &Yonke imihlaba

source: Select Anniversary
he: ןיאושינ םוי תריחב
ta: ¬ñÎ¿¢¨È¨Åò ¦¾Ã¢×¦ºö
xh: Khetha isikhumbuzo

source: Doctor
he: רוטקוד
ta: ¨Åò¾¢Â÷
xh: Ugqirha

source: Dr.
he: ר"ד
ta: ¸Ä¡¿¢¾¢.

source: Dr
he: רד
ta: ¸Ä¡¿¢¾¢

source: Mr.
he: רמ
ta: ¾¢Õ.
xh: Mnumzana.

source: Mr
he: רמ
ta: ¾¢Õ
xh: Mnumzana

source: Ms.
he: .בג
xh: Iwonga lotshatileyo/ongatshatanga.

source: Ms
he: בג
xh: Iwonga lotshatileyo/longatshatanga

source: Professor
he: רוספורפ
ta: §ÀÃ¡º¢Ã¢Â÷
xh: Ofundileyo

source: Prof.
he: .פורפ
ta: §ÀÃ¡.
xh: Ofundileyo.

source: Junior
he: ןבה
xh: Ongaphantsi

source: Jr.
he: ןבה

source: Senior
he: באה
xh: Ongentla

source: Sr.
he: באה

source: Afghanistan
he: ןטסינגפא
ta: ¬ô¸¡É¢Íò¾¡ý
xh: e-Afghanistan

source: Albania
he: הינבלא
xh: e-Albania

source: Algeria
he: הירי'גלא
ta: «øº£Ã¢Â¡
xh: e-Algeria

source: American Samoa
he: תיאקירמאה האומס
ta: «¦ÁÃ¢ì¸ º§Á¡Å¡
xh: iSamoa yaseMelika

source: Andorra
he: הרודנא
ta: «ý§¼¡Ã¡
xh: e-Andora

source: Angola
he: הלוגנא
ta: «í§¸¡Ä¡
xh: e-Angola

source: Anguilla
he: הליווגנא
ta: «íÌÂ¢øÄ¡
xh: e Anguilla

source: Antarctica
he: הקיטראטנא
ta: «ýÃ¡Êì¸¡
xh: e-Antarctica

source: Antigua and Barbuda
he: הדוברבו האוגיטנא
ta: «ýÊÌÅ¡ ÁüÚõ À¡÷Ò¼¡
xh: e-Antiga nase Barbuda

source: Argentina
he: הניטנגרא
ta: ¬÷¦ºýËÉ¡
xh: e-Argentina

source: Armenia
he: הינמרא
ta: ¬÷Á£É¢Â¡
xh: e-Armenia

source: Aruba
he: הבורא
ta: «åÀ¡
xh: e-Aruba

source: Ashmore and Cartier Islands
he: רייטרקו רומשא ייא
ta: ¬Í§Á¡÷ ÁüÚõ ¸¡ðÊÂ÷ ¾£×¸û
xh: e-Ashmore naseZiqithini ze Cartier

source: Australia
he: הילרטסוא
ta: «×Í¾¢§ÃÄ¢Â¡
xh: e-Australiya

source: Austria
he: הירטסוא
ta: «×Í¾¢Ã¢Â¡
xh: e-Austria

source: Azerbaijan
he: ן'גיברזא
ta: «º÷¨Àº¡ý
xh: e-Azebaijan

source: Bahamas
he: סאמהאב
ta: À¸¡Á¡Í
xh: eBahamas

source: Bahrain
he: ןיירחב
ta: À¡¸§ÃÂ¢ý
xh: eBahrain

source: Bangladesh
he: שדלגנב
ta: Àí¸Ç¡§¾ºõ
xh: eBangladesh

source: Barbados
he: סודברב
ta: À¡÷§À§¼¡Í
xh: eBarbados

source: Belarus
he: סורלב
ta: ¦ÀÄ¡åÍ
xh: eBelarus

source: Belgium
he: היגלב
ta: ¦Àøº¢Âõ
xh: eBelgium

source: Belize
he: זילב
ta: ¦ÀÄ£Í
xh: eBelize

source: Benin
he: ןינב
ta: ¦ÀÉ¢ý
xh: eBenin

source: Bermuda
he: הדומרב
ta: §À÷ã¼¡
xh: eBermuda

source: Bhutan
he: ןטוהב
ta: âð¼¡ý
xh: eBhutan

source: Bolivia
he: היבילוב
ta: ¦À¡Ä¢Å¢Â¡
xh: eBolivia

source: Bosnia and Herzegovina
he: הניבוגצרה הינסוב
ta: ¦À¡ÍÉ¢Â¡ ÁüÚõ §¸÷º¢¦¸¡Å¢É¡
xh: eBosnia nase Herzegovina

source: Botswana
he: הנווצוב
ta: ¦À¡ðÍÅ¡É¡
xh: eBotswana

source: Brazil
he: ליזרב
ta: À¢§Ãº¢ø
xh: eBrazil

source: Brunei
he: יינורב
ta: Òå§É¡Â¢
xh: eBrunei

source: Bulgaria
he: הירגלוב
ta: Àø§¸Ã¢Â¡
xh: eBulgaria

source: Burkina Faso
he: וספ הניקרוב
ta: §À÷¸£§É¡ À¡§º¡
xh: eBurkina Faso

source: Burundi
he: ידנורוב
ta: ÒÕñÊ
xh: eBurundi

source: Cambodia
he: הידובמק
ta: ¸õ§À¡ÊÂ¡
xh: eCambodia

source: Cameroon
he: ןורמק
ta: ¸Áåý
xh: eCameroon

source: Canada
he: הדנק
ta: ¸É¼¡
xh: eCanada

source: Cape Verde
he: הדרו ףכ
ta: §¸ô §Å÷ð
xh: eCape Verde

source: Cayman Islands
he: ןמייק ייא
ta: §¸Á¡ý ¾£×¸û
xh: eZiqithini ze Cayman

source: Central African Republic
he: הקירפא זכרמ תקילבופר
ta: Áò¾¢Â ¬À¢Ã¢ì¸ì ÌÊÂÃÍ
xh: kuLawulo oluzimeleyo loMbindi Afrika

source: Chad
he: ד'צ
ta: º¡ð
xh: eChad

source: Chile
he: הלי'צ
ta: º¢Ä¢
xh: eChile

source: China
he: ןיס
ta: º£É¡
xh: eTshayina

source: Colombia
he: היבמולוק
ta: ¦¸¡ÄõÀ¢Â¡
xh: eColombia

source: Comoros
he: ורומוק
ta: ¦¸¡§Á¡§Ã¡Í
xh: eComoros

source: Congo
he: וגנוק
ta: ¦¸¡í§¸¡
xh: eCongo

source: Congo, Dem. Rep.
he: וגנוק לש 'ומדה 'פרה
ta: ¦¸¡í§¸¡, ºÉ¿¡Â¸ì ÌÊÂÃÍ
xh: eCongo, Dem. Rep.

source: Costa Rica
he: הקיר הטסוק
ta: §¸¡Í§¾¡ Ã£¸¡
xh: eCosta Rica

source: Croatia
he: היטאורק
ta: Ì§Ã¡§Åº¢Â¡
xh: eCroatia

source: Cuba
he: הבוק
ta: ¸¢äÀ¡
xh: eCuba

source: Cyprus
he: ןיסירפק
ta: ¨ºôÃÍ
xh: eCyprus

source: Czech Republic
he: היכ'צ
ta: ¦ºì ÌÊÂÃÍ
xh: kuLawulo oluzimeleyo le Czech

source: Denmark
he: קרמנד
ta: ¦¼ýÁ¡÷ì
xh: eDenmark

source: Djibouti
he: יטובי'ג
ta: º¢âðÊ
xh: eDjibouti

source: Dominica
he: הקינימוד
ta: ¦¼¡Á¢É¢ì¸¡
xh: eDominica

source: Dominican Republic
he: תינקינימודה הקילבופרה
ta: ¦¼¡Á¢É¢ì¸ý ÌÊÂÃÍ
xh: kuLawulo oluzimeleyo laseDominica

source: Ecuador
he: רודווקא
ta: ®ìÌ§Å§¼¡÷
xh: e-Ecuador

source: Egypt
he: םירצמ
ta: ±¸¢ôÐ
xh: eJiphutha

source: El Salvador
he: רודבלס לא
ta: ±ø ºøÅ§¼¡÷
xh: e-El Salvador

source: Equatorial Guinea
he: תינוושמה האניג
ta: Áò¾¢Â§¸¡ðÎì ¸¢É¢
xh: e Equatorial Guinea

source: Eritrea
he: האירתירא
ta: ±Ã¢ð§ÃÂ¡
xh: e-Eritrea

source: Estonia
he: הינוטסא
ta: ±Í§¾¡É¢Â¡
xh: e-Estonia

source: England
he: הילגנא
ta: ­í¸¢Ä¡óÐ
xh: Engilane

source: Ethiopia
he: היפויתא
ta: ±¾¢§Â¡ôÀ¢Â¡
xh: eTopiya

source: European Union
he: יפוריאה דוחיאה
ta: ³§Ã¡ôÀ¢Â ´ýÈ¢Âõ
xh: e-Europian Union

source: Faroe Islands
he: וראפ ייא
ta: §À§Ã¡ ¾£×¸û
xh: eZiqithini zeFaroe

source: Fiji
he: י'גיפ
ta: À¢º¢
xh: eFiji

source: Finland
he: דנלניפ
ta: À¢ýÄ¡óÐ
xh: eFinland

source: France
he: תפרצ
ta: À¢Ã¡ýÍ
xh: eFranisi

source: French Polynesia
he: תיתפרצה היזנילופ
ta: À¢¦Ãï Í ¦À¡Ä¢É£º¢Â¡
xh: eFrentshi Polynesia

source: Gabon
he: ןובג
ta: ¸§À¡ý
xh: eGabon

source: Gambia
he: היבמג
ta: ¸õÀ¢Â¡
xh: eGambia

source: Georgia
he: היזורג
ta: §º¡÷º¢Â¡
xh: eGeorgia

source: Germany
he: הינמרג
ta: §º÷ÁÉ¢
xh: eJamani

source: Ghana
he: הנאג
ta: ¸¡É¡
xh: eGhana

source: Greece
he: ןווי
ta: ¸¢Ã£Í
xh: eGreece

source: Greenland
he: דנלנירג
ta: ¸¢Ã£ýÄ¡óÐ
xh: eGreenland

source: Grenada
he: הדנרג
ta: ¸¢ÃÉ¡¼¡
xh: eGrenada

source: Guam
he: םאוג
ta: ÌÅ¡õ
xh: eGuam

source: Guatemala
he: הלמטאוג
ta: ÌÅ¡¾Á¡Ä¡
xh: eGuatemala

source: Guinea
he: האניג
ta: ¸¢É¢
xh: eGuinea

source: Guinea-Bissau
he: וסיב-האניג
ta: ¸¢É¢-À£§º¡
xh: eGuinea-Bissau

source: Guyana
he: הנאיוג
ta: ¸Â¡É¡
xh: eGuyana

source: Haiti
he: יטיאה
ta: ¨¸Â¢ðÊ
xh: eHaiti

source: Holland
he: דנלוה
ta: ´øÄ¡óÐ
xh: eHolland

source: Honduras
he: סרודנוה
ta: ¦¸¡ñÎÃ¡Í
xh: eHonduras

source: Hong Kong
he: גנוק גנוה
ta: ¦¸¡í ¦¸¡í
xh: eHong Kong

source: Hungary
he: הירגנוה
ta: ¸í§¸Ã¢
xh: eHungary

source: Iceland
he: דנלסיא
ta: ³ÍÄ¡óÐ
xh: e-Iceland

source: India
he: ודוה
ta: ­ó¾¢Â¡
xh: e-Indiya

source: Indonesia
he: היזנודניא
ta: ­ó§¾¡§Éº¢Â¡
xh: e-Indonesia

source: Iran
he: ןריא
ta: ®Ã¡ý
xh: e-Iran

source: Iraq
he: קריע
ta: ®Ã¡ì
xh: e-Iraq

source: Ireland
he: דנלריא
ta: ³Â÷Ä¡óÐ
xh: e-Ireland

source: Israel
he: לארשי
ta: ­Í§Ãø
xh: kwaSirayeli

source: Italy
he: הילטיא
ta: ­ò¾¡Ä¢
xh: e-Ithali

source: Ivory Coast
he: בהנשה ףוח
ta: ³ÅÃ¢ §¸¡Íð
xh: e-Ivory Coasts

source: Jamaica
he: הקיימ'ג
ta: º§Áöì¸¡
xh: eJamaica

source: Japan
he: ןפי
ta: ÂôÀ¡ý
xh: eJaphani

source: Jordan
he: ןדרי
ta: §Â¡÷¾¡ý
xh: eYordani

source: Kazakhstan
he: ןטסחזק
ta: ¸ºì¾¡ý
xh: eKazakhstan

source: Kenya
he: הינק
ta: ¦¸ýÂ¡
xh: eKenya

source: Kiribati
he: יטביריק
ta: ¸¢Ã¢À¡Ê
xh: eKiribati

source: Korea, North
he: תינופצה האירוק
ta: Å¼ ¦¸¡Ã¢Â¡
xh: eKorea, Emantla

source: Korea, South
he: תימורדה האירוק
ta: ¦¾ý ¦¸¡Ã¢Â¡
xh: eKorea, Emazantsi

source: Kuwait
he: תיווכ
ta: Ì¨Åò
xh: eKuwait

source: Kyrgyzstan
he: היזיגריק
ta: ¸¢¨Ã¸¢Íò¾¡ý
xh: eKyrgyzstan

source: Laos
he: סואל
ta: Ä¡§Å¡Í
xh: eLaos

source: Latvia
he: היבטל
ta: ÄðÅ¢Â¡
xh: eLatvia

source: Lebanon
he: ןונבל
ta: ¦ÄÀÉ¡ý
xh: eLibhanoni

source: Lesotho
he: ותוסל
ta: ¦Ä§º¡§¾¡
xh: eLusuthu

source: Liberia
he: הירביל
ta: ¨ÄÀ£Ã¢Â¡
xh: eLiberia

source: Libya
he: בול
ta: Ä¢À¢Â¡
xh: eLibya

source: Liechtenstein
he: ןייטשנטכיל
ta: Ä£î¦ºýÍ¾£ý
xh: eLiechtenstein

source: Lithuania
he: אטיל
ta: Ä¢òÐ§ÅÉ¢Â¡
xh: eLithuania

source: Luxembourg
he: גרובמסקול
ta: Äìºõ§À÷ì
xh: eLuxembourg

source: Macau
he: ואקמ
ta: Áì¸¡ù
xh: eMacau

source: Madagascar
he: רקסגדמ
ta: Á¼¸¡ Í¸¡÷
xh: eMadagascar

source: Malawi
he: יוולמ
ta: ÁÄ¡Å¢
xh: eMalawi

source: Malaysia
he: היזלמ
ta: Á§Äº¢Â¡
xh: eMalaysia

source: Maldives
he: בידלמ ייא
ta: Á¡¨Ä¾£×¸û
xh: eMaldives

source: Mali
he: ילמ
ta: Á¡Ä¢
xh: eMali

source: Malta
he: הטלמ
ta: Á¡ø¼¡
xh: eMalta

source: Marshall Islands
he: לשרמ ייא
ta: Á¡÷ºø ¾£×¸û
xh: eZiqithini zeMarshall

source: Martinique
he: קיניטרמ
ta: Á¡÷ÊÉ£ìÌ
xh: eMartinique

source: Mauritania
he: הינטירואמ
ta: ¦Á¡Ã¢º¢§ÂÉ¢Â¡
xh: eMauritania

source: Mauritius
he: סוי'צירואמ
ta: ¦Á¡Ã£º¢ÂÍ
xh: eMauritius

source: Mexico
he: וקיסקמ
ta: ¦Áìº¢§¸¡
xh: eMexico

source: Micronesia, Federated States Of
he: היזנורקימ
ta: ¨Áì§Ã¡É£º¢Âì ÌÊÂÃÍ Á¡¿¢Äí¸û
xh: eMicronesia, Federated States Of

source: Moldova
he: הבודלומ
ta: §Á¡ø§¼¡Å¡
xh: eMoldova

source: Monaco
he: וקנומ
ta: ¦Á¡É¡§¸¡
xh: eMonaco

source: Mongolia
he: הילוגנומ
ta: ¦Á¡í§¸¡Ä¢Â¡
xh: eMongolia

source: Montserrat
he: טארסטנומ
ta: ¦Á¡ýº¡Ã¡ð
xh: eMontserrat

source: Morocco
he: וקורמ
ta: ¦Á¡§Ã¡ì§¸¡
xh: eMorocco

source: Mozambique
he: קיבמזומ
ta: ¦Á¡º¡õÀ¢ì
xh: eMozambique

source: Myanmar
he: רמנאימ
ta: Á¢ÂýÁ¡÷
xh: eMyanmar

source: Namibia
he: היבימנ
ta: ¿Á¢À¢Â¡
xh: eNamibia

source: Nauru
he: ורואנ
ta: ¿×Õ
xh: eNauru

source: Nepal
he: לפנ
ta: §¿À¡Çõ
xh: eNepal

source: Netherlands
he: דנלוה
ta: ¦¿¾÷Ä¡óÐ
xh: eNetherlands

source: Netherlands Antilles
he: םיידנלוהה םיליטנאה
ta: ¦¿¾÷Ä¡óÐ «ýÊøÍ
xh: eNetherlands Antilles

source: New Caledonia
he: השדחה הינודלק
ta: Ò¾¢Â ¸Ä¢§¼¡É¢Â¡
xh: eCaledonia entsha

source: New Zealand
he: דנליז וינ
ta: ¿£äº£Ä¡óÐ
xh: eNew Zealand/entsha

source: Nicaragua
he: הווגרקינ
ta: ¿¢ì¸Ã¡ÌÅ¡
xh: eNicaragua

source: Niger
he: ר'גינ
xh: eNiger

source: Nigeria
he: הירגינ
ta: ¨¿º£Ã¢Â¡
xh: eNigeria

source: Niue
he: האוינ
ta: ¿¢ä
xh: eNiue

source: North Korea
he: האירוק ןופצ
ta: Å¼¦¸¡Ã¢Â¡
xh: eMantla Korea

source: Northern Ireland
he: דנלריא ןופצ
ta: Å¼ «Â÷Ä¡óÐ
xh: eNorthern Ireland

source: Northern Mariana Islands
he: םיינופצה הנאירמ ייא
ta: Å¼ ÁÃ¢Â¡É¡ ¾£×¸û
xh: eZiqithini ze Northern Mariana

source: Norway
he: היגברונ
ta: §¿¡÷§Å
xh: eNorway

source: Oman
he: ןמוע
ta: µÁ¡ý
xh: e-Oman

source: Pakistan
he: ןטסיקפ
ta: À¡¸¢Í¾¡ý
xh: ePakistan

source: Palau
he: ואלפ
ta: ÀÄ¡×
xh: ePalau

source: Palestinian
he: ןיטסלפ
ta: ÀÄÍ¾£É¢Âý
xh: ePalestina

source: Panama
he: המנפ
ta: ÀÉ¡Á¡
xh: ePanama

source: Papua New Guinea
he: השדחה האניג האופפ
ta: ÀôÒÅ¡ ¿£ä¸¢É¢
xh: ePapua New Guinea

source: Paraguay
he: יאוגרפ
ta: ÀÃ¡ÌÅ¡ö
xh: eParaguay

source: Peru
he: ורפ
ta: §ÀÕ
xh: ePeru

source: Philippines
he: םיניפיליפה
ta: À¢Ä¢ôÀ£ýÍ
xh: ePhilippines

source: Poland
he: ןילופ
ta: §À¡Ä¡óÐ
xh: ePoland

source: Portugal
he: לגוטרופ
ta: §À¡÷òÐì¸ø
xh: ePortugal

source: Puerto Rico
he: וקיר וטרופ
ta: §À¡÷ð§¼¡ Ã£ì§¸¡
xh: ePuerto Rico

source: Qatar
he: רטק
ta: ¸ð¼¡÷
xh: eQatar

source: Romania
he: הינמור
ta: Õ§ÁÉ¢Â¡
xh: eRomania

source: Russia
he: היסור
ta: ­Ãº¢Â¡
xh: eRashiya

source: Rwanda
he: הדנאור
ta: ÕÅ¡ñ¼¡
xh: eRwanda

source: St. Kitts and Nevis
he: סיבנו סטיק טנס
ta: ¦ºý ¸¢ðÍ ÁüÚõ ¦¿Å¢Í
xh: eSt. Kitts ne Nevis

source: St. Lucia
he: היסול הטנס
ta: ¦ºý. æº£Â¡
xh: eSt. Lucia

source: St. Vincent and the Grenadines
he: םידנרגהו טנסניו טנס
ta: ¦ºý Å¢ý¦ºýð ÁüÚõ ¸¢¦ÃÉ¨¼ýÍ
xh: eSt. Vincent ne Grenadines

source: San Marino
he: ונירמ ןס
ta: º¡ý ÁÃ£§É¡
xh: eSan Marino

source: Sao Tome and Principe
he: הפיסנירפו המוט ואס
ta: º¡§Å¡ §¼¡Á¢ ÁüÚõ À¢Ã¢ý¸¢ôÀ¢
xh: eSao Tome ne Principe

source: Saudi Arabia
he: תידועסה ברע
ta: ºç¾¢ «§ÃÀ¢Â¡
xh: eSaudi Arabia

source: Senegal
he: לגנס
ta: ¦ºÉ¸ø
xh: eSenegal

source: Serbia & Montenegro
he: ורגנטנומו היברס
ta: §º÷À¢Â¡ ÁüÚõ ¦Á¡ýÊ¿£ì§Ã¡
xh: eSebia & Montenegro

source: Seychelles
he: לשיס ייא
ta: º£¦ºøÍ
xh: eSeychelles

source: Sierra Leone
he: ןואל הרייס
ta: º¢ÂÃ¡Ä¢§Â¡ý
xh: eSierra Leon

source: Singapore
he: רופגניס
ta: º¢í¸ôâ÷
xh: eSingapore

source: Slovakia
he: היקבולס
ta: Í§Ä¡§Åì¸¢Â¡
xh: eSlovakia

source: Slovenia
he: הינבולס
ta: Í§Ä¡Å£É¢Â¡
xh: eSlovenia

source: Solomon Islands
he: ןומולוס ייא
ta: ¦º¡ÄÁý ¾£×¸û
xh: eZiqithini ze Solomon

source: Somalia
he: הילמוס
ta: §º¡Á¡Ä¢Â¡
xh: eSomalia

source: South Africa
he: הקירפא םורד
ta: ¦¾ýÉ¡À¢Ã¢ì¸¡
xh: eMzantsi Afrika

source: South Korea
he: האירוק םורד
ta: ¦¾ý ¦¸¡Ã¢Â¡
xh: eMzantsi Korea

source: Spain
he: דרפס
ta: Í¦ÀÂ¢ý
xh: eSpain

source: Sri Lanka
he: הקנל ירס
ta: º¢È£Äí¸¡
xh: eSri Lanka

source: Sudan
he: ןדוס
ta: Ý¼¡ý
xh: eSudan

source: Suriname
he: םנירוס
ta: ÝÃ¢É¡õ
xh: eSriname

source: Swaziland
he: דנליזווס
ta: ÍÅ¡º¢Ä¡óÐ
xh: eSwaziland

source: Sweden
he: הידבש
ta: ÍÅ£¼ý
xh: eSweden

source: Switzerland
he: ץיווש
ta: ÍÅ¢ðº÷Ä¡óÐ
xh: eSwitzerland

source: Syria
he: הירוס
ta: º¢Ã¢Â¡
xh: eSyria

source: Taiwan
he: ןאוייט
ta: ¾¡öÅ¡ý
xh: eTaiwan

source: Tajikistan
he: ןטסיקי'גט
ta: ¾º¢ì¸¢Í¾¡ý
xh: eTajikistan

source: Tanzania
he: הינזנט
ta: ¾¡ýº¡É¢Â¡
xh: eTanzania

source: Thailand
he: דנליאת
ta: ¾¡öÄ¡óÐ
xh: eThailand

source: Tibet
he: טביט
ta: ¾¢¦Àò
xh: eTibet

source: Togo
he: וגוט
xh: eTogo

source: Tonga
he: הגנוט
ta: ¦¼¡í¸¡
xh: eTonga

source: Trinidad and Tobago
he: וגבוטו דדינירט
ta: ÊÃ¢¼¡ð ÁüÚõ ¦¼¡À¡§¸¡
xh: eTrinidad ne Tobago

source: Tunisia
he: היסינות
ta: ÊäÉ£º¢Â¡
xh: eTunisia

source: Turkey
he: היקרוט
ta: ÐÕì¸¢
xh: eTurkey

source: Turkmenistan
he: ןטסינמקרוט
ta: ÐÕì§ÁÉ¢Í¾¡ý
xh: eTurkmenistan

source: Turks and Caicos Islands
he: סוקייקו סקרוט ייא
ta: ÐÕì¸Í ÁüÚõ ¨¸§º¡Í ¾£×¸û
xh: eTurks neZiqithi ze Caicos

source: Tuvalu
he: ולבוט
ta: ÐÅ¡Ö
xh: eTuvalu

source: Uganda
he: הדנגוא
ta: ¯¸¡ñ¼¡
xh: e-Uganda

source: Ukraine
he: הניארקוא
ta: ¯ì§ÃÂ¢ý
xh: e-Ukraine

source: United Arab Emirates
he: תודחואמ תויברע תויורימא
ta: ³ì¸¢Â «Ã¡À¢Â ±Á¢§ÃðÍ
xh: e-United Arab Emirates
