Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kate.po
Languages: az, bg, eo, et, he, is, ko, lt, lv, mt, ta, tr

source: The file %1 has changed on disk. Do you want to reload it? If you cancel you will lose these changes next time you save this file
az: Diskdəki %1 faylı dəyişdərəldə. Yenidən yükləyək? Ləğv etsəniz sonrakı qeyddə mətndəki dəyişiklikləri itirəcəksiniz
bg: Файл %1 беше променен на диска. Искате ли да го заредя от диска? Ако прекъснете, вие ще загубите тези промени направени след последното му запазване.
eo: La dosiero %1 ŝanĝiĝis surdiske. Ĉu vi volas relegi ĝin de tie? Se vi rezignas, vi perdos tiujn ŝanĝojn ĉe la sekva sekurigo
et: Faili %1 on kettal muudetud. Soovid sa selle uuesti laadida? Kui sa seda ei soovi, kaotad sa need muudatused järgmise salvestamisega.
he: .ןנוכה לע הנתשה %1 ץבוקה ?שדחמ ותוא ןועטל ךנוצרב םאה .ץבוקה תא רומשתש האבה םעפב םייונישה תא דבאת לטבל רחבת םא
is: Skráin %1 hefur breyst á diski. Viltu endurlesa hana? Ef þú velur 'hætta við' munu þær breytingar tapast næst þegar þú vistar þessa skrá
ko: 디스크에 있는 %1 파일은 고쳐져 있습니다. 다시 읽겠습니까? 취소한다면 이 파일에 저장했을 때 고쳐진 부분을 잃어버릴 것입니다
lt: Byla %1 buvo pakeista diske. Ar norite iš naujo ją įkelti? Jei atsisakysite, sekantį kartą išsaugodami bylą, jūs galite prarasti tuos pakeitimus
lv: Fails %1 mainīts uz diska. Vai vēlaties to pārlādēt? Ja jūs atcelsiet, jūs zaudēsiet šīs izmaiņas, kad nākošo reizi saglabāsiet failu
mt: Il-fajl %1 inbidel fuq id-diska. Trid terġa' taqrah? Jekk tikkanċella, titlef dawn il-bidliet kollha meta terġa' tikteb il-fajl.
ta: %1 ±Ûõ §¸¡ôÒ ÅðÊø Á¡È¢ÔûÇÐ. «¾¨É Á£§ÇüÈÅ¡? ­¾¨É ¿£ì¸¢É¡ø, «Îò¾ Ó¨È ­¾¨Éî §ºÁ¢ìÌõ §À¡Ð ­õÁ¡üÈí¸¨Ç ­ÆóÐÅ¢ÎÅ£÷¸û
tr: %1 Dosyası diskte değişti. Dosyayı yeniden yüklemek istiyor musunuz? Eğer iptal ederseniz sonraki kaydınızda bu değişiklikler kaybolacak

source: File has changed on Disk
az: Diskdəki Fayl dəyişdi
bg: Файла е бил променен на диска.
eo: Dosiero ŝanĝiĝis surdiske
et: Faili kettal on muudetud
he: ןנוכה לע הנתשה ץבוקה
is: Skráin hefur breyst á diski
ko: 디스크에 있는 파일은 고쳐져 있습니다
lt: Byla buvo pakeista diske
lv: Fails ticis mainīts uz diska
mt: Il-fajl inbidel fuq id-diska
ta: §¸¡ôÒ ÅðÊø Á¡È¢ÔûÇÐ
tr: Dosya diskte değişti

source: Normal
bg: Обичаен
eo: Normale
et: Tavaline
he: ליגר
is: Venjulegt
ko: 보통
lt: Normalus
lv: Normāls
mt: Normali
ta: º¡¾¡Ã½

source: Normal Text
az: Normal Mətin
bg: Обичаен текст
eo: Normala teksto
et: Tavaline tekst
he: ליגר טסקט
is: Venjulegur texti
ko: 보통 글월
lt: Paprastas teksas
lv: Normāls Teksts
mt: Test Normali
ta: º¡¾¡Ã½ ¯¨Ã
tr: Normal Metin

source: Keyword
az: Açar Kəlmə
bg: Ключова дума
eo: Ŝlosilvorto
et: Võtmesõna
he: חתפמ תלימ
is: Lykilorð
ko: 열쇠말
lt: Raktažodis
lv: Atslēgasvārds
mt: Kelma Riservata
ta: Å¢¨ºÀÄ¨¸
tr: Anahtar Kelime

source: Data Type
az: Verilən Növü
bg: Тип данни
eo: Datumtipo
et: Andmetüüp
he: םינותנ סופיט
is: Gagnatag
ko: 날짜 방식
lt: Duomenų tipas
lv: Datu Tips
ta: ¾Ã× Å¨¸
tr: Veri Türü

source: Decimal/Value
az: Ondalıq/Qiymət
bg: Десетично/значение
eo: Dekuma nombro/Valoro
et: Kümnendarv/väärtus
he: ךרע\ילמיצד
is: Gildi á tugaformi
ko: 십진법/값
lt: Dešimtainis arba reikšmė
lv: Decimāl/Vērtība
mt: Valur Deċimali
ta: À¾¢ýÁ/Á¾¢ôÒ
tr: Ondalık/Değer

source: Base-N Integer
az: N Əsaslı İnteqer
bg: Цяло по база
eo: N-uma entjero
et: N'nd süsteemis täisarv
he: N סיסבב םלש רפסמ
is: Heiltala með grunntölu N
lt: N pagrindo sv. skaičius
lv: Bāze-N Integer
mt: Integru Bażi-N
ta: «Ê-N-ÓØ±ñ
tr: N Tabanlı Tamsayı

source: Floating Point
az: Float
bg: Плаваща точка
eo: Glitkoma nombro
et: Ujukomaarv
he: הפצ הדוקנ
is: Fleytitala
ko: 실수
lt: Slankaus kablelio
lv: Peldošais Punkts
ta: Á¢¾¨Å ÒûÇ¢
tr: Kayar Nokta

source: Character
az: Xarakter
bg: Символ
eo: Litero
et: Märk
he: ות
is: Stafur
ko: 글자
lt: Simbolių
lv: Burts
mt: Karattru
ta: ¯Õ
tr: Karakter

source: String
az: Cərgə
bg: Низ
eo: Signovico
he: תזורחמ
is: Strengur
ko: 글월
lt: Eilutė
lv: Rinda
ta: ºÃõ
tr: Dizi

source: Comment
az: Şərh
bg: Коментар
eo: Komento
et: Kommentaar
he: הרעה
is: Athugasemd
ko: 설명
lt: Komentaras
lv: Komentārs
mt: Kumment
ta: ÌÈ¢ôÒ¨Ã
tr: Yorum

source: Others
az: Digərləri
bg: Други
eo: Aliaj
et: Muud
he: םירחא
is: Annað
ko: 그 밖에
lt: Kiti
lv: Citi
mt: Oħrajn
ta: ÁüÈ¨Å
tr: Diğerleri

source: Can't open %1
az: %1 açıla bilmədi
bg: Не мога да отворя %1
eo: Ne povis malfermi %1
et: Pole võimalik avada %1
he: %1 תא חותפל ןתינ אל
is: Get ekki opnað %1
ko: %1을 열수 없습니다.
lt: Neatidarau %1
lv: Nevar atvērt %1
mt: Ma jistax jinfetaħ %1
ta: %1 ­¨Éò ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä
tr: %1 açılamadı

source: Other
az: Digər
bg: Друг
eo: Alia
et: Muud
he: רחא
is: Annað
ko: 그밖에
lt: Kita
lv: Cits
mt: Oħrajn
ta: ÁüÈ¨Å
tr: Diğer

source: Normal:
bg: Обичаен:
eo: Normale:
et: Tavaline:
he: :ליגר
is: Venjulegt:
ko: 보통:
lt: Normalus:
lv: Normāls:
mt: Normali:
ta: º¡¾¡Ã½:

source: Selected:
az: Seçili:
bg: Избрано:
eo: Elektite:
et: Valitud:
he: :רחבנ
is: Valið:
ko: 고른 것:
lt: Pažymėtas:
lv: Izvēlēts:
mt: Magħżul:
ta: §¾÷×¦ºööÀð¼:
tr: Seçili:

source: Bold
az: Qalın
bg: Удебелен
eo: Grase
et: Rasvane
he: שגדומ
is: Feitletrað
ko: 두껍게
lt: Pusjuodis
lv: Treknraksts
mt: Skur:
ta: ¾Êò¾
tr: Kalın

source: Highlight Settings
az: İşıqlandırma Qurğuları
bg: Настройки на подсветване
eo: Emfazu agordaĵojn
et: Esiletõstu seadistused
he: השגדה תורדגה
is: Stilling litunar
ko: 하이라이트 설정
lt: Paryškinti nuostatas
lv: Izcelt Uzstādījumus
mt: Setings tal-Immarkar
ta: «¨ÁôÒ¸¨Ç ¯Â÷ò¾¢¸¡ðÎ
tr: Işıklandırma Ayarları

source: Default Item Styles
az: Əsas Üzv Tərzləri
bg: Стил на елементи по подразбиране
eo: Implicita Ero-stilo
et: Elemendi vaikestiilid
he: לדחמ תרירב םיטירפ תונונגס
is: Sjálfgefið útlit hluta
ko: 기본 아이템 꼴
lt: Pagrindiniai objektų stiliai
lv: Noklusētie Elementu Stili
mt: Stili Impliċiti tal-Oġġetti
ta: ¦¸¡¼¡¿¢¨Ä ¯ÕôÀÊ À¡ó¾í¸û
tr: Öntanımlı Öğe Stilleri

source: Item:
az: Üzv:
bg: Елемент:
eo: Ero:
et: Element:
he: :טירפ
is: Hlutur:
ko: 아이템:
lt: Objektas:
lv: Elements:
mt: Oġġett:
ta: ¯ÕôÀÊ:
tr: Öğe:

source: &Highlight Modes
az: İşıqlandırma &Modu:
bg: &Режими на подсветване
eo: &Emfazmanieroj
et: &Esiletõstu režiimid
he: השגדה יבצ&מ
is: Litunar&hamir:
ko: 하일라이트 방식(&H)
lt: &Paryškinimo būdai
lv: &Izcelšanas Režīmi
mt: Modi tal-&Immarkar
ta: ¯Â÷ò¾¢¸¡ð¼ø Ó¨È¨Á¸û
tr: Işı&klandırma:

source: Config Select
az: Qurğu Seçki
bg: Настройка на избрано
eo: Agordu elekton
et: Seadistuste valimine
he: הרוצת תריחב
is: Tengingar lita
ko: 설정 고르기
lt: Derinti žymėjimą
lv: Konfig Select
mt: Agħżel Konfig
ta: ÅÊÅ¨ÁôÒ §¾÷×
tr: Ayar Seçimi

source: Item Style
az: Üzv Tərzi
bg: Стил на елемент
eo: Erostilo
et: Elemendi stiil
he: טירפה ןונגס
is: Útlit hluta
ko: 아이템 꼴
lt: Objekto stilius
lv: Elementa Stils
mt: Stil ta' Oġġett
ta: ¯ÕôÀÊ À¡ó¾õ
tr: Öğe Stili

source: Highlight Auto Select
az: İşıqlandırma Avtomatik Seçkii
bg: Автоматично подсветване
eo: Emfazu aŭtoelekton
et: Esiletõstu automaatne valimine
he: תיטמוטוא השגדה תריחב
is: Sjálfval litunar
ko: 하일라이트 스스로 고르기
lt: Paryškinimo autom. parinkimas
lv: Izcelt Auto Izvēli
ta: ¾ýÉ¢Âì¸ §¾÷× ¯Â÷ò¾¢¸¡ðÎ
tr: Işıklandırma Otomatik Seçimi

source: Highlight:
az: İşıqlandırma:
bg: Подсветване:
eo: Emfazu:
et: Esiletõst:
he: :השגדה
is: Litun:
ko: 하일라이트:
lt: Paryškinti:
lv: Izcelt:
mt: Immarkar:
ta: ¯Â÷ò¾¢¸¡ðÎ:
tr: Işıklandırma:

source: File Extensions:
az: Fayl Uzantıları:
bg: Разширени файлове:
eo: Dosierfinaĵo:
et: Faili laiendid:
he: :םיצבק תומויס
is: Skráaendingar:
ko: 파일 확장자:
lt: Bylų plėtiniai:
lv: Faila Paplašinājumi:
mt: Estensjonijiet tal-Fajls:
ta: §¸¡ôÒ ¿£ðÊôÒ¸û:
tr: Dosya Uzantıları:

source: Mime Types:
az: Mime Növləri:
bg: Тип на MIME:
eo: MIME-tipo:
et: Mime tüübid:
he: :Mime יסופיט
is: Mime tög:
ko: 마임 꼴:
lt: Mime tipai:
lv: Mime Tipi:
mt: Tipi MIME:
ta: ¨Áõ Å¨¸¸û:
tr: Mime Türleri:

source: Highlight Conditions
az: İşıqlandırma Şərtləri
bg: Условие за подсветване
eo: Emfazu kondiĉojn
et: Esiletõstu tingimused
he: השגדה יאנת
is: Stilling litunar
ko: 하이라이트 조건
lt: Paryškinimo sąlygos
lv: Izcelšanas Apstākļi
mt: Kundizzjonijiet għall-Immarkar
ta: ¿¢Àó¾¨É¸¨Ç ¯Â÷ò¾¢ì¸¡ðÎ
tr: Işıklandırma Ayarları

source: Syntax structure
az: Sintaksis qurğusu
bg: Структура на синтаксиса
eo: Sintaksstrukturo
et: Süntaksi struktuur
he: יריבחת הנבמ
is: Uppbygging forms
ko: 문법 구조
lt: Sintaksės struktūra
lv: Sintakses struktūra
mt: Struttura sintattika
ta: ¦¾¡¼Ã¢Âø «¨ÁôÒ
tr: Sözdizim biçimi

source: New Context
az: Yeni Kontekst
bg: Нов контекст
eo: Nova kunteksto
et: Uus kontekst
he: שדח רשקה
is: Nýtt samhengi
ko: 새 문맥
lt: Naujas kontekstas
lv: Jauns Konteksts
mt: Kuntest Ġdid
ta: Ò¾¢Â ÒÄõ
tr: Yeni İçerik

source: New Item
az: Yeni Üzv
bg: Нов елемент
eo: Nova ero
et: Uus element
he: שדח טירפ
is: Nýr hlutur
ko: 새 아이템
lt: Naujas objektas
lv: Jauns Elements
mt: Oġġett Ġdid
ta: Ò¾¢Â ¯ÕôÀÊ
tr: Yeni Öğe

source: Can't find template file
az: Nümunə faylı tapıla bilmir
bg: Не мога да намеря файл с шаблон
eo: Ne eblis trovi ŝablondosieron
et: Malli faili pole võimalik leida
he: תינבתה ץבוק תא אוצמל ותינ אל
is: Finn ekki sniðskrá
ko: 본 파일을 찾을 수 없음
lt: Nerandu šablono bylos
lv: Nevar atrast šablona failu
mt: Ma nistax insib il-fajl mudell
ta: Á¡¾¢Ã¢ì§¸¡ô¨Àì ¸¡½Å¢ø¨Ä
tr: Şablon dosyası bulunamıyor

source: Description:
az: İzahat:
bg: Описание:
eo: Priskribo:
et: Kirjeldus:
he: :רואית
is: Lýsing:
ko: 설명:
lt: Aprašymas:
lv: Apraksts:
mt: Deskrizzjoni:
ta: Å¢ÀÃõ:
tr: Tanımlama:

source: Attribute:
az: Atribut:
bg: Атрибут:
eo: Atributoj:
et: Atribuut:
he: :ןייפאמ
is: Eiginleiki:
ko: 속성:
lt: Požymis:
lv: Attribūti:
mt: Attribut:
ta: ÀñÒ:
tr: Özellik:

source: LineEnd:
az: SətirSonu:
bg: Край на ред:
eo: Liniofino:
et: Rea lõpp:
he: :הרוש םויס
is: Lok línu:
ko: 줄 끝:
lt: Eilutės galas:
lv: RindasBeigas:
mt: TmiemLinja:
ta: ÅÃ¢ÓÊ×:
tr: Satırsonu:

source: Type:
az: Növ:
bg: Тип:
eo: Tipo:
et: Tüüp:
he: :גוס
is: Gerð:
ko: 형식:
lt: Tipas:
lv: Tips:
mt: Tip:
ta: Å¨¸:
tr: Tür:

source: Parameter:
az: Parametr:
bg: Параметър:
eo: Parametro:
et: Parameeter:
he: :רטמרפ
is: Viðfang
ko: 매개변수:
lt: Parametras:
lv: Parametrs:
mt: Parametru:
ta: ÀÃÁ¡Éõ:
tr: Parametre:

source: Context switch:
az: Kontekst dəyişikliyi:
bg: Перевключване на контекст:
eo: Kuntekstŝalto:
et: Konteksti lüliti:
he: :רשקה גתמ
is: Skipta um samhengi:
ko: 문맥전환:
lt: Konteksto perjungimas:
lv: Konteksta slēdzis:
mt: Bdil f'Kuntest:
ta: ÒÄô¦ÀÂ÷×:
tr: İçerik geç:

source: Delete this item
az: Bu üzvü sil
bg: Изтриите този елемент
eo: Forigu tiun eron
et: Kustuta see element
he: הז טירפ קחמ
is: Eyða þessum hlut
ko: 이 아이템 지우기
lt: Ištrinti šį objektą
lv: Dzēst šo elementu
mt: Ħassar dan l-oġġett
ta: ­ù×ÕôÀÊ¨Â ¿£ìÌ
tr: Bu öğeyi sil

source: Kate
eo: Kodredaktilo
ko: 카테

source: Kate - KDE Advanced Text Editor
az: Kate - KDE Təfsilatlı Mətn Editoru
bg: Kate - Разширен текстов редактор на KDE
eo: Kodredaktilo - Progresinta KDE-tekstredaktilo
et: Kate - KDE täiustatud tekstiredaktor
he: KDE-ל םדקתמ טסקט ךרוע - Kate
is: Kate - Öflugur partur til meðhöndlunar texta
ko: 카테 - 더 나은 글월 편집기
lt: Kate - KDE pagerintas tekstų redaktorius
lv: Kate - KDE Advancēts Teksta Redaktors
mt: Kate - Editur Avvanzat tat-Test KDE
ta: ¯Â÷ó¾ ¯¨Ã¦¾¡ÌôÀ¡Ç÷ ¯ÚôÒ
tr: Kate - KDE Gelişmiş Metin Düzenleyicisi

source: Project Manager and Core Developer
az: Lahiyə İdarəçi və Proqramlama
bg: Водещ разработчик
eo: Projektadministranto kaj precipa programisto
et: Projektihaldur ja põhiline arendaja
he: יזכרמ חתפמו טקייורפה להנמ
is: Verkefnisstjóri og aðalhönnuður
ko: 프로젝트 관리지와 핵심 개발자
lt: Projekto vadybininkas ir branduolio programuotojas
lv: Projekta Menedžers un Kodola Izstrādātājs
mt: Manager tal-Proġett u Żviluppatur Prinċipali
ta: ¾¢ð¼ §ÁÄ¡Ç÷ ÁüÚõ ãÄ ¬ìÌÉ÷
tr: Proje Yöneticisi ve Çekirdek Geliştirici

source: Core Developer
az: Əsas Proqramçı
bg: Разработчик
eo: Precipa programisto
et: Põhiline arendaja
he: יזכרמ חתפמ
is: Aðalhönnuður
ko: 핵심 개발자
lt: Branduolio programuotojas
lv: Kodola Izstrādātājs
mt: Żviluppatur Prinċipali
ta: ãÄ ¬ìÌ§Å¡÷
tr: Çekirdek Geliştirici

source: The Project Compiler
az: Lahiyə Dərləyicisi
bg: Компилатор на проекта
eo: La projektkompilanto
et: Projekti kompilaator
he: טקייורפה רדהמ
is: Þýðandi verkefnisins
ko: 프로젝트 컴파일러
lt: Projekto kompiliuotojas
lv: Projektu Kompilators
mt: Kompilatur tal-Proġett
ta: ¾¢ð¼ ¦¾¡ÌôÀ¡ý
tr: Proje Derleyicisi

source: The cool buffersystem
az: Ə'la bufer sistemi
bg: Буфер
eo: La bonega bufrosistemo
et: Lahe puhverdussüsteem
he: הבינגמה םירגאמה תכרעמ
is: Flotta biðminniskerfið
ko: 훌륭한 버퍼시스템
lt: Puiki buferio sistema
lv: Lieliska buffersistēma
mt: Sistema ta' buffering tal-ġenn!
tr: İyi tampon sistemi

source: Testing, ...
az: Sınanır...
bg: Тествам, ...
eo: Testado, ...
et: Testimine, ...
he: ... ,הקידב
is: Prófanir
ko: 시험, ...
lt: Išbandau...
lv: Testēju, ...
mt: Qed Nittestja...
ta: §º¡¾¢ò¾ø, ...
tr: Test ediliyor, ...

source: KWrite Author
az: KWrite Müəllifi
bg: Автор KWrite
eo: Aŭtoro de Kodredaktilo
et: KWrite autor
he: KWrite לש בתוכה
is: Höfundur KWrite
ko: KWrite 개발자
lt: KWrite autorius
lv: KWrite Autors
mt: Awtur ta' KWrite
ta: KWrite ¬ì¸¢§Â¡ý
tr: KWrite Yazarı

source: KWrite port to KParts
az: KParts-a KWrite qapısı
bg: Перенос на KWrite за KParts
eo: Adapto al KPartoj
et: KWrite portimine KParts tehnoloogiale
he: KParts-ל KWrite תבסה
is: Flutti KWrite í KParts
ko: KWrite의 KParts버전
lt: KWrite perkėlimas į KParts
lv: KWrite portēts uz KParts
mt: Portament ta' KWrite għal KParts
ta: KParts ­üÌ Á¡üÈ¢Â KWrite
tr: KParts'a aktar

source: KWrite Undo History, Kspell integration
az: KWrite Qaytar Keçmişi, Kspell inteqrasiyası
bg: История на действията за KWrite, обединени с KSpell
eo: Malfarhistorio, enkonstruado de literumilo
et: Tegevuste tühistamise ajalugu, Kspell integreerimine
he: Kspell םע בוליש ,KWrite לש לוטיבה תיירוטסיה
is: Afturköllun og tenging við KSpell í KWrite
ko: KWrite 실행취소 연혁, Kspell 통합
lt: KWrite atstatymų sistema, Kspell integracija
lv: KWrite Atsaukšanas Vēsture, Kspell integrācija
mt: Kronoloġija tal-annullament tal-KWrite, integrazzjoni Kspell
ta: KWrite ¦ºÂø¿£ì¸ ÅÃÄ¡Ú, Kspell ´Õí¸¢¨½ôÒ
tr: KWrite Gerial Geçmişi, Kspell entegrasyonu

source: KWrite XML Syntax highlighting support
az: KWrite XML Sintaksis işıqlandırma dəstəyi
bg: Подсване на синтаксиса XML в KWrite
eo: Subteno por kolorigo de XML-sintakso
et: KWrite XML süntaksi esiletõstmise toetus
he: XML ריבחת תשגדהב KWrite לש הכימתה
is: Stuðningur við XML textalitun í KWrite
ko: KWrite XML 구문 하이라이트 지원
lt: KWrite XML sintaksės palaikymas
lv: KWrite XML Sintakses izcelšanas uzturēšana
mt: Immarkar għall-XML
ta: KWrite ­ý XML ¦¾¡¼÷¸¨Ç ¯Â÷ò¾¢ì¸¡ðÎÅ¾ü¸¡É ¬¾Ã×
tr: XML için ışıklandırma desteği

source: Patches and more
az: Yamaqlar və başqaları
bg: Пачове и други
eo: Flikoj kaj pli
et: Pätsid ja muud
he: דועו םיאלט
is: Bætur og fleira
ko: 패치등
lt: Lopai ir kt.
lv: Labojumi un vairāk
mt: Tiswijiet u oħrajn
tr: Yamalar ve fazlası

source: Highlighting for RPM Spec-Files, Perl, Diff and more
az: RPM Spec-Files, Perl, Diff və başqaları üçün işıqlandır
bg: Подсветване за RPM spec-файлове, Perl, diff и други
eo: Emfazo por RPM-Spec-dosieroj, Perlo, Diff kaj pli
et: RPM SPEC failide, Perli, Diffi süntaksi esiletõstu toetus
he: דועו Diff ,Perl ,RPM לש Spec יצבקל השגדה
is: Litun á RPM 'Spec'-skrám, Perl, Diff og fleiru
ko: RPM Spec파일, Perl, Diff파일등 하일라이트
lt: Paryškinimas RPM spec. byloms, Perl, Diff ir kt.
lv: Izcelšana RPM Spec-Failiem, Perlam, Diff un vairāk
mt: Immarkar għall-RPM, Perl, Diff u oħrajn
tr: RPM dosyaları, Perl, Diff ve diğerleri için ışıklandırma

source: Highlighting for VHDL
az: VHDL üçün işıqlandır
bg: Подсветване за VHDL
eo: Emfazado por VHDL
et: VHDL süntaksi esiletõstmine
he: VHDL-ל השגדה
is: Litun fyrir VHDL
ko: VHDL 하일라이트
lt: Paryškinimas VHDL
lv: Izcelšana priekš VHDL
mt: Immarkar għall-VHDL
ta: VHDL ­üÌÃ¢Â ¯Â÷ò¾¢¸¡ð¼ø
tr: VHDL için Işıklandırma:

source: Highlighting for SQL
az: SQL üçün işıqlandır
bg: Подсветване за SQL
eo: Emfazado por SQL
et: SQL süntaksi esiletõstmine
he: SQL-ל השגדה
is: Litun fyir SQL
ko: SQL 하일라이트
lt: Paryškinimas SQL
lv: Izcelšana priekš SQL
mt: Immarkar għall-SQL
ta: SQL ­üÌÃ¢Â ¯Â÷ò¾¢¸¡ð¼ø
tr: SQL için Işıklandırma:

source: PHP Keyword/Datatype list
az: PHP Açar Kəlmə/Verilən Növü siyahısı
bg: Списък на ключови думи и типове данни за PHP
eo: PHP-Ŝlosilvorto/Datumtipo-listo
et: PHP võtmesõnade ja andmetüüpide nimekiri
he: PHP לש חתפמ תולימ\םינותנ יסופיט תמישר
is: Listi lykilorða og gagnataga fyrir PHP
ko: PHP 키워드/자료형 목록
lt: PHP raktažodžių arba duomenų tipų sąrašas
lv: PHP Atslēgasvārdu/Datutipu saraksts
mt: Lista ta' keywords/datatypes PHP
tr: PHP Anahtar kelime/Veri tipi listesi

source: Betatest
bg: Бета-тесване
eo: Beta-testo
et: Beetatest
he: אתיב תקידב
is: Betaprófun
ko: 베타테스트
lt: Beta testavimas
lv: Betatests
mt: Testijiet beta
ta: Beta §º¡¾¨É
tr: Betatesti

source: Very nice help
az: Çox gözəl yardım
bg: Много добра справка
eo: Tre bela helpo
et: Suurepärane abiinfo
he: דואמ הבידא הרזע
is: Afar dægileg hjálp
ko: 매우 좋은 도움말
lt: Labai šaunus žinynas
lv: Ļoti laba palīdzība
mt: Sistema ta' għajnuna ġmielha
ta: Á¢¸ §¿÷ò¾¢Â¡É ¯¾Å¢
tr: Çok güzel yardım

source: For absolutely nothing
az: Mütləq heçlik üçün
bg: За извършване на нищо
eo: Por absolute nenio
et: Absoluutselt mitte millegi eest
he: םולכ שממ לע
is: Fyrir nákvæmlega ekki neitt
lt: Absoliučiai niekam
lv: Par baltu velti
mt: Għal assolutament xejn
tr: Tamamen hiç için

source: Home directory
az: Başlanğıc Cərgəsi
bg: Домашна директория
eo: Hejmdosierujo
et: Kodukataloog
he: תיבה תיירפס
is: Heimamappa
ko: 홈 자료방
lt: Namų katalogas
lv: Mājas direktorijs
mt: Direttorju bażi
ta: ¦¾¡¼ì¸ «¨¼×
tr: Ev dizini

source: Up one level
az: Bir səviyyə yuxarı
bg: Едно ново нагоре
eo: Unu nivelon supren
et: Üks tase üles
he: הלעמל תחא המר
is: Upp eitt þrep
ko: 상위디렉토리
lt: Vieną lygį aukštyn
lv: Vienu līmeni uz augšu
mt: Livell wieħed 'il fuq
ta: ´ÕÀÊ §Á§Ä
tr: Bir seviye üstü

source: Previous directory
az: Əvvəlki Cərgə
bg: Предишна директория
eo: Antaŭa dosierujo
et: Eelmine kataloog
he: תמדוקה הירפסה
is: Síðasta mappa
ko: 이전 자료방
lt: Ankstesnis katalogas
lv: Iepriekšējais direktorijs
mt: Direttorju preċedenti
ta: Óý¨ÉÂ «¨¼×
tr: Önceki dizin

source: Next Directory
az: Sonrakı Cərgə
bg: Следваща директория
eo: Sekva dosierujo
et: Järgmine kataloog
he: האבה הירפסה
is: Næsta mappa
ko: 다음 자료방
lt: Kitas katalogas
lv: Nākošais Direktorijs
mt: Direttorju li jmiss
ta: «Îò¾ «¨¼×
tr: Sonraki Dizin

source: Current Document Directory
az: Hazırkı Sənəd Cərgəsi
bg: Текуща директория с документи
eo: Nuna dokumentdosierujo
et: Aktiivse dokumendi kataloog
he: תיחכונה םיכמסמה תיירפס
is: Mappa núverandi skjals
ko: 현재 문서 자료방
lt: Dabartinio dokumento katalogas
lv: Tekošais Dokumentu Direktorijs
mt: Direttorju kurrenti tad-dokumenti
ta: ¿¼ôÒ ¬Å½ «¨¼×
tr: Geçerli Döküman Klasörü

source: start a new Kate (off by default)
az: yeni KAte ilə başla (əsasən qapalıdır)
bg: стартиране на ново Kate (по подразбиране отключено)
eo: Lanĉu novan programinstancon (normale elŝaltita)
et: Käivitatakse uus Kate (vaikimisi väljas)
he: (לדחמ תרירבכ יובכ) שדח Kate לעפה
is: ræsa nýtt tilvik af Kate (sjálfgefið er af)
ko: 새로운 카테 시작(기본으로 사용하지 않음)
lt: paleisti naują Kate (pagrinde išjungtas)
lv: startēt Kate no jauna (izslēgts pēc noklusēšanas)
mt: Ibda' kate ġdid (mitfi normalment)
ta: Ò¾¢Â Kant ­¨É ¯ÕÅ¡ìÌ (¦¸¡¼¡¿¢¨Ä ­ÐÅøÄ)
tr: yeni bir Kate başlat(varsayılandan ayrı)

source: Files to load
az: Yüklənəcək fayllar
bg: Файлове за зареждане
eo: Legendaj dosieroj
et: Laetavad failid
he: הניעטל םיצבק
is: Skjöl til að hlaða
ko: 읽을 파일
lt: Įkelti bylas
lv: Ielādējamie faili
mt: Fajls x'jinqraw
ta: ²üÈ §ÅñÊÂ §¸¡ôÒì¸û
tr: Yüklenecek Dosyalar

source: New &View
az: Yeni &Görünüm
bg: Нов &преглед
eo: Nova &rigardo
et: Uus &vaade
he: השדח הגו&צת
is: &Ný sýn
ko: 새로 보기(&V)
lt: Naujas &rodinys
lv: Jauns &Skatījums
mt: &Dehra Ġdida
ta: Ò¾¢Â ¸¡ðº¢
tr: Yeni &Görünüm

source: Sho&w Path
az: Y&olu Göstər
bg: Показва п&ът
eo: Montru &padon
et: &Kataloogi näitamine
he: בית&נ גצה
is: Sýna &slóð
ko: 경로 보기(&w)
lt: Rodyti &kelią
lv: Rādī&t Ceļu
mt: &Uri Passaġġ
ta: À¡¨¾¨Â ¸¡ðÎ
tr: Y&olu Göster

source: Open File
az: Fayl Aç
bg: Отвори файл
eo: Malfermu dosieron
et: Ava fail
he: ץבוק תחיתפ
is: Opna skrá
ko: 파일 열기
lt: Atverti bylą
lv: Atvērt Failu
mt: Iftaħ Fajl
ta: §¸¡ôÀ¢¨Éò ¾¢È
tr: Dosya &Ekle...

source: Line: %1 Col: %2
az: Sətir: %1 Sütun: %2
bg: Ред: %1 Колона: %2
eo: Lin: %1 Kol: %2
et: Rida: %1 Veerg: %2
he: %2 :רוט %1 :הרוש
is: Lína: %1 Dálkur: %2
ko: 라인: %1 칼럼: %2
lt: Eilutė: %1 Stulpelis: %2
lv: Rinda: %1 Kol: %2
mt: Lin: %1 Kol: %2
ta: ÅÃ¢: %1 ¦¿ÎÅÃ¢: %2
tr: Satır: %1 Sütun: %2

source: R/O
az: S/O
eo: nurlege
et: Ainult lugemiseks
he: ב"ק
is: LES
lt: Tik skaityti
mt: QariBiss
tr: S/O

source: OVR
az: ÜZY
eo: anst
et: Ülekirjutamine
he: בותכש
is: YFR
lt: VIRŠ
mt: ĦAS
tr: ÜZY

source: INS
az: EKL
eo: enm
et: Lisamine
he: הפסוה
lt: ĮTER
mt: DAĦ
tr: EKL

source: Document to open.
az: Açılacaq sənəd.
bg: Отвори документ.
eo: Malfermenda dokumento
et: Avatav dokument.
he: החיתפל ךמסמ
is: Skjal sem á að opna.
ko: 문서 열기.
lt: Atidaryti dokumentą.
lv: Atveramais dokuments.
mt: Dokument x'tiftaħ
ta: ¾¢Èì¸ §ÅñÊÂ ¬Å½õ.
tr: Açılacak belge.

source: KWrite
eo: Kodredaktilo

source: KWrite - A new KWrite using the Kate Texteditor KPart
az: KWrite - Kate Mətn Edtoru KPart içlədən yeni KWrite
bg: KWrite - Нов KWrite използва Kate редактор KPart
eo: Kodredaktilo - Nova versio uzanta la redaktilo-parton Kate
et: KWrite - Uus KWrite, mis kasutab tekstiredaktor Kate komponenti
he: Kate לש טסקטה ךרוע ביכרב שומיש תועצמאב שדח KWrite - KWrite
is: KWrite - Nýtt KWrite sem notar Kate-ritil íhlutinn
lt: KWrite - naujas KWrite, naudojantis Kate tekstų redaktorių KPart
lv: KWrite - Jaunais KWrite izmanto Kate Tekstaredaktoru KPart
mt: KWrite - KWrite ġdid ibbażat fuq Kate Texteditor KPart
ta: KWrite - KPart ­¨Éô ÀÂýÀÎòÐõ ´Õ Ò¾¢Â KWrite
tr: KWrite - Kate Texteditor KPart kullanan yeni bir Kwrite

source: Save A&ll
az: &Hamısını Qeyd Et
bg: Запазва &всичко
eo: Sekurigu ĉ&iujn
et: Salvesta &kõik
he: ל&כה רומש
is: Vist&a öll
ko: 모두 저장(&l)
lt: Išsaugoti &viską
lv: Saglabāt V&isu
mt: Ikteb &Kollox
ta: «¨Éò¨¾Ôõ §ºÁ¢
tr: Hepsini &Kaydet

source: &Close All
az: Ha&mısını Qapat
bg: Затваря в&сичко
eo: &Fermu ĉiujn
et: &Sulge kõik
he: לכה רו&גס
is: Loka &öllum
ko: 모두 닫기(&C)
lt: Už&daryti viską
lv: &Aizvērt Visu
mt: Għala&q Kollox
ta: «¨Éò¨¾Ôõ ãÎ
tr: &Hepsini Kapat

source: New &Window
az: Yeni &Pəncərə
bg: &Нов прозорец
eo: Nova f&enestro
et: Uus &aken
he: שדח ןו&לח
is: Nýr &gluggi
ko: 새로운 창(&W)
lt: Naujas &langas
lv: Jauns &Logs
mt: &Window Ġdida
ta: Ò¾¢Â º¡ÇÃõ
tr: Yeni &Pencere

source: Undo/Redo &History...
az: Geri Al/Təkrarla &Keçmişi...
bg: &История на отмени/повтори...
eo: Malfaro/Refaro-&historio...
et: Tühista tegevust/korda tegevust &ajalugu...
he: ...רזוח עו&ציב\לוטיב תיירוטסיה
is: A&fturköllunarsaga...
ko: 실행 취소/복구 연혁(&H)...
lt: Atstatymo arba pakartojimo &žurnalas...
lv: Atsaukšanas/Atkārtošanas &Vēsture...
mt: &Kronoloġija annulla/erġa-agħmel
ta: ÅÃÄ¡Ú ¦ºÂø¿£ìÌ/¾¢ÕõÀ ¦ºö...
tr: Geri Al/Tekrarla &Geçmişi...

source: &Deselect All
az: &Heç birini Seçmə
bg: Отказва &всичко избрано
eo: &Malelektu ĉion
et: &Tühista kõik valikud
he: םול&כ רחבת לא
is: H&ætta við val
ko: 모두 선택 취소(&D)
lt: Nuimti &žymėjimą visiems
lv: &Deselektēt Visu
mt: Ne&ħħi l-Għażla
ta: §¾÷×¦ºö¾¨¾ ÁÈ
tr: &Seçimi İptal Et

source: Invert &Selection
az: Seçkii Tərsinə Çe&vir
bg: &Инверсия на избраното
eo: &Inversigu elekton
et: In&verteeri valik
he: הריחב ךו&פה
is: &Umhverft val
ko: 선택 반전(&S)
lt: Žymėti a&tvirkščiai
lv: Invertēt &Selekciju
mt: &Aqleb l-Għażla
ta: §¾÷×¸¨Ç ÒÃðÎ
tr: Seçimi Tersine Çe&vir

source: &Indent
az: İçəridən &Başlama
bg: &Отстъп
eo: &Deŝovo
et: Trepp&imine
he: ח&זה
is: Draga &inn
ko: 들여쓰기(&I)
lt: &Įtrauka
lv: &Indents
mt: &Indentixxi
ta: ¯ð¾ûÙ
tr: İçeriden &Başlama

source: &Unindent
az: İçəridən Başla&mama
bg: Пре&махва отстъп
eo: &Maldeŝovo
et: &Tagasi treppimine
he: החזה ל&טב
is: Draga ú&t
ko: 들여쓰기 없음(&U)
lt: Nuimti &įtrauką
lv: &Unindents
mt: &Neħħi l-Indent
ta: ¯ð¾ûÇ¡§¾
tr: İçeriden Başla&mama

source: Comme&nt
az: Şə&rh
bg: &Коментар
eo: &Komentigu
et: Komme&ntaar
he: הרעהל &ךופה
is: Athugasem&d
ko: 주석(&n)
lt: Kome&ntaras
lv: Kome&ntārs
mt: I&kkummenta
ta: ÌÈ¢ôÒ
tr: Yor&um
