Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kate.po
Languages: az, bg, eo, et, he, is, ko, lt, lv, mt, ta, tr

source: A Document with this Name already exists. Do you want to overwrite it?
az: Bu adda bir Sənəd onsuz da mövcuddur. Üstünə yazmaq istəyirsiniz?
bg: Документ с такова име вече съществува. Да го презапиша?
eo: Dokumento kun tiu nomo jam ekzistas. Ĉu vi volas anstataŭigi ĝin?
et: Selle nimega dokument eksisteerib juba. Soovid sa selle üle kirjutada?
he: .הז םשב ךמסמ םייק רבכ ?וילע בותכל ךנוצרב םאה
is: Skjal með þessu nafni er nú þegar til. Viltu skrifa yfir það?
ko: 문서의 이름이 존재 합니다. 덮어쓰시겠습니까?
lt: Dokumentas šiuo vardu jau egzistuoja. Ar norėtumėte rašyti vietoje jo?
lv: Dokuments ar šo vārdu jau eksistē. Vai vēlaties to pārrakstīt?
mt: Dokument b'dan l-isem diġa jeżisti. Trid tikteb fuqu?
ta: ­ó¾ ¦ÀÂÕûÇ ¬Å½õ ²ü¸É§Å ¯ûÇÐ. «¾ý §Á¦ÄØ¾ §ÅñÎÁ¡?

source: Undo/Redo History
az: Geri/İrəli Al Keçmişi
bg: История на отмени/повтори
eo: Malfaro/Refaro-historio
et: Tühista tegevus / korda tegevustajalugu
he: רזוח עוציב\לוטיב תיירוטסיה
is: Afturköllunarsaga
ko: 싱행취소/복구 기록
lt: Atstatyti arba pakartoti žurnalas
lv: Atsaukšanas/Atkārtošanas Vēsture
mt: Kronoloġija annulla/erġa' agħmel
ta: ÅÃÄ¡Ú Óý¦ºÂø ¿£ìÌ/¾¢ÕõÀ¦ºö

source: End of document reached. Continue from the beginning?
az: Sənədin sonuna çatıldı. Başından davam edilsin?
bg: Достигнат е край на документа. Да продължа от начало?
eo: Jen fino de la dokumento. Ĉu daŭrigi de la komenco?
et: Jõudsime dokumendi lõppu. Kas jätkata algusest?
he: .ךמסמה ףוסל עיגה שופיחה ?ותליחתמ וב ךישמהל םאה
is: Lokum skjals náð. Viltu byrja frá byrjun?
ko: 문서의 끝입니다. 시작부터 계속합니까?
lt: Pasiekta dokumento pabaiga. Tęsti iš pradžių?
lv: Sasniegtas dokumenta beigas. Turpināt no sākuma?
mt: Intlaħaq it-tarf tad-dokument. Trid tkompli mill-bidu?
ta: ¬Å½ò¾¢ý ÓÊ× ÅóÐÅ¢ð¼Ð. ¬ÃõÀò¾¢Ä¢ÕóÐ ¦¾¡¼Ã§ÅñÎÁ¡?

source: Find
az: Axtar
bg: Търсене
eo: Trovu
et: Leia
he: שופיח
is: Leita
ko: 찾기
lt: Ieškoti
lv: Meklēt
mt: Sib
ta: §¾Î

source: Beginning of document reached. Continue from the end?
az: Sənədin başına çatıldı. Sonundan davam edilsin?
bg: Достигнато е началото на документа. Да продължа от края?
eo: Jen komenco de la dokumento. Ĉu daŭrigi de la fino?
et: Jõudsime dokumendi algusesse. Kas jätkame lõpust?
he: .ךמסמה תליחתל עיגה שופיחה ?ופוסמ וב ךישמהל םאה
is: Upphafi skjals náð. Viltu byrja aftur neðst?
ko: 문서의 처음입니다. 끝에서부터 계속합니까?
lt: Pasiekta dokumento pradžia. Pradėti nuo galo?
lv: Sasniegts dokumenta sākums. Turpināt no beigām?
mt: Intlaħaq il-bidu tad-dokument. Trid tkompli mit-tarf?
ta: ¬Å½ò¾¢ý ¬ÃõÀò¨¾ «¨¼óÐÅ¢ð§¼¡õ. ÓÊÅ¢Ä¢ÕóÐ ¦¾¡¼ÃÅ¡?

source: Search string '%1' not found!
az: '%1' tapıla bilmədi!
bg: Търсения низ '%1' не е намерен!
eo: Serĉaĵo '%1' ne trovita!
et: Otsitavat stringi '%1' ei leitud!
he: !האצמנ אל '%1' שופיחה תזורחמ
is: Leitarstrengurinn '%1' fannst ekki!
ko: '%1' 문자열을 찾을 수 없습니다!
lt: Ieškoma eilutė '%1' nerasta!
lv: Meklētā rinda `%1` nav atrasta!
mt: Test tat-tfittxija "%1" ma stabx!
ta: %1 ±Ûõ §¾¼ø ºÃõ ­ø¨Ä!

source: %1 replacement(s) made
az: %1 dəyişiklik edildi
bg: Направени са %1 замяни
eo: Faris %1 anstataŭigo(j)n
et: Tehtud %1 asendus(t)
he: ועצוב תופלחה %1
is: %1 tilvikum skipt út
ko: %1 개 변환
lt: Padaryta pakeitimų - %1
lv: Veikta %1 aizvietošana(s)
mt: Saru %1 tibdiliet
ta: %1 Á¡üÈ¢Â¨ÁôÒ(ì¸û) ¦ºö¾¡Â¢üÚ

source: %1 replacement(s) made. End of document reached. Continue from the beginning?
az: %1 dəyişiklik edildi Sənədin sonuna çatıldı. Başdan e'tibarən davam edilsin?
bg: Направени са %1 замени. Достигнат е край на документа. Да продължа от начало?
eo: Faris %1 anstataŭigo(j)n. Jen fino de la dokumento. Ĉu daŭrigi de la komenco?
et: Tehtud %1 asendus(t). Jõudsime dokumendi lõppu. Kas jätkata algusest?
he: .ועצוב תופלחה %1 .ךמסמה ףוסל עיגה שופיחה ?ותליחתמ וב ךישמהל םאה
is: %1 tilvikum skipt út. Lokum skjals náð. Viltu byrja aftur efst?
ko: %1 개 변환 문서의 끝입니다. 시작부터 계속하시겠습니까?
lt: Padaryta pakeitimų - %1. Pasiektas dokumento galas. Ar tęsti nuo pradžios?
lv: Veikta %1 aizvietošana(s). Sasniegtas dokumenta beigas. Turpināt no sākuma?
mt: Saru %1 tibdiliet. Intlaħaq it-tarf tad-dokument. Trid tkompli mill-bidu?
ta: %1 Á¡üÈõ(í¸û) ¦ºö¾¡Â¢üÚ. ¬Å½ò¾¢ý ÓÊ× ÅóÐÅ¢ð¼Ð. ¬ÃõÀò¾¢Ä¢ÕóÐ ¦¾¡¼ÃÅ¡?

source: %1 replacement(s) made. Beginning of document reached. Continue from the end?
az: %1 dəyişiklik edilidi Sənədin başına çatıldı. Sondan e'tibarən davam edilsin?
bg: Направени са %1 замени. Достигнато е началото на документа. Да продължа от края?
eo: Faris %1 anstataŭigo(j)n. Jen komenco de la dokumento. Ĉu daŭrigi de la fino?
et: Tehtud %1 asendus(t). Jõudsime dokumendi algusesse. Kas jätkata lõpust?
he: .ועצוב תופלחה %1 .ךמסמה תליחתל עיגה שופיחה ?ופוסמ וב ךישמהל םאה
is: %1 tilvikum skipt út. Upphafi skjals náð. Viltu byrja aftur neðst?
ko: %1 개 변환. 문서의 시작입니다. 끝에서부터 계속하시겠습니까?
lt: Padaryta pakeitimų - %1 Pasiekta dokumento pradžia. Ar tęsti nuo galo?
lv: Veikta %1 aizvietošana(s). Sasniegts dokumenta sākums. Turpināt no beigām?
mt: Saru %1 tibdiliet. Intlaħaq il-bidu tad-dokument. Trid tkompli mit-tarf?
ta: %1 Á¡üÈõ(í¸û) ¦ºö¾¡Â¢üÚ. ¬Å½ò¾¢ý ¬ÃõÀõ ÅóÐÅ¢ð¼Ð. ÓÊÅ¢Ä¢ÕóÐ ¦¾¡¼ÃÅ¡?

source: Configure Editor
az: Editoru Quraşdır
bg: Конфигуриране на редактор
eo: Agordu redaktilon
et: Redaktori seadistused
he: ךרועה תורדגה
is: Stilla Kate
ko: 편집기 설정
lt: Derinti redaktorių
lv: Konfigurēt Redaktoru
mt: Ikkonfigura Editur
ta: ¦¾¡ÌôÀ¢¨Â ÅÊÅ¨Á
tr: KWrite'ı Yapılandır

source: ISpell could not be started. Please make sure you have ISpell properly configured and in your PATH.
az: "ISpell" başladıla bilmədi. Lütfən, "ISpell" quraşdırmağınıza və "ISpell"in "PATH"ınızda olub olmadığını yoxlayıniz.
bg: Не е възможно да стартирам ISpell. Проверете дали правилно е конфигуриран ISpell и дали е достъпен от PATH.
eo: Ne eblis lanĉi ISpell. Bonvolu certigi, ke vi ĝuste agordis ISpell kaj ke ĝi troviĝas en PATH.
et: KSpell'i pole võimalik käivitada. Palun kontrolli, et ISpell on korrektselt seadistatud ning asub sinu otsinguteel.
he: .ISpell תא ליעפהל היה ןתינ אל .ךלש (PATH) ביתנב אצמנו הכלהכ רדגומ ISpell-ש אדוו אנא
is: Ekki tókst að ræsa ISpell. Gakktu úr skugga um að það sé rétt stillt og forritaslóð (PATH) liggi að því.
ko: ISpell를 시작할수 없습니다. ISpell의 정확한 경로 설정을 하여 주십시오.
lt: ISpell negalima paleisti. Įsitikinkite, kad ISpell yra teisingai sukonfigūruotas ir yra kelyje.
lv: ISpell nevar tikt startēts. Lūdzu pārliecināties ka ir ISpell pareizi konfigurēts un ir jūsu PATH.
mt: ISpell ma setax jinbeda. Jekk jogħġbok aċċerta li għandek ISpell ikkonfigurat sew, u jinsab ġol-PATH.
ta: ISpell ¦¾¡¼í¸ÓÊÂÅ¢ø¨Ä. ISpell ºÃ¢Â¡¸ ÅÊÅ¨Áì¸Àð¼¾¡ ÁüÚõ ¯í¸û À¡¨¾Â¢ø ¯ûÇ¾¡ ±ýÀ¨¾ ºÃ¢À¡÷ì¸×õ.

source: ISpell seems to have crashed.
az: Dəyəsən ISpell çökdü.
bg: Аварийно завършване на ISpell.
eo: Ŝajne ISpell mortis.
et: ISpell paistab olevat ämbrisse astunud.
he: .הקסרתה ISpell-ש הארנ
is: ISpell virðist hafa dáið.
ko: ISpell이 충돌이 생겼습니다.
lt: ISpell atrodo nulūžo.
lv: ISpell izskatās salūzis.
mt: ISpell donnu kkraxxja.
ta: ISpell ÓÈ¢ì¸Àð¼Ð §À¡ø ¦¾Ã¢¸¢ÈÐ.

source: Find Text
az: Mətn Axtar
bg: Търсене на текст
eo: Trovu tekston
et: Leia tekst
he: טסקט שופיח
is: Leita
ko: 글월 찾기
lt: Surasti tekstą
lv: Meklēt Tekstu
mt: Sib Test
ta: ¯¨Ã §¾Î

source: &Text To Find:
az: Axtarılacaq &Mətn:
bg: &Текст за търсене:
eo: &Trovenda teksto
et: &Tekst, mida otsida:
he: :שופיחל טסק&ט
is: Lei&ta að texta:
ko: 찾을 글월(&T):
lt: Paieškomas &tekstas:
lv: Meklējamais &Teksts:
mt: &Test x'Issib:
ta: ¸ñÎÀ¢Êì¸§ÅñÊÂ ¯¨Ã:

source: Regular Expression
az: Qaydalı İfadə
bg: Регулярен израз
eo: Regula esprimo
et: Regulaaravaldis
he: ליגר יוטיב
ko: 정규표현식
lt: Įprasta išraiška(regexp)
lv: Regulāra Izteiksme
mt: Espressjoni Regolari
ta: ­Âø ¦º¡øÄ¨ÁôÒ

source: Replace Text
az: Dəyişdiriləcək Mətn
bg: Замяна на текст
eo: Anstataŭigu tekston
et: Asenda tekst
he: טסקט תפלחה
is: Skipta út texta
ko: 택스트 바꾸기
lt: Pakeisti tekstą
lv: Aizvietot Tekstu
mt: Ibdel Test
ta: ¯¨Ã ­¼Á¡üÚ

source: &Replace With:
az: &Bununla Dəyişdir:
bg: &Замени на:
eo: &Anstataŭigu per:
et: Asenda jä&rgnevaga:
he: :םע ףלח&ה
is: &Setja í staðinn::
ko: 함께 바꿀것(&R):
lt: &Pakeisti tekstu:
lv: &Aizvietot Ar:
mt: &Ibdel ma'
ta: ­¨¾ ¨ÅòÐ ­¼Á¡üÚ:

source: C&ase Sensitive
az: &Böyük-Kiçik Hərfə Həssas
bg: Чув&ствително на малки/големи букви
eo: &Uskleco gravas
et: &Tõstutundlik
he: תוישיר יול&ת
is: Há&ð há/lágstöfum
ko: 극비의 경우(&a)
lt: Skirti didžiąsis - mažąsias r&aides
lv: R&eģistrjūtīgs
mt: Ittri &żgħar/kbar differenti
ta: Å¨¸ ¯½÷×ûÇ

source: &Whole Words Only
az: Təkcə &Tam Sözcüklər
bg: Само &цели думи
eo: Nur &tutajn vortojn
et: &Ainult terved sõnad
he: דבלב תומלש םילי&מ
is: Einungis &heil orð
ko: 전체 단어만(&W)
lt: Tik &ištisus žodžius
lv: &Pilnus Vārdus Tikai
mt: &Kliem Sħaħ Biss
ta: ÓØ Å¡÷ò¨¾¸û ÁðÎõ

source: &From Beginning
az: Başlanğıcdan &E'tibarən
bg: От &начало
eo: &De la komenco
et: &Algusest
he: הל&חתההמ
is: Frá &byrjun
ko: 시작부터(&F)
lt: Nuo &pradžios
lv: &No Sākuma
mt: &Mill-Bidu
ta: ¬ÃõÀò¾¢Ä¢ÕóÐ
tr: &Başlangıçtan İtibaren

source: Find &Backwards
az: &Geriyə Tərəf Axtar
bg: &Обратно търсене
eo: Trovu &reire
et: Leia ta&gasisuunas
he: רוחאל ש&פח
is: Leita &afturábak
ko: 뒤로 찾기(&B)
lt: Ieškoti at&gal
lv: Meklēt &Atpakaļ
mt: Fittex b'&Lura
ta: À¢ýÉ¡ø §¾Î

source: &Selected Text
az: &Seçili Mətn
bg: В из&брания текст
eo: en &elektita teksto
et: &Selekteeritud tekst
he: רחב&נה טסקטב
is: Valinn te&xti
ko: 고른 글월(&S)
lt: Paž&ymėtą tekstą
lv: &Izvēles teksts
mt: Test &Magħżul
ta: §¾÷× ¦ºöÂÀð¼ ¯¨Ã

source: &Prompt On Replace
az: Dəyişikliyi S&oruş
bg: &Пита при замяна
eo: &Demandu antaŭ anstataŭigo
et: &Asendamisel küsi kinnitust
he: הפלחה ינפל לא&ש
is: Sp&yrja um breytingar
ko: 프롬프트상의 대치(&P)
lt: &Klausti dėl pakeitimo
lv: &Prompts pie Aizvietošanas
mt: &Wissi Qabel Tbiddel
ta: ­¼Á¡üÈò¾¢ý §À¡Ð àñÎ

source: &All
az: &Hamısı
bg: &Всичко
eo: &Ĉiujn
et: Kõ&ik
he: לכ&ה
is: Ö&ll
ko: 전체(&A)
lt: &Viską
lv: &Visi
mt: &Kollha
ta: «¨ÉòÐ

source: &No
az: &Xeyr
bg: &Не
eo: &Ne
et: &Ei
he: א&ל
is: &Nei
ko: 아니오(&N)
lt: &Ne
lv: &Nē
mt: &Le
ta: ­ø¨Ä
tr: &Hayır

source: &Yes
az: &Bəli
bg: &Да
eo: &Jes
et: &Jah
he: ן&כ
is: &Já
ko: 예(&Y)
lt: &Taip
lv: &Jā
mt: &Iva
ta: ¬õ
tr: &Evet

source: Replace this occurence?
az: Bunu dəyişdirmək istəyirsiniz?
bg: Да заменя това?
eo: Anstataŭigi tie ĉi?
et: Kas asendada see?
he: ?הז הרקמ תא ףילחהל םאה
is: Breyta þessu?
ko: 이 사건을 대치 합니까?
lt: Pakeisti šiuo atveju?
lv: Aizvietot šo notikumu?
mt: Trid tbiddel dan il-każ?
ta: ­ó¾ ¿¢¸ú¨Å Á¡üÈ¢Â¨Á?
tr: Bunu değiştirmek istiyor musunuz?

source: Goto Line
az: Sətirə Get
bg: Отиди на ред
eo: Iru al linio
et: Mine reale
he: הרושל רבעמ
is: Fara í línu
ko: 줄로 가기
lt: Eiti į eilutę
lv: Iet uz Rindu
mt: Mur f'Linja
ta: ­ó¾ ÅÃ¢ìÌ ¦ºø
tr: Satıra Git

source: &Goto Line:
az: Sətirə Ge&t
bg: Отиди н&а ред:
eo: &Iru al linio:
et: &Mine reale:
he: :הרושל רוב&ע
is: Fara í &línu:
ko: 줄로 가기(&G):
lt: &Eiti į eilutę:
lv: &Iet uz Rindu:
mt: &Mur f'Linja:
ta: ­ó¾ ÅÃ¢ìÌ ¦ºø:
tr: Satıra Gi&t:

source: &Auto Indent
az: &Avtomatik İçəridən Başlama
bg: Автоматичен &отстъп
eo: &Aŭtomata deŝovo
et: &Automaatne treppimine
he: תיטמוטוא ח&זה
is: Sjálfvirkur &inndráttur
ko: 자동 들여쓰기(&A)
lt: &Automatinė įtrauka
lv: &Auto Indents
mt: &Awto-Indentixxi
ta: ¾ýÉ¢Âì¸ ¯û¾û
tr: Otomatik İçe&riden Başla

source: Indent With &Spaces
az: &Boşluqlarla İçəridən Başla
bg: Отстъп с &шпации
eo: Deŝovo per &spacsignoj
et: &Tühikutega treppimine
he: םיחוו&ר תועצמאב חזה
is: &Draga inn með bilum
ko: 공백으로 들여쓰기(&S)
lt: Įtrauka naudojant &tarpus
lv: Indents ar &Pauzēm
mt: Indentixxi bl-i&spazji
ta: ­¨¼¦ÅÇ¢Ô¼ý ¯û¾û
tr: &Boşluklarla İçeriden Başla

source: &Backspace Key Indents
az: &Gerisil Düyməsi içəridən başlamaları
bg: Отстъпи с клавиш &Backspace
eo: Enŝovu per &retrosigno
et: &Backspace klahv trepib
he: חיזמ ירוחאה חוורה שק&מ
is: &Backspace lykill innfærir
ko: 백스페이스 키 들여쓰기(&B)
lt: Įtrauka su &Backspace klavišu
lv: &Backspace Taustiņa Indents
mt: Il-&Backspace tneħħi l-intent
ta: À¢ý¿¸÷× Å¢¨º ¯û¾û
tr: &Gerisil Tuşu içeriden başlamaları

source: &Tab Key Indents
az: &Tab Düyməsi içəridən başlamaları
bg: Отстъпи клавиш &Tab
eo: Deŝovo per tabelsignoj
et: &TAB klahv trepib
he: חיזמ בא&טה שקמ
is: &Tab lykill innfærir
ko: 탭 키 들여쓰기(&T)
lt: &Įtrauka su Tab klavišu
lv: &Tab Taustiņa Indents
mt: It-&Tab iżżid indent
ta: ¾ð¼ø Å¢¨º ¯û¾û
tr: &Tab Tuşu içeriden başlamaları

source: Keep Indent &Profile
az: İçəridən başlama &Profilini saxla
bg: Запази про&фила на отстъп
eo: Tenu deŝovo&agordon
et: Treppimise &profiil salvestatakse
he: החזה ליפורפ רומ&ש
is: &Vista inndráttarstillingar
ko: 들여쓰기 설정파일 보존(&P)
lt: Palikti &įtraukų profilį
lv: Paturēt Indenta &Profilu
mt: Żomm il-&profil tal-indentazzjoni
ta: ¯û¾û ÅÊÅõ ¨Åò¾¢Õ
tr: İçeriden başlama &Profilini sakla

source: &Keep Extra Spaces
az: &Əlavə Boşluqları Saxla
bg: Запази &допълнителните шпации
eo: &Tenu aldonajn spacojn
et: &Liigsed tühikud hoitakse alles
he: םיפ&דוע םיחוור ראשה
is: &Halda auka bilum
ko: 특별한 공간 보존(&K)
lt: Pa&likti papildomus tarpus
lv: &Paturēt Ekstra Tukšumus
mt: &Żomm Spazji Żejda
ta: Á¢¨¸ ­¨¼¦ÅÇ¢¸¨Ç ¨Åò¾¢Õ
tr: &Fazladan Boşlukları Muhafaza Et

source: When <b>Auto indent</b> is on, KateView will indent new lines to equal the indent on the previous line.<p>If the previous line is blank, the nearest line above with text is used
az: b>Avtomatik İçəridən Başlamat</b> fəalsa, KateView sətirləri əvvəlkilərlə eyni səviyyəyə gətirəcəkdir.<p>Əvvəlki sətir boşsa, ən yaxın sətirişlədiləcəkdir
bg: При включен <b>Автоотстъпа</b> редактора ще прави отстъп на нов ред на толкова позиций колкото са на предишния ред Ако са празни, ще се използва най-близкия нагоре непразен ред.
eo: Se <b>aŭtomata deŝovo</b> estas aktiva, linioj estas aŭtomate deŝovitaj same kiel la plej proksima antaŭa linio kun teksto
et: Kui <b>Automaatne treppimine</b> on sisse lülitatud, trepitakse uued read võrdseks eelmise rea taandega.<p>Kui eelmine rida on tühi, kasutatakse lähimat ülevalpool asuva rea taanet.
is: Þegar er kveikt á <b>sjálfvirkum inndrætti</b> innfærir ritillinn nýjar línur til jafns við línuna á undan.<p>Ef línan á undan er auð, þá er notast við næstu línu fyrir ofan þar sem einhver texti er.
ko: <b>자동 들여쓰기</b>를 사용하면 카테는 새로운 문장을 만들때 윗줄과 동일하게 들여쓰기를 합니다.<p>만일 윗줄이 공백이라면 문장이 있는 가장 가까운 윗줄을 사용합니다.
lt: Kai <b>Auto įtrauka</b> įjungta, KateView gali atitraukti naujas eilutes tokia įtrauka, kokia yra ankstesnės eilutės. <p>Jeigu ankstesnė eilutė yra tuščia, bus naudojama artimiausios eilutės su tekstu viršuje įtrauka.
lv: Kad <b>Auto indents</b> ir ieslēgts, KateView indentēs jaunas rindas tāpat kā iepriekšējo rindu.<p>ja iepriekšējā rinda ir tukša, tuvākā rinda uz augšu ar tekstu tiks izmantota
mt: Meta jkun mixgħul <b>Awto-indentixxi</b>, KateView iżid indent f' linji ġodda daqs l-indent tal-linja preċedenti.<p> Jekk il-linja ta' qabel hija vojta, tintuża l-eqreb linja ta' qabilha li għandha xi test.
tr: <b>Otomatik satırbaşı</B> aktif olduğunda, Kwrite yeni satırları bir önceki satırdan içeride başlatacaktır.<p>Eğer önceki satır boşsa, yazı içeren en yakın satır kullanılacaktır.

source: Check this if you want to indent with spaces rather than tabs.<br>A Tab will be converted to <u>Tab-width</u> as set in the <b>edit</b> options
az: Əgər şəritlərdən çox boşluqlarla içəridən başlayacaqsanız bunu işarətləyin. Bir şərit <b>sxem</b> seçənəklərdən <u>Şərit boşluğu</u>'na dönüə bilər
bg: Отменете това, ако искате, отстъпа да се запилва с шпации, а не с табуляция.<br>Символа табуляция ще бъде преобразуван в такъв брой шпации, както е зададено в параметрите на <b>редактиране</b>.
eo: Enŝaltu, se vi preferas deŝovadon per spacsignoj anstataŭ tabelsignoj.<br>Tabelsigno tiuokaze estas ŝanĝata al tiom da spacsigno, kiom difinas <u>tabelilo-larĝeco</u> ĉe la redaktoopcioj.
et: Vali see kui soovid TAB sümbloite asemel treppida tühikutega.<br> TAB teisendatakse vastavalt <u>TABi laius</u> seadistusele redigeerimise valikutes.
is: Hakaðu við hér ef þú vilt draga línur inn með bilum í staðinn fyrir tab tákn.<br>Tab tákni verður þá breytt í þann fjölda bila sem stillingin <u>breidd TABs</u> í <b>sýsl</b> kfalanum segir til um.
ko: 만일 탭 대신에 공백으로 들여쓰기를 하고 싶다면 이 기능을 켜세요.<br> 탭은 <b>편집</b> 선택사항에서 정한 <u>탭의 크기</u>만큼 공백으로 변환됩니다.
lt: Pažymėkite tai, jeigu teikiate pirmenybę įtraukai tarpais, negu tabuliatoriumi<br>Tabuliatorius gali būti konvertuotas į <u>Tab-width</u>, kaip yra nustatyta <b>redaguoti</b> parinktyje
lv: Iezīmējiet šo, ja vēlaties indentēt ar tukšumiem nevis ar tabiem.<br> Tabi tiks konvertēti uz <u> Tab-platums</u> kā uzstādīts <b> labot</b> opcijās
mt: Ittikkja din jekk tippreferi tindentixxi bl-ispazji minnflok bit-tabb.<br> Kull tab jiġi konvertit għal <u>Wisa' tat-tab</u>, skond kif issettjat taħt l-għażliet <b>editja</b>.
tr: Eğer şeritlerden çok boşluklarla içeriden başlayacaksanız bunu işaretleyin. Bir şerit <b>düzen</b> seçenekler'den <u>Şerit boşluğu</u>'na dönüşebilir

source: This allows the <b>backspace</b> key to be used to indent.
az: Bu seçənək <b>backspace<b> düyməsini sətir başına qurar.
bg: Това позволява използване на клавиш <b>backspace</b> за отстъп.
eo: Tio permesas uzi la <b>retroklavon</b> por deŝovado.
et: See võimaldab <b>backspace</b> klahvi kasutada treppimisel.
is: Þetta leyfir þér að nota <b>backspace</ b> takkan til að innfæra.
ko: <b>백스페이스</b> 키를 들여쓰기로 사용합니다.
lt: Tai leis naudoti <b>tarpo</b> klavišą įtraukai.
lv: Šis ļauj <b>backspace</b> taustiņu izmantot kā indent.
mt: Dan jippermetti l-buttuna <b>backspace</b> li tintuża għall-indent.
tr: Bu seçenek <b>backspace<b> tuşunu satırbaşı için ayarlar.

source: This allows the <b>tab</b> key to be used to indent.
az: Bu seçənək <b>tab<b> düyməsini sətir başına qurar.
bg: Това позволява изполване на клавиш <b>Tab</b> за отстъп.
eo: Tio permesas uzi la <b>tabelilklavon</b> por deŝovado.
et: See võimaldab <b>TAB</b> klahvi kasutada treppimisel.
is: Þetta leyfir þér að nota <b>tab</ b> lykilinn til að innfæra.
ko: <b>탭</b>키를 들여쓰기로 사용합니다.
lt: Tai leis naudoti <b>Tab</b> klavišą įtraukai.
lv: Šis ļauj <b>tab</b> taustiņu izmantot kā indent.
mt: Dan jippermetti l-buttuna <b>tab</b> li tintuża għall-indent.
tr: Bu seçenek <b>tab<b> tuşunu satırbaşı için ayarlar.

source: This retains current indentation settings for future documents.
az: Bu seçənək indiki çəntik qurğularını sonrakı sənədlərdə də işlədər.
bg: Запазва параметрите за отстъп за използване в бъдещи документи.
eo: Tio konservas nunan deŝovagordon por estontaj dokumentoj.
et: See võimaldab aktiivseid treppimise seadistusi kasutada tulevastes dokumentides.
is: Þetta viðheldur þessum inndráttarstillingum í öðrum skjölum.
ko: 나중에 편집할 문서를 위해 현재의 들여쓰기 설정을 저장합니다.
lt: Tai išsaugos dabartines įtraukų nuostatas būsimiems dokumentams.
lv: Šis patur tekošos identu uzstādījumus nākošajiem dokumentiem.
mt: Dan iżomm is-setings tal-indentazzjoni għal dokumenti oħra fil-futur.
tr: Bu seçenek şuanki çentik ayarlarını ileriki dökümanlarda da kullanır.

source: Indentations of more than the selected number of spaces will not be shortened.
az: Seçilən boşluq miqdarından daha çox olan çəntiklər qısaldılmayacaqdır.
bg: Отстъп по-дълъг от зададения брой шпации, няма да се орязва
eo: Deŝovoj je pli ol la elektita nombro da spacsignoj estos mallongigitaj.
et: Treppimisi, mis on tehtud rohkema kui valitud arvu tühikutega, ei lühendata.
is: Inndráttur umfram það sem er valið hér verður ekki styttur.
lt: Atitraukimas didesniu, negu nurodytu tarpų skaičiumi, negali būti sutrumpintas.
lv: Indentēšana ar lielāku tukšumu skaitu nekā uzstādīts netiks saīsināta.
mt: Indentazzjoni ta' iżjed min-numru ta' spazji speċifikat ma jiġux imqassra.
tr: Seçilen boşluk sayısından daha fazla olan çentikler kısaltılmayacaktır.

source: &Persistent Selections
az: &Sabit Seçkilər
bg: &Устойчиви избирания
eo: &Persistaj elektoj
et: &Püsivad valikud
he: תוריחב רומ&ש
is: Þrjóskt &val
ko: 선택 유지(&P)
lt: &Išliekantys žymėjimai
lv: &Pastāvīgas Izvēles
mt: &Għażla Persistenti
ta: ¿£ÊôÒò¾¢Èý §¾÷×¸û
tr: &Sabit Seçimler

source: &Overwrite Selections
az: &Seçilmiş Qismin Üstünə Yaz
bg: &Презаписва избраните
eo: &Anstataŭigu elektojn
et: &Valikud kirjutatakse üle
he: תוריחב בת&כש
is: &Skrifa yfir valið
ko: 선택 덮어 쓰기(&O)
lt: &Perrašantys žymėjimai
lv: &Pārrakstīt Izvēles
mt: &Ħassar Għażliet
ta: §¾÷×¸¨Ç §Á¦ÄØÐ
tr: &Seçilmiş Kısmın Üstüne Yaz

source: Mouse &Autocopy
az: Siçanla &Avtomatik Köçürmə
bg: &Автокопиране с мишка
eo: &Muskopiado
et: Hiirega &automaatne kopeerimine
he: רבכעה לש תיטמוטוא הק&תעה
is: S&jálfvirk afritun með mús
ko: 마우스 자동 복사(&A)
lt: Auto&kopijavimas pele
lv: Peles &Autokopēšana
mt: Il-maws jikkopja &awtomatikament
ta: ±Ä¢ ¾ýÉ¢Âì¸¿¸ø
tr: Fareyle &Otomatik Kopyalama

source: &X11-like Single Selection
az: &X11 Oxçarı Tək Seçki
bg: Избор в стил &X11
eo: &X11-a simpla elekto
et: &X11-laadne üksik valik
he: X11 ןונגסב תדדוב הרי&חב
is: Einfalt val eins og í &X11
ko: X11와 같이 단독 선택(&X)
lt: &X11 tipo viengubas žymėjimas
lv: &X11-līdzīga Viena Selekcija
mt: Għażla waħda stil &X11
ta: &X11-´Õ §¾÷× §À¡ø
tr: &X11 Benzeri Tek Seçim

source: &Vertical Selections
az: &Şaquli Seçkilər
bg: &Вертикален избор
eo: &Vertikalaj elektoj
et: &Valimine vertikaalselt
he: תויכ&נא תוריחב
is: Lá&rétt val
ko: 세로로 고르기(&V)
lt: &Vertikalūs žymėjimai
lv: &Vertikāla Selekcija
mt: Għażliet &Vertikali
ta: ¿£ÇÅ¡ð¼ §¾÷×¸û
tr: &Dikey Seçimler

source: &Toggle Old
az: &Köhnəsinə Dön
bg: Превключва на &старо
eo: &Ŝaltu malnovajn
et: &Lülitatakse vana
is: &Af/virkja gamalt
ko: 오래된 고정(&T)
lt: &Seną keisti priešingu
lv: &Pārslēgt Veco
mt: I&bdel l-antik
tr: &Eskisine Dön

source: Enabling this prevents key input or cursor movement by way of the arrow keys from causing the elimination of text selection.<p><b>Note:</b> If the Overwrite Selections option is activated then any typed character input or paste operation will replace the selected text.
az: Bu seçənək fəallaşdırılsa, klaviatura düyməsi və ya siçan oxu istiqamət düymələrindən sərbəst hala gələcəklərdir.<p><b>Qyed:</b> Əgər Seçkiləri Nəzərə Alma seçənəyi fəallaşdırılsa girilən hər hərf ya da yapışdırma əməliyyatı seçili mətnin üstünə yazılacaqdır.
bg: Включването на тази опция води до това, че входа от клавиатурата или переместването с показалеца на стрелките няма да отказва избрания текст. <p><b>Отбележете,</b> че при включенио припокриване на избрано всеки въведен символ от клавиатурата или копиране от буфера ще припокрие избрания фрагмент.
eo: Se enŝaltita, la elektita teksto ne estas forigata per entajpo de iuj signoj aŭ premado de la sagklavoj.<p><b>Noto:</b> Se la opcio "Anstataŭigu elekton" estas aktiva, ĉiu tajpita signo aŭ enmeto el la poŝo anstataŭigas elektitan tekston.
is: Ef er hakað við hér er hægt að færa textabendilinn til með örvatökkunum án þess að valinn texti hætti að vera valinn.<p><b>Ath</b> að ef er hakað við "Skrifa yfir valið" í "Val" kaflanum, þá er skrifað yfir þann texta sem er valinn ef notnadinn slær inn stafi eða afritar út öðru forriti.
lt: Tai leidus, bus blokuojamas įvedimas klaviatūra arba žymeklio perkėlimas rodyklių klavišais, siekiant išvengti teksto žymėjimo panaikinimo. <p><b>PASTABA:</b> Jeigu yra suaktyvinta parinktis Perrašyti žymėjimą, tokiu atveju bet koks parašytas simbolis klaviatūra arba padėjimo operacija, pakeis pažymėtą tekstą.
lv: Atļaujot šo tiek pasargāta teksta iezīmēšanas dzēšana no taustiņu ievada vai kursora kustībām ar bultiņu taustiņiem.<p><b>Atcerieties:</b> ja Pārrakstīt Iezīmēto opcija ir aktivizēta tad jebkura simbola ievade vai ielīmēšanas operācija aizvietos iezīmēto tekstu.
mt: Jekk tittikkja din l-għażla, movimenti tal-kursur permezz tal-vleġeġ, jew input mit-tastiera ma jneħħix l-għażla.<p> <b>Nota:</b> jekk l-għażla "Ħassar Għażliet", karattri ttajpjati jew tpoġġija ta' kopji jieħdu post it-test magħżul.
tr: Bu seçeneğin etkinleştirilmesiyle tuş girdisi ya da imleç hareketiyle oluşabilecek istem dışım etin seçimi engellenecektir.<p>Not:</b>Eğer üstüne yazma seçimleri seçeneği aktif ise bütün yazılan harfler ya da yapıştırma işlemi seçilen metnin yerini alacaktır.
