Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kate.po
Languages: az, bg, eo, et, he, is, ko, lt, lv, mt, ta, tr

source: Uncommen&t
az: Şərhi Qal&dır
bg: &Разкоментира
eo: &Malkomentigu
et: Kommen&taari eemaldamine
he: ה&רעה לטב
is: E&yða athugasemd
ko: 주석 지움(&t)
lt: Nuim&ti komentarą
lv: Unkomen&tēt
mt: Neħħi l-K&umment
ta: ÌÈ¢ôÒ¨Ã ¦ºöÂ¡§¾
tr: Yorumu &kaldır

source: Apply Word Wrap
az: Kəlmə Qırma Əlavə Et
bg: Пренасяне на думи
eo: Faru linirompon
et: Reamurdmise rakendamine
he: תורוש תשילג לחה
is: Skipta línum núna
ko: 자동 줄넘김 적용
lt: Kelti žodžius
lv: Piemērot Vārdu Pārnešanu
mt: Aqsam f'Linji
ta: ±ØòÐ ÁÊôÒÀ¢¨É «¨Á
tr: &Sözcük Kaydır

source: Editing Co&mmand
az: Düzəliş Ə&mri
bg: Команда за р&едактиране
eo: R&edaktokomando
et: &Redigeerimise käsk
he: הכירע תד&וקפ
is: &Rituarskipun
ko: 편집 명령(&m)
lt: Redagavimo ko&manda
lv: Rediģēšanas Ko&manda
mt: Kmand tal-&editjar
ta: ¦¾¡ÌìÌõ ¸ð¼¨Ç
tr: Komut &Düzenleme

source: Toggle &Bookmark
az: &Nişanları Aç/Qapat
bg: Превключване на &Бележник
eo: Ŝaltu &legosignon
et: &Lisa/Eemalda järjehoidja
he: הי&נמיס רסה\ףסוה
is: &Bókamerki af/á
ko: 즐겨찾기 고정(&B)
lt: Įjungti &žymas
lv: Pārslēgt &Grāmatzīmi
mt: Żid/neħħi &Bookmark
ta: ÍðÊ¸¨Ç ¸Å¢ú
tr: &Yer İmlerini Temizle

source: Clear Bookmarks
az: Nişanları Sil
bg: Изчиства Бележки
eo: Forigu legosignojn
et: Eemalda järjehoidjad
he: תוינמיס הקנ
is: Eyða bókamerkjum
ko: 즐겨찾기 지움
lt: Išvalyti žymas
lv: Nodzēst Grāmatzīmes
mt: Neħħi Bookmarks Kollha
ta: ÍðÊ¸¨Çò Ð¨¼
tr: Yer İmlerini Temizle

source: Split &Vertical
az: &Şaquli Ayır
bg: Разделя &вертикално
eo: Dividu &vertikale
et: Poolita &vertikaalselt
he: תיכנא לצ&פ
is: Skipta ló&ðrétt
ko: 세로로 나누기(&V)
lt: Perskirti &vertikaliai
lv: Sadalīt pa &Vertikāli
mt: Aqsam &Vertikali
ta: ¦¿Îì¸¡¸ô À¢Ã¢
tr: Dik&ey Böl

source: Split &Horizontal
az: &Üfüqi Ayır
bg: Раздели &хоризонтално
eo: Dividu &horizontale
et: Poolita &horisontaalselt
he: תיקפוא ל&צפ
is: Skipta &lárétt
ko: 가로로 나누기(&H)
lt: Perskirti &horizontaliai
lv: Sadalīt pa &Horizontāli
mt: Aqsam &Orizzontali
ta: ÌÚì¸¡¸ô À¢Ã¢
tr: Ya&tay Böl

source: Close &Current
az: &Hazırkını Qapat
bg: Затваря &текущ
eo: Fermu &nunan
et: Sulge &aktiivne
he: תיחכונ הגוצת רוג&ס
is: Loka &núverandi
ko: 현재창 닫기(&C)
lt: Uždaryti &dabartinį
lv: Aizvērt &Tekošo
mt: Agħlaq &Kurrenti
ta: ¿¼ôÀ¢¨É ãÎ
tr: Şu&ankini Kapat

source: Show &IconBorder
az: &Timsal Kənarını Göstər
bg: Показва &граници на икона
eo: Montru &piktogramrandon
et: &Ikooniriba näitamine
he: םיי&לוש גצה
is: Sýna &myndaslá
ko: 아이콘 경계보기(&I)
lt: Rodyti ženkliukų &rėmelį
lv: Rādīt &IkonasRāmi
mt: Uri Bordura &Ikoni
tr: İk&onkenarını Göster

source: Next View
az: Sonrakl Görünüş
bg: Следващ преглед
eo: Sekva rigardo
et: Järgmine vaade
he: האבה הגוצתה
is: Næsta sýn
ko: 다음 보기
lt: Kitas rodinys
lv: Nākošais Skatījums
mt: Dehra li jmiss
ta: «Îò¾ ¸¡ðº¢
tr: Yeni Görünüm

source: Previous View
az: Əvvəlki Görünüş
bg: Предишен преглед
eo: Antaŭa rigardo
et: Eelmine vaade
he: תמדוקה הגוצתה
is: Fyrri sýn
ko: 이전 보기
lt: Ankstesnis rodinys
lv: Iepriekšējais Skatījums
mt: Dehra ta' qabel
ta: Óý¨ÉÂ ¸¡ðº¢
tr: Önceki Görünüm

source: &End Of Line
az: &Sətir Sonu
bg: &Край на ред
eo: &Linifino
et: R&ea lõpp
he: הרו&ש םויס
is: Línu&endingar
ko: 줄의 끝(&E)
lt: &Eilučių galai
lv: &Rindas Beigas
mt: &Tmiem il-Linja
ta: ÅÃ¢Â¢ý ÓÊ×
tr: &Satır Sonu

source: O&pen with
az: Fərqli A&ç
bg: Отвори &в
eo: Malfermu &per
et: Ava &kasutades
he: תוע&צמאב חתפ
is: O&pna með
ko: 열기(&p) :
lt: &Atverti su
lv: At&vērt Ar
mt: &Iftaħ b'
ta: ­ò¾¡ø ¾¢È
tr: B&irlikte aç

source: &Vertical Selection
az: &Şaquli Seçki
bg: &Вертикален избор
eo: &Vertikala elekto
et: &Valimine vertikaalselt
he: תיכנ&א הריחב
is: Lá&rétt val
ko: 세로 선택(&V)
lt: &Vertikalus žymėjimas
lv: &Vertikāla Iezīmēšana
mt: Għażla &Vertikali
ta: ¿£ÇÅ¡ð¼ §¾÷×
tr: &Dikey Seçim

source: Contents &Plugins
az: Məzmun Ə&lavələri
bg: Съдържание на &Plugins
eo: Enhavo-&kromaĵoj
et: Sisu &pluginad
he: םיפ&סותה ןכות
is: Innihalds í&forrit
ko: 내용 플러그인(&P)
lt: Turinio &priedai
lv: Saturs &Iespraudņi
mt: &Plugins tal-Kontenut
ta: ¦ºÕ¸ø¸û ¦À¡ÕÇ¼ì¸õ
tr: KWrite'ı Yapılandır

source: Show Filelist
az: Fayl Siyahısını Göstər
bg: Показва списък на файлове
eo: Montru dosierliston
et: Failide nimekirja näitamine
he: םיצבק תמישר גצה
is: Sýna skrár
ko: 파일목록 보기
lt: Rodyti bylų sąrašą
lv: Rādīt Failusarakstu
mt: Uri Lista ta' Fajls
ta: §¸¡ôÒôÀðÊÂ¨Äì ¸¡ðÎ
tr: Dosya Listesini Göster

source: Show Fileselector
az: Fayl Seçicini Göstər
bg: Показва диалог за избор на файл
eo: Montru dosierelektilon
et: Failide valija näitamine
he: םיצבק רחוב גצה
is: Sýna skráavala
ko: 파일선택기 보기
lt: Rodyti bylų parinkėją
lv: Rādīt Failuselektoru
mt: Uri Mnejn Tagħżel Fajl
ta: §¸¡ôÒò ¦¾Ã¢Å¡Ç¨Ãì ¸¡ðÎ
tr: Dosya Seçiciyi Göster

source: Show &Console
az: &Konsolu Göstər
bg: Показва &конзола
eo: Montru &komandinterpretilon
et: Kon&sooli näitamine
he: ףוסמ ג&צה
is: Sýna skjá&hermi
ko: 콘솔 보기(&C)
lt: Rodyti &konsolę
lv: Rādīt &Konsoli
mt: Uri &Console
ta: Ó¨ÉÂò¨¾ì ¸¡ðÎ
tr: Konsolu Gös&ter

source: Show Full &Path in Title
az: Başlıqda Tam &Cığırı Göstər
bg: Показва пълния п&ът в заглавието
eo: Montru plenan &padon en la titolo
et: Täieliku &otsingutee näitamine tiitliribal
he: תרתוכב אלמ ביתנ &גצה
is: Sýna heildarslóð í tit&li
ko: 제목에 전체경로 보기(&P)
lt: Antraštėje rodyti &pilną kelią
lv: Rādīt Pilnu &Ceļu Titlos
mt: Uri &Passaġġ Sħiħ fit-Titlu
ta: ¾¨ÄôÀ¢ø ÓØôÀ¡¨¾¨ÂÔõ ¸¡ðÎ
tr: Başlıkta Bütün &Yolu Göster

source: &Highlight Mode
az: İşıqlandırma &Modu
bg: &Режим на подсветване
eo: &Emfazmaniero
et: &Esiletõstu režiim
he: הש&גדה בצמ
is: Litunar&hamur
ko: 하일라이트 모드(&H)
lt: &Paryškinimo tipas
lv: &Izcelšanas Režīms
mt: Mod ta' &Mmarkar
ta: ¯Â÷ò¾¢¸ð¼ø Ó¨È¨Á
tr: Işıklandırma &Kipi

source: Untitled %1
az: Başlıqsız %1
bg: Без име %1
eo: Sentitola %1
et: Nimetu %1
he: %1 םש אלל
is: Ónefnt %1
ko: 제목없음 %1
lt: Bevardis %1
lv: Nenosaukts %1
mt: Bla isem %1
ta: ¾¨ÄôÀ¢¼¡ %1
tr: İsimsiz %1

source: - Modified
az: Təkmilləşdirilmiş
bg: - Променен
eo: - ŝanĝita
et: - muudetud
he: - הנוש
is: - Breytt
ko: - 수정됨
lt: - Modifikuotas
lv: - Modificēts
mt: - Mibdul
ta: - Á¡üÈ¢Â
tr: - Düzenlenmiş

source: &Other...
az: &Digər...
bg: &Друг...
eo: &Aliaj...
et: &Muud...
he: ...רח&א
is: Anna&ð
ko: 다른것(&O)...
lt: &Kita...
lv: &Citi...
mt: &Ieħor...
ta: ÁüÈ¨Å...
tr: D&iğer...

source: Configure Kate
az: KWrite-ı Qur
bg: Настройка на Kate
eo: Agordu Kodredaktilon
et: Kate seadistamine
he: Kate תורדגה
is: Stilla Kate
ko: 카테 설정
lt: Derinti Kate
lv: Konfigurēt Kate
mt: Ikkonfigura Kate
ta: Kant ­¨É ÅÊÅ¨Á
tr: KWrite'ı Yapılandır

source: General
az: Ümumi
bg: Общи
eo: Ĝenerale
et: Üldine
he: יללכ
is: Almennt
ko: 일반
lt: Bendra
lv: Vispārējs
mt: Ġenerali
ta: ¦À¡Ð

source: General Options
az: Ümumi Qurğular
bg: Общи настройки
eo: Ĝeneralaj opcioj
et: Üldised valikud
he: תויללכ תויורשפא
is: Almennar stillingar
ko: 일반적인 선택사항
lt: Bendros parinktys
lv: Vispārējās Opcijas
mt: Għażliet Ġenerali
ta: ¦À¡Ð Å¢ÕôÀí¸û
tr: Genel Seçenekler

source: Show &Content when resizing views
az: Nümayişlərin böyüklüyü dəyişdiriləndə &İçindəkiləri Göstər
bg: Показва съдържанието при &мащабиране
eo: Montru &enhavon dum ŝanĝo de la rigardograndeco
et: Vaadete &suuruse muutmisel näidatakse nende sisu
he: לדוג יוניש תעב תוגוצתה ןכו&ת תא גצה
is: Sýna innihald á meðan stærð glugga er &breytt
ko: 창 크기를 변경할때 내용물 보기(&C)
lt: Keičiant rodinio dydį, rodyti &turinį
lv: Rādīt &Saturu pie skatījumu izmēra maiņām
mt: Uri l-&Kontenut waqt li ddaqqas il-dehriet
ta: ¸¡ðº¢¸¨Ç Á£ÇÅ¨ÁìÌõ §À¡Ð ¯ûÇ¼ì¸í¸¨Çì ¸¡ðÎ
tr: Yeniden Boyutlandırırken içeriği göster

source: If this is disabled, resizing views will display a <i>rubberband</i> to show the new sizes untill you release the mouse button.
az: Fəal deyildə, böyüklük dəyişdiriləndə siçan düyməsini buraxana qədər ekran<i>şərit</i> göstərəcəkdir.
bg: Ако опцията е изключена, при промяна на размера на прозореца ще се показва <i>рамка</i>.
eo: Se elŝaltita, la grandecoŝanĝo de rigardoj montras nur <i>randaĵon</i> por signi la novan grandecon ĝis vi lasas la musbutonon.
et: Kui see on keelatud näidatakse vaadete suuruse muutmisel kuni hiire nupu lahti laskmiseni ainult <i>kummiriba</i>, et anda sulle ettekujutus uuest suurusest.
is: Ef þetta er óvirkt þá birtist <i>teygjuband</i> á meðan stærðarbreytingu stendur. Það sýnir hinar nýju stærðir þar til músinni er sleppt.
ko: 만일 이 기능을 사용하지 않으면 창의 크기를 변경할때 마우스 버튼을 놓기 전까지 창의 테두리만 보입니다.
lt: Jeigu tai neleidžiama, keičiant rodinio dydį bus rodomas <i>juostos</i>, parodyti naujam dydžiui tol, kol neatleisite pelės mygtuko.
lv: Ja šis ir aizliegts, skatījumu izmēra maiņa rādīs <i> gumijasdiapazonu</i>, lai parādītu jaunos izmērus kamēr jūs atlaidīsiet peles pogu.
mt: Jekk din tkun mitfija, waqt li tbiddel id-daqs tad-dehra tidher kaxxa li turi d-daqsijiet il-ġodda sakemm titlaq il-buttuna tal-maws.
tr: Eğer bu seçenek kapalıysa, pencereler yeniden boyutlandırılırken siz fareyi özgür bırakana kadar farenin yeni pozisyonu gösterilecektir.

source: Reopen &Files at startup
az: Başlanğıcda &Faylları Yenidən Aç
bg: Отваря последните отваряни &файлове при стартиране
eo: Remalfermu &dosierojn je programlanĉo
et: Käivitamisel avatakse &failid uuesti
he: הלעפהב םיצבק שדחמ חת&פ
is: Enduropna &skrár við ræsingu
ko: 시작할때 파일 다시열기(&f)
lt: Vėl atverti &bylas startuojant
lv: Atvērt &Failus pie startēšanas
mt: Erġa' iftaħ il-&fajls x'ħin tibda
ta: ¦¾¡¼í¸Ä¢ý §À¡Ð §¸¡ôÒì¸¨Çò ¾¢È
tr: Dosyaları &Açılışta yeniden aç

source: If this is enabled Kate will attempt to reopen files that were open when you closed last time. Cursor position will be recovered if possible. Non-existent files will not be opened.
az: Fəallaşdırılsa, Kate axırıncı dəfə qapatdığınızda açıq olan faylları açmağa çalışacaqdır. Ox yeri də mümkünsə, bərpa ediləcəkdir. Mövcud olmayan fayllar isə açılmayacaqlardır.
bg: Ако е включена тази опция Kate ще се опита да отвори файловете, с които вие сте работили за последен път Ако е възможно положението на курсора в текста ще бъде възстановено. Несъществуващите файлове няма да бъдат отворени.
eo: Se enŝaltita Kodredaktilo provas remalfermi la dosierojn, kiuj estis malfermitaj ĉe la lasta programfino. Ankaŭ lakursilo laŭeble estas metata ĉe la malnova pozicio. Ne (plu) ekzistantaj dosieroj ne estas malfermataj.
et: Kui see valik on sisse lülitatud, üritab Kate uuesti avada faile, mis olid lahti hetkel kui sa viimati ta sulgesid. Kui võimalik, taastatakse ka kursori asukoht. Enam mitte eksisteerivaid faile ei avata.
is: Ef þetta er valið mun Kate reyna að opna aftur þær skrár sem voru opnar síðast þegar þú hættir í forritinu. Reynt verður að koma bendli fyrir á sama stað og síðast. Ekki er hægt að opna skrár sem eru ekki til.
ko: 만일 이 기능을 사용하면 마지막으로 카테를 종료할때 사용하던 파일을 다시 연다. 가능하다면 커서의 위치도 복구된다. 하지만 지워진 파일은 다시 열 수 없다.
lt: Jei tai leidžiama, Kate bandys vėl atverti bylas, kurios buvo atidarytos kai paskutinio uždarymo metu. Esant galimybei, žymeklio pozicija bus atstatyta. Neegzistuojančios bylos nebus atvertos.
lv: Ja šis ir atļauts Kate mēģinās atkal atvērt failus, kas bija atvērti, kad jūs pēdējo reizi to aizvērāt. Kursora pozīcija tiks atjaunota, ja iespējams. Ne-eksistējoši faili netiks atvērti.
mt: Jekk dan ikun magħżul, Kate tipprova terġa' tiftaħ l-aħħar fajls li kienu miftuħin meta ingħalaq l-aħħar il-programm. Il-pożizzjoni tal-kursur terġa' tiġi restawrata jekk possibbli. Fajls li m'għadhomx jeżistu ma jiġux restawrati.
tr: Eğer bu seçenek açıksa Kate programı son kapattığınızda açık olan dosyaları yeniden açmayı deneyecektir. İmleç pozisyonu da mümkün olursa kurtarılacaktır. Mevcut olmayan dosyalar açılmayacaktır.

source: Restore &View Configuration
az: &Nümayiş Qurğularını Bərpa Et
bg: Възстановява вида на &прозореца
eo: Restarigu &rigardoagordon
et: &Vaadete asendi taastamine
he: תוגוצתה תרוצת תא רזח&ש
is: Endurheimta stillingu sý&nar.
ko: 창 설정 복구(&V)
lt: Atstatyti &rodinio konfigūraciją
lv: Atjaunot &Skatījumu Konfigurāciju
mt: Irrestawra l-konfigurazzjoni tad-&dehriet
ta: ¸¡ðº¢ «¨ÁôÀ¢¨É Á£ÇÅ¨Á
tr: Görüntü Konfigürasyonunu Restore Et

source: Check this if you want all your views restored each time you open Kate
az: Kate açildığında əvvəlki nümayiçlərin bərpasını istəyirsinizsə işarətləyin.
bg: Включете тази опция, за да възстанавите вида при всяко стартиране на редактора
eo: Enŝaltu, se vi deziras restarigon de ĉiuj viaj rigardoj ĉe lanĉo de Kodredaktilo
et: Lülita see sisse kui soovid, et vaated taastataks Kate'i käivitamisel.
is: Veldu þetta ef þú vilt halda sama útliti í hvert skipti sem þú ræsir Kate
ko: 만일 이 기능을 사용하면 카테를 시작할때마다 모든 창이 열린다.
lt: Pažymėkite tai, jei norite, kad kaskart atveriant Kate, būtų atstatyti jūsų rodiniai
lv: Iezīmējiet šo, ja vēlaties, lai jūsu skatījumi tiktu atjaunoti katru reizi atverot Kate
mt: Ittikja din l-għażla jekk trid li l-dehriet tiegħek jiġu restawrati kull darba li tiftaħ Kate
tr: Bu seçeneği eğer Kate'i her açışınızda restore edilmiş görüntülerinizi istiyorsanız işaretleyin

source: Restrict to single instance
az: Tək instansiyaya icazə ver
bg: Стартира само едно копие на приложението
eo: Limiĝu je unu sola instanco
et: Piiratakse ühe koopiaga
he: דבלב דחא עפומל לבגה
is: Aðeins eitt tilvik af Kate í einu
lt: Apsiriboti viename pavyzdyje
lv: Ierobežot uz vienu gadījumu
mt: Irrestrinġi għal instanza waħda
ta: ´Õ ¾É¢ ¯ÕôÀÊìÌ ÁðÎôÀÎòÐ
tr: Tek uygulamaya sınırla

source: Sync Konsole with active Document
az: Konsolu fəal sənəd ilə sinxronlaşdır
bg: Синхронизира Konsole с активния документ
eo: Sinkronigu Konzolon kun la aktiva dokumento
et: Konsooli sünkroniseerimine aktiivse dokumendiga
he: ליעפה ךמסמה םע ףוסמה תא ןרכנס
is: Halda virku skjali og Konsole eins
ko: 활성화된 문서와 Konsole을 동기화
lt: Sinchronizuoti konsolę su aktyviu dokumentu
lv: Sinhr Konsoli ar aktīvo Dokumentu
mt: Issinkronizza Konsole mad-Dokument attiv
tr: Konsolu Aktif Dökümanla senkronize et

source: Editor
bg: Редактор
eo: Redaktilo
et: Redigeerimine
he: ךרוע
is: Ritill
ko: 편집기
lt: Redaktorius
lv: Redaktors
mt: Editur
ta: ¦¾¡ÌôÀ¡Ç÷
tr: Düzenleyici

source: Colors
az: Rənglər
bg: Цветове
eo: Koloroj
et: Värvid
he: םיעבצ
is: Litir
ko: 색깔
lt: Spalvos
lv: Krāsas
mt: Kuluri
ta: ¿¢Èí¸û
tr: Renkler

source: Fonts Settings
az: Yazı Növləri Qurğuları
bg: Настройки на шрифтове
eo: Tiparagordo
et: Fontide seadistused
he: םינפוג תורדגה
is: Stillingar leturs
ko: 글꼴 설정
lt: Šriftų nuostatos
lv: Fontu Uzstādījumi
mt: Setings tal-fonts
ta: ±ØòÐÕ «¨ÁôÒì¸û
tr: Işıklandırma Ayarları

source: Indent
az: İçəridən Başlama
bg: Отстъп
eo: Deŝovo
et: Treppimine
he: החזה
is: Inndráttur
ko: 들여쓰기
lt: Įtrauka
lv: Indents
mt: Indentixxi
ta: ±ñÏ
tr: İçeriden Başlama

source: Indent Options
az: İçəridən Başlama Qurğuları
bg: Настройки на отстъпа
eo: Deŝovagordo
et: Treppimise valikud
he: החזה תויורשפא
is: Stillingar inndrátts
ko: 들여쓰기 선택사항
lt: Įtraukos parinktys
lv: Indenta Opcijas
mt: Għażliet tal-Indent
ta: ¯ûÇ¨Á× Å¢ÕôÀí¸û
tr: İç&eriden Başlamayı Temizle

source: Select
az: Seç
bg: Избор
eo: Elektu
et: Valimine
he: הריחב
is: Val
ko: 선택
lt: Žymėjimas
lv: Izvēlēties
mt: Agħżel
ta: §¾÷×¦ºö
tr: Seç

source: Selection behavior
az: Seçki davranışı
bg: Поведение при избор
eo: Elektokonduto
et: Valikute käitumine
he: הריחב תוגהנתה
is: Hegðun vals
ko: 선택 기능
lt: Žymėjimo elgesys
lv: Iezīmētā izturēšanās
mt: Imġieba tal-għażla
ta: ¦¾Ã¢× ¦ºöÔõ Ó¨È
tr: Yazım denetçisi davranışları

source: Editing Options
az: Düzəliş Qurğuları
bg: Опции на редактиране
eo: Redakto-agordo
et: Redigeerimise valikud
he: הכירע תויורשפא
is: Stillingar ritunar
ko: 선택사항 편집
lt: Redagavimo parinktys
lv: Rediģēšanas Opcijas
mt: Għażliet tal-Editur
ta: ¦¾¡ÌôÒ Å¢ÕôÀí¸û
tr: İç&eriden Başlamayı Temizle

source: Spelling
az: İmla
bg: Проверка на правопис
eo: Literumo
et: Õigekirja kontroll
he: תויא
is: Stafsetning
ko: 스펠링
lt: Rašyba
lv: Pareizrakstība
mt: Spèling
ta: ±Øò¾¡ì¸õ
tr: Yazımı Denetle

source: Spell checker behavior
az: İmla yoxlayıcı davranışları
bg: Настройка за проверка на правопис
eo: Konduto de literumilo
et: Õigekirja kontrollija käitumine
he: תויאה קדוב תוגהנתה
is: Hegðun stafsetningarforrits
ko: 철자 확인 실행
lt: Rašybos tikrinimo elgesys
lv: Pareizraksibas pārbaudītāja uzvedība
mt: Imġieba tal-ispell checker
ta: ±ØòÐ ºÃ¢À¡÷ôÀ¡ý ¿¨¼Ó¨È
tr: Yazım denetçisi davranışları

source: Plugins
az: Əlavələr
eo: Kromaĵoj
et: Pluginad
he: םיפסות
is: Íforrit
ko: 플러그인
lt: Priedai
lv: Iespraudņi
ta: ¦ºÕ¸ø¸û
tr: Ekler

source: Manager
az: İdarəçi
bg: Менаджер
eo: Administrilo
et: Haldur
he: לוהינ
is: Umsjónarmaður
ko: 관리자
lt: Tvarkyklė
lv: Menedžers
ta: §ÁÄ¡Ç÷
tr: Yönetici

source: Configure plugins
az: Əlavələri Qur
bg: Настройка на plugins
eo: Agordu kromaĵojn
et: Pluginate seadistamine
he: םיפסות תורדגה
is: Stilla íforrit
ko: 플러그인 설정
lt: Derinti priedus
lv: Konfigurēt iespraudņus
mt: Ikkonfigura plugins
ta: ¦ºÕ¸ø¸¨Ç ÅÊÅ¨Á
tr: KWrite'ı Yapılandır

source: Highlighting
az: İşıqlandırma
bg: Подсветване
eo: Emfazado
et: Esiletõstmine
he: השגדה
is: Litun:
ko: 하일라이트
lt: Paryškinimas
lv: Izcelšana
mt: Immarkar
ta: ¯Â÷ò¾¢¸¡ð¼ø
tr: Işıklandırma:

source: Highlighting configuration
az: Qurğuları İşıqlandır
bg: Настройки на подсветване
eo: Agordo de emfazado
et: Esiletõstu seadistused
he: השגדה תורדגה
is: Stilling litunar
ko: 하이라이트 설정
lt: Paryškinimo derinimas
lv: Izcelšanas konfigurācija
mt: Konfigurazzjoni tal-Immarkar
ta: «¨ÁôÒì¸¨Ç ¯Â÷ò¾¢ì¸¡ðÎ
tr: Işıklandırma Ayarları

source: KateEditorPart
eo: Redaktiloparto
is: Kate-ritils-hluturinn
lv: KateRedaktorsDaļa
mt: PartiEditurKate

source: OVR
eo: ANST
et: Ülekirjutamine
he: בותכש
is: YFR
mt: ĦAS
tr: ÜZY

source: INS
eo: ENM
et: Lisamine
he: הפסוה
mt: DAĦ
tr: EKL

source: , ro
eo: , nl
he: , ב"ק
is: , le

source: Available Plugins
az: Mövcud Əlavələr
bg: Достъпни Plugins
eo: Uzeblaj kromaĵoj
et: Saadaolevad pluginad
he: םינימז םיפסות
is: Innsett íforrit
ko: 사용가능한 플러그인
lt: Prieinami priedai
lv: Pieejamie Iespraudņi
mt: Plugins Disponibbli
ta: ¯ûÇ ¦ºÕ¸ø¸û
tr: Uygun Ekler

source: Loaded Plugins
az: Yüklü Əlavələr
bg: Заредени Plugins
eo: Aktivaj kromaĵoj
et: Laetud pluginad
he: םינועט םיפסות
is: Íforrit í gangi
ko: 사용중인 플러그인
lt: Įkelti priedai
lv: Ielādētie Iespraudņi
mt: Plugins Imtella'
ta: ²üÈ¢Â ¦ºÕ¸ø¸û
tr: Yüklenmiş Ekler

source: Select a plugin to get a short info here !
az: Buradan qısa infosunu görmək istədiyiniz əlavəni seçin !
bg: Изберете plugin за да получите тук кратка информация !
eo: Elektu kromaĵon por ricevi mallongan informon tie ĉi!
et: Plugina kohta lühiinfo saamiseks vali see nimekirjast!
he: !רצק רואית ןאכ לבקל ידכ ףסות רחב
is: Veldu íforrit hér til að fá stutta lýsingu!
ko: 설명을 보고 싶은 플러그인을 선택하세요 !
lt: Gauti trumpai informacijai, nurodykite priedą čia !
lv: Izvēlieties iespraudni, lai saņemtu īsu info !
mt: Agħżel plugin biex tara xi informazzjoni qasira hawn
ta: º¢Ú ¾¸Åø ¦ÀÈ ´Õ ¦ºÕ¸¨Äò ¦¾Ã¢× ¦ºö¸ !
tr: Bir ek seçin ve hakkındaki bilgiyi buradan okuyun !

source: Name:
az: Ad:
bg: Име:
eo: Nomo:
et: Nimi:
he: :םש
is: Nafn:
ko: 이름:
lt: Vardas:
lv: Vārds:
mt: Isem:
ta: ¦ÀÂ÷:
tr: İsim:

source: Author:
az: Müəllif:
bg: Автор:
eo: Aŭtoro:
et: Autor:
he: :בתוכ
is: Höfundur:
ko: 저자:
lt: Autorius:
lv: Autors:
mt: Awtur:
ta: ¬º¢Ã¢Â÷:
tr: Yazar:

source: Description:
az: İzah:
bg: Описание:
eo: Priskribo:
et: Kirjeldus:
he: :רואית
is: Lýsing:
ko: 설명:
lt: Aprašymas:
lv: Apraksts:
mt: Deskrizzjoni:
ta: Å¢ÀÃõ:
tr: Tanımlama:

source: &Document
az: &Sənəd
bg: &Документ
eo: &Dokumento
et: &Dokument
he: ךמס&מ
is: &Skjal
ko: 문서(&D)
lt: &Dokumentas
lv: &Dokuments
mt: &Dokument
ta: ¬Å½õ
tr: &Döküman

source: &Go
az: &Get
bg: &Отиди
eo: &Situo
et: &Liikumine
he: רבע&מ
is: &Fara
ko: 가기(&G)
lt: &Eiti
lv: &Palaist
mt: &Mur
ta: ¦ºø

source: &Buffers
az: &Buferlər
eo: &Bufroj
et: &Puhvrid
he: םירג&אמ
is: &Biðminni
ko: 버퍼(&B)
lt: &Buferis
lv: &Buferi

source: Undo List
az: Geri Alma Siyahısı
bg: Списък от отменени действия
eo: Malfarlisto
et: Tühistamiste nimekiri:
he: לוטיב תמישר
is: Afturköllunarlisti
ko: 실행 취소 목록
lt: Atstatymų sąrašas
lv: Atsaukto Saraksts
mt: Lista ta' annullamenti
ta: Óý¦ºÂø¿£ìÌ ÀðÊÂø

source: Redo List
az: Təkrarlama Siyahısı
bg: Списък с повторения
eo: Refarlisto
et: Kordamiste nimekiri
he: רזוח עוציב תמישר
is: 'Gera aftur' listi
ko: 실행 복구 목록
lt: Pakartojimų sąrašas
lv: Atkārtoto Saraksts
mt: Lista x'terġa' tagħmel
ta: Á£û¦ºÂü ÀðÊÂø

source: &Configure Editor...
az: Editoru &Quraşdır...
bg: &Настройка на редактор...
eo: &Agordu redaktilon...
et: &Redaktori seadistamine...
he: ...ךרועה תורדג&ה
is: Stilla &Kate
ko: 편집기 설정(&C)
lt: &Derinti redaktorių...
lv: &Konfigurēt Redaktoru...
mt: I&kkonfigura Editur
ta: ¦¾¡ÌôÀ¢¨Â ÅÊÅ¨Á...
tr: &Düzenleyiciyi Yapılandır...

source: Increase Font Sizes
az: Yazı Növü Böyüklüyünü Artır
bg: Увеличава размера на шрифт
eo: Pligrandigu tiparojn
et: Suurenda fondi suurust
he: םינפוג ילדג לדגה
is: Stækka letur
ko: 글꼴 크기 늘이기
lt: Padidinti šriftą
lv: Palielināt Fontu Lielumu
mt: Kabbar il-fonts
ta: ±ØòÐÕ «ÇÅ¢¨Éì ÜðÎ

source: Decrease Font Sizes
az: Yazı Növü Böyüklüyünü Azalt
bg: Намалява размера на шрифт
eo: Malpligrandigu tiparojn
et: Vähenda fondi suurust
he: םינפוג ילדג ןטקה
is: Minnka letur
ko: 글꼴 크기 줄이기
lt: Sumažinti šriftą
lv: Samazināt Fontu Lielumu
mt: Ċekken il-fonts
ta: ±ØòÐÕ «ÇÅ¢¨Éì Ì¨È

source: &Clean Indentation
az: İçəridən Başlamanı &Temizle
bg: &Изчиства отстъп
eo: &Forigu deŝovon
et: &Eemalda treppimine
he: ה&חזה הקנ
is: &Hreinsa inndrátt
ko: 들여쓰기 지움(&C)
lt: &Išvalyti įtraukas
lv: &Notīrīt Indentitāti
mt: &Naddaf l-Indentazzjoni
ta: ¸ñ¸¡½¢ Ð¨¼

source: C&omment
az: &Şərh
bg: К0&ментар
eo: &Komentigu
et: K&ommentaar
he: הרעהל ךו&פה
is: Athugasem&d
ko: 주석(&o)
lt: K&omentaras
lv: K&omentārs
mt: Ikk&ummenta
ta: ÌÈ¢ôÒ¨Ã

source: Unco&mment
az: Şərhi &Qaldır
bg: &Разкоментира
eo: &Malkomentigu
et: Ko&mmentaari eemaldamine
he: הרעה &לטב
is: &Eyða athugasemd
ko: 주석 없음(&m)
lt: &Naikinti komentarą
lv: Unko&mentēt
mt: Ne&ħħi l-Kummenti
ta: ÌÈ¢ôÒ¨Ã ¦ºöÂ¡§¾

source: Und&o
az: &Geri al
bg: &Отмени действие
eo: Mal&faru
et: &Tühista tegevus
he: לט&ב
is: &Hætta við
ko: 실행취소(&o)
lt: A&tstatyti
lv: Atsa&ukt
mt: Reġġa' &Lura

source: Re&do
az: &Təkrar et
bg: &Повтори действие
eo: &Refaru
et: Korda t&egevust
he: בו&ש עצב
is: &Endurtaka
ko: 실행복구(&d)
lt: Paka&rtoti
lv: Atkā&rtot
mt: Erġa' &Għamel

source: The current Document has been modified. Would you like to save it?
az: İndi üstündə işlədiyiniz sənəd dəyişdirilmişdir. Qeyd etmək istəyirsiniz?
bg: Текущия документ е был изменен. Искате ли да го запазите?
eo: La dokumento estas ŝanĝita. Ĉu vi volas sekurigi ĝin?
et: Käesolevat dokumenti on muudetud. Soovid sa selle salvestada?
he: .הנוש יחכונה ךמסמה ?ותוא רומשל ךנוצרב םאה
is: Virka skjalinu hefur verið breytt. Viltu vista það?
ko: 현재 문서가 수정되었습니다. 저장하시겠습니까?
lt: Dabartinis dokumentas buvo pakeistas. Ar norėtumėte jį išsaugoti?
lv: Tekošais dokuments ticis modificēts. Vai vēlaties to saglabāt?
mt: Id-dokument kurrenti ġie mibdul. Trid tiktbu?
ta: ¿¼ôÒ ¬Å½õ Á¡üÈÀð¼Ð. «¨¾ §ºÁ¢ì¸ §ÅñÎÁ¡?

source: Could not save the document. Discard it and continue?
az: Sənəd qeyd edilmədi. Nəzərə alınmayıb, davam edilsin?
bg: Не е възможно да запазя документа. Да отменя и продължа?
eo: Ne eblis sekurigi la dokumenton. Ĉu forĵeti ĝin kaj daŭrigi?
et: Dokumenti pole võimalik salvestada. Kas loobuda sellest ja jätkata?
he: .ךמסמה תא רומשל ןתינ אל ?ךישמהלו ונממ רטפיהל םאה
is: Gat ekki vistað skjalið. Viltu henda því og halda áfram?
ko: 문서를 저장할수 없습니다. 폐기하고 계속하시겠습니까?
lt: Negaliu išsaugoti dokumento. Atmesti ir tęsti?
lv: Nevar saglabāt dokumentu. Atcelt to un turpināt?
mt: Id-dokument ma setax jinkiteb. Trid tarmih u tkompli?
ta: ¬Å½õ §ºÁ¢ì¸ ÓÊÂÅ¢ø¨Ä. ¨¸Å¢ðÎÅ¢ðÎ ¦¾¡¼Ã§ÅñÎÁ¡?
