Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kate.po
Languages: az, bg, eo, et, he, is, ko, lt, lv, mt, ta, tr

source: Background:
az: Arxa plan:
bg: Фон:
eo: Fono:
et: Taust:
he: :עקר
is: Bakgrunnur:
ko: 배경:
lt: Fonas:
lv: Fons:
mt: Sfond:
ta: À¢ýÉ½¢:
tr: Arkaplan:

source: Sets the background color of the editing area
az: Düzəliş sahəsinin arxa plan rəngini qurar
bg: Цвят на фон в областа на редактиране
eo: Metas la fonkoloron por la redaktoareo
et: Redigeeritava piirkonna tausta valimine.
is: Ræður bakgrunnslit textans.
ko: 편집영역의 배경색 설정
lt: Nustato redagavimo srities fono spalvą
lv: Uzstāda rediģējamā apgabala fona krāsu
mt: Issettja l-kulur tal-isfond tal-editur
tr: Düzenleme bölgesinin arkaplan rengini ayarlar

source: Sets the background color of the selection. To set the text color for selected text, use the &quot;<b>Configure Highlighting</b>&quot; dialog.
az: Seçili sahənin arxa plan rəngini quraşdırar. Seçili mətn üçün arxa plan rəngi quraşdırmaq üçün &quot;<b>İşıqlandırmanı Quraşdır</b>&quot; dialoqundan istifadə edin.
bg: Задава цвят на фона на избраното. За настройка на цвета на текста на избрания фрагмент използвайте диалога &quot;<b>Настройка на подсветване</b>&quot;
eo: Metas la fonkoloron por la elekto. Por difini la tekstkoloron por elektita teksto, uzu la dialogon &quot;<b>Agordu emfazadon</b>&quot;.
et: Valitud teksti tausta värvi seadmine. Valitud teksti värvi seadmiseks kasuta dialoogi &quot;<b>Esiletõstmise seadistamine</b>&quot;.
is: Ræður bakgrunnslit valins texta. Stillingar fyrir litinn á textanum sjálfum erubakvið &quot;<b>Stilla litun</b>&quot; á stillivalblaðinu.
lt: Nustato žymėjimo fono spalvą. Nustatyti spalvą pažymėtam tekstui, naudokite dialogą &quot;<b>Derinti paryškinimą</b>&quot;.
lv: Uzstāda iezīmēšanas fona krāsu. Lai uzstādītu teksta krāsu iezīmētam tekstam, izmantojiet &quot;<b>Konfigurēt Izcelšanu</b>&quot; dialogu.
mt: Issettja l-kulur tal-isfond tal-għażla. Biex tissettja l-kulur tat-test tal-għażla, uża d-djalogu "<b>Ikkonfigura Immarkar".
tr: Seçimin arkaplan rengini ayarlar. Seçilen metnin rengini ayarlamak için, &quot;<b>Işıklandırmayı Yapılandır</b>'ı kullanın.<b>

source: Open File...
az: Fayl Aç...
bg: Отвори файл...
eo: Malfermu dosieron...
et: Faili avamine...
he: ץבוק תחיתפ
is: Opna skrá...
ko: 파일 열기...
lt: Atverti bylą...
lv: Atvērt Failu...
mt: Iftaħ Fajl...
ta: §¸¡ôÀ¢¨Éò ¾¢È...
tr: Dosyayı Aç...

source: Save File...
az: Faylı Qeyd Et...
bg: Запази файл...
eo: Sekurigu dosieron...
et: Faili salvestamine...
he: ץבוק תרימש
is: Vista skrá...
ko: 파일 저장...
lt: Išsaugoti bylą...
lv: Saglabāt Failu...
mt: Ikteb Fajl...
ta: §¸¡ôÀ¢¨Éî §ºÁ¢...
tr: Dosyayı Kaydet...

source: Line: %1
az: Sətir %1
bg: Ред: %1
eo: Lin: %1
et: Rida: %1
he: %1 :הרוש
is: Lína: %1
ko: 라인: %1
lt: Eilutė: %1
lv: Rinda: %1
mt: Linja: %1
ta: ÅÃ¢: %1
tr: Sat: %1

source: Col: %1
az: Süt: %1
bg: Кол: %1
eo: Kol: %1
et: Veerg: %1
he: %1 :רוט
is: Dálkur %1
ko: %1 칸
lt: Stulpelis: %1
lv: Kol: %1
mt: Kol: %1
ta: ¿¢Ãø: %1

source: Ada
bg: Ада
eo: Ado

source: Sources
az: Mənbələr
bg: Изходен код
eo: Fontoj
et: Lähtetekstid
he: רוקמ ידוק
is: Kóði
ko: 소스
lt: Šaltiniai
lv: Avoti
mt: Sorsi
ta: ãÄí¸û

source: Decimal
az: Onluq
bg: Десетично
eo: Dekuma
et: Kümnendarv
he: ילמיצד
is: Tugatölur
ko: 십진법
lt: Dešimtainis
lv: Decimāls
mt: Deċimali
ta: À¾¢ýÁõ

source: Base-N
az: N Əsaslı
bg: База N
eo: N-uma
et: N'nd süsteemis arv
he: N סיסב
is: Grunntala-N
lt: Pagrindas-N
lv: Bāze-N
mt: Bażi-N
ta: «Ê-N

source: Float
bg: Число с плаваща точка
eo: Reelo
et: Ujukomaarv
he: הפצ הדוקנ
is: Fleytitala
lt: Slankaus kablelio
lv: Peldošs
ta: Á¢¾¨Å

source: Char
az: Hərf
bg: Символна променлива
eo: Litero
et: Märk
he: ות
lt: Simbolis
lv: Burts
mt: Karattru
ta: ¯Õ

source: Bash
eo: Baŝo

source: Scripts
az: Skriptlər
bg: Скриптове
eo: Programetoj
et: Skriptikeeled
he: םיטירסת
is: Skriptur
ko: 스크립트
lt: Scenarijai
lv: Skripti
mt: Skritti
ta: ¸¢ÚÅø¸û

source: Substitution
az: Bərpa
eo: Anstataŭigo
he: הפלחה
is: Skipt út
ko: 대체
lt: Pakaita
lv: Aizvietošana
mt: Sostituzzjoni
ta: À¢Ã¾¢Â£Î
tr: Eşleme

source: Parameter
az: Parametr
eo: Parametro
et: Parameeter
he: רטמרפ
is: Viðfang
ko: 매개변수
lt: Parametras
lv: Parametrs
mt: Parametru:
ta: ÀÃÁ¡Éõ

source: Operator
bg: Оператор
eo: Operacisigno
et: Operaator
he: רוטרפוא
is: Virki
ko: 연산자
lt: Operatorius
lv: Operators
mt: Operatur
ta: ­Âì¸÷

source: ChangeLog
eo: Ŝanĝprotokolo
he: םייוניש םושיר
ko: 변경기록
lt: Pokyčių žurnalas
lv: IzmaiņuŽurnāls
mt: LogBidliet
ta: Á¡üÈôÀ¾¢×¸û
tr: Değişme Dosyası

source: Identifier
az: Tanımlayıcı
bg: Идентификатор
eo: Identigilo
et: Identifikaator
he: ההזמ
is: Nefni
ko: 인삭자
lt: Identifikatorius
lv: Identifikators
mt: Identifikatur
ta: ÌÈ¢ôÀ¡ý

source: Types
az: Növlər
bg: Типове
eo: Tipoj
et: Tüübid
he: םיגוס
is: Tög
ko: 형
lt: Tipai
lv: Tipi
mt: Tipi
ta: Å¨¸¸û

source: Octal
az: Səkkizlik
bg: Осмично
eo: Okuma
et: Kaheksandikarv
he: ילטקוא
is: Áttundir
ko: 8진법
lt: Aštuntainis
lv: Oktāls
mt: Ottalu
ta: ±ñÁõ

source: Hex
az: On altılıq
bg: Шестнайсетично
eo: Deksesuma
et: Kuuesteistkümnendarv
he: ילמיצדסקה
is: Sextándir
ko: 6진법
lt: Šešioliktainis
lv: Heksa
ta: ¸¡ñ¸

source: String Char
az: Cərgə (String) Xarakter
bg: Символен низ
eo: Litervico
et: Stringi märk
he: םיוות תזורחמ
lt: Eilutės simbolis
lv: Burtu Rinda
ta: ºÃõ ¯Õ

source: Symbol
az: Simvol
bg: Символ
eo: Simbolo
et: Sümbol
he: למס
is: Tákn
ko: 기호
lt: Simbolis
lv: Simbols
mt: Simbolu
ta: ÌÈ¢Â£Î

source: Preprocessor
az: Preprosessor
bg: Препроцесор
eo: Antaŭprocedilo
et: Eelprotsessor
he: דבעמ-םורט
is: Forvinnsla
ko: 전처리기
lt: Preprocesorius
lv: Priekšprocesors
mt: Priproċessatur
ta: ÓýÉ¢¨Äî ¦ºÂÄ¸õ

source: Prep. Lib
az: Hazırlayıcı Kitabxana
bg: Библиотека
eo: Preparbiblioteko
et: Eelprotsessori teek
is: Innsett aðgerðasöfn
ko: 사전. 라이브러리
lt: Prep. bibl.
mt: Lib Prep

source: Markup
eo: Strukturiloj
et: Märgistikkeeled
is: Ívaf
ko: 마크업
lt: Aprašas

source: Section
az: Qisim
bg: Секция
eo: Sekcio
et: Sektsioon
he: קרפ
is: Hluti
ko: 구역
lt: Skyrius
lv: Sekcija
mt: Sezzjoni
ta: ÀÌ¾¢

source: Key
az: Açar
bg: Ключ
eo: Ŝlosilo
et: Võtmesõna
he: חתפמ
is: Lykill
ko: 키
lt: Raktas
lv: Atslēga
ta: Å¢¨º

source: Language
az: Dil
bg: Език
eo: Lingvo
et: Keel
he: הפש
is: Mál
ko: 언어
lt: Kalba
lv: Valoda
mt: Lingwa
ta: ¦Á¡Æ¢

source: Removed line
az: Silinmiş Sətir
bg: Изтриване на ред
eo: Forigita linio
et: Eemaldatud rida
he: הרסוהש הרוש
is: Fjarlægð lína
ko: 지운 줄
lt: Pašalinta eilutė
lv: Aizvākta rinda
mt: Linja Mneħħija
ta: ¿£ì¸¢Â ÅÃ¢

source: Added line
az: Əlavə edilmiş sətir
bg: Добавяне на ред
eo: Aldonita linio
et: Lisatud rida
he: הפסוהש הרוש
is: Innsett lína
ko: 줄 삽입
lt: Įdėta eilutė
lv: Pievienota rinda
mt: Linja Miżjuda
ta: §º÷ò¾ ÅÃ¢

source: Java
eo: Javo
he: הווא'ג
ko: 자바

source: KBasic
eo: KBaziko

source: Begin End
eo: Komenco Fino
et: Lõpu algus
is: Upphaf endir
ko: 시작 끝
lt: Pradžia Galas
lv: Sākums Beigas
mt: Bidu Tmiem
ta: ¬ÃõÀõ ÓÊ×

source: Objective-C
eo: Objekteca C

source: Perl
eo: Perlo
ko: 펄

source: Pattern
az: Naxış
bg: Шаблон
eo: Ŝablono
et: Muster
he: סופד
is: Mynstur
ko: 패턴
lt: Raštas
lv: Šablons
ta: «ÇÒÕ

source: PostScript
eo: Postskripto
ko: 포스트스크립트
lv: PostSkripts

source: Header
az: Başlıq
bg: Файл със заглавие
eo: Kapo
et: Päis
he: תרתוכ
is: Haus
ko: 머릿글
lt: Antraštė
lv: Heders
ta: ¾¨ÄôÒ

source: RPM Spec
eo: RPM-Specifiko

source: Red
az: Qırmızı
bg: Червн
eo: Ruĝa
et: Punane
he: םודא
is: Rautt
ko: 빨강
lt: Raudona
lv: Sarkans
mt: Aħmar
ta: º¢ÅôÒ

source: Blue
az: Göy
bg: Син
eo: Blua
et: Sinine
he: לוחכ
is: Blátt
ko: 파랑
lt: Mėlyna
lv: Zils
mt: Blù
ta: ¿£Äõ

source: Data
az: Verilən
bg: Данни
eo: Datumoj
et: Andmed
he: םינותנ
is: Gögn
ko: 자료
lt: Duomenys
lv: Dati
ta: ¾Ã×

source: Ruby
eo: Rubio
lt: Rubininė

source: Definition
az: İzahat
eo: Difino
et: Definitsioon
he: הרדגה
is: Skilgreining
ko: 정의
lt: Apibrėžimas
lv: Definīcija
mt: Definizzjoni
ta: Å¨ÃÂ¨È
tr: Açıklama

source: Literal
eo: Literaĵo
he: לרטיל
is: Innslegið gildi
ko: 문자
lt: Literalinis
lv: Literāls
mt: Litterali
ta: §¿ÃÊÂ¡É

source: Main Comment
az: Əsas Şərh
eo: Precipa komento
et: Peamine kommentaar
he: תישאר הרעה
is: Megin athugasemd
ko: 기본 설명
lt: Mano komentaras
lv: Galvenais Komentārs
mt: Kumment prinċipali
ta: Óì¸¢Â ÌÈ¢ôÒ
tr: Ana Yorum

source: Delimiter
eo: Limigilo
et: Jaotaja
he: םחות
is: Afmarkari
ko: 나눔자
lt: Skyriklis
lv: Atdalītājs
mt: Delimitatur
ta: À¢Ã¢ôÀ¡ý

source: Global Constant
az: Qlobal Sabit
eo: Malloka konstanto
et: Globaalne konstant
he: ילבולג עובק
is: Víðvær fasti
ko: 전역 상수
lt: Globali konstanta
lv: Globāla Konstante
mt: Kostanti globali
ta: ¯Ä¸Ç¡Å¢Â Á¡È¢Ä¢

source: Global Variable
az: Qlobal Dəyişgən
eo: Malloka variablo
et: Globaalne muutuja
he: ילבולג הנתשימ
is: Víðvær breyta
ko: 전역 변수
lt: Globalus kintamasis
lv: Globāls Mainīgais
mt: Varjabbli globali
ta: ¯Ä¸Ç¡Å¢Â Á¡È¢

source: Instance Variable
az: İnstansiya Dəyişgəni
eo: Instancovariablo
et: Eksemplari muutuja
he: עפומ הנתשימ
is: Staðvær breyta
ko: 인스탄스 변수
lt: Pavyzdinis kintamasis
lv: Instances Mainīgais
mt: Varjabbli tal-instanza
ta: ¯ÕôÀÊ Á¡È¢
tr: Instance Değişkeni

source: Class Variable
az: Sinif Dəyişgəni
eo: Klasvariablo
et: Klassi muutuja
he: הקלחמ הנתשימ
is: Klasabreyta
ko: 클래스 변수
lt: Klasės kintamasis
lv: Klases Mainīgais
mt: Varjabbli tal-klassi
ta: ÅÌôÒ Á¡È¢

source: Expression
az: Qaydalı İfadə
eo: Esprimo
et: Avaldis
he: יוטיב
is: Stæða
ko: 표현
lt: Išraiška
lv: Izteiksme
mt: Espressjoni
ta: §¸¡¨Å

source: Attribute Definition
az: Atribut Şərhi
eo: Atributodifino
et: Atribuudi definitsioon
he: ןייפאמה תרדגה
is: Skilgreining eiginleika
ko: 속성 정의
lt: Požymių apibrėžimas
lv: Attribūtu Definīcija
mt: Definizzjoni ta' attribut
ta: ÀñÒ Å¨ÃÂ¨È
tr: Özellik Tanımı

source: Integer
az: İnteqer
bg: Цяло число
eo: Entjero
et: Täisarv
he: םלש רפסמ
is: Heiltala
ko: 정수
lt: Sveikas skaičius
mt: Integru
ta: ÓØ±ñ

source: Bit
bg: Бит
eo: Bito
he: תיביס
is: Biti
ko: 비트
lt: Bitas
lv: Bits
ta: À¢ð

source: Vector
az: Vektor
bg: Вектор
eo: Vektoro
et: Vektor
he: רוטקו
is: Vigur
ko: 벡터
lt: Vektorius
lv: Vektors
mt: Vettur
ta: ¸¡Å¢

source: Attribute
az: Atribut
bg: Атрибут
eo: Atributo
et: Atribuut
he: ןייפאמ
is: Eiginleiki
ko: 속성
lt: Atributas
lv: Attribūts
mt: Attribut
ta: ÀñÒ

source: .desktop
lv: .darbvirsma
