Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kate.po
Languages: az, bg, eo, et, he, is, ko, lt, lv, mt, ta, tr

source: When this is on, any keyed character input or paste operation will replace the selected text.
az: Fəal isə, hər girilən hərf və ya yapışdırma əmaliyyatı seçili mətnin üstünə yazılacaqdır.
bg: Когато е влкючена тази опция всеки въведен символ от клавиатурата или копиране от буфера ще припокрие избрания фрагмент.
eo: Se enŝaltita, ĉiu tajpita signo aŭ enmeto el la poŝo anstataŭigas elektitan tekston.
et: Kui see on sisse lülitatud asendab iga klaviatuurilt sisestamine või lõikepuhvrist asetamine valitud teksti.
is: Ef er hakað við hér mun texti sem er sleginn inn eða afritaður annarstaðar frá skrifa yfir það sem er valið í skjalinu.
ko: 입력하는 글자나 붙여넣은 글자들은 선택된 문자열을 대체한다.
lt: Kai tai įjungta, bet koks simbolio įvedimas klaviatūra arba padėjimo operacija, pakeis pažymėtą tekstą.
lv: Kad šis ir ieslēgts, jebkurš ievadītais simbols vai ielīmēšanas operāciju aizvietos iezīmēto tekstu.
mt: Meta din l-għażla tkun mixgħula, kull karattru ittajpjat jew kopji mpoġġija jieħdu post it-test magħżul.
tr: Bu seçenek aktifken, bütün yazılan harfler ya da yapıştırma işlemleri seçilen metnin yerini alacaktır.

source: When this is on, any text selected with the mouse will be automatically copied to the clipboard.
az: Fəal isə, siçan seçili olan hər mətn avtomatiki olaraq ara yaddaşa köçürüləcəkdir.
bg: Ако е включена тази опция при избор на текст с мишката избрания фрагмент ще бъде автоматично копиран в буфер за обмен.
eo: Se enŝaltita, ĉiu teksto elektita per la muso aŭtomate kopiiĝas al la poŝo.
et: Kui see on sisse lülitatud kopeeritakse iga hiirega valitud tekst automaatselt lõikepuhvrisse.
is: Ef er hakað við hér er texti sem er valinn með músinni sjálfkrafa afritaður á klippiborðið.
ko: 마우스로 선택한 문자열을 자동으로 클립보드에 복사한다.
lt: Kai tai įjungta, bet koks pele pažymėtas tekstas bus automatiškai nukopijuotas į laikiną talpyklę.
lv: Kad šis ir ieslēgts, jebkurš ar peli iezīmēts teksts tiks automātiski iekopēts starpliktuvē.
mt: Meta din tkun ittikkjata, kull test magħżul bil-maws awtomatikament jitpoġġa fil-clipboard.
tr: Bu seçenek aktifken, fareyle seçilen bütün metinler otomatik olarak bellleğe kopyalanacaktır.

source: Not implemented yet.
az: Hələlik dəstəklənmir.
bg: Още не се използва.
eo: Ankoraŭ ne realigita.
et: Pole veel teostatud.
he: .םשוי םרט
is: Ekki útfært enn.
ko: 아직 구현되지 않음
lt: Dar neįgyvendinta.
lv: Pašlaik nav iestrādāts.
mt: Għadu mhux implementat.
ta: ­ýÉÓõ «¨Áì¸ôÀ¼Å¢ø¨Ä
tr: Henüz tamamlanmadı.

source: Enabling this allows you to make vertical selections.
az: Bunun fəallaşdırılması ilə şaquli seçkilər apara bilərsiniz.
bg: Разрешете това ако искате верикален избор.
eo: Se enŝaltita vi povas ankaŭ vertikale elekti.
et: Selle sisse lülitamine võimaldab sul valida teksti ka vertikaalselt.
is: Ef þú hakar við hér er hægt að velja texta lóðrétt.
ko: 수직선택 허용
lt: Tai leidus, galėsite atlikti vertikalius žymėjimus.
lv: Atļaujot šo, jūs varat veikt vertikālas iezīmēšanas.
mt: Jekk tittikkja din l-għażla tkun tista' tagħmel għażliet vertikali.
tr: Bu seçeneği aktifleştirmek dikey seçimler yapmanızı sağlayacaktır.

source: Not yet implemented.
az: Hələlik dəstaklənmir.
bg: Още не е реализирано.
eo: Ankoraŭ ne realigita.
et: Pole veel teostatud.
he: .םשוי םרט
is: Ekki útfært enn.
ko: 아직 구현되지 않음
lt: Dar neįgyvendinta.
lv: Nav pašlaik iestrādāts
mt: Għadu mhux implementat.
ta: ­ýÉÓõ «¨Áì¸ôÀ¼Å¢ø¨Ä
tr: Henüz tamamlanmadı.

source: &Word wrap
az: &Kəlmə qırma
bg: Пренос на &ред
eo: &Linirompo
et: &Reamurdmine
he: תורוש תשיל&ג
is: Sjálf&virk línuskipting
ko: 문단 보호(&W)
lt: Kelti &žodžius
lv: &Vārdu pārnešana
mt: A&qsam f'Linji
ta: ±ØòÐ ÁÊôÒ
tr: &Sözcük kaydır

source: Replace &tabs with spaces
az: Səkmələri &boşluqlarla dəyişdir
bg: Замяна на &табулция с шпации
eo: Anstataŭigu &tabelsignojn per spacsignoj
et: &TAB sümbolid asendatakse tühikutega
he: םיחוורב םיבאט ףל&חה
is: Skipta &tab-táknum út fyrir bil
ko: 공간을 탭으로 대치(&t)
lt: Pakeisti &tabuliatorius tarpais
lv: Aizstāt &tabus ar tukšumiem
mt: Ibdel &tabs ma' spazji
ta: ¾ð¼ø¸¨Ç ­¨¼¦ÅÇ¢¸Ç¡¸ ­¼Á¡üÚ
tr: Sekmeleri &boşluklarla değiştir

source: &Remove trailing spaces
az: &Ardarda boşluqları sil
bg: Изтрива &завършващи шпации
eo: &Forigu linifinajn spacojn
et: &Lõputühikud eemaldatakse
he: םיפדוע םיחוור ר&סה
is: &Fjarlægja bil aftan við línu
ko: 끌리는 공간 제거(&R)
lt: Pa&šalinti tarpus eilučių galuose
lv: &Aizvākt liekos tukšumus
mt: Neħħi spazji f'&tarf il-linji
ta: À¢ý ­¨¼¦ÅÇ¢¸¨Ç ¿£ìÌ
tr: &Ardarda boşlukları kaldır

source: &Auto brackets
az: Avtomatik &mötərizələr
bg: &Автоскоби
eo: &Aŭtomataj krampoj
et: Automaatsed &sulud
he: םייטמו&טוא םיירגוס
is: Sjálfv. s&vigar
ko: 자동 괄호(&A)
lt: A&uto laužtiniai skliaustai
lv: &Auto iekavas
mt: &Awto-Parenteżi
ta: ¾ýÉ¢Âì¸ «¨¼ôÒÌÈ¢¸û
tr: Otomatik &parantez

source: Group &undos
az: Geri almaları &qrupla
bg: &Групова отмяна
eo: Grupaj &malfaroj
et: Tegevuste &tühistamised grupeeritakse
he: םילוטיב ץב&ק
is: Hætta við hóp að&gera
ko: 그룹 취소(&u)
lt: &Grupuoti atstatymai
lv: Grupas atsa&ukšana
mt: Iggruppa &annullamenti
ta: ¦¾¡Ì¾¢ Óý¦ºÂø¿£ìÌ
tr: Geri almaları &grupla

source: &Show tabs
az: Səkmələri gös&tər
bg: &Показва табулации
eo: &Montru tabelsignojn
et: Näidatakse TAB sümboleid
he: םיבאט ג&צה
is: &Sýna tab-merki
ko: 탭 보기(&S)
lt: &Rodyti tabuliatorius
lv: &Rādīt tabus
mt: &Uri Tabbijiet
ta: ¾ð¼ø¸¨Ç ¸¡ðÎ
tr: Sekmeleri gös&ter

source: Smart &home
az: Ağıllı &ev
eo: Inteligenta &supro
et: Tark &kodu
he: הרוש תליחתל המכח הר&זח
is: Klár '&Home' takki
ko: 스마트 홈(&h)
lt: Išradingas &home klavišas
lv: Viltus &māja
mt: &Home intelliġenti
ta: ¿øÄ ¦¾¡¼ì¸õ
tr: Şık &ev

source: &Page up/down moves cursor
az: &Səhifənin aşağı/yuxarı hərəkəti oxu sürüşdürsün
bg: &PageUp/PageDown преместване на показалеца
eo: &Paĝsupra/malsupra klavo movas la kursilon
et: &PgUp/PgDn liigutab kursorit
he: ןמסה זיזמ הטמל\הלעמל דו&מע
is: '&Page up/down' færir bendil
ko: 페이지 위/아래로 커서 이동(&P)
lt: P&sl. aukštyn arba žemyn stumia žymeklį
lv: &Lapas augšup/lejup pārvietošanas kursors
mt: &PgUp/PgDn imexxu l-kursur
ta: Àì¸õ §Á¦Ä/¸£§Æ ÍðÊ¨Â ¿¸÷òÐõ
tr: &Sayfanın aşağı/yukarı hareketi imleci kaydırsın

source: Wrap &cursor
az: O&xu qır
eo: Linirompa &kursilo
et: &Kursori reamurdmine
he: ןמס תשי&לג
is: Bendill &fylgir línuskiptingu
ko: 커서 보호(&c)
lt: Perkelti &kursorių
lv: Pārnest &kursoru
mt: Kursur lura għall-&bidu
ta: ÍðÊ¨Â ÁÊ
tr: İmleci &Kaydır

source: Wrap Words At:
az: Kəlmələri burada Qır:
bg: Пренася думите от:
eo: Linirompo ĉe:
et: Reamurdmise veerg:
he: :רוטב תורוש תשילגל אבה
is: Línulengd:
ko: 문단 보호:
lt: Kelti žodžius ties:
lv: Pārnest Vārdus Pie:
mt: Aqsam linji hawn:
ta: ­í§¸ ±ØòÐ¸¨Ç ÁÊ:
tr: Kelime Kaydırma:

source: Tab/Indent Width:
az: İçəridən Başlama Genişliyi:
bg: Ширина на табулация/отстъп:
eo: Tabelilo/Deŝovo-larĝeco:
et: TAB/taandrea laius:
he: :החזה\באט בחור
is: Breidd TABs:
ko: 탭/들여쓰기 간격:
lt: Tab arba įtraukos plotis:
lv: Tab/Indenta Platums:
mt: Wisa' ta' Tab/Indent:
ta: ¾ð¼ø/¯ûÇ¢¼ø «¸Äõ:
tr: Sekme Genişliği:

source: Undo steps:
az: Geri alma addımları:
bg: Дълбочина на отмяна:
eo: Malfarpaŝoj:
et: Tagasivõtu sammud:
he: :םילוטיב רפסמ
is: Minni afturköllunar:
ko: 실행취소 단계:
lt: Atstatymo žingsniai:
lv: Atsaukt soļus:
mt: Kemm tista' tannulla passi:
ta: Óý¦ºö¾ ÀÊ¸¨Ç ¿£ìÌ:
tr: Geri alma adımları:

source: Encoding:
az: Kodlama:
bg: Кодова таблица:
eo: Signokodo:
et: Kodeering:
he: :דודיק
is: Stafatafla
ko: 인코딩:
lt: Koduotė:
lv: Kodējums:
mt: Kodifika:
ta: ¯Õì¸½õ:
tr: Şifreleme:

source: Word wrap is a feature that causes the editor to automatically start a new line of text and move (wrap) the cursor to the beginning of that new line. KateView will automatically start a new line of text when the current line reaches the length specified by the Wrap Words At: option.<p><b>NOTE:<b> Word Wrap will not change existing lines or wrap them for easy reading as in some applications.
bg: При включен пренасяне на думи показалеца автоматично се пренася на нов ред при достигане на зададения предел за ширина на страница, определен в опцията Пренасяне на дума от.<p><b>Забележка:</b>Този параметър не влияе на вече съществуващ пренос
eo: Linirompo signifas, ke la redkatilo aŭtomate komencas novan linion, dum tajpado de linio pli longa ol la donita nombro da signoj (opcio "Rompu ĉe kolumno")<p><b>Noto:</b> Jam ekzistantaj linioj ne estas rompataj, kiel faras kelkaj programoj por pli facila legado.
et: Reamurdmine on omadus, mille puhul alustatakse automaatselt uut rida ning kursor liigutatakse (mähitakse) uuele reale. Kate alustab uut rida kui rea pikkus ületab väljal "Reamurdmise veerg" toodud väärtuse.<p> <b>MÄRKUS:<b> Reamurdmine ei muuda juba olemasolevaid ridu ega korrasta neid ümber nagu mõnedes teistes redaktorites.
is: Með sjálfvirkri línuskiptingu byrjar ritillinn sjálfkrafa á nýrri línu og færir textabendilinn að byrjun þeirrar línu. Ritillinn gerir þetta þegar línan sem bendillinn er í nær þeirri lengd sem er skilgreind sem "Línulengd".<p><b>Ath</b> Þessi stilling breytir ekki línum sem eru nú þegar í skjalinu eins og í sumum forritum, heldur hefur bara áhrif þegar texti er sleginn inn.
lt: Kelti žodžius yra savybė, kuri priverčia redaktorių automatiškai pradėti naują teksto eilutę ir perkelia žymeklį į naujos eilutės pradžią. KateView gali automatiškai pradėti naują teksto eilutę, kai einama eilutė ilgis pasiekia ilgį, nustatytą parinktyje Kelti žodžius ties:<p><b>PASTABA:<b> Kelti žodžius nepakeis jau esančių eilučių ilgio ir jų nekels, siekiant lengvesnio skaitymo, kaip yra daugelyje programų.
lv: Vārdu Pārnešana ir īpašība, kas liek redaktoram automātiski sākt jaunu teksta rindu un pārvietot (pārcelt) kursoru uz jaunas rindas sākumu. KateView automātiski sāks jaunu teksta rindu, kad tekošā rinda sasniegs garumu kas norādīts Pārcelt Vārdus Pie: opcijā.<p><b>PIEZĪME:<b> Vārdu Pārnešana neizmaina esošās rindas vai pārceļ tās vieglākai lasīšanai kā dažās aplikācijās.
mt: Il-qsim f'linji hija faċilità li ġġiegħel l-editur jibda linja ġdida awtomatikament u jmexxi l-kursur fil-bidu tal-linja l-ġdida. KateView awtomatikament jibda linja ġdida meta l-linja kurrenti jilħaq it-tul ta' linja speċifikata bħala "Aqsam Linji Hawn:".<p><b>NOTA:<b> Din il-faċilità ma tbiddilx il-linji eżistenti bħal ma jagħmlu programmi oħra.
tr: Kelime kaydırma, düzenleyicinin otomatik olarak yeni bir satıra geçmesini ve imlecin buraya taşınmısını sağlayan bir seçenektir. KateView, geçerli satır belirtilen uzunluğu aştığında otomatik olarak yeni bir satıra geçecektir. Uzunluk kelime kaydırma(word wrap at) ile değiştirilebilir.<p><br>NOT:<b>Bu fonksiyon mevcut satırları kolay okunabilmesi amacıyla değiştirmeyecek ya da kaydırmayacaktır.

source: If the Word Wrap option is selected this entry determines the length (in characters) at which the editor will automatically start a new line.
az: Kəlimə qırma açıqsa bununla yeni sətirin başlanacağı uzunluğu (hərflərin) bildiriləcəkdir.
bg: Ако е избрано пренос по думи това задава ширината на страницата в символи.
eo: Se la linirompo estas enŝaltita, tie ĉi vi donas la kolumnon, post kiu nova linio estas komencata dum tajpado.
et: Kui reamurdmine on sisse lülitatud, määrab see kirje rea maksimaalse pikkuse (sümbolites).
is: Ef er kviekt á sjálfvirkri línuskiptingu, þá segir þessi stilling til um hversu löng lína verður (talið í stöfum) áður en henni er sjálfkrafa skipt.
lt: Jeigu yra pažymėta parinktis Kelti žodžius, šitas įrašas nustato įlgį (simboliais), nuo kurio redaktorius automatiškai pereina į naują eilutę.
lv: Ja Vārdu Pārnešanas opcija ir izvēlēta šis ieraksts nosaka garumu (simbolos) pie kura redaktors automātiski sāks jaunu rindu.
mt: Jekk l-għażla "Aqsam Linji" hija ttikkjata, din l-għażla tiddetermina t-tul ta' linja (bħala karattri) fejn l-editur awtomatikament jibda' linja ġdida.
tr: Eğer Kelime Kaydırma seçeneği seçildiyse bu girdi (harf olarak) düzenleyicinin otomatik olarak yeni bir satıra geçeceği uzunluğu belirleyecektir.

source: KateView will replace any tabs with the number of spaces indicated in the Tab Width: entry.
az: KateView hər səkməni Səkmə Genişliyində bildirilən miqdarda boşluqla dəyişdirəcəkdir: giriş.
bg: Символите за табулация ще бъдат заменени на указания в опцията Ширина на табулация брой пробели.
eo: Ĉiu tabelsigno estas anstataŭata per la donita nombro da spacsignoj ĉe la opcio "tabelil-larĝco".
et: Kõik tab sümbolid asendatakse väljal "Tab laius" määratud arvu tühikutega.
is: Ritillinn skiptir hverju tab tákni út fyrir þann fjölda stafabila sem er skilgreindur sem "Breidd TABs"
ko: 탭을 탭의 폭에 설정한 크기의 공백으로 변환
lt: KateView gali pakeisti visus tabuliatorius tarpais. Jų skaičius nurodomas Tab plotis: įrašas.
lv: KateView aizvietos jebkuru tabu ar attiecīgu tukšumu daudzumu, kā norādīts Tab With: ierakstā.
mt: KateView jibdel kwalinkwa tabs bin-numru ta' spazji indikat fl-għażla "Wisa' tat-Tab".
tr: KateView, Tab Genişliği: girdisinde girilen boşluk numarasıyla bütün tabları değiştirecektir.

source: If the Replace Tabs By Spaces option is selected this entry determines the number of spaces with which the editor will automatically replace tabs.
az: Səkmələri Boşluqlarla Dəyişdir fəal isə, burada səkmələrin dəyişdiriləcəyi rəqəm miqdarı bildiriləcəkdir.
bg: Тук се задава броя шпации, които ще бъдат заменени с табулация.
eo: Se la anstataŭigo de tabelsingoj per spacsignoj estas enŝaltita, tie ĉi vi povas doni la nombron da spacsignoj, kiuj anstataŭigu tabelsignon.
et: Kui valik "TAB sümbolid asendatakse tühikutega" on sisse lülitatud, määrab see tühikute arvu, millega redaktor TAB sümbolid automaatselt asendab.
is: Ef er hakað við að skipta tab-táknum út fyrir bil þá ræður þessi færsla því hversu mörg bil ritillinn setur í staðinn fyrir hvert tab-tákn.
lt: Jeigu yra pažymėta parinktis Pakeisti tabuliatorius tarpais, šitas įrašas nustato tarpų skičių, kuriais redaktorius automatiškai pakeis tabuliatorius.
lv: Ja opcija Aizvietot Tabus ar Tukšumiem ir izvēlēta, šis ieraksts nosaka tukšumu skaitu ar kuru redaktors automātiski aizvietos tabus.
mt: Jekk l-għażla "Ibdel tabs ma' spazji" hija ttikkjata din l-għażla tiddetermina in-numru ta' spazji li jiffurmaw tab waħda.
tr: Eğer Tabları Boşluklarla Değiştir seçeneği seçildiyse bu girdi düzenleyicinin otomatik olarak tabları yerleştireceği boşluk sayısını belirtir.

source: KateView will automatically eliminate extra spaces at the ends of lines of text.
az: KateView mətn sonundaki boşluqları avtomatik olaraq siləcəkdir.
bg: KateView автоматично ще премахне допълнителните шпации в края на реда.
eo: La redaktilo aŭtomate forigas spacsignojn ĉe linifino.
et: Redaktor eemaldab automaatselt üleliigsed tühikud teksti ridade lõpust.
is: Ef er hakað við hér mun ritillinn sjálfkrafa fjarlægja bil aftast í texalínum.
ko: 줄의 끝에 있는 공백을 자동으로 삭제한다.
lt: KateView gali automatiškai pašalinti papildomus tarpus teksto eilučių galuose
lv: KateView automātiski aizvāks ekstra tukšumus teksta rindu beigās.
mt: KateView awtomatikament telimina spazji żejda li jinsabu f'tarf il-linji.
tr: KateView satır sonlarındaki fazla boşlukları otomatik olarak atacaktır.

source: When the user types a left bracket ([,(, or {) KateView automatically enters the right bracket (}, ), or ]) to the right of the cursor.
az: Əgər istifadəçi sol mötərizə girərsə ([,(, və ya {) KateView avtomatik olaraq sağ mötərizəni (}, ), və ya ]) də girəcəkdir.
bg: При въвеждане на лява скоба ([,( или {) KateView автоматично ще въведе дясната скоба (}, ) или ]) в дясно от показалеца.
eo: Kiam la uzanto tajpas maldekstran krampon, t.e. [ aŭ ( aŭ {, la redaktilo aŭtomate skribas la konvenan dekstran krampon ] aŭ ) aŭ } dekstre de la kursilo.
et: Kui kasutaja sisestab algava sulu ([,( või {), lisab redaktor automaatselt lõpetava sulu (}, ), või ]) kursorist paremale.
is: Ef er hakað við hér lokar ritillinn sjálfkrafa svigum sem eru opnaðir. Þá setur hann inn '}', ')' eða ']' tákn fyrir aftan bendilinn þegar notandinn slær inn '{', '(' eða '[' tákn.
ko: 사용자가 왼쪽 괄호([,(,{) 를 입력하면 자동으로 오른쪽 괄호를 생성한다.
lt: Kai vartotojas parašo kairį skliaustą ([,(, arba {), KateView automatiškai įrašys dešinį skliaustą (}, ), or ]) žymeklio dešinėje.
lv: Kad lietotājs uzraksta kreiso iekavu ([,( vai{) KateView automātiski ievadīs labo iekavu (}, ) vai]) pa labi no kursora
mt: Meta tittajpja parenteżi xellugija (ie [, ( jew { ), KateView awtomatikament iżżid il-parenteżi leminija ( ], ) jew } ) fuq ix-xellug tal-kursur.
tr: Kullanıcı bir sol parantez girdiğinde([, (, ya da {) KateView otomatikt olarak sağ parantezi (}, ), or ]) imlecin sağına girer.

source: Checking this will cause sequences of similar actions to be undone at once.
az: Bunu işarətləəniz oxşar gedişlər təkcə bir dəfə geri qaytarıla biləcəkdir.
bg: Ако е включена тази опция последователноста от еднотипни действия ще бъдат отменени едновременно.
eo: Se enŝaltita serio da similaj agoj estas kune malfarataj je la malfaro-komando.
is: Ef er hakað við hér þá er hætt við hóp af svipuðum aðgerðum í einu þegar notandinn velur það úr sýsl valmyndinni.
ko: 이 기능을 사용하면 비슷한 작업들이 한꺼번에 취소된다.
lt: Tai pažymėjus, galima visą panašių veiksmų eilę atšaukti iškart.
lv: Šī iezīmēšana izsauks līdzīgu darbību secību nepabeigšanu vienlaicīgi.
mt: Jekk tittikkja din l-għażla, sekwenzi ta' azzjonijiet simili jiġu annullati flimkien.
tr: Bunu işaretlemek benzer bitmemiş olayların sıralanmasına neden olacaktır.

source: The editor will display a symbol to indicate the presence of a tab in the text.
az: Editorda mətndə var olan səkmələri simvol ilə göstərəcəkdir.
bg: Покзва присъствието на символи табулации в текста.
eo: La redaktilo montras tabelsignojn per speciala simbolo en la teksto.
is: Ef er hakað við hér mun ritillinn sýna sérstakt merki þar sem er tab-tákn í textanum.
ko: 문자열에 탭이 있는곳에 탭 심볼을 표시한다.
lt: Redaktorius gali parodyti ženklą, rodantį tabuliatoriaus buvimą tekste.
lv: Redaktors izmantos simbolu, lai indicētu tab klātbūtni tekstā.
mt: L-editur juri simbolu biex jindika l-preżenza ta' tab fit-test.
tr: Düzenleyici, metin içerisinde bulunan bir tab karakterini belirtmek için bir simge kullanacaktır.

source: If this is selected, the insertion cursor will be moved to the first/last line when pressing the page up/down buttons.<p>If not selected, it will remain at it's relative position in the visible text.
az: Bunu seçsəniz, daxil etmə oxu səhifə yuxarı/aşağı düymələri basıldığı vaxt ilk/son sətirə aparılacaqdır.<p>Seçilməsə, görünan mətndəki yerini yadda saxlayacaqdır.
bg: Ако тази опция е избрана показалеца за поставяне автоматично ще се премести на първия/последен ред при натискане на ageUp/PageDown<p> Ако не е избрано показалеца се премества на относителна позиция във видимия текст.
eo: Se enŝaltita, la kursilo moviĝas al la unua resp. lasta linio de la fenestro, kiam vi premas la butonon "paĝon supren" resp. "paĝon malsupren"<p>Aliokaze ĝi restas en la sama loko de la fenestro dum vi movas la kursilon en la dokumento.
is: Ef er hakað hér er textabendillinn færður að efstu eða neðstu línu í skjaliþegar þegar er ýtt á "page up" eða "page down" takkann.<p>Ef ekki er hakað við, þá er bendillinn látinn sitja kyrr á skjánum þó að annar hluti textanns birtist.
lt: Jeigu tai pažymėta, įvedimo žymeklis bus perkeltas į pirmą arba paskutinę eilutę, kai paspaudžiami Page Up arba Page Down klavišai.<p>Jeigu nenurodyta, jis gali pasilikti savo sąlyginėje pozicijoje matomame tekste.
lv: Ja šis ir iezīmēts, iespraušanas kursors pārvietosies uz pirmo/pēdējo rindu pie lapa augšup/lejup pogas nospiešanas.<p> Ja nav iezīmēts, tas saglabās savu relatīvo pozīciju redzamajā tekstā.
mt: Jekk din l-għażla tkun ittikkjata, il-kursur jitmexxa fuq l-ewwel jew l-aħħar linja meta tagħfas il-buttuni PageUp/PageDown.<p>Jekk mhux magħżula, il-kursur iżomm il-pożizzjoni relattiva fit-test viżibbli.
tr: Bu seçenek seçiliyse, araya koyulan kursor page up/page down tuşlarına basıldığında ilk/son satıra taşınacaktır. <p>Bu seçenek seçili değilse, görünür metindeki bağlı pozisyon belirtilir.

source: Sets the number of undo/redo steps to record. More steps uses more memory.
az: Qeyd ediləcək qeri qaytarma addımları miqdarını qurar.
bg: Задава броя операций за отмяна или повтори. Колкото е по-голям толкова повече памет се заема.
eo: Donas la nombron da memorataj malfaro/refaro-paŝoj. Ju pli da paŝoj des pli da memoruzo.
et: Seab meele peetavate tegevuste kordamiste/tühistamiste arvu. Suurem number tähendab rohkem mälu.
is: Ræður hversu mörg skref er hægt að hætta við eða endurtaka. Fleiri skref krefjast meira minnis.
ko: 기억할 실행취소/재실행의 갯수를 설정. 갯수가 많을 수록 메모리를 많이 소비
lt: Nustato įsimenamų atšaukimų arba gražinimų žingsnių skaičių. Daugiau žingsnių naudoja daugiau atminties.
lv: Uzstāda atsaukšanas/atkārtošanas ierakstāmo soļu skaitu. Vairāki soļi izmanto vairāk atmiņas.
mt: Issettja n-numru ta' passi li jistgħu jiġu annullati li għandhom jiġu miżmuma. Iżjed passi jużaw iżjed memorja.
tr: Kaydedilecek geri al/yinele adımlarının sayısını ayarlar. Çok adım çok bellek kullanır.

source: When on, moving the insertion cursor using the <b>Left</b> and <b>Right</b> keys will go on to previous/next line at beginning/end of the line, similar to most editors.<p>When off, the insertion cursor cannot be moved left of the line start, but it can be moved off the line end, which can be very handy for programmers.
az: Fəllaşdırıldığında, daxil etmə oxu <b>Sola</b> və <b>Sağa</b> hərəkət etdirildiyində, səhifənin başında/sonunda düymələr əvvəlki/sonrakı sətirlərə gedəcəklərdir. <p>Fəal deyilsə , daxil etmə oxu sətir başlanğıcının soluna hərəkət etdirilə bilməz, amma sətir sonundan uzağa aparıla bilər ki, bu da proqramcılara böyük rahatlıq deməkdir.
bg: Ако е включена тази опция натискането на стрелката <b>Ляво</b> и <b>Дясно</b> води до това, че показалеца ще се премества на предишен или следващ ред, ако се намира в началото или края на реда
eo: Se enŝaltita, la kursilo linifine migras al la sekva linio, kiam vi premas la klavon <b>dekstren</b> kaj linikomence migras al la antaŭa linio kiam vi premas la klavon <b>maldeksten</b> - kiel ĉe la plej multaj redaktiloj.<p>Se elŝaltita la kursilo ne povas moviĝi maldekstren de la linio sed moviĝas al la fino de la sama linio, kio povas esti avantaĝa por programistoj.
is: Ef er hakað við hér er hægt að fara á milli lína með <b>hægri</b>/<b>vinstri</b> örvatökkunum. Ef notandinn ýtir á hægri takkann þegar textabendillinn er við enda llínu færist bendillinn að byrjun línunnar á eftir. Sömuleiðis færi hann að enda línunnar á undan ef notandinn ýtti á vinstri örvatakkann þegar bendillinn væri við byrjun línu.<p>Ef ekki er hakað við er ekki hægt að færa textabendilinn þannig milli lína, en þá er hægt að fara með hann út fyrir enda línunnar sem gæti verið gagnlegt í forritun.
lt: Kai įjungta, perkeliant įvedimo žymeklį klavišais <b>Kairėn</b> ir <b>Dešinėn</b>, jis pereis į ankstesnės eilutės pradžią arba kitos eilutės galą, panašiai kaip daugelyje redaktorių.<p>Kai išjungta, įvedimo žymeklis negali būti perkeltas kairiau už eilutės pradžią, bet jis gali būti perkeltas už eilutės galo, kas yra labai paranku programuotojams.
lv: Kad ieslēgts, pārvietojot iespraušanas kursoru izmantojot <b>Pa Kreisi</b> un <b>Pa Labi</b> taustiņus tas ies uz iepriekšējās/nākošās rindas sākumu/beigām, līdzīgi kā vairumā redaktoru.<p>Kad izslēgts, iespraušanas kursors nevar tikt pārvietots pa kreisi no rindas sākuma, bet tas var tikt pārvietots rindas beigās, kas var būt ļoti noderīgi programmistiem.
mt: Meta mixgħul, x'ħin tmexxi l-kursur bil-vleġeġ <b>Xellug</b> u <b>Lemin</b> dan jibqa' sejjer fuq il-linja ta' qabel jew ta' wara, kif jiġri normalment. <p> Meta mitfi, il-kursur ma jkunx jista' jitmexxa qabel l-ewwel karattru, imma jista' jitmexxa wara t-tarf tal-linja, li jista' jkun utli għal programmers.
tr: Bu seçenek etkinleştirildiğinde, benzer birçok düzenleyicideki gibi, ekleme imlecinin <b>Sol</b> ve <b>Sağ<n> tuşları kullanılarak taşınmasıyla imleç satırın başlangıcı/sonundaki önceki/sonraki satıra gidecektir.
