Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmcss.po
Languages: az, bg, da, he, hu, ja, lv, no, pl, xh

source: <b>Use same color for all text</b><p>Select this option to apply your chosen color to the default font as well as any custom fonts as specified in a stylesheet.</p>
bg: <b>Използва един и същи цвят за целия текст.</b><p> За показване на текста ще бъде използван указания цвят вместо тези в HTML.</p>
da: <b>Brug samme farve til al tekst</b><p>Vælg dette for at anvende din valgte farve på standard skriften så vel som på en vilkårlig anden skrift angivet i stilarket.</p>
he: <p align=right><b>טסקטה לכל עבצה ותואב שמתשה</b><p align=right> רחבנה עבצה תא ליחהל ידכ וז תורשפאב רחב<br>םינפוגה לכ לעו לדחמה תרירב ןפוג לע ךלש<br>.ןונגס ןויליגב םינייוצמה תישיא םימאתומה</p>
hu: <b>Egyetlen szövegszín használata</b><p>Jelölje be ezt az opciót, ha azt szeretné, hogy az összes megjelenő szöveg ugyanazzal a színnel jelenjen meg.</p>
ja: <b>すべてのテキストに同じ色を使用</b><p>このオプションを選択すると、スタイルシート内で指定された任意のカスタマイズフォントと同様に標準フォントに指定、選択した色を適用することができます。</p>
lv: <b>Lietot vienu krāsu visam tekstam</b><p>Izvēlieties šo opciju, lai piemērotu jūsu izvēlēto krāsu noklusētajam fontam kā arī jebkuram pielāgotajam fontam kā norādīts stilutabulā.</p>
no: <b>Bruk samme farge for all tekst</b><p>Velg dette valget for å legge til valgte farge til standard font i tillegg til hvilke som helst andre egendefinerte fonter som er spesifisert i et stilskjema.</p>
pl: <b>Zastosuj taki sam kolor w całym tekście</b>Zaznaczenie tej opcji sprawi, że wybrany kolor będzie kolorem czcionki domyślnej i czcionki określonej w arkuszu styli.</p>
xh: <b>Sebenzisa umbala omnye kokubhaliweyo konke</b><p>Khetha olu khetho ukufaka umbala wakho owukhethileyo kumgca ongagqibekanga nakwimigca yesiko njegoko kukhankanyiwe kwikhasi lohlobo.</p>

source: Images
az: Rəsmlər
da: Billeder
he: תונומת
hu: Képek
ja: 画像
lv: Attēli
no: Bilder
pl: Obrazki
xh: Imifanekiso

source: <b>Images</b><p></b>
az: <b>Rəsmlər</b><p></b>
bg: <b>Картинки</b><p></b>
da: <b>Billeder</b><p></b>
he: <b>תונומת</b><p>
hu: <b>Képek</b><p></b>
ja: <b>画像</b><p></b>
lv: <b>Attēli</b><p></b>
no: <b>Bilder</b><p></b>
pl: <b>Obrazki</b><p></b>
xh: <b>Imifanekiso</b><p></b>

source: &Suppress images
az: Rəsmləri &basqıla
bg: &Забранява картинки
da: &Undertryk billeder
he: תונומת רשפאת &לא
hu: A képmegjelenítés &letiltása
ja: 画像を表示しない(&S)
lv: &Izlaist attēlus
no: &Se bort i fra bilder
pl: &Bez pobierania obrazków
xh: &Gcina fihlakeleyo imifanekiso

source: <b>Suppress images</b><p>Selecting this will prevent Konqueror from loading images.</p>
az: <b>Rəsmləri basdır</b><p>Bu seçki ilə Konqueror rəsmləri yükləməyəcəkdir.</p>
bg: <b>Забранява картинки</b><p> Konqueror няма да показва картинките.</p>
da: <b>Undertryk billeder</b><p>Dette valg vil forhindre Konqueror i at indlæse billeder.</p>
he: <p align=right><b>תונומת רשפאת לא</b><p align=right>ענמת וז תורשפאב הריחב<br>.תונומת ןועטלמ Konqueror-מ</p>
hu: <b>A képmegjelenítés letiltása</b><p>Ha bejelöli ezt, akkor a Konqueror nem fogja megjeleníteni a képeket.</p>
ja: <b>画像を表示しない</b><p>選択すると、Konquerorは一切画像を読み込みません</p>
lv: <b>Izlaist attēlus</b><p>Izvēloties šo Iekarotājam tiks liegts ielādēt attēlus.</p>
no: <b>Se bort i fra bilder</b><p>Velg dette for å hindre at Konqueror laster bilder.</p>
pl: <b>Bez pobierania obrazków</b><p>Zaznaczenie tej opcji spowoduje, że Konqueror nie będzie pobierał obrazków.</p>
xh: <b>Gcina fihlakeleyo imifanekiso</b><p>Ukukhetha oku kuzakukhusela i Konqueror ekulayisheni imifanekiso.</p>

source: Suppress background images
az: Arxa plan rəsmlərini basqıla
bg: Забрана на фонови картинки
da: Undertryk baggrundsbilleder
he: עקר תונומת רשפאת לא
hu: A háttérképek megjelenítésének letiltása
ja: 背景画像を表示しない
lv: Izlaist fona attēlus
no: Se bort i fra bakgrunnsbilder
pl: Bez pobierania obrazków tła
xh: Gcina fihlakeleyo imifanekiso yesiqalo

source: <b>Suppress background images</b><p>Selecting this option will prevent Konqueror from loading background images.</p>
az: <b>Arxa plan rəsmlərini basqıla</b><p>Bu seçki ilə Konqueror arxa plan rəsmlərini yükləməyəcəkdir.</p>
bg: <b>Забрана на фонови картинки</b><p> Konqueror няма да показва фонови картинки. </p>
da: <b>Undertryk baggrundsbilleder</b><p>Dette valg vil forhindre Konqueror i at indlæse baggrundsbilleder.</p>
he: <p align=right><b>עקר תונומת רשפאת לא</b><p align=right>ענמת וז תורשפאב הריחב<br>.עקר תונומת ןועטלמ Konqueror-מ</p>
hu: <b>A háttérképek megjelenítésének letiltása</b><p>Ha bejelöli ezt, akkor a Konqueror nem fogja megjeleníteni a háttérképeket.</p>
ja: <b>背景画像を表示しない</b><p>このオプションを選択するとKonquerorは一切背景画像を読み込みません</p>
lv: <b>Izlaist fona attēlus</b><p>Izvēloties šo opciju Iekarotājam tiks liegts ielādēt fona attēlus.</p>
no: <b>Se bort i fra bakgrunnsbilder</b><p>Velg dette for å hindre at Konqueror laster bakgrunnsbilder.</p>
pl: <b>Bez pobierania obrazków tła</b><p>Zaznaczenie tej opcji spowoduje, że Konqueror nie będzie pobierał obrazków tła.</p>
xh: <b>Gcina fihlakeleyo imifanekiso yesiqalo</b><p>Ukukhetha olu khetho kuzakukhusela i Konqueror ekulayisheni imifanekiso yesiqalo.</p>

source: &Preview...
az: &Nümayiş...
bg: &Преглед...
da: &Forhåndsvisning...
he: ...המידקמ הגו&צת
hu: Elő&nézeti kép...
ja: プレビュー(&P)...
lv: &Apskatīt...
no: &Forhåndsvis...
pl: &Podgląd...
xh: &Imboniso...

source: <b>Preview</b><p>Click on this button to see what your selections look like in action.</p>
az: <b>Nümayiş</b><p>Seçkinzin həqiqətdə necə görünücüyini görmək üçün budüyməyə tlqlayın.</p>
bg: <b>Преглед</b><p>Показва как ще изглежда страницата. </p>
da: <b>Forhåndsvis</b><p>Klik på denne knap for at se hvordan dine valg vil se ud i virkeligheden.</p>
he: <p align=right><b>המידקמ הגוצת</b><p align=right>תוארל ידכ הז רותפכ לע ץחל<br>.הלועפב ךלש תוריחבה תא</p>
hu: <b>Előnézeti kép</b><p>Kattintson erre a gombra, ha meg szeretné nézni, milyen hatást eredményeznek a választott opciók.</p>
ja: <b>プレビュー</b><p>このボタンをクリックすると、あなたが選択した設定で実際にどう見えるかを確認することができます</p>
lv: <b>Apskate</b><p>Noklikšķiniet šo pogu. lai redzētu jūsu izvēli darbībā.</p>
no: <b>Forhåndsvis</b><p>Klikk på denne knappen for å se hvordan dine valg vil se ut i praksis.</p>
pl: <b>Podgląd</b><p>Kliknięcie tego przycisku wyświetla test z podanymi ustawieniami.</p>
xh: <b>Imboniso</b><p>Nqakraza kweli qhosha ukubona ukuba iinketho zakho zijongeka njani kwintshukumo.</p>

source: Font family
az: Yazı növü ailəsi
da: Skrift familie
he: ןפוג גוס
hu: Betűcsalád
ja: フォントファミリ
lv: Fonta saime
no: Fontfamilie
pl: Rodzina czcionek
xh: Umgca wosapho

source: <b>Font family</b><p>A font family is a group of fonts that resemble one another, with family members that are e.g. bold, italic, or any number of the above.</p>
az: <b>Yazı növü ailəsi</b><p>Yazı növü ailəsi bir birinə rahatlıqla dəyişə bilən yazı növləri qrupudur. Məs: qalın, italik vs.</p>
bg: <b>Фамилия шрифтове</b><p>Фамилията шрифт задава група шрифтове с еднакво име, но с различни начертания: такива като получерни, курсив и всяка друга тяхна комбинация.</p>
da: <b>Skrifttypefamilie</b><p>En skrifttypefamile er en gruppe skrifttyper der ligner hinanden, med familie medlemmer der er f. eks. fede, kursiv, eller el eller andet af det ovenfor nævnte.</p>
he: <p align=right><b>ןפוג גוס</b><p align=right>לש הצובק וניה ןפוגה גוס<br>םע ,הזל הז םימודה םינפוג<br>.'וכו יוטנ וא\ו שגדומ ןוגכ תונוכת
hu: <b>Betűcsalád</b><p>A betűcsalád egymáshoz hasonló betűkészletek csoportja, melyek eltérő tulajdonságokkal rendelkeznek, például félkövér, dőlt stb.</p>
ja: <b>フォントファミリ</b><p>フォントファミリは似たもの、例えばボールド、イタリックあるいは他のものを一緒にして集めたものです。</p>
lv: <b>Fontu saime</b><p>Fontu saime ir fontu grupa, kas papildina viena otru, ar saimes locekļiem kas ir t.k. treknraksts, slīpraksts, vai jebkurš skaits no augstāk minētajiem.</p>
no: <b>Fontfamilie</b><p>En fontfamilie er en gruppe fonter ligner på hverandre, med familiemedlemmer som er f.eks uthevet, kursiv, eller et hvilket som helst av de ovenfor.</p>
pl: <b>Rodzina czcionek</b><p>Rodzina czcionek to grupa czcionek, które wyglądają podobnie i które mają takie atrybuty jak pogrubienie, kursywa czy też rozmiar.</p>
xh: <b>Umgca wosapho</b><p>Umgca wosapho liqela lemigca efana kunye neminye, namalungu osapho a umzekelo. amagama amakhulu, kekeleyo, okanye naliphi na inani lokungentla.</p>

source: Base fa&mily:
az: Əsas &ailə:
da: Basis&familie:
he: :יס&יסב ןפוג
hu: Az alap betűcsalá&d:
ja: 基本ファミリ(&m)
lv: Bāzes sai&me:
no: Base fa&milie
pl: Ro&dzina podstawowa:
xh: &Isiseko sosapho:

source: <p>This is the currently selected font family</p>
az: <p>Hazırda seçili yazı növü ailəsi</p>
bg: <p>Това е текущо избрана фамилия шрифтове</p>
da: <p>Dette er den aktuelt valgte skrifttypefamilie</p>
he: <p align=right>גוס והז<br>רחבנה ןפוגה</p>
hu: <p>Ez az éppen kijelölt betűcsalád</p>
ja: <p>現在選択されているフォントファミリ</p>
lv: <p>Šī ir pašlaik izvēlēto fontu saime</p>
no: <p>Dette er nåværende valgte fontfamilie</p>
pl: <p>Aktualna rodzina czcionek</p>
xh: <p>Lo ngumgca wosapho okhethiweyo wangoku</p>

source: Use same family for all text
az: Bütün mətn üçün eyni ailəni işlat
bg: Използва фамилия от шрифт за целия текст
da: Brug samme familie til al tekst
he: טסקטה לכל ןפוגה גוס ותואב שמתשה
hu: E&gyetlen betűcsalád használata
ja: 全てのテキストに同じフォントファミリを使用
lv: Lietot vienu saimi visam tekstam
no: Bruk samme familie for all tekst
pl: Zastosuj taką samą rodzinę czcionek w całym tekście.
xh: Sebenzisa usapho olunye kuko konke okubhaliweyo

source: <b>Use same family for all text</b><p>Select this option to override custom fonts everywhere in favor of the base font.</p>
az: <b>Bütün mətn üçün eyni ailə işlət</b><p>Bu seçki ilə xüsusi yazı növləri yerinə sizin öz seçdiyiniz əsas yazı növləri göstəriləcəkdir.</p>
bg: <b>Използва еднаква фамилия от шрифтове за целия текст</b><p>Текста на страницата ще бъде показан с използване на една фамилия шрифтове.
da: <b>Brug samme familie til al tekst</b><p>Gør dette valg for at forhindre skrift af skrifttype til fordel for basis skrifttypen.</p>
he: <p align=right><b>טסקטה לכל ןפוגה גוס ותואב שמתשה</b><p align=right>ףוקעל ידכ וז תורשפאב רחב<br>לכב םירדגומה םינפוגה תא<br>.יסיסבה ןפוגה תבוטל אוהש םוקמ</p>
hu: <b>Egyetlen betűcsalád használata</b><p>Ha bejelöli ezt az opciót, akkor az összes szöveg ugyanazzal a betűcsaláddal lesz megjelenítve.</p>
ja: <b>同じファミリをすべてのテキストに使用</b><p>常にカスタムフォント指定を上書きして好みの基本フォントを使用する場合に選択します。</p>
lv: <b>Izmantot vienu saimi visam tekstam</b><p>Izvēlieties šo opciju, lai pārrakstītu pielāgotos fontus jebkur pār pamat fontiem.</p>
no: <b>Bruk samme familie for all tekst</b><p>Velg dette valget for å overstyre egendefinerte fonter overalt til fordel for basefonten.</p>
pl: <b>W całym tekście zastosuj taką samą rodzinę czcionek.</b><p>Zaznaczenie tej opcji oznacza nadpisanie czcionką klienta wszystkich czcionek podstawowych.<p>
xh: <b>Sebenzisa usapho olunye kuko konke okubhaliweyo</b><p>Khetha olu khetho ukuqhuba ngaphezulu imigcafonyesiko naphi na kuthando lomgca wesiseko.</p>

source: Font size
az: Yazı növü böyüklüyü
da: Skriftstørrelse
he: ןפוג לדוג
hu: Betűméret
ja: フォントの大きさ
lv: Fonta lielums
no: Font størrelse
pl: Rozmiar czcionki
xh: Ubungakanani bomgca

source: <b>Font size</b>
az: <b>Yazı növü böyüklüyü</b>
bg: <b>Размер на шрифт</b>
da: <b>Skriftstørrelse</b>
he: <b>ןפוג לדוג</b>
hu: <b>Betűméret</b>
ja: <b>フォントの大きさ</b>
lv: <b>Fonta lielums</b>
no: <b>Font størrelse</b>
pl: <b>Rozmiar czcionki<b>
xh: <b>Ubungakanani bomgca</b>

source: Base Font Si&ze:
az: Ə&sas Yazı Növü Böyüklüyü:
da: Basis skriftstø&rrelse:
he: :יסי&סב ןפוג לדוג
hu: Az alap betűmé&ret:
ja: 基本フォントの大きさ(&Z):
lv: Bāzes Fonta I&zmērs:
no: Base &fontstørrelse:
xh: &Ubungakanani besiseko sosapho:

source: &Use same size for all elements
az: Bütün elementlər üçün eyni yazı növü böyüklüyü &işlət
bg: Използва еднакъв размер за всичките &елементи
da: &Brug samme størrelse til alle elementer
he: םיביכרמה לכ רובע &דיחא לדוגב שמתשה
hu: Az összes &elem egyforma méretű legyen
ja: すべての要素に同じ大きさのものを使用(&U)
lv: &Lietot vienādu lielumu visiem elementiem
no: &Bruk samme størrelse for alle element
pl: T&aki sam rozmiar we wszystkich elementach
xh: &Sebenzisa ubungakanani obunye kuzo zonke iziqalelo

source: <b>Use same size for all elements</b><p>Select this option to override custom font sizes in favor of the base font size. All fonts will be displayed in the same size.</p>
az: <b>Bütün elementlər üçün eyni böyüklük işlət</b><p>Bununla xüsusi yazı növü böyüklüyü yerinə sizin müəyyənləşdirdiyiniz yazı növü böyüklüyü işlədə bilərsiniz. Bütün yazı növləri eyni böyüklükdə nümayiş etdirilər.</p>
bg: <b>Използва еднакъв размер за всичките елементи</b><p> Тази опция преопределя размер на шрифта, указан в коде на HTML Всичките шрифтове на страницата ще бъдат показвани в еднакъв размер.</p>
da: <b>Brug samme størrelse til alle elementer</b><p>Gør dette valg for at tvinge samme skriftstørrelse frem for valgte størrelse. Alle skrifter vil blive vist i samme størrelse.</p>
he: <p align=right><b>םיביכרמה לכ רובע דיחא לדוגב שמתשה</b><p align=right>תורדגה תא ףוקעל ידכ וז תורשפאב רחב<br>.יסיסבה ןפוגה לדוג תבוטל םינפוגה ילדג<br>.לדוגה ותואב וגצוי םינפוגה לכ</p>
hu: <b>Egyetlen betűméret használata</b><p>Ha bejelöli ezt, akkor az alapértelmezett betűméret felülbírálja a többi méretet, és az összes szöveg egyforma betűmérettel fog megjelenni.</p>
ja: <b>すべての要素に同じ大きさのものを使用</b><p>このオプションを選択すると、カスタマイズされたフォントの大きさを好みの基本となるフォントの大きさで上書き指定することができます。すべてのフォントは同じ大きさで表示されます。</p>
lv: <b>Lietot vienādu lielumu visiem elementiem</b><p>Izvēlietis šo opciju, lai pārakstītu pielāgotos fontu izmērus pār bāzes fontu izmēriem. Visi fonti tiks rādīti vienā izmērā.</p>
no: <b>Bruk samme størrelse for alle element</b><p>Velg dette valget for å overstyre egendefinerte fontstørrelser til fordel for basefontens størrelse. Alle fonter vil bli vist med samme størrelse.</p>
pl: <b>Taki sam rozmiar we wszystkich elementach</b><p>Zaznaczenie tej opcji oznacza nadpisanie czcionką klienta wszystkich czcionek podstawowych. Wszystkie czcionki będą miały jednakowy rozmiar.<p>
xh: <b>Sebenzisa ubungakanani obunye kuzo zonke iziqalelo</b><p>Khetha olu khetho ukuqhuba ngaphezulu ubungakanani bomgca wesiko ngokuthanda ubungakanani bomgca wesiseko. Yonke imigca izaku boniswa kubungakanani obunye.</p>

source: Preview
az: Nümayiş
bg: Преглед
da: Forhåndsvisning
he: המידקמ הגוצת
hu: Előnézeti kép
ja: プレビュー
lv: Apskatīt
no: Forhåndsvis
pl: Podgląd
xh: Imboniso

source: <qt> <h1>Heading 1</h1><br/> <h2>Heading 2</h2><br/> <h3>Heading 3</h3><br/> <p>User defined stylesheets allow increased accessibility for visually handicapped people.</p> </qt>
az: <qt> <h1>Heading 1</h1><br/> <h2>Heading 2</h2><br/> <h3>Heading 3</h3><br/> <p>Tərz layları görmə qabiliytyəti xəsarəti olanlar üçün böyük imkanlar daxil edir.</p> </qt>
bg: <qt> <h1>Заглавие 1</h1><br/> <h2>Заглавие 2</h2><br/> <h3>Заглавие 3</h3><br/> <p>Определени от потребителя таблици от стилове позволяват да се подобри възприетото за хора със слабо зрени.</p> </qt>
da: <qt> <h1>Overskrift 1</h1><br/> <h2>Overskrift 2</h2><br/> <h3>Overskrift 3</h3><br/> <p>Selvdefinerede stilark tillader forbedret adgang for synshæmmede mennesker.</p> </qt>
he: <qt> <h1>1 תרתוכ</h1><br/> <h2>2 תרתוכ</h2><br/> <h3>3 תרתוכ</h3><br/> <p>שמתשמ ידי לע םירדגומ ןונגס תונויליג<br> תולבגמ םע םישנאל תושיגנ רתי םירשפאמ<br> .היאר</p> </qt>
hu: <qt> <h1>1. fejlécsor</h1><br/> <h2>2. fejlécsor</h2><br/> <h3>3. fejlécsor</h3><br/> <p>Egyéni stíluslapok használatával megkönnyíthető a látási problémákkal küszködők számítógéphasználata.</p> </qt>
ja: <qt> <h1>見出し 1</h1><br/> <h2>見出し 2</h2><br/> <h3>見出し 3</h3><br/> <p>ユーザ定義のスタイルシートによって、 視覚にハンディキャップのある人々の使いやすさを 向上させることができます。 </p> </qt>
lv: <qt> <h1>Headings 1</h1><br/> <h2>Headings 2</h2><br/> <h3>Headings 3</h3><br/> <p>Lietotāja definētas stilutabulas ļauj paaugstināt piejamību cilvēkiem ar redzes traucējumiem.</p> </qt>
no: <qt> <h1>Overskrift 1</h1><br/> <h2>Overskrift 2</h2><br/> <h3>Overskrift 3</h3><br/> <p>Brukerdefinerte stilskjema gir økt tilgang for blinde personer.</p> </qt>
pl: <qt> <h1>Nagłówek 1</h1><br/> <h2>Nagłówek 2</h2><br/> <h3>Nagłówek 3</h3><br/> <p>Arkusz styli użytkownika pozwala zwiększyć czytelność strony dla ludzi z upośledzeniem wzroku.</p> </qt>
xh: <qt> <h1>Isihloko sokuqala</h1><br/> <h2>Isihloko sesibini</h2><br/> <h3>Isihloko sesithathu</h3><br/> <p>Amakhasi ohlobo achaziweyo omsebenzisi avumela unikezelo olwandisiweyo kubantu abakhubazekileyo ngokubona.</p> </qt>

source: &Ok
az: &Oldu
bg: &Добре
he: רושי&א
ja: はい(&O)
xh: &Kulungile
