Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmcss.po
Languages: az, bg, da, he, hu, ja, lv, no, pl, xh

source: This module allows you to apply your own color and font settings to konqueror by using stylesheets (CSS). You can either specify options or apply your own self-written stylesheet by pointing to its location.<br> Note that these settings will always have precedence before all other settings made by the site author. This can be useful to visually impaired people or for web pages that are unreadable due to bad design.
bg: Този модул ви позволява да използвате ваши собственни цветове и настройки на шрифтове в Konqueror с използване на (CSS). Можете да зададете опции или да използвате готови като укажете тяхното място.<br> Забележете, че тези настройки ще бъдат предпочетени пред другите зададени от автора на страницата.
da: Dette modul tillader dig at anvende din egen farve og skrifttype opsætning på Konqueror ved brug af stilark (CSS). Du kan enten angive valg eller anvende dit eget stilark ved at pege på dets sted.<br> Bemærk at disse indstillinger vil gå forud for alle andre indstillinger lavet af netstedsforfatteren. Dette kan være nyttigt for folk med nedsat syn eller for netsteder der er dårligt lavede.
hu: Ebben a modulban lehet megadni egyéni szín- és betűtípus-beállításokat a Konqueror-hoz CSS stíluslapok segítségével. Vagy az opciók segítségével kell elérni a kívánt hatást vagy meg kell adni a testreszabott stíluslap elérési útját.<br> Ezek a beállítások mindig felülbírálják a weboldalak tervezői által megadott értékeket. Elsősorban a látásproblémákkal küszködők segítésére készült, de másoknak is jól jöhet, például egy lap rossz olvashatósága esetén.
ja: このモジュールによって、独自の色とフォントの設定をスタイルシート(CSS)を使ってkonquerorに適用することができます。オプション指定も、独自に書いたスタイルシートの指定も可能です。<br>これらの設定は常にすべての他のサイト作者による設定よりも優先されることに注意して下さい。これは、視覚に障害のある方々、あるいは不適切な設計のために読み難いウェブページに対して、便利です。
lv: Šīs modulis ļauj jums piemērot savus krāsu un fontu uzstādījumus Iekarotājam izmantojot stilutabulas (CSS). Jūs varat vai nu norādīt opcijas vai piemērot paša-rakstītu stilutabulu, norādot tās atrašanās vietu.<br> Atcerieties ka šiem uzstādījumiem vienmēr ir priekšroka pār citiem vietas autora veidotiem uzstādījumiem. Tas var būt noderīgi cilvēkiem ar redzes traucējumiem, vai weblapām, kas nav lasāmas to sliktā dizaina dēļ.
no: Denne modulen lar deg sette dine egne farge- og skriftinnstillinger på konqueror ved bruk av stilark (CSS). Du kan enten angi forskjellige valg eller bruke et stilark du har skrevet selv ved å oppgi hvor det ligger.<br> Vær klar over at disse innstillingene vil alltid ha forrang fremfor alle de innstillingene forfatteren har gjort. Dette kan være nyttig for synshemmede eller for å lese sider som er uleselige på grunn av dårlig utforming.
pl: Moduł umożliwia ustawienie w konquerorze, za pomocą arkusza styli (CSS), własnego koloru i czcionki. Można albo wyspecyfikować ustawienia, albo wskazać własny arkusz styli.<br> Uwaga: powyższe ustawienia mają wyższy priorytet niż priorytet ustawień dokonanych przez autora strony www. Może to być użyteczne, w przypadku ludzi z upośledzeniem wzroku lub tych stron www, które są nieczytelne w wyniku ich złego zaprojektowania.
xh: Lo mnqongo womlinganiselo ukuvumela ukufaka umbala wakho kunye nezicwangciso zomgca kwi konqueror ngokusebenzisa amakhasi ohlobo (CSS). Ungakhankanya noba ziinketho okanye faka elakho-ikhasi lohlobo elibhaliweyo ngokwalatha kwindawo yayo.<br> Qaphela ukuba ezi zicwangciso zizakuba zizakuba phambili phambi kwazo zonke ezinye izicwangciso ezenziwe ngumbhali wenxuwa. Oku kunokubaluncedo kubantu abangaboniyo ngokwenzakala okanye kumaphepha e web angafundekiyo ngokuxhomekeke kuyilo olubi.

source: Stylesheets
az: Tərz Layları
bg: Таблици на стилове
da: Stilark
he: ןונגס תונויליג
hu: Stíluslapok
ja: スタイルシート
lv: Stilutabulas
no: Stilark
pl: Arkusze styli
xh: Amakhasi ohlobo

source: <b>Stylesheets</b><p>See http://www.w3.org/Style/CSS for further information on cascading style sheets.</p>
az: <b> Tərz Layları</b><p>Təfsilat üçün http://www.w3.org/Style/CSS körpüsünə nəzər yetirin.</p>
bg: <b>Таблици на стилове</b> <p>Допълнителна информация може да намерите на http://www.w3.org/Style/CSS .</p>
da: <b>Stilark</b><p>Se http://www.w3.org/Style/CSS for yderligere information om kaskade stilark.</p>
he: <p align=right><b>ןונגס תונויליג</b><p align=right>http://www.w3.org/Style/CSS רתאב ןייע<br>.םיגרודמ ןונגס תונויליג לע ףסונ עדימל</p>
hu: <b>Stíluslapok</b><p>A http://www.w3.org/Style/CSS címen található részletes információ a CSS stíluslapokról.</p>
ja: <b>スタイルシート</b><p>カスケーディングスタイルシートについてのより詳細な情報はhttp://www.w3.org/Style/CSS にあります
lv: <b>Stilutabulas</b><p>Skatīt http://www.w3.org/Style/CSS papildus informācijai par kaskādes stilu tabulām.</p>
no: <b>Stilark</b><p>Se http://www.w3.org/Style/CSS for ytterligere informasjon om kaskaderende stilark.</p>
pl: <b>Arkusze styli</b><p>Więcej informacji o kaskadowych arkuszach styli znajduje się na witrynie http://www.w3.org/Style/CSS .<p>
xh: <b>Amakhasi ohlobo</b><p>Bona http://www.w3.org/Style/CSS kwinkcukacha eziphangaleleyo zokuwisa amakhasi ohlobo.</p>

source: &General
az: &Ümumi
bg: &Общи
da: &Generelt
he: ילל&כ
hu: Á&ltalános
ja: 一般(&G)
lv: &Vispārīgie
no: &Generelt
pl: &Ogólne
xh: &Ngokubanzi

source: <b>Stylesheets</b><p>Use this groupbox to determine how Konqueror will render style sheets.</p>
az: <b> Tərz Layları</b><p>Konqueror-un tərz laylarına davranışını quraşdırmaq üçün işlədin.</p>
bg: <b>Таблици на стилове</b><p> Използвайте това, за да зададете стила в който Konqueror ще показва страницата.</p>
da: <b>Stilark</b><p>Brug denne gruppeboks til at afgøre hvordan Konqueror vil gengive stilark.</p>
he: <p align=right><b>ןונגס תונויליג</b><p align=right>עובקל תנמ לע וז הביתב שמתשה<br>.ןונגס תונויליג Konqueror גיצי דציכ</p>
hu: <b>Stíluslapok</b><p>Az ebben a csoportban található beállítások a Konqueror stíluslap-megjelenítését befolyásolják.</p>
ja: <b>スタイルシート</b><p>Konquerorがスタイルシートをどのように描画するかを決定するためにこのグループボックスを使います</p>
lv: <b>Stilutabulas</b><p>Izmantojiet šo grupboksi, lai noteiktu kā Iekarotājs renderēs stilu tabulas.</p>
no: <b>Stilark</b><p>Bruk denne gruppeboksen til å bestemme hvordan Konqueror vil gjengi stilark.</p>
pl: <b>Arkusze styli</b>Ta grupa ustawień określa, w jaki sposób Konqueror będzie wizualizować arkusz styli.</p>
xh: <b>Amakhasi ohlobo</b><p>Sebenzisa le bhokisi yeqela ukugqiba indlela i Konqueror iza kunikezela amakhasi ohlobo.</p>

source: Use &user-defined stylesheet
az: İs&tifadəçi tərz layını işlət
bg: Исползва таблиц на стилове, &определена от потребителя
da: Brug &brugerdefineret stilark
he: שמתשמ ידי לע ר&דגומ ןונגס ןויליגב שמתשה
hu: E&gyéni stíluslap használata
ja: ユーザ定義のスタイルシートを使用(&u)
lv: Lietot &lietotāja-definētu stilutabulu
no: Bruk &bruker-definerte stilark
pl: Zastosuj ar&kusz styli, zdefiniowany przez użytkownika
xh: Sebenzisa &ikhasi lohlobo elichaziweyo-lomsebenzisi

source: <b>Use user-defined stylesheet</b><p>If this box is checked, konqueror will try to load a user-defined style sheet as specified in the location below. The style sheet allows you to completely override the way web pages are rendered in your browser. The file specified should contain a valid style sheet (see http://www.w3.org/Style/CSS for further information on cascading style sheets).</p>
az: Bu qutu işarətlənsə, konkueror istifadəçi tərz laylarını yükləmaya çalışacaqdır. Tərz layları haqqında ətraflı mə'lumatı http://www.w3.org/Style/CSS ünvanından ala bilərsiniz.
bg: <b>Използва таблица на стилове, определени от потребителя</b> <p>При избор на тази опция кonqueror ще използва таблицата на стилове, зададена от потребителя. Таблицата на стилове позволява напълно даа промените начина на изобразяване на Web-страница с браузера.Указания файл трябва да съдържа правилно описана таблица от стилове (виж. http://www.w3.org/Style/CSS за за подробна информация.</p>
da: <b>Brug brugerdefinerede stilark</b><p>Hvis denne boks er afkrydset vil Konqueror forsøge at indlæse et brugerdefineret stilark som angivet på stedet nedenfor. Stilarket tillader dig fuldstændigt at ændre den måde netsider vises i din netsøger. Filen angivet skal indeholde et gyldigt stilark (se http://www.w3.org/Style/CSS for yderligere information om kaskade stilark).</p>
he: <p align=right><b>שמתשמ ידי לע רדגומ ןונגס ןויליגב שמתשה</b><p align=right>ןועטל הסני Konqueror ,תרחבנ וז תורשפא םא<br>המל םאתהב שמתשמ ידי לע רדגומ ןונגס ןויליג<br>ףוקעל ךל רשפאמ ןונגסה ןויליג .הטמלש םוקימב ןייוצמש<br>ןפדפדב טנרטניא יפד םיגצומ הב ךרדה תא ןיטולחל<br>ףקת ןונגס ןויליג ליכהל ןייוצמה ץבוקה לע .ךלש<br>עדימל http://www.w3.org/Style/CSS רתאב ןייע)<br>.(םיגרודמ ןונגס תונויליג לע ףסונ.</p>
hu: <b>Egyéni stíluslap használata</b><p>Ha bejelöli ezt az opciót, akkor a Konqueror az alább megadott egyéni stíluslapot fogja használni. Ennek segítségével teljesen felül lehet bírálni a weblapok megjelenítésének összes jellemzőjét. A megadott fájlnak érvényes stíluslapot kell tartalmaznia (a stíluslapok részletes leírása a http://www.w3.org/Style/CSS címen található).</p>
ja: ユーザー定義スタイルシート</b><p>設定していると、konquerorは下の方で指定しているユーザー定義スタイルシートを読み込もうとします。スタイルシートによってブラウザ上でのウェブページの表示方法を完全に変えてしまうことができます。ファイルには適切なスタイルシートが含まれていなければなりません(カスケーディングスタイルシートの詳細についてはhttp://www.w3.org/Style/CSSを参照して下さい)。
lv: <b>Izmantot lietotāja-definētu stilutabulu</b><p>Ja šis boksis ir iezīmēts, iekarotājs mēģinās ielādēt lietotāja-definētu stilu tabulu kā norādīts vietā zemāk. Stilu tabula atļauj jums pilnībā pārmainīt veidu kādā web lapas tiek renderētas jūsu pārlūkā. Zemāk norādītajam failam jāsatur derīga stilu tabula (skatīt http://www.w3.org/Style/CSS papildus informācijai par kaskādētām stilu tabulām).</p>
no: <b>Bruk brukerdefinerte stilark</b><p>Hvis denne boksen er avhuket, vil konqueror prøve å laste et brukerdefinert stilark som angitt nedenfor. Stilarket lar deg overkjøre helt og holdent hvordan web-sider blir gjengitt i din nettleser. Filen du angir må inneholde et gyldig stilark (se http://www.w3.org/Style/CSS for ytterligere informasjon om kaskaderende stilark).</p>
pl: <b>Zastosuj arkusz styli zdefiniowany przez użytkownika</b><p>Jeżeli opcja zostanie zaznaczona, to Konqueror będzie próbował wczytać arkusz styli, zdefiniowany przez użytkownika i umieszczony w podanym poniżej miejscu. Za pomocą arkusza styli można w pełni kontrolować to, w jaki sposób przeglądarka wizualizuje stronę www. Podany plik powinien zawierać poprawny arkusz styli (patrz http://www.w3.org/Style/CSS - informacje o kaskadowych arkuszach styli).</p>
xh: <b>Sebenzisa ikhasi lohlobo elichaziweyo-lomsebenzisi</b><p>Ukuba le bhokisi ikhangelwe, i konqueror iza kuzama ukulayisha ikhasi lohlobo elichaziweyo-lomsebenzisi njengoko kukhankanyiwe kwindawo engezantsi. IKhasi lohlobo lizakukuvumela ukugqiba uqhubeko lwendlela amaphepha e web anikezwa ngayo kumkhangeli wencwadi wakho. Ifayile ekhankanyiweyo izakuqulatha ikhasi olusebenzayo lohlobo (bona http://www.w3.org/Style/CSS kwinkcukacha eziphangaleleyo zokuwisa amakhasi ohlobo).</p>

source: Use &accessiblity stylesheet defined in "Customize"-tab
az: "Xüsusiləşdir" qismində &bildirilən tərz layını işlət -tab
bg: Исползва &достъпна таблица от стилове, зададена в "Настройка"
da: Brug &tilgængelighedsstilark defineret i "Brugerindstil"-faneblad
he: "תישיא המאתה" היסיטרכב רדגומה תושיג&נל ןונגס ןויליגב שמתשה
hu: A "Testreszabás" lapon megadott, &fogyatékosoknak készült stíluslap használata
ja: "カスタマイズ"タブで定義されるアクセス補助スタイルシートを使用(&a)
lv: Izmantot &pieejamības stilutabulu, kas definēta "Pielāgot"-tabā
no: Bruk &tilgjengelighets-stilark angitt i "Tilpass"-fanen.
pl: Zastosuj a&rkusz styli zdefiniowany w zakładce "Dostosuj"
xh: Sebenzisa &unikezelo lwekasi lohlobo oluchaziweyo kwi "Yenza ngokwesiko"-isithuba

source: <b>Use accessiblity stylesheet defined in &quot;Customize&quot;-tab</b><p>Selecting this option will allow you to define a default font, font size, and font color with a few simple clicks of the mouse. Simply wander over to the Customize tab and pick out your desired options.</p>
az: <b>&quot;Xüsusiləşdir&quot qismindəki tərz laylarını işlət;-tab</b><p>Buradan siçanınızın bir neçə bəsit hərəkəti ilə əsas yazı növü, yazı növü böyüklüyü və rəngini quracaqsınız.</p>
bg: <b> Използва достъпна таблица от стилове, зададена в &quot;Настройка&quot;</b> <p> Избора на тази опция ви позволява да зададете шрифт по подразбиране, размер на шрифт и цвят с кликване на мишката. Просто отидете на Настройки и изберете параметрите.</p>
da: <b>Brug tilgængeligheds stilark som defineret i &quot;Brugerindstil&quot;-fanebladet</b><p>Dette valg til tillade dig at definere en standard skrift, skriftstørrelse, og skriftfarve med et par få enkle klik med musen. Gå simpelthen igennem Brugerindstil fanebladet og gør dine ønskede valg.</p>
he: <p align=right><b>היסיטרכב רדגומה תושיגנל ןונגס ןויליגב שמתשה<br>&quot;תישיא המאתה&quot;</b><p align=right>לדוג ,ןפוג רידגהל ךל רשפאת וז תורשפאב הריחב<br>.רבכעה לש תוציחל המכב לדחמ תרירב ןפוג עבצו ןפוג<br>תא רחבו תישיא המאתה היסיטרכל רובע טושפ<br>.ךל תויוצרה תויורשפאה</p>
hu: <b>A &quot;Testreszabás&quot; lapon megadott, fogyatékosoknak készült stíluslap használata</b><p>Ha kiválasztja ezt az opciót, akkor néhány kattintással ki lehet választani az alapértelmezett betűtípust, betűméretet, betűszínt. A Testreszabás lapon minden beállítható.</p>
ja: <b>&quot;カスタマイズ&quot;タブで定義されるアクセス補助スタイルシートを使用</b><p>このオプションを選択すると標準のフォント、フォントの大きさ、フォントの色をマウスクリックのいくつかのサンプルとともに定義することができます。単純にカスタマイズタブをさまよってあなたの好みのオプションを選び出すだけです。
lv: <b>Izmantot piejamības stilutabulu, kas definēta &quot;Pielāgot&quot;-tabā</b><p>Izvēloties šo opciju jums tiks ļauts definēt noklusēto fontu, fonta lielumu, un fonta krāsu ar dažiem peles klikšķiem. Vienkārši pastaigājoties pa Pielāgot tabu un atzīmējot jūsu izvēlētās opcijas.</p>
no: <b>Bruk tilgjengelighets-stilark definert i &quot;Tilpass&quot;-fanen</b>Å velge dette vil la deg bestemme standard skriftstørrelse og -farge med noen få enkle museklikk. Vandre simpelthen over Tilpass-fanen, og plukk ut de valgene du ønsker.</p>
pl: <b>Zastosuj arkusz styli zdefiniowany w &quot;Dostosuj&quot;</b><p>Wybranie tego ustawienia pozwala, za pomocą kilku kliknięć myszką, zdefiniować czcionkę domyślną oraz jej rozmiar i kolor. Poprostu: przejść do zakładki i zaznaczyć wybrane opcje.</p>
xh: <b>Sebenzisa unikezelo lohlobo lwekhasi oluchaziweyo kwi &quot;ngokwesiko&quot;-tab</b><p>Ukukhetha olu khetho kuzakuvumela uku chaza umgca ongagqibekanga, ubungakanani bomgca, kunye nombala womgca ononqakrazo olumbalwa le mouse. Jikeleza ngokulula ukwenza isithuba kwaye chola-cholaiinketho ozifunayo.</p>

source: Use &default stylesheet
az: Ə&sas tərz layı işlət
bg: Използва таблица на стилове по &подразбиране
da: Brug &standard stilark
he: לדחמה תרירב ןונגס ןוי&ליגב שמתשה
hu: Az &alapértelmezett stíluslap használata
ja: 標準スタイルシートを使用(&d)
lv: Lietot &noklusēto stilutabulu
no: Bruk &standard stilark
pl: Zastosuj do&myślny arkusz styli
xh: Sebenzisa &elingagqibekanga ikhasi lohlobo

source: <b>Use default stylesheet</b><p>Select this option to use the default stylesheet.</p>
az: <b>Əsas tərz layı işlət</b><p>Əsas tərz layı işlətmək üçün işarətləyin.</p>
bg: <b>Използва таблица на стилове по подразбиране</b><p> изберете тази опция за използване на подразбиращ се стил. </p>
da: <b>Brug standard stilark</b><p>Dette valg giver dig et standard stilark.</p>
he: <p align=right><b>תרירב ןונגס ןויליגב שמתשה<br>לדחמה</b><p align=right>שמתשהל ידכ וז תורשפאב רחב<br>תרירבכ רדגומה ןונגסה ןויליגב<br>.לדחמה</p>
hu: <b>Az alapértelmezett stíluslap használata</b><p>Jelölje be ezt az opciót az alapértelmezett stíluslap használatához.</p>
ja: <b>標準スタイルシートを使用</b><p>標準スタイルシートを使用するにはこのオプションを選択します
lv: <b>Izmantot noklusēto stilutabulu</b><p>Izvēlieties šo opciju, lai izmantotu noklusēto stilutabulu.</p>
no: <b>Bruk standard stilark</b><p>Velg dette for å bruke standardstilarket.</p>
pl: <b>Zastosuj domyślny arkusz styli</b><p>Zaznaczenie tej opcji oznacza zastosowanie domyślnego arkusza styli.</p>
xh: <b>Sebenzisa elingagqibekanga ikhasi lohlobo</b><p>Khetha olu khetho ukusebenzisa elingagqibekanga ikhasi lohlobo.</p>

source: &Customize
az: &Xüsusiləşdir
bg: &Настройка
da: &Brugerindstil
he: תישיא ה&מאתה
hu: Test&reszabás
ja: カスタマイズ(&C)
lv: &Pielāgot
no: &Tilpass
pl: &Dostosuj
xh: &Yenza ngokusesikweni

source: Colors
az: Rənglər
da: Farver
he: םיעבצ
hu: Színek
ja: 色
lv: Krāsas
no: Farger
pl: Kolory
xh: Imibala

source: &Black on White
az: Ağ üstündə &Qara
bg: &Черно на бяло
da: &Sort på hvidt
he: ןבל יב&ג לע רוחש
hu: &Fekete szöveg fehér háttérrel
ja: 白地に黒(&B)
lv: &Melns uz Balta
no: &Svart på Hvitt
pl: &Czarne na białym
xh: &Mnyama kokuMhlophe

source: <b>Black on White</b><p>This is what you normally see.</p>
az: <b>Ağ üstündə Qara</b><p>Normal halda gördüyünüz.</p
da: <b>Sort på hvidt</b><p>Dette er hvad man normalt ser.</p
he: <p align=right><b>ןבל יבג לע רוחש</b><p align=right>התאש המ הז<br>.האור ללכ ךרדב</p>
hu: <b>Fekete szöveg fehér háttérrel</b><p>A szokásos megjelenítési mód.</p>
ja: <b>白地に黒</b><p>通常の表示です</p>
lv: <b>Melns uz Balta</b><p>Tas ir tas ko jūs normāli redzat.</p
no: <b>Svart på Hvitt</b><p>Dette er hva du ser vanligvis.</p>
pl: <b>Czarne na białym</b><p>Standardowa para kolorów</p>
xh: <b>Mnyama kokumhlophe</b><p>Oku kokuqhele ukukubona.</p>

source: &White on Black
az: Qara üstündə &Ağ
bg: &Бяло на черно
da: &Hvidt på sort
he: רוחש יבג לע &ןבל
hu: Fehér szö&veg fekete háttérrel
ja: 黒地に白(&W)
lv: &Balts uz Melna
no: &Hvitt på Svart
pl: &Białe na czarnym
xh: &Mhlophe kweMnyama

source: <b>White on Black</b><p>This is your classic inverse color scheme.</p>
az: <b>Qara üstündə yaz</b><p>Bu sizin klassik rəng sxemidir.</p>
bg: <b>Бяло на черно</b><p>Класическа инверсия на цветова схема.</p>
da: <b>Hvidt på sort</b><p>Dette er det klassiske inverterede farvevalg.</p>
he: <p align=right><b>רוחש יבג לע ןבל</b><p align=right>םיעבצה תינבת יהוז<br>.תיסאלקה הכופהה</p>
hu: <b>Fehér szöveg fekete háttérrel</b><p>A szokásos színséma inverze.</p>
ja: <b>黒地に白</b><p>クラシックな反転色スキーム</p>
lv: <b>Balts uz Melna</b><p>Šī ir jūsu klasiskā inversā krāsu shēma.</p>
no: <b>Hvitt på Svart</b><p>Dette er det klassiske "negativ"-oppsettet.</p>
pl: <b>Białe na czarnym</b><p>Jest to klasyczne odwrócenie palety kolorów.</p>
xh: <b>Mhlophe kokuMnyama</b><p>Olu ludweliso olubuyiselwe umbala onempumelelo.</p>

source: Cus&tom
az: &Xüsusi
da: &Indret selv
he: תישיא &םאתומ
hu: Egyéni
ja: カスタム(&t)
lv: Lie&totāja
no: Egendefiner&t
pl: Dos&tosuj
xh: &Isiko

source: <b>Custom</b><p>Select this option to define a custom color for the default font.</p>
az: <b>Xüsusi</b><p>Əsas yazı növünün rəngi.</p>
bg: <b>Допълнително</b><p>Позволява да зададете цвят за шрифта по подразбиране.</p>
da: <b>Brugerindstil</b><p>Tag denne mulighed for at definere en brugerindstillet farve for standard skriften.</p>
he: <p align=right><b>תישיא םאתומ</b><p align=right>ידכ וז תורשפאב רחב<br>תישיא םאתומ עבצ רידגהל<br>.לדחמה תרירב ןפוג רובע</p>
hu: <b>Egyéni</b><p>Itt lehet beállítani az alapértelmezett betűtípus szövegszínét.</p>
ja: <b>カスタム</b><p>標準フォントの色を指定するにはこのオプションを選択します
lv: <b>Pielāgota</b><p>Izvēlieties šo opciju, lai definētu pielāgotu krāsu noklusētajamfontam.</p>
no: <b>Egendefiner</b><p>Velg dette valget for å definere en egendefinert farge for standard fonten.</p>
pl: <b>Dostosuj</b><p>Zaznaczenie tej opcji oznacza, że wybrany kolor staje się kolorem czcionki domyślnej.</p>
xh: <b>Isiko</b><p>Khetha olu khetho ukuchaza umbala wesiko womgca ongagqibekanga.</p>

source: <b>Foreground color</b><p>The foreground color is the color that the text is drawn in.</p>
az: <b>Ön plan rəngi</b><p>Mətnin olduğu zəminin rəngi.</p>
bg: <b>Цвят на текст</b><p> Задава цвят на текста по подразбиране.</p>
da: <b>Forgrundsfarve</b><p>Forgrundsfarven er den farve teksten tegnes i.</p>
he: <p align=right><b>טסקט עבצ</b><p align=right>וניה טסקטה עבצ<br>.טסקטה גצומ וב עבצה</p>
hu: <b>Előtérszín</b><p>Ez lesz alapértelmezés szerint a szövegek háttérszíne.</p>
ja: <b>前景色</b><p>前景色はテキストの色のことです</p>
lv: <b>Priekšplāna krāsa</b><p>Priekšplāna krāsa ir krāsa ar kuru tiek zīmēts teksts.</p>
no: <b>Forgrunn farge</b><p>Forgrunn fargen er fargen som tekst er tegnet med.</p>
pl: <b>Kolor pierwszego planu</b><p>Kolor pierwszego planu jest kolorem, którym jest rysowany tekst.</p>
xh: <b>Umbala wemboniselo yommameli</b><p>Umbala wommameli ngumbala okubhaliweyo kuzotywe ngawo.</p>

source: &Foreground:
az: &Ön plan:
bg: &Цвят на текст:
da: &Forgrund:
he: :טסק&ט
hu: E&lőtér:
ja: 前景色(&F):
lv: &Priekšplāns:
no: &Forgrunn:
pl: P&ierwszy plan:
xh: &Indawo yommameli:

source: <b>Background</b><p>Behind this door lays the ability to choose a custom default background.</p>
az: <b> Arxa plan</b><p>Bu qapının arxasında xüsusi arxa plan seçmək qabiliyyəti yatır.</p>
bg: <b>Фон</b><p>Позволява избор на собствена фонова рисунка за страницата.</p>
da: <b>Baggrund</b><p>Bagved denne dør er der muligheden for at vælge en brugerindstillet standard baggrund.</p>
he: <p align=right><b>עקר</b><p align=right>הנשי הז רותפכ ירוחאמ<br>עקר רוחבל תורשפאה<br>.תישיא םאתומ לדחמ תרירב</p>
hu: <b>Háttér</b><p>Itt lehet beállítani, hogy mi legyen az alapértelmezett háttér.</p>
ja: <b>背景色</b><p>ドアをくぐるとそこには独自の標準背景色を選択する機能が。</p>
lv: <b>Fons</b><p>Aiz šīm durvīm slēpjas iespēja izvēlēties pielāgotu noklusēto fonu.</p>
no: <b>Bakgrunn</b><p>Bak denne døren ligger muligheten til å velge en egendefinert standard bakgrunn.</p>
pl: <b>Tło</b>Zaznaczenie tej opcji umożliwia określenie domyślnego tła.</p>
xh: <b>Isiqalo</b><p>Emva kolu cango kukho indlela yokukhetha isiqalo esingagqibekanga sesiko.</p>

source: B&ackground:
az: Arxa &plan:
bg: &Фон:
da: B&aggrund:
he: :עק&ר
hu: Há&ttér:
ja: 背景色(&a):
lv: &Fons:
no: B&akkgrunn:
pl: &Tło:
xh: &Isiqalo:

source: <b>Background</b><p>This background color is the one displayed behind the text by default. A background image will override this.</p>
az: <b> Arxa plan</b><p>Arxada göstərilən mətnlərin arxasında olan səthin rəngidir. Arxa plan rəsmi bunun üstünə yazılar.</p>
bg: <b>Цвят на фон</b><p>Този цвят на фон ще бъде показан по подразбиране за всяка страница зад текста. Фоновата рисунка ще припокрие това.</p>
da: <b>Baggrund</b><p>Denne baggrundsfarve er den der vises bagved teksten som standard. Et baggrundsbillede vil sætte dette ud af kraft.</p>
he: <p align=right><b>עקר</b><p align=right>עבצה וניה הז עקר עבצ<br>לדחמ תרירבכ גצומה<br>שומיש .טסקטה ירוחאמ<br>.וז הרדגה ףוקעי עקר תנומתב</p>
hu: <b>Háttér</b><p>Ez lesz alapértelmezés szerint a szövegek háttérszíne. Ha háttérképet is megadott, akkor az felülbírálja ezt.</p>
ja: <b>背景色</b><p>これはテキストの背後に表示される標準の背景色です。背景画像はこれを上書きすることでしょう。</p>
lv: <b>Fons/b><p>Šī fona krāsa ir tā, kas tiek rādīta aiz teksta pēc noklusēšanas. Fona attēls to pārrakstīs.</p>
no: <b>Bakgrunn</b><p>Denne bakgrunnsfargen vil vises bak teksten som standard. Et bakgrunnsbilde vil overskrive bakgrunnsfargen.</p>
pl: <b>Tło</b><p>Jest to domyślny kolor tła, wyświetlany pod tekstem. Domyślny kolor tła może zostać nadpisany przez obrazek tła.</p>
xh: <b>Isiqalo</b><p>Lo mbala wesiqalo ngulo ububoniswe ngasemva kokubhaliweyo kokungagqibekanga. Umfanekiso wesiqalo uzakuyiqhuba ngaphezulu le.</p>

source: Use same color for all text
az: Bütün mətn üçün eyni rəngdən istifadə et
bg: Използва един и същи цвят за целия текст.
da: Brug samme farve til al tekst
he: טסקטה לכל עבצה ותואב שמתשה
hu: Egyetlen szövegszín használata
ja: すべてのテキストに同じ色を使用
lv: Lietot vienu krāsu visam tekstam
no: Bruk samme farge for all tekst
pl: Zastosuj taki sam kolor w całym tekście
xh: Sebenzisa umbala omnye kokubhaliweyo konke
