Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmdisplay.po
Languages: af, hr, pl, pt_br, tr

source: Click here to bring up a dialog box where you can choose a color for the "widget" selected in the above list.
af: kliek hier aan bring begin 'n dialoog boks waar jy kan kies 'n kleur vir die "gui-element" gekose in die boonste lys.
pl: Kliknij tu, aby otrzymać okienko dialogowe z wyborem koloru dla danej kontrolki.
pt_br: Clique aqui para que aparece uma caixa de diálogo onde se pode escolher uma cor para o "widget" seleciona na lista acima.
tr: Yukarıdaki listede seçili olan "parçacık" için bir renk seçebileceğiniz bir iletişim kutusunun getirilmesi için buraya tıklayınız.

source: Contrast
af: kontras
hr: Kontrast
pl: Kontrast
pt_br: Contraste
tr: Kontrast

source: Use this slider to change the contrast level of the current color scheme. Contrast does not affect all of the colors, only the edges of 3D objects.
af: gebruik hierdie skuiwer aan verander die kontras vlak van die huidige kleur skema. kontras doen nie affekteer alle van die kleure, slegs die randte van 3d objekte.
hr: Korištenjem ovog kliznika možete promijeniti kontrast izabranog raspored boja. Mijenjanje vrijednosti će također utjecati i na kontrast radne površine.
pl: Użyj tego suwaka, aby zmienić poziom kontrastu dla bieżącego schematu kolorów. Kontrast dotyczy jedynie krawędzi obiektów trójwymiarowych.
pt_br: Use este indicador para alterar o nível de contraste do esquema de cores atual. O contraste não afeta todas as cores, apenas as extremidades dos objetos 3D.
tr: Şu anki renk düzeninizin kontrastını değiştirmek için bu kaydırma çubuğunu kullanınız. Kontrast tüm renkleri, değil sadece 3B nesnelerin kenarlarını etkiler.

source: _: Low Contrast &Low
af: lae
pt_br: &Baixo
tr: &Düşük

source: _: High Contrast High
af: hoog
pt_br: Alto
tr: Yüksek

source: <h1>Colors</h1> This module allows you to choose the color scheme used for the KDE desktop. The different elements of the desktop, such as title bars, menu text, etc., are called "widgets". You can choose the widget whose color you want to change by selecting it from a list, or by clicking on a graphic representation of the desktop.<p> You can save color settings as complete color schemes, which can also be modified or deleted. KDE comes with several predefined color schemes on which you can base your own.<p> All KDE applications will obey the selected color scheme. Non-KDE applications may also obey some or all of the color settings. See the "Style" control module under "Themes" for more details.
af: <h1>kleure</h1> hierdie module laat toe jy aan kies die kleur skema gebruik word vir die kde werkskerm. die ander elemente van die werkskerm, soos as titel stawe, kieslys teks, etc., word wat genoem word "widgets". jy kan kies die gui-element wie se kleur jy wil hê aan verander deur deur te kies dit van 'n lys, van deur te kliek op 'n grafiek voorstelling van die werkskerm.<p> jy kan stoor kleur instellings as volledige kleur skemas, wat kan asook wees veranderde van uitgevee. kde kom met klomp vooraf gedefinieerde kleur skemas op wat jy kan basis jou eie.<p> alle kde programme sal gehoorsaam die gekose kleur skema. nie-kde programme dalk mag asook gehoorsaam sommige van alle van die kleur instellings. sien die "styl" kontrole module onder "temas" vir meer details.
pt_br: <h1>Cores</h1> Este módulo permite que você escolha o esquema de cores usado para a área de trabalho. Os elementos diferentes da área de trabalho, tais como as barras de título, texto de menu, etc., são chamados "widgets". Você pode escolher o widget cuja cor se quer alterar selecionando-o de uma lista ou clicando em uma representação gráfica da área de trabalho.<p> Você pode salvar as configurações de cores como esquemas de cores completos, que também podem ser modificados ou excluídos. O KDE vem com diversos esquemas de cores predefinidos que podem ser tomados como base.<p> Todos os aplicativos do KDE obedecerão ao esquema de cores selecionado. Os outros aplicativos também podem obedecer alguma ou todas as configurações de cores. Ver o módulo de controle "Estilo" em "Temas" para maiores detalhes.
tr: <h1>Renkler</h1> Bu modül KDE masaüstü için kullanılan renk şemasını seçmenizeolanak tanır. Masaüstünün farklı unsurları, mesela başlık çubukları, menü metni, vs., "parçacıklar" olarak adlandırılır. Rengini değiştirmek istediğiniz parçacığı, listeden seçerek ya da masaüstünün grafik temsiline tıklayarak seçebilirsiniz.<p> Renk ayarlarınızı renk şemalarıolarak kaydedebilirsiniz. Bu şemaların daha sonra değiştirilmesi ya da silinmesi mümkündür. KDE önceden tanımlanmış çeşitli renk şemalarıyla gelir. Kendi renk şemanızı bunlar üzerine oturtabilirsiniz.<p> Tüm KDE uygulamaları seçili renk şemasına uyacaktır. KDE-dışı uygulamalar da renk ayarlarının bazılarına ya da tümüne uyabilir. Ayrıntı için, "Temalar" altındaki "Stil" modülüne bakınız.

source: This color scheme could not be removed. Perhaps you do not have permission to alter the file system where the color scheme is stored.
af: hierdie kleur skema kon nie wees verwyder. miskien jy doen nie het reg aan verander die lêer stelsel waar die kleur skema is gestoor.
hr: Nisam mogao ukloniti ovaj raspored boja. Možda ne posjedujete privilegije za mijenjanje datotečnog sustava (filesystem) na kojem je raspored boja spremljen.
pt_br: Este padrão de cores não pôde ser removido. Talvez você não tenha permissão para alterar o sistema de arquivos onde o padrão de cores está armazenado.
tr: Bu renk düzeni kaldırılamaz. Muhtemelen, renk düzeninin tutulduğu dosyayı değiştirme iznine sahip değilsiniz.

source: Please choose a unique name for the new color scheme. The one you entered already appears in the color scheme list.
af: asseblief kies 'n unieke naam vir die nuwe kleur skema. die een jy ingevoerde alreeds verskyn in die kleur skema lys.
hr: Molim unesite jedinstveno ime za novi raspored boja. Ime koje ste unijeli se nalazi na popisu postojećih rasporeda boja.
pt_br: Por favor escolha um nome único para o novo esquema de cores. O que inseriu já faz parte da lista de esquemas de cores.
tr: Lütfen, yeni renk düzeni için daha önce kullanılmamış bir isim seçiniz. Girdiğiniz isim renk düzeni listesinde zaten mevcut görünüyor.

source: Current scheme
af: huidige skema
hr: Tekući raspored boja
pt_br: Esquema atual
tr: Mevcut düzen

source: KDE default
af: kde verstek
hr: KDE uobičajeno
pt_br: Padrão KDE
tr: KDE öntanımlı

source: Add a color scheme
af: voeg by 'n kleur skema
hr: Dodaj raspored boja
pt_br: Adicionar esquema de cores
tr: Renk düzeni ekle

source: Enter a name for the new color scheme to be added to your personal list. The colors currently used in the preview will be copied into this scheme to begin with.
af: invoer 'n naam vir die nuwe kleur skema <-invoer->aan wees bygevoeg aan jou persoonlike lys. <-invoer-> <-invoer->die kleure huidiglik gebruik word in die voorskou sal <-invoer->wees gekopieer binnein hierdie skema aan begin met.
hr: Unesite ime novog rasporeda boja koji će biti spremljen na vašu osobnu listu. Boje koje se trenutno koriste za pregled biti će iskopirane u novi raspored boja.
pt_br: Insira um nome para o novo esquema de cores a ser adicionado à sua lista pessoal. As cores usadas atualmente na pré-visualização serão copiadas para que este esquema.
tr: Kişisel listenize eklenecek yeni renk düzeni için bir isim giriniz. Şu anda önizlemede kullanılmakta olan renkler bu düzene kopyalanacaktır.

source: Inactive window
af: onaktiewe venster
hr: Neaktivan prozor
pt_br: Janela inativa
tr: Etkin olmayan pencere

source: Active window
af: aktief venster
hr: Aktivni prozor
pt_br: Janela ativa
tr: Etkin pencere

source: Standard text
af: standaard teks
hr: Standardni tekst
pt_br: Texto padrão

source: Selected text
af: gekose teks
hr: Boja označenog teksta
pt_br: Texto selecionado
tr: Seçili metin

source: followed link
af: volg skakel
hr: praćeni link
pt_br: link seguido

source: Push Button
af: stoot knoppie
hr: Pritisnite gumb
pt_br: Pressionar botão
tr: Düğme

source: New
af: nuwe
hr: Novi
pl: Nowy
pt_br: Novo
tr: Yeni

source: Name:
af: naam:
hr: Ime:
pl: Nazwa:
pt_br: Nome:
tr: İsim:

source: Description:
af: beskrywing:
hr: Opis:
pt_br: Descrição:
tr: Açıklama:

source: No description available.
af: nee beskrywing beskikbaar.
hr: Opis nije dostupan.
pt_br: Sem descrição disponível.
tr: Açıklama yok.

source: Widget style and theme:
af: gui-element styl en tema:
hr: Stil widgeta i tema:
pt_br: Estilo e tema do widget:
tr: Parçacık stili ve dekoru:

source: Here you can choose from a list of predefined widget styles (the way e.g. buttons are drawn) which may or may not be combined with a theme (additional information like a marble texture or a gradient).
af: hier jy kan kies van 'n lys van vooraf gedefinieerde gui-element style (die weg e.g. knoppies word geteken) wat dalk mag of dalk mag nie wees gekombineer met 'n tema (aditionele informasie hou van 'n marmer tekstuur of 'n gradiënt).
pt_br: Aqui você pode escolher a partir de uma lista de estilos de widget predefinidos (p.e, a forma como os botões são desenhados) que podem ser ou não combinados com um tema (informações adicionais como uma textura marmorizada ou um gradiente).
tr: Burada, önceden tanımlanmış parçacık stilleri (ör., düğmelerin nasıl çizileceği) arasında seçim yapabilirsiniz. Bu stiller bir temayla (mermer deseni ya da geçişkenlik gibi ek bilgi) ilişkilendirilmiş ya da ilişkilendirilmemiş olabilir.

source: Other settings for drawing:
af: ander instellings vir teken:
hr: Druge postavke za crtež:
pt_br: Outras configurações de desenho:
tr: Diğer çizim ayarları:

source: &Menubar on top of the screen in the style of MacOS
af: kiesbalk op bo van die skerm in die styl van makros
hr: Stavi &izbornik na vrh zaslona u stilu Macintosha
pt_br: &Barra de menu no topo da tela, ao estilo do MacOS
tr: &Menü çubuğu MacOS stilindeki gibi ekranın üstünde yer alsın

source: If this option is selected, applications won't have their menubar attached to their own window anymore. Instead, there is one menu bar at the top of the screen which shows the menu of the currently active application. Maybe you know this behavior from MacOS.
af: as hierdie opsie is gekose, programme sal nie het hulle kiesbalk gekoppelde aan hulle eie venster meer. in plaas van, daar is een kieslys kolom na die bo van die skerm wat vertoon die kieslys van die huidiglik aktief aansoek. miskien jy ken hierdie gedrag van makros.
pt_br: Se esta opção é selecionada, os aplicativos não terão mais sua barra de menu anexada à sua própria janela. Em vez disso, há uma barra de menus no topo da tela que exibe o menu do aplicativo atualmente ativo. Talvez você conheça este comportamento do MacOS.
tr: Bu seçenek işaretliyse, uygulamalar kendi pencerelerine eklenmiş menü çubuğuna sahip olmayacaklardır. Bunun yerine, ekranın üst tarafında o an etkin durumdaki uygulamanın menüsünü gösteren tek bir menü çubuğu olacaktır. Bu davranışı MacOS dolayısıyla biliyor olabilirsiniz.

source: &Apply fonts and colors to non-KDE apps
af: wend aan skriftipes en kleure aan nie-kde programme
hr: Primjeni pisma i boja i na &ne-KDE programe
pt_br: &Aplicar fontes e cores a aplicativos não-KDE`
tr: Yazıtipleri ve renkler KDE harici programlara da &uygulansın

source: If this option is selected, KDE will try to force your preferences regarding colors and fonts even on non-KDE applications. While this works fine with most applications, it <em>may</em> give strange results sometimes.
af: as hierdie opsie is gekose, kde sal probeer aan forseer jou voorkeure aangaande kleure en skriftipes al op nie-kde programme. terwyl hierdie werk fyn met mees programme, dit <em>dalk mag</em> gee vreemd resultate party keer.
pt_br: Se esta opção é selecionada, o KDE tentará forçar suas preferências independente das cores e fontes mesmo em aplicativos que não são do KDE. Apesar disso funcionar bem na maioria dos aplicativos, às vezes, ele <em>pode</em> dar resultados estranhos.
tr: Bu seçenek işaretliyse, KDE renk ve yazıtipi tercihlerinizi KDE-dışı uygulamalara da dayatmaya çalışacaktır. Çoğu uygulamayla iyi çalışmasına rağmen, kimi zaman garip sonuçlar doğur<em>abilir</em>.

source: Style options for toolbars:
af: styl opsies vir nutsbalke:
hr: Postavke stila za trake sa alatima:
pt_br: Opções de estilo para barra de ferramentas:
tr: Araç çubukları için stil seçenekleri:

source: &Icons only
af: ikoone slegs
hr: Samo &ikone
pt_br: Apenas íc&ones
tr: &Sadece simgeler

source: &Text only
af: teks slegs
hr: Samo &tekst
pt_br: Apenas &texto
tr: Sadece &Metin

source: Text a&side icons
af: teks langsaan ikoone
hr: Tekst po&kraj ikona
pt_br: Texto ao &lado dos ícones
tr: Simgelerin &yanında metin

source: Text &under icons
af: teks onder ikoone
hr: Tekst &ispod ikona
pt_br: Texto s&ob os ícones
tr: Simgelerin &altında metin

source: Shows only icons on toolbar buttons. Best option for low resolutions.
af: vertoon slegs ikoone op nutsbalk knoppies. beste opsie vir lae resolusie.
hr: Prikazuje samo ikone na gumbima trake sa alatima. Pogodno za prikaz sa niskom rezolucijom.
pt_br: Exibe apenas os ícones nos botões da barra de ferramentas. A melhor opção para resoluções baixas.
tr: Araç çubuğu düğmelerinde sadece simgeleri gösterir. Düşük çözünürlükler için en iyi seçenektir.

source: Shows only text on toolbar buttons.
af: vertoon slegs teks op nutsbalk knoppies.
hr: Prikazuje samo tekst na gumbima trake sa alatima.
pt_br: Exibe apenas texto nos botões da barra de ferramentas.
tr: Araç çubuğu düğmelerinde sadece metin gösterir.

source: Shows icons and text on toolbar buttons. Text is aligned aside the icon.
af: vertoon ikoone en teks op nutsbalk knoppies. teks is opgelyn langsaan die ikoon.
hr: Prikazuje ikone i tekst na gumbima trake sa alatima. Tekst se nalazi sa strane ikone.
pt_br: Exibe ícones e texto nos botões da barra de ferramentas. O texto é alinhado ao lado do ícone.
tr: Araç çubuğu düğmelerinde simge ve metin gösterir. Metin simgenin yanında yer alır.

source: Shows icons and text on toolbar buttons. Text is aligned below the icon.
af: vertoon ikoone en teks op nutsbalk knoppies. teks is opgelyn onder die ikoon.
hr: Prikazuje ikone i tekst na gumbima trake sa alatima. Tekst se nalazi ispod ikone.
pt_br: Exibe ícones e texto nos botões da barra de ferramentas. O texto é alinha abaixo do ícone.
tr: Araç çubuğu düğmelerinde simge ve metin gösterir. Metin simgenin altında yer alır.

source: &Highlight buttons under mouse
af: verlig knoppies onder muis
hr: &Osvjetli gumbe ispod miša
pt_br: &Destaca os botões sob o mouse
tr: &Farenin altındaki düğmeleri ışıklandır

source: Tool&bars are transparent when moving
af: nutsbalke word transparent wanneer beweeg
hr: &Trake sa alatima su prozirne kod micanja
pt_br: As &barras de ferramentas ficam transparentes ao movimentar
tr: A&raç çubukları taşınırken saydamlaşsın

source: If this option is selected, toolbar buttons will change their color when the mouse cursor is moved over them.
af: as hierdie opsie is gekose, nutsbalk knoppies sal verander hulle kleur wanneer die muis plekaanduier is verskuif bo hulle.
hr: Ako izaberete ovu postavku gumbi trake sa alatima mijenjati će boju kada se preko njih pređe s mišem.
pt_br: Se esta opção é selecionada, os botões da barra de ferramentas mudarão de cor quando o cursor do mouse é movido sobre eles.
tr: Bu seçenek işaretliyse, fare imleci üzerlerinde hareket ettiğinde araç çubuğu düğmeleri renk değiştirir.

source: If this option is selected, only the skeleton of a toolbar will be shown when moving that toolbar.
af: as hierdie opsie is gekose, slegs die geraamte van 'n nutsbalk sal wees vertoon wanneer beweeg wat nutsbalk.
hr: Ako izaberete ovu postavku prilikom micanja trake sa alatima vidjeti će te samo kostur trake.
pt_br: Se esta opção é selecionada, apenas a estrutura de uma barra de ferramentas será exibida ao mover essa barra.
tr: Bu seçenek işaretliyse, bir araç çubuğu taşınırken sadece o araç çubuğunun iskeleti gösterilir.

source: <h1>Style</h1> In this module you can configure how your KDE applications will look.<p> Styles and themes affect the way buttons, menus etc. are drawn in KDE. Think of styles as plugins that provide a general look for KDE and of themes as a way to fine-tune those styles. E.g. you might use the "System" style but use a theme that provides a color gradient or a marble texture.<p> Apart from styles and themes you can here configure the behavior of menubars and toolbars.
af: <h1>styl</h1> in hierdie module jy kan konfigureer hoe jou kde programme sal kyk.<p> styl en temas affekteer die weg knoppies, kieslyste etc. word geteken in kde. dink van styl as inprop modules wat verskaf 'n algemeen kyk vir kde en van temas as 'n weg aan fine-tune daardie styl. e.g. jy dalk gebruik die "stelsel" styl maar gebruik 'n tema wat verskaf 'n kleur gradiënt van 'n marmer tekstuur.<p> behalwe van styl en temas jy kan hier konfigureer die gedrag van kieskaartbalke en nutsbalke.
pt_br: <h1>Estilo</h1> Neste módulo você pode configurar como será a aparência dos aplicativos KDE.<p> Os estilos e temas afetam a forma como os botões, menus, etc. são desenhados no KDE. Pense nos estilos como plugins que fornecem uma visão geral do KDE e nos temas como uma forma de ajuste fino desses estilos. P.e., você poderia usar o estilo "Sistema" mas utilizar um tema que ofereça um gradiente de cores ou uma textura marmorizada.<p> Além dos estilos e temas, pode-se configurar aqui o comportamento das barras de menus e de ferramentas.
tr: <h1>Stil</h1> Bu modülde KDE uygulamalarının görünümünü ayarlayabilirsiniz.<p> Stiller ve temalar KDE'deki düğme, memü, vs.'nin çizilmesini etkiler Stiller, KDE'ye genel bir görünüm sağlayan ek programlar, temalar da bu stillereince ayar yapma yolu olarak düşünülebilir. Ör. Hem "Sistem" stilini kullanıp, hem de bir renk geçşkenliği ya da bir mermer deseni sağlayan bir tema kullanabilirsiniz.<p> Stillerden ve temalardan ayrı olarak, menü çubuklarının vearaç çubuklarının davranışını ayarlayabilirsiniz.

source: &General
af: algemeen
hr: &Općenito
pl: &Ogólne
pt_br: &Geral
tr: &Genel

source: &Label
af: etiket
hr: &Oznaka
pt_br: &Texto
tr: &Etiket

source: <h1>Icons</h1> Here you can adjust the appearance of the icons and the label that is <h2>General</h2> Icons are being used in different places. You can set the size of an icon for each of these places here. In additon you can change the way an icon appears when your mouse-pointer is placed over an icon or when the feature that the icon symbolizes is not available. <h2>Label</h2> Desktop-icons and Toolbar-icons can have tiny labels underneath. Here you can set the properties for these labels.
af: <h1>ikoone</h1> hier jy kan verstel die voorkoms van die ikoone en die etiket wat is <h2>algemeen</h2> ikoone word te wees gebruik word in ander plekke. jy kan stel die grootte van 'n ikoon vir elke van hierdie plekke hier. in ook jy kan verander die weg 'n ikoon verskyn wanneer jou mouse-pointer is rangorde bo 'n ikoon of wanneer die funksie wat die ikoon simboliseer is nie beskikbaar. <h2>etiket</h2> Desktop-ikoone en Toolbar-ikoone kan het baie klein etikette onderliggend. hier jy kan stel die eienskappe vir hierdie etikette.
pt_br: <h1>Ícones</h1> Aqui você pode ajustar a aparência dos ícones e o texto, isto é, ícones <h2>Gerais</h2> que estão sendo usados em diferentes locais. Você pode ajustar o tamanho de um ícone para cada um desses locais aqui. Além disso, pode-se mudar a forma como um ícone aparece quando o ponteiro do mouse é colocado sobre um ícone ou quando a característica que esse ícone simboliza não está disponível. <h2>Texto</h2> Ícones da área de trabalho e da barra de ferramentas podem ter pequenos textos debaixo deles. Aqui você pode ajustar as propriedades para esses textos.
tr: <h1>Simgeler</h1> Buradan farklı yerlerde kullanılan <h2>Genel</h2> Simgelerinve etiketlerin görünümlerini değiştirebilirsiniz. Simgleri için bu yerlerin herbiri için boyutu buradan ayarlayabilirsiniz. Ek olarak fare simgenin üzerine geldiğinde yada simgenin ifade ettiği özellik çalışmadığındaki simgegörüntüsünü belirleyebilirsiniz. <h2>Etiket</h2> Masaüstü ve Araççubuğu simgeleri ince etiketlere sahip olabilir. Buradan bu etiketlerin özellikleriniayarlayabilirsiniz.

source: Use of Icon
af: gebruik van ikoon
pt_br: Uso do ícone
tr: Simge Kullanımı

source: Effects for States
af: effekte vir state
hr: Efekti za stanja
pt_br: Efeitos para estados
tr: Devletler için Efektler

source: &Effect
af: effek
hr: &Efekt
pl: &Efekty
pt_br: &Efeito
tr: &Efekt

source: SemiTransparent
af: semi-deurskynend
hr: Poluprozirno
pl: Półprzeźroczystość
pt_br: Semitransparente
tr: Yarı Saydam

source: Preview
af: voorskou
hr: Pregled
pl: Podgląd
pt_br: Pré-visualização
tr: Öni&zleme

source: Size
af: grootte
hr: Veličina
pl: Rozmiar
pt_br: Tamanho
tr: Boyut

source: Double sized pixels
af: dubbel grootte beeld elemente
hr: Pikseli dvostruke veličine
pl: Podwójnej wielkości piksele
pt_br: Pixels com o dobro de tamanho
tr: İki kat büyük pikseller

source: Desktop / FileManager
af: werkskerm / lêerbestuurder
hr: Radna površina / Upravitelj datotekama
pl: Biurko / Menadżer plików
pt_br: Ambientes de trabalho / Gerenciador de arquivos
tr: Masaüstü / Dosya Yöneticisi

source: Main Toolbar
af: hoof nutsbalk
hr: Glavna traka s alatima
pl: Główny pasek narzędzi
pt_br: Barra de ferramentas principal
tr: Ana Araç Çubuğu

source: Small Icons
af: klein ikoone
hr: Male ikone
pl: Małe ikony
pt_br: Ícones pequenos
tr: Küçük Simgeler

source: Active
af: aktief
hr: Aktivno
pl: Aktywny
pt_br: Ativo
tr: Etkin

source: No Effect
af: nee effek
hr: Bez efekta
pl: Bez efektu
pt_br: Sem efeito
tr: Efektsiz

source: To Gray
af: aan grys
hr: U sivo
pl: Szarość
pt_br: Acinzentar
tr: Griye

source: Colorize
af: verkleur
hr: Oboji
pl: Koloryzacja
pt_br: Colorir
tr: Renklendir

source: Gamma
pt_br: Gama
tr: Gama

source: Desaturate
af: desatureer
hr: Odmoči
pl: Desaturacja
pt_br: Des-saturar
tr: Dolguyu kaldır

source: Settings for Iconeffects
af: instellings vir iconeffects
hr: Postavke
pl: Ustawienia dla ikon
pt_br: Configurações para efeitos do ícone
tr: Simge efekti ayarları

source: Color
af: kleur
hr: Boja
pl: Kolor
pt_br: Cor
tr: Renk

source: Amount
af: hoeveelheid
hr: Iznos
pl: Odmontowanie
pt_br: Quantidade
tr: Miktar

source: Desktop-Icons
hr: Ikone radne površine
pl: Ikony biurka
pt_br: Ícones da área de trabalho
tr: Masaüstü-Simgeler

source: Very long filename.ext
af: baie lang lêernaam.ext
pl: Bardzo dluga nazwa.ext
pt_br: Nome_de_arquivo.ext muito longo
tr: Çok uzun dosyaadı.uznt

source: Font...
af: skrif tipe...
hr: Pismo...
pl: Czcionka...
pt_br: Fontes...
tr: Yazıtipi...

source: Background Color:
af: agtergrond kleur:
hr: Boja pozadine:
pl: Kolor tła:
pt_br: Cor de fundo:
tr: Arkaplan Rengi

source: Normal Color:
af: normale kleur:
hr: Normalna boja:
pl: Kolor zwyczajny:
pt_br: Cor normal:
tr: Normal Renk:

source: Highlighted Color:
af: verlig kleur:
hr: Boja osvjetljavanja:
pl: Kolor podświetlenia:
pt_br: Cor destacada:
tr: Işıklandırılmış Renk:

source: &Word-wrap Text
af: Word-wrap teks
pl: &Rozdzielanie tekstu
pt_br: Texto com &quebra de palavra
tr: &Satırları böl

source: &Underline Text
af: onderstreep teks
hr: &Podvuci tekst
pl: Po&dkreślony tekst
pt_br: Texto s&ublinhado
tr: &Metnin altını çiz

source: Toolbar-Icons
hr: Ikone trake s alatima
pl: Ikony paska narzędzi
pt_br: Ícones da barra de ferramentas
tr: Araç Çubuğu-Simgeler

source: min
tr: dk.

source: Menu
af: kieslys
hr: Izbornik
tr: Menü

source: min.
tr: dk.

source: Show p&assword as stars
tr: Parolayı &yıldızlarla göster
