Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmdisplay.po
Languages: af, hr, pl, pt_br, tr

source: &Enable Display Energy Saving
af: aktiveer vertoon energie stooring
hr: &Uključi štednju struje za zaslon
pl: &Włącz oszczędzanie energii monitora
pt_br: &Habilita a economia de energia da tela
tr: &Ekran Enerji Tasarrufunu Etkinleştir

source: Check this option to enable the power saving features of your display.
af: bevestig hierdie opsie aan aktiveer die elektrisiteit stooring funksies van jou vertoon.
pl: Włącz tę opcję, jeżeli chcesz uaktywnić funkcję oszczędzania energii monitora.
pt_br: Selecione esta opção para habilitar as características de economia de energia de sua tela.
tr: Ekranınızın enerji tasarrufu özelliğini etkinleştirmek için bu seçeneği işaretleyiniz.

source: Your display has NO power saving features!
af: jou vertoon het nee elektrisiteit stooring funksies!
hr: Vaš zaslon nema mogućnost štednje struje!
pl: Twój monitor nie ma funkcji oszczędzania energii
pt_br: Sua tela NÃO tem características de economia de energia!
tr: Ekranınız enerji tasarrufu özelliğine sahip değil!

source: &Standby after:
af: standby na:
hr: &Pasivno stanje nakon:
pl: Tryb &czuwania po:
pt_br: &Standby após:
tr: &Beklemeye geçme süresi:

source: Disabled
af: gestremde
hr: Isključeno
pl: Wyłączony
pt_br: Desabilitado
tr: Etkin Değil

source: Choose the period of inactivity after which the display should enter "standby" mode. This is the first level of power saving.
af: kies die periode van onaktiwiteit na wat die vertoon moet invoer <-invoer->"standby" modus. hierdie is die eerste vlak van elektrisiteit stooring.
pl: Proszę wybrać okres czasu nieaktywności, po którym monitor przejdzie w tryb czuwania. To jest pierwszy poziom oszczędzania energii.
pt_br: Escolha o tempo de inatividade após o qual a tela deve entrar no modo "standby". Este é o primeiro nível de economia de energia.
tr: Ekranın ne kadar sürelik bir hareketsizlik sonrasında "bekleme" moduna geçeceğini belirleyiniz. Bu, enerji tasarrufunun ilk seviyesidir.

source: S&uspend after:
af: suspendeer na:
hr: S&uspendiraj nakon:
pl: Tryb &uśpienia po:
pt_br: S&uspender após:
tr: &Askıya alma süresi:

source: Choose the period of inactivity after which the display should enter "suspend" mode. This is the second level of power saving, but for some displays, may not be different from the first level.
af: kies die periode van onaktiwiteit na wat die vertoon moet invoer <-invoer->"suspendeer" modus. hierdie is die tweede vlak van elektrisiteit stooring, maar vir sommige <-invoer->vertoon, dalk mag nie wees ander van die eerste vlak.
pl: Proszę wybrać okres czasu nieaktywności, po którym monitor przejdzie w tryb uśpienia. To jest drugi poziom oszczędzania energii, jednak niektóre monitory nie rozróżniają pierwszego i drugiego poziomu.
pt_br: Escolha o tempo de inatividade após o qual a exibição deve entrar no modo "suspenso". Este é o segundo nível de economia de energia, mas para algumas telas, pode não ser diferente do primeiro nível.
tr: Ekranın ne kadar sürelik bir hareketsizlik sonrasında "askı" moduna geçeceğini belirleyiniz. Bu, enerji tasarrufunun ikinci seviyesidir, ancak bazı ekranlar açısından ilk seviyeden farkı yoktur.

source: &Power Off after:
af: elektrisiteit af na:
hr: &Isključi nakon:
pl: Wyłączenie po:
pt_br: &Desligar após:
tr: &Kapatma Süresi:

source: Choose the period of inactivity after which the display should be powered off. This is the greatest level of power saving that can be achieved while the display is still physically turned on.
af: kies die periode van onaktiwiteit na wat die vertoon moet wees geskakel af. hierdie is die grootste vlak van elektrisiteit stooring wat kan wees bereik terwyl die vertoon is nogsteeds fisiese geskakel op.
pl: Proszę wybrać okres czasu nieaktywności, po którym monitor zostanie wyłączony. To jest najwyższy poziom oszczędzania energii, jaki można uzyskać przy podłączonym do zasilania monitorze.
pt_br: Escolha o tempo de inatividade após o qual a tela será desligada. Este é o maior nível de economia de energia que pode ser conseguido enquanto a tela ainda está fisicamente ligada.
tr: Ekranın ne kadar sürelik bir hareketsizlik sonrasında kapanacağını belirleyiniz. Bu, ekran fiziksel olarak açıkken sağlanabilecek enerji tasarrufunun en üst seviyesidir.

source: <h1>Energy Saving For Display</h1> If your display supports power saving features, you can configure them using this module.<p> There are three levels of power saving: standby, suspend, and off. The greater the level of power saving, the longer it takes for the display to return to an active state.<p> To wake up the display from a power saving mode, you can make a small movement with the mouse, or press a key that is not likely to cause any unintended side-effects, for example, the "shift" key.
af: <h1>energie stooring vir vertoon</h1> as jou vertoon ondersteun elektrisiteit stooring funksies, jy kan konfigureer hulle te gebruik hierdie module.<p> daar word drie vlakke van elektrisiteit stooring: standby, suspendeer, en af. die grootter die vlak van elektrisiteit stooring, die langer dit neem vir die vertoon aan terug aan 'n aktief staat.<p> aan wakker begin die vertoon van 'n elektrisiteit stooring modus, jy kan maak 'n klein beweging met die muis, of druk 'n sleutel wat is nie waarskynlik aan veroorsaak enige onopsetlik side-effects, vir voorbeeld, die "verskuiwende" sleutel.
pl: <h1>Oszczędzanie energii monitora</h1> Jeżeli twój monitor obsługuje funkcje oszczędzania energii, możesz je uaktywnić używając tego modułu.<p> Są trzy tryby oszczędzania energii: czuwanie, uśpienie i wyłączenie. Im wyższy poziom oszczędzania energii, tym dłużej monitor powraca do trybu pracy.<p> Aby powrócić do trybu pracy, można poruszyć lekko myszką lub wcisnąć klawisz, który nie zakłuci działania innych programów, np. klawisz "shift".
pt_br: <h1>Economia de energia para tela</h1> Se sua tela suportar as características de economia de energia, você pode configurá-las usando este módulo.<p> Há três níveis de economia de energia: standby, suspenso e desligado. Quanto maior o nível de economia de energia, mais tempo se leva para que a tela volte ao estado ativo.<p> Para tirar a tela do modo de economia de energia, você pode movimentar ligeiramente o mouse ou pressionar uma tecla que não tenha efeitos indesejados, como por exemplo, a tecla "shift".
tr: <h1>Ekran Enerji Tasarrufu</h1> Ekranınız enerji tasarrufu özelliklerine sahipse, bu özellikleri bu modülü kullanarak ayarlayabilirsiniz.<p> Enerji tasarruf modunun üç seviyesi vardır: beklemede, askıda ve kapalı. Enerji tasarrufu seviyesi ne kadar yüksekse, ekranın faal hale gelmesi o denli uzun zaman alır.<p> Ekranı bir enerji tasarrufu modundan uyandırmak için, fareyle küçük bir hareket yapabilir ya da istenmeyen herhangi bir yan etkisi olmayacak bir tuşa, mesela "shift" tuşuna, basabilirsiniz.

source: General
af: algemeen
hr: Općenito
pl: Ogólne
pt_br: Geral
tr: &Genel

source: Fixed width
af: vasgemaakte wydte
hr: Jednoliko pismo
pl: Stała szerokość
pt_br: Largura fixa
tr: Sabit yazıtipi

source: Desktop icon
af: werkskerm ikoon
hr: Ikona na radnoj površini
pl: Ikona biurka
pt_br: Ícone da área de trabalho
tr: Masaüstü simgesi

source: File manager
af: lêer bestuurder
hr: Upravitelja datotekama
pl: Menedżer plików
pt_br: Gerenciador de arquivos
tr: Dosya yöneticisi

source: Toolbar
af: nutsbalk
hr: Traka s alatima
pl: Pasek narzędzi
pt_br: Barra de ferramentas
tr: Araç Çubuğu

source: Window title
af: venster titel
hr: Ime prozora
pl: Tytuł okna
pt_br: Título da janela
tr: Pencere başlığı

source: Used for normal text (e.g. button labels, list items).
af: gebruik word vir normale teks (e.g. knoppie etikette, lys iteme).
hr: Koristi se za normalni tekst npr. natpisima na gumbima, popisima itd.
pl: Używana dla zwykłego tekstu (np. opis przycisków, elementy listy).
pt_br: Usado para texto normal (p.e. textos de botão, itens de listagem).
tr: Normal metin için (ör. düğme etiketleri, liste öğeleri) kullanılır.

source: A non-proportional font (i.e. typewriter font).
af: 'n non-proportional skrif tipe (i.e. tikmasjien skrif tipe).
pl: Czcionka nieproporcjonalna (np. czcionka maszyny do pisania).
pt_br: Uma fonte não proporcional (i.e. fonte de máquina de escrever).
tr: Oransız bir yazıtipi (yani daktilo yazıtipi)

source: Used to display the names of icons on the desktop.
af: gebruik word aan vertoon die name van ikoone op die werkskerm.
hr: Koristi se za prikazivanje imena ikona na radnoj površini.
pl: Używana do wyświetlania nazw ikon na biurku.
pt_br: Usada para exibir os nomes dos ícones na área de trabalho.
tr: Masaüstündeki simgelerin isimlerini görüntülemede kullanılır.

source: Used to display the names of icons in the file manager.
af: gebruik word aan vertoon die name van ikoone in die lêer bestuurder.
hr: Koristi se za prikazivanje ikona u upravitelju datotekama.
pl: Używana do wyświetlania nazw ikon w menedżerze plików.
pt_br: Usada para exibir os nomes dos ícones no gerenciador de arquivos.
tr: Dosya yöneticisindeki simgelerini isimlerini görüntülemede kullanılır.

source: Used to display text beside toolbar icons.
af: gebruik word aan vertoon teks behalwe nutsbalk ikoone.
pl: Używana do wyświetlania tekstu przy ikonach na pasku narzędzi.
pt_br: Usada para exibir texto ao lado dos ícones da barra de ferramentas.
tr: Araç çubuğu simgelerinin yanındaki metinlerin görüntülenmesinde kullanılır.

source: Used by menu bars and popup menus.
af: gebruik word deur kieslys stawe en opspring kieslyste.
hr: Koristi se za trake izbornika i skočne izbornike.
pl: Używana przez pasek menu i menu podręczne.
pt_br: Usada pelas barras de menus e menus popup.
tr: Menü çubukları ve seyyar menüler tarafından kullanılır.

source: Used by the window titlebar.
af: gebruik word deur die venster titelbar.
hr: Koristi se za naslovne trake prozora.
pl: Używana przez pasek tytułowy okna.
pt_br: Usada pela barra de títulos da janela.
tr: Pencere başlık çubuğu tarafından kullanılır.

source: Used by panel taskbar buttons.
af: gebruik word deur paneel kasbar knoppies.
pl: Używana przez przyciski na pasku zadań na panelu.
pt_br: Usada pelos botões da barra de tarefas do painel.
tr: Panel görev çubuğu düğmeleri tarafından kullanılır.

source: Used by the panel clock.
af: gebruik word deur die paneel horlosie.
hr: Koristi se za sat ploče.
pl: Używana przez zegar na panelu
pt_br: Usada pelo relógio do painel.
tr: Panel saati tarafından kullanılır.

source: This is a preview of the "%1" font. You can change this font by using the "Choose..." button at right.
af: hierdie is 'n voorskou van die "%1" skrif tipe. jy kan verander hierdie skrif tipe deur te gebruik die "kies..." knoppie na regterkant.
pt_br: Esta é uma pré-visualização da fonte "%1". Você pode alterar esta fonte usando o botão "Escolher..." à direita.

source: Preview of the "%1" font
af: voorskou van die "%1" skrif tipe
hr: Pregled "%1" pisma
pt_br: Pré-visualização da fonte "%1"
tr: Seçili "%1" yazıtipinin ön izlemesi

source: Choose...
af: kies...
hr: Izaberite...
pl: Wybierz...
pt_br: Escolher...
tr: Seç...

source: Click to select a font
af: kliek aan kies 'n skrif tipe
hr: Kliknite za izbor pisma
pl: Kliknij aby wybrać czcionkę
pt_br: Clique para selecionar uma fonte
tr: Yazıtipi seçmek için tıklayınız

source: <h1>Fonts</h1> This module allows you to choose which fonts will be used to display text in KDE. You can select not only the font family (for example, <em>helvetica</em> or <em>times</em>), but also the attributes that make up a specific font (for example, <em>bold</em> style and <em>12 points</em> in height.)<p> Just click the "Choose" button that next to the font you want to change. You can ask KDE to try and apply font and color settings to non-KDE applications as well. See the "Style" control module under "Themes" for more information.
af: <h1>skriftipes</h1> hierdie module laat toe jy aan kies wat skriftipes sal wees gebruik word aan vertoon teks in kde. jy kan kies nie slegs die skrif tipe familie (vir voorbeeld, <em>helvetica</em> of <em> times </em>), maar asook die eienskappe wat maak begin 'n spesifieke skrif tipe (vir voorbeeld, <em>vetdruk</em> styl en <em>12 punte</em> in hoogte.)<p> net kliek die "kies" knoppie wat volgende aan die skrif tipe jy wil hê aan verander. jy kan vra kde aan probeer en wend aan skrif tipe en kleur instellings aan nie-kde programme as goed. sien die "styl" kontrole module onder "temas" vir meer informasie.
pl: <h1>Czcionki</h1> Ten moduł pozwala wybrać czcionki, które zostaną użyte do wyświetlania tekstów w KDE. Możesz wybrać nie tylko rodzinę czcionek (np. <em>helvetica</em> lub <em>times</em>), ale również atrybuty czcionki (np. styl <em>pogrubiony</em> lub wysokość <em>12 punktów</em>.)<p> Po prostu kliknij na przycisk "Wybierz" obok czcionki, którą chcesz zmienić. Możesz spróbować zastosować rodzaj czcionki oraz ustawienia kolorów także dla aplikacji spoza KDE. Więcej informacji znajdziesz w module "Styl" znajdującym się pod modułem "Motywy".
pt_br: <h1>Fontes</h1> Este módulo permite que você escolha quais fontes serão usadas para exibir o texto. É possível selecionar não apenas o tipo de fonte (por exemplo, <em>helvetica</em> ou <em>times</em>), mas também os atributos que compõem uma fonte específica (por exemplo, <em>negrito</em> e <em>12 pontos</em> de tamanho.)<p> Apenas clique no botão "Escolher" que está próximo à fonte que você quer alterar. É possível pedir ao KDE que tente e aplique também as configurações de fonte e de cor para os aplicativos que não são KDE. Veja o módulo de controle "Estilo" em "Temas" para maiores informações.
tr: <h1>Yazıtipleri</h1> Bu modül KDE'de metinlerin görüntülenmesinde hangi yazıtiplerinin kullanılacağını seçmenizi sağlar. Sadece yazıtipi ailesini (ör., <em>helvetica</em> or <em>times</em>) değil, spesifik bir yazıtipi özelliği (ör., <em>kalın</em> stilde ve <em>12 punto</em> büyüklüğünde) de seçebilirsiniz.<p> Değiştirmek istediğiniz yazıtipinin yanındaki "Seç" düğmesini tıklamanız yeterlidir. KDE'den yazıtipi ve renk ayarlarını KDE-harici uygulamalara da uygulamasını isteyebilirsiniz. Daha fazla bilgi için bkz., "Temalar" altındaki "Stil" denetim modülü.

source: &Enable screensaver
af: aktiveer skermnar
hr: &Uključi zaštitu zaslona
pl: &Włącz wygaszacz ekranu
pt_br: &Habilitar protetor de tela
tr: &Ekran koruyucuyu etkinleştir

source: Check this box if you would like to enable a screen saver. If you have power saving features enabled for your display, you may still enable a screen saver.
af: bevestig hierdie boks as jy sal hou van aan aktiveer 'n skerm bewaarder. as jy het elektrisiteit stooring funksies geaktiveer vir jou vertoon, jy dalk mag nogsteeds aktiveer 'n skerm bewaarder.
pl: Zaznacz tę opcję jeżeli chcesz uaktywnić wygaszacz ekranu. Jeżeli masz uaktywnioną funkcję oszczędzania energii monitora, mimo wszystko nadal możesz użyć wygaszacza ekranu.
pt_br: Selecione essa caixa se você quiser habilitar um protetor de tela. Se você tiver as características de economia de energia habilitadas para sua tela, você ainda pode habilitar um protetor de tela.
tr: Bir ekran koruyucuyu etkinleştirmek istiyorsanız bu kutuyu işaretleyiniz. Ekranınız için enerji tasarruf özelliklerini etkinleştirmiş olsanız bile, bir ekran koruyucuyu etkinleştirmeniz mümkündür.

source: Screen Saver
af: skerm bewaarder
hr: Zaštita zaslona
pl: Wygaszacz ekranu
pt_br: Protetor de Tela
tr: Ekran Koruyucu

source: This is a list of the available screen savers. Select the one you want to use.
af: hierdie is 'n lys van die beskikbaar skerm bewaarders. kies die een jy wil hê aan gebruik.
pl: To jest lista dostępnych wygaszaczy ekranu. Wybierz ten, którego chcesz użyć.
pt_br: Esta á uma lista de protetores de tela disponíveis. Selecione o que você quer usar.
tr: Bu, mevcut ekran koruyucuların bir listesidir. Kullanmak istediğiniz bir tanesini seçiniz.

source: &Setup ...
af: opstelling ...
hr: &Postavke...
pl: &Ustawienia...
pt_br: &Configurar...
tr: A&yarlar ...

source: If the screen saver you selected has customizable features, you can set them up by clicking this button.
af: as die skerm bewaarder jy gekose het pakmaakbaar funksies, jy kan stel hulle begin deur te kliek hierdie knoppie.
pl: Jeżeli wygaszacz ekranu, który wybrałeś, posiada dodatkowe ustawienia, możesz je zmienić, klikając na ten przycisk.
pt_br: Se o protetor de tela selecionado tiver características personalizáveis, você pode ajustá-lo clicando nesse botão.
tr: Seçtiğiniz ekran koruyucu özelleştirilebilir niteliklere sahipse, bu nitelikleri bu düğmeye tıklamak suretiyle ayarlayabilirsiniz.

source: &Test
af: toets
hr: &Proba
pt_br: &Testar
tr: &Deneme

source: You can try out the screen saver by clicking this button. (Also, the preview image shows you what the screen saver will look like.)
af: jy kan probeer uit die skerm bewaarder deur te kliek hierdie knoppie. (asook, die voorskou beeld vertoon jy wat die skerm bewaarder sal kyk hou van.)
pl: Możesz wypróbować wygaszacz ekranu, klikając w ten przycisk. (Podgląd także może pokazać, jak wygłąda dany wygaszacz ekranu.)
pt_br: Você pode testar o protetor de tela clicando nesse botão. (E também, a imagem de pré-visualização exibe como se parecerá o protetor de tela).
tr: Bu düğmeye tıklayarak ekran koruyucuyu deneyebilirsiniz. (ön izleme resmi de, ekran koruyucunun nasıl göründüğünü size gösterecektir.)

source: Here you can see a preview of the selected screen saver.
af: hier jy kan sien 'n voorskou van die gekose skerm bewaarder.
hr: Ovdje možete pregledati izabranu zaštitu zaslona.
pt_br: Aqui você pode pré-visualizar o protetor de tela selecionado.
tr: Buradan seçili ekrarn koruyucunun ön izlemesini görebilirsiniz.

source: Settings
af: instellings
hr: Postavke
pl: Ustawienia
pt_br: Preferências
tr: Ayarlar

source: &Wait for
af: wag vir
hr: Če&kaj
pl: &Czekaj
pt_br: &Esperar
tr: Be&kleme süresi

source: Choose the period of inactivity (from 1 to 120 minutes) after which the screen saver should start.
af: kies die periode van onaktiwiteit (van 1 aan 120 minute) na wat die skerm bewaarder moet begin.
pl: Wybierz okres nieaktywności (od 1 do 120 minut) po jakim włączy się wygaszacz ekranu.
pt_br: Escolha o tempo de inatividade (de 1 a 120 minutos) após o qual o protetor de tela deve iniciar.
tr: Ekran koruyucunun ne kadarlık bir hareketsizlik evresinden sonra (1 ila 120 dakika arası) devreye gireceğini belirleyiniz.

source: &Require password
af: vereis wagwoord
hr: &Zatraži lozinku
pl: &Wymagane hasło
pt_br: &Requer Senha
tr: Parola &sor

source: If you check this option, the display will be locked when the screen saver starts. To restore the display, enter your account password at the prompt.
af: as jy bevestig hierdie opsie, die vertoon sal wees geslote wanneer die skerm bewaarder <-invoer->beginne. aan herstel die vertoon, invoer jou rekening wagwoord na die por.
pl: Jeżeli wybierzesz tę opcję, ekran zostanie zablokowany po uruchomieniu się wygaszacza. Aby przywrócić ekran, należy wtedy podać hasło użytkownika.
pt_br: Se você selecionar essa opção, a tela ficará bloqueada quando o protetor de tela iniciar. Para restaurar a tela, digite sua senha no prompt.
tr: Bu seçeneği işaretlerseniz, ekran koruyucu çalıştığında ekran kilitlenir. Ekrana geri dönebilmek için, sorulduğunda parolanızı giriniz.

source: &Priority
af: prioriteit
hr: &Prioritet
pl: &Priorytet
pt_br: &Prioridade
tr: Ö&ncelik

source: Use this slider to change the processing priority for the screen saver over other jobs that are being executed in the background. For a processor-intensive screen saver, setting a higher priority may make the display smoother at the expense of other jobs.
af: gebruik hierdie skuiwer aan verander die verwerking prioriteit vir die skerm bewaarder bo ander werke wat word te wees uitgevoerde in die agtergrond. vir 'n processor-intensive skerm bewaarder, opset 'n hoër prioriteit dalk mag maak die vertoon gladder na die ten koste van ander werke.
pl: Ten wskaźnik określa priorytet procesu wygaszacza ekranu nad innymi programami uruchomionymi w systemie. Podanie wyższego priorytetu w przypadku użycia wygaszacza wymagającego większej mocy obliczeniowej, spowoduje że animacja będzie płynniejsza kosztem szybkości innych programów.
pt_br: Use este indicador para alterar a prioridade de processamento para o protetor de tela sobre outros jobs que estão sendo executados no segundo plano. Para um protetor de tela intensivo, a configuração de uma prioridade superior pode tornar a tela uniforme em detrimento de outros.
tr: Bu kaydırma çubuğunu, ekran koruyucunun arkaplanda çalışan işler karşısındaki önceliğini değiştirmek için kullanabilirsiniz. İşlemciye fazla yüklenen bir ekran koruyucuya daha yüksek bir öncelik vermek, diğer işler pahasına ekranı daha pürüzsüz hale getirecektir.

source: _: Low Priority Low
af: lae
pt_br: Baixa
tr: Düşük

source: _: High Priority High
af: hoog
pt_br: Alta
tr: Yüksek

source: <h1>Screen saver</h1> This module allows you to enable and configure a screen saver. Note that you can enable a screen saver even if you have power saving features enabled for your display.<p> Besides providing an endless variety of entertainment and preventing monitor burn-in, a screen saver also gives you a simple way to lock your display if you are going to leave it unattended for a while. If you want the screen saver to lock the screen, make sure you enable the "Require password" feature of the screen saver. If you don't, you can still explicitly lock the screen using the desktop's "Lock Screen" action.
af: <h1>skerm bewaarder</h1> hierdie module laat toe jy aan aktiveer en konfigureer 'n skerm bewaarder. nota wat jy kan aktiveer 'n skerm bewaarder al as jy het elektrisiteit stooring funksies geaktiveer vir jou vertoon.<p> behalwe verskaf 'n eindelose verskeidenheid van vermaak en voorkoming monitor burn-in, 'n skerm bewaarder asook gee jy 'n eenvoudige weg aan sluit jou vertoon as jy word gaan aan los dit alleen gelaat vir 'n terwyl. as jy wil hê die skerm bewaarder aan sluit die skerm, maak seker jy aktiveer die "vereis wagwoord" funksie van die skerm bewaarder. as jy moenie, jy kan nogsteeds eksplisiet sluit die skerm te gebruik die werkskerm se "sluit skerm" aksie.
pt_br: <h1>Protetor de tela</h1> Este módulo permite que você habilite e configure um protetor de tela. Observe que você pode habilitar um protetor de tela mesmo que você tenha características de economia de energia habilitadas para sua tela. <p> Além de proporcionar uma variedade sem fim de entretenimento e evitar a queima do monitor, um protetor de tela também é uma forma simples para bloquear sua tela se você se ausentar por um minuto. Se você quiser que o protetor de tela bloqueie a tela, certifique-se de que você habilitou a característica "Requer senha" do protetor de tela. Se você não fez isso, ainda é possível bloquear a tela explicitamente usando a opção "Bloquear tela" da área de trabalho.
tr: <h1>Ekran koruyucu</h1> Bu modül, bir ekran koruyucuyu etkinleştirmenize ve ayarlamanıza olanak tanır. Ekranınız için enerji tasarrufu özelliklerini etkinleştirmişolsanız bile, bir ekran koruyucuyu etkin hale getirebilirsiniz.<p> Sonsuz bir eğlence çeşitliliği sunmasının ve monitörünüzün yıpranmasını önlemesinin yanı sıra bir ekran koruyucu bir süre uzağında kalacağınız ekranınızı kilitlemenin basit bir yolunu da sunar. Ekranı kilitlemek isterseniz, "Parola sor" seçeneğini etkinleştirmiş olduğunuzdan emin olmalısınız. Eğer bunu yapmazsanız bile masa üstünün "Lock Screen" özelliği ile ekranınızı kitleyebilirsiniz.

source: _: some nonsense string as example string abcdefgh
af: abcdefgh
pt_br: abcdefgh
tr: abcdefgh

source: Desktop
af: werkskerm
hr: Radna površina
pl: Biurko
pt_br: Ambiente de trabalho
tr: Masaüstü

source: &Common Background
af: gemeenskaplike agtergrond
hr: &Ista pozadina
pl: Jednolite &tło
pt_br: &Fundo comum
tr: &Ortak Arkaplan
