Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmdisplay.po
Languages: af, hr, pl, pt_br, tr

source: If you check this option and the one above, each character you type in the password will be echoed as an asterisk (*) symbol. Otherwise, there will be no visual feedback.
tr: Bu seçeneği ve yukarıdakini işaretlerseniz, parola için girdiğiniz her karakter bir asterisk (*) olarak görüntülenir. Aksi takdirde herhangi bir görsel etki olmayacaktır.

source: %1 min.
tr: %1 dk.

source: Background
tr: Arkaplan

source: Text
tr: Metin

source: Link
af: skakel

source: link
af: skakel
