Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmdisplay.po
Languages: af, hr, pl, pt_br, tr

source: <h1>Background</h1> This module allows you to control the appearance of the virtual desktops. KDE offers a variety of options for customization, including the ability to specify different settings for each virtual desktop, or a common background for all of them.<p> The appearance of the desktop results from the combination of its background colors and patterns, and optionally, wallpaper, which is based on the image from a graphic file.<p> The background can be made up of a single color, or a pair of colors which can be blended in a variety of patterns. Wallpaper is also customizable, with options for tiling and stretching images. The wallpaper can be overlaid opaquely, or blended in different ways with the background colors and patterns.<p> KDE allows you to have the wallpaper change automatically at prespecified intervals of time. You can also replace the background with a program that updates the desktop dynamically. For example, the "kdeworld" program shows a day/night map of the world which is updated periodically.
af: <h1>agtergrond</h1> hierdie module laat toe jy aan kontrole die voorkoms van die virtuele werkskerms. kde bied 'n verskeidenheid van opsies vir pasmaking, insluitend die moontlikheid aan spesifiseer ander instellings vir elke virtuele werkskerm, van 'n gemeenskaplike agtergrond vir alle van hulle.<p> die voorkoms van die werkskerm resultate van die kombinasie van its agtergrond kleure en patrone, en optioneel, muurpapier, wat is gebaseerde op die beeld van 'n grafiek lêer.<p> die agtergrond kan wees gemaak begin van 'n enkel kleur, van 'n paar van kleure wat kan wees versmelt in 'n verskeidenheid van patrone. muurpapier is asook pakmaakbaar, met opsies vir tileëring en uitstrekking beelde. die muurpapier kan wees oorvleuel opaque, van versmelt in ander maniere met die agtergrond kleure en patrone.<p> kde laat toe jy aan het die muurpapier verander automaties na vooraf vasgestelde intervalle van tyd. jy kan asook vervang die agtergrond met 'n program wat opdateer die werkskerm dinamies. vir voorbeeld, die "kdeworld" program vertoon 'n dag/nag kaart van die wêreld wat is opgedateer periodiek.
pl: <h1>Tło</h1> Ten moduł pozwala określić wygląd wirtualnych biurek. KDE oferuje rozmaitość metod wyświetlania tła, osobno dla każdego biurka lub wspólnie dla nich wszystkich.<p> Wygląd biurka jest rezultatem wyboru koloru, wzorku, oraz tapety pobieranej z pliku z obrazkiem.<p> Tło może być określone jako jeden kolor, lub dwa różne, płynnie przechodzące w siebie kolory albo tworzące jakiś wzorek.<p> KDE pozwala automatycznie zmieniać tapetę co jakiś określony przedział czasu. Tapeta może być także generowana przez osobny program. Na przykład, program "kdeworld" pokazuje mapę świata podzieloną na dzień i noc, która zmienia się cyklicznie.
pt_br: <h1>Fundo</h1> Este módulo permite que você controle a aparência das áreas de trabalho virtuais. O KDE oferece uma variedade de opções de personalização, incluindo a habilidade de especificar diferentes configurações para cada área de trabalho virtual ou um fundo comum para todos eles.<p> A aparência da área de trabalho é o resultado da combinação de suas cores e padrões de fundo, e opcionalmente, papel de parede, que é baseado na imagem de um arquivo de desenhos.<p> O fundo pode ser composto de uma cor única ou um par de cores que podem ser misturados em uma variedade de padrões. O papel de parede também é personalizável, com opções para ampliar ou transformar os desenhos em tijolos. O papel de parede pode ser revestido de forma opaca ou misturado de diferentes formas com as cores e padrões de fundo.<p> O KDE permite que você altere o papel de parede automaticamente nos intervalos pré-especificados de tempo. Você também pode substituir o fundo por um programa que atualize a área de trabalho dinamicamente. Por exemplo, o programa "kdeworld" exibe um mapamúndi dia/noite que é atualizado periodicamente.
tr: <h1>Arkaplan</h1> Bu modül sanal masaüstlerinin görünümünü kontrol etmenize olanak sağlar. KDE, her sanal masaüstü için farklı ayarlar yapabilme ya da tüm masaüsterine ortak bir arkaplan belirleyebilme gibi, çeşitli özelleştirme seçenekleri sunar.<p> Masaüstünün görünümü, arkaplan renkleri ve desenleri ile, seçimlik olarak, bir grafik dosyasına dayanan duvar kağıdının kombinasyonu sonucu ortaya çıkar.<p> Arkaplan tek renkten ya da çeşitli desenlere göre karıştırılan bir çift renkten oluşabilir. Duvar kağıdı da, resimlerin döşenmesi ve esnetilmesi seçenekleri kullanılarak, özelleştirilebilir. Duvar kağıdı, opak biçimde ya da arkaplan renkleri ve desenleriyle farklı şekillerde karıştırılarak kullanılabilir.<p> KDE, duvar kağıdının belli aralıklarla otomatik olarak değiştirebilmenize olanak sağlar. Ayrıca, arkaplanı, masaüstünü dinamik olarak güncelleyen bir program kullanarak da değiştirebilirsiniz. Örneğin, "kdeworld" programı düzenli olarak güncelenen bir dünya haritası gösterir.

source: The programs below are available:
af: die programme onder word beskikbaar:
hr: Slijedeći programi su dostupni:
pl: Dostępne programy:
pt_br: Os programas abaixo estão disponíveis:
tr: Aşağıdaki programlar kullanılabilir:

source: Program
pt_br: Programa

source: Comment
af: kommentaar
hr: Komentar
pl: Komentarz
pt_br: Comentário
tr: Açıklama

source: Refresh
af: verfris
hr: Osvježi
pl: Odświeżanie
pt_br: Restaurar
tr: Yenile

source: &Add
af: voeg by
hr: &Dodaj
pl: &Dodaj
pt_br: &Adicionar
tr: Ek&le

source: &Modify
af: verander
hr: &Promijeni
pl: &Modyfikuj
pt_br: &Modificar
tr: &Değiştir

source: Unable to remove the program! The program is global and can only be removed by the System Administrator.
af: nie moontlik aan verwyder die program! die program is globale en kan slegs wees verwyder deur die stelsel administrateur.
hr: Ne mogu ukloniti program! Ovo je globalni program koji može biti uklonjen samo od strane administratora.
pl: Nie można usunąć programu! Ten program jest ogólnie dostępny i tylko administrator systemu może to zrobić
pt_br: Não permite a remoção do programa! O programa é global e apenas o administrador de sistema pode removê-lo.
tr: Program kaldırılamıyor! Bu genel bir program ve sadece Sistem Yöneticisi tarafından kaldırılabilir.

source: Cannot remove Program
af: kan nie verwyder program
hr: Ne mogu ukloniti program
pl: Nie można usunąć programu
pt_br: Não é possível remover o programa
tr: Program kaldırılamıyor

source: Are you sure you want to remove the program `%1'?
af: word jy seker jy wil hê aan verwyder die program `%1'?
hr: Da li ste sigurni da želite ukloniti program `%1'?
pl: Czy na pewno chcesz usunąć program "%1"?
pt_br: Você tem certeza de que quer remover o programa `%1'?
tr: `%1' programını kaldırmak istediğinizden emin misiniz?

source: You can fill out the form below to create or modify a desktop paint program
af: jy kan opvul uit die vorm onder aan skep of verander 'n werkskerm verf program
hr: Možete ispuniti slijedeći formular ako želite dodati ili promijeniti program za iscrtavanje radnu površinu
pl: Możesz wypełnić poniższy formularz, aby utworzyć lub zmodyfikować program generujący tło
pt_br: Você pode preencher o formulário abaixo para criar ou modificar um programa de desenho
tr: Bir masaüstü boyama programı yaratmak ya da değiştirmek için aşağıdaki formu doldurabilirsiniz.

source: &Name
af: naam
hr: &Ime
pl: &Nazwa
pt_br: &Nome
tr: İ&sim

source: &Comment
af: kommentaar
hr: &Komentar
pl: &Komentarz
pt_br: &Comentário
tr: &Açıklama

source: &Command
af: opdrag
hr: &Naredba
pl: &Polecenie
pt_br: &Comando
tr: &Komut

source: &Preview cmd
af: voorskou cmd
hr: &Pregledaj naredbu
pl: Podg&ląd
pt_br: &Pré-visualizar cmd
tr: Öni&zleme kmtu

source: &Executable
af: uitvoerbare
hr: &Izvršni
pl: U&ruchomienie
pt_br: &Executável
tr: &Uygulama

source: &Refresh time
af: verfris tyd
hr: &Razmak osvježavanja
pl: &Czas odświeżania
pt_br: Tempo de &restauração
tr: &Yenileme süresi

source: minutes
af: minute
hr: minuta(e)
pl: minut
pt_br: minutos
tr: dakika

source: New Command
af: nuwe opdrag
hr: Nova naredba
pl: Nowe polecenie
pt_br: Novo comando
tr: Yeni Komut

source: New Command <%1>
af: nuwe opdrag <%1>
hr: Nova naredba <%1>
pl: Nowe polecenie <%1>
pt_br: Novo comando <%1>
tr: Yeni Komut <%1>

source: You did not fill in the `Name' field. This is a required field.
af: jy het nie opvul in die `Name' veld. hierdie is 'n benodig veld.
hr: Niste ispunili polje 'ime'. To polje morate obavezno ispuniti.
pl: Pole "Nazwa" nie zostało wypełnione. Te pole jest wymagane.
pt_br: O campo `Nome' não foi preenchido. Este campo é obrigatório.
tr: 'İsim' alanını doldurmadınız. Bu alan boş bırakılamaz.

source: There is already a program with the name `%1'. Do you want to overwrite it?
af: daar is alreeds 'n program met die naam `%1'. doen jy wil hê aan oorskryf dit?
hr: Već postoji program sa imenom `%1'. Da li ga želite zamijeniti sa novim?
pl: Program o nazwie "%1" już istnieje. Czy chcesz go nadpisać?
pt_br: Já existe um programa com o nome `%1'. Você quer sobrescrevê-lo?
tr: %1 isminde bir program zaten var. Üzerine yazmak istiyor musunuz?

source: You did not fill in the `Executable' field. This is a required field.
af: jy het nie opvul in die `Executable' veld. hierdie is 'n benodig veld.
hr: Niste ispunili polje 'izvršni'. To polje morate obavezno ispuniti.
pl: Pole "Uruchomienie" nie zostało wypełnione. Te pole jest wymagane.
pt_br: O campo `Executável' não foi preenchido. Este é um campo obrigatório.
tr: 'Uygulama' alanını doldurmadınız. Bu alan boş bırakılamaz.

source: You did not fill in the `Command' field. This is a required field.
af: jy het nie opvul in die `Command' veld. hierdie is 'n benodig veld.
hr: Niste ispunili polje 'naredba'. To polje morate obavezno ispuniti.
pl: Pole "Polecenie" nie zostało wypełnione. Te pole jest wymagane.
pt_br: O campo `Comando' não foi preenchido. Este é um campo obrigatório.
tr: 'Komut' alanını doldurmadınız. Bu alan boş bırakılamaz.

source: The patterns below are available:
af: die patrone onder word beskikbaar:
hr: Slijedeći uzorci su dostupni:
pl: Dostępne wzorki:
pt_br: Os padrões abaixo estão disponíveis:
tr: Aşağıdaki kalıplar kullanılabilir:

source: Unable to remove the pattern! The pattern is global and can only be removed by the System Administrator.
af: nie moontlik aan verwyder die patroon! die patroon is globale en kan slegs wees verwyder deur die stelsel administrateur.
hr: Ne mogu ukloniti uzorak! Ovaj uzorak je globalan i samo administrator ga može ukloniti.
pl: Nie można usunąć wzorku! Jest to wzorek ogólny i tylko administrator systemu może go usunąć.
pt_br: Não é possível remover o padrão! O padrão é global e apenas o administrador de sistemas pode removê-lo.
tr: Kalıp kaldırılamıyor. Bu genel bir kalıp ve sadece Sistem Yöneticisi tarafından kaldırılabilir.

source: Cannot remove Pattern
af: kan nie verwyder patroon
hr: Ne mogu ukloniti uzorak
pl: Nie można usunąć wzorku
pt_br: Não é possível remover o padrão
tr: Desen kaldırılamıyor

source: Are you sure you want to remove the pattern `%1'?
af: word jy seker jy wil hê aan verwyder die patroon `%1'?
hr: Da li ste sigurni da želite ukloniti uzorak `%1'?
pl: Czy na pewno chcesz usunąć wzorek "%1"?
pt_br: Você tem certeza de que quer remover o padrão `%1'?
tr: `%1' desenini kaldırmak istediğinizden emin misiniz?

source: You can fill out the form below to create or modify a desktop pattern
af: jy kan opvul uit die vorm onder aan skep of verander 'n werkskerm patroon
hr: Možete ispuniti slijedeći formular ako želite stvoriti ili promijeniti uzorak za radnu površinu
pl: Możesz wypełnić poniższy formularz aby utworzyć lub zmodyfikować wzorek tła
pt_br: Você pode preencher o formulário abaixo para criar ou modificar um padrão de área de trabalho
tr: Bir masaüstü deseni yaratmak ya da değiştirmek için Aşağıdaki formu doldurabilirsiniz

source: &Image
af: beeld
hr: &Slika
pl: &Obrazek
pt_br: &Imagem
tr: &Resim

source: New Pattern
af: nuwe patroon
hr: Novi uzorak
pl: Nowy wzorek
pt_br: Novo padrão
tr: Yeni Desen

source: New Pattern <%1>
af: nuwe patroon <%1>
hr: Novi uzorak <%1>
pl: Nowy wzorek <%1>
pt_br: Novo padrão <%1>
tr: Yeni Desen <%1>

source: There is already a pattern with the name `%1'. Do you want to overwrite it?
af: daar is alreeds 'n patroon met die naam `%1'. doen jy wil hê aan oorskryf dit?
hr: Već postoji uzorak sa imenom `%1'. Da li da ga zamijenim sa novim ?
pl: Wzorek o nazwie "%1" już istnieje. Czy chcesz go nadpisać?
pt_br: Já existe um padrão com o nome `%1'. Você quer sobrescrevê-lo?
tr: `%1' isminde bir desen zaten var. Üzerine yazmak istiyor musunuz?

source: You did not fill in the `Image' field. This is a required field.
af: jy het nie opvul in die `Image' veld. hierdie is 'n benodig veld.
hr: Niste ispunili polje 'Slika'. To polje morate obavezno ispuniti.
pl: Pole "Obrazek" nie zostało wypełnione. To pole jest wymagane.
pt_br: O campo `Imagem' não foi preenchido. Este campo é obrigatório.
tr: 'Resim' alanını doldurmadınız. Bu alan boş bırakılamaz.

source: &Interval
hr: &Razmak
pl: &Odstęp
pt_br: &Intervalo
tr: &Aralık

source: &Mode
af: modus
hr: &Način
pl: &Metoda
pt_br: &Modo
tr: &Tarz

source: In Order
af: in volgorde
hr: Po redu
pl: W kolejności
pt_br: Na ordem
tr: Sırayla

source: Random
af: lukrake
hr: Slučajno
pl: Losowo
pt_br: Aleatório
tr: Rastgele

source: You can select files and directories below:
af: jy kan kies lêers en gidse onder:
hr: Možete izabrati slijedeće datoteke i direktorije:
pl: Wybór katalogów i plików:
pt_br: Você pode selecionar os arquivos e diretórios abaixo:
tr: Aşağıdan dosya ve dizin seçebilirsiniz:

source: This is a preview of the color settings which will be applied if you click "Apply" or "OK". You can click on different parts of this preview image. The widget name in the "Widget color" box will change to reflect the part of the preview image you clicked.
af: hierdie is 'n voorskou van die kleur instellings wat sal wees aangewend as jy kliek "wend aan" van "goed". jy kan kliek op ander dele van hierdie voorskou beeld. die gui-element naam in die "gui-element kleur" boks sal verander aan reflekteer die deel van die voorskou beeld jy gekliek het.
pl: To jest podgłąd ustawień kolorów, które zostaną zastosowane po kliknięciu w przycisk "Zastosuj" lub "OK". Możesz kliknąć na fragment tego podgłądu. Nazwa kontrolki w polu "Kolor kontrolki" zmienia się po wybraniu innego fragmentu na obszarze podglądu.
pt_br: Esta é uma pré-visualização das configurações de cores que poderão ser aplicadas se você clicar em "Aplicar" ou "OK". Você pode clicar em diferentes partes desta imagem de pré-visualização. O nome do widget na caixa "Cor de widget" será alterado para refletir a parte da imagem de pré-visualização clicada.
tr: Bu, "Uygula" ya da "Tamam" tuşuna tıkladığınızda uygulanacak renk ayarlarının bir önizlemesidir. Ön izleme resminin farklı yerlerine tıklayabilirsiniz."Parçacık rengi" kutusundaki parçacık ismi, önizleme resminin tıkladığınız kısmını yansıtacak şekilde değişir.

source: Color Scheme
af: kleur skema
hr: Raspored boja
pl: Schemat kolorów
pt_br: Esquema de cor
tr: Renk Düzeni

source: This is a list of predefined color schemes, including any that you may have created. You can preview an existing color scheme by selecting it from the list. The current scheme will be replaced by the selected color scheme.<p> Warning: if you have not yet applied any changes you may have made to the current scheme, those changes will be lost if you select another color scheme.
af: hierdie is 'n lys van vooraf gedefinieerde kleur skemas, insluitend enige wat jy dalk mag het geskep. jy kan voorskou 'n bestaande kleur skema deur deur te kies dit van die lys. die huidige skema sal wees vervang deur die gekose kleur skema.<p> waarskuwing: as jy het nie nog aangewend enige verander jy dalk mag het gemaak aan die huidige skema, daardie verander sal wees verloor as jy kies nog 'n kleur skema.
pl: To jest lista predefiniowanych schematów kolorów, włączając w to te, które zostały utworzone przez użytkownika. Możesz obejżeć podłąd z zastosowanym wybranym schematem. Bieżący schemat zostanie zastąpiony po wybraniu nowego z listy schematów.<p> Uwaga: jeżeli nie zastosowano zmian wobec bieżącego schematu, zmiany zostaną utracone po wybraniu kolejnego schematu kolorów.
pt_br: Esta é uma lista de esquemas de cores predefinidos, incluindo aqueles que você pode ter criado. Pode-se visualizar um esquema de cores existente, selecionando-o da lista. O esquema atual será substituído pelo esquema de cores selecionado.<p> Aviso: se você ainda não tiver aplicado quaisquer alterações feitas ao esquema atual, essas alterações serão perdidas se outro esquema de cores for selecionado.
tr: Bu önceden tanımlanmış renk şemalarının bir listesidir. Sizin yaratmış olduklarınız da burada yer alır. Mevcut bir renk şemasına önizleme yapmak için, ilgili şemayı listeden seçebilirsiniz. Mevcut şemanın yerine seçili renk şeması geçecektir.<p> Dikkat: Mevcut şemada henüz uygulamadığınız değişiklikler varsa, başka bir renk şemasının seçilmesiyle bunlar kaybolacaktır.

source: &Add ...
af: voeg by ...
hr: &Dodaj ...
pl: &Dodaj...
pt_br: &Adicionar ...
tr: &Ekle...

source: Press this button if you want to save the current color settings as a new color scheme. You will be prompted for a name.
af: druk hierdie knoppie as jy wil hê aan stoor die huidige kleur instellings as 'n nuwe kleur skema. jy sal wees gepor vir 'n naam.
hr: Pritisnite ovaj gumb ako želite spremiti trenutne postavke boja u novi raspored boja.
pl: Kliknij na ten przycisk, jeżeli chcesz zachować bieżący schemat kolorów. Należy wtedy podać nazwę nowego schematu.
pt_br: Pressione esse botão se você quiser salvar as configurações de cor atuais como um novo esquema de cores. Se solicitará um nome.
tr: Şu anki renk ayarlarınızı yeni bir renk düzeni olarak kaydetmek istiyorsanız bu düğmeye basınız. Sizden bir isim girmeniz istenecektir.

source: Press this button to remove the selected color scheme. Note that this button is disabled if you do not have permission to delete the color scheme.
af: druk hierdie knoppie aan verwyder die gekose kleur skema. nota wat hierdie knoppie is gestremde as jy doen nie het reg aan uitvee die kleur skema.
pl: Kliknij na ten przycisk, jeżeli chcesz usunąć wybrany schemat. Jeżeli nie masz praw do usunięcia danego schematu, przycisk będzie nieaktywny.
pt_br: Pressione esse botão para remover o esquema de cores selecionado. Observe que esse botão estará desabilitado se você não tiver permissão para apagar o esquema de cores.
tr: Seçili renk şemasını kaldırmak için bu düğmeye tıklayınız. Renk şemasını silme izniniz yoksa bu düğme etkin durumda olmayacaktır.

source: &Save changes
af: stoor verander
hr: &Spremi promjene
pl: Zapisz &zmiany
pt_br: &Salvar alterações
tr: &Değişiklikleri kaydet

source: Press this button to save changes made to the current color scheme. Note that this button is disabled if you do not have permission to modify the color scheme, but you can still save the changes by adding a new color scheme.
af: druk hierdie knoppie aan stoor verander gemaak aan die huidige kleur skema. nota wat hierdie knoppie is gestremde as jy doen nie het reg aan verander die kleur skema, maar jy kan nogsteeds stoor die verander deur bygesit 'n nuwe kleur skema.
pl: Kliknij na ten przycisk, jeżeli chcesz zachować zmiany dotyczące bieżącego schematu kolorów. Jeżeli nie masz uprawnień do zapisu danego schematu, możesz go zapisać pod nową nazwą.
pt_br: Pressione esse botão para salvar as alterações feitas ao esquema de cor atual. Observe que esse botão estará desabilitado se você não tiver permissão para modificar o esquema de cores, mas você ainda pode salvar as alterações adicionando um novo esquema de cores.
tr: Mevcut renk şemasında yaptığınız değişiklikleri kaydetmek için bu düğmeye tıklayınız. Renk şemasını değiştirme izniniz yoksa bu düğme etkin durumda olmayacaktır, ancak bu durumda da yeni bir renk şeması eklemek suretiyle değişiklikleri kaydedebilirsiniz.

source: Widget color
af: gui-element kleur
hr: Boja widgeta
pl: Kolor kontrolki
pt_br: Cor dos controles
tr: Parçacık rengi

source: Inactive title bar
af: onaktiewe titel kolom
hr: Naslov neaktivnog prozora
pl: Nieaktywny pasek tytułowy
pt_br: Barra de título inativa
tr: Etkin olmayan başlık çubuğu

source: Inactive title text
af: onaktiewe titel teks
hr: Tekst neaktivnog prozora
pl: Nieaktywny tekst tytułu
pt_br: Texto de título inativo
tr: Etkin olmayan başlık metni

source: Inactive title blend
af: onaktiewe titel smelt saam
hr: Smjesa boja neaktivnog prozora
pl: Nieaktywne przeniknięcie tytułu
pt_br: Mistura do título inativo
tr: Etkin olmayan başlık karışımı

source: Active title bar
af: aktief titel kolom
hr: Naslov aktivnog prozora
pl: Aktywny pasek tytułowy
pt_br: Barra de título ativa
tr: Etkin başlık çubuğu

source: Active title text
af: aktief titel teks
hr: Tekst aktivnog prozora
pl: Aktywny tekst tytułu
pt_br: Texto de título ativo
tr: Etkin başlık metni

source: Active title blend
af: aktief titel smelt saam
hr: Smjesa boja aktivnog prozora
pl: Aktywne przeniknięcie tytułu
pt_br: Mistura do título ativo
tr: Etkin başlık karışımı

source: Window background
af: venster agtergrond
hr: Boja pozadine prozora
pl: Tło okna
pt_br: Fundo da janela
tr: Pencere artalanı

source: Window text
af: venster teks
hr: Tekst u prozoru
pl: Tekst okna
pt_br: Texto da janela
tr: Pencere metni

source: Select background
af: kies agtergrond
hr: Boja izabranog
pl: Tło wyboru
pt_br: Selecionar fundo
tr: Seçili artalan

source: Select text
af: kies teks
hr: Boja označenog teksta
pl: Tekst wyboru
pt_br: Selecionar texto
tr: Seçili metin

source: Standard Background
af: standaard agtergrond
hr: Standardna pozadina
pt_br: Fundo padrão

source: Standard Text
af: standaard teks
hr: Standardni tekst
pt_br: Texto padrão

source: Button background
af: knoppie agtergrond
hr: Pozadina gumbi
pl: Tło przycisku
pt_br: Fundo do botão
tr: Düğme artalanı

source: Button text
af: knoppie teks
hr: Tekst gumbi
pl: Tekst przycisku
pt_br: Texto do botão
tr: Düğme metni

source: Active title button
af: aktief titel knoppie
hr: Tekst aktivnog gumba
pl: Aktywny tytuł przycisku
pt_br: Botão de título ativo
tr: Etkin başlık düğmesi

source: Inactive title button
af: onaktiewe titel knoppie
hr: Tekst neaktivnog gumba
pl: Nieaktywny tytuł przycisku
pt_br: Botão de título inativo
tr: Etkin olmayan başlık düğmesi

source: Followed Link
af: volg skakel
pt_br: Link seguido

source: Click here to select an element of the KDE desktop whose color you want to change. You may either choose the "widget" here, or click on the corresponding part of the preview image above.
af: kliek hier aan kies 'n element van die kde werkskerm wie se kleur jy wil hê aan verander. jy dalk mag òf kies die "gui-element" hier, van kliek op die ooreenstemmend deel van die voorskou beeld boonste.
pl: Kliknij tu, aby wybrać element środowiska KDE, dla którego chcesz zmienić kolor. Kontrolkę możesz zarówno wybrać z listy, jak i wybrać ją, klikając na obszar podglądu.
pt_br: Clique aqui para selecionar um elemento da área de trabalho cuja cor se quer alterar. Você pode escolher o "widget" ou clicar na parte correspondente da imagem de pré-visualização acima.
tr: Burada rengini değiştirmek istediğiniz bir KDE masaüstü elemanını seçebilirsiniz. Ya da buradan "parçacığı" seçebilir veya önizlemedeki unsurlardan birine tıklayabilirsiniz.
