Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmdisplay.po
Languages: af, hr, pl, pt_br, tr

source: Choose the desktop whose background you want to modify. If you want the same background settings to be applied to all desktops, check the "Common Background" option, and this list will be disabled.
af: kies die werkskerm wie se agtergrond jy wil hê aan verander. as jy wil hê die selfde agtergrond instellings aan wees aangewend aan alle werkskerms, bevestig die "gemeenskaplike agtergrond" opsie, en hierdie lys sal wees gestremde.
pl: Określ, dla którego biurka chcesz zmienić tło. Jeżeli chcesz, aby na wszystkich biurkach były te same ustawienia tła, wybierz opcję "Jednolite tło", a wtedy ta lista przestanie być aktywna.
pt_br: Escolha a área de trabalho cujo fundo se quer modificar. Se você quiser aplicar as mesmas configurações de fundo para todos as áreas de trabalho, selecione a opção "Fundo comum" e esta lista será desabilitada.
tr: Arkaplanını değiştirmek istediğiniz masaüstünü seçiniz. Aynı arkaplan ayarlarının tüm masaüstlerine uygulanmasını istiyorsanız, "Ortak Arkaplan" seçeneğini işaretleyiniz. O takdirde bu liste etkinlikten çıkacaktır.

source: Check this option if you want to have the same background settings for all desktops. If this option is not checked, the background settings can be customized for each desktop.
af: bevestig hierdie opsie as jy wil hê aan het die selfde agtergrond instellings vir alle werkskerms. as hierdie opsie is nie nagegaan, die agtergrond instellings kan wees doelgemaakte vir elke werkskerm.
pl: Wybierz tę opcję, jeżeli chcesz mieć te same ustawienia tła na wszystkich biurkach. Jeżeli ta opcja nie została włączona, tło może zostać ustawione osobno dla każdego biurka.
pt_br: Selecione esta opção se você quer ter as mesmas configurações de fundo para todas as áreas de trabalho. Se esta opção não estiver selecionada, as configurações de fundo podem ser personalizadas para cada área de trabalho.
tr: Aynı arkaplan ayarlarının tüm masaüstleri için geçerli olmasını istiyorsanız,bu seçeneği işaretleyiniz. Bu seçenek işaretli değilse, arkaplan ayarları her masaüstü için ayrı ayrı düzenlenebilir.

source: &Background
af: agtergrond
hr: &Pozadina
pt_br: &Fundo
tr: &Arkaplan

source: &Mode:
af: modus:
hr: &Način:
pl: &Metoda:
pt_br: &Modo:
tr: &Mod:

source: You can select the manner in which the background is painted. The choices are: <ul><li><em>Flat:</em> Use a solid color ("Color 1").</li> <li><em>Pattern:</em> Use a two-color pattern. Click "Setup" to choose the pattern.</li> <li><em>Gradients:</em> Blend two colors using a predefined gradient (horizontal, vertical, etc.).</li> <li><em>Program:</em> Use an application which paints the background, for example, with a day/night map of the world that is refreshed periodically. Click "Setup" to select and configure the program.</li></ul>
af: jy kan kies die manier in wat die agtergrond is gekleur. die keuses word: <ul><li><em>plat:</em> gebruik 'n solied kleur ("kleur 1").</li> <li><em>patroon:</em> gebruik 'n twee-kleur patroon. kliek "opstelling" aan kies die patroon.</li> <li><em>gradiënte:</em> smelt saam twee kleure te gebruik 'n vooraf gedefinieerde gradiënt (horisontaal, vertikaal, etc.).</li> <li><em>program:</em> gebruik 'n aansoek wat verf die agtergrond, vir voorbeeld, met 'n dag/nag kaart van die wêreld wat is verfris periodiek. kliek "opstelling" aan kies en konfigureer die program.</li></ul>
pl: Możesz określić metodę generowania tła. Do wyboru jest: <ul><li><em>Płasko:</em> Użycie jednego koloru ("Kolor 1").</li> <li><em>Wzorek:</em> Użycie dwukolorowego wzorku. Kliknij na "Ustaw", aby wybrać wzorek.</li> <li><em>Cieniowanie:</em> Płynne przejście z jednego koloru w drugi (poziomo, pionowo, itd.).</li> <li><em>Program:</em> Użycie osobnego programu który rysuje tło, np. cyklicznie odświeżającej się mapy świata z podziałem na dzień i noc. Kliknij "Ustaw" aby wybrać i skonfigurować program.</li></ul>
pt_br: Você pode selecionar um modo no qual o fundo é colorido. As opções são: <ul><li><em>Uniforme:</em> Usa uma cor sólida ("Cor 1").</li> <li><em>Padrão:</em> Usa um padrão com duas cores. Clique em "Configurar" para escolher o padrão.</li> <li><em>Gradientes:</em> Mistura duas cores usando um gradiente predefinido (horizontal, vertical, etc.).</li> <li><em>Programa:</em> Usa um aplicativo que desenha o fundo, por exemplo, com um mapa-mundi dia/noite que é atualizado automaticamente. Clique em "Configurar" para selecionar e configurar o programa.</li></ul>
tr: Arkaplanın çizilme modunu seçebilirsiniz. Seçenekler şunlardır: <ul><li><em>Düz:</em> Tek bir renk kullanır ("Color 1").</li> <li><em>Desen:</em> İki renkli bir desen kullanır. Deseni seçmek için "Ayarlar"ı tıklayınız. </li> <li><em>Geçişken:</em> Önceden tanımlanmış bir geçişkenliği kullanarak iki rengi karıştırır (yatay, dikey, vs.).</li> <li><em>Program:</em> Arkaplanı dolduran bir uygulama kullanır. Ör. belli aralıklarla yenilenen bir dünya haritası. Programı yapılandırmak için "Ayarlar"ı tıklayınız. </li></ul>

source: Color &1:
af: kleur 1:
hr: Boja &1:
pl: Kolor &1:
pt_br: Cor &1:
tr: Renk &1:

source: Click to choose a color.
af: kliek aan kies 'n kleur.
pl: Kliknij aby wybrać kolor.
pt_br: Clique para escolher uma cor.
tr: Bir renk seçmek için tıklayınız.

source: Color &2:
af: kleur 2:
hr: Boja &2:
pl: Kolor &2:
pt_br: Cor &2:
tr: Renk &2:

source: Click to choose a second color. If the background mode does not require a second color, this button is disabled.
af: kliek aan kies 'n tweede kleur. as die agtergrond modus doen nie vereis 'n tweede kleur, hierdie knoppie is gestremde.
pl: Kliknij aby wybrać drugi kolor. Jeżeli dana metoda rysowania tła nie wymaga podania drugiego koloru, ten przycisk jest nieaktywny.
pt_br: Clique para escolher uma segunda cor. Se o modo de fundo não necessitar de uma segunda cor, este botão estará desabilitado.
tr: İkinci bir renk seçmek için tıklayınız. Arkaplan modu ikinci bir rengi gerektirmiyorsa, bu düğme etkin olmaz.

source: &Setup
af: opstelling
hr: &Postavke
pl: &Ustaw
pt_br: &Configurar
tr: A&yarlar

source: If the background mode you selected has additional options to configure, click here.
af: as die agtergrond modus jy gekose het aditionele opsies aan konfigureer, kliek hier.
pl: Jeżeli wybrana metoda rysowania tła wymaga dodatkowych ustawień, ten przycisk pozwoli je ustawić.
pt_br: Se o modo de fundo selecionado tiver opções adicionais de configuração, clique aqui.
tr: Seçtiğiniz arkaplan modu ek yapılandırma seçeneklerine sahipse, buraya tıklayınız.

source: &Wallpaper
af: muurpapier
hr: &Pozadinska slika
pl: &Tapeta
pt_br: &Papel de parede
tr: Du&var Kağıdı

source: M&ode:
af: modus:
hr: N&ačin:
pl: Me&toda:
pt_br: M&odo:
tr: Mod&

source: You can have a wallpaper (based on a graphic) on top of your background. You can choose one of the following methods for displaying the wallpaper: <ul><li><em>Centered:</em> Center the graphic on the desktop.</li> <li><em>Tiled:</em> Tile the graphic beginning at the top left of the desktop, so the background is totally covered up.</li> <li><em>Center Tiled:</em> Center the graphic on the desktop, and then tile around it so that the background is totally covered up.</li> <li><em>Centered Maxpect:</em> Magnify the graphic without distorting it until it fills either the width or height of the desktop, and then center it on the desktop.</li> <li><em>Scaled:</em> Magnify the graphic, distorting it if necessary, until the entire desktop is covered.</li></ul>
af: jy kan het 'n muurpapier (gebaseerde op 'n grafiek) op bo van jou agtergrond. jy kan kies een van die volgende metodes vir vertooning die muurpapier: <ul><li><em>gesentreer:</em> sentrum die grafiek op die werkskerm.</li> <li><em>geteël:</em> teël die grafiek begin na die bo links van die werkskerm, sodat die agtergrond is totaal bedek begin.</li> <li><em>sentrum geteël:</em> sentrum die grafiek op die werkskerm, en dan word teël omtrent dit sodat wat die agtergrond is totaal bedek begin.</li> <li><em>gesentreer maks_aspek:</em> vergroot die grafiek sonder om te verhouding versteuring dit totdat dit vul òf die wydte van hoogte van die werkskerm, en dan word sentrum dit op die werkskerm.</li> <li><em>skaleer:</em> vergroot die grafiek, verhouding versteuring dit as nodige, totdat die hele werkskerm is bedek.</li></ul>
pl: Na swoim biurku możesz ustawić tapetę (na bazie gotowego obrazka). Możesz wybrać jedną z poniższych metod generowania tapety: <ul><li><em>Wyśrodkowanie:</em> Umiejscowienie tapety na środku ekranu.</li> <li><em>Kafelkowanie:</em> Powielenie tapety począwszy od lewego górnego rogu, tak że tapeta zajmuje cały ekran.</li> <li><em>Kafelkowanie od środka:</em> Powielenie tapety począwszy od środka ekranu, tak że tapeta zajmuje cały ekran.</li> <li><em>Powiększenie:</em> Proporcjonalne powiększenie obrazka tak, że dotyka skrajnych boków ekranu, bez utraty jego proporcji.</li> <li><em>Rozciągnięcie:</em> Powiększenie obrazka na cały ekran wraz z rozciągnięciem go w którąś stronę, jeżeli to konieczne.</li></ul>
pt_br: Você pode ter um papel de parede (baseado em um desenho) em cima do seu fundo. É possível escolher um dos métodos a seguir para exibir o papel de parede: <ul><li><em>Centrado:</em> Centraliza o desenho na área de trabalho.</li> <li><em>Ladrilhado:</em> Transforma o desenho em ladrilho no início do canto esquerdo da área de trabalho, ficando assim o fundo totalmente coberto.</li> <li><em>Ladrilhado centrado:</em> Centraliza o desenho na área de trabalho e depois ladrilha todos os arredores, ficando o fundo totalmente coberto.</li> <li><em>Maxpect centrado:</em> Amplia o desenho sem distorcê-lo até ele preencher a largura ou altura da área de trabalho e depois o centraliza.</li> <li><em>Escalonado:</em> Amplia o desenho, distorcendo-o se necessário, até toda a área de trabalho estar coberta.</li></ul>
tr: Masaüstünüzün üzerinde (bir grafiğe dayalı) bir duvar kağıdınız olabilir. Duvar kağıdını görüntülemek için şu yöntemlerden birini seçebilirsiniz: <ul><li><em>Ortalanmış:</em> Grafiği masaüstüne ortalar.</li> <li><em>Döşeli:</em> Grafiği masaüstünün sol üst köşesinden başlayarak döşer ve böylece arkaplan tümüyle örtülür.</li><li><em>Ortadan Döşeli:</em> Grafiği masaüstünün ortasına yerleştirir ve çevresine döşer, böylece arkaplan tümüyle örtülür.</li><li><em>Ortalanmış Kenara Dayalı:</em>Grafiğin en-boy orantısını bozmadan, eni ya da boyu kenarlara dayanana kadar büyüterek masaüstünün ortasına yerleştirir.</li><li><em>Ölçeklenmiş: Grafiği, tüm masaüstünü kaplayana dek, gerekirse en-boy orantısını bozarak, büyütür.</li></ul>

source: &Wallpaper:
af: muurpapier:
hr: &Pozadinska slika:
pt_br: &Papel de parede:
tr: Du&var Kağıdı:

source: Click to choose the graphic you want to use as wallpaper.
af: kliek aan kies die grafiek jy wil hê aan gebruik as muurpapier.
hr: Kliknite za izbor slike koju želite koristiti za pozadinu.
pl: Kliknij, aby wybrać obrazek, który będzie użyty jako tapeta.
pt_br: Clique para escolher o desenho que você usar como papel de parede.
tr: Duvar kağıdı olarak kullanmak istediğiniz grafiği seçmek için tıklayınız.

source: &Browse
af: blaai
hr: Po&traži
pl: Prze&glądaj
pt_br: &Navegar
tr: &Gözat

source: If the graphic you want is not in a standard directory, you can still find it by clicking here.
af: as die grafiek jy wil hê is nie in 'n standaard gids, jy kan nogsteeds soek dit deur te kliek hier.
hr: Ako slika nije u standardnom direktoriju morate kliknuti ovdje.
pl: Jeżeli obrazek, który chcesz wykorzystać, nie znajduje się w domyślnym katalogu, możesz kliknąć w ten przycisk, aby go odszukać.
pt_br: Se o desenho escolhido não estiver em um diretório padrão, você ainda pode encontrá-lo clicando aqui.
tr: İstediğiniz grafik standart bir dizinde değilse, buraya tıklayarak onu bulmanız mümkündür.

source: M&ultiple:
af: veelvuldige:
hr: &Višestruko:
pl: &Zestaw:
pt_br: Múlt&iplo:
tr: Ç&oklu:

source: S&etup
af: opstelling
hr: Posta&vke
pl: U&staw
pt_br: Config&uração
tr: A&yarlar

source: If you check this option, you can choose a set of graphic files to be used as wallpaper, one at a time, for an interval ranging from 5 minutes to 4 hours. You can also choose to have the graphics selected at random or in the order you specified them.
af: as jy bevestig hierdie opsie, jy kan kies 'n stel van grafiek lêers aan wees gebruik word as muurpapier, een na 'n tyd, vir 'n interval strekking van 5 minute aan 4 ure. jy kan asook kies aan het die grafieka gekose na lukrake of in die volgorde jy gespesifiseer hulle.
pl: Jeżeli zaznaczysz tę opcję, możesz wybrać zestaw obrazków, które zostaną użyte jako tapeta. Każdy obrazek będzie się zmieniać automatycznie po okresie od 5 minut do 4 godzin. Możesz wybrać, by obrazki zmieniały się losowo lub w określonej kolejności.
pt_br: Se essa opção é selecionada, pode-se escolher um conjunto de arquivos de desenhos que serão usados como papel de parede, um de cada vez, para um intervalo que varia de 5 minutos a 4 horas. Você também tem a opção de selecionar os desenhos aleatoriamente ou em uma ordem especificada.
tr: Bu seçeneği işaretlerseniz, 5 dakikadan 4 saate kadar aralıklarla değişecek bir grafik dizisi seçebilirsiniz. Ayrıca, seçtiğiniz grafikleri sizin belirlediğiniz sırada ya da rastgele görüntülenmesini de sağlayabilirsiniz.

source: Click here to select graphics to be used for wallpaper, and to configure other options.
af: kliek hier aan kies grafieka aan wees gebruik word vir muurpapier, en aan konfigureer ander opsies.
pl: Kliknij tu, aby wybrać obrazki, które zostaną użyte jako tapeta, oraz by określić pozostałe opcje.
pt_br: Clique aqui para selecionar desenhos que serão usados para papel de parede e para configurar outras opções.
tr: Duvar kağıdında kullanılacak grafiği seçmek ve diğer seçenekleri ayarlamak için buraya tıklayınız.

source: &Advanced
af: gevorderde
hr: &Napredno
pt_br: &Avançado
tr: &Uzman

source: B&lending:
af: inmenging:
hr: &Mješanje
pt_br: Mi&stura:
tr: Karış&tırma:

source: If you have selected to wallpaper, you can choose various methods of blending the background colors and patterns with the wallpaper. The default option, "No Blending", means that the wallpaper simply obscures the background below.
af: as jy het gekose aan muurpapier, jy kan kies verskeie metodes van inmenging die agtergrond kleure en patrone met die muurpapier. die verstek opsie, "nee inmenging", beteken wat die muurpapier eenvoudig obskuur die agtergrond onder.
pl: Jeżeli masz określoną tapetę, możesz wybrać różne efekty przenikania pomiędzy kolorem tła a tapetą. Domyślna opcja "Bez przejścia" oznacza, że tapeta będzie po trostu zasłaniać tło.
pt_br: Se você selecionou o papel de parede, pode-se escolher vários métodos de mistura das cores e padrões de fundo com o papel de parede. A opção padrão, "Sem mistura", significa que o papel de parede simplesmente escurece o fundo abaixo.
tr: Duvar kağıdı seçerseniz, arkaplan renkleri ve desenlerinin duvar kağıdıyla muhtelif karıştırılma yöntemleri arasında seçim yapabilirsiniz. Öntanımlı olan "Karıştırma Yok" seçeneği, duvar kağıdının arkaplanı tamamen örtmesi anlamına gelir.

source: B&alance:
af: balans:
pt_br: Equ&ilíbrio:
tr: &Denge:

source: You can use this slider to control the degree of blending. You can experiment by moving the slider and looking at the effects in the preview image above.
af: jy kan gebruik hierdie skuiwer aan kontrole die graad van inmenging. jy kan experimenteer deur beweeg die skuiwer en besig om te soek na die effekte in die voorskou beeld boonste.
pl: Możesz wykorzystać ten suwak do określenia stopnia przenikania. Obrazek podglądu pozwoli na eksperymentalne dobranie tej wartości.
pt_br: Este indicador pode ser usado para controlar o grau de mistura. Você pode experimentar o indicador movendo-o e olhando os efeitos na imagem de pré-visualização acima.
tr: Bu kaydırma çubuğunu karıştırma oranını belirlemekte kullanabilirsiniz. Kaydırma çubuğunu kaydırmak ve önizleme resmindeki etkilere bakmak suretiyle deneyebilirsiniz.

source: &Reverse
af: omgekeerde
pl: O&dwrócone
pt_br: &Reverso
tr: &Ters

source: For some types of blending, you can reverse the background and wallpaper layers by checking this option.
af: vir sommige tipes van inmenging, jy kan omgekeerde die agtergrond en muurpapier lae deur toetsing hierdie opsie.
pl: Po wybraniu tej opcji, dla niektórych metod przenikania można odwrócić warstwy tła i tapety.
pt_br: Para alguns tipos de mistura, você pode reverter as camadas de fundo e de papel de parede escolhendo essa opção.
tr: Bazı karıştırma türleri için, bu seçeneği işaretleyerek arkaplan ve duvar kağıdı katmanlarını tersine çevirebilirsiniz.

source: &Limit Pixmap Cache
af: beperk bispatroon kas
hr: &Ograniči veličinu pixmap međumemorije
pl: &Limit buforu piksmapy
pt_br: &Limitar cache de pixmap
tr: Pixmap Önbelleğini &Sınırla

source: Cache &Size
af: kas grootte
hr: &Veličina predmemorije:
pl: &Rozmiar Buforu
pt_br: Ta&manho do cache
tr: Önbellek &Boyutu

source: _: Simple Color Flat
af: plat
pt_br: Uniforme
tr: Düz

source: Pattern
af: patroon
hr: Uzorak
pl: Wzorek
pt_br: Padrão
tr: Desen

source: Background Program
af: agtergrond program
hr: Program za pozadinu
pl: Program tła
pt_br: Programa de fundo
tr: Arkaplan Programı

source: Horizontal Gradient
af: horisontaal gradiënt
hr: Stupnjevit prijelaz vodoravno
pl: Poziome przejście
pt_br: Gradiente horizontal
tr: Yatay Geçişkenlik

source: Vertical Gradient
af: vertikaal gradiënt
hr: Stupnjevit prijelaz okomito
pl: Pionowe przejście
pt_br: Gradiente vertical
tr: Dikey Geçişkenlik

source: Pyramid Gradient
af: piramiede gradiënt
hr: Piramidasti prijelaz
pl: Piramidkowe przejście
pt_br: Gradiente pirâmide
tr: Piramit Geçişkenlik

source: Pipecross Gradient
af: pyp kruising gradiënt
pl: Krzyżowane przejście
pt_br: Gradiente em forma de cruz
tr: Borusal Geçişkenlik

source: Elliptic Gradient
af: eliptiese gradiënt
hr: Eliptični prijelaz
pl: Eliptyczne przejście
pt_br: Gradiente elíptico
tr: Eliptik Geçişkenlik

source: No Blending
af: nee inmenging
hr: Ne miješaj
pl: Bez przenikania
pt_br: Sem mistura
tr: Karıştırma Yok

source: Horizontal Blending
af: horisontaal inmenging
hr: Vodoravno miješanje
pl: Poziome przenikanie
pt_br: Mistura horizontal
tr: Yatay Karıştırma

source: Vertical Blending
af: vertikaal inmenging
hr: Okomito miješanje
pl: Pionowe przenikanie
pt_br: Mistura vertical
tr: Dikey Karıştırma

source: Pyramid Blending
af: piramiede inmenging
hr: Piramidasto miješanje
pl: Piramidkowe przenikanie
pt_br: Mistura em forma de pirâmide
tr: Piramit Biçimli Karıştırma

source: Pipecross Blending
af: pyp kruising inmenging
pl: Krzyżowane przenikanie
pt_br: Mistura em forma de cruz
tr: Borusal Karıştırma

source: Elliptic Blending
af: eliptiese inmenging
hr: Eliptično miješanje
pl: Eliptyczne przenikanie
pt_br: Mistura elíptica
tr: Eliptik Karıştırma

source: Intensity Blending
af: hewigheid inmenging
pl: Intensywność przenikania
pt_br: Mistura de intensidade
tr: Yoğunluk Karıştırması

source: Saturate Blending
af: versadigingde inmenging
hr: Prožeto miješanje
pl: Nasycenie przenikania
pt_br: Mistura de saturação
tr: Emici Karıştırma

source: Contrast Blending
af: kontras inmenging
hr: Kontrastno miješanje
pl: Kontrast przenikania
pt_br: Mistura de contraste
tr: Kontrast Karıştırması

source: Hue Shift Blending
af: hue verskuiwende inmenging
pl: Przesunięcie barwy przenikania
pt_br: Mistura de troca de tom
tr: Ton Değiştirerek Karıştırma

source: No Wallpaper
af: nee muurpapier
hr: Nema pozadinske slike
pl: Bez tapety
pt_br: Sem papel de parede
tr: Duvar Kağıdı Yok

source: Centered
af: gesentreer
hr: Centrirano
pl: Wyśrodkowanie
pt_br: Centrado
tr: Ortalanmış

source: Tiled
af: geteël
hr: Popločano s vrha prema dolje
pl: Kafelkowanie
pt_br: Ladrilhado
tr: Döşeli

source: Center Tiled
af: sentrum geteël
hr: Popločano od centra uokolo
pl: Wyśrodkowane kafelkowanie
pt_br: Ladrilhado centrado
tr: Ortadan Döşeli

source: Centered Maxpect
af: gesentreer maks_aspek
hr: Centrirano uvećano
pl: Powiększenie
pt_br: Maxpect centrado
tr: Ekran Boyutunda Ortalanmış

source: Scaled
af: skaleer
hr: U mjerilu
pl: Rozciągnięcie
pt_br: Escalonado
tr: Büyütülmüş

source: Select Wallpaper
af: kies muurpapier
hr: Izaberite pozadinska sliku
pt_br: Selecionar papel de parede

source: Currently only local wallpapers are allowed.
af: huidiglik slegs plaaslike wallpapers word toegelaat.
hr: Trenutno su samo lokalne pozadinske slike dozvoljene.
pl: Obecnie można wykorzystać jedynie lokalne tapety.
pt_br: Atualmente apenas os papéis de parede locais são permitidos.
tr: Şimdilik sadece yerel duvar kağıtları kullanılabiliyor.
