Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmenergy.po
Languages: az, bg, ca, da, el, fi, he, id, ja, ko, lv, mk, mt, nl, no, no_ny, pt, ru, sl, sr, ta, xh

source: <h1>Energy Saving For Display</h1> If your display supports power saving features, you can configure them using this module.<p> There are three levels of power saving: standby, suspend, and off. The greater the level of power saving, the longer it takes for the display to return to an active state.<p> To wake up the display from a power saving mode, you can make a small movement with the mouse, or press a key that is not likely to cause any unintended side-effects, for example, the "shift" key.
az: <h1>Ekran Güc Qoruma</h1> Əgər ekranınızın güc qoruma seçənəkləri varsa, bu modul ilə quraşdıra bilərsiniz.<p> Bunun da üç mərhələsi vardır: gözləmə,gecikdirmə və söndürmə.<p> Ekranı oyandırmaq üçün siçanla kiçik bir hərəkət edə, ya da klaviaturada hər hansı bir düyməyə basa bilərsiniz.
bg: <h1>Икономичен режим на монитора</h1> В този модул вие можете да зададете функциите на икономичен режим за вашия монитор, ако се поддържат.<p>Има няколко режима на икономия: изчакващ, спящ и изключен (максимално ниво по икономия и най-продължителен за връщане в активано състояние). <p>За да се върне монитора в активно състояние е достатъчно леко движение на мишката или натискането на клавиш който няма да предизвика станичен ефект, например "shift".
ca: <h1>Estalvi d'energia pel monitor</h1> Si el vostre monitor suporta característiques d'estalvi d'energia, podeu configurar-les usant aquest mòdul. <p> Hi ha tres nivells d'estalvi d'energia: en espera, suspès i apagat. Com més gran és el nivell d'estalvi, més temps li costa al monitor tornar a un estat actiu.<p> Per despertar al monitor d'un mode d'estalvi, podeu fer un petit moviment amb el ratolí, o prèmer una tecla que tingui probabilitat de causar efectes laterals no intencionats, per exemple la tecla "Majús".
da: <h1>Energi spareplan for skærmen</h1> Hvis din skærm understøtter energi sparing, kan man indstille det med dette modul .<p> Der er tre niveauer i at spare energi: dvale, suspendér, og fra. Jo større niveau til at spare energi, jo længere tager før skærmen vender tilbage til aktivtilstand.<p> For at vække skærmen fra en strøm energisparing, kan man lave en lille bevægelse med musen, eller trykke på en tast der ikke har bivirkninger , som for eksempel "skift" tasten.
el: <h1>Εξοικονόμηση Ενέργειας για την Οθόνη</h1> Αν η οθόνη σας υποστηρίζει λειτουργίες εξοικονόμησης ενέργειας, μπορείτε να τις ρυθμίσετε από αυτό το άρθρωμα. <p> Υπάρχουν τρία επίπεδα εξοικονόμησης ενέργειας: αναμονή, παύση και σβήσιμο. Όσο υψηλότερο το επίπεδο της εξοικονόμησης, τόσο περισσότερος χρόνος απαιτείται για την επαναφορά της οθόνης στην ενεργή της κατάσταση. <p> Για να ξυπνήσετε την οθόνη από κάποια κατάσταση εξοικονόμησης ενέργειας, μπορείτε να κάνετε μια μικρή κίνηση με το ποντίκι, ή να πατήσετε κάποιο ακίνδυνο πλήκτρο, όπως το shift.
fi: <h1>Näytön energiansäästö</h1> Jos näyttösi tukee virran säästöominaisuuksia, voit muokata niitä tässä moduulissa.<p>Virransäästölle on kolme eri tasoa: valmiustila, odotustila ja pois päältä. Mitä suurempi virransäästön tila on, sitä kauemmin kestää näytön palautuminen normaaliin aktiiviseen tilaan.<p>Herättääksesi näytön virransäästötilasta voit siirtää hiirtä tai painaa näppäintä joka ei tee yksin mitään, esimerkiksi vaihtonäppäin "Shift".
id: <h1>Hemat Energi Untuk Display</h1> Jika display anda mendukung fitur power saving, anda dapat mengkonfigurasinya menggunakan modul ini.<p> Terdapat tiga tingkatan power saving: standby, suspend, dan off. Semakin tinggi tingkat power saving, semakin lama waktu yang dibutuhkan display untuk kembali ke keadaan aktif.<p> Untuk mengubah display dari mode power saving, anda dapat membuat gerakan kecil dengan mouse, atau menekan sebuah kunci yang tidak mungkin menyebabkan efek samping, misal, tombol "shift".
ja: <h1>ディスプレイの省電力設定</h1>あなたのディスプレイが省電力設定をサポートしているなら、このモジュールを使ってその設定がすることができます。<p>省電力には三つのレベルがあります。：スタンバイ、サスペンド、そして電源オフです。省電力のレベルが上がる程、ディスプレイが再度活動状態に戻るまでの時間もかかるようになります。<p>ディスプレイを省電力モードから復帰させるには、マウスを少し動かすか、余計な副作用を起こしそうにないキー(例えば"シフト"キー)を押して下さい。
ko: <h1>전원 관리</h1>모니터가 전원 절약 기능을 제공한다면 이 모듈을 이용하여 그러한 기능들을 설정할 수 있습니다.<p>전원 관리에는 다음과 같은 3가지 단계가 있습니다: 대기, 일시 중지, 전원 끔. 전원 관리 단계가 높을 수록 활성화 상태로 되돌아오는 기간이 더 길어집니다.<p> 전원 관리 모드에서 모니터를 활성화하기 위해 마우스는 약간 움직이거나 "shift"키와 같은영향을 미치지 않는 키를 누르십시오.
lv: <h1>Displeja Enerģjias Ekonomija</h1> Ja jūsu displejs uztur jaudas ekonomijas iespējas, jūs varat konfigurēt tās izmantojot šo moduli.<p> šeit ir trīs enerģijas ekonomijas līmeņi: nodrose, izslēgšana un barošanas atslēgšana. Jo augstāks līmenis, jo ilgāks laiks displejam nepieciešams, lai atgrieztos aktīvā stāvoklī. <p> Lai pamodinātu displeju no enerģijas ekonomijas režīma, Jūs varat nedaudz pakustināt peli, vai nospiest ku taustiņu, kas visticamāk neizsauktukādu blakus efektu, piemērām, "shift" taustiņu.
mk: <h1>Штедење енергија за мониторот</h1> Ако вашиот монитор поддржува штедење на енергија, можете да го конфигурирате со овој модул.<p> Постојат три нивоа на штедење: одмор, спиење и исклучување. Колку е поголемо нивото на штедење енергија, толку повеќе му треба на мониторот да се врати во активна состојба.<p> За да го повратите мониторот од режим на штедење, придвижете го глушецот или притиснете копче кое нема да предизвика некои несакани странични ефекти, како на пример копчето "shift".
mt: <h1>Tnaqqis fil-Konsum għall-Iskrin</h1> Jekk l-iskrin tiegħek jipprovdi faċilitajiet ta' tnaqqis ("Energy Saving"), tista'tissettjahom minn hawnhekk.<p> Hemm tliet livelli ta' tnaqqis fil-konsum:"standby", sospiż u mitfi. Iżjed ma' mhur f'livell għoli, iżjed idum biex jerġa' jiġi għan-normali. Biex terġa' tixgħel skrin li qiegħed f'livell ta' tnaqqis fil-konsum,agħmel moviment żgħir bil-maws, jew agħfas il-buttuna "Shift".
nl: <h1>Energiebesparing voor de monitor</h1>Als u monitor is uitgerust met energiebesparingsmogelijkheden, dan kunt u die in deze module instellen. <p> Er zijn 3 niveaus van energiebesparing: wachtstand, slaapstand en uitgeschakeld. Hoe hoger het niveau van energiebesparing, des te langer duurt het voordat de monitor weer in de actieve staat teruggekeerd is. <p> Om het beeldscherm uit de besparingsmodus te halen hoeft u alleen maar even met de muis te bewegen of op een toets de drukken. Kies dan wel voor een toets die waarschijnlijk geen ongewenste neveneffecten heeft, zoals bijvoorbeeld de "Shift"-toets.
no: <h1>Strømsparing for skjerm</h1>Hvis skjermen din har strømsparingsfunksjoner kan du konfigurere hvordan de skal brukes i denne modulen.<p>Det finnes tre nivåer med strømsparing: "standby", "suspend" og slått av. Jo høyere strømsparingsnivået er, jo lengre tar det å komme tilbake til aktiv tilstand.<p>For å vekke opp skjermen fra strømsparingsmodus, kan du flytte litt på musen eller trykke en tast som ikke har utilsiktetede bivirkninger, for eksempel "shift"-tasten.
no_ny: <h1>Energisparing for skjerm</h1>Dersom skjermen din støttar energisparefunksjonar, kan du setja dei opp i denne modulen.<p>Det finst tre nivå av energisparing: «standby», «suspend» og av. Jo høgare nivå av energisparing, jo lengre tid vil det ta før skjermen returnerer til normaltilstanden.<p>For å vekkja skjermen frå ein energisparingsmodus, kan du flytta på musa eller trykkja ein tast som truleg ikkje gir bieffektar, t.d. «shift»-tasten.
pt: <h1>Poupança de Energia para o Monitor</h1> Se o teu monitor tem capacidades de poupança de energia, podes configurá-las usando este módulo.<p> Existem três níveis de poupança de energia: "standby", suspender e desligar. Quanto maior o nível de poupança de energia, mais tempo leva o monitor a voltar a um estado activo.<p> Para acordar o monitor de um modo de poupança de energia, podes fazer um simples movimento do rato, ou carregar numa tecla que não cause nenhum efeito colateral, por exemplo, a tecla "shift".
ru: <h1>Энергосбережение для дисплея</h1> В этом модуле вы можете настроить энергосберегающие функции вашего дисплея, если они у него есть.<p>Есть несколько режимов энергосбережения: дежурный, спящий и отключение (максимальный уровень по сбережению и самый длительный по времени возврата в активное состояние). <p>Чтобы вернуть дисплей в активное состояние из режима энергосбережения, достаточно легонько двинуть мышку или нажать на клавишу клавиатуры, которая не приведет к каким-либо нежелательным действиям, например, клавишу "shift".
sl: <h1>Zaslonsko varčevanje z energijo</h1> Če vaš monitor omogoča varčevanje z energijo, lahko to nastavite v tem modulu.<p> Obstajajo tri stopnje varčevanja: standby, suspend in izklop. Večja, ko je stopnja, dlje časa traja da se monitor vrne v aktivno stanje.<p> Iz varčevalnega načina ga prebudite z majhnim premikom miške ali pritiskom tipke, katera verjetno ne bo imela neželjenih stranskih učinkov, kot je npr. "shift".
sr: <h1>Čuvanje Energije za Monitor</h1> Ako vaš monitor podržava čuvanje energije, onda koristite ovaj modul da bi ga konfigurisali. <p> Postoje tri nivoa čuvanja energije: stanje pripravnosti, stanje suspendovanja i isključivanje. Što je nivo čuvanja veći, više je potrebno vremena monitoru da se vrati u aktivno stanje.<p> Da biste probudili monitor iz moda čuvanja energije, možete da mapravite mali pokret sa mišom, ili da pritisnete taste koji neće izazvati nikakve neželjene efekte, na primer, "shift" taster.
ta: <h1>¸¡ðº¢Â¸ò¾¢ü¸¡É ºì¾¢ §ºÁ¢ôÒ</h1> ¯í¸û ¸¡ðº¢Â¸õ ¾¢Èý §ºÁ¢ôÒ ÀñÒÜÇ¸¨Ç ¬¾Ã¢ò¾¡ø, ­ó¾ ÜÚ ÀÂýÀÎò¾¢ ¿£í¸û ÅÊÅ¨Áì¸Ä¡õ.<p> ãýÚ Å¨¸Â¡É ¾¢Èý §ºÁ¢ôÒ ¿¢¨Ä ¯ûÇÉ: ¸¡ò¾¢Õ, ­¨¼ ¿¢Õò¾õ, ÁüÚõ Á¢ý ÐñÊôÒ. ¯Â÷ó¾ ¿¢¨Ä ¾¢Èý §ºÁ¢ôÀ¡¸ ­Õó¾¡ø, ­ÂíÌõ ¿¢¨ÄìÌ ÅÃ, ¸¡ðº¢Â¸ò¾¢üÌ «¾¢¸ §¿ÃÁ¡Ìõ.<p> ¾¢Èý §ºÁ¢ôÒ Ó¨È¨ÁÂ¢Ä¢ÕóÐ ¸¡ðº¢Â¸ò¨¾ ¦¸¡ñÎÅÃ, ±Ä¢¨Â ¿¸÷¾Ä¡õ, «øÄÐ ²¾¡ÅÐ Å¢¨º¨Â «Óì¸Ä¡õ, «¾É¡ø ±Ð×õ ±¾¢÷À¡Ã¡¾ Àì¸ Å¢¨Ä× ÅÃ¡Áø À¡÷ì¸×õ, ¯¾¡. "shift" Å¢¨º.
xh: <h1>Ugcino lwamandla okubonisa</h1> Ukuba isiboniso sakho sixhasa ugcino lwamandla omsebenzi osemqoka, ungawaqwalasela usebenzisa lo mnqongo.<p> Kukho imiphakamo emithathu ogcino lwamandla: omeleyo, gxotha, kwaye yeka. Umphakamo omkhulu wogcino lwamandla, okuye ikuthatha ukubonisa ukubuyisela kwindawo esebenzayo.<p> Ukuvusa isiboniso kwindlela yogcino lwamandla, ungenza intshukumo encinane ngemouse, okanye cinezela isitshixo esingenakubangela naliphi na icala elingenzi nto-iziqhamo, umzekelo, isitshixo i "shift".
