Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmenergy.po
Languages: az, bg, ca, da, el, fi, he, id, ja, ko, lv, mk, mt, nl, no, no_ny, pt, ru, sl, sr, ta, xh

source: &Enable Display Energy Saving
az: Ekran Energiya Qənaətini &Fəallaşdır
bg: &Включи икономичен режим на монитора
ca: &Habilita l'estalvi d'energia del monitor
da: &Slå skærm energisparing til
el: Ενεργοποίηση της Εξοικονόμησης Ενέργειας από την Οθόνη
fi: &Käytä näytön virransäästöä
he: הגוצת תיי&גרנאב ןוכסיח רשפא
id: Bolehkan Tampilan Hemat &Energy
ja: 省電力ディスプレイを有効にする(&E)
ko: 모니터 전원 절약 이용(&E)
lv: &Atļaut Ekrāna Enerģijas Ekonomiju
mk: Овозможено штедење на енергија
mt: &Uża l-"Energy Saving" tal-iskrin
nl: &Energiebesparing voor monitor inschakelen
no: &Slå på strømsparing for skjerm
no_ny: &Skru på skjermenergisparing
pt: &Activar Poupança de Energia do Monitor
ru: &Включить энергосбережение дисплея
sl: Omogoči &varčevanje energije monitorja
sr: &Aktiviraj čuvanje energije monitora
ta: ¸¡ðÊî ºì¾¢ §ºÁ¢ô¨À ­ÂìÌ
xh: &Yenza uboniso lwamandla olugcinwayo

source: Check this option to enable the power saving features of your display.
az: Ekranınızın energiya qorumasını açmaq üçün bu seşənəyi işarətləyin.
bg: Включвайки тази опция, вие можете да използвате икономичните функции на вашия монитор.
ca: Marqueu aquesta opció per habilitar les característiques d'estalvi de la vostra pantalla.
da: Afkryds her for at slå din skærms energispare egenskaber til.
el: Τσεκάρετε αυτή την επιλογή για να ενεργοποιηθούν οι ιδιότητες εξοικονόμησης ενέργειας της οθόνης σας.
fi: Valitse tämä kohta, jos halua käyttää näytön virransäästöominaisuuksia.
he: <p align=right>ידכ וז תורשפאב רחב<br>תונוכת תא רשפאל<br>לש היגרנאב ןוכסיחה<br>.ךלש הגוצתה
id: Pilih opsi ini untuk mengadakan fitur power saving pada display anda.
ja: ディスプレイの省電力機能を有効にするにはこのオプションを指定します
ko: 모니터의 전원 절약 기능을 이용하고자 하면 이 옵션을 체크하십시오.
lv: Atzīmējiet šo opciju, lai atļautu jūsu displeja jaudas ekonomijas iespējas.
mk: Вклучете го ова за го овозможите штедењето енергија за вашиот монитор.
mt: Uża din is-seting biex tippermetti li l-iskrin inaqqas il-konsum tal-elettriku.
nl: Schakel deze optie in om de energiebesparingsmogelijkheden van uw monitor in te schakelen.
no: Kryss av dette valget for å slå på strømsparefunksjonen til skjermen din.
no_ny: Bruk energisparingsfunksjonane til skjermen din.
pt: Selecciona esta opção para activares as funções de poupança de energia do teu monitor.
ru: Включив эту опцию, вы можете использовать энергосберегающие функции вашего дисплея.
sl: Vklopite izbiro, če želite vključiti nastavitve monitorja za varčevanje z energijo.
sr: Selektujte ovu opciju da biste aktivirali čuvanje energije vašeg monitora.
ta: ¯í¸û ¸¡ðº¢Â¸ò¾¢ü¸¡É ¾¢Èý §ºÁ¢ìÌõ ÀñÒÜÚ¸¨Ç ¦ºÂøÀÎò¾ ­ó¾ Å¢ÕôÀò¨¾ §¾÷ç ¦ºöÂ×õ.
xh: Khangela olu khetho ukwenza imisebenzi esemqoka igcineke yoboniso lwakho.

source: Your display has NO power saving features!
az: Ekranınızın güc qoruma seçənəkləri YOXDUR!
bg: Вашият монитор няма икономични функций!
ca: El vostre monitor no te estalvi d'energia!
da: Din skærm har INGEN energispare egenskaber!
el: Η οθόνη σας ΔΕΝ έχει δυνατότητες εξοικονόμησης ενέργειας!
fi: Näytössäsi EI ole virransäästöominaisuuksia!
he: !היגרנאב ןוכסיח תונוכת םוש ןיא ךלש הגוצתל
id: Display anda tidak memiliki fitur power saving!
ja: あなたのディスプレイには省電力機能がありません!
ko: 모니터는 전원 절약 기능이 없습니다!
lv: Jūsu displejam Nav jaudas ekonomijas iespēju!
mk: Вашиот екран нема својства за штедење енергија!
mt: L-iskrin tiegħek m'għandux faċilitajiet ta' tnaqqis tal-konsum!
nl: Uw monitor bezit geen energiebesparende mogelijkheden!
no: Skjermen din har INGEN strømsparingsfunksjoner!
no_ny: Skjermen din har INGEN straumsparefunksjonar!
pt: O teu monitor NÃO suporta poupança de energia!
ru: Ваш дисплей не имеет энергосберегающих функций!
sl: Vaš monitor ne omogoča varčevanja z energijo!
sr: Vaš monitor NEMA mogućnost čuvanja energije!
ta: ¯í¸û ¸¡ðº¢Â¸òÐìÌ ºì¾¢ §ºÁ¢ôÒ ¸¢¨¼Â¡Ð!
xh: Umboniso wakho awunamandla akugcina misebenzi esemqoka!

source: &Standby after:
az: &Gözləməyə alınma müddəti:
bg: Преход в &режим на изчакване:
ca: En e&spera després de:
da: &Dvale efter:
el: Σε αναμονή μετά από:
fi: &Valmiustilaan:
he: :רחאל ה&נתמה
id: &Standby setelah:
ja: スタンバイの時間(&S):
ko: 대기 모드(&S):
lv: &Nodrose pēc:
mk: Одмор после:
mt: &Standby wara:
nl: In &wachtstand na:
no: &Standby etter:
no_ny: «&Standby» etter:
pt: '&Standby' após:
ru: Переход в &дежурный режим через:
sl: V &stanje pripravljenosti po:
sr: Stanje &pripravnosti posle:
ta: ­¾üÌ À¢ÈÌ, ¾ü¸¡Ä¢¸ ¿¢Úò¾õ ¦ºö:
xh: &Mela omnye emva:

source: min
az: dəq
bg: мин
el: λεπτά
he: תוקד
id: menit
ja: 分
ko: 분
mk: мин
ru: мин
ta: ¿¢Á¢

source: Disabled
az: Bağlı
bg: Забранен
ca: Desactivat
da: Slået fra
el: Απενενργοποιημένο
fi: Poissa käytöstä
he: אלל
id: Lumpuh
ja: 無効
ko: 이용하지 않음
lv: Aizliegta
mk: Оневозможено
mt: Mitfi
nl: Uitgeschakeld
no: Slått av
no_ny: Av
pt: Desligado
ru: Нет
sl: Izklopljeno
sr: Deaktivraj
ta: ¦ºÂÄ¢ÆìÌ
xh: Ikhubazekile

source: Choose the period of inactivity after which the display should enter "standby" mode. This is the first level of power saving.
az: Ekranınızın nə qədər gözlədikdən sonra "gözləmə" moduna kecəcəyini seçin. Bu, güc qorumasının ilk mərhələsidir.
bg: Изберете периода на бездействие, след което дисплея трябва да премине в "режим на изчакване" Това е първото ниво на запазване на икономичен режим на работа.
ca: Escolliu el període d'inactivitat després del qual la pantalla hauria d'entrar al mode "en espera". Aquest és el primer nivell d'estalvi.
da: Vælg den inaktivitetsperiode efter hvilken skærmen skal gå i "dvale" tilstand. Dette er første niveau for at spare energi.
el: Επιλέξτε το χρονικό διάστημα χωρίς δική σας δραστηριότητα, μετά το οποίο η οθόνη σας θα μπαίνει στην κατάσταση αναμονής ('standby'). Αυτό είναι το πρώτο επίπεδο εξοικονόμησης ενέργειας.
fi: Valitse aika jonka jälkeen näyttö siirtyy "valmius"-tilaan. Tämä on ensimmäinen virransäästön taso.
he: <p align=right>תוליעפה רסוח ןמז ךשמ תא רחב<br>בצמל ךלש הגוצתה סנכית וירחאלש<br>לש ןושארה בלשה והז ."הנתמה"<br>.היגרנאב ןוכסיח
id: Pilih periode non-aktif yang setelah itu display akan memasuki mode "standby".Ini adalah level pertama power saving.
ja: "スタンバイ"モードに入るまでの、使われていない時間を指定します。これは省電力の最初のレベルです。
ko: 모니터가 "대기 "모드로 들어가기 위한 비활성화 기간을 선택하십시오.이것은 전원 절약의 첫번째 단계입니다.
lv: Izvēlieties neaktivitātes periodu pēc kura displejam jāieiet "nodroses" režīmā. Šis ir enerģijas ekonomijas pirmais līmenis.
mk: Изберете период на неактивност по кој мониторот ќе влезе во режим на "одмор". Тоа е првото ниво на штедење енергија.
mt: Agħżel it-tul ta' ħin wara kemm l-iskrin jidħol fuq "standby". Dan huwal-ewwel livell ta' tnaqqis fil-konsum.
nl: Bepaal de periode van inactiviteit die moet verstrijken voordat de monitor in de Wachtstandmodus moet gaan. Dit is het eerste niveau van energiebesparing.
no: Velg hvor lenge økten må ha vært inaktiv før skjermen skal gå inn i "standby"-modus. Dette er første nivå for strømsparing.
no_ny: Vel kor lang tid det skal gå før skjermen går i «standby»-modus. Dette er det første nivået av energisparinga.
pt: Escolhe após quanto tempo de inactividade é que o monitor deve entrar em "standby". Este é o primeiro nível de poupança de energia.
ru: Выберите период бездействия, после которого дисплей должен перейти в "дежурный" режим, первый уровень энергосбережения.
sl: Izberite čas neaktivnosti, po katerem bo zaslon preklopil v način pripravljenosti ("standby"). To je prva stopnja varčevanja.
sr: Izaberite period pasivnog rada posle koga će monitor preći u "stanje pripravnosti". Ovo je prvi nivo čuvanja energije.
ta: ¸¡ðº¢Â¸õ "¸¡ò¾¢Õ" Ó¨È¨ÁìÌ ÅÕÅ¾üÌ Óý, ±ùÅÇ× ¸¡Äõ ¦ºÂüÀ¼¡Áø ­Õì¸ §ÅñÎõ ±ýÀ¨¾ ÌÈ¢ôÀ¢¼×õ. ­Ð Ó¾ø ¿¢¨Ä ¾¢Èý §ºÁ¢ôÒ Ó¨È.
xh: Khetha ithuba lokungasebenzi emva kokuba isiboniso sizakungena "omeleyo" indlela. Lo ngumphakamo wokuqala wokugcina amandla.

source: S&uspend after:
az: Ge&cikdirmə müddəti:
bg: ПРеход в &спящ режим след:
ca: &Suspèn després de:
da: S&uspendér efter:
el: Παύση μετά από:
fi: &Odotustilaan:
he: :רחא&ל היהשה
id: S&uspend setelah:
ja: サスペンドするまでの時間(&u):
ko: 일시 중지(&S):
lv: I&zslēgt pēc:
mk: Спиење после:
mt: Iss&ospendi wara:
nl: In &slaapstand na:
no: &Hvilemodus etter:
no_ny: «&Suspend» etter:
pt: S&uspender após:
ru: Переход в &спящий режим через:
sl: S&uspens po:
sr: &Suspenduj posle:
ta: ­ýÀ¢ý ¾ü¸¡Ä¢¸ ¿¢Úò¾õ ¦ºö:
xh: &Gxotha emva:

source: Choose the period of inactivity after which the display should enter "suspend" mode. This is the second level of power saving, but may not be different from the first level for some displays.
az: Ekranınızın nə qədər gözlədikdən sonra "gözləmə" moduna kecəcəyini seçin. Bu, güc qorumanın ikinci mərhələsidir.
bg: Изберете периода на бездействие, след което монитора трябва да премине в "спящ" режим. Това е второ ниво за запазване на икономичен режим на работа.
da: Vælg den inaktivitetsperiode efter hvilken skærmen skal gå i "suspendér" tilstand. Dette er det andet niveau i at spare energi, men for visse skærme er det ikke forskelligt fra det første niveau.
fi: Valitse aika jonka jälkeen näyttö siirtyy "odotus"-tilaan. Tämä on toinen virransäästön taso, mutta on joillakin näytöillä sama kuin toinen taso.
he: <p align=right>וירחאלש תוליעפה רסוח ןמז ךשמ תא רחב<br>בלשה והז ."היהשה" בצמל ךלש הגוצתה סנכית<br>קלח רובע לבא ,היגרנאב ןוכסיח לש ינשה<br>.ןושארה בלשל ההז תויהל יושע אוה תוגוצתהמ
ja: "サスペンド"モードに入るまでの使われていない時間を指定します。これは省電力の第二のレベルです。ただしディスプレイによっては第一のレベルとは異なるかもしれません。
ko: 모니터가 "일시 중지"모드로 들어가기 위한 비활성화 기간을 선택하십시오.이것은 전원 절약의 두번째 단계이지만 동일한 모니터에 대해서는 처음 단계와 같습니다.
lv: Izvēlieties neaktivitātes periodu pēc kura displejam jāieiet "izslēgšanas" režīmā. Šis ir enerģijas ekonomijas otrais līmenis, bet dažiem displejiem , var neatšķirties no pirmā līmeņa.
mt: Agħżel it-tul ta' ħin wara kemm l-iskrin jiġi sospiż. Dan huwat-tieni livell ta' tnaqqis fil-konsum.
nl: Bepaal hier de periode van inactiviteit die moet verstrijken voordat de monitor in de slaapstand gaat. Dit is het tweede niveau van energiebesparing, maar bij sommige monitors is dit hetzelfde als het eerste niveau.
no: Velg hvor lenge økten må ha vært inaktiv før skjermen skal gå inn i "suspend"-modus. Dette er andre nivå for strømsparing, men vil på noen skjermer ikke fungere annerledes enn første nivå.
no_ny: Vel kor lang tid det skal få før skjermen går i «suspend»-modus. Dette er det andre nivået av energisparinga, men for nokre skjermar kan funksjonen vera lik det første nivået.
pt: Escolhe após quanto tempo de inactividade é que o monitor deve suspender-se. Este é o segundo nível de poupança de energia, embora nalguns monitores seja idêntico ao primeiro.
ru: Выберите период бездействия, после которого дисплей должен войти в "спящий" режим. Это второй уровень энергосбережения, однако для некоторых дисплеев он не отличается от первого уровня.
sl: Izberite čas neaktivnosti, po katerem bo zaslon preklopil v način pripravljenosti ("suspens"). To je druga stopnja varčevanja, ki pa se pri nekaterih monitorjih ne razlikuje od prve.
sr: Izaberite period neaktivnosti posle kojeg će monitor preći u "suspendovano" stanje. Ovo je drugi stepen štednje energije, ali za neke monitore može biti isti kao i prvi.
ta: ¸¡ðº¢Â¸õ "¸¡ò¾¢Õ" Ó¨È¨ÁìÌ ÅÕÅ¾üÌ Óý, ±ùÅÇ× ¸¡Äõ ¦ºÂüÀ¼¡Áø ­Õì¸ §ÅñÎõ ±ýÀ¨¾ ÌÈ¢ôÀ¢¼×õ. ­Ð ´Õ ­Ãñ¼¡õ ¿¢¨Äò ¾¢Èý §ºÁ¢ôÒ Ó¨ÈÂ¡Ìõ.¬Â¢Ûõ º¢Ä ¸¡ðÊ¸Ç¢ø, ­Ð Ó¾ø ¿¢¨Ä¨Â Å¢¼ §ÅÚÀðÊÕì¸¡Ð.
xh: Khetha ithuba lokungasebenzi emva kokuba isiboniso sizakungena "gxotha" indlela. Lo ngumphakamo wesibini ukugcina amandla, kodwa ayinaku banamahluko ukusuka kumphakamo woluhlu wezinye iziboniso.

source: &Power Off after:
az: &Söndürülmə müddəti:
bg: &Изключи след:
ca: &Apaga després de:
da: &Luk ned efter:
el: Σβήσιμο μετά από:
fi: &Sammuta:
he: :רחאל יובי&כ
id: &Power Off setelah:
ja: 電源オフの時間(&P):
ko: 전원 끔(&P):
lv: &Izslēgt Barošanu pēc:
mk: Исклучување после:
mt: I&tfi wara:
nl: &Uitschakelen na:
no: &Slå av etter:
no_ny: S&kru av etter:
pt: Desligar a&pós:
ru: &Отключиться через:
sl: Izklo&pi po:
sr: &Isključivanje posle:
ta: ­ýÀ¢ý, ÅÖò ÐñÊ:
xh: &Susa amandla emva:

source: Choose the period of inactivity after which the display should be powered off. This is the greatest level of power saving that can be achieved while the display is still physically turned on.
az: Ekranınızın nə qədər müddət sonra söndürüləcəyini mğüəyyənləşdirər. Bu, ekranı açıqkən qapdan ən güclü mərhələdir.
bg: Изберете период на бездействие, след който монитора трябва да се изключи. Това е максималното ниво за запазване на икономичен режим.
ca: Escolliu el període d'inactivitat després del qual la pantalla s'apagarà. Aquest és el nivell més gran d'estalvi que es pot assolir mentres la pantalla encara està físicament engegada.
da: Vælg den inaktivitetsperiode efter hvilken skærmen skal slukke. Dette er det højeste niveau af at spare energi der kan opnås, mens skærmen stadig er fysisk tændt.
el: Επιλέξτε την περίοδο χωρίς δική σας δραστηριότητα μετά την οποία η οθόνη σας θα μπαίνει σε κατάσταση μη λειτουργίας. Αυτό είναι το μεγαλύτερο επίπεδο εξοικονόμησης ενέργειας που μπορεί να επιτευχθεί με την οθόνη ακόμα σε λειτουργία από φυσική άποψη.
fi: Valitse aika jonka jälkeen näyttö sammutetaan. Tämä on suurin virransäästön taso jota voidaan käyttää, kun näyttö on vielä päällä.
he: <p align=right>וירחאלש תוליעפה רסוח ןמז ךשמ תא רחב<br>רתויב הובגה בלשה והז .הגוצתה הבוכת<br>וילא עיגהל ןתינש היגרנאב ןוכסיח לש<br>.תיזיפ הקולד ןיידע הגוצתה רשאכ
id: Pilih periode non-aktif yang setelah itu display akan mati. Ini adalah tingkatan power saving tertinggi yang dapat dicapai ketika display dinyalakan secara fisik.
ja: 電源オフになるまでの、使われていない時間を指定します。これはディスプレイが物理的にONになっている状態での最大の省電力のレベルです。
ko: 모니터의 전원을 끄기 위한 비활성화 기간을 선택하십시오. 이 단계는 모니터가 물리적으로 켜져있더라도 이용할 수 있는 가장 최상의 전원 관리 단게입니다.
lv: Izvēlieties neaktivitātes periodu, pēc kura būtu jāatslēdzas displeja barošanai. ŠIs ir augstākais enerģijas ekonomijas līmenis, kas var tikt pielietots kamēr displejs ir joprojām fiziski ieslēgts.
mk: Изберете период на неактивност после кој мониторот ќе се исклучи. Ова е најголемото ниво на штедење енергија што може да се постигне додека мониторот е физички вклучен во струја.
mt: Agħżel it-tul ta' ħin wara kemm l-iskrin jintefa' għal kollox. Dan huwa l-ogħlalivell ta' tnaqqis fil-konsum tal-elettriku waqt li l-iskrin huwa fiżikament mixgħul.
nl: Bepaal de periode van inactiviteit die moet verstrijken voordat de monitor uitgeschakeld wordt. Dit is het hoogste niveau van energiebesparing die kan worden bereikt als het beeldscherm nog steeds is ingeschakeld.
no: Velg hvor lenge økten må ha vært inaktiv før skjermen skjermen blir skurdd av. Dette er det høyeste nivået for strømsparing mens skjermen fysisk er skrudd på.
no_ny: Vel kor lang tid det skal gå før skjermen vert skrudd av. Dette er det høgaste nivået av energisparing ein kan oppnå medan skjermen framleis fysisk er skrudd på.
pt: Escolhe após quanto tempo de inactividade é que o monitor deve desligar-se. Este é o nível mais elevado de poupança de energia que pode ser atingido com o monitor fisicamente ligado.
ru: Выберите период бездействия, после которого дисплей должен быть отключен. Это максимальный уровень энергосбережения, который может быть достигнут, пока дисплей остается включен в сеть.
sl: Izberite čas neaktivnosti, po katerem se bo zaslon izklopil. Ta stopnja omogoča največji prihranek energije brez fizičnega izklopa monitorja.
sr: Izaberite period pasivnog rada posle koga će se monitor isključiti. Ovo je najveći nivo čuvanja energije koji može biti omogućen dok je monitor i dalje fizički uključen.
ta: ¸¡ðº¢Â¸ò¾¢ý Á¢ý-­¨½ôÒ ÐñÊôÀ¾üìÌ Óý, ±ùÅÇ× ¸¡Äõ ¦ºÂüÀ¼¡Áø ­Õì¸ §ÅñÎõ ±ýÀ¨¾ ÌÈ¢ôÀ¢¼×õ. ­Ð ¾¡ý ¾¢Èý §ºÁ¢ôÀ¾ü¸¡É ¯Â÷ó¾ ¿¢¨Ä, ­¾¢ø ¸¡ðº¢Â¸ò¾¢ø Á¢ý-­¨½ôÒ ­Õó¾¡Öõ, ¾¢Èý §ºÁ¢ì¸Ä¡õ.
xh: Khetha ithuba lokungasebenzi emva kokuba isiboniso sinokubanamandla asuswayo. Lo ngumphakamo omkhulu ukugcina amandla aokusetyenziswa ngexesha isiboniso sisasetyenziswayo.
