Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: &Open directories in separate windows
af: open gidse in aparte vensters
az: &Hər cərgəni fərqli pəncərədə aç
da: Å&bn mapper i separate vinduer
el: Ά&νοιγμα των καταλόγων σε ξεχωριστά παράθυρα
et: &Kataloogid avatakse eraldi aknas
fi: &Avaa hakemistot uusiin ikkunoihin
he: םידרפ&נ תונולחב תוירפס חתפ
hu: A könyvtárak megnyitása &külön ablakban történjen
id: &Buka direktori di jendela terpisah
is: &Opna möppur í sér glugga
ja: ディレクトリを別のウィンドウで開く(&O)
ko: 다른 창에서 자료방 열기(&O)
lt: &Atverti katalogus atskiruose languose
lv: &Atvērt direktorijus atsevišķos logos
mt: &Iftaħ direttorji f'windows separati
nl: Mappen in &aparte vensters openen
no: Å&pne kataloger i egne vinduer
pl: &Otwieraj kartoteki w osobnych oknach
pt: Abrir direct&orias em janelas novas
pt_br: &Abrir diretórios em janelas separadas
ro: &Deschide directoarele în ferestre separate
ru: &Открывать каталоги в новом окне
sk: Priečinky &otvárať v nových oknách
sl: &Odpri imenike v ločenih oknih
sr: &Otvori direktorijume u različitim prozorima
sv: &Öppna kataloger i egna fönster
ta: «¨¼×¸¨Çò ¾É¢î º¡ÇÃí¸Ç¢ü ¾¢È
th: เปิดไดเรกทอรีในอีกหน้าต่าง
uk: &Відкривати каталоги у окремих вікнах
xh: &Vula abalawuli kwii window ezahlukeneyo

source: If this option is checked, Konqueror will open a new window when you open a directory, rather than showing that directory's contents in the current window.
af: as hierdie opsie is nagegaan, konqueror sal open 'n nuwe venster wanneer jy open 'n gids, eerder as te wys wat gids's inhoud in die huidige venster.
az: Bu seçənək işarətliysə, bir cərgəyə tıqlandığında Konqueror, bu cərgənin içindəkiləri o an açıq olan pəncərədə göstərmək yerinə, yeni bir pəncərə açar.
da: Hvis dette er afkrydset, så vil konqueror åbne et nyt vindue, når du åbner en mappe, i stedet for vise mappens indhold i det nuværende vindue.
el: Αν τσεκάρετε αυτή την επιλογή, το Konqueror θα ανοίγει ένα νέο παράθυρο όταν ανοίγετε έναν κατάλογο, αντί να δείχνει τα περιεχόμενα του καταλόγουστο τρέχον παράθυρο.
et: Kui see valik on sisse lülitatud, avab konqueror uue akna kui sa avad kataloogi, selle asemel, et avada see kataloog samas vanas aknas.
fi: Jos tämä kohta on valittuna, Konqueror avaa hakemistot uuteen ikkunaan,eikä näytä hakemiston sisältöä nykyisessä hakemistossa.
he: <p align=right>חתפי Konqueror ,תרחבנ וז תורשפא םא<br>םוקמב הירפס חתופ התא רשאכ שדח ןולח<br>.יחכונה ןולחב וזה הירפסה ןכות תא גיצהל
hu: Ha ez a beállítás be van kapcsolva, akkor a Konqueror mindig új ablakot nyit, ha megnyit egy könyvtárat, nem az eredeti ablakban jeleníti meg a könyvtár tartalmát.
id: Jika opsi ini dipilih, Konqueror akan membuka jendela baru ketika anda membuka direktori, alih-alih menampilkan isi direktori tersebut di jendela sekarang.
is: Ef er krossað við hér opnar Konqueror nýjan glugga þegar þú opnar möppu í staðinn fyrir að endurnýta gluggann sem mappan er opnuð úr.
ja: このオプションを有効にすると、Konquerorは、ディレクトリを開く際にそのウィンドウ内にディレクトリの内容を表示するのではなく、新規ウィンドウで開くようになります。
ko: 만약 이 옵션을 체크하면 컹커러는 현재 창에서 자료방 내용을 보여주지 않고 새로운 창에서 자료방을 보여줍니다.
lt: Jeigu pažymėta šita parinktis, Konqueror atvers naują langą parodyti kito katalogo turinį.
lv: Ja šī opcija ir iezīmēta, Iekarotājs atvērs direktoriju jaunā logā, nevis parādīs direktorija saturu tekošajā logā
mt: Jekk din l-għażla tkun ittikkjata, Konqueror jiftaħ window ġdida meta tiftaħ direttorju, minnflok juri l-kontenut tad-direttorju fil-window kurrenti.
nl: Als deze optie is ingeschakeld, dan opent Konqueror een nieuw venster wanneer u een map opent, in plaats van de inhoud van deze map te tonen in het huidige venster.
no: Hvis dette valget er på, åpner konqueror et nytt vindu når du klikker på en katalog, istedenfor å vise innholdet av den katalogen i det gamle vinduet.
pl: Jeśli ta opcja jest włączona Konqueror otworzy nowe okno kiedy otworzysz kartotekę, zamiast pokazania jej zawartości w bieżącym oknie.
pt: Se esta opção estiver activa, o Konqueror abre uma nova janela quando se carrega numa directoria, em vez de mudar para essa directoria na janela actual.
pt_br: Se esta opção for selecionada, o Konqueror abrirá uma nova janela quando um diretório é aberto, em vez de exibir o conteúdo desse diretório na janela atual.
ro: Dacă această opţiune este marcată, Konqueror va deschide o fereastră nouă atunci cînd deschideţi un director, în loc să afişeze conţinutul directorului în fereastra curentă.
ru: При включении этой опции Konqueror будет открывать новое окно для отображения содержимого каталога вместо того, чтобы выводить его в текущем окне.
sk: Ak je táto voľba zapnutá, Konqueror bude otvárať nové okno pri otvorení priečinka, namiesto ukázania obsahu otvoreného priečinka v súčasnom okne.
sl: Če je ta izbira odkljukana, Konqueror takrat, ko kliknete imenik, odpre novo okno, namesto da bi se na tisti imenik prestavil v starem oknu.
sr: Ako je ova opcija čekirana, Konqueror će otvoriti novi prozor kada god otvorite direktorijum, radije nego prikazivanje liste direktorijuma u trenutnom prozoru.
sv: Om det här alternativet är förkryssat så kommer Konqueror att öppna ett nytt fönster när du öppnar en katalog, i stället för att visa den katalogens innehåll i det nuvarande fönstret.
ta: ­ù Å¢ÕôÀõ §¾÷× ¦ºöÂôÀð¼¡ø, ¿£í¸û ´Õ «¨¼¨Å ìÇ¢ì ¦ºö¾¡ø konqueror ¯í¸û À¨ÆÂ º¡ÇÃò¾¢ø «ó¾ «¨¼×ìÌ Á¡ÚÅ¾üÌ À¾¢ø, ´Õ Ò¾¢Â º¡ÇÃò¨¾ ¾¢ÈìÌõ.
th: เลือกตัวเลือกนี้ เพื่อให้ Konqueror ทำการเปิดหน้าต่างใหม่ เมื่อคุณเปิดไดเรอกทอรี แทนการเปิดไดเรกทอรีในหน้าต่างปัจจุบัน
uk: Якщо ця опція вибрана, Konqueror буде відкривати нове вікно, якщо Ви відкриваєте новий каталог, замість того, щоб показувати зміст каталогу у вже відкритому вікні.
xh: Ukuba olu khetho lukhangelwe, iKonqueror izakuvula iwindow entsha xa uvula ulawulo, kunokubonisa imixholo yolawulo kweyangoku iwindow.

source: &Show network operations in a single window
af: vertoon netwerk operasies in 'n enkel venster
az: Şəbəkə əməliyyatlarını tək pəncərədə &göstər
da: &Vis netværksoperationer i et enkelt vindue
el: Προ&βολή δικτυακών ενεργειών σε ένα παράθυρο
et: &Võrguoperatsioone näidatakse ühes aknas
fi: &Näytä verkkotoiminnot yhdessä ikkunassa
he: דחא ןולחב תשר תולועפ ג&צה
hu: Háló&zati műveleteknél csak egy (közös) állapotjelző ablak legyen
id: Per&lihatkan operasi jaringan dalam jendela tunggal
is: &Sýna netaðgerðir í einum glugga
ja: ネットワーク操作を単一ウィンドウ内に表示(&S)
ko: 단일창에서 네트워크 동작 보기(&S)
lt: Rody&ti tinklo operacijas viename lange
lv: &Rādīt tīkla operācijas vienā logā
mt: &Uri xogħol fuq in-network ġo window waħda
nl: &Toon netwerkoperaties in één venster
no: &Vis nettverksoperasjoner i ett vindu
pl: &Pokazuj operacje sieciowe w jednym oknie
pt: Mostrar as operaçõe&s de rede só numa janela
pt_br: &Exibir as operações de rede em uma janela única
ro: &Afişează operaţiile de reţea într-o singură fereastră
ru: &Отображать операции в сети в одном окне
sk: Ukazovať operácie &siete v jednom okne
sl: &Prikaži omrežna opravila v enem oknu
sr: &Pokaži operacije mreže u jednom prozoru
sv: &Visa nätverksoperationer i ett enda fönster
ta: Å¨Ä ¿¼ÅÊì¨¸¸¨Ç ´Õ º¡ÇÃò¾¢ü ¸¡ðÎ
th: แสดงปฏิบัติการของเครือข่ายในหน้าต่างเดียวกัน
uk: &Показувати дії з мережею в одному вікні
xh: &Bonisa imisebenzi yomnatha kwi window eyodwa

source: Checking this option will group the progress information for all network file transfers into a single window with a list. When the option is not checked, all transfers appear in a separate window.
af: toetsing hierdie opsie sal groep die vordering informasie vir alle netwerk lêer oordragte binnein 'n enkel venster met 'n lys. wanneer die opsie is nie nagegaan, alle oordragte verskyn in 'n aparte venster.
az: Bu seçənəyin işarətlənməsi şəbəkə fayl transferi ilə əlaqəli əməliyyat mə'lumatlarının hamısının tək bir pəncərədə sıralanmasına imkan verər. Bu seçənək işarətli deyilkən bütün transferlər ayrı pəncərələrdə göstərilirlər.
da: Ved at afkrydse dette valg vil fremgangs informationen for alle netværksfiloverførsler vises i et enkelt vindue som en liste. Når valget ikke er afkrydset, vil overførsler vises i forskellige vinduer.
el: Επιλέγοντας αυτή τη δυνατότητα, όλες οι πληροφορίες για την πρόοδο των λειτουργιών μεταφοράς αρχείων από το δίκτυο θα ομαδοποιούνται σε ένα μόνο παράθυρο σαν μια λίστα. Όταν αυτή η δυνατότητα δεν έχει επιλεγεί, όλες οι μεταφορές εμφανίζονται σε ένα ξεχωριστό παράθυρο.
et: Selle valiku sisse lülitamisel grupeeritakse kõikide võrguoperatsioonide edenemise info ühte aknasse. Kui valik ei ole sisse lülitatud, näidatakse kõiki ülekandeid eraldi akendes.
fi: Jos tämä kohta on valittuna, kaikki tiedostojen siirtämisen edistymiseen liittyvät tiedot luettelona yhdessä ikkunassa. Jos kohtaa ei ole valittu, tiedostojen siirtäminen näytetään jokainen omassa ikkunassaan.
he: <p align=right>לע עדימה תא ץבקת וז תורשפאב הריחב<br>תשרב םיצבקה תורבעה לכ לש תומדקתהה<br>אל וז תורשפאשכ .המישר םע דדוב ןולחל<br>.דרפנ ןולחב עיפות הרבעה לכ ,תרחבנ
hu: Ha kiválasztja ezt az opciót, akkor a hálózati adatátvitelek egyetlen ablakban jelennek meg, lista alakban. Ha nem választja ki, minden adatátvitel külön ablakban jelenik meg.
id: Menandai opsi ini akan mengelompokkan informasi kemajuan untuk seluruh transfer berkas jaringan ke dalam sebuah daftar dalam jendela tunggal. Ketika opsi ini tidak dipilih, seluruh transfer akan muncul di jendela terpisah.
is: Ef hakað er við þetta verður öllum framgangsstikum netaðgerða hópað saman í einn glugga. Þegar ekki er hakað við þetta koma þeir allir í sér gluggum.
ja: このオプションを有効にするとネットワークでのすべてのファイル転送の進捗状況を単一のウィンドウに一覧表示します。無効にしておくとすべての転送処理は個別のウィンドウに表示されます
ko: 이 옵션을 체크하면 모든 네트워크 전송이 단일창에서 진행 정보를 보여줍니다. 이 옵션을 체크하지 않는다면 모든 전송은 별도의 창에서 나타납니다.
lt: Pažymėjus šitą parinktį, sugrupuos viename lange į sąrašą tinklo bylų siuntimo eigos informaciją. Kai šita parinktis nėra pažymėta, visi siuntimai atsidarys atskiruose languose.
lv: Šīs opcijas iezīmēšana sagrupēs visu tīkla failu pārsūtīšanas progresa informāciju vienā logā ar sarakstu. Kad šī opcija nav iezīmēta, visas pārsūtīšanas parādās atsevišķos logos.
mt: Jekk tittikkja din l-għażla, it-trasport ta' fajls fuq in-network jiġu ggruppati ġo window waħda b'lista. Jekk le, it-trasport ta' fajls jidhru f'windows individwali.
nl: Als u deze optie inschakelt, dan wordt alle informatie over de voortgang van bestandsoverdrachten via het netwerk in een lijst gegroepeerd en in één venster weergegeven. Als u deze optie niet inschakelt, dan wordt elke overdracht in een apart venster weergegeven.
no: Avkryssing i dette vinduet vil føre til at fremdriftsinformasjon for alle nettverksfiloperasjoner vil bli vist i et enkelt vindu med en liste. Hvis dette valget ikke er krysset vil alle overføringene få et eget vindu.
pl: Włączenie tej opcji spowoduje grupowanie informacji o postępach dla wszystkich transferów sieciowych w jednym oknie z listą. Jeśli opcja jest wyłączona wszystkie transfery są pokazane w ososbnych oknach.
pt: Assinalando esta opção irá agrupar a informação de progresso para todas as transferências de ficheiros pela rede numa simples janela com uma lista. Quando esta opção está desligada, todas as transferências aparecem numa janela separada.
pt_br: A seleção desta opção agrupará a informação de progresso para todas transferências de arquivo de rede em uma janela única com uma lista. Quando a opção não é selecionada, todas as transferências aparecem em uma janela separada.
ro: Marcînd această opţiune va grupa într-o singură fereastră cu o listă toate informaţiile de progres pentru toate transferurile de fişiere. Cînd aceasta opţiune nu este marcată, toate transferurile apar în ferestre separate.
ru: Включив эту опцию, вы будете видеть сведения обо всей передаче данных через сеть в одном окне в виде списка. Если опция не активна, передача будет отображаться в отдельном окне для каждой задачи.
sk: Táto voľba zoskupí informácie o prebiehajúcich sieťových prenosoch súborov do jedného okna so zoznamom. Inak bude mať každý prenos vlastné okno.
sl: Ta izbira združi prikaz prenosa vseh datotek iz omrežja v eno okno s seznamom. Če ni izbrana, bo vsak prenos prikazan v svojem oknu.
sr: Izabiranjem ove opcije sve informacije o transferu fajlova kroz mrežu će biti prikazani u jednom prozoru. Kada ova opcija nije čekirana, svi transferi će biti prikazani u odvojenim prozorima.
sv: Om du kryssar för det här alternativet så kommer förloppsinformation för alla filöverföringar över nätverket att samlas i en lista i ett enda fönster. När alternativet inte är förkryssat så visas varje överföring i ett eget fönster.
th: เลือกตัวเลือกนี้ เพื่อให้จัดกลุ่มรายละเอียดข้อมูลของโปรเซสสำหรับการรับส่งแฟ้มในระบบเครือข่ายทุกตัวในหน้าต่างเดียวกัน แทนการแยกแสดงในหน้าต่างใหม่
uk: Вибір цієї опції згрупує інформацію про всі процеси, що використовують передачу файлів по мережі в одне вікно з списком. Коли ця опція не вибрана, кожен процес з'являється в своєму вікні.
xh: Ukukhangela olu khetho kuzakwenza amaqela ulwazi lwenkqubela kulo lonke unikezelo lwefayile yomsebenzi womnatha kwi window eyodwa ngoluhlu. Xa ukhetho lunga khangelwa, lonke unikezelo luvela kwiwindow eyahlukileyo.

source: Home &URL:
af: huis url:
az: Başlanğıc URL'si:
da: Hjemme &URL:
el: URL &Σπιτιού:
et: Kodulehekülje &URL:
fi: &Kotiosoite:
he: :תיב תבות&כ
hu: &Saját URL:
is: &Slóð heimasíðu (URL):
ja: ホームURL(&U):
ko: 홈 URL(&U):
lt: Namų &URL:
lv: Mājas &URL:
mt: &URL tal-bidu:
nl: Startpa&gina:
no: &URL til hjem:
pl: Kartoteka &domowa:
pt: URL &Inicial:
ro: URL &Acasă:
ru: Домашний &URL:
sk: Domovské &URL:
sl: Domači &URL:
sr: Početna &lokacija:
sv: &Webbadressen hem:
ta: ¦¾¡¼ì¸ URL:
th: ตำแหน่งหลัก:
uk: &URL домівки:
xh: &Ikhaya URL:

source: This is the URL (e.g. a directory or a web page) where Konqueror will jump to when the "Home" button is pressed. Usually a 'tilde' (~).
af: hierdie is die url (e.g. 'n gids of 'n web bladsy) waar konqueror sal spring aan wanneer die "huis" knoppie is gedruk. gewoonlik 'n 'tilde' (~).
az: Bu, "Başlanğıc" düyməsinə basıldığında konqueror'un gedəcəyi URL'dir (məs. bir cərgə ya da bir veb səhifəsi). Ümumiyyətlə bir 'tilda' xarakteridir (~).
da: Dette er den URL (altså mappe eller netside) som Konqueror går til, når du trykker på "Hjem" knappen. Sædvanligvis en 'tilde (~).
el: Αυτό είναι το URL (π.χ. ένας κατάλογος ή μια ιστοσελίδα) όπου θα πηγαίνετε με το κουμπί "Σπίτι". Συνήθως μια περισπωμένη (~).
et: See on URL (so. kataloog või veebileht), mille konqueror avab kui sa vajutad nuppu "Kodu". Tavaliselt on selleks sümbol tilde (~).
fi: Tämä on osoite (esim. hakemisto tai www-osoite) johon Konqueror siirtyy kun painiketta "Koti" painetaan. Tavallisesti kotiosoite on 'tilde' (~).
he: <p align=right>וא הירפס אמגודל) תבותכה יהוז<br>Konqueror ץופקי הילא (תשר ףד<br>ךרדב .ץחלנ "תיב"ה רותפכ רשאכ<br>.(~) 'הדליט' ללכ
hu: Erre az URL-re (pl. könyvtárra vagy internet-címre) ugrik a Konqueror, ha a "Saját könyvtár" gombot megnyomja. Általában a 'tilde' jel (~) szerepel itt.
is: Þetta er slóðin (URL) að möppu, vefsíðu eða álíka sem Konqueror fer á þegar er smellt á "Heim" takkann. Venjulega er þetta 'tilda' (~).
ja: これはKonquerorで"ホーム"ボタンをクリックしたときの行き先のURL(ディレクトリまたはウェブページ)です。通常は'チルダ'(~)となっています。
ko: 이 URL은 컹커러에서 "홈" 단추를 눌렀을때 들어갈 자료방이나 웹 페이지입니다. 일반적으로 '틸드'(~)- 홈자료방을 가리킴- 입니다.
lt: Tai yra URL (katalogas arba web puslapis), į kurį Konqueror pereis paspaudus mygtuką „Namo“. Paprastai tai yra tildė (~).
lv: Šis ir URL (t.i. direktorijs vai web lapa) uz kuru pārlēks iekarotājs kad "Mājas" poga ir nospiesta. Parasti 'tilde' (~).
mt: Dan huwa l-URL (ċioè direttorju jew paġna web) fejn imur Konqueror meta tingħafas il-buttuna "Bidu", li normalment hija il-buttuna "tilde" (~).
nl: Dit is het URL-adres (bijv. van een map of webpagina) waar Konqueror naar toe springt als het "huis"-knopje wordt aangeklikt. Meestal een 'tilde' (~).
no: Dette er URLen (f eks en katalog eller en vevside) som konqueror vil gå til når du trykker på "Hjem"-knappen. Vanligvis "tilde" (~).
pl: Jest to adres (tj. kartoteka lub strona WWW) do której przejdzie Konqueror, jeśli przycisk "Home" zostanie naciśnięty. Zwykle jest to 'tylda' (~).
pt: Esta é a URL (ou seja, uma directoria ou página da web) para onde o konqueror vai quando carregar no botão "Casa". Normalmente é o 'til' (~).
ru: Здесь указывается адрес (например, каталог или WWW-страница) куда переходит Konqueror при нажатии на кнопку "Домашний URL". Обычно задается домашний каталог пользователя (~).
sk: Toto je URL (napr. priečinok alebo web stránka), kam Konqueror skočí pri stlačení tlačidlá "Domov". Zvyčajne 'vlnovka' (~).
sl: To je URL (npr. imenik ali spletna stran), na katerega bo Konqueror skočil, ko boste pritisnili na gumb "Domov". Ponavadi je to 'vijuga' (~).
sr: Ovo je URL (adresa direktorijuma ili Web stranice) koju će Konqueror otvoriti kada se pritisne dugme "Početna lokacija". Obično se unosi znak "tilda" (~), koji označava lokalni korisnički direktorijum.
sv: Det här är webbadressen (t ex en katalog eller en webbsida) som Konqueror kommer att gå till när du klickar på "Hem"-knappen. Vanligtvis ett "tilde" (~).
ta: "¦¾¡¼ì¸õ" ±Ûõ ¦À¡ò¾¡¨É «Óì¸¢É¡ø konqueror ­ó¾ URL ìÌ (¯+õ. ´Õ «¨¼× «øÄÐ ´Õ Å¨Ä Àì¸õ) ¾¡×õ. ¦À¡ÐÅ¡¸ ­Ð 'tilde' (~) ¬Ìõ.
th: ตำแหน่ง (เช่น ไดเรกทอรีหรือเวบเพจ) ที่ konqueror จะทำการเรียกไป เมื่อคุณคลิกที่ปุ่ม "ตำแหน่งหลัก" โดยมากจะใช้ '~'
uk: Це - URL (тобто каталог, або сторінка Тенет), куди konqueror перейде, коли Ви натиснете кнопку "Додому". За звичай це 'тильда' (~).
xh: Le yi URL (umzekelo umlawuli okanye iphepha le web) apho i Konqueror izakuxhumela khona xa iqhosha le "Ikhaya" licinezelwe. Ingakumbi i 'tilde' (~).
