Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: Check this option if you want to run X11 programs that draw into the desktop such as xsnow, xpenguin or xmountain. If you have problems with applications like netscape that check the root window for running instances, disable this option.
af: bevestig hierdie opsie as jy wil hê aan hardloop x11 programme wat teken binnein die werkskerm soos as xsneeu, xpikkewyn of xberg. as jy het probleme met programme hou van netscape wat bevestig die root venster vir wat loop instansies, deaktiveer hierdie opsie.
az: Bu seçənəyi xsnow, xpenguin vs. kimi X11 proqramlarını masa üstündə oynaqmaq istəyirsinizsə, seçin.
da: Afkryds dette valg hvis du vil køre X11 programmer der tegner på skrivebordet såsom xsnow, xpenguin eller xmountain. Hvis du har problemer med programmer som netscape der tjekker root vinduet for kørende udgaver, så deaktivér dette valg.
el: Τσεκάρετε αυτή την επιλογή αν θέλετε να τρέχετε προγράμματα X11 που ζωγραφίζουν στην επιφ. εργασίας, όπως τα xsnow, xpenguin ή xmountai. Αν έχετε προβλήματα με εφαρμογές όπως το Netscape που ελέγχουν το "root window" (την επιφ. εργασίας) για εκτελούμενα αντίγραφά τους, απενεργοποιήστε αυτή την επιλογή.
et: Lülita see sisse kui soovid käivitada X11 rakendusi, mis joonistavad töölauale nagu nt. xsnow, xpenguin või xmountain. Kui tekib probleeme rakendustega nagu nt. Netscape, mis kontrollivad root akent käivitavate eksemplaride jaoks, äralülita seda valikut sisse.
fi: Valitse tämä kohta, mikäli haluat ajaa X11 -sovelluksia, jotka piirtävät työpöydälle. Tällaisia sovelluksia ovat mm. xsnow, xpenguin sekä xmountain. Jos ohjelmien käytössä tulee ongelmia, ota asetus pois käytöstä.
he: <p align=right>תוינכות ליעפהל ךנוצרב םא וז תורשפאב רחב<br>,xsnow ןוגכ ,הדובעה ןחלוש ךותב תוגיצמה X11-ל<br>לקתנ התא םא .xmountain וא ,xpenguin<br>םא םיקדובש Netscape ומכ םימושיי םע תויעבב<br>.וז תורשפא לטב ,שרושה ןולחב םיעפומ םילעופ
hu: Jelölje be ezt az opciót, ha olyan X11 programokat szeretne használni, amelyek közvetlenül a munkaasztalra rajzolnak. Ilyen például az xsnow, az xpenguin és az xmountain. Ha valamelyik más alkalmazásnál problémák lépnek fel emiatt (például a Netscape-ben), kapcsolja ki ezt az opciót.
is: Hakaðu við þennan möguleika ef þú vilt keyra X11 forrit sem teikna á skjáborðið eins og xsnow, xpenguin eða xmountain. Ef þú átt í vandræðum með forrit eins og Netscape sem athuga rótargluggann fyrir einhverjum keyrandi tilvikum skaltu afhaka þennan möguleika.
ja: xsnow、xpenguinあるいはxmountainのようなデスクトップに直接描画するX11プログラムを実行したいならこのオプションを設定して下さい。実行中の実体のためにルートウィンドウを調べるnetscapeのように、プログラムについて何らかの問題を抱えているならこのオプションを無効にして下さい。
lt: Pažymėkite šią parinktį jei jūs norite paleidinėti X11 programas, paišančias ant darbastalio, kaip xsnow, xpenguin ar xmountain. Jei jūs turite problemų su tokiomis kaip Netscape programomis, tikrinančiomis root langą ir ieškančioms veikiančių atvejų, išjunkite šią parinktį.
lv: Iezīmējiet šo opciju, ja vēlaties darbināt X11 programmas, kas zīmē uz darbvirsmas tādas kā xsniegs, xpingvīns vai xkalni. Ja jums ir problēmas ar tādām aplikācijām kā netscape, kas pārbauda saknes logu uz darbojošamies instancēm, aizliedziet šo opciju.
mt: Ittikkja din l-għażla jekk trid tħaddem programmi X11 li jpinġu direttament fuq id-desktop, bħal xsnow, xpenguin u xmountain. Jekk qed ikollok konflitti ma' programmi bħal netscape, li jiċċekkjaw il-window tad-desktop għal instanzi qed jaħdmu, neħħi din l-għażla.
nl: Schakel deze optie in als u X11-programma's wilt gebruiken die als onderdeel van uw bureaublad draaien, zoals xsnow, xpenguin of xmountain. Als u problemen ondervindt met applicaties, zoals Netscape, die het hoofdvenster controleren voor draaiende instanties, schakel dan deze optie uit.
no: Kryss av her hvis du vil kjøre X11-programmer som skriver/tegner på skrivebordsflaten, som f.eks. xsnow, xpenguin eller xmountain. Ikke kryss av her dersom du får problemer med programmer som Netscape, som ser etter på skrivebordsflaten etter forekomster som er i gang.
pl: Włącz tę opcję jeśli chcesz by inne programy X11 mogły rysowac na biurku (takie jak xsnow, xpenguin, xmountain). Jeśli pojawiają się problemy z programami typu netscape, wtedy sprawdź czy nie działają jeszcze jakieś programy w oknie biurka i wyłącz tę opcję.
pt: Assinala esta opção se quiseres correr programas do X11 que desenhem no ecrã, tais como o xsnow, o xpenguin ou o xmountain. Se tiveres problemas com aplicações como o netscape que pesquisam na janela de raiz pelas instâncias a correr, desactiva esta opção.
ru: Разрешает запуск программ X11, осуществляющих графический вывод в корневое окно, таких как xsnow, xpenguin или xmountain. Если у вас возникают проблемы с такими программами, как netscape, которые проверяют корневое окно на наличие запущенных приложений, отключите эту опцию.
sk: Použite túto voľbu ak chcete spúšťať programy X11, ktoré kreslia po ploche, ako je xsnow, xpenguin alebo xmountain. Ak máte problémy s aplikáciami ako je netscape, ktoré kontrolujú koreňové okno na bežiace procesy, vypnite túto voľbu.
sl: Potrdite to izbiro, če želite uporabljati programe X11, ki se narišejo v namizje,kot na primer xsnow, xpenguin ali xmountain. Če imate s programi kot jenetscape zaradi tega, ker preverijo ali v korenskem oknu že tečejo drugiizvodi programa težave, to izbiro izklopite.
sv: Markera det här alternativet om du vill köra X11-program som ritar på skrivbordet såsom xsnow, xpenguin eller xmountain. Om du har problem med program som netscape, som kontrollerar i rotfönstret efter instanser som kör, stäng av det här alternativet.
th: เลือกตัวเลือกนี้ หากคุณต้องการสั่งทำงานโปรแกรม X11 ที่ต้องการใช้เดสก์ทอป ในการวาด เช่น โปรแกรม xsnow หรือ xmountain เป็นต้น หากคุณมีปัญหา กับบางแอพพลิเคชัน เช่น เนตสเคป ให้เลือกหน้าต่างรากสำหรับทำงาน และปิดการใช้งานตัวเลือกนี้
uk: Ввімкніть цю опцію, якщо Ви запускаєте програми X11, які малюють на стільниці, це такі програми, як xsnow, xpenguin або xmountain. Якщо у Вас з'являться проблеми з іншими програмами, які використовують головне вікно для запуску примірників, як, напр., netscape, Ви можете вимкнути цю опцію.
xh: Khangela olu khetho ukuba ufuna ukwenza udweliso lwenkqubo lwe X11 oluzoba kwi desktop njenge xkhephu, xntaka yolwandle okanye xntaba. Ukuba uneengxaki ngezicelo ezinjenge netscape ezikhangela ingcambu ye window yemizekelo esebenzayo, khubaza olu khetho.

source: Show Previews for:
af: vertoon voorskoue vir:
az: Nümayişləri göstər:
da: Vis forhåndsvisning for:
el: Προβολή Προεπισκοπήσεων για:
et: Eelvaatluse kasutamine:
fi: Näytä esikatselu:
he: :רובע תומידקמ תוגוצת גצה
hu: Gyorsnézet a következőknél:
id: Perlihatkan Prapandang untuk:
is: Sýna forsýn fyrir:
ja: プレビューを表示するタイプ:
ko: 다음에 대한 미리 보기 보기:
lt: Rodyti peržiūrą:
lv: Rādīt Apskates priekš:
mt: Uri previżjonijiet għal:
nl: Voorbeelden tonen voor:
no: Vis forhåndsvisninger for:
pl: Pokaż podgląd dla:
pt: Mostras Antevisões para:
pt_br: Mostrar previsões para:
ro: Afişează previzualizare pentru:
ru: Предварительный просмотр для:
sk: Zobrazovať ukážky pre:
sl: Pokaži ogled za:
sr: Pokaži pregled za:
sv: Visa förhandsgranskningar för:
ta: À¢ýÅÕÅÉÅü¨È Óý§É¡ð¼Á¢Î:
th: แสดงตัวอย่างสำหรับ:
uk: Показувати перегляд для:
xh: Bonisa iimbonisela zasecaleni ze:

source: Select for which types of files you want to enable preview images
af: kies vir wat tipes van lêers jy wil hê aan aktiveer voorskou beelde
az: Nümayişlərini görmək istədiyiniz fayl növlərini seçin
da: Vælg for hvilke typer filer du ønsker at tillade forhåndsvisninger
el: Επιλέξτε τους τύπους αρχείων για τους οποίους θέλετε να εμφανίζονται προεπισκοπήσεις
et: Vali mis failitüüpide puhul sa soovid eelvaatlust kasutada.
fi: Valitse, minkä tyyppisten tiedostojen esikatselu on käytössä.
he: <p align=right>םיצבק יגוס וליא רובע רחב<br>תונומת רשפאל ךנוצרב<br>.המידקמ הגוצת
hu: Válassza ki azokat a fájltípusokat, amelyeknél gyorsnézetet szeretne
id: Pilih untuk tipe berkas mana yang anda ingin bolehkan prapandang citra
is: Veldur þær skráargerðir sem þú vilt hafa forsýn á
ja: 画像プレビューを有効にするファイルタイプを選択して下さい。
ko: 그림 파일을 미리 보기 위한 파일 형식 선택
lt: Nurodykite kokių tipų bylų paveikslus pageidaujate peržiūrėti
lv: Izvēlieties, kuriem failu tipiem jūs vēlaties atļaut apskates attēlus
mt: Agħżel għal liema fonts ta' fajls trid tipproduċi stampi ta' previżjoni.
nl: Selecteer de type bestanden waarvan u voorbeelden wilt zien
no: Velg hvilke type filer du vil aktivere forhåndsvisning for
pl: Wybierz dla jakich typów plików chcesz mieć włączony podgląd
pt: Selecciona para que tipos de ficheiros é que queres activar as antevisões
pt_br: Selecione para que tipos de arquivo você quer habilitar imagens de previsão
ro: Selectaţi tipurile de fişiere pentru care doriţi să activaţi previzualizarea de imagini
ru: Выберите, для каких типов файлов вы хотите включить предварительный просмотр изображений
sk: Vyberte, pre ktoré typy súborov chcete povoliť ukážky obrázkov
sl: Izberite, za katere vrste datotek želite omogočiti ogledovanje slik
sr: Selektujte za koju vrstu fajlova želite da aktivirate pregled slika
sv: Välj för vilka typer av filer du vill aktivera förhandsgranskningsbilder
ta: ±ì§¸¡ôÒÅ¨¸¸ÙìÌ À¼ Óý§É¡ð¼õ §¾¨Å¦ÂÉ ­íÌ ¦¾Ã¢×¦ºöÂ×õ
th: เลือกประเภทของแฟ้ม ที่คุณต้องการเปิดใช้การแสดงตัวอย่าง
uk: Виберіть, для якого типу файлів, Ви хочете перегляд образів
xh: Khetha udidi lweefayile ofuna ukwenza imifanekiso yemboniselo yasecaleni kuzo

source: Clicks on the desktop
af: klieke op die werkskerm
az: Masa Üstünə tıqlamalar
da: Klik på skrivebordet
el: Κλικ στην επιφάνεια εργασίας
et: Klikkimine töölaual
fi: Painallus työpöydälle
he: הדובעה ןחלוש לע תוציחל
hu: Kattintások az asztalon
id: Klik pada desktop
is: Áhrif þess að smella á skjáborðið
ja: デスクトップのクリック
ko: 일터에서 클릭
lt: Bakstelėjimai darbastalyje
lv: Noklikšķina uz darbvirsmas
mt: Għafsiet fuq id-desktop
nl: Klikgedrag op het bureaublad
no: Klikk på skrivebordet
pl: Kliknięcia na biurku
pt: Ao carregar no ambiente de trabalho
pt_br: Cliques na área de trabalho
ro: Clic pe ecran
ru: Щелчки по рабочему столу
sk: Kliknutia na plochu
sl: Klikanje po namizju
sr: Klikovi na radnoj površini
sv: Klickningar på skrivbordet
ta: §Á¨ºÂ¢ø ìÇ¢ì ¦ºö¾ø
th: คลิกที่เดสก์ทอป
uk: При клацанні на стільниці
xh: Inqakraza kwi desktop

source: Left Button
af: links knoppie
az: Sol Düymə
da: Venstre knap
el: Αριστερό Κουμπί
et: Vasak nupp
fi: Vasen painike
he: ילאמש ןצחל
hu: Bal gomb
id: Tombol Kiri
is: Vinstri hnappur
ja: 左ボタン
ko: 왼쪽 단추
lt: Kairys klavišas
lv: Kreisā Poga
mt: Buttuna tax-Xellug
nl: Linker muisknop
no: Venstre knapp
pl: Lewy przycisk
pt: Botão Esquerdo
pt_br: Botão esquerdo
ro: Buton stînga
ru: левой кнопкой
sk: Ľavé tlačidlo
sl: Levi gumb
sr: Levi taster
sv: Vänster musknapp
ta: ­¼ô ¦À¡ò¾¡ý
th: ปุ่มซ้าย
uk: Ліва кнопка
xh: Iqhosa lasekhohlo

source: You can choose what happens when you click the left button of your pointing device on the desktop:
af: jy kan kies wat gebeur wanneer jy kliek die links knoppie van jou aanwys toestel op die werkskerm:
az: Masa üstündə, işarətçinizlə sol tıqladığınız vaxt nə olacağını seçə bilərsiniz
da: Du kan vælge hvad der sker, når du klikker med venstre knap på din pegeenhed på skrivebordet.
el: Μπορείτε να επιλέξετε τι θα γίνεται όταν κάνετε κλικ με το αριστερό κουμπί της συσκευής κατάδειξής σας στην επιφ. εργασίας:
et: Siin saad valida mis juhtub siis kui sa klikid töölaual hiire vasaku nupuga:
fi: Voit valita, mitä tapahtuu kun napsautat hiiren oikeaa painiketta vapaalla työpöydällä.
he: <p align=right>:הדובעה ןחלוש לע ךלש העבצהה ןקתה לש ילאמשה ןצחלה םע ץחלת רשאכ הרקי המ רוחבל ךתורשפאב
hu: Itt választhatja ki, hogy mi történjen, ha a bal egérgombbal a munkaasztalra kattint:
id: Anda bisa memilih apa yang terjadi saat anda klik tombol kiri divais penunjuk anda pada desktop.
is: Þú getur ráðið því hvað gerist þegar þú smellir með vinstri músartakkanum áskjáborðið:
ja: デスクトップ上でポインティングデバイスの左ボタンをクリックしたときの動作を設定できます:
ko: 일터에서 포인팅 장치의 왼쪽 단추를 눌렀을 때 동작을 선택하십시오:
lt: Galite nurodyti kas atsitiks kai paspausite kairį pelės klavišą ant darbastalio:
lv: Jūs varat izvēlēties, kas notiks, kad jūs noklikšķināsiet savas manipulator iekārtas kreiso pogu uz darbvirsmas:
mt: Hawn tista' tagħżel x'jiġri meta tagħfas il-buttuna tax-xellug tal-maws fuq id-desktop:
nl: U kunt bepalen wat er gebeurt als u met de linker knop van uw aanwijsapparaat klikt op het bureaublad:
no: Du kan velge hva som skjer når du trykker den venstre musknappen på skrivebordet:
pl: Można określić co się dzieje po kliknięciu lewym przyciskiem wskaźnika (np. myszy) na biurku:
pt: Podes escolher o que acontece quando carregas com o botão esquerdo do rato no ambiente de trabalho:
pt_br: Você pode escolher o que acontece quando clica com o botão esquerdo do mouse no fundo da área de trabalho:
ro: Puteţi alege ce se întîmplă cînd daţi clic stînga pe ecran cu butonul dreapta al dispozitivului de indicare:
ru: Здесь вы можете указать, что происходит, когда вы нажимаете левой кнопкой мыши на рабочем столе:
sk: Tu si môžete zvoliť, čo sa stane, keď kliknete ľavým tlačidlom myši na plochu:
sl: Sami lahko izberete, kaj naj se zgodi, ko boste z levim gumbom kazalne naprave kliknili na namizje:
sr: Možete izabrati šta će se desiti ako kliknete levim tasterom miša na radnu površinu:
sv: Du kan välja vad som ska hända när du klickar med den vänstra musknappen på skrivbordet:
th: คุณสามารถเลือกสิ่งที่จะกระทำ เมื่อคุณคลิกเมาส์ซ้ายบนเดสก์ทอป
uk: Ви можете керувати, що трапиться при клацанні лівою кнопкою вказівного пристрою на стільниці:
xh: Ungakhetha okwenzekayo xa unqakraza kwiqhosha lasekhohlo lwecebo lencopho kwi desktop:

source: Right Button
af: regterkant knoppie
az: Sağ düymə
da: Højre knap
el: Δεξί Κουμπί
et: Parem nupp
fi: Oikea painike
he: ינמי ןצחל
hu: Jobb gomb
id: Tombol Kanan
is: Hægri takki
ja: 右ボタン
ko: 오른쪽 단추
lt: Dešinys klavišas
lv: Labā Poga
mt: Buttuna tal-Lemin
nl: Rechter muisknop
no: Høyre knapp
pl: Prawy przycisk
pt: Botão Direito
pt_br: Botão direito
ro: Buton dreapta
ru: правой кнопкой
sk: Pravé tlačidlo
sl: Desni gumb
sr: Desni taster
sv: Höger musknapp
ta: ÅÄô ¦À¡ò¾¡ý
th: ปุ่มขวา
uk: Права кнопка
xh: Iqhosha lasekunene

source: You can choose what happens when you click the right button of your pointing device on the desktop:
af: jy kan kies wat gebeur wanneer jy kliek die regterkant knoppie van jou aanwys toestel op die werkskerm:
az: Masa üstündə, siçanla sağ tıqladığınız vaxt nə olacağını seçə bilərsiniz
da: Du kan vælge hvad der sker, når du klikker med højre knap på din pegeenhed på skrivebordet.
el: Μπορείτε να επιλέξετε τι θα γίνεται όταν κάνετε κλικ με το δεξί κουμπί της συσκευής κατάδειξής σας στην επιφ. εργασίας:
et: Siin saad valida mis juhtub siis kui sa klikid töölaual hiire parema nupuga:
fi: Voit valita, mitä tapahtuu kun napsautat hiiren oikeaa painiketta vapaalla työpöydällä.
he: <p align=right>:הדובעה ןחלוש לע ךלש העבצהה ןקתה לש ינמיה ןצחלה םע ץחלת רשאכ הרקי המ רוחבל ךתורשפאב
hu: Itt választhatja ki, hogy mi történjen, ha a jobb egérgombbal a munkaasztalra kattint:
id: Anda bisa memilih apa yang terjadi saat anda klik tombol kanan divais penunjuk anda pada desktop.
is: Þú getur ráðið því hvað gerist þegar þú smellir með hægri músartakkanum áskjáborðið:
ja: デスクトップ上でポインティングデバイスの右ボタンをクリックしたときの動作を設定できます:
ko: 일터에서 포인팅 장치의 오른쪽 단추를 눌렀을 때 동작을 선택하십시오:
lt: Galite nurodyti kas atsitiks kai paspausite vidurinį pelės klavišą ant darbastalio:
lv: Jūs varat izvēlēties, kas notiks, kad jūs noklikšķināsiet savas manipulator iekārtas labo pogu uz darbvirsmas:
mt: Hawn tista' tagħżel x'jiġri meta tagħfas il-buttuna tal-lemin tal-maws fuq id-desktop:
nl: U kunt bepalen wat er gebeurt als u met de rechter knop van uw aanwijsapparaat klikt op het bureaublad:
no: Du kan velge hva som skjer når du trykker den høyre musknappen på skrivebordet:
pl: Można określić co się dzieje po kliknięciu prawym przyciskiem wskaźnika (np. myszy) na biurku:
pt: Podes escolher o que acontece quando carregas com o botão direito do rato no ambiente de trabalho:
pt_br: Você pode escolher o que acontece quando clica como o botão direito do mouse no fundo do ambiente de trabalho:
ro: Puteţi alege ce se întîmplă cînd daţi clic dreapta pe ecran cu butonul dreapta al dispozitivului de indicare:
ru: Здесь вы можете указать, что происходит, когда вы нажимаете правой кнопкой мыши на рабочем столе:
sk: Tu si môžete zvoliť, čo sa stane, keď kliknete pravým tlačidlom myši na plochu:
sl: Sami lahko izberete, kaj naj se zgodi, ko boste z desnim gumbom kazalne naprave kliknili na namizje:
sr: Možete izabrati šta će se desiti ako kliknete desnim tasterom miša na radnu površinu:
sv: Du kan välja vad som ska hända när du klickar med den högra musknappen på skrivbordet:
th: คุณสามารถเลือกสิ่งที่จะกระทำ เมื่อคุณคลิกเมาส์ขวาบนเดสก์ทอป
uk: Ви можете керувати, що трапиться при клацанні правою кнопкою вказівного пристрою на стільниці:
xh: Ungakhetha okwenzekayo xa unqakraza kwiqhosha lasekunene kwicebo lakho lencopho kwi desktop:
