Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: Minimize memory usage
af: minimeer geheue gebruik
az: Yaddaş istifadəsini azalt
da: Minimér hukommelsesforbrug
el: Ελαχιστοποίηση χρήσης μνήμης
et: Mälukasutuse minimiseerimine
fi: Minimoi muistin käyttö
he: ןורכיזב שומישה תא רעזמ
hu: A memóriahasználat minimalizálása
is: Lágmarka minnisnotkun
ja: メモリ使用量を最小化
lt: Minimizuoti atminties sunaudojimą
lv: Minimizēt atmiņas izmantošanu
mt: Naqqas il-konsum tal-memorja
nl: Geheugengebruik beperken
no: Minimer minneforbruk
pl: Minimalizuj zajętość pamięci
pt: Minimizar a utilização de memória
ro: Minimizează utilizarea memoriei
ru: Минимизация использования памяти
sk: Minimalizovať použitie pamäti
sl: Zmanjšaj porabo pomnilnika
sr: Minimiziraj zauzeće memorije
sv: Minimera minnesanvändning
ta: ¿¢¨É×ô ÀÂ¨Éì Ì¨È
th: ใช้หน่วยความจำน้อยที่สุด
uk: Мінімізація використання пам'яті
xh: Yenza ncinane usetyenziso lwenkumbulo

source: &Never
af: moet nooit
az: &Əsla
da: &Aldrig
el: &Ποτέ
et: &Mitte kunagi
fi: &Ei koskaan
he: &םעפ ףא
hu: so&ha
is: &Aldrei
ja: しない(&N)
lt: &Niekada
lv: &Nekad
mt: &Qatt
nl: &Nooit
no: A&ldri
pl: &Nigdy
pt: &Nunca
ro: &Niciodată
ru: &Не использовать
sk: &Nikdy
sl: &Nikoli
sr: &Nikad
sv: &Aldrig
ta: ±ýÚÁ¢ø¨Ä
th: ไม่ใช้เลย
uk: &Ніколи
xh: &Nakanye

source: Disables the minimization of memory usage and allows you to make each browsing activity independent from the others
af: deaktiveer die minimisering van geheue gebruik en laat toe jy aan maak elke blaaiïng aktiwiteit onafhanklike van die others
az: Yaddaş istifadəsinin azaldılmasını ləğv edər və bütün səyahət əməliyyatlarını bir brindən sərbəst hala gətirir
da: Deaktiverer minimering af hukommelsesforbrug og tillader dig at gøre allesøgningsaktiviteter uafhængige af hinanden
el: Απενεργοποιεί την ελαχιστοποίηση χρήσης μνήμης και σας επιτρέπει να κάνετε κάθε λειτουργία φυλλομέτρησης ανεξάρτητα από τις άλλες
et: Keelab mälukasutuse minimiseerimise ning võimaldab muuta iga lehitsemise akna teistest sõltumatuks.
fi: Jos tämä kohta on valittuna, muistin määrää ei rajoiteta jolloin jokainen selaustoiminto suoritetaan itsenäisenä.
he: <p align=right>ןורכיזב שומישה רועזימ תא לטבמ<br>השילג תוליעפ לכ ךופהל ךל רשפאמו<br>.תויוליעפה ראש ידימ תיאמצעל
hu: A memóriahasználat minimalizálásának letiltása, a böngészési folyamatok egymástól függetlenül kezelése
is: Slekkur á lágmörkun minnisnotkunar og hámarkar þannig bilanaþol Konqueror -bilun í einum glugga hefur þá engin áhrif á aðra glugga.
ja: メモリ使用量最小化を無効にして各ブラウザが互いに独立して動くようにします。
lt: Blokuos atminties panaudojimo minimizaciją ir leis naršyti nepriklausomai nuo kitų
lv: Aizliedz atmiņas izmantošanas minimizāciju un ļauj jums veikt katru pārlūkošanas aktivitāti neatkarīgi no citām
mt: Jitfi it-tnaqqis tal-konsum tal-memorja u jippermettilek li tagħmel kull operazzjoni ta' browsing indipendenti mill-oħrajn kollha.
nl: Deactiveert het beperken van het geheugengebruik en maakt het u mogelijk om elke browseractiviteit onafhankelijk van de overige te maken.
no: Slår av minimering av minneforbruk og tillater mange uavhengige nettloser.
pl: Wyłącza minimalizację zużycia pamięci i pozwala na niezależne korzystanie z przeglądarki w każdym oknie.
pt: Desactiva a minimização de utilização de memória e permite-te que cada actividade de navegação seja independente das outras
ro: Dezactivează minimizarea utilizării memoriei şi permite ca fiecare activitate de navigare să fie independentă una faţă de cealaltă.
ru: Отключить минимизацию использования памяти и запускать процессы обзора независимо друг от друга
sk: Vypne minimalizáciu použitie pamäti a umožní nezávislosť jednotlivých prehliadaní.
sl: Onemogoči zmanjšanje porabe pomnilnika in vsako brskanje po spletu naredineodvisno od drugega
sr: Deaktivira minimizaciju zauzeća memorije i omogućuje vam da svaku pretraživačku aktivnost učinite nezavisnom od ostalih.
sv: Inaktiverar minimeringen av minnesanvändningen och låter dig göra varje webbläsningssession oberoende av de andra
ta: ¿¢¨É×ô ÀÂ¨Éì Ì¨Èò¾¨Ä ¿¢Úò¾¢ ´ù¦Å¡Õ ¯Ä¡ÅÖõ ÁüÈÅüÈ¢ø ¾í¸¢Â¢Õì¸¡¾ÀÊ ¦ºöÔõ.
th: ปิดการใช้หน่วยความจำที่น้อยที่สุด และอนุญาตให้การเรียกดูแต่ละตัว ทำงานแยกเป็นอิสระไม่ขึ้นต่อกัน
uk: Вимикає мінімізацію використання пам'яті та дозволяє Вам відокремити кожен перегляд від іншого
xh: Ikhubaza ukwenziwa ncinane kosetyenziso lwenkumbulo kwaye ikuvumela ukwenza ukhangelo ngalunye lweencwadi olusebenzayo ngokokwalo kwamanye

source: For &local browsing only (recommended)
af: vir plaaslike blaaiïng slegs (aanbeveel)
az: Sadəcə olaraq &yerli səyahət üçün (tösiyyə edilən)
da: Kun til &lokal søgning (anbefalet)
el: Μόνο για &τοπική φυλλομέτρηση (συνιστώμενο)
et: Ainu&lt kohaliku failisüsteemi lehitsemisel (soovitav)
fi: Vain &omalla tietokoneella (suositeltu)
he: (ץלמומ) דבלב ימוקמ &ףודפד רובע
hu: csak a he&lyi böngészésnél (ajánlott)
is: Fyrir &staðvært flakk eingöngu (ráðlögð stilling)
ja: ローカルのブラウザのみ(&l)(推奨)
lt: Tik &vietiniam naršymui (rekomenduojama)
lv: Tikai &lokālai pārlūkošanai (rekomendēts)
mt: Għal browsing &lokali biss (rakkomandat)
nl: Alleen voor het bladeren door &lokale mapen (aanbevolen)
no: Bare &lokal bruk (anbefales)
pl: Tylko dla przeglądania &lokalnego (zalecane)
pt: Só para a navegação &local (recomendado)
ro: Numai pentru navigare &locală (recomandat)
ru: Для &локального просмотра (рекомендуется)
sk: Len pre lokálne &priečinky (doporučené)
sl: &Le za krajevno brskanje (priporočeno)
sr: Samo za &lokalno pretraživanje (preporučeno)
sv: Endast för &lokal bläddring (rekommenderas)
ta: ¯ûÇ¨Áó¾ ¯Ä¡ÅÖìÌ ÁðÎõ (ÀÃ¢óÐ¨Ãì¸ôÀð¼Ð)
th: สำหรับการเรียกดูภายในระบบเท่านั้น (แนะนำให้ใช้)
uk: Тільки для &локального перегляду (рекомендовано)
xh: &Yeyokhangelo zincwadi zobulali kuphela (iyaleziwe)

source: For &web browsing only
af: vir web blaaiïng slegs
az: Sadəcə olaraq &veb səyahəti üçün
da: Kun til &netsøgning
el: Μόνο για φυλλομέτρηση &web
et: Ainult &veebilehitsemisel
fi: Vain &verkossa
he: דבלב טנר&טניאב השילג רובע
hu: csak a &webböngészésnél
is: Fyrir &vefskoðun eingöngu
ja: &WEBブラウザのみ
lt: Tik &web naršymui
lv: Tikai &web pārlūkošanai
mt: Għal browsing tal-&web biss
nl: Alleen voor het &webbrowsen
no: Bare for &nettbruk
pl: Wylko dla przeglądania &sieci
pt: Só para a navegação &Web
ro: Numai pentru navigare pe &web
ru: Для просмотра &WWW
sk: Len pre &webovské okná
sl: Le za brskanje po sple&tu
sr: Samo za &web pretraživanje
sv: Endast för &webbläsning
ta: Å¨Ä §Á§Ä¡ð¼ò¾¢üÌ ÁðÎõ
th: สำหรับการเรียกดูเวบเพจเท่านั้น
uk: Тільки для перегляду &тенет
xh: &Yeyokhangelo zincwadi zeweb kuphela

source: &Always (use with care)
af: altyd (gebruik met versigtigheid)
az: &Həmişə (diqqətli işlədin)
da: &Altid (brug med forsigtighed)
el: Πάντ&α (προσοχή!)
et: &Alati (kasuta ettevaatusega)
fi: &Aina (käytä varoen)
he: (תוריהזב שמתשה) &דימת
hu: &mindig (körültekintően használja!)
is: Allta&f (notast varlega)
ja: 常に(&A)(注意して使用して下さい)
lt: Vis&ada (naudoti atsargiai)
lv: &Vienmēr (lietot uzmanīgi)
mt: &Dejjem (uża bl-attenzjoni)
nl: &Altijd (met zorg gebruiken)
no: &Alltid (brukes med forsiktighet)
pl: &Zawsze (ostrożnie)
pt: &Sempre (usar com cuidado)
ro: În&totdeauna (utilizaţi cu grijă)
ru: &Полная (используйте с осторожностью)
sk: &Vždy (používajte opatrne)
sl: &Vedno (uporabljajte previdno)
sr: &Uvek (koristite obazrivo)
sv: &Alltid (använd med försiktighet)
ta: ±ô§À¡Ðõ (¸ÅÉÁ¡¸ô ÀÂýÀÎò¾×õ)
th: ใช้เสมอ (โปรดใช้อย่างระมัดระวัง)
uk: &Завжди (використовуйте обережно)
xh: &Oko (sebenzisa ngenyameko)

source: &Number of Desktops:
af: nommer van werkskerms:
az: &Masa üstü Miqdarı:
da: &Antal skriveborde:
el: Α&ριθμός Επιφ. Εργασίας:
et: &Töölaudade arv:
fi: &Työpöytien lukumäärä:
he: :הדובע תונח&לוש רפסמ
hu: A munka&asztalok száma:
id: &Jumlah Desktop:
is: &Fjöldi skjáborða
ja: デスクトップの数(&N):
ko: 일터 수(&N):
lt: Darbastalių &skaičius:
lv: &Darbvirsmu Skaits:
mt: &Numru ta' desktops:
nl: &Aantal bureaubladen:
no: A&ntall skrivebord:
pl: &Ilość biurek:
pt: &Número de ecrãs:
pt_br: &Número de ambientes:
ro: &Număr de ecrane:
ru: &Количество рабочих столов
sk: &Počet plôch:
sl: Š&tevilo namizij:
sr: &Broj radnih površina:
sv: A&ntal skrivbord:
ta: §Á¨º¸Ç¢ý ±ñ½¢ì¨¸:
th: จำนวนของเดสก์ทอป:
uk: &Кількість стільниць:
xh: &Inani le Desktops:

source: Here you can set how many virtual desktops you want on your KDE desktop. Move the slider to change the value.
af: hier jy kan stel hoe veel virtuele werkskerms jy wil hê op jou kde werkskerm. beweeg die skuiwer aan verander die waarde.
az: Buradan masa üstünüzdə neçə dənə virtual masa üstü istədiyinizi quraşdıra bilərsiniz. Çubuğu sürüşdürərək qiyməti dəyişdirə bilərsiniz.
da: Her kan du sætte hvor mange virtuelle skriveborde du vil have i alt. Flyt glideren for at ændre værdien
el: Εδώ μπορείτε να καθορίσετε πόσες εικονικές επιφάνειες εργασίας θέλετε στο KDE. Μετακινήστε το χειριστήριο για να αλλάξετε την τιμή.
et: Siin saad valida, mitut virtuaalset töölauda sa soovid KDE töölaual kasutada. Väärtuse muutmiseks liiguta liugurit.
fi: Täällä voit määritellä, kuinka monta virtuaalityöpöytää KDE:n työpöydällä on käytössä. Siirrä liukuvalitsinta muuttaaksesi määrää.
he: <p align=right>הדובע תונחלוש המכ רידגהל ךתורשפאב ןאכ<br>לש הדובעה ןחלוש לע הצור התא םיילאוטריו<br>.ךלש KDE<br>.ךרעה תא תונשל ידכ ןווחמה תא זזה
hu: Itt lehet beállítani a virtuális munkaasztalok számát. A csúszka mozgatásával lehet módosítani az értéket.
id: Di sini anda bisa menentukan banyaknya desktop virtual yang anda inginkan pada desktop KDE anda. Pindahkan penggeser untuk mengganti nilainya.
is: Hér getur þú stillt hversu mörg sýndarskjáborð KDE heldur utanum.Renndu sleðanum til að breyta fjöldanum.
ja: ここではKDEのデスクトップで使用する仮想デストップの数を設定できます。値を変えるにはスライダーを動かして下さい。
ko: KDE 일터에서 쓸 가상 일터의 갯수를 설정합니다. 갯수를 변경하려면 슬라이더를 이용하십시오.
lt: Čia galite nustatyti kiek KDE virtualių darbastalių pageidaujate turėti.Reikšmei pakeisti, stumdykite šliaužiklį.
lv: Šeit jūs varat uzstādīt cik daudz virtuālas darbvirsmas jūs vēlaties uz KDE darbvirsmas. Pārvietojiet slaideri lai mainītu vērtību.
mt: Hawn tista' tispeċifika kemm trid desktops virtwali fuq id-desktop KDE tiegħek. Mexxi l-lieva biex tbiddel il-valur.
nl: Hier kunt u bepalen hoeveel vituele bureaubladen u wilt gebruiken op uw KDE-desktop. Verplaats de schuifregelaar om de waarde te wijzigen.
no: Her kan du velge hvor mange virtuelle skrivebord du vil ha på KDE skrivebordet ditt. Flytt glidebryteren for å endre verdien.
pl: Można tu ustawić ile chce się mieć wirtualnych biurek KDE. Przesuń suwak by zmienić ilość.
pt: Aqui podes escolher o número de ecrãs virtuais que queres utilizar. Move o ponteiro para mudares este valor.
pt_br: Aqui você pode configurar quantos ambientes virtuais estarão disponíveis no KDE. Mova o controle para mudar o valor.
ro: Aici puteţi seta cîte ecrane virtuale doriţi în mediul KDE. Mutaţi cursorul potenţiometrului pentru a schimba valoarea.
ru: Здесь задается количество используемых виртуальных рабочих столов. Его можно изменить, передвигая ползунок.
sk: Tu môžete nastaviť koľko virtuálnych plôch chcete mať. Presunom indikátora zmeníte ich počet.
sl: Tu lahko nastavite, koliko navideznih namizij želite na svojem namizju KDE. Če bi radi vrednost spremenili, premaknite drsnik.
sr: Ove možete podesiti koliko virtuelnih radnih površina želite u vašem KDE okruženju. Pomerite klizač da biste promenili vrednost.
sv: Här kan du ange hur många virtuella skrivbord du vill ha på ditt KDE-skrivbord. Flytta skjutreglaget för att ändra värdet.
ta: ­íÌ ¯í¸û KDE §Á¨ºÂ¢ø ±ò¾¨É Á¡Â§Á¨º¸û §¾¨ÅÂÉ «¨Áì¸Ä¡õ.¦ÀÚÁ¾¢¨Â Á¡üÈî ºÚì¸¢¨Â ¿¸÷ò¾×õ.
th: คุณสามารถปรับค่า จำนวนของเดสก์ทอปเสมือน ที่คุณต้องการใช้กับเดสก์ทอป KDE ของคุณได้ที่นี่ เลื่อนแถบเลื่อนเพื่อเปลี่ยนค่ามัน
uk: Тут Ви можете встановити кількість віртуальних стільниць на Вашій стільниці KDE. Щоб змінити значення, пересуньте повзунок
xh: Apha ungacwangcisa ubuninzi be desktops ozifunayo kwi desktop yakho ye KDE. Shukumisa isityibilikisi ukutshintsha ixabiso.

source: Desktop%1:
az: %1. Masa üstü:
da: Skrivebord %1:
el: Επιφ. Εργασίας%1:
et: Töölaud%1:
fi: Työpöytä%1:
he: :%1 הדובע ןחלוש
hu: %1. asztal:
is: Skjáborð %1:
ja: デスクトップ %1:
ko: %1 번째 일터:
lt: Darbastalis%1:
lv: Darbvirsma%1:
nl: Bureaublad%1:
no: Skrivebord %1:
pl: Biurko%1:
pt: Ecrã%1:
pt_br: Ambiente%1:
ro: Ecran %1:
ru: Рабочий стол %1:
sk: Plocha %1:
sl: Namizje%1
sr: Radna površina%1:
sv: Skrivbord%1:
ta: §Á¨º%1:
th: เดสก์ทอป %1:
uk: Стільниця %1:
xh: Destop%1:

source: Here you can enter the name for desktop %1
af: hier jy kan invoer die naam vir werkskerm %1
az: Burada %1 nömrəli masa üstünün adını qoya bilərsiniz
da: Her kan du indtaste navnet på skrivebord %1
el: Εδώ μπορείτε να εισάγετε το όνομα της επιφ. εργασίας %1
et: Siin saad seada töölauale %1 nime
fi: Tässä kohdassa voit antaa työpöydälle %1 nimen.
he: %1 הדובע ןחלוש לש ומש תא דילקהל ךתורשפאב ןאכ
hu: Itt lehet megadni a(z) %1. munkaasztal nevét
id: Di sini anda bisa memasukkan nama untuk desktop %1
is: Hér getur þú gefið skjáborði %1 heiti
ja: ここでデスクトップ %1 の名前を指定できます
ko: %1 번째 일터의 이름을 넣어주십시오
lt: Čia galite įrašyti darbastalio %1 vardą
lv: Šeit jūs varat ievadīt vārdu darbvirsmai %1
mt: Hawn tista' tagħżel isem tad-desktop %1
nl: Hier kunt u de naam invoeren voor bureaublad %1
no: Her kan du skrive inn et navn for skrivebord %1
pl: Podaj nazwę biurka %1
pt: Pode inserir aqui o nome do ecrã %1
pt_br: Aqui você pode digitar o nome do ambiente %1
ro: Aici puteţi introduce numele ecranului %1
ru: Введите здесь имя рабочего стола %1
sk: Tu môžete zadať meno pre plochu %1
sl: Tu vnesete ime za namizje %1
sr: Ovde možete uneti ime za radnu površinu:%1
sv: Här kan du ange namnet för skrivbord %1
ta: ­íÌ %1 §Á¨ºÂ¢ý ¦ÀÂ¨Ã ­¼Ä¡õ
th: คุณสามารถใส่ชื่อของเดสก์ทอป %1 ได้ที่นี่
uk: Тут Ви можете ввести назву для стільниці %1
xh: Apha ungangenisa igama le desktop %1

source: Desktop %1
af: werkskerm %1
az: %1. Masa üstü
da: Skrivebord %1
el: Επιφ. Εργασίας %1
et: Töölaud %1
fi: Työpöytä %1
he: %1 הדובע ןחלוש
hu: Munkaasztal %1
is: Skjáborð %1
ja: デスクトップ %1
ko: %1 번째 일터
lt: Darbastalis %1
lv: Darbavirsma %1
nl: Bureaublad %1
no: Skrivebord %1
pl: Biurko %1
pt: Ecrã %1
pt_br: Ambiente %1
ro: Ecran %1
ru: Рабочий стол %1
sk: Plocha %1
sl: Namizje %1
sr: Radna površina%1
sv: Skrivbord %1
ta: §Á¨º %1
th: เดสก์ทอป %1
uk: Стільниця %1
xh: I-Desktop %1

source: <h1>Desktop Number & Names</h1>In this module, you can configure how many virtual desktops you want and how these should be labelled.
af: <h1>werkskerm nommer & name</h1>in hierdie module, jy kan konfigureer hoe veel virtuele werkskerms jy wil hê en hoe hierdie moet wees geëtiketeer.
az: <h1> Masa üstü Nömrəsi & adları </h1> Bu modulda, neçə dənə masa üstü istədiyinizi və adlarını qura bilərsiniz.
da: <h1>Skrivebord antal & navne</h1>I dette modul kan man indstille, hvor mange virtuelle skriveborde man ønsker, og hvad de skal hedde.
el: <h1>Αριθμός και Ονόματα Επιφ. Εργασίας</h1>Σε αυτό το άρθρωμα μπορείτε να καθορίσετε πόσες εικονικές επιφάνειες εργασίας θέλετε, και πώς θα πρέπει να ονομάζονται αυτές.
et: <h1>Töölaudade arv ja nimed</h1>Selles moodulis saad valida mitut virtuaalset töölauda sa soovid kasutada ning kuidas neid nimetatakse.
fi: <h1>Työpöytien määrä ja nimet</h1>Tässä moduulissa voit määritellä, kuinka monta virtuaalityöpöytää sinulla on käytössä, ja kuinka ne nimetään.
he: <p align=right><h1>תומשו ירפסמ<br>תונחלוש<br>הדובעה</h1>ךתורשפאב הז לודומב<br>תונחלוש המכ רידגהל<br>,הצור התא םיילאוטריו הדובע<br>.וגצוי םה דציכו
hu: <h1>Az asztal száma és neve</h1>Ebben a beállítómodulban lehet meghatározni a virtuális munkaasztalok számát és címkéjét.
id: <h1>Nomor & Nama Desktop</h1>Dalam modul ini, anda bisa mengkonfigurasi banyaknya desktop virtual yang anda inginkan dan bentuk labelnya.
is: <h1>Fjöldi og nöfn skjáborða</h1> Þessi eining gerir þér kleyft að stilla hverstu mörgsýndaskjáborð eru í notkun og hvernig þau eru merkt.
ja: <h1>デスクトップの数と名前</h1>このモジュールでは仮想デスクトップの数とそれぞれの名前を設定できます。
ko: <h1>일터 수와 이름</h1>이 모듈에서 이용할 가상 일터의 수와 이름을 설정할 수 있습니다.
lt: <h1>Darbastalių skaičius ir vardai</h1>Šiame modulyje galite nustatyti kiek virtualių darbastalių pageidaujate turėti ir kaip jie bus pavadinti.
lv: <h1>Darvirsmas Skaits & Vārdi</h1>Šajā modulī, jūs varat konfigurēt cik daudzvirtuālās darbvirsmas jūs vēlaties un kā tās tiks nosauktas.
mt: <h1>Numru u Ismijiet tad-Desktops</h1>F'dan il-modulu tista' tikkonfigura kemm trid desktops virtwali, u x'għandhom jissemmew.
nl: <h1>Bureaubladnummers & -namen</h1>In deze module kunt u opgeven hoeveel virtuele bureaubladen u wilt gebruiken en hoe deze gelabelt moeten worden.
no: <h1>Antall skrivebord og deres navn</h1> I denne modulen kan du velge hvor mange virtuelle skrivebord du vil ha, og hva de skal hete.
pl: <h1>Ilość i nazwy biurek</h1>Moduł pozwala na konfigurację ilość wirtualnych biurek oraz nazwanie ich.
pt: <h1>Número e Nome dos Ecrãs</h1>Neste módulo, podes configurar o número de ecrãs virtuais que queres, e qual deve ser o seu nome.
pt_br: <h1>Números e nomes de ambientes</h1>Neste módulo, você pode configurar quantos ambientes de trabalho você deseja, e como eles serão rotulados.
ro: <h1>Nume şi numere ecrane</h1> În acest modul puteţi configura cîte ecrane virtuale doriţi să aveţi şi cum vor fi acestea denumite.
ru: <h1>Количество и названия рабочих столов</h1>В этом модуле задается количество рабочих столов и их названия.
sk: <h1>Mená a počet plôch</h1>Tento modul umožňuje nastaviť počet virtuálnych plôch a aké majú mať mená.
sl: <h1>Število in imena namizij</h1>V tem modulu nastavite, koliko navideznih namizij želite in kako naj bodo označena.
sr: <h1> Brojevi radne povtšine & Imena</h1> U ovom modulu možete konfigurisati broj virtuelnih radnih površina i njihova imena.
sv: <h1>Nummer & Namn för skrivbordet/h1>I den här modulen kan du anpassa hur många virtuella skrivbord du vill ha och vilken etikett de ska få.
th: <h1>จำนวนเดสก์ทอป & ชื่อ</h1>ในโมดูลนี้, คุณสามารถปรับแต่ง จำนวนของเดสก์ทอปเสมือน ที่คุณต้องการ และตั้งชื่อให้มันได้
uk: <h1>Кількість стільниць та їх назви</h1>В цьому модулі, Ви можете налаштувати кількість віртуальних стільниць, та як вони будуть називатися.
xh: <h1>Inani le Desktop & Amagama</h1>Kulo mnqongo wokulinganisela, ungaqwalasela ukuba zingaphi i desktops ozifunayo kwaye zizakuboniswa njani.

source: Standard Font
af: standaard skrif tipe
az: Standart Yazı növü
da: Standardskrift
el: Κανονική γραμματοσειρά
et: Standardne font
fi: Oletuskirjasin
he: ליגר ןפוג
hu: Alap betűtípus
id: Font Standar
is: Venjulegt letur
ja: 標準フォント
ko: 일반적인 글꼴
lt: Standartinis šriftas
lv: Standarta Fonts
mt: Font standard:
nl: Standaardlettertype
no: Standard skrifttype
pl: Standardowa czcionka
pt: Tipo de Letra Padrão
pt_br: Fonte padrão
ro: Fontul standard
ru: Стандартный шрифт
sk: Štandardné písmo
sl: Standardna pisava
sr: Standardni font
sv: Förvalt teckensnitt
ta: ¦ºó¾Ã ±ØòÐÕ
th: ตัวอักษรมาตรฐาน
uk: Стандартний шрифт
xh: Umgca osezantsi

source: This is the font used to display text in Konqueror windows.
af: hierdie is die skrif tipe gebruik word aan vertoon teks in konqueror vensters.
az: Bu, Konqueror pəncərələrində mətn göstərilirkən işlədilən yazı növüdür.
da: Det er den skrifttype konqueror bruger til at vise tekst i vinduer.
el: Γραμματοσειρά για εμφάνιση κειμένου στα παράθυρα του Konqueror.
et: See on font, mida kasutatakse teksti näitamisel Konqueror'i akendes.
fi: Tämä on kirjasin, jota käytetään konquerorin ikkunoissa.
he: <p align=right>וב השענש ןפוגה והז<br>טסקט תגצהל שומיש<br>.Konqueror לש תונולחב
hu: Ezt a betűtípust használja a Konqueror szövegek megjelenítéséhez.
id: Inilah font yang digunakan untuk menampilkan teks dalam jendela Konqueror
is: Þetta letur er notað í Konqueror gluggum.
ja: Konquerorウィンドウに表示するテキストのフォント
ko: 컹커러창에서 텍스트 출력에 이용할 글꼴입니다.
lt: Tai yra šriftas, naudojamas parodyti Konqueror lango tekstui.
lv: Šis ir fonts teksta parādīšanai Iekarotāja logos.
mt: Dan huwa l-font li jintuża biex jintwera kliem fil-window ta' Konqueror.
nl: Dit lettertype wordt gebruikt voor het weergeven van tekst in Konqueror's vensters.
no: Dette er skrifttypen konqueror bruker for å vise tekst i Konqueror-vinduene.
pl: To jest czcionka używana do pokazywania tekstu w oknach Konquerora.
pt: Este é o tipo de letra que o Konqueror usa para mostrar texto nas suas janelas.
pt_br: Esta é a fonte usada para exibir o texto nas janelas do Konqueror.
ro: Acesta este fontul utilizat pentru afişarea textului în ferestrele Konqueror.
ru: Этим шрифтом Konqueror будет отображать текст в окнах.
sk: Toto je písmo použité na zobrazovanie textu v oknách Konqueroru.
sl: To je pisava, ki jo Konqueror uporablja za prikazovanje besedila.
sr: Ovaj font će biti korišćen za prikaz teksta u Konqerorevom prozoru.
sv: Det här är teckensnittet som används för att visa text i Konquerors fönster.
ta: ¸¡ý¦¸¡Ã÷ º¡ÇÃí¸Ç¢ø ¯¨Ã ¸¡ð¼ôÀÎõ ±ØòÐÕ.
th: นี่เป็นรูปแบบตัวอักษร ที่จะใช้แสดงข้อความในหน้าต่าง Konqueror
uk: Це шрифт для відображення тексту у вікнах Konqueror.
xh: Lo ngumgca osetyenziswa ukubonisa okubhaliweyo kwii windoe ze Konqueror.

source: This is the font size used to display text in Konqueror windows.
af: hierdie is die skrif tipe grootte gebruik word aan vertoon teks in konqueror vensters.
az: Bu, Konqueror pəncərələrində mətn göstərilirkən işlədilən yazı növüdür.
da: Det er den skriftstørrelse Konqueror bruger til at vise tekst i vinduer.
et: See on font, mida kasutatakse teksti näitamisel Konqueror'i akendes.
fi: Tämä on kirjasinkoko, jota käytetään konquerorin ikkunoissa.
he: <p align=right>וב השענש ןפוגה והז<br>טסקט תגצהל שומיש<br>.Konqueror לש תונולחב
hu: Ezt a betűméretet használja a Konqueror szövegek megjelenítéséhez.
is: Þetta letur er notað í Konqueror gluggum.
ja: これはKonquerorウィンドウに表示するテキストのフォントサイズです.
ko: 컹커러 창에서 텍스트 출력에 이용할 글꼴 크기입니다.
lt: Tai yra šriftas, naudojamas rodyti tekstą Konqueror languose.
lv: Šis fonta izmērs, kas tiek izmantots teksta parādīšanai Iekarotāja logos.
mt: Dan huwa d-daqs tal-font li jintuża biex jintwera kliem fil-window ta' Konqueror.
nl: Deze lettergrootte wordt gebruikt voor het weergeven van tekst in Konqueror's vensters.
no: Dette er skriftstørrelsen konqueror bruker for å vise tekst i Konqueror-vinduene.
pl: To jest czcionka używana do wyświetlania tekstu w oknach Konquerora.
pt: Este é o tamanho de letra que o Konqueror usa para mostrar texto nas suas janelas.
ru: Этим размером шрифта Konqueror будет отображать текст в окнах.
sk: Toto je veľkosť písma použitá na zobrazovanie textu v oknách Konqueroru.
sl: To je pisava, ki jo Konqueror uporablja za prikazovanje besedila v svojih oknih.
sv: Det här är teckenstorleken som används för att visa text i Konquerors fönster.
ta: ¸¡ý¦¸¡Ã÷ º¡ÇÃí¸Ç¢ø ¯¨Ã ¸¡ð¼ôÀÎõ ±ØòÐÕ «Ç×.
th: นี่เป็นขนาดตัวอักษร ที่จะใช้แสดงข้อความในหน้าต่าง Konqueror
uk: Це - розмір шрифту для відображення тексту у вікнах Konqueror.
xh: Oku bubungakanani bomgca ukubonisa okubhaliweyo kwii window ze Konqueror.

source: Normal Text Color:
af: normale teks kleur:
az: Normal Mətn Rəngi:
da: Normal tekstfarve:
el: Χρώμα Κανονικού Κειμένου:
et: Tavalise teksti värv:
fi: Normaalin tekstin väri:
he: :ליגר טסקט עבצ
hu: Normál szövegszín:
id: Warna Teks Normai:
is: Venjulegur textalitur:
ja: 標準テキスト色:
ko: 일반적인 텍스트 색상:
lt: Normalaus teksto spalva:
lv: Normāla Teksta Krāsa:
mt: Kulur tat-test normali:
nl: Normale tekstkleur:
no: Farge på vanlig tekst:
pl: Kolor zwykłego tekstu:
pt: Cor do Texto Normal:
pt_br: Cor de texto normal:
ro: Culoare text:
ru: Цвет текста:
sk: Základná farba textu:
sl: Barva navadnega besedila:
sr: Normalna boja teksta:
sv: Normal textfärg:
ta: ­ÂøÒ ¯¨Ã ¿¢Èõ:
th: สีข้อความปกติ:
uk: Колір звичайного тексту:
xh: Umbala wokubhaliweyo oqhelekileyo:
