Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkclock.po
Languages: af

source: Here you can change the system date's month.
af: hier jy kan verander die stelsel datum se maand.

source: Here you can change the system date's year.
af: hier jy kan verander die stelsel datum se jaar.

source: Here you can change the system date's day of the month.
af: hier jy kan verander die stelsel datum se dag van die maand.

source: Here you can change the system time. Click into the hours, minutes or seconds field to change the relevant value, either using the up and down buttons to the right or by entering a new value.
af: hier jy kan verander die stelsel tyd. kliek binnein die ure, minute of sekondes veld aan verander die relevante waarde, òf te gebruik die begin en ondertoe knoppies aan die regterkant of deur in te tik 'n nuwe waarde.

source: January
af: januarie

source: February
af: februarie

source: March
af: maart

source: May
af: dalk mag

source: June
af: junie

source: July
af: julie

source: August
af: augustus

source: October
af: oktober

source: December
af: desember

source: Can not set date.
af: kan nie stel datum.

source: <h1>Date & Time</h1> This control module can be used to set the system date and time. As these settings do not only affect you as a user, but rather the whole system, you can only change these settings when you start the Control Center as root. If you don't have the root password, but feel the system time should be corrected, please contact your system administrator.
af: <h1>datum & tyd</h1> hierdie kontrole module kan wees gebruik word aan stel die stelsel datum en tyd. as hierdie instellings doen nie slegs affekteer jy as 'n gebruiker, maar eerder die volledige stelsel, jy kan slegs verander hierdie instellings wanneer jy begin die kontrole sentrum as root. as jy moenie het die root wagwoord, maar gevoel die stelsel tyd moet wees korrigeer, asseblief kontak jou stelsel administrateur.

source: Current time zone:
af: huidige tyd sone:

source: To change the time zone, select your area from the list below:
af: aan verander die tyd sone, kies jou area van die lys onder:

source: [No selection]
af: [nee keuse]

source: Error setting new Time Zone!
af: fout opset nuwe tyd sone!

source: Timezone Error
af: tydsone fout
