Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: <h1>Desktop</h1> This module allows you to choose various options for your desktop, including the way in which icons are arranged, the location of your desktop directory, and the pop-up menus associated with clicks of the middle and right mouse buttons on the desktop. Use the "Whats This?" (Shift+F1) to get help on specific options.
af: <h1>werkskerm</h1> hierdie module laat toe jy aan kies verskeie opsies vir jou werkskerm, insluitend die weg in wat ikoone word gerangskik, die ligging van jou werkskerm gids, en die pop-up kieslyste geassosieer met klieke van die middelste en regterkant muis knoppies op die werkskerm. gebruik die "Whats hierdie?" (verskuiwende+f1) aan kry hulp op spesifieke opsies.
az: <h1>Masa üstü</h1> Bu modul masa üstünüz üçün, timsalların yerləşdirilmə tərzi, masa üstü cərgənizin yeri və masa üstündə siçanın orta və sağ düymələrinə tıqlandığında açılacaq olan səyyar menyular de daxil olmaq üzərə müxtəlif seçənəklər arasından seçmə imkanı tanıyır. Bilinən seçənəklər haqqında yardım almaq üçün "Bu nədir?"i (Shift+F1) işlədin.
da: <h1>Skriveborde</h1> Dette modul tillader dig at vælge forskellige muligheder for dit skrivebord, inkluderende den måde ikonerne er arrangerede stedet for din skrivebordsmappe, og pop-op menuerne tilknyttede klik af mellem og højre museknap på skrivebordet. Brug "Hvad er dette?" (Shift+F1) for at få hjælp med specifikke valg
el: <h1>Επιφάνεια Εργασίας</h1> Αυτό το άρθρωμα σας επιτρέπει να επιλέξετε διάφορες δυνατότητες για την επιφ. εργασίας σας, όπως τον τρόπο τακτοποίησης των εικονιδίων, την τοποθεσία του καταλόγου επιφάνειας εργασίας, και τα μενού που πετάγονται με δεξιά και μεσαία κλικ στην επιφ. εργασίας. Χρησιμοποιήστε το "Τι είναι Αυτό;" (Shift+F1) για να πάρετε βοήθεια για συγκεκριμένες επιλογές.
et: <h1>Töölaud</h1> See moodul võimaldab sul seada mitmeid töölauaga seotud valikuid, kaasa arvatud viisi kuidas korrastatakse töölaua ikoone, töölaua kataloogi asukohta ning hüpikmenüüsid, mis ilmuvad, kui klikid töölaual hiire parema või keskmise nupuga. Üksikute seadistuste kohta abiinfo saamiseks kasuta "Mis see on?" (Shift+F1) abi.
fi: <h1>Työpöytä</h1> Tässä moduulissa voit muokata uiseita työpöytääsi liittyviä asetuksia, kuten kuvakkeiden järjestäminen, työpöytähakemiston sijainti ja hiiren painikkeista käynnistyvät tapahtumat vapaalla työpöydällä. Jos haluat ohjeen tietystä valinnasta, käytä "Mikä tämä on?" -toimintoa Ohje -valikosta, ikkunan oikeasta yläreunasta tai näppäinyhdistelmällä <b>Shift+F1</b>.
hu: <h1>Munkaasztal</h1> Ebben a modulban lehet módosítani a munkaasztal különféle beállításait, beleértve az ikonok elrendezésének módját, a munkaasztal könyvtárainak elérési útját, és az egérgombokhoz rendelt felbukkanó menüket. Használja a "Mi ez?" (Shift+F1) funkciót az egyes beállításokhoz tartozó részletes leírás megtekintéséhez.
id: <h1>Desktop</h1> Modul ini memungkinkan anda memilih berbagai opsi untuk desktop anda, termasuk cara ikon diatur, lokasi direktori desktop anda, dan menu pop-up yang diasosiasikan dengan klik pada tombol tengah dan kanan mouse pada desktop. Gunakan "Apa Ini?" (Shift+F1) untuk memperoleh bantuan opsi khusus.
is: <h1>Stillingar rótargluggans</h1> "Rótarglugginn" er bara annað heiti yfir skjáborðið. Hér getur þú stillt ýmsa eiginleika skjáborðsins svo sem hvernig táknum er raðað, staðsetning skjáborðsmöppunnar og valmyndirnar sem birtast þegar þú smellir með miðtakkanum og hægri takkanum á skjáborðið. Þú getur notað "Hvað er þetta?" (Shift-F1) til að sjá hvað ákveðnar stillingar þýða.
ja: <h1>デスクトップ</h1>このモジュールでは、アイコンの並べ方、デスクトップディレクトリの場所、マウスの中ボタンや右ボタンでデスクトップ上をクリックするとポップアップするメニューなどを含む、デスクトップについての様々なオプションを設定することができます。各オプションのヘルプを見るには"これは何？"(Shift+F1)を使って下さい。
ko: <h1>일터</h1> 이 모듈은 아이콘의 정렬 방식, 일터 기본 자료방의 위치와 일터에서 중간 단추와 오른쪽 단추를 눌렀을 때 동작하는 팝업 메뉴등과 같은 일터의 다양한 옵션을 선택할 수 있습니다. "이것은 무엇입니까" (Shift+F1)을 이용하여 각각 옵션에 대한 도움말을 볼 수 있습니다.
lt: <h1>Darbastalis</h1> Šitas modulis leis jums nustatyti įvairias darbastalio parinktis, įskaitant piktogramų išdėstymą, darbastalio katalogo vietą, kontekstinius meniu, priskirtus bakstelėjimui kairiu ir viduriniu klavišu darbastalyje. Pagalbai, pasinaudokite „Kas tai?“ (Shift+F1).
lv: <h1>Darbvirsma</h1> Šis modulis ļauj jums izvēlēties vairākas opcijas jūsu darbvirsmai, ieskaitot veidu kādā ir sakārtotas ikonas, darbvirsmas direktorija atrašanās vietu, un uzlēcošo izvēlņu asociācijas ar vidējās un labās peles pogas klikšķi uz darvirsmas. Izmantojiet "Kas Tas ir?" (Shift+F1) lai saņemtu palīdzību par specifisku opciju.
mt: <h1>Desktop</h1> Dan il-modulu jħallik tissettja diversi għażliet għad-desktop tiegħek, inkluż il-mod kif l-ikoni jiġu mqassma, il-post fejn jinsab id-direttorju tad-desktop. u l-menus popup assoċjati mal-buttuni tan-nofs u tal-lemin fuq id-desktop. Uża l-faċilità "Dan X'Inhu?" (Shift+F1) biex tikseb għajnuna dwar għażliet speċifiċi.
nl: <h1>Bureaublad</h1> In deze module kunt u de diverse opties van uw bureaublad instellen, waaronder de wijze waarop pictogrammen geschikt worden, de locatie van uw bureaublad en de contextmenu's die verschijnen wanneer u met de middelste of rechtermuisknop klikt op uw bureaublad. Gebruik de "Wat is dit?" (Shift+F1) om meer info over een specifieke optie te krijgen.
no: <h1>Skrivebord</h1> Denne modulen tillater deg å velge forskjellige valg for skrivebordet ditt, inkludert hvordan ikoer blir ordnet, stedet til skrivebordskatalogen din, og oppsprettsmenyer ved klikk på midterste og høyre musenkapper på skrivebordet. Bruk "Hva er dette?" (Shift+F1) for å få hjelp til spesielle valg.
pl: <h1>Biurko</h1> Moduł pozwala na konfigurację różnych opcji biurka np. sposobu ułożenia ikon, położenie kartoteki z biurkiem (Desktop) oraz menu skojarzone z kliknięciem prawym i środkowymi klawiszami myszy na biurku. Użyj "Co to jest?" (Shift+F1) by uzyskać pomoc o konkretnych opcjach
pt: <h1>Ambiente de Trabalho</h1> Este módulo permite-te escolher várias opções para o teu ambiente de trabalho, incluindo a maneira como os ícones são arrumados, a localização da tua directoria de ambiente de trabalho, e os menus associados aos botões do meio e direito do rato quando carregados no ambiente de trabalho. Usa o "O Que É Isto?" (Shift+F1) para obteres ajuda nas opções específicas.
pt_br: <h1>Área de trabalho</h1> Este módulo permite que você escolha várias opções para sua área de trabalho, incluindo a forma na qual os ícones são organizados, a localização do diretório de sua área de trabalho e os menus pop-up associados aos cliques dos botões do meio e direito do mouse na área de trabalho. Use o "O que é isso?" (Shift+F1) para obter ajuda sobre as opções específicas.
ro: <h1>Ecran</h1> Acest modul vă permite să alegeţi diferite opţiuni pentru ecranul dumneavoastră, incluzînd modul în care sînt aranjate iconiţele, locaţia directorului ecran şi meniurile popup asociate la clic-uri cu butonul mijloc sau dreapta al mouse-lui pe ecran. Utilizaţi "Ce înseamnă aceasta?" (Shift+F1) pentru a obţine ajutor pentru opţiunile specifice.
ru: <h1>Рабочий стол</h1> В этом модуле вы можете настроить различные параметры рабочего стола, а именно: способ размещения пиктограмм, каталог рабочего стола, а также выпадающие меню, появляющиеся при нажатии левой, средней и правой кнопок мыши на рабочем столе. Используйте "Что это?" (Shift+F1) для получения помощи по конкретной опции.
sk: <h1>Plocha</h1> Tento modul vám umožňuje zvoliť si rôzne možnosti pre vašu plochu, vrátane toho, ako sú usporiadané ikony, umiestnenie vášho priečinka plochy, a kontextové menu priradené kliknutím stredného a pravého tlačidla myši na plochu. Použite "Čo je to?" (Shift+F1) ak potrebujete pomoc s niektorou voľbou.
sl: <h1>Namizje</h1> V tem modulu so različne izbire za namizje, med drugim način, kako so urejene ikone, lokacija imenika namizja in dvižni menuji, povezani s klikanjem s srednjim ali desnim gumbom miške po namizju. Uporabite "Kaj je to?" (Shift+F1) za pomoč pri posameznih izbirah.
sr: <h1> Radna površina</h1> Ovaj modul vam omogućava da izaberete različite operacije za vašu radnu površinu, uključujući način na koji su ikonice poređane lokaciju vašeg direktorijuma za radnu površinu i kako se ponašaju iskakajući meniji kada kliknete na srednje i desno dugme miša na vašoj radnoj površini. Koristite "Šta je ovo?" (Shift+F1) da dobijete pomoć za tražene operacije.
sv: <h1>Skrivbord</h1> Denna modul tillåter dig välja olika alternativ för ditt skrivbord, omfattande på vilket sätt som ikoner ska vara arrangerade, platsen för din skrivbordskatalog, och pop-up menyerna associerade med klickningar på mittenmusknappen och höger musknapp på skrivbordet. Använd "Vad är det här?" (Skift+F1) för att få hjälp om specifika alternativ.
th: <h1>เดสก์ทอป</h1> โมดูลนี้ ให้คุณได้ปรับแต่งค่าต่างๆ สำหรับเดสก์ทอปของคุณ รวมถึง วิธีการจัดเรียงไอคอน ตำแหน่งที่อยู่ของ ไดเรกทอรีเดสก์ทอป และการกำหนดใช้งานป๊อบอัพเมนู เมื่อมีการคลิกเมาส์ ซ้ายหรือขวา บนเดสก์ทอป เลือกใช้เมนู "นี่คืออะไร ?" (หรือกด Shift+F1) เพื่อดูความช่วยเหลือของตัวเลือก
uk: <h1>Стільниця</h1> Цей модуль дозволяє Вам вибрати різні опції для Вашої стільниці, включаючи спосіб розташування піктограм, положення каталогу Вашої стільниці, та спливаючі меню, прив'язані до середньої та правої кнопок. За допомогою "Що це?" (Shift+F1) Ви зможете отримати довідку щодо конкретних параметрів.
xh: <h1>Desktop</h1> Lo mnqongo ukuvumela ukuba ukhethe iinketho ezahlukene ze desktop yakho, iquka indlela apho i icons zilungiswe ngayo, i ndawo yolawulo lwe desktop yakho, kunye nemenu ze pop-up menus ezidityanisiweyo ngonqakrazo oluphakathi kunye namaqhosha asekunene e mouse kwi desktop. Sebenzisa i "Yintoni le?" (Shift+F1) ukufumana uncedo kwiinketho ezikhankanyiweyo.

source: Sound Files
af: klank lêers
az: Səs Faylları
da: Lydfiler
et: Audiofailid
fi: Äänitiedostot
he: לילצ יצבק
hu: Hangfájlok
is: Hljóðskrár
ja: サウンドファイル
lt: Garso bylos
lv: Skaņas Faili
mt: Fajls ta' Sound
nl: Geluidsbestanden
no: Lydfiler
pl: Pliki dźwiękowe
pt: Ficheiros de Som
ru: Звуковые файлы
sk: Zvukové súbory
sl: Zvočne datoteke
sv: Ljudfiler
ta: ´Ä¢ì §¸¡ôÒì¸û
th: แฟ้มเสียง
uk: Файли звуків
xh: Iifayile zesandi

source: Align Icons &Vertically on Desktop
af: oplyn ikoone vertikaal op werkskerm
az: Masa üstündə Timsalları &Şaquli Səviyyələ
da: Justér ikoner &lodret på skrivebordet
el: &Κάθετη Ευθυγράμμιση Εικονιδίων στην Επιφ. Εργασίας
et: Ikoonid joondatakse töölaual &vertikaalselt
fi: Järjestä kuvakkeet &pystysuunnassa työpöydällä
he: הדובעה ןחלוש לע תי&כנא םילמס רדס
hu: Az asztali ikonok elrendezése &függőlegesen
id: Ratakan Ikon secara &Vertikal pada Desktop
is: Raða táknum &lóðrétt á skjáborði
ja: アイコンをデスクトップで縦に並べる(&V)
ko: 일터에서 아이콘을 세로로 정렬
lt: Darbastalyje lygiuoti piktogramas &vertikaliai
lv: Sakārtot Ikonas &Vertikāli uz Darbvirsmas
mt: Allinea Ikoni &Vertikament fuq id-Desktop
nl: Pi&ctogrammen op bureaublad verticaal uitlijnen
no: Juster ikoner &vertikalt på skrivebordet
pl: Wyrównaj ikony w pio&nie na biurku
pt: Alinhar Ícones no Ecrã &Verticalmente
pt_br: Alinhar ícones &verticalmente na área de trabalho
ro: Aliniază iconiţele pe &verticală
ru: Выравнивать пиктограммы &вертикально
sk: Usporiadať ikony na ploche &vertikálne
sl: Poravnaj ikone &navpično na namizju
sr: Poređaj ikonice &vertikalno na radnoj površini
sv: Justera ikoner &vertikalt på skrivbordet
ta: §Á¨ºì ÌÚõÀ¼í¸¨Ç §¿Ã¡¸ «ÎìÌ
th: จัดเรียงไอคอนบนเดสก์ทอปในแนวตั้ง
uk: Вирівнювати піктограми на стільниці по &вертикалі
xh: &Yenza umgca we Icons nkqo kwi Desktop

source: Check this option if you want the icons on the desktop to be aligned vertically (in columns). If you leave this option unchecked, desktop icons are aligned horizontally.<p> Note that you can drag icons wherever you want to on the desktop. When you choose "Arrange Icons" from the Desktop menu, icons will be arranged horizontally or vertically.
af: bevestig hierdie opsie as jy wil hê die ikoone op die werkskerm aan wees opgelyn vertikaal (in kolomme). as jy los hierdie opsie onbevestig, werkskerm ikoone word opgelyn horisontaal.<p> nota wat jy kan trek ikoone waar ook al jy wil hê aan op die werkskerm. wanneer jy kies "rangskik ikoone" van die werkskerm kieslys, ikoone sal wees gerangskik horisontaal of vertikaal.
az: Masa üstündəki timsalların şaquli (sütunlar halında) yerləşdirilməsini istəyirsinizsə bu seçənəyi işarətləyiniz. Bu seçənəyi işarətsiz buraxsanız, masa üstü timsalları üfüqi olaraq yerləşdiriləcəklərdir.<p>Masa üstündə timsalları haraya istəsəniz sürükləyə bilərsiniz. Masa üstü menyusundan "Timsalları Yerləşdir"i seçdiyinizdə, timsallar üfüqi ya da şaquli olaraq düzələcəklərdir.
da: Afkryds her hvis du ønsker at ikonerne på skrivebordet skal justeres lodret (i søjler). Hvis dette valg ikke er afkrydset vil skrivebordsikonerne blive justeret vandret.<p> Bemærk at du kan trække ikoner hen hvorsomhelst, du ønsker på skrivebordet. Når du vælger "Arrangér ikoner" fra skrivebordsmenuen er det, at ikonerne vil blive arrangeret vandret eller lodret.
el: Επιλέξτε αυτή τη δυνατότητα αν θέλετε τα εικονίδια στην επιφ. εργασίας σας να είναι ευθυγραμισμένα κάθετα (σε στήλες). Αν δεν την επιλέξετε, τα εικονίδια ευθυγραμίζονται οριζόντια. <p> Σημειώστε ότι μπορείτε να σύρετε τα εικονίδια όπου θέλετε στην επιφάνεια εργασίας. Όταν επιλέγετε "Τακτοποίηση Εικονιδίων" από το μενού της επιφ. εργασίας, τα εικονίδια θα ευθυγραμμίζονται οριζόντια ή κάθετα.
et: Vali see kui soovid, et töölaua ikoonid joondatakse vertikaalselt (tulpadesse). Kui sa jätad selle valimata, joondatakse töölaua ikoonid horisontaalselt. <p>Teadmiseks, et ikoone võib asetada ja kukutada töölauale ükskõik kuidas. Ikoonid joondatakse horsiontaalselt või vertikaalselt ainult siis kui sa valid töölaua menüüst "Korrasta ikoonid".
fi: Valitse tämä kohta, mikäli haluat järjestää työpöydällä olevat kuvakkeet pystysuunnassa (sarakkeina). Mikäli kohtaa ei ole valittu, kuvakkeet järjestetään vaakasuunnassa.<p>Voit siirtää kuvakkeita mihin kohtaan tahansa. Kuvakkeet järjestetään, kun valitset kohdan "Järjestä kuvakkeet" työpöydän pikavalikosta.
he: <p align=right>ורדוסי הדובעה ןחלוש לעש םילמסהש ךנוצרב םא וז תורשפאב רחב<br>ןחלוש ילמס ורדוסי וז תורשפאב רחבת אל םא .(םירוטב) תיכנא<br>.תיקפוא הדובעה<p align=right> םוקמ לכל הדובעה ןחלוש לע םילמס רורגל ךתורשפאבש בל םיש<br>,הדובעה ןחלוש טירפתמ "םילמס רדס"ב רחבת רשאכ .הצרתש<br>.תיכנא וא תיקפוא םילמסה ורדוסי
hu: Kapcsolja be ezt a beállítást, ha azt szeretné, hogy a munkaasztal ikonjai függőlegesen (oszlopokban) jelenjenek meg. Ha nem kapcsolja be, akkor az ikonok vízszintesen rendeződnek az asztalon.<p> A munkaasztal ikonjait oda húzhatja, ahová csak akarja. Ha kiválasztja az "Ikonok elrendezése" menüpontot a Munkaasztal menüből, akkor az ikonok ennek a beállításnak megfelelően fognak rendeződni.
id: Tandai opsi ini jika anda ingin ikon pada desktop rata secara vertikal (dalam kolom).Jika anda tidak memilihnya, ikon desktop akan diratakan secara horisontal.<p>Perhatikan bahwa anda dapat menarik ikon kemana pun anda suka pada desktop. Ketika anda memilih "Atur Ikon" dari menu Desktop, ikon akan diatur secara horisontal atau vertikal.
is: Krossaðu við hér ef þú vilt að táknunum á skjáborðinu sé raðað lóðrétt. Annars er þeim raðað árétt.<p>Athugaðu að þú getur dregið tákn hvert sem er á skjáborðið. Þessi stilling ræður því hinsvegar hvernig "Raða táknum" möguleikinn út valmynd skjáborðsins vinnur.
ja: このオプションを有効にするとデスクトップのアイコンは縦に(列に)並べられます。設定していないとアイコンは横に並べられます。<p>アイコンはドラッグしてデスクトップ上のどこへでも配置できることに注意して下さい。デスクトップメニューで"アイコンを配置"を選択するとアイコンは縦または横に並べられます。
ko: 아이콘을 수직으로 (열 형식으로) 정렬하고자 한다면 이 옵션을 체크하십시오. 만약 이 옵션을 체크하지 않으면 아이콘은 수평으로 정렬 됩니다. <p> 아이콘을 원하는 위치로 아이콘 끌기를 할 수 있습니다. 일터 차림표에서 "아이콘 정렬"을 선택하면 아이콘은 수평이나 수직으로 정렬될 것입니다.
lt: Pažymekite šią parinktį, jeigu pageidaujate išdėstyti darbastalio piktogramas vertikaliai (stulpeliais). Jeigu paliksite parinktį nepažymėta, darbastalio piktogramos bus išdėstytos horizontaliai.<p> Atminkite, kad galite nutempti piktogramas darbastalyje kur pageidaujate. Kai darbastalio meniu pasirinksite „Sutvarkyti piktogramas“, piktogramos bus išdėstytos horizontaliai arba vrtikaliai.
lv: Iezīmējiet šo opciju, ja vēlāties lai ikonas uz darbvirsmas tiktu sakārtotas vertikāli (kolonās). Ja atstāsiet šo opciju neiezīmētu, darbvirsmas ikonas tiek sakārtotas horizontāli.<p> Atcerieties, ka jūs varat pārvilkt ikonas kur vien vēlaties uz darbvirsmas. Kad jūs izvēlietoes "Sakārtot Ikonas" no Darbvirsmas izvēlnes, ikonas tiks sakārtotas horizontāli vai vertikāli.
mt: Ittikkja din l-għażla jekk trid l-ikoni fuq id-desktop ikunu allineati vertikament (kolonni). Jekk ma tittikkjax din l-għażla, l-ikoni jkunu allineati orizzontalment. <p>Innota li tista' iġġorr ikoni fejn trid fuq id-desktop. Meta tagħżel "Irranġa Ikoni" mill-menu tad-desktop, l-ikoni jiġu rranġati orizzontalment jew vertikament.
nl: Schakel deze optie in als u de pictogrammen verticaal wilt uitlijnen (in kolommen). Als u deze optie niet activeert, dan worden de pictogrammen horizontaal uitgelijnd. <p> Onthoud dat u de pictogrammen overal op het bureaublad kunt plaatsen, waar u maar wilt. Pas als u kiest voor "Pictogrammen schikken" in het bureaubladmenu worden de pictogrammen horizontaal of verticaal geschikt.
no: Kryss av dette valget hvis du ønsker at ikoner på skrivebordet skal justeres vertikalt (i kolonner). Hvis du ikke krysser av dette valget, vil skrivebordsikonene justeres horisontalt.<p> Merk at du kan dra ikoner hvor du måtte ønske det på skrivebordet. Når du velger "Ordne ikoner" fra skribebordsmenyen, vil ikonene enten bli ordnet horisontalt eller vertikalt.
pl: Włącz tę opcję jeśli chcesz by ikony na biurku były wyrównane pionowo (w kolumnach). Jeśli opcja pozostanie niewłączona, wtedy ikony są wyrównywane w poziomie.<p>Zwróć uwagę, ze można przeciągnąć ikony gdziekolwiek się chce Wybierając "Uporządkuj" ikony z menu biurka, ikony będą wyrównywane w poziomie bądź w pionie.
pt: Assinala esta opção se queres que os ícones no ambiente de trabalho fiquem alinhados verticalmente (em colunas). Se esta opção estiver desligada, os ícones são alinhados horizontalmente.<p> De notar que podes arrastar os ícones sempre que quiseres pelo ambiente de trabalho. Quando escolheres "Arrumar Ícones" no menu do Ambiente de Trabalho, os ícones serão arrumados horizontal ou verticalmente.
pt_br: Selecione esta opção se você quiser que os ícones na área de trabalho fiquem alinhados verticalmente (em colunas). Se esta opção não for selecionada, os ícones da área de trabalho são alinhados horizontalmente. <p> Observe que é possível arrastar os ícones sempre que você quiser colocá-los na área de trabalho. Quando você escolher "Organizar ícones" do menu área de trabalho, os ícones serão organizados horizontal ou verticalmente.
ro: Marcaţi această opţiune dacă doriţi ca iconiţele de pe ecran să fie aliniate vertical (în coloane). Dacă lăsaţi opţiunea nemarcată, iconiţele vor fi aliniate pe orizontală.<p> Trebuie să reţineţi că puteţi trage iconiţele oriunde pe ecran. Cînd alegeţi "Aranjează iconiţele" din meniul contextual al ecranului, iconiţele vor fi aranjate pe orizontală sau pe verticală.
ru: Включите эту опцию, если вы хотите, чтобы пиктограммы на рабочем столе были выровнены по вертикали (в колонки). Если опция не активна, то пиктограммы будут выравниваться по горизонтали.<p> Вы можете перемещать пиктограммы в любое место поверхности рабочего стола, но когда вы активизируете режим "Выравнивание пиктограмм" из меню "Рабочий стол", пиктограммы сами будут выравниваться горизонтально или вертикально.
sk: Zapnite túto voľbu, ak chcete, aby ikony na ploche boli usporiadané vertikálne (v stĺpcoch). Ak ju necháte vypnutú, ikony budú usporiadané horizontálne. <p> Poznámka: ikony môžete umiestniť pomocou myši kam chcete. Ak si zvolíte "Usporiadať ikony" z menu plochy, ikony budú usporiadané horizontálne alebo vertikálne.
sl: To izbiro vklopite, če želite, da so ikone na namizju poravnane navpično (v stolpce). Če izbira ni dejavna, bodo poravnane vodoravno.<p> Ikone na namizju lahko povlečete, kamorkoli želite. Ko na menuju namizja izberete "Poravnaj ikone", se ikone poravnajo navpično ali vodoravno.
sr: Izabiranjem ove opcije sve ikonice koje se nalaze na radnoj površini će biti vertikalno poređane (u kolonama). Ako ovu opciju ostavite ne izabranu, ikonice na radnoj površini će biti horizontalno poređane, <p> Primetite da ikonice možete postaviti na radnu površinu kako god hoćete. Ako izaberete "Poređaj ikonice" sa menija radne površne sve ikonice će biti poređane ili vertikalno ili horizonalno.
sv: Kryssa för det här alternativet om du vill att ikonerna på skrivbordet ska vara uppradade vertikalt (i kolumner). Om du lämnar det här alternativet omarkerat, kommer skrivbordsikonerna att radas upp horisontellt.<p> Notera att du kan dra ikoner varhelst du vill på skrivbordet. När du väljer "Arrangera ikoner" från skrivbordsmenyn så kommer ikonerna att arrangeras horisontellt eller vertikalt.
th: เปิดใช้ตัวเลือกนี้ หากคุณต้องการให้จัดเรียงไอคอนบนเดสก์ทอป ในแนวตั้ง (ในคอลัมน์) หากไม่ใช้ ไอคอนบนเดสก์ทอป จะเรียงกันในแนวนอน <p> ข้อควรจำ คุณสามารถลากไอคอนจากที่หนึ่ง ไปยังตำแหน่งที่ต้องการ บนเดสก์ทอปได้ และเมื่อคุณเลือก "จัดเรียงไอคอน" จากเมนูของเดสก์ทอป ไอคอนจะทำการเรียงกันในแนวตั้งหรือในแนวนอน
uk: Ввімкніть цю опцію, якщо Ви хотіли б, щоб піктограми на стільниці були вирівняні одна відносно однієї по вертикалі (тобто, в стовпчик). Якщо ця опція буде не вибраною, піктограми будуть вирівнюватися по горизонталі.<p> Відмітьте, що Ви можете перетягувати піктограми будь-куди на стільниці. Як тільки Ви виберете пункт "Розставити піктограми" з меню стільниці, піктограми будуть розставлені вирівняні або вертикально, або горизонтально.
xh: Khangela olu khetho ukuba ufuna i icons kwi desktop ukwenziwa umgca othe nkqo (kwimihlathi). Ukuba ushiya olu khetho lungakhangelwanga, i icons ze desktop zenziwa imigca ethe tye.<p> Qaphela ukuba ungatsala i icons apho ufuna khona ukuya kwi desktop. Xa ukhetha "Lungisa i icons" kwimenu yeDesktop, i icons zizakulungiswangokuthe tye na nkqo.

source: Show &Hidden Files on Desktop
af: vertoon weg gesteekte lêers op werkskerm
az: Masa üstündə &Gizli Faylları Göstər
da: Vis skj&ulte filer på skrivebord
el: Προβολή Κ&ρυφών Αρχείων στην Επιφ. Εργασίας
et: Töölaual näidatakse &peidetud faile
fi: Näytä &piilotiedostot työpöydällä
he: הדובעה ןחלוש לע םירתסומ םיצבק ג&צה
hu: A &rejtett fájlok megjelenítése az asztalon
id: Tampilkan berkas &Tersembunyi pada Desktop
is: Sýna f&aldar skrár á skjáborði
ja: デスクトップに隠しファイルを表示(&H)
ko: 일터에서 숨겨진 파일 보기(&H)
lt: R&odyti paslėptas darbastalio bylas
lv: Rādīt &Slēptos Failus uz Darbvirsmas
mt: Uri Fajls Mo&ħbija fuq id-Desktop
nl: &Verborgen bestanden op bureaublad tonen
no: Vis &skjulte filer på skrivebord
pl: Pokazuj &ukryte pliki na biurku
pt: Mostrar Fic&heiros Escondidos no Ambiente de Trabalho
pt_br: Exibir arquivos o&cultos na área de trabalho
ro: Afişează &fişierele ascunse
ru: Показывать &скрытые файлы на рабочем столе
sk: Zobrazovať &skryté súbory na Ploche
sl: Na namizju prikaži &skrite datoteke
sr: Pokaži &skrivene fajlove na radnoj površini
sv: &Visa gömda filer på skrivbordet
ta: Á¨ÈóÐûÇ §¸¡ôÒ¸¨Ç §Á¨ºÂ¢ü ¸¡ðÎ
th: แสดงแฟ้มที่ซ่อนไว้บนเดสก์ทอป
uk: Показувати &приховані файли на стільниці
xh: &Bonisa iifayile ezifihlakeleyo kwi Desktop
