Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: Middle button
af: middelste knoppie
az: Orta düymə
da: Midterste knap
el: Μεσαίο Κουμπί
et: Keskmine nupp
fi: Keskipainike
he: יעצמא ןצחל
hu: Középső gomb
id: Tombol tengah
is: Miðtakki
ja: 中ボタン
ko: 가운데 단추
lt: Vidurinis klavišas
lv: Vidējā poga
mt: Buttuna tan-Nofs
nl: Middelste muisknop
no: Midterste knapp
pl: Środkowy przycisk
pt: Botão do meio
pt_br: Botão do meio
ro: Buton mijloc
ru: средней кнопкой
sk: Stredné tlačidlo
sl: Srednji gumb
sr: Srednje dugme
sv: Mittenmusknappen
ta: ¿Îô ¦À¡ò¾¡ý
th: ปุ่มกลาง
uk: Середня кнопка
xh: Iqhosha laphakathi
