Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: If you check this option, any files in your desktop directory that begin with a period (.) will be shown. Usually, such files contain configuration information, and remain hidden from view.<p> For example, files which are named ".directory" are plain text files which contain information for Konqueror, such as the icon to use in displaying a directory, the order in which files should be sorted, etc. You should not change or delete these files unless you know what you are doing!
af: as jy bevestig hierdie opsie, enige lêers in jou werkskerm gids wat begin met 'n periode (.) sal wees vertoon. gewoonlik, soos lêers bevat opstelling informasie, en bly weg gesteekte van besigtig.<p> vir voorbeeld, lêers wat word genaamd ".gids" word eenvoudig teks lêers wat bevat informasie vir konqueror, soos as die ikoon aan gebruik in vertooning 'n gids, die volgorde in wat lêers moet wees gesorteer, etc. jy moet nie verander of uitvee hierdie lêers tensy jy ken wat jy word doen!
az: Bu seçənəyi işarətləsəniz masa üstü cərgənizdə nöqtə (.) ilə başlayan fayllar görünəcəklərdir. Ümumiyyətlə bu cür fayllar, quraşdırma mə'lumatlarını daxil edir və gözden uzaq qalır.<p>Məsələn, ".directory" adlı fayllar Konqueror'un bir cərgəni göstərərkən işlədəcəyi timsal, faylları sıralarken uyacağı sxem, vs. haqqında mə'lumatlar daxil edən düz mətn fayllarıdır. Nə etdiyinizi bilmirsinizsə, bu faylları dəyişdirməyin və silməyin!
da: Hvis du afkrydser dette valg vil alle filer på dit skrivebord der begynder med punktum (.) blive vist. Sådanne filer indeholder sædvanligvis indstillinger og er skjulte.<p> For eksempel er filer, der hedder ".directory" almindelige tekstfiler, der indeholder information for Konqueror såsom den ikon, der skal bruges for at vise mappen, den rækkefølge filerne skal vises i osv. Man bør ikke ændre eller slette disse filer med mindre man ved hvad man gør!
el: Αν τσεκάρετε αυτήν την επιλογή, τα αρχεία στον κατάλογο της επιφ. εργασίας σας που αρχίζουν με τελεία (.) θα εμφανίζονται. Συνήθως τέτοια αρχεία περιέχουν πληροφορίες ρυθμίσεων και παραμένουν κρυφά.<p> Για παράδειγμα, αρχεία με όνομα '.directory' είναι αρχεία απλού κειμένου που περιέχουν πληροφορίες για τον Konqueror, όπως το εικονίδιο που πρέπει να χρησιμοποιήσει στην εμφάνιση ενός καταλόγου, τη σειρά με την οποία πρέπει να ταξινομούνται τα αρχεία, κ.ο.κ. Δεν πρέπει να πειράζετε αυτά τα αρχεία, εκτός αν ξέρετε τι κάνετε!
et: Kui lülitad selle valiku sisse, näidatakse töölaual ka kõiki neid faile, mille nimi algab punktiga (.). Tavaliselt sisaldavad need failid seadistuste infot ning jäävad peidetuks.<p>Näiteks failid nimega ".directory" on tavalised tekstifailid, mis sisaldavad infot Konqueror'i jaoks nagu nt. ikoon kataloogi näitamiseks, kirjete sorteerimise järjekord jne. Neid faile on parem mitte puutuda kui sa just väga täpselt ei tea, mida teed!
fi: Jos tämä kohta on valittuna, kaikki tiedostot, joiden nimi alkaa pisteellä (.) näytetään. Yleensä nämä tiedostot sisältävät asetuksia, eikä niitä näytetä. <p>Esimerkiksi ".directory" -nimiset tiedostot sisältävät hakemistoon liittyviä tietoja. Tiedostoja ei kannata poistaa, mikäli et ole varma, mitä teet!
he: <p align=right>ליחתמש ךלש הדובעה ןחלוש תיירפסב ץבוק לכ ,וז תורשפאב רחבת םא<br>.םיגצומ אל םהו הרוצת תורדגה הלאכש םיצבק םיליכמ ,ללכ ךרדב .גצוי (.) הדוקנב<p align=right>רובע עדימ םיליכמה טושפ טסקט יצבק םה ".directory" םשב םיצבק ,אמגודל<br>רדסל שי וב ןפואה ,הירפס תגצה תעב וב שמתשהל שיש למסה לדוג ןוגכ ,Konqueror<br>המ עדוי התא ןכ םא אלא ולאה םיצבקה תא קוחמל וא תונשל רומא ךניא .'וכו םיצבק<br>!השוע התא
hu: Ha bekapcsolja ezt a beállítást, akkor a munkaasztalon minden ponttal (.) kezdődő fájl megjelenik. Többnyire az ilyen fájlok konfigurációs információkat tartalmaznak, és rejtve vannak a felhasználó elől.<p> Például ilyen fájlok a ".directory" nevű szövegfájlok, amelyek a Konqueror számára tartalmaznak információkat, mint például a könyvtár megjelenítéséhez használt ikon neve, vagy a fájlok elrendezésének sorrendje, stb. Ne törölje vagy módosítsa kézzel ezeket a fájlokat, ha nem biztos a dolgában!
id: Jika anda tandai opsi ini, sembarang berkas di direktori desktop anda yang diawali dengan titik (.) akan ditampilkan. Biasanya berkas tersebut berisi informasi konfigurasi, dan tetap tersembunyi dari view.<p> Sebagai contoh, berkas yang bernama".directory" adalah berkas teks biasa yang berisi informasi bagi Konqueror, seperti ikon yang digunakan untuk menampilkan direktori, urutan berkas-berkas saat disorting, dsb. Anda tidak perlu mengubah atau menghapus berkas ini kecuali anda tahu apa yang anda lakukan!
is: Ef þú krossar við hér eru skrár sem bera heiti sem byrjar á punkti (.) sýndar. Venjulega eru slíkar skrár stilliskrár og því faldar.<p> Til dæmis eru skrár sem heita ".directory" textaskrár sem geyma upplýsingar fyrir Konqueror, svo sem myndina sem táknar möppuna, hvernig á að raða innihaldinu o.þ.h. Þú skalt ekki breyta þessum skrám eða eyða þeim nema þú vitir hvað þú ert að gera!
ja: このオプションを有効にするとデスクトップ上のピリオド(.)で始まるファイル名のファイルが表示されるようになります。通常このようなファイルには設定情報が含まれていて表示されません。<p>例えば、".directory"という名前のファイルは、ディレクトリの表示の際に使用するアイコンのことやファイルの並べ替え順などといったKonqueror用の情報が含まれている、平文のテキストファイルです。よくわからないうちは、これらのファイルを編集または削除するべきではありません!
ko: 이 옵션을 누르면 일터 자료방에서 점(.)으로 시작하는 파일을 볼 수 있습니다. 일반적으로 그러한 파일은 설정 정보를 가지고 있으며 기본적으로 볼 수 없습니다. <p>예를 들어, 이름이 ".directory"는 자료방의 아이콘을 표시하고 파일을 정렬하기 위해 이용하는 일반적인 텍스트 문서입니다. 어떤 기능을 하는 파일인지 정확히 알지 못한다면 변경하거나 지우지 마십시오.
lt: Pažymėjus šią parinktį, bus parodytos visos darbastalio bylos, kurios prasideda tašku (.). Paprastai, kadangi šios bylos saugo konfigūravimo informaciją, būna nematomos.<p> Pavyzdžiui, bylos, pavadintos „.directory“, yra paprastos tekstinės bylos, saugančios Konqueror informaciją: kokią naudoti piktogramą, rodant katalogą, kokia tvarka rikiuoti bylas ir t.t. Neleistina pašalinti arba keisti šių bylų, nebent labai gerai žinote ką darote!
lv: Ja jūs iezīmēsiet šo opciju, jebkurš fails jūsu darbvirsmas direktorijā, kas sākas ar punktu (.) būs redzams. Parasti, tādi faili satur konfigurācijas informāciju, un paliek skatījumam neredzami.<p> Piemērām, faili kuri ir nosaukti ".direktorijs" ir vienkārši teksta faili kuri satur informāciju priekš Iekarotāja, tādu kā direktorija parādīšanai izmantojamās ikonas, failu šķirošanas kārtību, utt. Jums nevajag mainīt vai dzēst šos failus, ja vien jūs zināt ko darāt!
mt: Jekk tittikkja dinl-għażla, il-fajls kollha fid-direttorju tad-desktop li jibdew b'tikka (.) jintwerew. Normalment, fajls simil ikun fihom informazzjoni dwar il-konfigurazzjoni u ma jintwerewx.<p> Per eżempju, fajls imsemmija ".desktop" huma fajls ta' test li jkun fihom informazzjoni għall-konqueror, fosthom l-ikona li għandha tintuża biex turi d-direttorju, l-ordni tal-fajls, eċċ. M'għandekx tħassar jew tbiddel dawn il-fajls jekk ma tafx sew x'qed tagħmel.
nl: Als u deze optie inschakelt, dan worden alle bestanden op uw bureaublad die met een punt (.) beginnen getoond. Deze bestanden bevatten normaliter configuratie-info en blijven daarom verborgen. <p> Bijvoorbeeld, bestanden met de naam ".directory" zijn tekstbestanden die informatie bevatten voor Konqueror, zoals welk pictogram voor de map gebruikt wordt, in welke volgorde de bestanden gesorteerd worden, etc.. U moet dergelijke bestanden niet bewerken of verwijderen, tenzij u weet waar u mee bezig bent!
no: Hvis dette valget er avkrysset, vil alle filer i skrivebordskatalogen som starter med punktum (.) bli vist. Normalt innholder slike filer konfigurasjonsinfomasjon og er skjult fra visning.<p>F eks er filer som heter ".directory" rene tekstfiler som inneholder informasjon for Konqueror slik som ikonene som brukes for å vise katalogen, rekkefølgen filene skal sorteres osv. Du bør ikke endre eller slette disse filene med mindre du vet hva du gjør!
pl: Jeśli opcja jest włączona wtedy wszystkie pliki zaczynające się na kropkę (.) w katalogu biurka będą widoczne. Zwykle są to pliki konfiguracyjne i pozostawia się je ukryte.<p>Na przykład pliki nazywające się ".directory" są zwykłymi plikami tekstowymi zawierającymi informacje dla Konquerora jakie ma używać ikony, porządek sortowania plików itd. Nie powinno sie kasować tych plików o ile naprawdę jest się pewnym, że wie się co się robi!
pt: Se assinalares esta opção, quaisquer ficheiros na directoria do teu ambiente de trabalho que comecem por um ponto (.) serão mostrados. Normalmente, esses ficheiros contêm informação de configuração, e ficam escondidos.<p> Por exemplo, os ficheiros chamados ".directory" são ficheiros de texto que contêm informação para o Konqueror, tais como o ícone a usar numa directoria, a ordem na qual os ficheiros são ordenados, etc. Não deves mudar ou apagar esses ficheiros a não ser que saibas o que fazes!
pt_br: Se esta opção for selecionada, serão exibidos todos os arquivos no diretório de sua área de trabalho que começam com um ponto (.). Geralmente, tais arquivos contém informação sobre configuração e permanecem ocultos.<p> Por exemplo, os arquivos que são chamados ".diretório" são arquivos de texto puros que contém informações para o Konqueror, como o ícone para ser usado na exibição de um diretório, a ordem na qual os arquivos devem ser classificados, etc. Você não deve alterar estes arquivos a menos que saiba o que está fazendo!
ro: Dacă marcaţi această opţiune, vor fi afişate şi fişierele din directorul corespunzător ecranului al căror nume începe cu un punct (.). În mod uzual aceste fişiere conţin fişiere de configurare şi rămîn ascunse vizualizării.<p> De exemplu, fişierele cu numele ".directory" sînt simple fişiere text care conţin informaţii pentru Konqueror, cum ar fi iconiţa la afişarea directorului, ordinea în care vor fi sortate fişierele etc. Nu ştergeţi aceste fişiere dacă nu sînteţi sigur de ceea ce faceţi!
ru: Если вы активируете этот режим, будут отображаться все файлы, начинающиеся с символа точки (.) и находящиеся в текущем каталоге. Обычно такие файлы содержат информацию о различных настройках и скрываются из вида.<p>Например, в файлах с названием ".directory", а это - обычные текстовые файлы, содержится информация для Konqueror'а, такая как пиктограмма, используемая для обозначения каталога, порядок, в котором следует сортировать файлы и т.д. Вам не следует изменять или удалять эти файлы, если только вы точно не знаете, зачем вам это нужно!
sk: Ak zapnete túto voľbu, všetky súbory začínajúce bodkou (.) budú ukázané. Tieto súbory zvyčajne obsahujú nastavenia a zostávajú ukryté.<p> Napríklad, súbory pomenované ".directory" sú textové súbory obsahujúce informácie pre Konqueror, ako napríklad akú ikonu použiť, poradie zobrazovania, atď. Nemali by ste tieto súbory meniť ani mazať, pokiaľ neviete presne, čo robíte!
sl: To izbiro vklopite, če želite izpis datotek, ki se začenjajo s piko (.). Navadno so v takih datotekah podatki o nastavitvah, in so skrite očem.<p> Npr. datoteke z imenom ".directory" so navadne tekstovne datoteke s podatki o Konquerorju, denimo o ikonah, ki jih uporablja za prikazovanje imenikov, pa o vrstnem redu, po katerem so datoteke urejene, ipd. Teh datotek ne spreminjajte in ne brišite, razen če veste, kaj delate!
sr: Ako izaberete ovu opciju, svi fajlovu koji se nalaze u direktrijumu radne površine i počinju sa tačkom (.) će biti prikazani. Većinom, ovi fajlovi sadrže konfiguracione informacije i ostaju skriveni od vašeg pogleda. <p> Na primer, fajlovi koji se nalaze u ".direktorijum" su ASCII tekst fajlovi koji sadrže informacije vitalne za Konquerora, kao što su ikonice koje se koriste u prikazivanju direktorijuma, načina na koji su fajlovi sortirani, itd. Ove fajlove nemojte da brišete osim ako znate šta radite!
sv: Om du kryssar för det här alternativet så kommer alla filer i din skrivbordskatalog som inleds med en punkt (.) att visas. Vanligtvis innehåller sådana filer inställningsinformation, och förblir dolda.<p> Till exempel, filer med namn ".directory" är rena textfiler som innehåller information för Konqueror, så som vilka ikoner som ska användas när en katalog visas, i vilken ordning filer ska sorteras, etc. Du bör inte ändra eller ta bort dessa filer om du inte vet vad du gör!
th: เปิดใช้ตัวเลือกนี้ เพื่อให้มีการแสดงทุกแฟ้มในไดเรกทอรีเดสก์ทอปของคุณ รวมทั้งแฟ้มที่ขึ้นต้นด้วยจุด (.) ด้วย ซึ่งปกติจะไม่ถูกแสดงให้เห็น เนื่องจากส่วนมาก จะเป็นแฟ้มการปรับแต่งของแอพพลิเคชัน<p> ตัวอย่างเช่น แฟ้มที่ชื่อ ".directory" ซึ่งเป็นแฟ้มข้อความธรรมดา ซึ่งใช้เก็บข้อมูลสำหรับ Konqueror เกี่ยวกับการแสดงไอคอน การเรียงลำดับแฟ้ม เป็นต้น ดังนั้น หากเปิดใช้งานตัวเลือกนี้ คุณไม่ควรจะลบแฟ้มการปรับแต่งเหล่านี้ จนกว่าคุณจะแน่ใจในสิ่งที่จะทำ !
uk: Якщо Ви виберете цю опцію, будь-який файл у каталозі Вашої стільниці, який починається із крапки (.) буде видимим на стільниці. Звичайно такі файли містять різноманітну конфігураційну інформацію і залишаються прихованими від показу. <p> Наприклад, файли з назвою ".directory" - це звичайні текстові файли, які містять інформацію для Konqueror'а, таку, як інформацію про те, які піктограми використовувати для зображення каталогу, порядок у якому мають упорядковуватися файли, тощо. Не стирайте і не змінюйте ці файли, крім того випадку, якщо Ви дійсно розумієте, що робите!
xh: Ukuba ukhangela olu khetho, naziphi iifayile kulawulo lwe desktop yakho eziqala ngesithuba (.) zizakuboniswa. Ngesiqhelo, ezo fayile ziqulathe uqwalaselo lolwazi, kwaye zisala zifihlakele kumboniselo yakho.<p> Umzekelo, iifayile ezi bizwa ngokuba ".lulawulo" zifayile zokubhaliweyo okungenanto eziqulathe ulwazi lwe Konqueror, ezinjenge icon ukusebenzisa kumboniso wolawulo, indlela apho ifayile zinokulungiswa ngayo, njalo-njalo. Awunakutshintsha okanye ucime ezi fayile ngaphandle kokuba uyakwazi okwenzayo!

source: Enable Desktop &Menu
af: aktiveer werkskerm kieslys
az: Masa üstü Menyusunu &Fəallaşdır
da: Slå Skrivebords&menu til
el: Ενεργοποίηση Μεν&ού Επιφ. Εργασίας
et: Töölaua &menüü
fi: Käytä työpöydän &valikkoa
he: הדובע &ןחלוש טירפת רשפא
hu: Az asztal &menüsorának engedélyezése
id: Bolehkan &Menu Desktop
is: Virkja skjáborðsval&mynd
ja: デスクトップメニューを有効に(&M)
ko: 일터 차림표 씀(&M)
lt: Aktyvus darbastalio &meniu
lv: Atļaut Darbvirs&mas Izvēlni
mt: Uża Menu tad-&Desktop
nl: Bureaublad&menu activeren
no: Slå på skrivebords&meny
pl: Uaktywnij &menu biurka
pt: Activar &Menu no Ambiente de Trabalho
pt_br: Habilitar &menu da área de trabalho
ro: Activează &meniul ecranului
ru: Использовать &меню рабочего стола
sk: Sprístupniť menu &plochy
sl: Vklopi namizni &menu
sr: Aktiviraj desktop &meni
sv: Aktivera skrivbords&menyn
ta: §Á¨ºô ÀðÊ¨Â ­ÂìÌ
th: เปิดใช้งานเมนูของเดสก์ทอป
uk: Показувати &меню стільниці
xh: &Yenza imenu ye Desktop

source: Check this option if you want the desktop popup menus to appear on the top of the screen in the style of Macintosh. This setting is independent of the global top-level menu setting that applies to KDE applications.
af: bevestig hierdie opsie as jy wil hê die werkskerm opspring kieslyste aan verskyn op die bo van die skerm in die styl van macintosh. hierdie opset is onafhanklike van die globale bo-level kieslys opset wat van toepassing is aan kde programme.
az: Masa üstü səyyar menyularının Macintosh'ta olduğu kimi ekranın üst qismində görünməsini istəyirsinizsə bu seçənəyi işarətləyin. Bu qurğu, KDE proqramlarına əlavə edilən ümumi üst-düzey menyu qurğularından asılı deyil.
da: Afkryds her hvis du ønsker at skrivebords pop-op menuerne skal vises på toppen af skærmen i Macintosh stil. Denne opsætning er uafhængig af den globale topniveau opsætning, der virker på KDE programmer.
el: Τσεκάρετε αυτήν την επιλογή αν θέλετε τα εκτινασσόμενα (popup) μενού της επιφ. εργασίας να εμφανίζονται στην κορυφή της οθόνης, όπως στον Macintosh. Αυτή η ρύθμιση είναι ανεξάρτητη από την καθολική ρύθμιση για μενού στην κορυφή της οθόνης που εφαρμόζεται στα προγράμματα KDE.
et: Vali see, kui soovid, et töölaua hüpikmenüüd ilmuvad ekraani ülaserva nagu see toimub MacOS keskkonnas. See seadistus on sõltumatu globaalse menüü seadistusest, mis kehtib KDE rakenduste kohta.
fi: Valitse tämä kohta, mikäli haluat käyttää työpöydän valikkoa työpöydän yläreunassa Macintoshin tapaan. Tämä asetus ei vaikuta KDE -sovellusten valikoihin.
he: <p align=right>םיטירפתהש ךנוצרב םא וז תורשפאב רחב<br>לש ןוילעה קלחב ועיפוי הדובעה ןחלוש לש םיצפקומה<br>היולת הניא וז הרדגה .שוטניקמ ןונגסב ךסמה<br>תלחומש הנוילעה המרה טירפת לש תילבולגה הרדגהב<br>.KDE ימושיי לכ לע
hu: Kapcsolja be ezt az opciót, ha azt szeretné, hogy a munkaasztal felbukkanó menüi a képernyő tetején jelenjenek meg Macintosh stílusban. Ez a beállítás független a KDE alkalmazásokra vonatkozó globális felső menü beállításától.
id: Tandai opsi ini jika anda ingin menu popup desktop muncul di atas layar dengan gaya Macintosh. Pengaturan ini independen dari pengaturan menu level-puncak global yang berlaku bagi seluruh aplikasi KDE.
is: Merktu við þetta ef þú vilt að skjáborðsvalmyndirnar komi efst á skjáinn eins og í Macintosh. Þessi stilling er óháð altæku valmyndastillingunum sem eiga við KDE forritin.
ja: マッキントッシュのスタイルのようにスクリーンの上端にデスクトップのポップアップメニューを表示したい場合はこのオプションを設定して下さい。なお、この設定はKDEアプリケーションに適用される全体の最上レベルのメニューの設定とは無関係です。
ko: 이 옵션을 선택하면 매킨토시 스타일과 같이 화면 위에 일터 팝업 차림표가 나타납니다. 이 설정은 KDE 응용 프로그램에 적용되는 최상위 차림표 설정과 다릅니다.
lt: Pažymėkite šitą parinktį, jeigu norite, kad darbastalio meniu būtų ekrano viršuje - Macintosh stiliuje. Šita parinktis nepriklauso nuo bendrų viršutinio lygio meniu nuostatų, kurios įtakoja KDE programas.
lv: Iezīmējiet šo opciju, ja vēlaties, lai darbvirsmas uzlēcošās izvēlnes parādītos ekrāna augšā Makintoša stilā. Šie uzstādījumi ir neatkarīgi no globālajiem augstākā līmeņa izvēlņu uzstādījumiem, kas attiecas uz KDE aplikācijām.
mt: Ittikkja din l-għażla jekk trid ll-popup menus jidhru fuq nett tal-iskrin kif inhuwa l-istil fuq il-Macintosh. Dan is-seting huwa indipendenti mis-seting globali tal-menu li japplika għall-programmi kollha.
nl: Schakel deze optie in als u wilt dat de contextmenu's bovenlangs het scherm verschijnen, zoals bij Macintosh het geval is. Deze instelling is onafhankelijk van de globale menu-instelling die van toepassing is op alle KDE-applicaties.
no: Kryss av dette valget hvis du ønsker at skrivebordsmenyen skal opptre øverst på skjermen i Macintosh-stil. Dete valget er uavhengig av den globale innstillingen for toppnivåmeny for alle KDE-applikasjoner.
pl: Włącz tę opcję, jeśli chcesz by menu biurka pojawiały się na ekranie w stylu Macintosha. Jest to ustawienie niezależne od ustawienia globalnego menu górnego poziomu, które stosuje się do wszystkich aplikacji KDE.
pt: Escolhe esta opção se quiseres que os menus do ambiente de trabalho apareçam no topo do ecrã, ao estilo do Macintosh. Esta opção é independente da opção do menu de topo global que pode ser aplicada às aplicações KDE.
pt_br: Selecione esta opção se você quiser que os menus de contexto da área de trabalho apareçam na parte superior da tela, no estilo do Macintosh. Esta configuração é independente da configuração global de menu de nível superior que se aplica aos aplicativos do KDE.
ro: Activaţi această opţiune dacă doriţi ca meniurile popup ale ecranului să apară în partea de sus a ecranului ca la Macintosh. Această opţiune este independentă de cele ale meniului principal global care se aplică la aplicaţiile KDE.
ru: Включите эту опцию, если хотите, чтобы выпадающие меню рабочего стола появлялись на экране в стиле Macintosh. Эта установка не зависит от основной настройки главного меню приложений KDE.
sk: Zapnite túto voľbu, ak chcete, aby sa vyskakujúce menu plochy objavovalo na vrchu obrazovky v štýle Macintosh-a. Toto nastavenie je nezávislé od globálneho nastavenia, ktoré sa týka KDE aplikácií.
sl: To izbiro odkljukajte, če želite, da bi se dvižni menuji namizja prikazali na vrhu zaslona v slogu MacOS. Ta nastavitev je neodvisna od globalne nastavitve menuja na vrhu zaslona, ki velja za vse programe KDE.
sr: Čekirajte ovu opciju ako želite da skakajući meniji radne povšine se pojavljuju na vrhu ekrana u stilu Macintosh operativnog sistema. Ovo podešavanje je nezavisno od globalnog menija koji se nalazi u KDE aplikacijama.
sv: Kryssa för det här alternativet om du vill att skrivbordets poppuppmenyer ska visas lägst upp på skärmen i Macintosh-stil. Det här alternativet är oberoende av den globala inställningen för toppnivåmenyer som påverkar KDE-program.
th: เปิดใช้ตัวเลือกนี้ หากคุณต้องการให้เมนูป๊อบอัพของเดสก์ทอป ปรากฎอยู่ด้านบนของหน้าจอ ในลักษณะเหมือนเครื่องแมคอินทอช ซึ่งค่าที่ตั้งนี้ จะขึ้นอยู่กับการตั้งใช้งานเมนูระดับบนสุด สำหรับแอพพลิเคชัน KDE
uk: Якщо Ви хочете вгорі екрана спливаючі меню стільниці у стилі Макінтош, виберіть цей пункт. Ця установка є незалежною від установки загального меню вгорі екрана, яке стосується всіх програм KDE.
xh: Khangela olu khetho ukuba ufuna imenu ze popup ze desktop ukuvela phezulu kwikhusi kwindlela ye Macintosh. Olu cwangciso luzimele kokungqukuva okuphezulu-kumphakamo wocwangciso le menu engenayo kwizicelo ze KDE.

source: Support Programs in Desktop Window
af: ondersteun programme in werkskerm venster
az: Masa Üstü Pəncərəsində Proqramlara Dəstək Ver
da: Støtteprogrammer i skrivebordsvindue
el: Υποστήριξη Προγραμμάτων στο Παράθυρο της Επ. Εργασίας
et: Töölaua akna rakenduste toetus
fi: Tue ohjelmien käyttöä työpöytäikkunassa
he: הדובעה ןחלוש ןולחב תוינכות רשפא
hu: A közvetlenül a munkaasztalon futó programok engedélyezése
is: Styðja forrit á skjáborðsglugga
ja: デスクトップウィンドウ内のサポートプログラム
lt: Programų darbastalio lange palaikymas
lv: Atbalsta Programmas Darbvirsmas Logā
mt: Ippermetti programmi fil-window tad-desktop
nl: Ondersteuning voor bureaubladprogramma's
no: Støtte for programmer i skrivebordsvinduet
pl: Programy dodatkowe w oknie biurka
pt: Suportar Programas na Janela do Ecrã
ru: Разрешить программам выводить в окно рабочего стола
sk: Podpora programov v okne plochy
sl: Podpiraj programe v oknu Namizje
sv: Stödprogram i skrivbordsfönster
ta: §Á¨ºî º¡ÇÃò¾¢ø ¿¢Ãø¸ÙìÌ ¬¾ÃÅÇ¢
th: สนับสนุนโปรแกรมที่ใช้งานหน้าต่างเดสก์ทอป
uk: Підтримка програм у вікні стільниці
xh: Xhasa udweliso lweenkqubo kwi window ye Desktop
