Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkpanel.po
Languages: af, eu, th, tr, wa

source: &Panel
af: paneel
eu: &Panela
th: &แถบควบคุม
wa: &Scriftôr

source: &Desktops
af: werkskerms
eu: I&daztegiak
th: &พื้นที่ทำงาน
tr: &Masaüstleri
wa: &Sicribannes

source: Disk &Navigator
af: disket navigeerder
eu: Diska &Nabigatzailea
th: &ดิสก์เนวิเกเตอร์
tr: Disk &Gezgini
wa: Po &Naivyî avå les Plakes

source: &Theme
af: tema
eu: &Tema
tr: &Tema

source: usage: kcmkpanel [-init | {panel,options,desktops,disknav,theme}]
af: gebruik: kcmkpanel [-init | {panel,options,desktops,disknav,theme}]
eu: erabilera: kcmkpanel [-init | {panel,options,desktops,disknav,theme}]
tr: kullanım: kcmkpanel [-init | {panel,options,desktops,disknav,theme}]

source: KPanel Configuration
af: kpaneel opstelling
eu: KPanel Konfigurazioa
th: การปรับแต่ง kPanel
tr: KPanel Yapılandırması
wa: Apontiaedje di KPanel

source: &Visible
af: sigbare
eu: &Ikusgai
th: แ&สดง
tr: Gö&rünür
wa: &Veyåve

source: &Width
af: wydte
eu: &Zabalera
th: ก&ว้าง
tr: Geniş&lik
wa: Lård&jeu

source: Location
af: ligging
eu: Lekua
th: สถานที่
tr: Konum
wa: Plaece

source: &Top
af: bo
eu: &Goian
th: &บน
tr: Ü&st
wa: Al &Copete

source: &Left
af: links
eu: &Ezkerra
th: &ซ้าย
tr: S&ol
wa: A &Hintche

source: &Bottom
af: bodem
eu: &Behean
th: &ล่าง
tr: A&lt
wa: Al &Valeye

source: &Right
af: regterkant
eu: &Eskuina
th: &ขวา
tr: S&ağ
wa: A &Droete

source: Taskbar
af: kasbar
eu: Lan Barra
th: แถบงาน
tr: Görev çubuğu
wa: Bår ås Bouyes

source: &Hidden
af: weg gesteekte
eu: &Eskutua
th: &ซ่อน
tr: Gi&zli
wa: C&atchî

source: T&op
af: bo
eu: G&oian
th: &บน
tr: Üst
wa: Al &Copete

source: Botto&m
af: bodem
eu: Behea&n
th: &ล่าง
tr: &Alt
wa: Al &Valeye

source: Top/Le&ft
af: bo/links
eu: Gohian/E&zkerra
th: บน/&ซ้าย
tr: Üst/&Sol
wa: Al Copete a &Hintche

source: Style
af: styl
eu: Estilua
th: รูปแบบ
tr: Stil
wa: Stîle

source: T&iny
af: baie klein
eu: Tx&ikia
th: &จิ่๋ว
tr: İn&ce
wa: &Tene

source: &Normal
af: normale
eu: &Normala
th: &ปกติ
wa: &Normå

source: L&arge
af: groot
eu: H&andia
th: ให&ญ่
tr: &Kalın
wa: &Lådje

source: Menu Tooltips
af: kieslys sleutel-leidraad
eu: Menu Aholkuak
th: เมนูทูลทิป
tr: Menü İpuçları
wa: Racsegnes ezès menus

source: Show &Menu Tooltips
af: vertoon kieslys sleutel-leidraad
eu: Erakutsi &Menu Aholkuak
th: แสดงเ&มนูทูลทิป
tr: Menü İ&puçlarını Göster
wa: Mostrer les Racsegnes ezès &Menus

source: De&lay:
af: vertraging:
th: &ถ่วงเวลา:
tr: Ge&cikme
wa: &Tins dvant do mostrer:

source: Small
af: klein
eu: Txikia
th: เล็ก
tr: Küçük
wa: Pitit

source: Large
af: groot
eu: Handia
th: ใหญ่
tr: Büyük
wa: Lådje

source: Visuals
af: visueel
eu: Begiarenak
th: การเห็น
tr: Görünümler
wa: A vey

source: Auto &Hide Panel
af: outo steek weg paneel
eu: Auto &Ezktatu Panela
th: ซ่อนแ&ถบควบคุมอัตโนมัติ
tr: Paneli &otomatik gizle
wa: Li scriftôr si &catche tot seu

source: Delay:
af: vertraging:
th: ถ่วงเวลา:
tr: Gecikme:
wa: Tins dvant do catchî:

source: Speed:
af: spoed:
eu: Abiadura:
th: ความเร็ว:
tr: Hız:
wa: Roedeu:

source: Slow
af: stadige
eu: Astiro
th: ช้า
tr: Yavaş
wa: Doûçmint

source: Fast
af: vinnige
eu: Azkarra
th: เร็ว
tr: Hızlı
wa: Radmint

source: Auto Hide &Taskbar
af: outo steek weg kasbar
eu: Auto Ezkutatu &Lan Barra
th: ซ่อนแถบ&งานอัตโนมัติ
tr: &Görev çubuğunu otomatik gizle
wa: Li &Bår ås Bouyes si catche tote seule

source: Animate Show/Hide
af: animeer vertoon/steek weg
eu: Animatu Erakutsi/Ezkutatu
th: ภาพเคลื่อนไหว แสดง/ซ่อน
tr: Animasyonlu Göster/Gizle
wa: Animer catchî/mostrer

source: Personal Menu Entries &First
af: persoonlike kieslys inskrywings eerste
eu: Menu Sarrera Pertsonalak &Lehenago
th: ให้แสดงเมนูของ&ผู้ใช้งานก่อน
tr: Önce &Kişisel Menü Girişleri öncelikli
wa: Les menus da vosse po &cmincî

source: Menu F&olders First
af: kieslys gidse eerste
eu: Menu Karpetak Lehenag&o
th: แสดงเมนู&ระบบก่อน
tr: Önce &Menü Dizinleri
wa: Les ridants è menu po cmincî

source: &Clock shows time in AM/PM format
af: horlosie vertoon tyd in vm/nm formaat
eu: &Erlojuak AM/PM formatoan erakusten du ordua
th: แสดงนาฬิกาในรูปแบบ AM/PM
tr: Saa&ti AM/PM biçiminde göster
wa: L' ôrlodje mostere li &tins el cogne AM/PM

source: Clock shows time in &Internet beats
af: horlosie vertoon tyd in internet kloppe
eu: Erlojuak &internet taupadetan erakusten du ordua
th: แสดงเวลาในจังหวะของ&อินเทอร์เน็ต
tr: Saati İnternet &vuruşu biçiminde göster
wa: L' ôrlodje mostere li &tins come batmints Eternet

source: History
af: geskiedenis
eu: Historia
th: บันทึกการใช้งาน
tr: Tarih
wa: Istwere

source: Edit entries: (drag a folder and create a link)
af: redigeer inskrywings: (trek 'n kabinet en skep 'n skakel)
eu: Sarrerak editatu: (karpeta bat pasatu eta lotura bat sortu)
th: แก้ไขข้อมูล: (หย่อนโฟลเดอร์และสร้างลิงค์ใหม่)
tr: Girişleri düzenle: (bir bağ yaratmak için dizini sürükleyin)
wa: Candjî les intreyes: (bodjîz on ridant po fé on loyén)

source: Edit &Personal...
af: redigeer persoonlike...
eu: &Pertsonala Editatu...
th: แก้ไขข้อมูล&ส่วนตัว...
tr: Kişisel &Ayarları Düzenle...
wa: Candjî les Intreyes da &Vosse...

source: Edit &Shared...
af: redigeer gedeelde...
th: แก้ไขข้อมูลที่ใช้&ร่วมกัน...
tr: &Ortak Ayarları Düzenle...
wa: Candjî les Intreyes da &Tertos...

source: Max recent folder entries:
af: max onlangse kabinet inskrywings:
th: ข้อมูลในโฟลเดอร์มากที่สุด:
tr: Azami son kullanılan dizin sayısı:
wa: Cobén di 'dierins ridants':

source: Max recent file entries:
af: max onlangse lêer inskrywings:
th: ข้อมูลไฟล์มากที่สุด:
tr: Azami son kullanılan dosya sayısı:
wa: Cobén di 'dierins fitchîs':

source: Max files in a single folder:
af: max lêers in 'n enkel kabinet:
th: ข้อมูลในโฟลเดอร์เดี่ยวมากที่สุด:
tr: Bir dizindeki azami dosya sayısı:
wa: Cobén di fitchîs dins on seul ridant:

source: Show dot files
af: vertoon punt lêers
eu: Erakutsi puntudun fitxategiak
th: แสดง dot files
tr: Gizli dosayaları göster
wa: Mostrer les catchîs fitchîs

source: Ignore case when sorting
af: ignoreer kas wanneer besig om te sorteer
eu: Ez erabili maiuskulak zerrendatzeko
th: ไม่ต้องสนใจตัวอักษรใหญ่-เล็กเมื่อเรียงลำดับข้อมูล
tr: Sıralarken büyük/küçük harf ayrımı yapma
wa: Ni nén fé prinde asteme ås grandès/ptitès letes pol relîjhaedje

source: Show Shared section
af: vertoon gedeelde seksie
th: แสดงเซ็คชั่นที่ใช้งานร่วมกัน
tr: Ortak bölümü göster
wa: Mostrer li pårteye da tertos

source: Show Personal section
af: vertoon persoonlike seksie
eu: Erakutsi Pertsonala atala
th: แสดงเซ็คชั่นที่ใช้งานส่วนตัว
tr: Kişisel bölümü göster
wa: Mostrer li pårteye da vosse

source: Show Recent section
af: vertoon onlangse seksie
eu: Erakutsi Azkenak atala
th: แสดงเซ็คชั่นปัจจุบัน
tr: Son Kullanılanlar bölümünü göster
wa: Mostrer les dierins drovus

source: Show Option entry
af: vertoon opsie inskrywing
eu: Erakutsi Aukera sarrera
th: แสดงข้อมูลตัวเลือก
tr: Seçenek girişini göster
wa: Mostrer les tchûzes

source: Terminal application:
af: terminaal aansoek:
eu: Terminal aplikazioa:
th: แอพพลิเคชั่นเทอร์มินอล:
tr: Terminal programı:
wa: Programe di terminå:

source: Cool KDE App
af: oulike kde app
tr: Hoş KDE uygulaması

source: Panel
af: paneel
eu: Panela

source: Icon Background
af: ikoon agtergrond
tr: Simge artalanı

source: Taskbar Button
af: kasbar knoppie
eu: Lan Barra botoia
tr: Görev Çubuğu Düğmesi

source: Taskbar Text
af: kasbar teks
eu: Lan Barraren textua
tr: Görev Çubuğu Metni

source: Reset this item
af: herstel hierdie item
tr: Bu öğeyi sıfırla

source: Reset all items
af: herstel alle iteme
tr: Bütün öğeleri sıfırla

source: Pixmap:
af: bispatroon:
eu: Pixmapa:

source: Color:
af: kleur:
eu: Kolorea:
tr: Renk:

source: KPanel Item:
af: kpaneel item:
tr: KPanel Öğesi:

source: KPanel Preview
af: kpaneel voorskou
eu: KPanel Aurreikusi
tr: KPanel Önizleme

source: Others
eu: Besteak
th: อื่นๆ
tr: Diğerleri
wa: Ôtes
