Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: This is the color used to display text in Konqueror windows.
af: hierdie is die kleur gebruik word aan vertoon teks in konqueror vensters.
az: Bu, Konqueror pəncərələrində mətn göstərilirkən işlədilən rəngdir.
da: Dette er den farve, der bruge til at vise tekst i Konqueror vinduer.
el: Χρώμα κειμένου στα παράθυρα του Konqueror.
et: See on värv, mida kasutatakse teksti näitamisel Konqueror'i akendes.
fi: Tätä väriä käytetään näyttämään teksti konquerorin ikkunoissa.
he: <p align=right>וב השענש עבצה והז<br>טסקט תגצהל שומיש<br>.Konqueror לש תונולחב
hu: Ezt a színt használja a Konqueror szövegek kiírásakor.
id: Inilah warna yang digunakan untuk menampilkan teks dalam jendela Konqueror
is: Þessi litur er notaður á texta í Konqueror gluggum.
ja: Konquerorウィンドウに表示するテキストの色
ko: 컹커러 창에서 텍스트 출력에 이용할 색상입니다.
lt: Tai yra spalva, naudojama parodyti Konqueror lango tekstui.
lv: Šī krās tiek izmantota teksta parādīšanai Iekarotāja logos.
mt: Dan huwa l-kulur użat biex jintwera kliem fil-window ta' Konqueror.
nl: Dit is de kleur die wordt gebruikt voor de tekstweergave in Konqueror's vensters.
no: Tekst i Konqueror-vinduene får denne fargen.
pl: Taki kolor jest używany do pokazywania tekstu w oknach Konquerora.
pt: Esta é a cor que o Konqueror usa para mostrar texto nas suas janelas.
pt_br: Esta a cor usada para exibir o texto na janela do Konqueror.
ro: Aceasta este culoarea utilizată la afişarea textului în ferestrele Konqueror.
ru: Этим цветом Konqueror будет отображать текст в окнах.
sk: Toto je farba použitá na zobrazovanie textu v oknách Konqueroru.
sl: To je barva, ki jo Konqueror uporablja za prikazovanje besedila.
sr: Ova boja će biti korišćena za prikazivanje teksta u Konquerorevom prozoru.
sv: Det här är färgen som används för att visa text i Konquerors fönster.
ta: ¸¡ý¦¸¡Ã÷ º¡ÇÃò¾¢ø ¯¨Ã¨Âì ¸¡ð¼ ÀÂýÀÎòÐõ ¿¢Èõ.
th: นี่เป็นสีที่จะใช้ในการแสดงข้อความในหน้าต่าง Konqueror
uk: Це колір для відображення тексту у вікнах Konqueror.
xh: Lo ngumbala osetyenziswayo ukubonisa okubhaliweyo kwii window ze Konqueror.

source: &Text Background Color:
af: teks agtergrond kleur:
az: Mətn Arxa plan Rəngi:
da: &Tekst baggrundsfarve:
el: Χρώμα &Φόντου Κειμένου:
et: &Teksti tausta värv:
fi: &Tekstin taustan väri:
he: :טסק&טה עקר עבצ
hu: A szövegek &háttérszíne:
id: Warna &Teks Latar belakang:
is: Bakgrunnslitur &texta:
ja: テキストの背景色(&T):
ko: 텍스트 배경 색상(&T):
lt: &Teksto fono spalva:
lv: &Teksta Fona Krāsa:
mt: Kulur ta' sfond tat-&test:
nl: Kleur van &tekstachtergrond:
no: Bakgrunnsfarge for &tekst:
pl: Kolor tła &podpisów
pt: Cor de Fundo do &Texto:
pt_br: Cor do fundo do &texto:
ro: Culoare fundal &text:
ru: Цвет &фона:
sk: Farba pozadia &písma:
sl: &Barva ozadja besedila:
sr: &Pozadinska boja teksta:
sv: Bakgrundsfärg för &text:
ta: ¯¨Ãô À¢ýÉ½¢ ¿¢Èõ:
th: สีพื้นของข้อความ:
uk: &Колір тла тексту:
xh: &Umbala wesiqalo sokubhaliweyo:

source: This is the color used behind the text for the icons on the desktop.
af: hierdie is die kleur gebruik word agter die teks vir die ikoone op die werkskerm.
az: Bu Konqueror pəncərələrində seçili mətni göstərmək üçün işlədilən rəngdir.
da: Dette er den farve, der bruges bagved ikonteksten på skrivebordet.
el: Αυτό είναι το χρώμα που χρησιμοποιείται πίσω από το κείμενο των εικονιδίων στην επιφάνεια εργασίας.
et: See on värv, mida kasutatakse taustana töölaua ikoonidel.
fi: Tätä väriä käytetään kuvakkeiden tekstin taustalla työpöydällä.
he: <p align=right>וב השענש עבצה והז<br>לש טסקטה ירוחאמ שומיש<br>.הדובעה ןחלוש לש םילמסה
hu: Ilyen színnel jelenik meg a munkaasztalon az ikonok szövegének háttere.
id: Inilah warna yang digunakan di belakang teks untuk ikon pada desktop.
is: Þessi litur er notaður bakvið textann á táknmyndum á skjáborðinu.
ja: デスクトップ上でアイコンのテキストの背景に使用する色
ko: 일터 아이콘의 텍스트 배경에 이용할 색상입니다.
lt: Tai yra spalva, naudojama už darbastalio piktogramų teksto.
lv: Šī krāsa tiek izmantota zem ikonu teksta uz darbvirsmas.
mt: Dan huwa l-kulur użat bħala sfond tat-test għall-ikoni fuq id-desktop.
nl: Dit is de kleur wordt gebruikt als achtergrond van de tekst bij de pictogrammen op het bureaublad.
no: Dette er fargen som brukes bak teksten til ikonene på skrivebordet.
pl: Taki kolor jest używany do pokazywania tła tekstu podpisów ikon na biurku.
pt: Este é a cor utilizada por trás do texto dos ícones no ambiente de trabalho.
pt_br: Esta é a cor usada atrás do texto dos ícones do ambiente do trabalho.
ro: Aceasta este culoarea utilizată în spatele textului la afişarea pe ecran.
ru: Этот цвет используется для прорисовки фона текста в пиктограммах на рабочем столе.
sk: Toto je farba za textom, ktorý je pod ikonami na ploche.
sl: To je barva, ki se uporablja za ozadje besedila ikon na namizju.
sr: Ova boja će biti korišćena iza teksta za ikonice na radnoj površini.
sv: Det här är färgen som används bakom texten för ikonerna på skrivbordet.
ta: §Á¨ºÂ¢ÖûÇ ÌÚõÀ¼í¸Ç¢ÈÌÃ¢Â ¯¨ÃÂ¢ý À¢ý§É ÀÂýÀÎò¾ôÀÎõ ¿¢Èõ ­Ð.
th: นี่เป็นสีที่จะใช้กับพื้นหลังข้อความกำกับไอคอนบนเดสก์ทอป
uk: Цей колір відображається позаду вибраного тексту у вікнах Konqueror.
xh: Lo ngumbala osetyenziswayo emva kokubhaliweyo kwe icons ezikwi desktop.

source: &Word-wrap icon text
af: Word-wrap ikoon teks
az: &Sözcük-sürüşdür timsalı yazısı
da: &Liniebrud ikontekst
el: Ανα&δίπλωση λέξεων κειμένου εικονιδίου
et: &Ikooni tekst mähitakse mitmesse ritta
fi: &Rivitä pitkät tiedostonimet
he: למסה לש טסקטה תורוש תשיל&ג
hu: Az ikonnevek több sorba &tördelhetők
id: &Lipat-kata teks ikon
is: Skipta texta við táknmyndir milli &lína
ja: アイコンのテキストを折り返し(&W)
ko: 아이콘 텍스트 줄 바꿈(&W)
lt: &Kelti piktogramų teksto žodžius
lv: &Vārdu-pārnešana ikonu tekstā
mt: A&qsam test fuq linji
nl: Pictogramtekst af&breken
no: &Linjebryting av ikontekst
pl: &Zawijaj podpisy ikon
pt: &Texto dos ícones em mais que um linha
pt_br: Texto do ícone com quebra de &palavra
ro: &Limitează textul iconiţelor
ru: П&ереносить по строкам подписи к пиктограммам
sk: Text ikon na viac &riadkov
sl: &Poravnaj besedilo ikone
sr: Prelom &teksta kod imena za ikonice:
sv: &Bryt rader i ikontexten
ta: ÅÃ¢ÁÊôÒì ÌÚõÀ¼ ¯¨Ã
th: ตัดคำในข้อความกำกับไอคอน
uk: &Переносити текст піктограм
xh: &Usongelo-lwegama lwe icon yokubhaliweyo

source: Checking this option will wrap long filenames to multiple lines, rather than showing only the part of the filename that fits on a single line.<p> Hint: if you uncheck this option, you can still see the word-wrapped filename by pausing the mouse pointer over the icon.
af: toetsing hierdie opsie sal oorvloei lang lêername aan veelvuldige lyne, eerder as te wys slegs die deel van die lêernaam wat pas op 'n enkel lyn.<p> leidraad: as jy ontkies hierdie opsie, jy kan nogsteeds sien die word-wrapped lêernaam deur pouseer die muis wyser bo die ikoon.
az: Bu seçənək işarətlənsə, uzun fayl adları tək sətirə sığdığı qədəri ilə göstərilmək yerinə birdən artıq sətirə bölünərək göstərilir.<p>İp ucu: Bu seçənəyi işarətləməsəniz de siçan oxunu timsal üstündə dayandırmaq sur'ətiylə fayl adının hamısını görə bilərsiniz.
da: Hvis man afkrydser dette valg vil lange filnavne blive ombrudt i flere linier i stedet for kun at vise den del af filnavnet, der passer på en enkel linie.<p>Vink: hvis du ikke afkrydser dette valg kan du stadig se ombrudte filnavne ved at lade musemarkøren holde pause over ikonen.
el: Τσεκάροντας αυτή την επιλογή, τα μεγάλα ονόματα αρχείων θα τυλίγονταισε πολλές γραμμές, αντί να εμφανίζεται μόνο το μέρος τους που χωρά σε μία γραμμή..<p> Συμβουλή: και χωρίς αυτή την επιλογή, μπορείτε να δείτε το αναδιπλωμένοόνομα περνώντας το ποντίκι πάνω από το εικονίδιο.
et: Kui see valik on sisse lülitatud, mähitakse pikad failinimed mitmele reale selle asemel, et näidata ainult seda osa failinimest, mis mahub ühele reale.<p> Vihje: isegi kui see valik ei ole sisse lülitatud, saad sa ikkagi näha mähitud tekstiga failinime kui peatad hiire kursori ikoonil.
fi: Jos valitset tämän kohdan, pitkät tiedostonimet jaetaan useille riveille. Muussa tapauksessa näytetään yhdellä rivillä nimen osa, joka mahtuu näkyviin.<p>Jos tätä kohtaa ei ole valittuna, voit nähdä tiedostojen koko nimen siirtämällä hiiren osoittimen kuvakkeen yläpuolelle.
he: <p align=right>לש טסקט לש תורוש תשילגל איבת וז תורשפאב הריחב<br>ץבוקה םש לש קלחה תא קר גיצהל םוקמב ,םיכורא םיצבק תומש<br>.תחא הרושב סנכנש<p align=right>תוארל ךתורשפאב היהי ןיידע ,וז תורשפאב רחבת אל םא :הצע<br>.למסה לעמ רבכעה לש עיבצמה תראשה ידי לע ץבוקה םש תא
hu: Ha bekapcsolja ezt a beállítást, akkor a hosszú fájlnevek több sorba tördelődnek ahelyett, hogy csak annyi szöveg íródna ki, amennyi egy sorba kifér.<p> Tipp: ha kikapcsolja ezt a beállítást, akkor is megnézhető a sortördelt kiírás, ha egérmutatót az ikon fölé viszi.
id: Menandai opsi ini akan melipat nama berkas yang panjang ke beberapa baris, alih-alih menampilkan hanya sebagian nama file yang muat pada satu baris.<p>Petunjuk: jika anda tidak memilih opsi ini, anda masih dapat melihat nama berkas dengan kata-terlipat dengan meletakkan pointer mouse di atas ikon.
is: Ef þú krossar við hér er löngum skráarnöfnum skipt á milli lína æi staðinn fyrir að sýna bara þann hluta skráarnafnsins sem kemst fyrir á einni línu. <p>Jafnvel þó þú krossir ekki við hér getur þú séð allt skráarnafnið með því að stöðva músina yfir tákninu.
ja: このオプションを有効にすると、長いファイル名の場合に一行に収まる部分だけを短縮して表示する代わりに、複数行に折り返します。<p>ヒント:このオプションを無効にしておいても、アイコン上にしばらくマウスポインタを置いておくと短縮されたファイル名を見ることができます。
ko: 이 옵션을 체크하면 한줄에 파일 이름의 일부분을 보여주지 않고 여러줄에 걸쳐 긴 파일 이름을 출력합니다. <p>힌트: 만약 이 옵션을 체크하지 않으면 마우스 포인터가 아이콘에 위치하면 여러줄에 걸쳐 파일 이름을 볼 수 있습니다.
lt: Pažymėjus šitą parinktį, ilgi bylų vardai bus suskaidomi į kelias eilutes, t.y., priešingai tam, kai yra rodoma tik dalis bylos vardo, telpanti į vieną eilutę. <p> Patarimas: jeigu nepažymėsite šitos parinkties, jūs galėsite pamatyti suskaidytą bylos vardą į kelias eilutes, jeigu sulaikysite pelės žymeklį virš piktogramos.
lv: Iezīmējot šo opciju gari failuvārdi tiks pārnesti uz vairākām rindām, nevis būs redzam tikai daļa no failavārda, kas ievietojas vienā rindā.<p> Nianse: ja jūs atteiksieties no šīs opcijas, jūs tāpat varēsiet redzēt pārnesto failavārdu nopauzējot peles kursoru virs ikonas.
mt: Jekk tittikkja din l-għażla, ismijiet ta' fajls twal iżżejjed jintwerew maqsuma fuq fajls differenti, minnflok tintwera biss parti li toqggħod fuq linja waħda.<p>Nota: jekk titfi din l-għażla, xorta tista' tara l-isem sħiħ billi twaqqaf il-maws fuq l-ikona għal ftit ħin.
nl: Als u deze optie inschakelt, dan worden lange bestandsnamen opgesplitst in meerdere regels, in plaats van alleen een deel van de bestandsnaam te tonen op één regel.<p> Hint: Als u deze optie niet activeert, dan kunt u de volledige bestandsnaam zien door de muisaanwijzer op een pictogram te plaatsen.
no: Hvis du krysser av dette valget vil lange filnavn bli delt opp og vist over flere linjer, istedenfor å bare vise den delen som passer på en linje.<p>Merk: hvis du ikke krysser av dette valget kan du fortsatt de det oppdelte filnavnet ved å la musepekeren stanse over ikonet.
pl: Włączenie tej opcji spowoduje, ze długie nazwy plików będą zawijane do następnej linii, zamiast pokazywania tylko części nazwy pliku, która mieści się w jednej linii. <p>Wskazówka: po wyłączeniu tej opcji ciąglę będzie można zobaczyć pełną nazwę pliku zatrzymując wskaźnik myszy nad ikoną.
pt: Assinalando esta opção irá repartir os nomes longos de ficheiros por várias linhas, em vez de mostrar só a parte que cabe numa única linha.<p> Dica: se desligares esta opção, podes continuar a ver à mesma o nome repartido à mesma deixando o cursor do rato sobre o ícone.
pt_br: A seleção desta opção quebrará os nomes de arquivos longos para linhas múltiplas, em vez de exibir apenas a parte do nome de arquivo que se ajusta a uma linha única. <p> Dica: se você desfizer a seleção desta opção, ainda é possível ver o nome de arquivo com quebra de palavra posicionando o ponteiro do mouse sobre o ícone.
ro: Marcînd această opţiune va determina afişarea numelor lungi pe mai multe linii, în loc să afişeze numai acea parte care intră numai pe o linie.<p> Sfat: dacă dezactivaţi această opţiune, puteţi totuşi să vedeţi numele de fişier aranjat pe mai multe linii prin oprirea cursorului mouse-ului deasupra iconiţei.
ru: Если включить эту опцию, то длинные имена файлов будут переноситься на новые строки вместо того, чтобы частично отображаться в одной строке.<p> Подсказка: если эта опция не включена, то вы все равно увидите имя файла с переносом по строкам, если задержать указатель мыши над пиктограммой.
sk: Pri použití tejto voľby budú dlhé názvy zarovnané na viac riadkov, namiesto zobrazenia iba časti názvu, ktorá by sa zmestila na jeden riadok.<p> Pomôcka: ak túto voľbu nepoužijete, ešte stále budete schopný vidieť celý názov nechaním kurzoru nad ikonou.
sl: Ta izbira omogoča prelamljanje dolgih imen datotek v več vrstic, namesto da bi se prikazal le del imena v eni vrstici.<p>Namig: če to izklopite, lahko še vedno uporabljate prelamljanje vrstic z imeni, le s kazalcem miške morate postati na ikoni.
sr: Izabiranjem ove opcije dugačka imena ikonica će biti prelomljena u jednu ili više linija tako da će te moći da vidite puno ime ikonice, umesto samo nekoliko početnih slova <p> Savet: Ako ne izaberete ovu opciju i dalje možete videti puno ime ikonice prevlačenjem miša preko njenog imena.
sv: Genom att kryssa för det här alternativet så kommer långa filnamn att radbrytas, i stället för att endast visa en del av filnamnet som får plats på en rad.<p> Tips: om du avmarkerar det här alternativet så kan du fortfarande se filnamnen som blivit radbrutna genom att vila med muspekaren över ikonen.
th: เลือกที่ตัวเลือกนี้ เพื่อตัดคำของชื่อแฟ้มให้เป็นหลายบรรทัด แทนการแสดงชื่อแฟ้มในบรรทัดเดียว<p> ข้อแนะนำ: หากไม่เลือกตัวเลือกนี้ คุณยังสามารถเห็นการตัดคำของชื่อแฟ้มได้ ด้วยการเลื่อนเมาส์ไปค้างไว้เหนือไอคอนสักครู่
uk: Якщо вибрати цю опцію, довгі імена файлів будуть переноситись на нові рядки, а не показуватися частково.<p> Порада: якщо Ви вимкнете цю опцію, Ви все ж таки зможете побачити повне ім'я файлу, якщо затримаєте вказівник мишки над піктограмою.
xh: Ukukhangela olu khetho kuzakusonga amagama efayile amade kwiilayini ezininzi, kunoku bonisa indawo kuphela yegama lefayile engenayo kwilayini eyodwa.<p> Ukuthi thsuphe: ukuba awulukhangeli olu khetho, ungabona kwakhona igama-igama lefayile esongelweyo ngoku sa isalathisi semouse phezu kwe icon.

source: &Underline filenames
af: onderstreep lêername
az: &Altı cızılı fayl adları
da: &Understreg filnavne
el: &Υπογράμμιση ονομάτων αρχείων
et: &Failinimed kriipsutatakse alla
fi: A&lleviivaa tiedostonimet
he: םי&צבק תומש תחתמ וק חתמ
hu: A fájlnevek legyenek aláhú&zva
id: &Garis bawahi nama berkas
is: &Undistrika skráanöfn
ja: ファイル名に下線(&U)
ko: 파일 이름에 밑줄(&U)
lt: Pabra&ukti bylų vardus
lv: &Pasvītrot failuvārdus
mt: Irri&ga taħt ismijiet ta-fajls
nl: Bestandsnamen &onderstrepen
no: &Understrek filnavn
pl: &Podkreślaj nazwy plików
pt: S&ublinhar os nomes dos ficheiros
pt_br: &Sublinhar nomes de arquivo
ro: Nume de fişiere &subliniate
ru: Под&черкивать имена файлов
sk: &Podčiarkovať mená súborov
sl: &Podčrtaj imena datotek
sr: Podvuci &imena fajlova
sv: &Stryk under filnamn
ta: §¸¡ôÒô ¦ÀÂ÷¸¨Çì §¸¡ÊÎ
th: ขีดเส้นใต้ชื่อแฟ้ม
uk: &Підкреслювати імена файлів
xh: &Yenza umgca ngaphantsi kwamagama efayile

source: Checking this option will result in filenames being underlined, so that they look like links on a web page. Note: to complete the analogy, make sure that single click activation is enabled in the mouse control module.
af: toetsing hierdie opsie sal resultaat in lêername te wees geonderstreep, sodat wat hulle kyk hou van skakel op 'n web bladsy. nota: aan volledige die analogie, maak seker wat enkel kliek aktivering is geaktiveer in die muis kontrole module.
az: Bu seçənək işarətləndiyində fayl adlarını altı cızılır, beləcə veb səhifələrindəki körpülər kimi görünürlər. Diqqət: Oxşarlığı tamamlamaq üçün, siçan idarə modulundakı tək tıqlama ilə hərəkətə keçməyi fəallaşdırınız.
da: Ved at afkrydse dette valg vil filnavne blive understregede, så de ser ud som lænker på en netside. Bemærk: for at fuldstændiggøre analogien så sørg for at enkelklik aktivering er slået til i musekontrolmodulet.
el: Τσεκάροντας αυτή την επιλογή, τα ονόματα των αρχείων θα υπογραμίζονται, ώστε να μοιάζουν με δεσμούς του WWW. Σημείωση: Για να ολοκληρωθεί η αναλογία, σιγουρευτείτε ότι έχετε επιλέξει ενεργοποίηση με απλό κλικ στο άρθρωμα ελέγχου του ποντικιού.
et: Kui see valik on sisse lülitatud, joonitakse failinimed alla, nii et nad näevad välja nagu viidad veebilehel. Märkus: et analoogia oleks täielik, lülita sisse üksikklikiga aktiveerimine hiire kontrollmoodulis.
fi: Jos tämä kohta on valittuna, tiedostonimet näytetään alleviivattuina, jolloin tiedostonimet näkyvät kuin www-linkit. Jos haluat tehdä tästä tehosteesta täydellisen, määrittele yhden napsautuksen valinta hiiren asetuksiin Ohjauskeskuksessa.
he: <p align=right>ויהי ץבוק תומשש ךכל םורגת וז תורשפאב הריחב<br>םירושיק ומכ ואריי םהש ךכ ,םהיתחתמ וק םע<br>אדוו ,הימדהה תא םילשהל ידכ :בל םיש .תשר ףדב<br>הנימז תחא הציחל תועצמאב הלעפהה תורשפאש<br>.רבכעה תרקב לודומב
hu: Ha bekapcsolja ezt a beállítást, a fájlnevek alá lesznek húzva és úgy fognak kinézni, mint a linkek egy HTML oldalon. Megjegyzés: a további hasonlóság érdekében bekapcsolhatja az egyszeres kattintással történő aktiválást az egérbeállító modulban.
id: Dengan menandai opsi ini akan menyebabkan nama file digarisbawahi, sehingga tampak seperti link pada halaman web. Catatan: untuk melengkapi analogi, pastikan aktivasi klik tunggal dinyalakan dalam modul kendali mouse.
is: Ef þú krossar við hér eru skráarnöfn undirstrikuð svipað og tenglar á vefsíðum. Þú vilt þá kanski líka að einn smellur með músatakkanum virki táknið en því er stjórnað í stjórneiningunni fyrir músina.
ja: このオプションを有効にすると、ファイル名に下線が引かれてウェブページのリンクのような表示になります。注意:このアナロジーを完全なものにするにはマウスモジュールの"シングルクリックでアクティブ／オープン"を有効にしておく必要があります。
ko: 이 옵션을 체크하면 파일 이름에 밑줄이 나타납니다. 마치 링크된 웹 페이지처럼 보입니다. 주의: 링크된 웹 페이지와 비슷하게 동작하기 위해 마우스 제어 모듈에서 한번 클릭 동작을 선택하십시오.
lt: Pažymėjus šitą parinkį, bylų vardai bus pabraukiami ir atrodys kaip web puslapio jungtys. Atminkite: siekiant pilnos analogijos, įsitikinkite, kad yra suaktyvinta vieno bakstelėjimo galimybė pelės valdymo modulyje.
lv: Šīs opcijas iezīmēšanas rezultātā failuvārdi tiks pasvītroti, tā tie izskatīsies līdzīgi saitēm uz web lapām. Atcerieties: lai pabeigtu analoģiju, pārliecinaties, ka viena klikšķa aktivizācija ir atļauta peles vadības modulī.
mt: Jekk tittikkja din l-għażla, l-ismijiet tal-fajls jintwerew b'rig taħt, biex jidhru bħal links fuq paġna tal-web. Nota: biex tkompli l-analoġija, ara li l-għażla "għafsa waħda" fil-modulu tal-kontroll tal-maws.
nl: Als u deze optie inschakelt, dan worden bestandsnamen onderstreept. Zo lijken ze op koppelingen in een webpagina. N.B.: voor volledige webweergave moet u de optie "Enkelvoudige klik activeert/opent" in de muisconfiguratiemodule even inschakelen.
no: Hvis du krysser av dette valget vil filnavn bli undersreket, slik at de ser ut som lenker på en vev-side. Merk: For at analogien skal være komplett, sjekk at enkelt-klikk er slått på i mus-kontrollmodulen.
pl: Włączenie tej opcji spowoduje, że nazwy plików będą podkreślane, zatem bedą wyglądały jak linki na stronach WWW. Zwróć uwagę, że aby zapewnić pełną spójność i analogię do stron WWW powinieneś jeszcze włączyć aktywację pojedynczym kliknięciem w module konfiguracji myszy.
pt: Activar esta opção faz com que os nomes dos ficheiros sejam sublinhados, de modo a parecerem com ligações numa página da Web. Nota: para que a analogia fique completa, tens também que seleccionar 'carregar só uma vez para activar' no módulo de controlo do rato.
pt_br: A seleção desta opção fará com que os nomes de arquivos fiquem sublinhados, se parecendo, então, com links em uma página de web. Observação: para completar a analogia, certifique-se de que a ativação de clique único está habilitada no módulo de controle do mouse.
ro: Marcînd această opţiune va determina sublinerea numelor de fişiere, astfel încît vor arăta ca legăturile de pe o pagină de web. Observaţie: pentru a completa această analogie asiguraţi-vă că este marcată şi activarea la un singur clic, în modulul de control al mouse-ului.
ru: Эта опция задает режим подчеркивания имен файлов так, что они начинают походить на ссылки WWW-страниц. Подсказка: можно сделать эту аналогию еще более полной, если включить режим активации при наведении курсора в модуле настроек мыши.
sk: Pri použití tejto voľby budú názvy podčiarknuté, takže budú vyzerať ako odkazy na web stránke. Poznámka: aby ste doplnili podobu, overte, že aktivácia jedným kliknutím je zapnutá v module nastavení myši.
sl: Če vključite to izbiro, bodo imena datotek podčrtana, tako kakor povezave na spletnih straneh. Da bi bila primerjava popolna, v nadzornem modulu miške vključite še sprožitev z enojnim klikom.
sr: Biranje ove opcije imaće za posledicu podvučenje naziva fajlova, tako da izgledaju kao linkovi na Web sajtovima. Da biste komplentirali analogiju sa Web sajtovima u kontrolnom modulu za podešavanje miša aktivirajte opciju za otvaranje fajlova jednim klikom.
sv: Om du kryssar för det här alternativet så kommer filnamn att strykas under, så att de ser ut som länkar på en webbsida. Observera: för att göra analogin fullständig så se till att enkelklicksaktivering är påslagen i musinställningsmodulen.
th: เลือกตัวเลือกนี้ เพื่อให้แสดงเส้นใต้ชื่อแฟ้ม ซึ่งจะคล้ายกับลิงค์บนหน้าเพจ ข้อควรจำ: เพื่อให้สำเร็จ โปรดแน่ใจว่า ได้เปิดใช้ การคลิกครั้งเดียวเพื่อเรียกใช้ ในส่วนโมดูลควบคุมเมาส์แล้ว
uk: Якщо вибрати цю опцію, імена файлів будуть підкреслені, так що вони будуть виглядати як посилання до сторінок Тенет. Примітка: щоб доповнити аналогію, перевірте, що у модулі керування мишки ввімкнена активізація по одинарному клацанню.
xh: Ukukhangela olu khetho kuzakubagela ukufakwa ngomgca ngaphantsi kwamagama efayile, ukuze zibonakale njengamakhonkco ephepha leweb. Qaphela: ukugqiba isivumelwano, qinisekisa ukuba usebenzo lonqakrazo olulodwa luyenzeka kumnqongo wolawulo wemouse.

source: Display filesizes in b&ytes
af: vertoon lêer groottes in grepe
az: Fayl böyüklüyünü &baytlarla göstər
da: Vis filstørrelser i b&yte
el: Εμφάνιση μεγέθο&υς αρχείων σε byte
et: Failide suurusi näidatakse &baitides
fi: Näytä tiedostojen koko t&avuina
he: םיתבב םיצבק יל&דג גצה
hu: A fájlméretek k&ijelzése bájtban történjen
is: Sýna skráastærðir í bæ&tum
ja: ファイル容量をバイトで表示(&y)
lt: Rodyti bylų dydžius b&aitais
lv: Rādīt failuizmērus ba&itos
mt: Uri daqsijiet tal-fajls bħala b&ytes
nl: Bestandgrootte in b&ytes tonen
no: Vis filstørrelse i b&yter
pl: Wyświetlaj rozmiar w b&ajtach:
pt: Tamanho dos ficheiros em 'b&ytes'
ru: Показывать размер файлов в &байтах
sk: Zobraziť veľkosť súborov v &bajtoch
sl: Velikosti prikaži v ba&jtih
sr: Prikaži veličine fajlova u &bajtovima
sv: Visa filstorleken i b&yte
ta: §¸¡ôÒ «Ç×¸¨Ç ¨ÀðÎì¸Ç¢ø ¸¡ðÎ
th: แสดงขนาดแฟ้มเป็นไบต์
uk: Відбражувати розміри файлів у б&айтах
xh: &Bonisa ubungakanani beefayile kwi bytes
