Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonsole.po
Languages: bg, de, eo, he, lv, mt, ta, xh

source: <h1>konsole</h1> With this module you can configure konsole, the KDE terminal application. In this module you can configure the generic konsole options, that you can configure using the RMB too, and you can edit the konsole schema.
bg: <h1>Конзола</h1>В този модул можете даконфигурирате konsole, терминалната програма на KDE. Вие можете да зададете общи параметри на конзолата, използването на десния бутон на мишката и цветната схема на терминала.
de: <h1>Konsole</h1> Mit diesem Modul können Sie Konsole einrichten, das KDE-Terminalprogramm. Sie können sowohl grundlegende Einstellungen vornehmen, die auch über das Kontextmenü von Konsole zugänglich sind, als auch das Farbschema für Konsole bearbeiten.
eo: <h1>Konzolo</h1> Per tiu modulo vi povas agordi Konzolon, la KDEan terminalimitaĵon. Vi povas agordi la ĝeneralajn opciojn pri Konzolo kaj la koloraron.
lv: <h1>konsole</h1> Ar šo moduli jūs varat konfigurēt konsoli, KDE termināla aplikāciju. Šajā modulī jūs varat konfigurēt pamat konsoles opcijas, kuras jūs varat konfigurēt izmantojot arī RMB, un jūs varat rediģēt konsoles shēmu.
mt: <h1>konsole</h1> B'dan il-modulu tista' tissettja l-konsole, il-programm terminal tal-KDE. B'dan il-modulu jista' tissettja l-għażliet ġeneriċi ta' konsole, ji tista' tissettja wkoll bil-buttuna leminija tal-maws, u tista' teditja l-iskema ta' konsole.
xh: <h1>konsole</h1> Ngalo mnqongo ungaqwalasela i konsole, i KDE isicelo sesiphelo sendlela. Kulo mnqongo ungaqwalasela ngokubanzi i konsole iinketho, ungaziqwalasela usebenzisa i RMB nayo, kwaye ungahlela udweliso lwe konsole.

source: KCM Konsole
eo: KCM-Konzolo

source: KControl module for konsole configuration
bg: Модул за настройки на konsole
eo: Agordomodulopor Konzolo
he: ףוסמה תרוצת תעיבקל הרקבה זכרמ לש לודומ
lv: KKontroles modulis konsoles konfigurēšanai
mt: Modulu ta' KControl għall-konfigurazzjoni ta' konsole
ta: konsole ÅÊÅ¨ÁôÒìÌÃ¢Â K¸ðÎôÀ¡ðÎì ÜÚ
xh: Umnqongo wolawulo we K yoqwalaselo lwe Konsole

source: Form1
bg: Форма1
eo: Formo 1
he: 1ספוט
lv: Forma1
mt: Formola1
ta: ÀÊÅõ1
xh: Ifomu yokuqala

source: &General
bg: &Общи
de: &Allgemein
eo: Ĝ&enerale
he: ילל&כ
lv: &Vispārīgi
mt: &Ġenerali
ta: ¦À¡Ð
xh: &Ngokubanzi

source: Misc:
bg: Разни:
de: Diverses:
eo: Diverse:
he: תונוש
lv: Dažādi:
mt: Mixx.:
ta: §ÁÄ¾¢¸:

source: Other terminal:
bg: Друг терминал:
de: Anderes Terminal:
eo: Alia terminalo:
he: :רחא ףוסמ
lv: Cits termināls:
mt: Terminals oħrajn:
ta: §ÅÚ Ó¨ÉÂõ:
xh: Esinye isiphelo sendlela:

source: History
bg: История
de: Verlauf
eo: Historio
he: הירוטסיה
lv: Vēsture
mt: Kronoloġija
ta: ºÃ¢ò¾¢Ãõ
xh: Imbali

source: Do not use Konsole as default terminal application
bg: Не използвайте Konsole като подразбиращ се терминалза приложения
eo: Ne uzu Konzolon kiel apriora terminalaplikaĵo
he: לדחמה תרירב ףוסמה םושיי רותב Konsole-ב שמתשת לא
lv: Neizmantot Konsoli kā noklusēto termināla aplikāciju
mt: Tużax lill Konsole bħala l-programm ta' terminal impliċitu
ta: ¦¸¡¼¡¿¢¨Ä Ó¨ÉÂ ¿¢ÃÄ¡¸ Konsole ­¨Éô À¡Å¢Â¡§¾
xh: Sukusebenzisa i Konsole njengoku ngagqibekanga kwesicelo sesiphelo sendlela.

source: Warn for Open Session on Quit
bg: Предупреждава за отворени сесии
de: Warnung wegen noch laufender Sitzungen
eo: Avertu pri malfermita seanco ĉe programfino
he: האיציב תוחותפ תומישמ לע רהזה
lv: Brīdināt par Atvērtām Sesijām pie Iziešanas
mt: Wissi dwar sessjonijiet miftuħa meta toħroġ
ta: ¦ÅÇ¢î¦ºø¨¸Â¢ø ¾¢ÈóÐûÇ «Á÷×¸û ÀüÈ¢ ±îºÃ¢
xh: Lumkisa ngeNtlanganiso eVuliweyo kuphumo

source: Codec:
eo: Kodmalkodilo:
lv: Kodeks:
xh: iCodec:

source: local
de: lokal
eo: loka
he: ימוקמ
lv: lokāls
mt: lokali
ta: ¯ûÇ¨Á
xh: lbulali

source: Layout:
bg: Разположение:
eo: Aranĝo:
he: הגוצת
lv: Izkārtojums:
mt: Tqassim:
ta: ­¼Å¨ÁôÒ:
xh: Yaneke:

source: Font:
bg: Шрифт:
de: Schriftart:
eo: Tiparo:
he: :ןפוג
lv: Fonts:
ta: ±ØòÐÕ:
xh: Umgca:

source: Normal
bg: Нормален
eo: Normala
he: ליגר
lv: Normāls
mt: Normali
ta: º¡¾¡Ã½
xh: Eqhelekileyo

source: Tiny
bg: Много тънък
de: Sehr klein
eo: Malgrandega
he: ןופצפ
lv: Sīks
mt: Ċkejkna
ta: Á¢¸îº¢È¢Â
xh: Ncinanane

source: Small
bg: Малък
de: Klein
eo: Malgranda
he: ןטק
lv: Mazs
mt: Żgħira
ta: º¢È¢Â
xh: Ncinane

source: Medium
bg: Среден
de: Mittel
eo: Mezgranda
he: ינוניב
lv: Vidējs
mt: Tan-nofs
ta: ¿Îò¾Ã
xh: Phakathi

source: Large
bg: Голям
de: Groß
eo: Granda
he: לודג
lv: Liels
mt: Kbira
ta: ¦ÀÃ¢Â
xh: Nkulu

source: Huge
bg: Огромен
de: Sehr groß
eo: Grandega
he: קנע
lv: Milzīgs
mt: Enormi
ta: Á¢¸ô¦ÀÃ¢Â
xh: Nkulu kakhulu

source: Linux
eo: Linukso
he: סקוניל
ta: Ä¢ÉìÍ
xh: iLinux

source: Unicode
eo: Unikodo
he: דוקינוי
lv: Unikode
ta: äÉ¢ì§¸¡ð
xh: Ikhowudi enye

source: Custom...
bg: Потребителски...
de: Benutzerdefiniert...
eo: Propra...
he: ...תישיא םאתומ
lv: Lietotāja...
mt: Personalizzat...
ta: ¾É¢ôÀÂý...
xh: Isiko...

source: Full screen
bg: Пълноекранен режим
de: Ganzer Bildschirm
eo: Plenekrana
he: אלמ ךסמ
lv: Pilns ekrāns
mt: Skrin sħiħ
ta: ÓØò¾¢¨Ã
xh: Ikhusi elipheleleyo

source: Bars:
bg: Панели:
de: Leisten:
eo: Listeloj:
he: םילגרס
lv: Joslas:
ta: ÀðÊ¸û:
xh: Iibar:

source: Show menubar
bg: Показва меню
de: Menüleiste anzeigen
eo: Montru menulistelon
he: טירפת תרוש גצה
lv: Rādīt izvēlnesjoslu
mt: Uri menubar
ta: ÀðÊÂüÀðÊ¨Âì ¸¡ðÎ
xh: Bonisa ibar yemenu

source: Show frame
bg: Показва рамка
de: Rahmen anzeigen
eo: Montru kadron
he: תרגסמ גצה
lv: Rādīt kadru
mt: Uri gwarniċ
ta: Å¢Ç¢õ¨Àì ¸¡ðÎ
xh: Bonisa isakhelo

source: Scrollbar position:
bg: Положение на лентата за придвижване
de: Position der Bildlaufleiste:
eo: Situo de la ŝovilo:
he: :הלילגה ספ םוקימ
lv: Ritjoslas pozīcija:
mt: Pożizzjoni ta' scrollbar
ta: ¯ÕÇüÀðÊ ¿¢¨Ä:
xh: Indawo yebar yokurola:

source: Show toolbar (session bar)
bg: Показва панела за сеанси
de: Werkzeugleiste anzeigen (Sitzung)
eo: Montru illistelon (seanclistelon)
he: (תומישמ לגרס) םילכ לגרס גצה
lv: Rādīt rīkjoslu (sesijas joslu)
mt: Uri toolbar (sessjonijiet)
ta: ¯ÕÇüÀðÊ¨Âì ¸¡ðÎ («Á÷×ôÀðÊ)
xh: Bonisa ibar yesixhobo (ibar yentlanganiso)

source: Hide
bg: Скрит
de: Ausblenden
eo: Kaŝu
he: רתסה
lv: Slēpt
mt: Aħbi
ta: Á¨È
xh: Fihla

source: &Schema
bg: С&хема
de: &Farbschema
eo: &Koloraro
he: תי&נבת
lv: &Shēma
mt: &Skema
ta: «¨ÁôÒÓ¨È
xh: &Udweliso

source: Konsole schema editor
bg: Редактор на схема в konsole
de: Farbschema-Editor für Konsole
eo: Kolorredaktilo de Konzolo
he: ףוסמה תוינבת ךרוע
lv: Konsoles shēmas redaktors
mt: Editur tal-iskemi konsole
ta: Konsole «¨ÁôÒÓ¨Èò ¦¾¡ÌôÀ¡Ç÷
xh: Umhleli wodweliso we Konsole

source: Title:
bg: Заглавие:
de: Titel:
eo: Titolo:
he: :תרתוכ
lv: Titli:
mt: Titlu:
ta: ¾¨ÄôÒ:
xh: Iwonga:

source: Colors
bg: Цветове
de: Farben
eo: Koloroj
he: םיעבצ
lv: Krāsas
mt: Kuluri
ta: Åñ½í¸û
xh: Imibala

source: Shell color:
bg: Цвят на shell:
de: Shell-Farbe:
eo: Ŝelkolor:
he: :תפטעמ עבצ
lv: Čaulas krāsa:
mt: Kulur tax-shell:
ta: ´ðÎ ¿¢Èõ:
xh: Umbala weqokobhe:

source: Bold
bg: Удебелен
de: Fett
eo: Grasa
he: שגדומ
lv: Treknraksts
mt: Skur
ta: ¾ÊôÀ¡É
xh: Amagama amakhulu

source: Custom
bg: Потребителски
de: Benutzerdefiniert
eo: Propra
he: תישיא םאתומ
lv: Izvēles
mt: Personalizzat
ta: ¾É¢ôÀÂý
xh: Isiko

source: System background
bg: Системен фон
de: System-Hintergrund
eo: Sistemfono
he: תכרעמ עבצ
lv: Sistēmas fons
mt: Sfond tas-sistema
ta: ¦¾¡Ì¾¢ô À¢ýÉ½¢
xh: Isiqalo sendlela

source: System foreground
bg: Системен текст
de: System-Vordergrund
eo: Sistemtekstkoloro
he: תכרעמ טסקט
lv: Sistēmas priekšplāns
mt: Kulur tat-test tas-sistema
ta: ¦¾¡Ì¾¢ô ÓýÉ½¢
xh: Indlela yombukeli wemboniselo ekufutshane

source: Transparent
bg: Прозрачен
eo: Travidebla
he: ףוקש
lv: Caurspīdīgs
mt: Trasparenti
ta: ´Ç¢äÎÒ¸Å¢Îõ
xh: Bona ngaphaya

source: Konsole color:
bg: Цвят на konsole:
de: Konsole-Farbe:
eo: Konzolkoloro:
he: :ףוסמ עבצ
lv: Konsoles krāsa:
mt: Kulur ta' konsole:
ta: Konsole Åñ½õ:
xh: Umbala we Konsole:

source: 0 -Foreground color
bg: 0 - Цвят на текст
de: 0 - Vordergrundfarbe
eo: 0 - tekstkoloro
he: טסקט עבצ - 0
lv: 0 -Priekšplāna krāsa
mt: 0 - Kulur tat-test
ta: 0 -ÓýÉ½¢ Åñ½õ
xh: 0 -Umbala Foreground color

source: 1 -Background color
bg: 1 - Цвят на фон
eo: 1- Fonkoloro
he: עקר עבצ - 1
lv: 1 -Fona krāsa
mt: 1 - Kulur tal-isfond
ta: 1 -À¢ýÉ½¢ Åñ½õ
xh: 1 -Umbala wesiqalo

source: 2 - Color 0 (black)
bg: 2 - Цвят 0 (черен)
de: 2 - Farbe 0 (schwarz)
eo: 2 - Koloro 0 (nigra)
he: (רוחש) 0 עבצ - 2
lv: 2 - Krāsa 0 (melna)
mt: 2 - Kulur 0 (iswed)
ta: 2 - Åñ½õ 0 (¸ÚôÒ)
xh: 2 - Umbala 0 (mnyama)

source: 3 - Color 1 (red)
bg: 3 - Цвят 1 (червен)
de: 3 - Farbe 1 (rot)
eo: 3 - koloro 1 (ruĝa)
he: (םודא) 1 עבצ - 3
lv: 3 - Krāsa 1 (sarkana)
mt: 3 - Kulur 1 (aħmar skur)
ta: 3 - Åñ½õ 1 (º¢ÅôÒ)
xh: 3 - Umbala 1 (bomvu)

source: 4 - Color 2 (green)
bg: 4 - Цвят 2 (зелен)
de: 4 - Farbe (grün)
eo: 4 - koloro 2 (verda)
he: (קורי) 2 עבצ - 4
lv: 4 - Krāsa 2 (zaļa)
mt: 4 - Kulur 2 (aħdar skur)
ta: 4 - Åñ½õ 2 (Àî¨º)
xh: 4 - Umbala 2 (luhlaza) (okwengca)

source: 5 - Color 3 (yellow)
bg: 5 - Цвят 3 (жълт)
de: 5 - Farbe 3 (gelb)
eo: 5 - Kolor 3 (flava)
he: (בוהצ) 3 עבצ - 5
lv: 5 - Krāsa 3 (dzeltena)
mt: 5 - Kulur 3 (isfar skur)
ta: 5 - Åñ½õ 3 (Áïºû)
xh: 5 - Umbala 3 (mthubi)

source: 6 - Color 4 (blue)
bg: 6 - Цвят 4 (син)
de: 6 - Farbe 4 (blau)
eo: 6 - koloro 4 (blua)
he: (לוחכ) 4 עבצ - 6
lv: 6 - Krāsa 4 (zila)
mt: 6 - Kulur 4 (blù skur)
ta: 6 - Åñ½õ 4 (¿£Äõ)
xh: 6 -Umbala 4 (luhlaza) (okwesibhaka-bhaka)

source: 7 - Color 5 (magenta)
bg: 7 - Цвят 5 (пурпурен)
de: 7 - Farbe 5 (magenta)
eo: 7 - Koloro 5 (bluruĝa)
he: (לוגס) 5 עבצ - 7
lv: 7 - Krāsa 5 (magenta)
mt: 7 - Kulur 5 (vjola skur)
ta: 7 - Åñ½õ 5 (Á¦ºý¾¡)
xh: 7 - Umbala 5 (oqaqambileyo)

source: 8 - Color 6 (cyan)
bg: 8 - Цвят 6 (Циан)
de: 8 - Farbe 6 (cyan)
eo: 8 -Kolor 6 (bluverda)
he: (תלכת) 6 עבצ - 8
lv: 8 - Krāsa 6 (ciāna)
mt: 8 - Kulur 6 (ċelesti skur)
ta: 8 - Åñ½õ 6 (º¢Â¡ý)
xh: 8 - Umbala 6 (cyan)

source: 9 - Color 7 (white)
bg: 9 - Цвят 7 (бял)
de: 9 - Farbe 7 (weiß)
eo: 9 - Koloro 7 (blanka)
he: (ןבל) 7 עבצ - 9
lv: 9 - Krāsa 7 (balta)
mt: 9 - Kulur 7 (abjad)
ta: 9 - Åñ½õ 7 (¦Åû¨Ç)
xh: 9 - Umbala 7 (mhlophe)

source: 10 -Foreground intensive color
bg: 10 - светъл текст
de: 10 - Intensive Vordergrundfarbe
eo: 10 - Intensa tekstkoloro
he: ריהב טסקט עבצ - 10
lv: 10 -Priekšplāna intensīva krāsa
mt: 10 - Kulur intensiv tat-test
ta: 10 -ÓýÉ½¢î ¦ºÈ¢ó¾ Åñ½õ
xh: 10 -Umbala onamandla wombukeli wemboniselo okufutshane

source: 11 - Background intensive color
bg: 11 - светъл цвят на фона
de: 11 - Intensive Hintergrundfarbe
eo: 11 - Intensa fonkolor
he: ריהב עקר עבצ - 11
lv: 11 - Fona intensīva krāsa
mt: 11 - Kulur intensiv tal-isfond
ta: 11 - À¢ýÉ½¢î ¦ºÈ¢ó¾ Åñ½õ
xh: 11 - Umbala onamandla wesiqalo

source: 12 - Color 0 intensive (gray)
bg: 12 - светъл цвят 0 (сив)
de: 12 - Farbe 0 intensiv (grau)
eo: 12 - Koloro 0 intensa (griza)
he: (רופא) ריהב 0 עבצ - 12
lv: 12 - Krāsa 0 intensīva (pelēka)
mt: 12 - Kulur 0 itensiv (griż)
ta: 12 - Åñ½õ 0 ¦ºÈ¢ó¾ (º¡õÀø)
xh: 12 - Umbala 0 inamandla (ngwevu)

source: 13 - Color 1 intensive (light red)
bg: 13 - цвят 1 интензивен (светло-червен)
de: 13 - Farbe 1 intensiv (hellrot)
eo: 13 - Koloro 1 intensa (helruĝa)
he: (ריהב םודא) ריהב 1 עבצ - 13
lv: 13 - Krāsa 1 intensīva (gaiši sarkana)
mt: 13 - Kulur 1 intensiv (aħmar ċar)
ta: 13 - Åñ½õ 1 ¦ºÈ¢ó¾ (­Çï º¢ÅôÒ)
xh: 13 - Umbala 1 inamandla (bomvu okukhanyayo)

source: 14 - Color 2 intensive (light green)
bg: 14 - цвят 2 интензивен (светло-зеленый)
de: 14 - Farbe 2 intensiv (hellgrün)
eo: 14 - Koloro 2 intensa (helverda)
he: (ריהב קורי) ריהב 2 עבצ - 14
lv: 14 - Krāsa 2 intensīva (gaiši zaļa)
mt: 14 - Kulur 2 intensiv (aħdar ċar)
ta: 14 - Åñ½õ 2 ¦ºÈ¢ó¾ (­ÇõÀî¨º)
xh: 14 - Umbala 2 inamandla (luhlaza okukhanyayo) (okwengca)

source: 15 - Color 3 intensive (light yellow)
bg: 15 - цвят 3 интензивен (бледо-жълт)
de: 15 - Farbe 3 intensiv (hellgelb)
eo: 15 - Koloro 3 intensa (helflava)
he: (ריהב בוהצ) ריהב 3 עבצ - 15
lv: 15 - Krāsa 3 intensīva (gaiši dzeltena)
mt: 15 - Kulur 3 intensiv (isfar ċar)
ta: 15 - Åñ½õ 3 ¦ºÈ¢ó¾ (­ÇÁïºû)
xh: 15 - Umbala 3 inamandla (mthubi okukhanyayo)

source: 16 - Color 4 intensive (light blue)
bg: 16 - цвят 4 интензивен (светло син)
de: 16 - Farbe 4 intensiv (hellblau)
eo: 16 - Koloro 4 intensa (helblua)
he: (ריהב לוחכ) ריהב 4 עבצ - 16
lv: 16 - Krāsa 4 intensīva (gaiši zila)
mt: 16 - Kulur 4 intensiv (blù ċar)
ta: 16 - Åñ½õ 4 ¦ºÈ¢ó¾ (­Ç¿£Äõ)
xh: 16 - Umbala 4 inamandla (luhlaza okukhanyayo) (okwesibhaka-bhaka)

source: 17 - Color 5 intensive (light magenta)
bg: 17 - цвят 5 интензивен (бледо-пурпурен)
de: 17 - Farbe 5 intensiv (hell-magenta)
eo: 17 - Koloro 5 intensa (helbluruĝa)
he: (ריהב לוגס) ריהב 5 עבצ - 17
lv: 17 - Krāsa 5 intensīva (gaiši magenta)
mt: 17 - Kulur 5 intensiv (vjola ċar)
ta: 17 - Åñ½õ 5 ¦ºÈ¢ó¾ (­Çõ Á¦ºý¾¡)
xh: 17 - Umbala 5 inamandla (ekhanyayo enombala oqaqamileyo)

source: 18 - Color 6 intensive (light cyan)
bg: 18 - цвят 6 интензивен (светло-циан)
de: 18 - Farbe 6 intensiv (hell-cyan)
eo: 18 - Koloro 6 intensa (helbluverda)
he: (ריהב תלכת) ריהב 6 עבצ - 18
lv: 18 - Krāsa 6 intensīva (gaiši ciāna)
mt: 18 - Kulur 6 intensiv (ċelesti ċar)
ta: 18 - Åñ½õ 6 ¦ºÈ¢ó¾ (­Çõ º¢Â¡ý)
xh: 18 - Umbala 6 inamandla (ekhanyayo e cyan)

source: 19 - Color 7 intensive (white)
bg: 19 - цвет 7 интензивен (бял)
de: 19 - Farbe 7 intensiv (weiß)
eo: 19 - Koloro 7 intensa (blanka)
he: (ןבל) ריהב 7 עבצ - 19
lv: 19 - Krāsa 7 intensīva (balta)
mt: 19 - Kulur 7 intensiv (abjad)
ta: 19 - Åñ½õ 7 ¦ºÈ¢ó¾ (¦Åû¨Ç)
xh: 19 - Umbala 7 inamadla (mhlophe)

source: Schema
bg: Схема
de: Farbschema
eo: Koloroj
he: תינבת
lv: Shēma
mt: Skema
ta: «¨ÁôÒÓ¨È
xh: Udweliso

source: Set as default schema
bg: Задай схемата по подразбиране
de: Als Standard-Farbschema festlegen
eo: Difinu kiel apriora koloraro
he: לדחמה תרירב תינבתכ עבק
lv: Uzstādīt kā noklusēto shēmu
mt: Issettja bħala skema impliċita
ta: ¦¸¡¼¡¿¢¨Ä «¨ÁôÒÓ¨ÈÂ¡ìÌ
xh: Cwangcisa njengodweliso olungagqibekanga

source: &Save schema...
bg: &Запази схема...
de: &Farbschema speichern...
eo: &Sekurigu koloraron...
he: ...תינבת רו&מש
lv: &Saglabāt shēmu...
mt: &Ikteb skema...
ta: «¨ÁôÒÓ¨È¨Âî §ºÁ¢...
xh: &Gcina udweliso...

source: &Remove schema
bg: &Изтрии схема
de: Farbschema ent&fernen
eo: &Forigu koloraron
he: תינבת ר&סה
lv: &Aizvākt shēmu
mt: &Neħħi skema
ta: «¨ÁôÒÓ¨È¨Â ¿£ìÌ
xh: &Susa udweliso

source: Background
bg: Фон
eo: Fono
he: עקר
lv: Fons
mt: Sfond
ta: À¢ýÉ½¢
xh: Isiqalo

source: Tiled
bg: Керемида
de: Gekachelt
eo: Kahele
he: השורפ
lv: Noklāts
mt: Madum
ta: §Åöó¾
xh: Inethayile

source: Centered
bg: Центрирана
de: Zentriert
eo: Centrigite
he: תזכרוממ
lv: Centrēts
mt: Iċċentrat
ta: ¨ÁÂÁ¡É
xh: Isembindini

source: Full
bg: На целия екран
de: Vollständig
eo: Plena
he: האלמ
lv: Pilns
mt: Sħiħ
ta: ÓØ
xh: Phelele

source: Image
bg: Картинка
de: Bild
eo: Bildo
he: הנומת
lv: Attēls
mt: Stampa
ta: ¯Õ
xh: Umfanekiso

source: Max
bg: Макс
de: Maximum
eo: Maks
he: רתוי
lv: Maks
mt: Mass
ta: ¯Â÷×
xh: Enkulu

source: Shade to:
bg: Свий към:
eo: Ombro al:
he: :ןווג
lv: Ēnot uz:
mt: Sfumatura:
ta: ¿¢Æø ¾Õ¸:
xh: Yenza umthunzi ku:

source: untitled
bg: безименна
de: unbenannt
eo: sentitola
he: םש אלל
lv: nenosaukts
mt: bla isem
ta: ¾¨ÄôÀ¢¼¡
xh: engenasihloko

source: Select a background image
bg: Избор на фонова картинка
de: Hintergrundbild auswählen
eo: Elektu fonbildon
he: עקר תנומת תריחב
lv: Izvēlēties fona attēlu
mt: Agħżel stampa tal-isfond
ta: À¢ýÉ½¢ ¯Õ¦Å¡ý¨Èò §¾÷¸
xh: Khetha umfanekiso wesiqalo

source: Cannot remove the schema. Maybe it is a system schema
bg: Не мога да изтрия схемата. Възможно, това да е системна схема
eo: Ne eblas forigi la koloraron. Eble temas pri enkonsturita koloraro
he: .תינבתה תא ריסהל ןתינ אל תכרעמה לש תינבת וזש תויהל לוכי
lv: Nevar aizvākt shēmu. Varbūt tā ir sistēmas shēma
mt: Ma tistax titneħħa l-iskema. Forsi hija skema tas-sistema
ta: «¨ÁôÒÓ¨È¨Â ¿£ì¸ ÓÊÂÅ¢ø¨Ä ­Ð¦Å¡Õ ¦¾¡Ì¾¢ «¨ÁôÒÓ¨ÈÂ¡¸ ­Õì¸Ä¡õ.
xh: Ayinalususa udweliso. Mhlawumbi yindlela yodweliso

source: Error removing schema
bg: Грешка при изтриване на схема.
de: Fehler beim Entfernen des Farbschemas
eo: Eraro ĉe forigo de koloraro
he: תינבת תרסהב האיגש
lv: Kļūda aizvācot shēmu
mt: Ma setgħetx titneħħa l-iskema
ta: «¨ÁôÒÓ¨È¨Â ¿£ìÌÅ¾¢ü ¾ÅÚ
xh: Imposiso isusa udweliso

source: Save schema as...
bg: Запази схемата като...
de: Farbschema speichern als...
eo: Sekurigu koloraron kiel...
he: םשב תינבתה תרימש
lv: Saglabāt shēmu kā...
mt: Ikteb skema bħala...
ta: «¨ÁôÒÓ¨È¨Â ÅÕÁ¡Ú §ºÁ¢...
xh: Gcina udweliso njenge...

source: Filename:
bg: Име на файл:
de: Dateiname:
eo: Dosiernomo:
he: :ץבוק םש
lv: Failavārds:
mt: Isem tal-fajl:
ta: §¸¡ôÒô¦ÀÂ÷:
xh: Igama lefayile:

source: Cannot save the schema. Maybe permission denied
bg: Не мога да запазя схемата. Возможно, е да нямам права.
eo: Ne eblis sekurigi koloraron. Eble mankas permeso
he: .תינבתה תא רומשל ןתינ אל תיחדנ השיגהו ןכתיי
lv: Nevar saglabāt shēmu. Varbūt nav tiesību
mt: Ma setgħetx tinkiteb l-iskema. Forsi m'għandekx il-permessi meħtieġa
ta: «¨ÁôÒÓ¨È¨Âî §ºÁ¢ì¸ ÓÊÂÅ¢ø¨Ä. «ÛÁ¾¢ ÁÚì¸ôÀðÊÕì¸Ä¡õ.
xh: Ayinakulugcina udweliso. Mhlawumbi isivumelwano sikhatyiwe

source: Error saving schema
bg: Грешка при запазване на схема.
de: Fehler beim Speichern des Farbschemas
eo: Eraro ĉe sekurigo de koloraro
he: תינבתה תרימשב האיגש
lv: Kļūda saglabājot shēmu
mt: Problema biex tinkiteb skema
ta: schema ¨Åî §ºÁ¢ôÀ¾¢ü ¾ÅÚ
xh: Imposiso igcina udweliso

source: The schema has been modified. Do you want to save the changes ?
bg: Схемата е била променена. Да запазя промените?
eo: La koloraro ŝangiĝis. Ĉu vi volas sekurigi la ŝanĝojn?
he: .התנוש תינבתה ?םייונישה תא רומשל ךנוצרב םאה
lv: Shēma tikusi modificēta. Vai vēlaties saglabāt izmaiņas ?
mt: L-iskema ġiet mibdula. Trid tikteb il-bidliet?
ta: ­î î¸£Á¡ Á¡üÈôÀðÎûÇÐ. Á¡üÈí¸¨Çî §ºÁ¢ì¸Å¡?
xh: Udweliso luguqulwe kancinane. Ufuna ukugcina utshintsho ?

source: Schema modified
bg: Схемате е модифицирана
eo: Koloraro ŝanĝita
he: התנוש תינבתה
lv: Shēma modificēta
mt: Skema mibdula
ta: Schema Á¡üÈôÀð¼Ð
xh: Udweliso luguqulwakancinane

source: Cannot find the schema.
bg: Не мога да намеря схема.
de: Farbschema ist nicht auffindbar.
eo: Ne eblis trovi la koloraron.
he: .תינבתה תא אוצמל ןתינ אל
lv: Nevar atrast shēmu.
mt: Ma nistax insib l-iskema.
ta: schema ­¨Éì ¸¡½Å¢ø¨Ä
xh: Ayinaku lufumana udweliso.

source: Error loading schema
bg: Грешка при зареждане на схема.
de: Fehler beim Laden des Farbschemas
eo: Eraro dum lego de la koloraro
he: .תינבתה תניעטב האיגש
lv: Kļūda ielādējot shēmu
mt: Problema waqt il-qari tal-iskema
ta: schema ­¨É ²üÚÅ¾¢ü ¾ÅÚ
xh: Imposiso ilayisha udweliso

source: Cannot load the schema.
bg: Не мога да заредя схема.
de: Laden des Farbschemas nicht möglich
eo: Ne eblis legi la koloraron.
he: .תינבתה תא ןועטל ןתינ אל
lv: Nevar ielādēt shēmu.
mt: Ma stajtx naqra l-iskema
ta: schema ­¨É ²üÈ ÓÊÂÅ¢ø¨Ä.
xh: Ayinakululayisha udweliso.

source: _: NAME OF TRANSLATORS Your names
bg: Борислав Александров
eo: Wolfram Diestel
he: Meni Livne
lv: Andris Maziks
mt: Ramon Casha
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷,Ð¨ÃÂôÀ¡ Åº£¸Ãý
xh: Antoinette Dekeni

source: _: EMAIL OF TRANSLATORS Your emails
bg: boby_a_@web.bg
eo: wolfram@steloj.de
he: livne@kde.org
lv: andris.m@delfi.lv
mt: ramon.casha@linux.org.mt
ta: sshanmu@yahoo.com,gomathiss@hotmail.com,t_vasee@yahoo.com
xh: antoinette@transalate.org.za

source: Min
bg: Мин
de: Minimum
he: תוחפ
ta: ­Æ¢×
xh: Encinane

source: Left
de: Links

source: Right
de: Rechts

source: Do not use konsole as default terminal application
de: Konsole nicht als Standard-Terminal verwenden

source: Not yet implemented :-(
de: Noch nicht verfügbar

source: Sessions
de: Sitzungen

source: Keyboard
de: Tastatur

source: 1 -Backgorund color
de: 1 - Hintergrundfarbe

source: Backgorund
de: Hintergrund

source: Cannot remove the schema. May be it is a system schema
de: Entfernen dieses Farbschemas nicht möglich. Vielleicht handelt es sich um ein System-Schema.

source: Cannot save the schema. May be permission denied
de: Speichern des Farbschemas nicht möglich. Vielleicht reichen die Benutzerrechte nicht aus.
