Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkurifilt.po
Languages: af, az, bg, cs, da, de, el, eo, es, fi, fr, he, hu, id, is, it, ja, ko, lt, lv, mt, nl, no, no_ny, pl, pt, ru, sk, sl, sr, sv, th, uk, xh

source: In this module, you can choose whether to use Internet Keywords or not. You can also configure various Internet search engines that KDE can use for keyword search. This allows you, for example, to enter a pseudo-URI like gg:smetana to search the Google search engine for web pages about the Czech composer Bedrich Smetana.
af: in hierdie module, jy kan kies hetsy aan gebruik internet sleutelwoorde of nie. jy <-invoer->kan asook konfigureer verskeie internet soektog enjins wat kde kan gebruik vir <-invoer->sleutelwoord soektog. hierdie laat toe jy, vir voorbeeld, aan invoer 'n pseudo-URI hou van <-invoer->gg:smetana aan soektog die google soektog masjien vir web bladsye aangaande die tsjeggië <-invoer->saamsteller bedrich smetana.
az: Bu modulda İnternet açar kəlmələriniz haqqında müxtəlif qurğular edə bilərsiniz. Ayrica açar kəlmələrinizi axtararkən Konqueror'un hansı darama mühərriklərini istifadə etdiyi də asandca quraşdırıla bilər. Nümunə olaraq 'gg:sefevi' yazmanız halında Şahımız haqqında (Mən şahımızı çox sevirəm: Vİ) "Google" mühərrikində axtarış aparmış olursunuz.
bg: В този модул можете да изберете дали ще се използва Ключеви дума за Интернет, а така също настройка на търсещи системи, които KDE ще използва за търсене по ключови думи. Например, за търсене в Google за България може просто да въведете gg:България.
cs: V tomto modulu je možné určit, zda chcete používat Internetová klíčová slova a nastavit různé Internetové vyhledávací služby, které bude prostředí KDE používat k vyhledávání klíčových slov. Toto např. umožňuje vložit pseudo URI jako gg:Smetana, což spustí vyhledávání informací o českém skladateli Bedřichu Smetanovi na vyhledávací službě Google.
da: I dette modul kan du vælge, om du vil bruge internetnøgleord eller ej. Du kan også indstille de forskellige Internet søgemaskiner, som KDE kan bruge til nøgleordssøgning. Dette tillader dig for eksempel at indtaste en pseudo-URL som gg:Smetana for at søge med Google for netsider om den Tjekkiske komponist Bedrich Smetana.
el: Σε αυτό το άρθρωμα μπορείτε να επιλέξετε αν θα χρησιμοποιούνται ή όχι οι Internet Keywords. Μπορείτε επίσης να ρυθμίσετε διάφορες μηχανές αναζήτησης στο Ιντερνετ ώστε να τις χρησιμοποιεί το KDE για αναζήτηση keyword. Αυτό σας επιτρέπει, για παράδειγμα να δώσετε ένα ψευδο-URI όπως gg:smetana για να ψάξετε στη μηχανή αναζήτησης Google σχετικά με τον Τσέχο συνθέτη Bedrich Smetana.
eo: En tiu modulo vi povas elekti, ĉu vi volas uzi Interretajn slosilvortojn aŭ ne. Krome vi povas agordi diversajn interretajn serĉilojn uzeblajn por ŝlosilvorta serĉo. Tio permesas ekz. doni pseŭdan URIon kiel gg:Smetana por serĉi je Smetana ĉe la serĉilo Google.
es: En este módulo, puede elegir si desea utilizar las palabras clave de Internet. También puede configurar diversos buscadores de Internet que KDE utiliza para búsqueda por palabras clave. Esto le permite, por ejemplo, introducir una pseudo-URI como gg:Smetana para buscar mediante Google páginas web sobre el compositor checo Bedrich Smetana.
fi: Tässä moduulissa voit määritellä, käytetäänkö Internet hakusanoja vai ei. Voit myös määritellä useita hakukoneita ja niiden lyhenteitä. Lyhent
fr: Dans ce module, vous pouvez choisir si vous utilisez les mots-clefs internet ou non. Vous pouvez aussi configurer les divers moteurs de recherche que KDE utilise pour une recherche par mot-clef. Cela vous permet, par exemple, de saisir une pseudo-URL comme «gg:Smetana» pour chercher avec le moteur de recherche Google les pages web concernant le compositeur tchèque Bedrich Smetana.
hu: Ebben a beállítómodulban lehet az internetes kulcsszavak használatát engedélyezni vagy letiltani. Azt is be lehet állítani, hogy mely keresőszolgáltatókat használhatja a KDE kulcsszavak keresésére. Így például beállítható, hogy beírva azt a pszeudo-URI-t, hogy gg:smetana, elkezdődjön a Google nevű keresőszolgáltatón a cseh zeneszerzővel, Bedrich Smetana-val kapcsolatos lapok keresése.
id: Dalam modul ini, anda dapat memilih untuk menggunakan atau tidak Katakunci Internet. Anda juga bisa mengkonfigurasi berbagai mesin pencari Internet yang dapat digunakan oleh KDE untuk pencarian katakunci. Hal ini memungkinkan anda, sebagai contoh, untuk memasukkan pseudo-URI seperti gg:smetana untuk mencari mesin pencari Google untuk halaman web tentang komposer Ceko Bedrich Smetana.
is: Í þessari einingu getur þú stillt hvort skuli nota Internet stikkorð eður ei. Þú getur líka stillt ýmsar leitarvélar sem KDE getur notað til að leita að stikkorðum. Þannig gætir þú t.d. slegið inn URI-legann streng eins og gg:smetana til að leita að tékkneska tónskáldinu Bedrich Smetana í Google.
it: In questo modulo puoi scegliere se usare o meno le parole chiave Internet. Puoi anche configurare vari motori di ricerca Internet che KDE potrà utilizzare per le ricerche. Questo ti permette ad esempio di immettere una pseudo-URI come gg:smetana per cercare con il motore di ricerca Google le pagine Web sul compositore ceco Bedrich Smetana.
ja: このモジュールではインターネットキーワードを使うかどうか選択できます。またキーワード検索のためのさまざまなインターネット検索エンジンを設定することができます。これによって、例えば、gg:Smetanaというような疑似URIを入力するとGoogle検索エンジンでチェコの作曲家Bedrich Smetanaについて検索するというようなことができます。
ko: 이 모듈에서 인터넷 검색어를 이용할지 여부를 선택할 수 있습니다. 물론 검색어 검색을 위해 KDE가 이용하는 다양한 인터넷 검색 엔진을 설정할 수도 있습니다. 예를 들어 체코 composer Bedrich Smetana에 대한 내용을 웹페이지 고글 검색 엔진을 이용하려면 gg:smetana와 같이 가상 URI를 입력할 수 있도록 합니다.
lt: Šiame modulyje jūs galite pasirinkti ar naudoti Interneto raktažodžius, ar ne.Galima sukonfigūruoti įvairius Interneto paieškos variklius, kuriuos KDE gali naudoti raktažodžių paieškai. Tai jums leis įrašyti pseudo-URI, pavyzdžiui gg:smetana, kad su Google paieškos tarnyba ieškoti Web puslapių apie Čekų kompozitorių Bedričą Smetana.
lv: Šajā modulī, jūs varat izvēlēties vai izmantot Interneta Atslēgasvārdus vai nē. Jūsvarat arī konfigurēt vairākas Internet meklēšanas mašīnas ko KDE var izmantot atslēgasvārdu meklēšanai. Šis ļauj jums, piemērām, ievadīt pseido-URI kā gg:smetana lai meklētu Google meklēšanas mašīnā web lapas par Čehu komponistu Bedrich Smetana.
mt: F'dan il-modulu, tista' tagħżel jekk tużax l-Internet Keywords jew le. Tista' anke tissettja diversi websites ta' tfittxija li jkunu aċċessibbli permezz ta' taqsira. Dan jippermettilek, per eżempju, iddaħħal psewdo-URL bħal gg:michelangelo biex tuża l-website ta' tfittix www.google.com biex tfittex informazzjoni dwar il-pittur Michelangelo.
nl: In deze module kunt u bepalen of u wel of niet gebruik wilt maken van Internet-zoektermen. U kunt bovendien diverse Internet-zoekmachines instellen die KDE vervolgens kan gebruiken om te zoeken naar een bepaalde zoekterm. U kunt bijvoorbeeld een pseudo-URI invoeren, zoals gg:smetana om met de zoekmachine Google te zoeken naar webpagina's over de Tsjechische componist Bedrich Smetana.
no: I denne modulen kan du bestemme om du vil bruke Internett-nøkkelord eller ikke. Du kan også sette opp forskjellige Internett-søkemotorer som KDE kan bruke til nøkkelordsøk. Dette gir deg mulighet til f eks å oppgi en pseudo-URI som gg:Smetana for å bruke Google-søkemotoren for vevsider om den tsjekkiske komponisten Bedrich Smetana.
no_ny: I denne modulen kan du velja om du skal bruka Internett-nøkkelord eller ikkje. Du kan òg setja opp ymse Internett-søkjemotorar for bruk ved nøkkelordsøk. Slik kan du til dømes skriva pseudo-URI-ar som gg:Smetana for å søkja i søkjetenesta Google etter nettsider om den tsjekkiske komponisten Bedrich Smetana.
pl: W module tym można wybrać czy chce się używać internetowych słów kluczowych. Mozna także skonfigurować różne wyszukiwarki internetowe, które używa KDE podczas szukania słów kluczowych. Pozwala to na przykład na podanie pseudoadresu gg:Smetana by użyć wyszukiwarki Google do znalezienia stron w sieci o czeskim kompozytorze Bedrzichu Smetanie.
pt: Neste módulo, podes escolher se queres utilizar ou não as Palavras-Chave da Internet. Podes também configurar os vários motores de busca da Internet que o KDE pode usar para procurar palavras-chave. Isto permite-te, por exemplo, indicar um URI como gg:smetana para procurar no motor de busca do Google por páginas Web sobre o compositor Checo Bedrich Smetana.
ru: В этом модуле вы можете указать, будут ли использоваться ключевые слова Интернета, а также настроить поисковые системы, которые KDE будет использовать для поиска по ключевым словам. Например, для поиска на Google данных о композиторе Глинке можно просто ввести gg:Глинка.
sk: V tomto module si môžete vybrať, či sa majú používať Internetové kľúčové slová. Ďalej si môžete nastaviť rôzne internetovské vyhľadávacie stroje, ktoré môže KDE použiť na vyhľadávanie kľúčových slov. To vám dovolí napríklad zadať pseudo-URI ako gg:Smetana, čo vyhľadá web stránky,ktoré sú o českom skladateľovi Bedřichovi Smetanovi pomocou Google.
sl: V tem modulu lahko izberete, če boste uporabljali internetne ključne besede. Lahko si tudi prikrojite različne internetne iskalne stroje, ki jih KDE lahko uporablja za iskanje ključnih besed. To vam, denimo, omogoča, da vstavite psevdo-URI, kot je gg:Smetana, če želite uporabiti iskalni stroj Google za iskanje spletnih strani, ki govorijo o češkem skladatelju Bedřichu Smetani.
sr: U ovom modulu, možete izabrati da li ćete koristiti Ključne-reči-interneta ili ne. Takođe možete konfigurisati razne mašine za pretraživanje Interneta koje KDE može koristiti za pretraživanje ključnih reći. Ovo vam omogućuje da, na primer, unesete pseudo-URI kao što je gg:smetana da bi pretražili Google mašinu za pretraživanje po pitanju češkog kompozitora Bedriha Smetane.
sv: I den här modulen kan du välja om du ska använda Internetsökord eller inte. Du kan också anpassa flera Internetsökmotorer som KDE kan använda för att söka efter sökord. Det här tillåter dig till exempel att skriva in en låtsas-webbadress som gg:Smetana för att söka med sökmotorn Google efter webbsidor som handlar om den tjeckiska kompositören Bedrich Smetana.
th: โมดูลนี้ ให้คุณสามารถเลือกได้ว่า จะใช้คีย์เวิร์ดอินเตอร์เนตหรือไม่ คุณสามารถปรบแต่งเครื่องมือค้นหาข้อมูลที่ KDE จะใช้สำหรับค้นหาคีย์เวิร์ดได้ ซึ่งจะทำให้คุณ ตัวอย่างเช่น เติมเสมือนรูปแบบ URI เช่น gg:smetana เพื่อใช้ค้นหาด้วยเครื่องมือค้นหาของ Google สำหรับเวบเพจเกี่ยวกับ Czech composer Bedrich Smetana เป็นต้น
uk: В цьому модулі, Ви можете вибрати, використовувати Ключові слова Інтернет або ні. Ви також можете настроїти різноманітні пошукові машини Інтернет, які буде використовувати KDE для пошуку ключових слів. Це дозволяє Вам, наприклад, ввести псевдо-URI, як gg:Smetana, щоб шукати на машині пошуку Google сторінки Тенет про Чеського автора Bedrich Smetana.
xh: Kulo mnqongo womlinganiselo, ungakhetha ukuba ungasebenzisa i Internet okanye hayi. Ungaqwalasela kwakhona iinjini ze Internet zophendlo ezahlukileyo ezinokusetyenziswa yi KDE kuphendlo lwegama elingundoqo. Oku kukuvumela, umzekelo, ukungenisa i pseudo-URI njenge gg:smetana ukuphendla injini yophendlo lwe Google yamaphepha e web malunga ne Czech umqambi Bedrich Smetana.

source: Importing Search Providers is not implemented yet.
af: met die invoering van soektog verskaffers is nie geimplementeer nog.
az: Axtarış mühərriki idxal proqramı hələ qurtarılmadı.
bg: Импорт на търсещи системи за сега не се поддържат.
cs: Importování poskytovatelů vyhledávání není zatím implementováno.
da: Import af søgeudbydere er ikke implementeret endnu.
el: Η εισαγωγή Παροχέων Αναζήτησης δεν έχει ακόμα υλοποιηθεί.
eo: Importado de serĉiloj estas ankoraŭ ne realigita.
es: Importar buscadores todavía no implementado.
fi: Hakupalveluiden tuonti ei ole vielä käytössä.
fr: L'importation de moteurs de recherche n'est pas encore opérationnelle.
he: .םשוי םרט שופיח יקפס אוביי
hu: A keresőszolgáltatók importálása funkció még nem használható.
id: Mengimpor Penyedia Pencarian belum diimplementasikan.
is: Það er ekki búið að útfæra það að flytja leitarvélar inn.
it: L'importazione dei motori di ricerca non è stata ancora implementata.
ja: 検索エンジンのインポートは未実装です
ko: 검색 엔진사이트를 가져오는 것은 아직 구현이 안되었습니다.
lt: Paieškos tiekėjo importavimas dar nerealizuotas.
lv: Meklēšanas Sniedzēju Importēšana pašlaik nav iestrādāta.
mt: L-importazzjoni ta' websites ta' tfittxija għada ma ġietx implementata
nl: Het importeren van zoekmachines is vooralsnog niet ingeprogrammeerd.
no: Importering av søkemotorinnstillinger er ikke implementert enda.
no_ny: Importering av søkjemotorinnstillingar er ikkje implementert enno.
pl: Import wyszukiwarek nie jest zaimplementowany.
pt: A importação de motores busca ainda não está implementada.
ru: Импорт поисковых систем пока не поддерживается.
sk: Import vyhľadávacích služieb zatiaľ nie je implementovaný.
sl: Uvoz ponudnikov iskanja še ni izvedeno.
sr: Uvoženje pretraživača web-a još uvek nije implementirano.
sv: Importering av sökmotorer är inte implementerat ännu.
th: การนำเข้าผู้ให้บริการค้นข้อมูลยังไม่ได้ถูกกำหนดไว้
uk: Імпортування машин пошуку ще не впроваджено.
xh: Ukurhweba ngaphakathi Abanikezi boPhendlo akuzalisekiswanga.

source: Exporting Search Providers is not implemented yet.
af: uitvoer van soektog verskaffers is nie geimplementeer nog.
az: Axtarış mühərriki qeyd etmə proqramı hələ qurtarılmadı.
bg: Експорт на търсещи системи за сега не се поддържат.
cs: Exportování poskytovatelů vyhledávání není zatím implementováno.
da: Eksport af søgeudbydere er ikke implementeret endnu.
el: Η Εξαγωγή Παροχέων Αναζήτησης δεν έχει ακόμα υλοποιηθεί.
eo: Eksportado de serĉiloj estas ankoraŭ ne realigita.
es: Exportar buscadores todavía no implementado.
fi: Hakupalveluiden vienti ei ole vielä käytössä.
fr: L'exportation de moteurs de recherche n'est pas encore opérationnelle.
he: .םשוי םרט שופיח יקפס אוציי
hu: A keresőszolgáltatók exportálása funkció még nem használható.
id: Mengimpor Penyedia Pencarian belum diimplementasikan.
is: Það er ekki búið að útfæra það að flytja leitarvélar út.
it: L'esportazione dei motori di ricerca non è stata ancora implementata.
ja: 検索エンジンのエクスポートは未実装です
ko: 검색 엔진 사이트를 내보내는 것은 아직 구현이 안되어있습니다.
lt: Paieškos tiekėjo ekportavimas dar nerealizuotas.
lv: Meklēšanas Sniedzēju Eksportēšana pašlaik nav iestrādāta.
mt: L-esportazzjoni ta' websites ta' tfittxija għada ma ġietx implementata
nl: Het exporteren van zoekmachines is vooralsnog niet ingeprogrammeerd.
no: Eksportering av søkemotorinnstillinger er ikke implementert enda.
no_ny: Eksportering av søkjemotorinnstillingar er ikkje implementert enno.
pl: Eksport wyszukiwarek nie jest zaimplementowany.
pt: A exportação de motores busca ainda não está implementada.
ru: Экспорт поисковых систем пока не поддерживается.
sk: Export vyhľadávacích služieb zatiaľ nie je implementovaný.
sl: Izvoz ponudnikov iskanja še ni izvedeno.
sr: Izvoženje pretraživača web-a još uvek nije implementirano.
sv: Exportering av sökmotorer är inte implementerat ännu.
th: การส่งออกผู้ให้บริการค้นข้อมูลยังไม่ได้กำหนดไว้
uk: Експорт машин пошуку ще не впроваджено.
xh: Ukurhweba ngaphandle Abanikezi boPhendlo akuzalisekiswanga.

source: &Keywords
af: sleutelwoorde
az: &Açar Kəlmələr
bg: Ключови &думи
cs: &Klíčová slova
da: &Nøgleord
de: &Stichwörter
eo: Ŝ&losilvortoj
es: &Palabras clave
fi: &Avainsanat
fr: M&ots-clefs
he: חתפמ תו&לימ
hu: A &keresést könnyítő lehetőségek
id: &Katakunci
is: Sti&kkorð
it: &Parole chiave
ja: キーワード(&K)
ko: 검색어(&k)
lt: Ra&ktažodžiai
lv: &Atslēgasvārdi
nl: &Zoektermen
no: &Nøkkelord
no_ny: &Nøkkelord
pl: Słowa &kluczowe
pt: &Palavras-chave
ru: Ключевые &слова
sk: &Kľúčové slová
sl: &Ključne besede
sr: &Ključne reči
sv: &Sökord
th: คีย์เวิร์ด
uk: &Ключові слова
xh: &Amagama angundoqo

source: Search &Provider Name:
af: soektog verskaffer naam:
az: Axtarış Mühərriki Adı Axtar:
bg: И&ме на търсеща система:
cs: Jméno &poskytovatele vyhledávání:
da: Søg &udbydernavn:
de: Such-&Provider:
el: Όνομα &Παροχέα Αναζήτησης:
eo: Serĉilo&nomo:
es: Buscar nombre de &proveedor:
fi: &Hakupalvelun nimi:
fr: &Nom du moteur de recherche :
he: :שופיחה קפ&ס םש
hu: A keresős&zolgáltató neve:
id: Cari Nama &Penyedia:
is: &Nafn leitarþjónustu:
it: Nome &motore di ricerca:
ja: 検索プロバイダ名(&P):
ko: 검색 제공업자 이름(&P):
lt: &Paieškos tiekėjo vardas:
lv: Meklēšanas &Sniedzēja Nosaukums:
mt: Isem tal-&website ta' tfittxija:
nl: Naam &zoekmachine:
no: Søk etter &tilbydernavn:
no_ny: Namn på søkje&teneste:
pl: Nazwa &wyszukiwarki
pt: Nome do &Motor de Busca:
ru: И&мя поисковой системы:
sk: &Názov:
sl: Ime &ponudnika iskanja:
sr: &Naziv pretraživača web-a:
sv: Sökmotorns &namn:
th: ชื่อผู้ให้บริการค้นข้อมูล:
uk: Назва &провайдера пошуку:
xh: Phendla Igama &loMnikezi:

source: Enter the human readable name of the search provider here.
af: invoer die menslik leesbaar naam van die soektog verskaffer hier.
az: Axtarış mühərrikinin adını buraya yazın.
bg: Въведете удобно за вас име на търсеща система.
cs: Zde vložte lidsky čitelné jméno vyhledávací služby.
da: Indtast et læsbart navn på søgeudbyderen her.
eo: Donu la homlegeblan nomon de la serĉilo tie ĉi.
es: Introduzca aquí el nombre inteligilible de buscador.
fi: Kirjoita hakupalvelun nimi tähän.
fr: Saisissez ici le nom complet du moteur de recherche.
he: <p align=right>םשה תא ןאכ דלקה<br>קפסל ןתינה יתודידיה<br>.שופיחה
hu: Adja meg a keresőszolgáltató azonosítására szolgáló elnevezést.
id: Masukkan nama penyedia pencarian yang dapat dibaca manusia di sini.
is: Sláðu hér inn nafn leitarþjónustunnar á mannamáli.
it: Immetti qui il nome leggibile del motore di ricerca.
ja: 検索エンジンの名前をここに入力して下さい
ko: 쉽게 알아볼 수 있도록 검색 제공 사이트를 입력하십시오.
lt: Čia įrašykite įskaitomą paieškos tiekėjo vardą.
lv: Ievadiet šeit cilvēkam lasāmu meklēšanas sniedzēja vārdu.
mt: Daħħal l-isem (mhux il-URL) tal-website ta' tfittxija
nl: Voer hier de naam in van de zoekmachine.
no: Oppgi klartekstnavnet på søkemotoren her.
no_ny: Oppgi det vanlege namnet på søkjemotoren her.
pl: Podaj łatwo zapamiętywalną nazwę wyszukiwarki.
pt: Indica aqui o nome pelo qual é conhecido o motor de busca.
ru: Введите удобное для вас имя поисковой системы.
sk: Tu zadajte meno vyhľadávacej služby pre pochopiteľné pre človeka.
sl: Tu vnesite ime ponudnika iskanja v človeško berljivi obliki.
sr: Ovde unesite ime pretraživača web-a čitljivo za čoveka.
sv: Här skriver du in det namn som du vill kalla sökmotorn för.
th: เติมชื่อที่คนอื่นสามารถอ่านเข้าใจในของผู้ให้บริการค้นข้อมูลที่นี่
uk: Введіть тут людську назву машини пошуку.
xh: Ngenisa igama lobuntu elifundekayo lomnikezi wophendlo apha.

source: Search &URI:
af: soektog uri:
az: &URI Ara:
bg: А&дрес за търсене:
cs: &URI vyhledávače:
da: Søg &URL:
de: Such-&URI:
el: &URI αναζήτησης:
eo: Serĉ-&URIo:
es: Buscar &URI:
fi: Haku&osoite:
fr: &URI de la recherche :
he: :שופיחה תבות&כ
hu: A keresési &URI:
id: Cari &URI:
is: Leitar &URI:
it: &URI ricerca:
ja: 検索&URI:
ko: 검색 &URI:
lt: Paieškos &URI:
lv: Meklēt &URI:
mt: Daħħal il-&URL ta' tfittxija:
nl: Zoek-&URI:
no: Søk &URI:
no_ny: Søkje-&URI:
pl: Adres wyszukiwarki (&URI)
pt: &URI de Busca:
ru: А&дрес для поиска:
sk: &URI hľadania:
sl: Iskalni &URI:
sr: &URI pretraživača:
sv: &Webbadress för sökning:
th: ค้นหา &URI:
uk: Пошук &URI:
xh: Phendla i &URI:

source: Enter the URI that is used to do a search on the search engine here. The text to be searched for can be specified as \1.
af: invoer die uri wat is gebruik word aan doen 'n soektog op die soektog masjien hier. die <-invoer->teks aan wees gesoekte vir kan wees gespesifiseer as \1.
az: Axtarış mühərrikində işlədilən URI mə'lumatını girin.
bg: Въведете адрес, който ще се използва за изпълнение на търсене на търсещата система. Искания текст може да обозначите като \1.
cs: Vložte URI, které je použito k vyhledávání na vyhledávací službě. Vyhledávaný text je možné určit jako \1.
da: Indtast den URL der bruges til at søge i søgemetoden her. Teksten der søges efter kan angives som \1.
de: Geben Sie hier eine URI ein, die für die Suchmaschine benutzt werden soll. Der Suchtext kann als "\1" angegeben werden.
el: Δώστε το URI που χρησιμοποιείται για να γίνει μια αναζήτηση στη μηχανή αναζήτησης εδώ. Το κείμενο για το οποίο θα ψάχνουμε μπορεί να καθοριστεί σαν \1.
eo: Donu la URIon uzatan por la serĉo de la serĉilo. La teksto serĉata povas esti donita per \1.
es: Introduzca aquí la URI para realizar consultas al buscador. El texto a buscar puede especificarse como \1.
fi: Kirjoita tähän osoite, jota käytetään tekstihakuun. Etsittävä teksti voidaan määritellä koodilla \1.
fr: Saisissez ici l'URI qui est utilisée pour effectuer une requête sur le moteur de recherche. Le texte à chercher peut être indiqué avec \1.
he: <p align=right>הב השענש תבותכה תא ןאכ דלקה<br>.שופיחה עונמב שופיח עוציבל שומיש<br>ידי לע ןייצל ןתינ שופיחל טסקטה תא<br>.\1
hu: Adja meg azt az URI-t, amely a keresőszolgáltatón végrehajtja a keresést. A keresendő szöveg jelöléséhez használja a(z) \1 szimbólumot.
id: Masukkan URI yang digunakan untuk mencari mesin pencari di sini. Teks yang akan dicari dapat disebutkan sebagai \1.
is: Sláðu hér inn URI sem á að nota til að leita með leitarvélinni. Textinn sem á að leita að er táknaður með \1.
it: Immetti qui la URI utilizzata per fare una ricerca su questo motore di ricerca. Il testo da cercare può essere specificato come \1.
ja: 検索に使用する検索エンジンのURIをここに入力して下さい。検索するテキストは'\1'というように指定します。
ko: 검색 엔진를 이용할때, 검색하는데 이용할 검색할 URL를 입력하십시오. 텍스트는 \1 과 같이 명시될 수 있습니다.
lt: Čia įrašykite URI, kuris bus naudojamas paieškai su paieškos varikliu. Ieškomas tekstas gali būti nustatytas kaip \1.
lv: Ievadiet URI kas tiek izmantots meklēšanai meklēšanas mašīnā šeit. Meklējamais teksts var tikt norādīts kā \1.
mt: Daħħal il-URL li tintuża biex tfittex fuq il-website ta' tfittxija. Il-kliem li għandu jiġi mfittex jista' jiġi speċifikat bħala \1.
nl: Voer hier de URI in die gebruikt wordt om een zoekactie op de zoekmachine te starten. De tekst waarnaar gezocht moet worden kunt u specificeren als \1.
no: Oppgi URIen som brukes til å søke på søkemotorer her. Teksten kan settes inn som \1.
no_ny: Oppgi addressa for søkjing i søkjemotoren her. Teksten det skal søkjast etter kan skrivast som \1.
pl: Podaj adres (URI) wyszukiwarki, dokonującej właściwego przeszukania. Tekst który ma zostać wyszukany może być podany jako \1.
pt: Indica o URI que é usado para fazer uma pesquisa no motor de busca aqui. O texto a ser procurado pode ser especificado como \1.
ru: Введите адрес, который используется для выполнения поиска на поисковой системе. Искомый текст можно обозначить как \1.
sk: Tu zadajte URI, ktoré používate na vyhľadávanie.Text, ktorý sa má hľadať môže byť označený ako \1.
sl: Tu vnesite URI, s katerim boste izvajali iskanje s ponudnikom iskanja. Besedilo, ki ga iščete, lahko podate z \1.
sr: Ovde unesite URI koji se koristi za pretraživanje na pretraživaču web-a. Tekst koji se pretražuje se može navesti kao \1.
sv: Skriv in den webbadress som används för att söka med den angivna sökmotorn här. Texten som eftersöks kan anges som \1.
th: เติม URI ที่จะใช้ค้นหาในเครื่องมือค้นหาที่นี่ ข้อความที่ค้นหานี้ จะถูกกำหนดเป็น \1
uk: Введіть URI, який буде використовано для пошуку на машині пошуку. Текст для пошуку може бути вказаний як \1.
xh: Ngenisa i URI esetyenziswayo ukwenza uphendlo kwinjini yophendlo apha. Okubhaliweyo okuzakuphendlwa kungakhankanywa njenge \1.
