Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: You can choose what happens when you click the middle button of your pointing device on the desktop: <ul><li><em>No action:</em> as you might guess, nothing happens!</li> <li><em>Window list menu:</em> a menu showing all windows on all virtual desktops pops up. You can click on the desktop name to switch to that desktop, or on a window name to shift focus to that window, switching desktops if necessary, and restoring the window if it is hidden. Hidden or minimized windows are represented with their names in parentheses.</li> <li><em>Desktop menu:</em> a context menu for the desktop pops up. Among other things, this menu has options for configuring the display, locking the screen, and logging out of KDE.</li> <li><em>Application menu:</em> the "K" menu pops up. This might be useful for quickly accessing applications if you like to keep the panel (also known as "Kicker") hidden from view.</li></ul>
af: jy kan kies wat gebeur wanneer jy kliek die middelste knoppie van jou aanwys toestel op die werkskerm: <ul><li><em>nee aksie:</em> as jy dalk skat, niks gebeur!</li> <li><em>venster lys kieslys:</em> 'n kieslys te wys alle vensters op alle virtuele werkskerms spring begin. jy kan kliek op die werkskerm naam aan wissel aan wat werkskerm, van op 'n venster naam aan verskuiwende fokus aan wat venster, omskakeling werkskerms as nodige, en herstel die venster as dit is weg gesteekte. weg gesteekte van geminimeer vensters word verteenwoordig met hulle name in aanhalingstekens.</li> <li><em>werkskerm kieslys:</em> 'n konteks kieslys vir die werkskerm spring begin. onder ander dinge, hierdie kieslys het opsies vir konfigurering van die vertoon, sluit van die skerm, en afteken uit van kde.</li> <li><em>aansoek kieslys:</em> die "k" kieslys spring begin. hierdie dalk wees bruikbare vir vinnig toegang te kry tot programme as jy hou van aan hou die paneel (asook bekend as "kicker") weg gesteekte van besigtig.</li></ul>
az: Masa üstündə işarətləmə avadanlığınızın orta düyməsi tıqlandığında: nə olacağını seçə bilərsiniz:<ul><li><em>Heç bir şey:</em> təxmin edəcəyiniz kimi heç bir şey olmaz!</li> <li><em>Pəncərə siyahı menyusu:</em> Bütün virtual masa üstlərindəki bütün pəncərələri göstərən bir menyu açılır. Keçmək istədiyiniz masa üstünün ya da pəncərənin adına tıqlaya bilər, beləcə o masa üstünə ya da pəncərəyə keçə bilər, pəncərəyə nişanlanmasına nail ola bilərsiniz, gizli halda isə bu haldan çıxarda bilərsiniz.. Gizli ya da timsallaşdırılmış pəncərələr mö'tərizə içinə alınmış adlarıyla təmsil edilirlər.</li> <li><em>Masa üstü menyusu:</em> Masa üstü üçün bir ümumi hal menyusu açılır. Digər şeylərin yanı sıra, bu menyuda görünüş xüsusiyyətlərini quraşdırma, ekranı qıfıllama ya da KDE iclasını qapatma mövzusunda seçənəklər vardır. </li> <li><em>Proqram tə'minatı menyusu:</em> "K" menyusu açılır. Xüsusiyyətlər paneli ("Kicker" olaraq da bilinir) gizli tutmaq istədiyinizdə, proqramlara sür'ətli çatmaq üçün faydalı ola bilər.</li></ul>
da: Man kan vælge, hvad der sker, når man klikker med den midterste knap af pegeenheden på skrivebordet: <ul><li><em>Ingen handling:</em> som du måske kan gætte sker der ingenting!</li> <li><em>Vindues listemenu:</em>menu der viser alle vinduer på alle virtuelle skriveborde popper op. Man kan klikke på skrivebordsnavnet for at skifte til dette skrivebord eller på et vinduesnavn for at skifte fokus til dette vindue, skiftende skrivebord om nødvendigt, genetablerende vinduet hvis det er skjult. Skjulte eller minimerede vinduer er repræsenterede med deres navne i parentes.</li> <li><em>Skrivebordsmenu:</em> en sammenhængsmenu for skrivebordet popper op. Denne menu har blandt andet muligheder for at indstille skærmen, låse skærmen, og logge af fra KDE.</li> <li><em>Programmenu:</em> "K" menuen popper op. Dette kan være nyttigt til hurtigt at få adgang til programmer hvis du foretrækker at holde panelet (også kendt som "Kicker") skjult.</li></ul>
el: Μπορείτε να επιλέξετε τι θα γίνεται με μεσαίο κλικ στην επιφ. εργασίας: <ul><li><em>Καμία ενέργεια:</em> όπως φαντάζεστε, δεν γίνεται τίποτα!</li> <li><em>Μενού λίστας παραθύρων:</em> πετάγεται ένα μενού που δείχνει όλα τα παράθυρα σε όλες τις εικονικές επιφάνειες εργασίας. Μπορείτε να κάνετε κλικ στο όνομα μιας επιφάνειας εργασίας για να έρθει στο προσκήνιο, ή στο όνομα ενός παραθύρου για να έρθει στο προσκήνιο, αν χρειαστεί με αλλαγή επιφ. εργασίας, και με επαναφορά του αν είναι κρυμμένο. Τα κρυμμένα ή ελαχιστοποιημένα παράθυρα παριστάνονται με τα ονόματά τους σε παρενθέσεις.</li> <li><em>Μενού επιφ. εργασίας:</em> πετάγεται ένα μενού σχετικό με την επιφ. εργασίας. Περιέχει διάφορες εντολές για ρύθμιση της επιφ. εργασίας, κλείδωμα της οθόνης, έξοδο από το KDE κ.α.</li> <li><em>Μενού εφαρμογών:</em> the "K" menu pops up. Αυτό μπορεί να είναι χρήσιμο για την πρόσβαση σε εφαρμογές αν θέλετε να κρατήσετε τον πίνακα (τον "Kicker") κρυμμένο.</li></ul>
et: Siin on sul võimalik valida, mis juhtub, kui sa klikid töölaual hiire keskmise nupuga: <ul><li><em>Tegevus puudub:</em> nagu sa võidki aimata, ei juhtu sel juhul midagi!</li> <li><em>Akende nimekirja menüü:</em> avaneb hüpikmenüü kõikidel töölaudadel olevate kõigi akende nimekirjaga. Sa võid töölaua vahetamiseks klikkida töölaua nimel või akndale fookuse andmiseks akna nimel (vajaduse korral lülitatakse ka töölauda ning taastatakse aken kui see on peidetud). Peidetud ja minimiseeritud aknad on nimekirjas sulgudes.</li> <li><em>Töölaua menüü:</em> avaneb töölaua hüpikmenüü. Lisaks muudele asjadele sisaldab see menüü valikuid ekraani seadistamiseks, lukustamiseks ning KDEst välja logimiseks.</li><li><em>Rakenduste menüü:</em> avaneb "K" hüpikmenüü. See võib olla kasulik, kui sul on soov säilitada kiiret ligipääsu rakenduste menüüle ja samal ajal hoida paneeli (tuntud ka kui "Kicker") peidetuna.</li></ul>
fi: Voit valita, mitä tapahtuu kun napsautat hiiren keskimmäistä painiketta vapaalla työpöydällä: <ul><li><em>Ei toiminnetta:</em> kuten arvaat, mitään ei tapahdu!</li> <li><em>Ikkunalistavalikko:</em> Valikko, jossa näkyvät kaikkien virtualityöpöytien ikkunat, avautuu. Voit siirtyä työpöydälle virtuaalityöpöydän nimestä tai ikkunaan napsauttamalla ikkunan nimeä. Ikkuna palautetaan, mikäli se on piilotettuna tai pienennettynä. Piilotetut ja pienennetyt ikkunat näytetään sulkeissa.</li> <li><em>Työpöydän valikko:</em> työpöydän pikavalikko avautuu. Tästä valikosta voit mm. lukita näytön, muokata sen asetuksia tai kirjautua ulos KDE:sta.</li> <li><em>Sovellusvalikko:</em> K-valikko avautuu. Tämä valinta on käyttökelpoinen, mikäli haluat pitää paneelin (toiselta nimeltään kicker) piilotettuna.</li></ul>
he: <p align=right>:הדובעה ןחלוש לע ךלש העבצהה ןקתה לש יעצמאה ןצחלה םע ץחלת רשאכ הרקי המ רוחבל ךתורשפאב <ul><li>!רבד םוש הרוק אל ,שחנל לוכי התאש ומכ <em>:הלועפ ףא</em></li> <li>ךתורשפאב .םיילאוטריוה הדובעה תונחלוש לכב תונולחה לכ תא גיצמה טירפת ץפוק <em>:תונולח תמישר טירפת</em><br>תא ריבעהל ידכ ןולח לש םש לע וא ,הדובע ןחלוש ותואל רובעל ידכ הדובע ןחלוש לש םש לע ץוחלל<br>.רתסומ אוה םא ןולחה תא רזחשלו ,ךכב ךרוצ שי םא הדובע ןחלוש רובעל ,אוהה ןולחה לא תודקמתהה<br>.םיירגוס ךותב םהלש םשה םע םיגצומ םירעזוממ וא םירתסומ תונולח</li> <li> תויורשפא הז טירפת ליכמ ,ראשה ןיב .הדובעה ןחלוש לש רשקה טירפת ץפוק <em>:הדובעה ןחלוש טירפת</em><br>.KDE-מ האיציו ךסמה תליענ ,הגוצתה תרוצת תעיבקל</li> <li>התא םא םימושיי לא הריהמ השיגל ישומיש תויהל לוכי הז רבד .ץפוק "K"-ה טירפת <em>:םימושייה טירפת</em><br>.רתסומ ("Kicker" םשב םג עודי) חולה תא ףידעמ</li></ul>
hu: Kiválaszthatja, hogy mi történjen, ha megnyomja a mutatóeszköze középső gombját a munkaasztalon: <ul><li><em>Nincs művelet:</em> ahogy sejteni lehet: nem történik semmi!</li> <li><em>Ablaklista menü:</em> megjelenik egy menü, amely az aktuális virtuális képernyőn levő ablakok listáját tartalmazza. Kattintson egy munkaasztal nevére, ha át akar oda váltani, vagy egy ablak nevére a fókusz átadásához, ami munkaasztal-váltással vagy rejtett ablak visszaállításával is járhat. A rejtett vagy minimalizált ablakok neve zárójelbe van téve.</li> <li><em>Munkaasztal menü:</em> egy munkaasztalkörnyezet-menü bukkan fel. Ebből a menüből lehet elérni például a képernyő beállításait, zárolni lehet a képernyőt és ki lehet lépni a KDE-ből.</li> <li><em>Alkalmazások menü:</em> a "K"-menü jön elő. Ez az alkalmazások gyors elérését biztosítja, ha szeretné a panelt ("Kicker" más néven) rejtve tartani.</li></ul>
id: Anda dapat memilih apa yang terjadi ketika anda mengklik tombol tengah alat penunjuk di desktop: <ul><li><em>Tidak ada aksi:</em> seperti yang anda duga, tidak terjadi apa-apa!</li> <li><em>Menu daftar jendela:</em> sebuah menu menampilkan seluruh jendela pada popup desktop virtual. Anda dapat klik pada nama desktop untuk berpindah ke desktop itu, atau pada sebuah nama jendela untuk berfokus ke jendela itu, berpindah desktop jika perlu, dan mengembalikan jendela jika ia tersembunyi. Jendela yang tersembunyi atau diminimalkan direpresentasikan dengan nama yang dalam tanda kurung.</li> <li><em>Desktop menu:</em> sebuah menu konteks bagi desktop akan muncul. Di antara hal lainnya, menu ini memiliki opsi untuk mengkonfigurasi tampilan, mengunci layar, dan keluar dari KDE.</li> <li><em>Menu aplikasi:</em> menu popup "K" . Ini mungkin berguna untuk secara cepat mengakses aplikasi jika anda suka panel (juga dikenal sebagai "Kicker") tersembunyi dari view.</li></ul>
is: Þú getur ráðið því hvað gerist þegar þú smellir með miðtakkanum á músinni (eða álíka) á skjáborðið: <ul><li><em>Engin áhrif:</em> Ekkert gerist.</li><li><em>Gluggalisti:</em> Valmynd birtist sem sýnir öll forrit á öllum skjáborðum. Þú getur valið skjáborð úr listanum og farið á það eða valið forrit og skipt yfir í það og á skjáborðið sem það er á. Ef þú velur lágmarkað forrit er það endurheimt sjálfkrafa. Slík forrit birtast innan sviga í valmyndinni.</li><li><em>Skjáborðsvalmynd:</em> Valmynd spjaldsyns birtist. Þar getur þú meðal annars valið að stilla skjáinn eða læsa eða að stimpla þig út </li><li><em>Forritavalmynd:</em> "K" valmyndin birtist. Þar getur þú keyrt upp forrit sem getur verið gagnlegt ef þú vilt frekar hafa spjaldið falið.</li></ul>
ja: デスクトップ上でポインティングデバイスの右ボタンをクリックしたときの動作を設定できます: <ul><li><em>動作なし:</em>お察しの通り、何も起きません!</li><li><em>ウィンドウリストメニュー:</em>すべての仮想デスクトップのウィンドウを表示するメニューをポップアップします。このメニューの、デスクトップ名をクリックするとデスクトップが切り替わり、またウィンドウ名をクリックするとフォーカスがそのウィンドウに移り、このとき必要ならデスクトップも切り替わります。また非表示のウィンドウを再表示することもできます。非表示、または最小化されているウィンドウは()の中にウィンドウ名が表示されています。</li><li><em>デスクトップメニュー:</em>デスクトップのコンテキストメニューがポップアップします。このメニューでは他のものにまじってディスプレイの設定に関するオプションや、画面のロックやKDEからのログオフなどの項目を含んでいます。</li><li><em>アプリケーションメニュー:</em>"K"メニューをポップアップします。これはパネル("Kicker"としても知られています)を隠しているときに素早くアプリケーションにアクセスするのに便利でしょう。</li></ul>
ko: 일터에서 포인팅 장치의 가운데 단추를 눌렀을 때 어떤 동작을 할지 결정할 수 있습니다:<ul><li><em>동작하지 않음:</em>은 아무런 동작도 하지 않습니다!</li><li><em>창 목록 차림표:</em>모든 가상 일터에 있는 모든 창 목록을 보여줍니다. 일터를 변경하고자 할 경우 일터 이름을 누르거나 창 이름을 활성화하여 창을 변경할 수 있으며 만약 숨겨진 창이라면 재저장을 할 수 있습니다. 숨겨져있거나 최소화된 창은 상위창에 이름이 나타납니다.</li><li><em>일터 차림표:</em>일터 팝업의 목록 메뉴.다른 팝업 메뉴와는 달리, 이 차림표는 화면 설정, 화면 잠금. KDE 로그아웃 등의 설정에 대한 옵션을 가지고 있습니다.</li><li><em>응용 프로그램 차림표:</em>"K"팝업 메뉴. 패널("킥커"라 고도 함)을 숨기고 싶다면 이 옵션은 응용 프로그램에 좀더 빠르게접근하는데 유용합니다. </li></ul>
lt: Jūs galite pasirinkti, kas atsitinka, kai jūs paspaudžiate pelės vidurinį mygtuką ties darbastaliu: <ul><li><em>Nėra veiksmo:</em> kaip jūs galite atspėti, nieko nevyksta!</li> <li><em>Langų sąrašo meniu:</em> pasirodo meniu, rodantis visus langus visuose virtualiuose darbastaliuose. Jūs galite paspausti pele ant darbastalio vardo norėdami persijungti į tą darbastalį, ar ant lango vardo norėdami perkelti fokusą į tą langa, jei reikia tuo pat metu persijungiant į kitą darbastalį ir išdidinant langą, jei jis buvo paslėptas. Paslėpti ir sumažinti langai rodomi su vardais skliausteliuose.</li> <li><em>Darbastalio meniu:</em> pasirodo konteksto meniu darbastaliui. Šalia kitų dalykų šis meniu turi parinktis ekrano konfigūravimui, darbastalio užrakinimui ir išsiregistravimui iš KDE.</li> <li><em>Programų meniu:</em> pasirodo „K“ meniu. Tai gali būti naudinga norint greitai pasiekti programas, jei jūs mėgstate laikyti pultą (taip pat žinomą kaip „Kicker“) paslėptą.</li></ul>
lv: Jūs varat izvēlēties, kas notiks, kad jūs noklikšķināsiet vidējo jūsu manipulatora iekārtas pogu uz darbvirsmas: <ul><li><em>Bez darbības:</em> kā jūs varat nojaust, nekas nenotiks!</li> <li><em>Logu saraksta izvēlne:</em> izvēlne rādīs visus logus visās uzlecošajās virtuālajās darbvirsmās. Jūs varat noklikšķināt uz darbvirsmas vārda lai pārslēgtos uz darbvirsmu, vai uz loga vārda, lai pārbīdītu fokusu uz šo logu, pārslēdzot darbvirsmas, ja nepieciešams, un atjaunot logu, ja tas paslēpts. Slēptie vai minimizētie logi tiek parādīti ar to vārdiem iekavās.</li> <li><em>Darbvirsmas izvēlne:</em> uzlecošo darbvirsmu konteksta izvēlne. Papildus citām lietām, šī izvēlne satur displeja konfigurācijas opcijas, ekrāna slēgšanas, un izlogošanās no KDE.</li> <li><em>Aplikāciju izvēlne:</em> uzlēcošā"K" izvēlne. Tā var būt noderīga ātrai piekļūšanai aplikācijām ja jums patīk turēt paneli (arī zināmu kā "Kikers") slēptu no skata.</li></ul>
mt: Hawn tista' tagħżel x'jiġri meta tagħfas il-buttuna tan-nofs tal-maws fuq id-desktop: <ul><li><em>Ebda Azzjoni:</em> kif stajt taqta', ma jiġri xejn!</li> <li><em>Lista ta' windows:</em> jitla' menu li juri l-windows kollha fuq id-desktops kollha. Tista' tagħfas fuq l-isem tad-desktop biex taqleb għal dak id-desktop, jew fuq isem ta' window biex tiffoka fuq dak il-window, li wkoll jaqleb id-desktop jekk hemm bżonn, u jirrestawra l-window jekk tkun ikonizzata.</li> <li><em>Menu tad-desktop:</em> jitla' menu tal-kuntest għad-desktop. Fost affarijiet oħra, dan il-menu għandu għażla biex tikkonfigura l-iskrin, issakkar l-iskrin, u toħroġ mill-KDE.<li><em>Menu tal-Programmi:</em> jitla' l-menu "K". Dan huwa utli biex taċċessa programmi malajr, speċjalment jekk il-pannell ("kicker") jinżamm moħbi.</li></ul>
nl: U kunt bepalen wat er gebeurt als u met de middelste knop van uw aanwijsapparaat klikt op uw bureaublad: <ul><li><em>Geen actie:</em> u raadt het al, er gebeurt niets!</li> <li><em>Vensterlijstmenu:</em> er verschijnt een menu met daarin de namen van alle geopende vensters op ieder virtueel bureaublad. U kunt op de naam van een bureaublad klikken om daar naartoe te gaan. Of u klikt op een vensternaam om de focus te richten op dat venster. U springt dan naar het bureaublad met dit venster en het venster wordt (indien nodig) hersteld. De namen van verborgen of geminimaliseerde vensters zijn tusen haakjes geplaatst.</li> <li><em>Bureaubladmenu:</em> er verschijnt een contextmenu op het bureaublad. In dit menu kunt u o.a. de weergave instellen, het beeldscherm vergrendelen, of uitloggen. </li> <li><em>Applicatiemenu:</em> het "K-menu" verschijnt. Dit kan handig zijn als u applicaties wilt openen terwijl u het paneel (ook wel bekend als "Kicker") verborgen hebt. </li></ul>
no: Du kan velge hva som skjer når du klikker på midterste museknapp på pekeenheten din på skrivebordet: <ul><li><em>Ingen hendelse:</em> som du kan gjette, så skjer intet!</li><li><em>Menyliste for vinduer</em> en meny som viser alle vinduer på alle virtuelle skrivebord vil sprette opp. DU kan klikke på skrivebordsnavnet for å bytte til det skrivebordet, eller et navn på et vindu for å bytte fokus til det vinduet og bytte skrivebord hvis nødvendig. Vinduet vil også bli gjenopprettet hvis det er skjult. Skjulte eller minimaliserte vinduer blir representert med deres navn i parenteser.</li><li><em>Skrivebordsmeny:</em> en kontekstmeny for skrivebordet spretter opp. Blant har denne menyen valg for å konfigurere skjermen, låsing av skjermen og utlogging av KDE.</li><li><em>Applikasjonsmeny:</em> "K"-menyen spretter opp. Dette kan være nyttig for å få rask tilgang til applikasjoner hvis du liker å la panelet (også kjent som "Kicker") skjult fra visning.</li></ul>
pl: Można skonfigurować co się stanie po naciśnięciu środkowego klawisza myszki na biurku: <ul><li><em>Nic:</em> łatwo się domyślić, nic się nie dzieje! </li><li><em>Menu listy okien:</em> pojawia się menu z lista wszystkich okien na wszystkich wirualnych biurkach. Można kliknąć na nazwę biurka, aby się na niego przełączyć lub na nazw okna by go uaktywnić (przełączając biirko jeśli to konieczne) lub przywracając je do normalnego stanu jeśli było schowane. Okna schowane lub zminimalizowane mają swe nazwy podane w nawiasach.</li> <li><em>Menu biurka:</em> pojawia się menu kontekstowe dla biurka. Między innymi menu to ma możliwość konfiguracji wyglądu, blokowania ekranu i wylogowywania sie z KDE.</li> <li><em>Menu aplikacji:</em> Pojawia się menu "K". Może być użyteczne by mieć szybki dostep do aplikacji mając cały czas schowany panel (nazywany też "Kicker").</li></ul>
pt: Podes escolher o que acontece quando carregas com o botão do meio no ambiente de trabalho: <ul><li><em>Nenhuma Acção:</em> como podes adivinhar, nada ocorre!</li> <li><em>Menu de Lista de Janelas:</em> aparece um menu com todas as janelas em todos os ecrãs virtuais. Podes carregar no nome do ecrã para mudar para ele, ou no nome duma janela, para esta adquirir primeiro plano, mudando de ecrã se necessário, e reabrindo a janela, se estiver escondida. Janelas escondidas ou minimizadas são representadas com os seus nomes entre parêntesis.</li> <li><em>Menu do Ambiente de Trabalho:</em> aparece um menu de contexto para o ambiente de trabalho. Entre outras, este menu tem opções para configurar o ecrã, trancá-lo, e sair do KDE.</li> <li><em>Menu de Aplicações:</em> aparece o menu "K". Isto pode ser útil para aceder rapidamente a aplicações se quiseres manter o painel (também conhecido como "Kicker") escondido.</li></ul>
pt_br: Você pode escolher o que acontece ao clicar no botão do meio do mouse na área de trabalho: <ul><li><em>Nada:</em> como era de se suspeitar, não acontece nada!</li> <li><em>Menu de lista de janelas:</em> um menu exibindo todas as janelas em todos pops up das áreas de trabalho virtuais. É possível clicar no nome da área de trabalho para comutar para esta área de trabalho ou em um nome de janela para deslocar o foco para esta janela, trocando de áreas de trabalho, se necessário, e restaurar a janela se esta estiver oculta. As janelas ocultas ou minimizadas são representadas pelos seus nomes entre parênteses.</li> <li><em>Menu da área de trabalho:</em> um menu de contexto para os pops up da área de trabalho. Entre outras coisas, este menu tem opções para configuração da tela, bloqueando a tela e saindo do KDE.</li> <li><em>Menu do aplicativo:</em> os pops up do menu "K". Isto poderia ser útil para acessar rapidamente aplicativos se você quiser manter o painel (também conhecido como "Kicker") oculto.</li></ul>
ro: Puteţi alege ce se întîmplă cînd daţi clic pe ecran cu butonul din mijloc al dispozitivului dumneavoastră de indicare: <ul><li><em>Fără acţiune:</em> aşa cum vă puteţi da seama, nu se întîmplă nimic!</li> <li><em>Meniul listei de ferestre:</em> apare un meniu care afişează toate ferestrele din toate ecranele virtuale. Puteţi da clic pe numele ecranului pentru a comuta la acel ecran sau pe numele unei ferestre pentru a comuta focusul pe acea fereastră, schimbînd ecranul dacă este necesar şi refăcînd fereastra dacă era ascunsă. Ferestrele ascunse sau minimizate sînt reprezentate cu numele lor între paranteze.</li> <li><em>Meniu ecran:</em> apare un meniu contextual pentru ecran. Pe lîngă alte lucruri, acest meniu are opţiuni pentru configurarea ecranului, blocarea lui şi ieşirea din KDE.</li> <li><em>Meniu aplicaţii:</em> apare meniul "K". Aceasta poate fi foarte util pentru accesarea rapidă a aplicaţiilor dacă vă place să ţineţi ascuns panoul (cunoscut şi sub numele "kicker").</li></ul>
ru: Здесь вы можете указать, что происходит, когда вы нажимаете средней кнопкой мыши на рабочем столе: <ul><li><em>Ничего не происходит:</em> как вы уже угадали, ничего не будет происходить!</li> <li><em>Меню списка окон:</em> появится меню списка всех окон на всех рабочих столах. Вы можете щелкнуть по названию стола, чтобы переключиться на нужный стол, или на название окна, чтобы найти и выбрать это окно. Это удобно при переключении рабочих столов или при восстановлении свернутого окна. Скрытые или свернутые окна отображаются в меню с именами в скобках.</li> <li><em>Меню рабочего стола:</em> появится контекстное меню этого стола. Среди всего прочего, это меню содержит опции настройки экрана, блокировку экрана и выход из KDE.</li> <li><em>Меню приложений:</em> появится основное меню "K". Оно может быть использовано для быстрого доступа к программам, если вы предпочитаете, чтобы панель (которая также известна как "Kicker") была скрыта из виду.</li></ul>
sk: Tu si môžete zvoliť, čo sa stane, keď kliknete stredným tlačidlom myši na plochu: <ul><li><em>Bez významu:</em> ako iste tušíte, nič sa nestane!</li><li><em>Zoznam okien:</em> zobrazí sa menu so všetkými oknami na všetkých plochách. Môžete kliknúť na názov plochy a plocha sa zmení, alebo na názov okna a aktivuje sa kliknuté okno a ak je to potrebné, zmení sa aj plocha a obnoví sa okno, ak bolo skryté. Skryté alebo minimalizované okná sú uvedené v zátvorkách.</li><li><em>Menu plochy:</em> objaví sa kontextové menu plochy Okrem iného má toto menu voľby na nastavenie zobrazenia, zamknutia obrazovky a opustenie KDE.</li> <li><em>Menu aplikácií:</em> objaví sa "K" menu Toto môže byť užitočné, pokiaľ chcete mať skrytý panel.</li></ul>
sl: Sami lahko izberete, kaj naj se zgodi, ko boste s srednjim gumbom kazalne naprave kliknili po namizju: <ul><li><em>Nič se ne zgodi:</em> kot ste najbrž uganili, sene zgodi nič.</li> <li><em>Menu s seznamom oken:</em> pokaže se menu z vsemi okni na vseh navideznih namizjih. Na namizje preklopite, če kliknetenjegovo ime, na okno pa, če kliknete ime tistega okna. Skrita in pomanjšana okna imajo imena v oklepajih.</li> <li><em>Menu namizja:</em> prikaže se priročni menu za namizje. V njem so med drugim izbire za nastavitve zaslona, zaklepanje le-tega in odjavo iz KDE.</li> <li><em>Menu s programi:</em> pokaže se menu "K", kar je lahko koristno, ker z njegahitro dosežete programe, če želite ohraniti pult (znan kot "Kicker") skrit.</li></ul>
sr: Možete izabrati šta će se desiti ako kliknete srednjim tasterom miša na radnu površinu: <ul><li><em>Bez akcije: </em> kao što možete da pretpostavie, ništa se ne dešava!</li><li><em>Meni sa listom prozora:</em>je meni koji pokazuje sve prozore na svim virutelnim radnim površinama. Možete da kliknete na ime radne površine da pređete na nju, ili na ime prozora da biste podesili fokus na njega, prelaskom na radnu površinu ako je potrebno i obnavljanjem prozora ako je sakriven. Skriveni ili minimizirani prozori su predstavljeni sa imenom u zagradi. </li><li><em>Meni radne površine:</em> je meni za iskakajuće radne površine. Pored nekoliko opcija, ovaj meni ima mogućnost za konfigurisanje prikaza, zaključavanje ekrana i izlaženja iz KDE-a.</li> <li><em>Meni aplikacija:</em> je iskakjući "K" meni. Ovo može biti korisno za brzi pristup aplikacijama ako panel (takođe poznat i kao "Kicker") sakriven od pogleda.</li></ul>
sv: Du kan välja vad som ska hända när du klickar på skrivbordet med den mittersta musknappen. <ul><li><em>Ingen åtgärd:</em> som du kanske gissat så händer ingenting!</li> <li><em>Lista med fönster:</em> en meny som visar alla fönster på alla virtuella skrivbord dyker upp. Du kan klicka på ett skrivbordsnamn för att byta till det skrivbordet, eller på ett fönsternamn för att byta fokus till det fönstret. Om det behövs så kommer då även skrivbordet att bytas och fönstret att återställas om de är gömt. Gömda eller minimerade fönster visas med sina namn inom parenteser.</li> <li><em>Skrivbordsmeny:</em> en sammanhangsberoende meny för skrivbordet dyker upp. Bland annat har den här menyn inställningar för att anpassa skärmen, låsa skärmen, samt för att logga ut från KDE.</li> <li><em>Programmeny:</em> K-menyn dyker upp. Det här kan vara användbart för att snabbt komma på programmen om du av någon anledning vill hålla panelen (också känd under namnet "Kicker") gömd.</li></ul>
th: คุณสามารถเลือกสิ่งที่จะกระทำ เมื่อคุณคลิกเมาส์ปุ่มกลางบนเดสก์ทอป: <ul><li><em>ไม่มีการกระทำ:</em> คุณเดาได้ว่า นี่จะไม่มีอะไรเกิดขึ้น !</li> <li><em>เมนูรายการหน้าต่าง:</em> เมนูป๊อบอัพ ที่แสดงรายการหน้าต่าง ที่อยู่บน เดสก์ทอปเสมือนทั้งหมด คุณสามารถคลิกบนชื่อเดสก์ทอป เพื่อสลับการทำงานไปยัง เดสก์ทอปนั้น หรือบนชื่อหน้าต่าง เพื่อเรียกการโฟกัสไปยังหน้าต่างนั้น สลับเดสก์ทอป, และเรียกคืนสถานะหน้าต่างหากมันถูกซ่อนอยู่ หน้าต่างที่ถูกซ่อน หรือย่อเล็กสุดอยู่ จะแสดงด้วยชื่อในส่วนหน้าต่างแม่</li><li><em>เมนูของเดสก์ทอป:</em> เมนูป๊อบอัพของเดสก์ทอป ซึ่งใช้เลือกปรับแต่งการแสดงผลได้, ล็อคหน้าจอได้, และใช้ล็อกเอาท์ออกจาก KDE ได้</li> <li><em>เมนูแอพพลิเคชัน:</em> เมนูป๊อบอัพ "K" นี้ เป็นเมนูหลักที่ใช้เรียกแอพพลิเคชันต่างๆ ให้ทำงานได้อย่างรวดเร็ว </li></ul>
uk: Ви можете вибрати, що трапиться якщо Ви виберете середню кнопку Вашого вказівного пристрою на стільниці: <ul><li><em>Нічого:</em> як Ви і здогадались, нічого не трапиться!</li> <li><em>Меню списку вікон:</em> з'являється меню, що показує всі вікна зі всіх віртуальних стільниць. Ви можете клацнути на назві стільниці, щоб перейти до того столу або на назві вікна, щоб передати фокус тому вікну, перемикаючи стільниці при потребі, та відновлюючи сховані вікна. Сховані або мінімізовані вікна представлені їх ім'ям у дужках.</li> <li><em>Меню стільниці:</em> з'являється контекстне меню стільниці. Серед інших речей це меню має опції для параметри дисплею, замикання екрана та виходу з KDE.</li> <li><em>Меню програм:</em> з'являється "K"-меню. Це може бути корисно для швидкого доступу до програм, якщо Ви тримаєте панель (також відому як "Kicker") сховану.</li></ul>
xh: Ungakhetha okwenzekayoxa unqakraza iqhosha eliphakathi lwecebo lakho lesalathisi kwi desktop: <ul><li><em>Akukho ntshukumo:</em> njengoko unokuthelekelela, akukho nto yenzekayo!</li> <li><em>Imenu yoluhlu lwe Window</em> imenu ebonisa zonke ii window kwezineziqhamo i desktops pops up. Unganqakraza kwi desktop igama ukusebenza kula desktop, okanyekwigama le window ukushifta ukujongana kula window, isenza i desktops ukuba kuyimfuneko, kwaye igcina kwakhona i window ukuba ifihliwe. Ezifihliweyo okanye ezincinane ii window zimelwe ngamagama wazo kwindawo yamagama azo.</li> <li><em>Desktop menu:</em> imenu yentsingiselo ye desktop pops up. Ngaphandle kwezinye izinto, le menu ineenketho zokuqwalasela umboniso, itshixaikhusi, nokhupho lwe KDE.</li> <li><em>Imenu yesicelo:</em> i "K" menu pops up. Oku kunokubaluncedo kwizicelo zonikezelo ezikhawulezayo ukuba ufuna ukugcina ipaneli (eyaziwa ngokuba yi "Kicker") efihliweyo kwimboniselo.</li></ul>
