Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: Desktop &path:
af: werkskerm gids soeklys:
az: Masa üstünün &cığırı:
da: Sti til &Skrivebord:
el: Διαδρομή για την Επιφ. Εργασίας:
et: Töölaua &otsingutee:
fi: Työpöydän &polku:
he: :הדובעה ןחלוש בית&נ
hu: A munkaasztal &elérési útja:
id: &Path Desktop:
is: Slóð að sk&jáborði:
ja: デスクトップ パス(&p):
ko: 일터 경로(&p):
lt: Darbastalio &kelias
lv: Darbvirsmas &ceļš:
mt: Fejn jinżamm id-&Desktop:
nl: Bureaubladl&ocatie:
no: Skrivebord&sti:
pl: Ś&cieżka do biurka:
pt: Localização do ambiente de &trabalho:
pt_br: Ca&minho da área de trabalho:
ro: Cale &Ecran:
ru: Каталог &рабочего стола:
sk: Cesta k &ploche:
sl: &Pot do namizja:
sr: &Putanja za fajlove radne površine:
sv: S&ökväg till skrivbord:
ta: §Á¨ºô À¡¨¾:
th: ตำแหน่งโฟลเดอร์เดสก์ทอป:
uk: &Шлях до стільниці:
xh: &Umendo we Desktop:

source: This directory contains all the files which you see on your desktop. You can change the location of this directory if you want to, and the contents will move automatically to the new location as well.
af: hierdie gids bevat alle die lêers wat jy sien op jou werkskerm. jy kan verander die ligging van hierdie gids as jy wil hê aan, en die inhoud sal beweeg automaties aan die nuwe ligging as goed.
az: Bu cərgədə masa üstündə gördüyünüz bütün fayllar yer alır. İstəsəniz bu cərgənin yerini dəyişdirə bilərsiniz. Bu təqdirdə cərgənin içindəki də avtomatik olaraq yeni yerə daşınacaqdır.
da: Denne mappe indeholder alle de filer, du ser på dit skrivebord. Man kan ændre stedet for denne mappe, hvis man ønsker det. Indholdet vil automatisk følge med til det nye sted.
el: Αυτός ο κατάλογος περιέχει όλα τα αρχεία που βλέπετε στην επιφ. εργασίας σας.Μπορείτε αν θέλετε να ορίσετε μια νέα τοποθεσία για τον κατάλογο, οπότετα περιεχόμενά του θα μετακινηθούν αυτόματα στη νέα τοποθεσία.
et: See kataloog sisaldab kõiki faile, mida sa töölaual näed. Soovi korral võid muuta selle asukohta ning selle kataloogi sisu liigutatakse samuti automaatselt uude kohta.
fi: Tässä hakemistossa sijaitsevat kaikki tiedostot, jotka näet työpöydälläsi. Voit muuttaa hakemiston sijaintia, ja tiedostot siirretään automaattisesti uuteen paikkaan.
he: <p align=right>האור התאש םיצבקה לכ תא הליכמ וז הירפס<br>תא תונשל ךתורשפאב .ךלש הדובעה ןחלוש לע<br>םג זאו ,ךכב ךנוצר םא וז הירפס לש המוקימ<br>.שדחה םוקימל תיטמוטוא התלוכת רבעות
hu: Ez a könyvtár tartalmazza azokat a fájlokat, amelyek a munkaasztalon látszanak. Ha kívánja, megváltoztathatja az elérési utat, ilyenkor a tartalom automatikusan átkerül az új helyre.
id: Direktori ini berisikan seluruh berkas yang anda lihat pada desktop. Anda dapat mengubah lokasi direktori ini jika anda mau, dan isinya akan secara otomatis pindah ke lokasi baru.
is: Þessi mappa inniheldur allt sem þú sérð á skjáborðinu. Þú getur breytt þessari möppu ef þú vilt og innihaldið færist sjálfkrafa á nýja staðinn líka.
ja: このディレクトリにはデスクトップに表示されるファイルすべてが含まれています。このディレクトリの場所は自由に変更でき、そのとき中身も自動的に新しい場所へ移動します。
ko: 이 자료방은 일터에서 볼 수 있는 모든 파일을 포함하고 있습니다. 원한다면 이 자료방의 위치를 변경할 수 있으며 목록은 자동으로 새로운 위치로 이동하게 됩니다.
lt: Šiame kataloge yra saugomos viso bylos, kurias matote ant savo darbastalio. Jei pageidaujate, galite pakeisti šito katalogo vietą. Tada ir visas turinys taip pat bus automatiškai perkeltas į naują vietą.
lv: Šis direktorijs satur visus failus, kurus jūs redzat uz darbvirsmas. Jūs varat mainīt šī direktorija atrašanās vietu, ja vēlaties, un tā saturs automātiski pārvietosies uz jauno vietu.
mt: Dan id-direttorju jżomm fih il-fajls kollha li tara fuq id-desktop. Tista' tagħżel post ieħor fejn jinżammu dawn il-fajls, u l-kontenut jitmexxew awtomatikament.
nl: Deze map bevat alle bestanden die zich op uw bureaublad bevinden. Als u wilt kunt u de locatie hiervan wijzigen. De inhoud van het bureaublad verhuist dan automatisch mee naar de nieuwe locatie.
no: Denne katalogen inneholder filer som du vil se på skrivebordet. Du kan endre stedet til denne katalogen hvis du ønsker det, og innholdet vil automatisk flyttes til det nye stedet.
pl: Kartoteka zawiera wszystkie pliki, które widać na biurku. Można zmienić położenie tej kartoteki, jej zawartość zostanie automatycznie przeniesiona na nowe miejsce.
pt: Esta directoria contém todos os ficheiros que vês no teu ambiente de trabalho. Podes alterar a localização da directoria se o desejares, e o seu conteúdo será automaticamente movido para a nova localização.
pt_br: Este diretório contém todos os arquivos que você vê na sua área de trabalho. É possível mudar a localização deste diretório caso queira, e os conteúdos também serão movidos automaticamente para a nova localização.
ro: Acest director conţine toate fişierele pe care le vedeţi pe ecran. Puteţi schimba locaţia acestui director dacă doriţi, iar conţinutul lui va fi mutat automat în noua locaţie.
ru: Этот каталог содержит все файлы, которые видны на рабочем столе. Вы можете изменить месторасположение этого каталога по своему желанию, при этом содержимое автоматически переместится в новый каталог.
sk: Tento priečinok obsahuje všetky súbory, ktoré vidíte na vašej ploche. Môžete zmeniť jeho umiestnenie, ak chcete, a jeho obsah sa premiestni na nové miesto.
sl: V tem imeniku so vse datoteke, ki jih vidite na namizju. Če želite, lahko spremenite njegovo lokacijo, in tja se bo samodejno prestavila tudi vsebina.
sr: Ovaj direktorijum sadrži sve fajlove koje želite da vidite na radnoj površini. Možete da promenite lokaciju ovoga direktorijuma, ako to želite, i njegov sadržaj će se automatski premestiti na novu lokaciju.
sv: Denna katalog innehåller alla filer som du ser på ditt skrivbord. Du kan ändra plats på denna katalog om du vill, och innehållet kommer att flyttas med automatiskt till den nya platsen.
th: ไดเรกทอรีนี้บรรจุแฟ้มทั้งหมดที่คุณเห็นบนเดสก์ทอป คุณสามารถเปลี่ยนตำแหน่งของตำแหน่งนี่้ได้ตามต้องการ และแฟ้มต่างๆ ที่มีอยู่จะถูกย้ายไปยังตำแหน่งใหม่โดยอัตโนมัติ
uk: Цей каталог містить всі файли, які Ви бачите на стільниці. Ви можете змінити положення цього каталогу при бажанні - і зміст також автоматично переміститься у нове положення.
xh: Olu khetho luqulathe zonke iifayile onokuzibona kwi desktop yakho. Unga tshintsha indawo yolu lawulo ukuba ufuna njalo, kwaye imixholo iza kuhamba ngokuzenzekela kwindawo entsha kwakhona.

source: &Trash path:
af: gemors gids soeklys:
az: &Zibil qutusu cığırı:
da: &Sti til affald:
el: Διαρομή για τα Σκουπίδια:
et: &Pügikasti otsingutee:
fi: &Roskakorin polku:
he: :הפשאה &לס ביתנ
hu: A &szemétkosár elérési útja:
id: Path &Sampah:
is: Slóð að &ruslakörfu:
ja: ごみ箱 パス(&T):
ko: 쓰레기통 경로(&T):
lt: &Šiukšlių dėžės kelias:
lv: &Miskastes ceļš:
mt: Fejn jinżamm l-iskar&t:
nl: &Prullenbaklocatie:
no: Sti til &papirkurv:
pl: Ścieżka do ś&mietnika
pt: Localização do &lixo:
pt_br: Caminho do &lixo:
ro: Cale &Coş de gunoi:
ru: Каталог для &корзины:
sk: Cesta ku &Košu
sl: Pod do sme&ti:
sr: Putanja za &smeće:
sv: Sökväg &till papperskorg:
ta: Ìô¨Àò¦¾¡ðÊô À¡¨¾:
th: ตำแหน่งโฟลเดอร์ถังขยะ:
uk: Шлях до &смітника:
xh: &Umendo womonakalo:

source: This directory contains deleted files (until you empty the trashcan). You can change the location of this directory if you want to, and the contents will move automatically to the new location as well.
af: hierdie gids bevat uitgevee lêers (totdat jy leeg die asblik). jy kan verander die ligging van hierdie gids as jy wil hê aan, en die inhoud sal beweeg automaties aan die nuwe ligging as goed.
az: Bu cərgədə, silinmiş fayllar (zibil qutusu boşaldılana qədər) yer alır. İstəsəniz bu cərgənin yerini dəyişdirə bilərsiniz. Bu təqdirdə cərgənin içindəki de avtomatik olaraq yeni yerə daşınacaqdır.
da: Denne mappe indeholder slettede filer (indtil man tømmer affaldsspanden) Man kan ændre stedet for denne mappe, hvis man ønsker det. Indholdet vil automatisk følge med til det nye sted.
el: Αυτός ο κατάλογος περιέχει τα σβησμένα αρχεία (μέχρι να αδειάσετε το σκουπιδοτενεκέ). Μπορείτε να ορίσετε έναν άλλο κατάλογο, και τα περιεχόμενα του τωρινού καταλόγου θα μεταφερθούν εκεί αυτόματα.
et: See kataloog sisaldab kustutatud faile (kuni sa prügikasti tühjendad). Soovi korral võid muuta selle asukohta ning selle kataloogi sisu liigutatakse samuti automaatselt uude kohta.
fi: Tässä hakemistossa sijaitsevat kaikki poistamasi tiedostot (kunnes tyhjennät roskakorin). Voit muuttaa hakemiston sijaintia, ja tiedostot siirretään automaattisesti uuteen paikkaan.
he: <p align=right>התאש דע) םיקוחמ םיצבק הליכמ וז הירפס<br>תא תונשל ךתורשפאב .(הפשאה לס תא ןקורמ<br>רבעות םג זאו ,ךכב ךנוצר םא וז הירפס לש המוקימ<br>.שדחה םוקימל תיטמוטוא התלוכת
hu: Ez a könyvtár tartalmazza a törölt fájlokat (amíg ki nem üríti a szemétkosarat). Ha kívánja, megváltoztathatja az elérési utat, ilyenkor a tartalom automatikusan átkerül az új helyre.
id: Direktori ini berisi berkas yang telah dihapus (hingga anda membersihkan tempatsampah).Anda dapat mengubah lokasi direktori ini jika anda mau, dan isinya akan secara otomatis pindah ke lokasi baru.
is: Þessi mappa inniheldur skrám sem hefur verið eytt (þangað til þú tæmir ruslakörfuna). Þú getur breytt þessari möppu ef þú vilt og innihaldið færist sjálfkrafa á nýja staðinn líka.
ja: このディレクトリには削除されたファイルが(ごみ箱を空にするまで)含まれています。このディレクトリの場所は自由に変更でき、そのとき中身も自動的に新しい場所へ移動します。
ko: 이 자료방은 지워진 파일을 (쓰레기통을 비우기 전까지)포함하고 있습니다. 원한다면 이 자료방 위치를 변경할 수 있으며 그러한 목록들은 자동으로 새로운 위치로 이동하게 됩니다.
lt: Šiame kataloge saugomos pašalintos bylos (tol, kol neištuštinsite šiukšlių dėžės). Jei pageidaujate, galite pakeisti šito katalogo vietą. Tada ir visas turinys taip pat bus automatiškai perkeltas į naują vietą.
lv: Šis direktorijs satur dzēstos failus (kamēr jūs iztukšojiet miskasti). Jūs varat mainīt šī direktorija atrašanās vietu, ja vēlaties, un tā saturs automātiski pārvietosies uz jauno vietu.
mt: Dan id-direttorju jżomm il-fajls li tħassar (sakemm tbattal l-iskart). Tista' tbiddel il-post fejn jinżammu dawn il-fajls jekk trid, u l-kontenut preżenti awtomatikament jitmexxa għall-post il-ġdid.
nl: Deze map bevat alle verwijderde bestanden (totdat u de prullenbak leegt). Als u dat wilt kunt u de locatie hiervan wijzigen. De inhoud van de prullenbak verhuist dan automatisch mee naar de nieuwe locatie.
no: Denne katalogen inneholder filer som er slettet (inntil du tømmer papirkurven). Du kan endre stedet til denne katalogen hvis du ønsker det, og innholdet vil automatisk flyttes til det nye stedet.
pl: Kartoteka zawiera wszystkie skasowne pliki (dopóki się nie opróżni kosza). Można zmienić położenie tej kartoteki, jej zawartość zostanie automatycznie przeniesiona na nowe miejsce.
pt: Esta directoria contém ficheiros apagados (até que esvazies o lixo). Podes alterar a localização da directoria se o desejares, e o seu conteúdo será automaticamente movido para a nova localização.
pt_br: Este diretório contém arquivos apagados (até a lata de lixo ser esvaziada). É possível alterar a localização deste diretório se você quiser e os conteúdos também serão movidos automaticamente para a nova localização.
ro: Acest director conţine fişierele şterse (pînă cînd goliţi coşul de gunoi). Puteţi schimba locaţia acestui director dacă doriţi, iar conţinutul lui va fi mutat automat în noua locaţie.
ru: Этот каталог содержит удаленные файлы (до тех пор, пока вы не опустошили корзину). Вы можете изменить месторасположение этого каталога по своему желанию, при этом содержимое автоматически переместится в новый каталог.
sk: Tento priečinok obsahuje zmazané súbory (pokiaľ nevyprázdnite kôš). Môžete zmeniť jeho umiestnenie, ak chcete, a jeho obsah sa premiestni na nové miesto.
sl: V tem imeniku so vse zbrisane datoteke (dokler ne izpraznite smetnjaka). Njegovo lokacijo lahko spremenite, in tja se bo samodejno prestavila tudi vsebina.
sr: Ovaj direktorijum sadrži sve obrisanje fajlove (dok ne ispraznite kantu za djubre). Možete da promenite lokaciju ovoga direktorijuma, ako to želite, i njegov sadržaj će se automatski premestiti na novu lokaciju.
sv: Denna katalog innehåller borttagna filer (tills du tömmer papperskorgen). Du kan ändra plats på denna katalog om du vill, och innehållet kommer att flyttas med automatiskt till den nya platsen.
th: ไดเรกทอรีนี้บรรจุแฟ้มที่ถูกสั่งลบ (จนกว่าคุณจะสั่งเทถังขยะทิ้ง) ซึ่งคุณสามารถเปลี่ยนตำแหน่งของไดเรกทอรีนี้ได้ตามต้องการ และแฟ้มต่างๆ ที่มีอยู่จะถูกย้ายไปยังตำแหน่งใหม่โดยอัตโนมัติ
uk: Цей каталог містить витерті файли (до того як Ви очистили смітник). Ви можете змінити положення цього каталогу при бажанні - зміст також автоматично переміститься у нове положення.
xh: Olu lawuloluqulathe iifayile ezicinyiweyo (ude ususe konke kumgqomo womonakalo). Ungatshintsha indawo yolu lawulo ukuba ufuna njalo, kwaye imixholo izakuhamba ngokuzenzekela kwindawo entsha.

source: &Autostart path:
af: outomatiese begin gids soeklys:
az: Avtomatik başlanğıc cığır:
da: Sti til &autostart:
el: Διαδρομή για την Αυτόματη Έναρξη:
et: &Autostart otsingutee:
fi: &Automaattikäynnistyspolku:
he: :תיטמו&טוא הלעפה ביתנ
hu: Az &automatikus indítás elérési útja:
id: Path &Autostart:
is: Slóð &að ræsiferli:
ja: 自動起動 パス(&A):
ko: 자동 시작 경로(&A):
lt: &Automatinio paleidimo kelias:
lv: &Autostarta ceļš:
mt: Fejn jinżammu programmi tal-&bidu:
nl: &Autostartlocatie:
no: &Autostartsti:
pl: Ścieżka do plików &automatycznego startu
pt: Localização da pasta de &arranque:
pt_br: Caminho de &Auto-início:
ro: Cale &Autostart:
ru: Каталог &автозапуска:
sk: Cesta k priečinku &Pri spustení
sl: Pot do s&amodejnega zagona:
sr: Putanja za &automatsko startovanje aplikacija:
sv: Sökväg till &autostart:
ta: ¾ýÉ¡ÃõÀô À¡¨¾:
th: ตำแหน่งโฟลเดอร์ Autostart:
uk: Шлях до теки &автозапуску:
xh: &Umendo wesiqalo esizenzekelayo:

source: This directory contains applications or links to applications (shortcuts) that you want to have started automatically whenever KDE starts. You can change the location of this directory if you want to, and the contents will move automatically to the new location as well.
af: hierdie gids bevat programme van skakel aan programme (kortpaaie) wat jy wil hê aan het beginne automaties wanneer ook al kde beginne. jy kan verander die ligging van hierdie gids as jy wil hê aan, en die inhoud sal beweeg automaties aan die nuwe ligging as goed.
az: Bu cərgədə, KDE başladığında avtomatik olaraq açılmasını istədiyiniz proqramlar ya da proqramlara bağlar (qısa yollar) yer alır. Bu cərgənin yerini istəsəniz dəyişdirə bilərsiniz. Bu təqdirdə cərgənin içindəki də avtomatik olaraq yeni yerə daşınacaqdır.
da: Denne mappe indeholder programmer eller lænker til programmer (genveje) som du ønsker skal starte automatisk når KDE starter. Man kan ændre stedet for denne mappe hvis man ønsker det. Indholdet vil automatisk følge med til det nye sted.
el: Αυτός ο κατάλογος περιέχει εφαρμογές ή δεσμούς με εφαρμογές (συντομεύσεις) που θέλετε να ξεκινούν αυτόματα με την έναρξη του KDE. Μπορείτε να αλλάξετε την τοποθεσία του καταλόγου αν θέλετε, και τα περιεχόμενά του θα μεταφερθούν αυτόματα στη νέα τοποθεσία.
et: See kataloog sisaldab rakendusi või viitasid rakendustele, mis kävitatakse iga kord koos KDE käivitamisega. Soovi korral võid muuta selle asukohta ning selle kataloogi sisu liigutatakse samuti automaatselt uude kohta.
fi: Tässä hakemistossa on sovelluksia tai linkkejä (pikakuvakkeita) sovelluksiin, joiden haluat käynnistyvän automaattisesti KDE:n käynnistymisen yhteydessä. Voit muuttaa hakemiston sijaintia, ja hakemiston sisältö siirtyy automaattisesti.
he: <p align=right>ירוציק) םימושייל םירושיק וא םימושיי הליכמ וז הירפס<br>םעפ לכב תיטמוטוא ליעפהל ךנוצרבש (ךרד<br>המוקימ תא תונשל ךתורשפאב .לעפומ KDE-ש<br>רבעות םג זאו ,ךכב ךנוצר םא וז הירפס לש<br>.שדחה םוקימל תיטמוטוא התלוכת
hu: Ez a könyvtár tartalmazza azokat az alkalmazásokat (vagy linkeket az alkalmazásokra), amelyeket automatikusan el szeretne indítani a KDE indulásakor. Ha kívánja, megváltoztathatja az elérési utat, ilyenkor a tartalom automatikusan átkerül az új helyre.
id: Direktori ini berisi aplikasi atau link-link ke aplikasi (shortcut) yang anda ingin hidupkan secara otomatis saat KDE mulai. Anda dapat mengubah lokasi direktori ini jika anda mau, dan isinya akan secara otomatis pindah ke lokasi baru.
is: Þessi mappa inniheldur forrit eða vísanir á forrit sem þú vilt láta keyra upp sjálfkrafa í hvert skipti sem KDE er ræst. Þú getur breytt þessari möppu ef þú vilt og innihaldið færist sjálfkrafa á nýja staðinn líka.
ja: このディレクトリにはKDEの起動時に自動的に起動したいアプリケーションまたはアプリケーションへのリンク(ショートカット)が含まれています。このディレクトリの場所は自由に変更でき、そのとき中身も自動的に新しい場所へ移動します。
ko: 이 자료방은 KDE가 시작할때마다 자동으로 시작할 응용 프로그램이나 응용 프로그램 링크(바로가기)를 포함하고 있습니다. 원하신다면 이 자료방을 변경할 수 있으며 그러한 목록들은 자동으로 새로운 위치로 이동하게 됩니다.
lt: Šiame kataloge yra programos arba programų nuorodos (jungtys), kurias pageidaujate paleisti automatiškai startuojant KDE.Jei pageidaujate, galite pakeisti šito katalogo vietą. Tada ir visas turinys taip pat bus automatiškai perkeltas į naują vietą.
lv: Šis direktorijs satur aplikācijas vai saites uz aplikācijām (īsinājumikonas) kurām jāstartē automātiski pie KDE startēšanas. Jūs varat nomainīt šī direktorija atrašanās vietu, ja vēlaties, un tā saturs automātiski pārvietosies uz jauno atrašanās vietu.
mt: Dan id-direttorju fih programmi jew links għal programmi (taqsir) li trid tħaddem awtomatikament malli jibda' l-KDE. Tista' tbiddel il-post fejn jinżammu dawn il-fajls, u l-kontenut preżenti awtomatikament jitmexxa għall-post il-ġdid.
nl: Deze map bevat applicaties of koppelingen naar applicaties (snelkoppelingen) die u automatisch wilt laten opstarten wanneer u KDE opstart. Als u dat wilt kunt u de locatie hiervan wijzigen. De inhoud van deze map verhuist dan automatisch mee naar de nieuwe locatie.
no: Denne katalogen inneholder applikasjoner eller lenker til applikasjoner (snarveier) som du vil starte automatisk når KDE starter. Du kan endre stedet til denne katalogen hvis du ønsker det, og innholdet vil automatisk flyttes til det nye stedet.
pl: Ta kartoteka zawiera aplikacje bądź skróty do aplikacji, ktore chcesz uruchamiać automatycznie przy każdym starcie KDE. Przy zmianie położenia tej kartoteki, jej zawartość też zostanie przeniesiona na nowe miejsce.
pt: Esta directoria contém aplicações ou atalhos para aplicações que são iniciadas automaticamente quando o KDE arranca. Podes alterar a localização da directoria se o desejares, e o seu conteúdo será automaticamente movido para a nova localização.
pt_br: Este diretório contém aplicativos ou links para aplicativos (atalhos) que serão iniciados automaticamente sempre quando se inicia o KDE. É possível alterar a localização deste diretório se desejar, e os conteúdos também serão movidos automaticamente para a nova localização.
ro: Acest director conţine aplicaţii sau legături către aplicaţii (shortcut-uri) pe care doriţi să le executaţi automat la pornirea KDE. Puteţi schimba locaţia acestui director dacă doriţi, iar conţinutul lui va fi mutat automat în noua locaţie.
ru: Этот каталог содержит приложения или ссылки на приложения, которые должны будут запускаться автоматически всякий раз при загрузке KDE. Вы можете изменить месторасположение этого каталога по своему желанию, при этом содержимое автоматически переместится в новый каталог.
sk: Tento priečinok obsahuje programy alebo linky k programom (skratky), ktoré chcete mať spustené hneď, ako sa spustí KDE. Môžete zmeniť jeho umiestnenie, ak chcete, a jeho obsah sa premiestni na nové miesto.
sl: V tem imeniku so programi ali povezave z njimi (bližnjice), ki se samodejno zaženejo vsakič, ko se zažene KDE. Lokacijo imenika lahko spremenite, in tja se bo samodejno prestavila tudi vsebina.
sr: Ovaj direktorijum sadrži aplikacija ili linkove do aplikacija (prečice) koje želite automatski da startujete kadgod je KDE startovan. Možete da promenite lokaciju ovoga direktorijuma, ako to želite, i njegov sadržaj će se automatski premestiti na novu lokaciju.
sv: Denna katalog innehåller program eller länkar till program (genvägar) som du vill starta automatiskt närhelst KDE startar. Du kan ändra plats på denna katalog om du vill, och innehållet kommer att flyttas med automatiskt till den nya platsen.
th: ไดเรกทอรีนี้ บรรจุแอพพลิเคชัน หรือลิงค์ของแอพพลิเคชัน (shortcuts) ที่คุณต้องการให้ทำงานอัตโนมัติทุกครั้งเมื่อเริ่ม KDE คุณสามารถเปลี่ยนตำแหน่งของตำแหน่งนี่้ได้ตามต้องการ และแฟ้มต่างๆ ที่มีอยู่จะถูกย้ายไปยังตำแหน่งใหม่โดยอัตโนมัติ
uk: Цей каталог містить всі програми або посилання до програм (shortcuts), які Ви хочете автоматично запускати при старті KDE. Ви можете змінити положення цього каталогу при бажанні - зміст також автоматично переміститься у нове положення.
xh: Olu lawulo luqulathe izicelo okanye amakhonkco kwizicelo (iindlela ezimfutshane) ofuna ukuziqala ngokuzenzekela ngexesha i KDE iqala.Ungatshintsha indawo yolu lawulo ukuba ufuna njalo, kwaye imixholo iza kuhamba ngokuzenzekela kwindawo entsha.

source: &Documents path:
af: dokumente gids soeklys:
az: &Sənəd cığır:
da: Sti til &dokumenter:
el: Διαδρομή Ε&γγράφων:
et: &Dokumentide otsingutee:
fi: &Asiakirjojen polku:
he: :ם&יכמסמ ביתנ
hu: A &dokumentumok elérési útja:
id: Path &Dokumen:
is: Slóð að &skjölum:
ja: 文書 パス(&D):
ko: 문서 경로(&D):
lt: &Dokumentų kelias:
lv: &Dokumentu ceļš:
mt: Post fejn jinżammu d-&dokumenti:
nl: &Documentenpad:
no: &Dokumentsti:
pl: Ścieżka do &dokumentów
pt: Localização dos &documentos:
pt_br: Caminho dos &documentos:
ro: Cale &documente:
ru: &Каталог для документов:
sk: Cesta k &dokumentom:
sl: Pot do &dokumentov:
sr: Putanja za &dokumente:
sv: Sökväg till &dokument:
ta: ¬Å½ô À¡¨¾:
th: ตำแหน่งโฟลเดอร์เอกสาร:
uk: Шлях до &документів:
xh: &Umendo wamaxwebhu:

source: This directory will be used by default to load or save documents from or to.
af: hierdie gids sal wees gebruik word deur verstek aan las of stoor dokumente van of aan.
az: Bu cərgə sənədlərinizi əsasən saxlamaq və yükləmək üçün işlədilir
da: Denne mappe vil blive brugt som standard til at indlæse og gemme dokumenter.
el: Αυτός θα είναι ο προκαθορισμένος κατάλογος για άνοιγμα/αποθήκευση εγγράφων.
et: Seda kataloogi kasutatakse vaikimisi dokumentide salvestamiseks ning lugemiseks.
fi: Tätä hakemistoa käytetään oletushakemistona tiedostojen hakemista tai tallentamista varten.
he: <p align=right>שומיש השעיי וז הירפסב<br>הניעטל לדחמ תרירבכ<br>.םיכמסמ לש הרימשו
hu: Ez a könyvtár lesz a dokumentumok megnyitásának és elmentésének alapértelmezett könyvtára.
is: Þessi mappa er venjulega notuð til að hlaða eða vista skjöl.
ja: このディレクトリは文書の標準の読み込み/保存先として使われます
ko: 이 자료방은 문서를 읽어들이거나 저장할때 기본 자료방으로 이용합니다.
lt: Šitas katalogas kitaip nenurodžius yra naudojamas dokumentų užkrovimui ir išsaugojimui.
lv: Šis direktorijs pēc noklusēšanas tiks izmantots dokumentu ielādēšanai vai saglabāšanai no vai uz.
mt: Dan id-direttorju jiġi suġġerit awtomatikament biex taqra' jew tikteb fajl.
nl: Deze map wordt standaard gebruikt om documenten uit te laden of in op te slaan.
no: Denne katalogen vil bli brukt som standard for å laste eller lagre dokumenter.
pl: Ten katalog będzie używany jako domyślne miejsce wczytywania i zapisywania dokumentów.
pt: Esta directoria será usada por omissão para ler ou gravar documentos de/para ela.
ru: Этот каталог будет использоваться по умолчанию для загрузки и сохранения документов.
sk: Tento priečinok bude použitý ako štandardný pre načítavanie a ukladanie vašich dokumentov.
sl: To bo privzeti imenik za nalaganje in shranjevanje dokumentov.
sr: Ovaj direktorijum će biti definisan za učitavanje ili snimanje dokumenata.
sv: Denna katalog kommer att användas som förval när du laddar eller sparar dokument.
ta: ¬Å½í¸¨Ç ²üÚõ/§ºÁ¢ìÌõ ¦¸¡¼¡¿¢¨Ä «¨¼Å¡¸ ­ùÅ¨¼× ÒÆíÌõ.
th: ไดเรกทอรีนี้ จะถูกใช้โดยปริยาย เพื่อเรียกใช้ หรือบันทึกเอกสาร
uk: Каталог буде типовим для завантаження та збереження документів.
xh: Lo mlawuli uzakusetyenziswa kokungagqibekanga ukulayisha okanye ukugcina amaxwebhu ukusuka okanye ukuya.
