Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: With this option activated, only one instance of Konqueror will exist in the memory of your computer at any moment, no matter how many browsing windows you open, thus reducing resource requirements.<p>Be aware that this also means that, if something goes wrong, all your browsing windows will be closed simultaneously.
af: met hierdie opsie geaktiveer, slegs een voorbeeld van konqueror sal bestaan in die geheue van jou rekenaar na enige oomblik, nee geag hoe veel blaaiïng vensters jy open, dus verminder hulpbron benodighede.<p>wees bewus wat hierdie asook beteken wat, as iets gaan verkeerde, alle jou blaaiïng vensters sal wees gesluit gelyktydig.
az: Bu seçənəyin fəal olmasıyla, eyni anda bir çox Konqueror səyyahı olmasına baxmayaraq kompüterinizin yaddaşında sadəcə olaraq bir Konqueror iclası olacaq, beləcə sistem mənbələri boşa xərclənməyəcəkdir.<p>Fəqət bu halda bir şeylərin tərs getməsiylə bütün pəncərələrinizin eyni anda qapanacağını unutmayın.
da: Når denne indstilling er aktiveret er der kun én udgave af Konqueror i hukommelsen på et givet tidspunkt uanset hvor mange søgevinduer du åbner, således at ressourcekrav reduceres.<p>Vær klar over at dette også betyder at, hvis noget går galt, så vil alle dine søgevinduer blive lukkede samtidigt
el: Με αυτή την επιλογή ενεργοποιημένη, μόνο ένα αντίγραφο του Konqueror θα υπάρχει στη μνήμη του υπολογιστή σας σε κάθε δεδομένη στιγμή, ανεξάρτητα από το πόσα παράθυρα φυλλομέτρησης έχετε ανοίξει, με αποτέλεσμα μειωμένες απαιτήσεις πόρων.<p>Έχετε υπόψη σας ότι αυτό σημαίνει επίσης πως, αν κάτι πάει στραβά, όλα τα ανοιχτά παράθυρα φυλλομέτρησης θα κλείσουν ταυτόχρονα.
et: Kui see valik on aktiveeritud, eksisteerib suvalisel ajahetkel arvuti mälus ainult üks Konqueror, ükskõik kui palju lehitsemise aknaid ka lahti poleks vähendades nii ressursi vajadusi.<p>See tähendab aga ka seda, et kui midagi valesti läheb, suletakse kõik lehitsemise aknad korraga.
fi: Jos tämä kohta on valittuna, vain yksi Konquerorin muistia varaava tietue on tietokoneen muistissa huolimatta avoimien ikkunoiden määrästä. Tämä vaihtoehto vähentää muistin käyttöä.<p> Mikäli jokin Konquerorin ikkuna jumiutuu, kaikki ikkunat suljetaan samanaikaisesti.
he: <p align=right>דחא עפומ קר םייק היהי ןותנ עגר לכב ,תרחבנ וז תורשפא רשאכ<br>רשק ילב ,ךלש בשחמה לש ןורכיזב Konqueror לש דבלב<br>תרשפאתמ וז ךרדב .םיחותפה ןפדפדה תונולח רפסמל<br>.םיבאשמה תושירד תתחפה<p align=right>ןפדפדה תונולח לכ ,שבתשמ והשמ םאש םג רמוא הז יכ בל םיש<br>.דחיב ורגסיי ךלש
hu: Ha bejelöli ezt az opciót, akkor a Konqueror-ból mindig csak egy példány fog futni (függetlenül attól, hogy hány böngészőablakot nyit meg) az erőforrásigény csökkentése érdekében.<p>Ne felejtse el: ennek az a következménye, hogy ha hiba történik valamelyik böngészőablakban, akkor az összes többi is azonnal bezáródik.
is: Þessi valkostur kemur í veg fyrir að mörg tilvik af Konqueror séu í minni samtímis og bætir nýtingu ýmissa auðlinda (fer sparlegar með minni).<p>Athugaðu að þetta hefur þann ókost að ef þú skoðar eitthvað (vefsíðu, möppu, skrá, ...) sem veldur hruni í Konqueror, þá munu allir aðrir samskonar gluggar lokast á sama tíma.
ja: このオプションを有効にするといくつのブラウザウィンドウを開いてもいつでもコンピュータのメモリにはKonquerorのインスタンスが一つだけしか存在しなくなり、必要とする資源を節約できます。<p>ただし、何か問題が発生するとすべてのブラウザウィンドウが一斉に閉じてしまうことに注意して下さい。
lt: Esant suaktyvintai šitai parinkčiai, jūsų kompiuterio atmintyje vienu metu bus saugomas tik vienas Konqueror atvaizas, nepriklausomai nuo to, kiek naršymo langų yra atverta. Tai sumažina atminties poreikį.<p>Tai taip pat reiškia, kad jei atsitiks kažkas blogo, visi jūsų naršymo langai bus uždaryti vienu metu.
lv: Ja šī opcija ir aktivēta, tikai viens Iekarotāja process eksistēs datora atmiņā jekurā momentā, neatkarīgi no tā cik pārlūkošanas logus jūs atverat, tas samazina sistēmas prasības.<p> Uzmanieties, tas arī nozīmē, ja kaut kas noies greizi, visi jūsu pārlūkošanas logi tiks aizvērti vienlaicīgi.
mt: B'din l-għażla ittikkjata, kopja waħda ta' konqueror tinżamm fil-memorja, irrelevanti kemm tiftaħ windows tal-browser, b'hekk jonqos il-konsum ta' memorja.<p>Oqgħod attent li dan ifisser ukoll li jekk jinqala' xi ħaġa ħażin, il-windows <u>kollha</u> tal-browser jingħalqu f'daqqa.
nl: Als u deze optie activeert, dan zal er niet meer dan een instantie van Konqueror in uw computergeheugen draaien, ongeacht het aantal geopende Konqueror-vensters. Dit vermindert de benodigde hoeveelheid hulpbronnen. <p>Houd er rekening mee dat dit ook betekent dat, als er iets mis gaat, al uw browservensters tegelijkertijd worden gesloten.
no: Når dette valget er avkrysset vil det aldri være mer enn en forekomst av Konqueror i minnet på maskinen, uansett hvor mange Konqueror-vinduer du åpner. Dette reduserer kravene til maskinressurser. <p> Vær oppmerksom på at hvis noe går galt og Konqueror stopper, så blir alle Konqueror-vinduene lukket på en gang.
pl: Jeśli ta opcja włączona, wtedy uruchomiona zostanie tylko jedna kopia Konquerora, niezależnie jak dużo okien przeglądarki zostane otwartych, co ograniczy ilość potrzebnych zasobów (np. pamięci).<p>Pamiętaj, że oznacza to, że jeśli coś się stanie niedobrego, znikną wszystkie okna.
pt: Com esta opção activada, só existirá uma instância do Konqueror na memória do teu computador em qualquer altura independentemente de quantas janelas de navegação abrires, o que reduz os requisitos de recursos.<p>Lembra-te que, se algo correr mal, todas as tuas janelas serão fechadas em simultâneo.
ru: При включении этой опции в памяти компьютера будет находиться всегда только один экземпляр Konqueror, независимо от того, как много окон обзора будет открыто. Тем самым снижаются требования к ресурсам. <p>Учтите, что это также означает, что если возникнет ошибка, будут закрыты сразу все все ваши окна обзора.
sk: Ak je táto voľba použitá, existuje iba jedna inštancia Konquerora v pamäti, bez ohľadu na to, koľko okien máte otvorených, takže sú znížené požiadavky na zdroje.<p>To ale aj znamená, že ak sa stane niečo zlého, všetky okná budú naraz zatvorené.
sl: Če je ta izbira omogočena, bo v pomnilniku v danem trenutku obstajal le en izvod Konquerorja, neglede na to koliko oken za brskanje odprete; nata način boste zmanjšali zahteve po sredstvih.<p> Vedite tudi, da se bodo če bo šlo karkoli narobe, zaprla vsa okna hkrati.
sv: När det här alternativet är aktiverat kommer bara en instans av Konqueror att finnas i din dators minne oberoende av hur många webbläsningsfönster du öppnar. På det här sättet minskas resurskraven. <p>Observera att det här också betyder att om någonting går fel så kommer alla dina webbläsningsfönster att stängas samtidigt.
ta: ­ùÅ¢ÕôÀõ ¦¾Ã¢×¦ºöÂôÀÊý ±ò¾¨É §Á§Ä¡Êî º¡ÇÃí¸û ¾¢Èó¾¢ÕôÀ¢Ûõ ¸¡ý¦¸¡ÃÃ¢ý ´§Ã¦Â¡Õ À¢Ã¾¢ ÁðÎ§Á ¯í¸û ¸½¢É¢Â¢ø ­ÕìÌõ. ­¾É¡ø «¾üÌò §¾¨ÅÂ¡É ÅÇí¸Ç¢ý «Ç×õ Ì¨ÈÔõ. ¬Â¢Ûõ ²¾¡ÅÐ ¾ÅÚ §¿÷ó¾¡ø, ±øÄ¡î º¡ÇÃí¸Ù§Á ´§Ã §¿Ãò¾¢ø ã¼ôÀðÎÅ¢Îõ.
th: หากเลือกใช้ตัวเลือกนี้ จะมีอินสแตนซ์ของ Konqueror เพียงตัวเดียวเท่านั้น ที่ทำงานอยู่ในหน่วยความจำ ไม่ว่าคุณจะเปิดใช้งาน หน้าต่างบราวเซอร์กี่ตัวก็ตาม ซึ่งจะทำให้ มีการใช้ทรัพยากรน้อยลง <p>แต่ก็ต้องระวัง หากมีข้อผิดพลาดบางอย่างเกิดขึ้น ทุกหน้าต่างบราวเซอร์ที่เปิดไว้ก็จะถูกปิดพร้อมกันในทันที
uk: Якщо цей параметр ввімкнено, тільки один зразок Konqueror буде існувати в пам'яті комп'ютера без відносно до кількості відкритих вікон перегляду, таким чином зменшуючи використання ресурсів.<p>Вважайте, це також означає, що якщо щось трапиться всі вікна перегляду будуть закриті.
xh: Ngolu khetho olusebenzayo, ngumzekelo omnye kuphela we Konqueror ozakubakho kwi nkumbulo yecomputer yakho nangawuphi umzuzu, akukhathaliseki nokuba zingaphi iwindow zokukhangela iincwadi ozivulayo, ngoko zinciphisa iimfuno zecebo.<p>Lumka kuba oku kuthetha ukuba, ukuba kukho into engahambi kakukhle, zonke iiwindows zokhangelo zincwadi ziza kuvalwa ngokuxubana.

source: With this option activated, only one instance of Konqueror will exist in the memory of your computer at any moment, no matter how many local browsing windows you open, thus reducing resource requirements.<p>Be aware that this also means that, if something goes wrong, all your local browsing windows will be closed simultaneously
af: met hierdie opsie geaktiveer, slegs een voorbeeld van konqueror sal bestaan in die geheue van jou rekenaar na enige oomblik, nee geag hoe veel plaaslike blaaiïng vensters jy open, dus verminder hulpbron benodighede.<p>wees bewus wat hierdie asook beteken wat, as iets gaan verkeerde, alle jou plaaslike blaaiïng vensters sal wees gesluit gelyktydig
az: Bu seçənəyin fəal olmasıyla, eyni anda bir çox Konqueror yerli səyyahı olmasına baxmayaraq kompüterinizin yaddaşında sadəcə olaraq bir Konqueror iclası olacaq, beləcə sistem mənbələri boşa xərclənməyəcəkdir.<p>Fəqət bu halda bir şeylərin tərs getməsiylə bütün pəncərələrinizin eyni anda qapanacağını unutmayın.
da: Når denne indstilling er aktiveret er der kun én udgave af Konqueror i hukommelsen på et givet tidspunkt uanset hvor mange lokale søgevinduer du åbner, således at ressourcekrav reduceres.<p>Vær klar over at dette også betyder at, hvis noget går galt, så vil alle dine lokale søgevinduer blive lukkede samtidigt
el: Με αυτή την επιλογή ενεργοποιημένη, μόνο ένα αντίγραφο του Konqueror θα υπάρχει στη μνήμη του υπολογιστή σας σε κάθε δεδομένη στιγμή, ανεξάρτητα από το πόσα παράθυρα τοπικής φυλλομέτρησης έχετε ανοίξει, με αποτέλεσμα μειωμένες απαιτήσεις πόρων.<p>Έχετε υπόψη σας ότι αυτό σημαίνει επίσης πως, αν κάτι πάει στραβά, όλα τα ανοιχτά παράθυρα τοπικής φυλλομέτρησης θα κλείσουν ταυτόχρονα.
et: Kui see valik on aktiveeritud, eksisteerib suvalisel ajahetkel arvuti mälus ainult üks Konqueror, ükskõik kui palju kohaliku failisüsteemi lehitsemise aknaid ka lahti poleks vähendades nii ressursi vajadusi.<p>See tähendab aga ka seda, et kui midagi valesti läheb, suletakse kõik kohaliku failisüsteemi aknad korraga.
fi: Jos tämä kohta on valittuna, vain yksi Konquerorin muistia varaava tietue on tietokoneen muistissa huolimatta avoimien tiedostonhallintaikkunoiden määrästä. Tämä vaihtoehto vähentää muistin käyttöä.<p> Mikäli jokin Konquerorin ikkuna jumiutuu, kaikki tiedostonhallintaikkunat suljetaan samanaikaisesti.
he: <p align=right>דחא עפומ קר םייק היהי ןותנ עגר לכב ,תרחבנ וז תורשפא רשאכ<br>רשק ילב ,ךלש בשחמה לש ןורכיזב Konqueror לש דבלב<br>תרשפאתמ וז ךרדב .םיחותפה םיימוקמה ףודפדה תונולח רפסמל<br>.םיבאשמה תושירד תתחפה<p align=right>ףודפדה תונולח לכ ,שבתשמ והשמ םאש םג רמוא הז יכ בל םיש<br>.דחיב ורגסיי ךלש םיימוקמה
hu: Ha bejelöli ezt az opciót, akkor a Konqueror-ból mindig csak egy példány fog futni, függetlenül attól, hogy hány fájlböngésző-ablakot nyit meg, az erőforrásigény csökkentése érdekében.<p>Ne felejtse el: ennek az a következménye, hogy ha hiba történik bármelyik fájlböngésző-ablakban, akkor az összes többi is azonnal bezáródik.
is: Þessi valkostur kemur í veg fyrir að mörg tilvik af staðværum skráarstjóra Konqueror séu í minni samtímis og bætir nýtingu ýmissa auðlinda (fer sparlegar með minni).<p>Athugaðu að þetta hefur þann ókost að ef þú skoðar eitthvað (möppu, skrá, ...) sem veldur hruni í Konqueror, þá munu allir aðrir samskonar gluggar lokast á sama tíma.
ja: このオプションを有効にするといくつのブラウザウィンドウを開いてもいつでもコンピュータのメモリにはKonquerorのインスタンスが一つだけしか存在しなくなり、必要とする資源を節約できます。<p>ただし、何か問題が発生するとすべてのブラウザウィンドウが一斉に閉じてしまうことに注意して下さい。
lt: Esant suaktyvintai šitai parinkčiai, jūsų kompiuterio atmintyje vienu metu bus saugomas tik vienas Konqueror atvaizas, nepriklausomai nuo to, kiek vietinio naršymo langų yra atverta. Tai sumažina atminties poreikį.<p>Tai taip pat reiškia, kad jei atsitiks kažkas blogo, visi jūsų naršymo langai bus uždaryti vienu metu
lv: Ja šī opcija ir aktivēta, tikai viens Iekarotāja process eksistēs datora atmiņā jekurā momentā, neatkarīgi no tā cik pārlūkošanas logus jūs atverat, tas samazina sistēmas prasības.<p> Uzmanieties, tas arī nozīmē, ja kaut kas noies greizi, visi jūsu pārlūkošanas logi tiks aizvērti vienlaicīgi.
mt: B'din l-għażla ittikkjata, kopja waħda ta' konqueror tinżamm fil-memorja, irrelevanti kemm tiftaħ windows tal-browser lokali, b'hekk jonqos il-konsum ta' memorja.<p>Oqgħod attent li dan ifisser ukoll li jekk jinqala' xi ħaġa ħażin, il-windows <u>kollha</u> tal-browser lokali jingħalqu f'daqqa.
nl: Als u deze optie activeert, dan zal er niet meer dan een instantie van Konqueror in uw computergeheugen draaien, ongeacht het aantal geopende bestandsvensters. Dit vermindert de benodigde hoeveelheid hulpbronnen. <p>Houd er rekening mee dat dit ook betekent dat, als er iets mis gaat, al uw bestandsvensters tegelijkertijd worden gesloten.
no: Når dette valget er avkrysset vil det aldri være mer enn en forekomst av Konqueror i minnet på maskinen, uansett hvor mange lokale vinduer du åpner. Dette reduserer kravene til maskinressurser. <p> Vær oppmerksom på at hvis noe går galt og Konqueror stopper, så blir alle lokale Konqueror-vinduer lukket på en gang.
pl: Jeśli ta opcja włączona, wtedy uruchomiona zostanie tylko jedna kopia Konquerora, niezależnie jak dużo okien przeglądarki zostane otwartych, co ograniczy ilość potrzebnych zasobów (np. pamięci).<p>Pamiętaj, że oznacza to, że jeśli coś się stanie niedobrego, znikną wszystkie okna.
pt: Com esta opção activada, só existirá uma instância do Konqueror na memória do teu computador em qualquer altura independentemente de quantas janelas de navegação local abrires, o que reduz os requisitos de recursos.<p>Lembra-te que, se algo correr mal, todas as tuas janelas serão fechadas em simultâneo
ru: При включении этой опции в памяти компьютера будет находиться всегда только один экземпляр Konqueror, независимо от того, как много окон просмотра локальных каталогов будет открыто. Тем самым снижаются требования к ресурсам. <p>Учтите, что это также означает, что если возникнет ошибка, будут закрыты сразу все все ваши локальные окна обзора.
sk: Ak je táto voľba použitá, existuje iba jedna inštancia Konquerora v pamäti, bez ohľadu na to, koľko okien máte otvorených, takže sú znížené požiadavky na zdroje.<p>To ale aj znamená, že ak sa stane niečo zlého, všetky okná s lokálnymi priečinkami budú naraz zatvorené.
sl: Če je ta izbira omogočena, bo v pomnilniku v danem trenutku obstajal le en izvod Konquerorja, neglede na to koliko oken za krajevno brskanje odprete; na ta način boste zmanjšali zahteve po sredstvih.<p> Vedite tudi, da se bodo če bo šlo karkoli narobe, zaprla vsa okna za krajevno brskanje hkrati.
sv: När det här alternativet är aktiverat kommer bara en instans av Konqueror att finnas i din dators minne oberoende av hur många lokala bläddringsfönster du öppnar. På det här sättet minskas resurskraven. <p>Observera att det här också betyder att om någonting går fel så kommer alla dina lokala bläddringsfönster att stängas samtidigt.
ta: ­ùÅ¢ÕôÀõ ¦¾Ã¢×¦ºöÂôÀÊý ±ò¾¨É §Á§Ä¡Êî º¡ÇÃí¸û ¾¢Èó¾¢ÕôÀ¢Ûõ ¸¡ý¦¸¡ÃÃ¢ý ´§Ã¦Â¡Õ À¢Ã¾¢ ÁðÎ§Á ¯í¸û ¸½¢É¢Â¢ø ­ÕìÌõ. ­¾É¡ø «¾üÌò §¾¨ÅÂ¡É ÅÇí¸Ç¢ý «Ç×õ Ì¨ÈÔõ. ¬Â¢Ûõ ²¾¡ÅÐ ¾ÅÚ §¿÷ó¾¡ø, ¯í¸û ±øÄ¡ §Á§Ä¡Êî º¡ÇÃí¸Ùõ ´§Ã §¿Ãò¾¢ø ã¼ôÀðÎÅ¢Îõ
th: หากเลือกใช้ตัวเลือกนี้ จะมีอินสแตนซ์ของ Konqueror เพียงตัวเดียวเท่านั้น ที่ทำงานอยู่ในหน่วยความจำ ไม่ว่าคุณจะเปิดใช้งาน หน้าต่างบราวเซอร์กี่ตัวก็ตาม ซึ่งจะทำให้ มีการใช้ทรัพยากรน้อยลง <p>แต่ก็ต้องระวัง หากมีข้อผิดพลาดบางอย่างเกิดขึ้น ทุกหน้าต่างบราวเซอร์ที่เปิดไว้ก็จะถูกปิดพร้อมกันในทันที
uk: Якщо цей параметр ввімкнено, тільки один зразок Konqueror буде існувати в пам'яті комп'ютера без відносно до кількості відкритих вікон локального перегляду, таким чином зменшуючи використання ресурсів.<p>Вважайте, це також означає, що якщо щось трапиться всі вікна перегляду будуть закриті.
xh: Ngolu khetho olusebenzayo, ngumzekelo omnye kuphela we Konqueror okhoyo kwi nkumbulo yecomputer yakho ngawo nawuphi umzuzu, akukhathaliseki nokuba zingaphi iiwindow zobulali zokukhangela iincwadi ozivulayo, ngoko iimfuno zokunciphisa icebo.<p>Lumka kuba oku kuthetha ukuba, ukuba kukho into engahambi kakuhle, zonke iiwindow zobulali zokhangelo zincwadi zizakuvalwa ngokuxubeneyo

source: With this option activated, only one instance of Konqueror will exist in the memory of your computer at any moment, no matter how many web browsing windows you open, thus reducing resource requirements.<p>Be aware that this also means that, if something goes wrong, all your web browsing windows will be closed simultaneously
af: met hierdie opsie geaktiveer, slegs een voorbeeld van konqueror sal bestaan in die geheue van jou rekenaar na enige oomblik, nee geag hoe veel web blaaiïng vensters jy open, dus verminder hulpbron benodighede.<p>wees bewus wat hierdie asook beteken wat, as iets gaan verkeerde, alle jou web blaaiïng vensters sal wees gesluit gelyktydig
az: Bu seçənəyin fəal olmasıyla, eyni anda bir çox Konqueror web səyyahı olmasına baxmayaraq kompüterinizin yaddaşında sadəcə olaraq bir Konqueror iclası olacaq, beləcə sistem mənbələri boşa xərclənməyəcəkdir.<p>Fəqət bu halda bir şeylərin tərs getməsiylə bütün pəncərələrinizin eyni anda qapanacağını unutmayın.
da: Når denne indstilling er aktiveret er der kun én udgave af Konqueror i hukommelsen på et givet tidspunkt uanset hvor mange netsøgevinduer du åbner, således at ressourcekrav reduceres.<p>Vær klar over at dette også betyder at, hvis noget går galt, så vil alle dine netsøgevinduer blive lukkede samtidigt
el: Με αυτή την επιλογή ενεργοποιημένη, μόνο ένα αντίγραφο του Konqueror θα υπάρχει στη μνήμη του υπολογιστή σας σε κάθε δεδομένη στιγμή, ανεξάρτητα από το πόσα παράθυρα φυλλομέτρησης web έχετε ανοίξει, με αποτέλεσμα μειωμένες απαιτήσεις πόρων.<p>Έχετε υπόψη σας ότι αυτό σημαίνει επίσης πως, αν κάτι πάει στραβά, όλα τα ανοιχτά παράθυρα φυλλομέτρησης web θα κλείσουν ταυτόχρονα
et: Kui see valik on aktiveeritud, eksisteerib suvalisel ajahetkel arvuti mälus ainult üks Konqueror, ükskõik kui palju veebilehitsemise aknaid ka lahti poleks vähendades nii ressursi vajadusi.<p>See tähendab aga ka seda, et kui midagi valesti läheb, suletakse kõik veebilehitsemise aknad korraga.
fi: Jos tämä kohta on valittuna, vain yksi Konquerorin muistia varaava tietue on tietokoneen muistissa huolimatta avoimien selausikkunoiden määrästä. Tämä vaihtoehto vähentää muistin käyttöä.<p> Mikäli jokin Konquerorin ikkuna jumiutuu, kaikki selausikkunat suljetaan samanaikaisesti.
he: <p align=right>קר םייק היהי ןותנ עגר לכב ,תרחבנ וז תורשפא רשאכ<br>ילב ,ךלש בשחמה לש ןורכיזב Konqueror לש דבלב דחא עפומ<br>וז ךרדב .םיחותפה טנרטניאב השילגה תונולח רפסמל רשק<br>.םיבאשמה תושירד תתחפה תרשפאתמ<p align=right>תונולח לכ ,שבתשמ והשמ םאש םג רמוא הז יכ בל םיש<br>.דחיב ורגסיי ךלש טנרטניאב השילגה
hu: Ha bejelöli ezt az opciót, akkor a Konqueror-ból mindig csak egy példány fog futni, függetlenül attól, hogy hány böngészőablakot nyit meg, az erőforrásigény csökkentése érdekében.<p>Ne felejtse el: ennek az a következménye, hogy ha hiba történik valamelyik böngészőablakban, akkor az összes többi is azonnal bezáródik.
is: Þessi valkostur kemur í veg fyrir að mörg tilvik af vefsjá Konqueror séu í minni samtímis og bætir nýtingu ýmissa auðlinda (fer sparlegar með minni).<p>Athugaðu að þetta hefur þann ókost að ef þú skoðar vefsíðu sem veldur hruni í Konqueror, þá munu allir aðrir samskonar gluggar lokast á sama tíma.
ja: このオプションを有効にするといくつのブラウザウィンドウを開いてもいつでもコンピュータのメモリにはKonquerorのインスタンスが一つだけしか存在しなくなり、必要とする資源を節約できます。<p>ただし、何か問題が発生するとすべてのブラウザウィンドウが一斉に閉じてしまうことに注意して下さい。
lt: Esant suaktyvintai šitai parinkčiai, jūsų kompiuterio atmintyje vienu metu bus saugomas tik vienas Konqueror atvaizas, nepriklausomai nuo to, kiek web naršymo langų yra atverta. Tai sumažina atminties poreikį.<p>Tai taip pat reiškia, kad jei atsitiks kažkas blogo, visi jūsų naršymo langai bus uždaryti vienu metu
lv: Ja šī opcija ir aktivēta, tikai viens Iekarotāja process eksistēs datora atmiņā jekurā momentā, neatkarīgi no tā cik pārlūkošanas logus jūs atverat, tas samazina sistēmas prasības.<p> Uzmanieties, tas arī nozīmē, ja kaut kas noies greizi, visi jūsu pārlūkošanas logi tiks aizvērti vienlaicīgi.
mt: B'din l-għażla ittikkjata, kopja waħda ta' konqueror tinżamm fil-memorja, irrelevanti kemm tiftaħ windows tal-web browser, b'hekk jonqos il-konsum ta' memorja.<p>Oqgħod attent li dan ifisser ukoll li jekk jinqala' xi ħaġa ħażin, il-windows <u>kollha</u> tal-web browser jingħalqu f'daqqa.
nl: Als u deze optie activeert, dan zal er niet meer dan een instantie van Konqueror in uw computergeheugen draaien, ongeacht het aantal geopende browservensters. Dit vermindert de benodigde hoeveelheid hulpbronnen. <p>Houd er rekening mee dat dit ook betekent dat, als er iets mis gaat, al uw browservensters tegelijkertijd worden gesloten.
no: Når dette valget er avkrysset vil det aldri være mer enn en forekomst av Konqueror i minnet på maskinen, uansett hvor mange nettvinduer du åpner. Dette reduserer kravene til maskinressurser. <p> Vær oppmerksom på at hvis noe går galt og Konqueror stopper, så blir alle nettvinduer lukket på en gang.
pl: Jeśli ta opcja włączona, wtedy uruchomiona zostanie tylko jedna kopia Konquerora, niezależnie jak dużo okien przeglądarki zostane otwartych, co ograniczy ilość potrzebnych zasobów (np. pamięci).<p>Pamiętaj, że oznacza to, że jeśli coś się stanie niedobrego, znikną wszystkie okna.
pt: Com esta opção activada, só existirá uma instância do Konqueror na memória do teu computador em qualquer altura independentemente de quantas janelas de navegação Web abrires, o que reduz os requisitos de recursos.<p>Lembra-te que, se algo correr mal, todas as tuas janelas serão fechadas em simultâneo
ru: При включении этой опции в памяти компьютера будет находиться всегда только один экземпляр Konqueror, независимо от того, как много окон обзора WWW будет открыто. Тем самым снижаются требования к ресурсам. <p>Учтите, что это также означает, что если возникнет ошибка, будут закрыты сразу все все ваши окна обзора WWW.
sk: Ak je táto voľba použitá, existuje iba jedna inštancia Konquerora v pamäti, bez ohľadu na to, koľko okien máte otvorených, takže sú znížené požiadavky na zdroje.<p>To ale aj znamená, že ak sa stane niečo zlého, všetky webovské okná budú naraz zatvorené.
sl: Če je ta izbira omogočena, bo v pomnilniku v danem trenutku obstajal le en izvod Konquerorja, neglede na to koliko oken za brskanje po spletuodprete; na ta način boste zmanjšali zahteve po sredstvih.<p> Vedite tudi, da se bodo če bo šlo karkoli narobe, zaprla vsa okna za brskanje po spletu hkrati.
sv: När det här alternativet är aktiverat kommer bara en instans av Konqueror att finnas i din dators minne oberoende av hur många webbläsningsfönster du öppnar. På det här sättet minskas resurskraven. <p>Observera att det här också betyder att om någonting går fel så kommer alla dina webbläsningsfönster att stängas samtidigt.
ta: ­ùÅ¢ÕôÀõ ¦¾Ã¢×¦ºöÂôÀÊý ±ò¾¨É §Á§Ä¡Êî º¡ÇÃí¸û ¾¢Èó¾¢ÕôÀ¢Ûõ ¸¡ý¦¸¡ÃÃ¢ý ´§Ã¦Â¡Õ À¢Ã¾¢ ÁðÎ§Á ¯í¸û ¸½¢É¢Â¢ø ­ÕìÌõ. ­¾É¡ø «¾üÌò §¾¨ÅÂ¡É ÅÇí¸Ç¢ý «Ç×õ Ì¨ÈÔõ. ¬Â¢Ûõ ²¾¡ÅÐ ¾ÅÚ §¿÷ó¾¡ø, ¯í¸û ±øÄ¡ §Á§Ä¡Êî º¡ÇÃí¸Ùõ ´§Ã §¿Ãò¾¢ø ã¼ôÀðÎÅ¢Îõ
th: หากเลือกใช้ตัวเลือกนี้ จะมีอินสแตนซ์ของ Konqueror เพียงตัวเดียวเท่านั้น ที่ทำงานอยู่ในหน่วยความจำ ไม่ว่าคุณจะเปิดใช้งาน หน้าต่างบราวเซอร์กี่ตัวก็ตาม ซึ่งจะทำให้ มีการใช้ทรัพยากรน้อยลง <p>แต่ก็ต้องระวัง หากมีข้อผิดพลาดบางอย่างเกิดขึ้น ทุกหน้าต่างบราวเซอร์ที่เปิดไว้ก็จะถูกปิดพร้อมกันในทันที
uk: Якщо цей параметр ввімкнено, тільки один зразок Konqueror буде існувати в пам'яті комп'ютера без відносно до кількості відкритих вікон перегляду Тенет, таким чином зменшуючи використання ресурсів.<p>Вважайте, це також означає, що якщо щось трапиться всі вікна перегляду будуть закриті
xh: Ngolu khetho olusebenzayo, numzekelo omnye kuphela we Konqueror okhoyo kwi nkumbulo yecomputer yakho nangawuphi na umzuzu, akukhathaliseki nokuba zingaphi iiwindow zokukhangela iincwadi ze web ozivulayo, ngoko iimfuno zokunciphisa icebo.<p>Lumka kuba oku kuthetha ukuba, ukuba kukho nto engahambi kakuhle, zonke iiwindow zokhangelo zincwadi ziza kuvalwa ngokuxubeneyo
