Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: This option tells Konqueror whether to ask for a confirmation when you "delete" a file. <ul><li><em>Move To Trash:</em> moves the file to your trash directory, from where it can be recovered very easily.</li> <li><em>Delete:</em> simply deletes the file.</li> <li><em>Shred:</em> not only deletes the file, but overwrites the area on the disk where the file is stored, making recovery impossible. You should not remove confirmation for this method unless you routinely work with very confidential information.</li></ul>
af: hierdie opsie sê vir konqueror hetsy aan vra vir 'n bevestiging wanneer jy "uitvee" 'n lêer. <ul><li><em>beweeg aan gemors:</em> skuiwe die lêer aan jou gemors gids, van waar dit kan wees herwin baie maklik.</li> <li><em>uitvee:</em> eenvoudig deletes die lêer.</li> <li><em>versnipper:</em> nie slegs deletes die lêer, maar oorskryf die area op die disket waar die lêer is gestoor, maak herwinning onmoontlik. jy moet nie verwyder bevestiging vir hierdie metode tensy jy op gereelde basis werk met baie konfidentiële informasie.</li></ul>
az: Bu seçənək Konqueror'a, bir fayl ümumi hal menyusunda "sil"i seçdiyinizdə nə edəcəyini söyləyər. <ul><li><em>Zibilə At</em> faylı, asandca geri ala biləcəyiniz zibil qovluğuna daşıyır.</li><li><em>Sil</em> faylı tamamilə silər.</li><li><em>Parçala</em> faylı silmədən əvvəl geri alınmasını imkansız qılacaq şəkildə üstünə bilinən bit qəlibləri yazar. Əsas olaraq bu metodu həmişə çox gizli mə'lumatlar üstündə işləyirsinizsə işlətməlisiniz.</li></ul>
da: Denne indstilling fortæller konqueror, hvad der skal gøres hvis du vælger "slet" i en filsammenhængs menu. <ul><li><em>Flyt til affald</em>flytter filen til din affaldsmappe, hvor man nemt kan få fat på den igen.</li><li><em>Slet</em> sletter simpelthen filen</li<li>Makulér</em>overskriver filen med et bitmøster, før den bliver slettet. Dette gør det umuligt at genoprette den, og bør kun bruges, hvis du rutinemæssigt arbejder med meget fortrolig information.</li></ul>.
el: Αυτή η επιλογή λέει στον Konqueror αν θα ζητά επιβεβαίωση όταν "σβήνετε" ένα αρχείο. <ul><li><em> Μετακίνηση στα Σκουπίδια:</em> μετακινεί το αρχείο στον κατάλογο με τα σκουπίδια σας, από όπου μπορεί εύκολα να ανακτηθεί.</li><li><em>Διαγραφή:</em> απλά σβήνει το αρχείο.</li> <li><em>Καταστροφή:</em> όχι μόνο σβήνει το αρχείο, αλλά γράφει και πάνω στην περιοχή του δίσκου όπου αυτό ήταν αποθηκευμένο, κάνοντας αδύνατη την αποκατάστασή του. Δεν συνιστάται η απενεργοποίηση της επιβεβαίωσης για αυτή τη μέθοδο, εκτός και αν δουλεύετε όλη την ώρα με πολύ εμπιστευτικά δεδομένα.</li></ul>
et: Selle valikuga saad sa määrata, millal küsitakse kinnitust kui sa valid menüüst "Kustuta". <ul><li><em>Prügikasti lligutamine:</em> liigutab faili prügikasti kataloogi, kust teda on lihtne taastada</li><li><em>Kustuta:</em> lihtsalt kustutab faili </li><li><em>Hävitamine:</em> kirjutab üle koha kettal, kus faili hoiti, mis teeb taastamise võimatuks. Selle meetodi kinnituse küsimist ei peaks sa muutma kui sa ei tööta just väga konfidentsiaalse infoga.
fi: Tässä kohdassa valitaan, kysyykö Konqueror vahvistuksen, kun poistat tiedostoja.ul><li><em>Siirrä roskakoriin:</em> siirtää tiedoston roskakoriin, josta se voidaan palauttaa helposti.</li> <li><em>Poista:</em> tiedosto tuhotaan.</li> <li><em>Silppua:</em> ei pelkästään poista tiedostoa, vaan myös kirjoittaa kohtaan, jossa tiedosto oli, jolloin tiedoston palauttaminen on mahdotonta. Tätä valintaa ei kannata poistaa, mikäli et työskentele jatkuvasti erittäin luottamuksellisen tiedon kanssa.</li></ul>
he: <p align=right>.ץבוק "קחומ" התאשכ רושיא שקבל םאה Konqueror-ל תרמוא וז תורשפא <ul><li>,ךלש הפשאה תיירפסל ץבוקה תא ריבעמ <em>:הפשאה לסל רבעה</em><br>.הבר תולקב ותוא רזחשל ןתינ םש</li><li>ץבוקה תא קחומ טושפ <em>:קחמ</em></li><li>רבד ,ןסחואמ ץבוקה ובש ןנוכב רוזאה לע בתוכ םג אלא ,ץבוקה תא קחומ קר אל <em>:סורג</em><br>וז תורשפאל רושיאה תשקב תא ריסהל יאדכ אל .ירשפא יתלבל ורוזחש תא ךפוהה<br>.דואמ גווסמ עדימ םע תועיבקב דבוע התא ןכ םא אלא
hu: Ez beállítás határozza meg, hogy a Konqueror mit tegyen alapértelmezésként, ha Ön egy fájlt kiválasztva kiadja a "törlés" parancsot. <ul><li><em>Kidobás a szemétkosárba</em> esetén a törlendő fájl a szemétkosár könyvtárába kerül, ahonnan könnyen visszanyerhető</li> <li><em>Törlés:</em> egyszerűen törli a fájlt</li> <li><em>Megsemmisítés:</em> nem csak hogy törli a fájlt, hanem még felül is írja azt a lemezterületet ahol a fájl volt törlés előtt, ezáltal lehetetlenné teszi a visszaállítást. Ezt a módszert csak akkor használja alapértelmezésként, ha bizalmas információkkal dolgozik.</li></ul>
id: Opsi ini menyuruh Konqueror apakah akan bertanya untuk konfirmasi ketika sebuah berkas anda "hapus". <ul><li><em>Pindah ke Sampah:</em> memindahkan berkas direktori sampah anda, sehingga anda dapat memulihkannya dengan mudah.</li> <li><em>Hapus:</em> menghapus berkas.</li> <li><em>Hancurkan:</em> tidak hanya menghapus berkas, namun juga menimpa area penyimpan berkas pada disk, sehingga tidak mungkin dipulihkan. Anda tidak perlu membuang konfirmasi untuk metode ini kecuali anda secara rutin bekerja dengan informasi rahasia.</li></ul>
is: Þessi stilling ræður því hvað er sjálfgefið að gera ef þú "eyðir" skrá í Konqueror. <ul> <li><em>Henda í ruslið:</em> Færir skrána í ruslakörfuna hvaðan er mjög auðvelt að ná henni aftur.</li> <li><em>Eyða:</em> Eyðir skránni venjulega.</li> <li><em>Tæta:</em> Eyðir skránni og skrifar yfir svæðið á diskinum, svo það er (svotil) ómögulegt að ná þeim aftur. Þú ættir að nota þetta ef þú ert að vinna með mjög leynileg gögn.</li></ul>
ja: このオプションはファイルを"削除"したときにKDEが確認を求めるようにするものです。<ul><li><em>ごみ箱へ移動:</em>ファイルをごみ箱ディレクトリに移動します。このときごみ箱に捨てたファイルは簡単に復旧することができます。</li><li><em>削除:</em>単純にファイルを削除します</li><li><em>シュレッダーへ:</em>ファイルを削除するだけでなくファイルがあったディスク上の領域を復旧できないように上書きしてしまいます。高レベルの機密情報についてルーティンワークで行っている場合以外にはこの方法に対する確認メッセージは外すべきではありません。</li></ul>
ko: 이 옵션은 파일을 "지울" 때 확인 여부를 컹커러가 하도록 합니다. <ul><li><em>쓰레기통으로 보내기:</em> 쓰레기통 자료방으로 파일을 옮기기 때문에 매우 쉽게 복구할 수 있습니다. </li><li><em>지우기: </em>파일을 간단히 지웁니다. </li><li><em>완전히 지우기:</em> 파일을 지울 뿐만 아니라 파일이 저장되었던 디스크 공간을 덮어쓰도록 합니다. 복구는 불가능합니다. 매우 중요한 작업을 반복적으로 하지 않는다면 이 옵션을 이용하여 제거 동작을 하지 마십시오.</li></ul>
lt: Ši parinktis nurodo Konqueror ar klausti patvirtinimo, kai jūs „ištrinate“ bylą. <ul><li><em>Perkelti į Šiukšliadėžę:</em> perkelia bylą į šiukšliadėžę, iš kur jūs galite ją labai lengvai atgauti.</li> <li><em>Ištrinti:</em> paprasčiausiai ištrina bylą.</li> <li><em>Išskaidyti:</em> ne tik ištrina bylą, bet ir ką nors įrašo į tą disko, kur buvo saugoma byla, kas padaro atstatymą neįmanomu. Jūs neturėtumėte nuimti šio metodo patvirtinimo, nebent jūs dažnai dirbate su labai konfidencialia informacija.</li></ul>
lv: Šī opcija liek Iekarotājam prasīt jūsu apstiprinājumu, kad jūs "dzēšat" failu. <ul><li><em>Pārvietot uz Miskasti:</em> pārvieto failu uz jūsu miskastes direktoriju, no kura tas var tikt ļoti viegli atjaunots.</li> <li><em>Dzēst:</em> vienkārši dzēš failu.</li> <li><em>Sasmalcināt:</em> ne tikai nodzēš failu, bet pārraksta tā vietu uz diska kur fails ir saglabāts, padarot atjaunošanu neiespējamu. Jums nevajadzētu aizvākt apstiprinājumu ja vien jūs pastāvīgi nestrādājat ar ļoti konfidenciālu informāciju.</li></ul>
mt: Din l-għażla tgħid lill Konqueror jekk għandux jistaqsi għal konferma meta "tħassar" fajl. <ul> <li><em>Waddab fl-iskart</em> imexxi l-fajl għal ġod-direttorju tal-iskart, minn fejn jista' jerġa' jinġab lura faċilment.</li> <li><em>Ħassar</em> sempliċiment iħassar il-fajl.</li> <li><em>Qatta'</em> mhux biss iħassar il-fajl, imma jnaddaf il-parti tad-diska fejn kien miżmum billi jikteb diversi sekwenzi ta' bits, biex ikun totalment impossibbli tirkuprah. M'għandekx tneħħi l-konferma minn dan il-metodu sakemm ma taħdimx regolarment b'informazzjoni konfidenzjali. </li></ul>
nl: Deze optie vertelt Konqueror of hij om een bevestiging moet vragen als u een bestand "verwijderd". <ul><li><em>Naar prullenbak verplaatsen:</em> verplaatst een bestand naar de prullenbakmap, zodat u deze eenvoudig kunt terugzetten.</li><li><em>Verwijderen:</em>verwijdert eenvoudigweg het bestand.</li><li><em>Vernietigen:</em> verwijdert een bestand niet alleen, maar overschrijft het gebied op de schijf waar het bestand opgeslagen is, waardoor een eventueel herstel onmogelijk is. U moet de bevestiging voor deze methode uitsluitend verwijderen als u routinematig werkt met zeer vertrouwelijke informatie. </li></ul>
no: Dette valget forteller konqueror hva som skal gjøres når du velger "slett" i en filkonteksmeny. <ul><li><em>Flytt til papirkurv</em> flytter filene til papirkurv-katalogen hvor den enkelt kan bli gjenopprettet.</li><li><em>Slett</em> sletter bare filen.</li><li><em>Sikker sletting</em> vil ikke bare slette filen, men vil også overskrive filen med forskjellige mønster før sletting. Dette gjør gjenoppretting umulig. Du bør bare bruke denne metoden som standard hvis du vanligvis jobber med meget konfidensiell informasjon.</li></ul>
pl: Ta opcja zadaje Konquerorowi co ma domyślnie robić przy "kasowaniu" pliku. <ul><li><em>Przesuń do śmietnika:</em> przesuwa plik do śmietnika, z którego może być łatwo odzyskany.</li> <li><em>Kasuj:</em> kasuje plik</li> <li><em> Wymaż:</em> nie tylko kasuje plik ale takze nadpisuje miejsce po nim na dysku, uniemożliwiając odzyskanie. Powinno się tej opcji używać domyślnie wyłącznie gdy pracuje się zwykle nad ściśle tajnymi dokumentami.</li></ul>
pt: Esta opção diz ao konqueror o que deve fazer se decidires "apagar" um ficheiro. <ul><li><em>Mover para o Lixo</em> move o ficheiro para a directoria que contém o lixo; o ficheiro pode ser recuperado muito facilmente</li><li><em>Apagar</em> apaga simplesmente o ficheiro</li><li><em>Destruir</em> sobrepõe o ficheiro com certos padrões de bits antes de o apagar. Isto torna a sua recuperação impossível e só deve ser utilizado se tiveres informações muito confidenciais (por exemplo, trabalhas para o SIS)</li></ul>
pt_br: Esta opção instrui se o Konqueror deve pedir confirmação ao "apagar" um arquivo. <ul><li><em>Mover para o lixo:</em> move o arquivo ao seu diretório-lixo, de onde ele pode ser facilmente recuperado.</li> <li><em>Apagar:</em> simplesmente apaga o arquivo.</li> <li><em>Destruir:</em> não apenas apaga o arquivo, mas sobregrava a área no disco onde o arquivo é armazenado, tornando a recuperação impossível. Não se deve remover a confirmação para este método a menos que você trabalhe sempre com informações muito confidenciais.</li></ul>
ro: Această opţiune spune Konqueror ce să facă atunci cînd "ştergeţi" un fişier.<ul><li><em>Mută în Coşul de gunoi:</em> mută fişierul în directorul dumneavoastră de gunoi, de unde el poate fi recuperat cu uşurinţă</li> <li><em>Şterge:</em> pur şi simplu şterge fişierul</li> <li><em>Distruge:</em> şterge fişierul, dar va suprascrie zona de disc unde a fost stocat fişierul, făcînd recuperarea imposibilă. Ar trebui să utilizaţi în mod implicit cu această metodă dacă lucraţi de obicei cu informaţii confidenţiale.<li></ul>
ru: При включении этой опции Konqueror будет запрашивать подтверждение при различных способах "удаления" файла.<ul><li><em>Переместить в корзину:</em> переместить удаляемый файл в ваш каталог корзины, из которого файл может быть восстановлен.</li> <li><em>Удалить:</em> просто удалить файл.</li> <li><em>Стереть с диска:</em> не только удалить файл, но и заполнить область диска, на которой был размещен файл, новыми данными, что делает восстановление невозможным. Вам не следует отменять подтверждение на стирание с диска, если только вы не работаете со строго конфиденциальной информацией.</li></ul>
sk: Táto voľba hovorí Konqueroru, či sa pýtať na potvrdenie keď mažete súbor. <ul><li><em>Premiestňovať do koša:</em> premiestňuje súbory do vášho priečinka 'Kôš', odkiaľ ich môžete ľahko obnoviť.</li><li><em>Zmazať:</em> zmaže súbor.</li> <li><em>Skartovať:</em> súbor nielenže zmaže, ale ešte predtým prepíše oblasť disku, kde bol uchovaný, tým znemožňuje akékoľvek obnovenie. Nemali by ste odstraňovať potvrdenie pre túto metódu, pokým obvykle nepracujete s veľmi dôvernými informáciami.</li></ul>
sl: Ta izbira pove Konquerorju, ali naj zaprosi za potrditev, če izberete "zbriši" datoteko. <ul><li><em>Prestavi v Smeti</em> premakne datoteko v imenik s smetmi, od koder jo lahko zlahka obnovite</li> <li><em>Pobriši</em> preprosto pobriše datoteko</li> <li><em>Scefraj</em> prepiše datoteko z določenimi bitnimi vzorci, preden jo zbriše. Tako obnovitev ni več mogoča, zato to uporabljajte le, če imate zelo zaupne informacije.
sr: Ova opcija će reći Konqueroru da kada god treba da obriše neki fajl, pita za potvrdu od korisnika. <ul><li><em>Premesti u smeće:</em> pomera vaše fajlove u direktorijum za smeće, koji kasnije veoma lako mogu da se povrate.</li><li><em>Obriši:<./em> nepovratno briše fajlove.</li><li><em>Uništi:</em> ne samo da obriše fajl, već i prepiše deo diska na kome se taj fajl nalazio, tako da je vraćanje fajla u 'život' nemoguće. Ne bi trebalo da uklonite upozorenje o potvrđivanju ove akcije, osim ukoliko radite sa poverljivim informacijama.</li></ul>
sv: Detta alternativ talar om för Konqueror vad den ska göra som förval när du "tar bort" en fil. <ul><li><em>Flytta till papperskorgen:</em> flyttar filen till din papperskorg, varifrån den kan återställas mycket enkelt.</li> <li><em>Ta bort:</em> tar helt enkelt bort filen.</li> <li><em>Förstöra:</em> tar inte bara bort filen, utan skriver också över området på disken där filen är lagrad, vilket gör det mycket svårt att återskapa filen. Du bör inte ta bort bekräftelsen för denna metod om du inte arbetar rutinmässigt med mycket konfidentiell information.</li></ul>
ta: ¿£í¸û §¸¡ôÒ ÝÆø ÀðÎÂ¢ø "¿£ìÌ" ±ýÀ¨¾ §¾÷× ¦ºö¾¡ø ¸¡ý¦¸¡Ã÷ ±ýÉ ¦ºöÂ §ÅñÎõ ±ýÀ¨¾ ­ó¾ Å¢ÕôÀõ ¦º¡øÖõ. <ul><li><em>Ìô¨ÀìÌ ¿¸÷òÐ</em> §¸¡ôÒ¸¨Ç Ìô¨À «¨¼×ìÌ ¿¸÷òÐõ, ­í¸¢ÕóÐ Á£ðÎì¦¸¡ûÇÄ¡õ</li><li><em> ¿£ìÌ</em>§¸¡ôÒ¸¨Ç ¿£ìÌõ</li><li><em>¯¾¢÷</em> §¸¡ôÒ¸¨Ç ¿£ìÌÅ¾üÌ Óý §Áø À¢ðÎ ¯ÕÅ¨¸¸¨Ç ¨ÅòÐ §¸¡ôÒ¸Ç¢ý §Á¦ÄØÐõ. ­¾É¡ø §¸¡ôÒ¸¨Ç Á£ð¸ ÓÊÂ¡Ð ÁüÚõ ¸Óì¸ ¾¸Åø ­Õó¾¡ø ÁðÎ§Á ÀÂýÀÎò¾ §ÅñÎõ (¯¾¡. CIA §Å¨ÄìÌ)
th: ตัวเลือกนี้จะบอกให้ Konqueror ทำการถามยืนยัน เมื่อคุณทำการ "ลบ" แฟ้ม <ul><li><em>ทิ้งลงถังขยะ:</em> ย้ายแฟ้มไปยัง ไดเรกทอรีถังขยะของคุณ ซึ่งจะทำให้คุณสามารถกู้แฟ้มคืนได้โดยง่าย </li> <li><em>ลบทิ้ง:</em> ลบแฟ้มตามปกติ</li> <li><em>ทำลายทิ้ง:</em> ไม่เป็นเพียงการลบแฟ้มตามปกติเท่านั้น แต่จะทำการเขียนทับเนื้อแฟ้มก่อนการลบ ซึ่งจะทำให้ไม่สามารถกู้ข้อมูลคืนจากแฟ้มได้อย่างถาวร หากต้องการให้สามารถกู้แฟ้มคืนได้ คุณไม่ควรจะเอาการถามยืนยันสำหรับวิธีการนี้ออก</li></ul>
uk: Ця опція вказує Konqueror, що робити, коли Ви "витираєте" файл. <ul><li><em>Пересунути у смітник:</em> пересуває файл у каталог смітника, звідки Ви можете його легко відновити.</li> <li><em>Витерти:</em> просто витирає файл.</li> <li><em>Знищити:</em> не тільки витре файл, але й спочатку перезапише область на диску, де знаходився файл. Це робить відновлення неможливим. Не вимикайте режим запиту на підтвердження при вилученні файлу, крім того випадку, коли Ви щоденно працюєте з конфіденційною інформацією.</li></ul>
xh: Olu khetho luxelela i Konqueror ukuba ingacela uqwalaselo xa u "cima" ifayile. <ul><li><em>Yiya kumonakalo:</em> ihambisa ifayile kulawulo lwakho lwefayile ukuya kowakho umonakalo, ukusuka apho inokubuyiselwa khona ngokulula kakhulu.</li> <li><em>Cima:</em> icima ngokulula ifayile.</li> <li><em>Krazula kancinane:</em> hayi ayicimi kuphela ifayile, kodwa ibhala ngaphezulu i ariya ekwidiski apho ifayile igcinwa khona, isenza ubuyiselo lungenzeki. Awunakususa uqinisekiso lwale ndlela ngaphandle kokuba usebenze ngolwazi olufihlakeleyo.</li></ul>

source: Move To Trash
af: beweeg aan gemors
az: Zibilə Daşı
da: Flyt til affald
el: Μετακίνηση Στα Σκουπίδια
et: Prügikasti liigutamine
fi: Siirrä roskakoriin
he: הפשאה לסל רבעה
hu: Kidobás a szemétkosárba
id: Pindahkan ke Trash
is: Henda í ruslið
ja: ごみ箱に移動
ko: 쓰레기통으로 보내기
lt: Perkelti į šiukšliadėžę
lv: Pārvietot uz Miskasti
mt: Waddab fl-iskart
nl: Naar prullenbak verplaatsen
no: Flytt til papirkurv
pl: Przesuń do śmietnika
pt: Mover para o Lixo
pt_br: Mover para o lixo
ro: Mută în Coşul de gunoi
ru: Переместить в корзину
sk: Premiestňovať do koša
sl: Prestavi v Smeti
sr: Premesti u smeće
sv: Flytta till papperskorgen
ta: Ìô¨ÀìÌ ¿¸÷òÐ¾ø
th: ทิ้งลงถังขยะ
uk: Пересунути у смітник
xh: Yiya kumonakalo

source: Shred
af: versnipper
az: Parçala
da: Makulér
el: Καταστροφή
et: Hävitamine
fi: Silppua
he: סורג
hu: Megsemmisítés
id: Hancurkan
is: Tæta
ja: シュレッダーへ
ko: 완전히 지우기
lt: Išskaidyti
lv: Smalcināt
mt: Qatta'!
nl: Vernietigen
no: Makuler
pl: Wymaż
pt: Destruir
pt_br: Destruir
ro: Distruge
ru: Стереть с диска
sk: Skartovať
sl: Scefraj
sr: Uništi
sv: Förstöra
ta: ¯¾¢÷ò¾ø
th: ทำลายทิ้ง
uk: Знищити
xh: Krazula kancinane
