Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: <h1>Trash Options</h1> Here you can modify the behavior of Konqueror when you want to delete a file.<h2>On delete:</h2>This option determines what Konqueror will do with a file you chose to delete (e.g. in a context menu).<ul><li><em>Move To Trash</em> will move the file to the trash folder, instead of deleting it, so you can easily recover it.</li><li><em>Delete</em> will simply delete the file.</li><li><em>Shred</em> will not only delete the file, but will first overwrite it with different bit patterns. This makes recovery impossible. Use it, if you're keeping very sensitive data.<h2>Confirm destructive actions</h2>Check this box if you want Konqueror to ask "Are you sure?" before doing any destructive action (e.g. delete or shred).
af: <h1>gemors opsies</h1> hier jy kan verander die gedrag van konqueror wanneer jy wil hê aan uitvee 'n lêer.<h2>op uitvee:</h2>hierdie opsie bepaal wat konqueror sal doen met 'n lêer jy kies aan uitvee (e.g. in 'n konteks kieslys).<ul><li><em>beweeg aan gemors</em> sal beweeg die lêer aan die gemors kabinet, in plaas van van uitveeïng dit, sodat jy kan maklik herwin dit.</li><li><em>uitvee</em> sal eenvoudig uitvee die lêer.</li><li><em>versnipper</em> sal nie slegs uitvee die lêer, maar sal eerste oorskryf dit met ander bit patrone. hierdie maak herwinning onmoontlik. gebruik dit, as jy're te hou baie sensitief data.<h2>bevestig vernietiginde aksies</h2>bevestig hierdie boks as jy wil hê konqueror aan vra "word jy seker?" voor doen enige vernietiginde aksie (e.g. uitvee of versnipper).
az: <h1>Zibil Seçənəkləri</h1> Buradan, konqueror'ın bir fayl silmək istədiyinizdə necə davranacağını düzəldə bilərsiniz.<h2>Silincə:</h2>Bu seçənək, bir faylı silməyi seçdiyinizdə (məsələn bir ümumi hal menyusunda) konqueror'ın ne edəcəyini təsvir edər. <ul><li><em>Zibilə At</em> faylı silmək yerinə zibil cərgəsinə daşıyar və bu sayədə daha sonra asandca geri alınabilir.</li><li><em>Sil</em> faylı silər.</li><li><em>Parçala</em> faylı silməklə qalmaz, silmədən əvvəl üstüne fərqli bir bit qəlibi yazar. Bu qurtarmayı imkansız qılar. Çox həssas mə'lumatlar saxlayırsınızsa bunu işlədə bilərsiniz. <h2>Təhlükəli gedişlərdə razılığımı al</h2>Konqueror'un təhlükəli gedişləri (məs: sil ya da parçala) həyata keçirmədən əvvəl sizə "Həqiqətən?" diye soruşmasını istəyirsinizsə bu qutunu işarətləyiniz.
da: <h1>Affaldsindstillinger</h1> Her kan du ændre Konqueror's opførsel, når du ønsker at slette en fil.<h2>Om sletning</h2>Denne indstilling afgør, hvad Konqueror vil med en fil du vælger at slette (for eks. i en sammenhængsmenu).<ul><li><em>Flyt til affald</em> vil flytte filen til affaldsmappen, i stedet for at slette den, så man nemt kan få fat på den igen.</li><li><em>Slet</em>sletter simpelthen filen.</li><li><em>Makulér</em> vil ikke blot slette filen, men vil overskrive den med forskellige bitmønstre. Dette gør det umuligt at få fat på filen igen. Brug det hvis du har meget sensitive data<h2>Bekræft destruktive handlinger</h2>Afkryds denne boks hvis du vil have Konqueror til at spørge "Er du sikker?" før udførsel af destruktive handlinger såsom slet eller makulér.
el: <h1>Επιλογές Σκουπιδιών</h1> Εδώ μπορείτε να καθορίσετε τη συμπεριφορά του Konqueror όταν θέλετε να σβήσετε ένα αρχείο.<h2>Κατά το σβήσιμο:</h2>Αυτή η επιλογή καθορίζει τι θα κάνει το konqueror με ένα αρχείο που επιλέγετε να σβήσετε. <ul><li>Με <em>Μετακίνηση στα Σκουπίδια</em> θα μετακινείται στον ειδικό φάκελο σκουπιδιών, για να μπορείτε να το ανακτήσετε εύκολα. </li><li>Με <em>Διαγραφή</em> το αρχείο απλά θα διαγράφεται. </li><li>Με <em>Καταστροφή</em> το αρχείο δε θα διαγράφεται απλά, αλλά πρώτα θα επικαλύπτεται με διαφορετικά μοτίβα bit. Αυτό καθιστά αδύνατη την επανάκτησή του. Χρησιμοποιείστε το αν έχετε πολύ ευαίσθητα δεδομένα. <h2>Επιβεβαίωση καταστροφικών ενεργειών</h2>Τσεκάρετε αυτό το κουτάκι αν θέλετε ο Κonqueror να σας ρωτά "Σίγουρα να..." πριν κάθε καταστροφική ενέργεια (π. χ. διαγραφή ή καταστροφή).
et: <h1>Prügikasti valikud</h1> Siin on võimalik muuta konquerori käitumist failide kustutamisel.<h2>Kustutamisel:</h2> See valik määrab, mida tehakse failiga kui sa valid menüüst "Kustuta".<ul><li><em>Liiguta prügikasti</em> liigutab faili prügikasti kataloogi, kust teda on lihtne taastada</li><li><em>Kustuta</em> lihtsalt kustutab faili </li><li><em>Hävita</em> kirjutab faili enne kustutamist üle kindla bitijadaga. See teeb taastamise võimatuks ning seda peaks kasutma ainult siis, kui su käsutuses on väga konfidentsiaalne info. <h2>Kinnita destruktiivseid tegevusi</h2> Palun lülita see sisse, kui soovid, et Konqueror küsiks sult kinnitust enne ohtlike asjade tegemist (nt. faili kustutamist või hävitamist).
fi: <h1>Roskakori</h1> Täällä voit muokata Konquerorin käyttäytymistä tiedostoja poistettaessa.</h2>Poistettaessa:</h2>Tässä kohdassa valitaan, mitä Konqueror tekee kun haluat poistaa tiedoston (esim. pikavalikossa). <ul><li><em>Siirrä roskakoriin</em> siirtää tiedoston roskakoriin poistamatta sitä kokonaan, jolloin voit palauttaa tiedoston halutessasi.</li><li><em>Tuhoa</em> poistaa tiedoston pysyvästi</li><li><em>Silppua</em> tiedoston poistamisen lisäksi kirjoittaa data-alueelle, jossa tiedosto oli, jolloin tiedoston palauttaminen on mahdotonta. Käytä tätä mikäli työskentelet luottamuksellisten tietojen kanssa.<h2>Vahvista tiedostojen tuhominen</h2>Valitse tämä kohta, mikäli haluat Konquerorin kysyvän: "Haluatko varmasti poistaa tiedoston?" esim. poistettaessa tai silputtaessa tiedostoa.
hu: <h1>A szemétkosár beállítása</h1> Itt lehet megadni, hogy a Konqueror mit tegyen, ha Ön fájlt akar törölni.<h2>Törléskor:</h2>Ez az opció határozza meg, hogy a Konqueror mit tegyen a törlendő fájllal (pl. a jobb gombos menüben).<ul><li><em>Kidobás a szemétkosárba</em> a fájlt a szemétkosár mappába mozgatja törlés helyett, ezért később könnyen visszanyerhető lesz a tartalma.</li><li><em>Törlés</em> egyszerűen törli a fájlt.</li><li><em>Megsemmisítés</em> nemcsak törli a fájlt, hanem felülírja annak tartalmát egy mintával, lehetetlenné téve a fájl visszaállítását. Bizalmas adat törlésekor használja.<h2>A veszélyes műveletek megerősítése</h2>Ennek kiválasztásakor a Konqueror "Biztos benne?" üzenettel kéri a művelet (pl. törlés vagy megsemmisítés) megerősítését.
is: <h1>Stillingar ruslafötu</h1> Hér getur þú stillt hvað Konqueror gerir þegar þú velur að eyða skrá.<h2>Þegar er eytt:</h2> Þessi stilling ræður því hvað Konqueror gerir við skrá sem þú velur að eyða. (t.d. í valmynd skráarinnar). <ul> <li><em>Henda í ruslið:</em> Færir skrána í ruslakörfuna hvaðan er mjög auðvelt að ná henni aftur.</li> <li><em>Eyða:</em> Eyðir skránni venjulega.</li> <li><em>Tæta:</em> Eyðir skránni og skrifar yfir svæðið á diskinum, svo það er (svotil) ómögulegt að ná þeim aftur. Þú ættir að nota þetta ef þú ert að vinna með mjög leynileg gögn.</li></ul><h2>Hvá yfir htulegum aðgerðum</h2> Krossaðu við hér ef þú vilt að Konqueror spyrji "ertu viss?" áður en hann framkvæmir hættulegar aðgerður. (s.s. að eyða eða tæta).
ja: <h1>ごみ箱オプション</h1>ここではファイルを消去したときのKDEの標準の振舞を変更することができます。<h2>消去時: </h2>このオプションによって、例えばコンテキストメニュー内で消去を選択したとき、Konquerorがそのファイルについてどうなるかが決まります。<ul><li><em>ごみ箱へ移動:</em>ファイルをごみ箱ディレクトリに移動します。このときごみ箱に捨てたファイルは簡単に復旧することができます。</li><li><em>削除:</em>単純にファイルを削除します</li><li><em>シュレッダーへ:</em>ファイルを削除するだけでなくファイルがあったディスク上の領域を復旧できないように上書きしてしまいます。高レベルの機密情報についてルーティンワークで行っている場合以外にはこの方法に対する確認メッセージは外すべきではありません。</li></ul>
ko: <h1>쓰레기통 옵션</h1>어떤 파일을 지울때 컹커러의 동작을 수정할 수 있습니다. <h2>지울 때:</h2> 이 옵션은 파일을 지울때 컹커러가 어떤 동작을 할지 결정합니다. <ul><li><em>쓰레기통으로 보냄</em>은 파일을 지우지 않고 쓰레기통 폴더로 이동시킵니다. 나중에 쉽게 복원할 수 있습니다. </li><li><em>지우기</em>는 파일을 지웁니다.</li><li><em>완전히 지우기</em>는 파일을 지울 뿐만 아니라 먼저 다른 비트 패턴으로 이 파일을 덮어씁니다. 복구는 불가능합니다. 데이터를 매우 조심스럽게 다루어야 한다면 이 옵션을 이용하십시오. <h2>자울 동작 확인</h2>이 옵션은 어떤 파일을 없앨때 (예. 지우거나 완전 제거)를 "정말 하시겠습니까?"라는 질문을 하도록 하려면 이 옵션을 이용하십시오.
lt: <h1>Šiukšliadėžės parinktys</h1> Čia jūs galite pakeisti Konqueror elgesį kai jūs norite ištrinti bylą.<h2>Trinant:</h2>Ši parinktis apsprendžia ką Konqueror darys su byla, kurią jūs nuprendėte ištrinti (pavyzdžiui konteksto meniu). <ul><li><em>Perkelti į Šiukšliadėžę:</em> perkelia bylą į šiukšliadėžę, iš kur jūs galite ją labai lengvai atgauti.</li> <li><em>Ištrinti:</em> paprasčiausiai ištrina bylą.</li> <li><em>Išskaidyti:</em> ne tik ištrina bylą, bet ir įrašo įvairias bitų kombinacijas į tą disko vietą, kur buvo saugoma byla, kas padaro atstatymą neįmanomu. Naudokita tai, jei jūs dažnai dirbate su labai konfidencialia informacija. <h2>Patvirtinti naikinančius veiksmus</h2>Pažymėkite tai, jei norite Konqueror klausimo „Ar jūs tikras?“ prieš atliekant bet kokį naikinantį veiksmą (pvz. trynimą ar išskaidymą).
lv: <h1>Miskastes Opcijas</h1> Šeit jūs varat modificēt Iekarotāja izturēšanos, kad jūs vēlaties dzēst failu.<h2>Pie dzēšanas:</h2>Šī opcija nosaka ko Iekarotājs darīs ar failu ko izvēlējāties dzēst (t.i. konteksta izvēlnē).<ul><li><em>Pārvietot uz Miskasti</em> pārvietos failu uz miskastes mapi, tā dzēšanas vietā, tā jūs varat to viegli atjaunot.</li><li><em>Dzēst</em> vienkārši dzēsīs failu. </li><li><em>Sasmalcināt</em> ne tikai nodzēsīs failu, bet vispirms to ar citie bitu šabloniem. Tas padara atjaunošanu neiespējamu. Izmantojiet to, ja jūs glabājat ļoti svarīgus datus.<h2>Apstiprināt destruktīvās darbības</h2>Iezīmējiet šo boksi, ja vēlaties, ka Iekarotājs jautās "Vai esat pārliecināts?" pirms veikt jebkuru destruktīvu darbību (t.i. dzēst vai sasmalcināt).
mt: <h1>Għażliet tal-iskart1</h1> Hawn tista' tissettja l-imġieba ta' Konqueror meta tħassar fajl. <h2>Meta tħassar:</h2> Din l-għażla tiddetermina x'jagħmel Konqueror meta tagħżel "Ħassar" mill-menu tal-kuntest. <ul><li><em>Waddab fl-iskart</em> imexxi l-fajl ġod-direttorju tal-iskart, biex b'hekk tkun tista' terġa tirkuprah jekk jerġa' jibdielek.</li> <li><em>Ħassar</em> sempliċiment iħassar il-fajl.</li> <li><em>Qatta'!</em> mhux biss iħassar il-fajl, imma jnaddaf il-parti tad-diska fejn kien miżmum billi jikteb diversi sekwenzi ta' bits, biex ikun totalment impossibbli tirkuprah. Uża din l-għażla jekk taħdem f'informazzjoni sensittiva ħafna. <h2>Ikkonferma azzjonijiet distruttivi</h2> Ittikkja din l-għażla jekk trid lill Konqueror jistaqsik intix ċert qabel kull azzjoni distruttiva (eż, tħassar jew tqatta' fajl).
nl: <h1>Prullenbakopties<h1> Hier kunt u bepalen hoe Konqueror moet handelen als u een bestand wilt verwijderen. <h2>Bij verwijderen:</h2> deze optie bepaalt wat Konqueror doet met het bestand dat u wilt verwijderen. (bijv. in een contextmenu)<ul><li><em>Naar prullenbak verplaatsen</em> verplaatst het bestand naar de prullenbakmap, in plaats van hem te verwijderen, zodat u het eenvoudig kunt terugzetten.</li><li><em>Verwijderen</em> verwijdert simpelweg het bestand.</li><li><em>Vernietigen</em> verwijdert het bestand niet alleen, maar overschrijft het eerst nog met verschillende patronen. Dit maakt een eventueel herstel onmogelijk. Gebruik dit als u zeer gevoelige gegevens bewaart.<h2>Gevaarlijke handelingen bevestigen</h2>activeer dit als u wilt dat Konqueror u "Weet u het zeker?" vraagt voordat hij iets gevaarlijks gaat doen (bijvoorbeeld verwijderen of vernietigen).
no: <h1>Papirkurv-valg</h1>Her kan du bestemme hvordan Konqueror skal oppføre seg når du ønsker å slette en fil. <h2>Ved sletting:</h2>Dette valget bestemmer hva konqueror vil gjøre med en fil du har valgt å slette (f.eks. i en kontekstmeny).<ul><li><em>Flytt til papirkurv</em> vil flytte filen til papirkurv-mappen istedenfor å slette den. Du kan dermed lett gjenopprette den.</li><li><em>Slett</em> vil slette filen.</li><li><em>Sikker sletting</em> vil ikke bare slette filen, men vil først overskrive den med forskjellige mønster. Dette gjør det umulig å gjenopprette filen. Bruk det hvis du har veldig sensitive data. <h2>Bekreft destruktive hendelser.</h2>Kryss av denne boksen hvis du vil at konqueror skal spørre om "Vil du virkelig?" før den gjør noe som ikke kan gjøres om (f.eks. vanlig sletting eller sikker sletting).
pl: <h1>Śmietnik</h1> Można tu modyfikować zachowanie Konquerora przy kasowaniu pliku. Opcja <h2>Przy kasowaniu</h2> określa co ma zrobić Konqueror po wybraniu polecenia kasowania (np. z menu kontekstowego):<ul><li><em>Przesuń do śmietnika:</em> przesuwa plik do śmietnika, z którego może być łatwo odzyskany.</li> <li><em>Kasuj:</em> kasuje plik</li> <li><em> Wymaż:</em> nie tylko kasuje plik ale takze nadpisuje miejsce po nim na dysku, uniemożliwiając odzyskanie. Powinno się tej opcji używać domyślnie wyłącznie gdy pracuje się zwykle nad ściśle tajnymi danymi.</li></ul> <h2>Potwierdzaj destrukcyjne czynności</h2> opcję należy włączyć jeśli się chce by Konqueror pytał "Jesteś pewien?" przy każdej niszczącej czynności (t.j. kasowaniu lub wymazywaniu).
pt: <h1>Opções do Lixo</h2> Aqui podes modificar o comportamento do Konqueror quando apagas um ficheiro.<h2>Ao apagar:</h2>Esta opção diz ao Konqueror o que fazer com um ficheiro que decidas apagar (por exemplo, se escolheres "apagar" no menu de contexto). <ul><li><em>Mover para o Lixo</em> move o ficheiro para a directoria que contém o lixo, em vez de o apagar, logo o ficheiro pode ser recuperado muito facilmente</li><li><em>Apagar</em> apaga simplesmente o ficheiro</li><li><em>Destruir</em> sobrepõe o ficheiro com certos padrões de bits antes de o apagar. Isto torna a sua recuperação impossível. Utiliza-a se tiveres informações muito confidenciais.<h2>Confirmar acções destrutivas</h2>Activa esta opção se quiseres que o Konqueror pergunte "Tens a certeza?" antes de executar qualquer acção destrutiva (apagar ou destruir).
ru: <h1>Настройки корзины</h1>В этом модуле вы можете настроить поведение Konqueror'а при удалении файлов.<h2>При удалении:</h2>Эта опция определяет, что Konqueror будет делать с файлом, если вы собираетесь его удалить (например, через контекстное меню). Режим <ul><li><em>Переместить в корзину</em> перемещает файл в папку корзины, а не удаляет его, что позволит при необходимости восстановить его.</li><li><em>Удалить:</em> удалить этот файл.</li><li><em>Стереть с диска:</em> не только удалить файл, но и заполнить его перед этим случайной информацией. После этого восстановление невозможно. Этот режим следует использовать для защиты строго конфиденциальных данных.<h2>Подтверждать действия для удаления:</h2>Активизируйте этот режим, если вы хотите, чтобы Konqueror запрашивал подтверждение перед тем, как удалять файл (например, для удаления или стирания с диска).
sk: <h1>Nastavenie koša</h1> Tu môžete zmeniť správanie Konqueroru, keď chcete zmazať nejaký súbor.<h2>Pri odstraňovaní:</h2> Táto voľba určuje, čo Konqueror spraví so súborom, ktorý si zvolíte vymazať. <ul><li><em>Premiestňovať do koša</em> premiestni súbor do priečinka koša namiesto zmazania, takže ho môžete neskôr ľahko obnoviť.</li><li><em>Zmazať</em> súbor jednoducho zmaže.</li><li><em>Skartovať</em> súbor nielenže zmaže, ale ešte predtým ho prepíše rozdielnym bitovým vzorom, čo znemožní akékoľvek obnovenie. Použite to, ak uchovávate veľmi citlivé dáta.<h2>Potvrdiť deštrukčné činy</h2>Zapnite túto voľbu, ak chcete, aby sa vás Konqueror spýtal "Ste si istý?" pred každým deštrukčným činom (napr. zmazanie alebo skartovanie).
sl: <h1>Izbire Smeti</h1> Tu nastavite, kako naj se Konqueror vede ob brisanju datotek<h2>Ob brisanju:</h2> Ta izbira določa, kaj naj Konqueror naredi z datoteko, ki jo izberete za brisanje (npr. s priročnega menuja).<ul><ul><li><em>Prestavi v Smeti</em> namesto da bi jo odstranil prestavi datoteko v imenik s smetmi, od koder jo lahko zlahka obnovite.</li><li><em>Pobriši</em> preprosto pobriše datoteko</li><li><em>Scefraj</em> ne le, da datoteko odstrani, temveč jo prej še prepiše z različnimi bitnimi vzorci. Tako obnovitev ni več mogoča. To uporabljajte le, če imate zelo zaupne informacije. <h2>Potrdi uničevalne posege </h2> Odkljukajte to polje, če želite, da bi vas Konqueror vselej, preden bi storil kaj uničujočega (npr. kaj zbrisal ali scefral), vprašal "Ste prepričani?".
sv: <h1>Skräpalternativ</h1> Här du kan ändra hur Konqueror ska bete sig när du vill ta bort en fil.<h2>Vid borttagning:</h2>Detta alternativ avgör vad Konqueror kommer att göra med en fil du väljer att ta bort (t ex i en sammanhangsmeny).<ul><li><em>Flytta till papperskorgen</em> kommer att flytta filen till papperskorgen istället för att ta bort den, så att du enkelt kan återställa den. </li><li><em>Ta bort</em> kommer helt enkelt att ta bort filen.</li><li><em>Förstör</em> kommer inte bara att ta bort filen, utan kommer först att skriva över den med olika bitmönster. Detta gör återställning omöjlig. Använd det om du har mycket känslig data.<h2>Bekräfta destruktiva operationer</h2> Markera denna ruta om du vill att Konqueror ska fråga "Är du säker?" innan den gör några destruktiva operationer (t ex ta bort eller förstör).
ta: <h1>Ìô¨À Å¢ÕôÀí¸û</h1> ­í§¸ ¿£í¸û §¸¡ôÒ ¿£ìÌõ §À¡Ð konqueror ¿¨¼Ó¨È¨Â Á¡üÈ¢Â¨Áì¸Ä¡õ.<h2>¿£ìÌõ §À¡Ð:</h2>¿£í¸û ¿£ì¸ §¾÷ó¦¾ÎìÌõ §¸¡ôÀ¢¨É (¯¾¡. ÝÆø ÀðÊÂ¢ø) konqueror ±ýÉ ¦ºöÔõ ±ýÀ¨¾ ­ó¾ Å¢ÕôÀõ ÌÈ¢ôÀ¢Îõ. <ul><li><em>Ìô¨ÀìÌ ¿¸÷òÐ</em> §¸¡ôÀ¢¨É ¿£ìÌÅ¾üÌ À¾¢ø Ìô¨À «¨¼×ìÌ ¿¸÷òÐõ, ­¾É¡ø «¾¨É Á£ð¸ ÓÊÔõ.</li><li><em>¿£ìÌ</em> §¸ôÀ¢¨É ¿£ì¸¢Å¢Îõ.</li><li><em>¯¾¢÷</em> §¸¡ôÒ¸¨Ç ¿£ìÌÅ¾üÌ Óý §Áø À¢ðÎ ¯ÕÅ¨¸¸¨Ç ¨ÅòÐ §¸¡ôÒ¸Ç¢ý §Á¦ÄØÐõ. ­¾É¡ø §¸¡ôÒ¸¨Ç Á£ð¸ ÓÊÂ¡Ð ÁüÚõ ¸Óì¸ ¾¸Åø ­Õó¾¡ø ÁðÎ§Á ÀÂýÀÎò¾ §ÅñÎõ. <h2>ÀÂí¸Ã ¦ºÂø¸¨Ç ¯Ú¾¢ôÀÎòÐ</h2> ÀÂí¸ÃÁ¡É ¦ºÂÖìÌ (¯¾¡. ¿£ìÌ «øÄÐ ¯¾¢÷) Óý konqueror ¯í¸Ç¢¼õ "¯Ú¾¢Â¡¸Å¡?" ±ýÚ §¸ð¸ §ÅñÎ¦ÁýÈ¡ø ­ó¾ Å¢ÕôÀò¨¾ §¾÷× ¦ºöÂ×õ.
th: <h1>ตัวเลือกถังขยะ</h1> คุณสามารถแก้ไขลักษณะของ Konqueror เมื่อมีการลบแฟ้มได้ที่นี่ <h2>เมื่อมีการลบ:</h2> ตัวเลือกนี้ จะพิจารณาว่า Konqueror ควรจะทำอะไร กับแฟ้มที่คุณเลือกที่จะลบ <ul><li><em>ทิ้งลงถังขยะ</em> จะทำการย้ายแฟ้มที่เลือกลบ ไปยังโฟลเดอร์ถังขยะ แทนการลบมันจริงๆ เพื่อให้คุณสามารถกู้คืนได้ง่าย </li><li><em>ลบ</em> เป็นการลบแฟ้มตามปกติ</li><li><em>ทำลายทิ้ง</em> ไม่เพียงเป็นการลบแฟ้มตามปกติเท่านั้น เพื่อจะมีการเขียนทับด้วยรูปแบบบิตก่อน เพื่อไม่ให้สามารถเข้าถึงแฟ้มได้อีกต่อไป ควรใช้กับข้อมูลที่เป็นความลับ <h2>ยืนยันการทำลาย</h2>เลือกตัวเลือกนี้ เพื่อให้ Konqueror ทำการถาม "คุณแน่ใจหรือไม่ ?" ก่อนที่จะมีการทำลาย (เช่นลบหรือทำลายทิ้ง)
uk: <h1>Опції смітника</h1> Тут Ви можете змінити поведінку konqueror щодо витирання файлів.<h2>При вилученні:</h2>Ця опція визначає, що konqueror зробить з вибраним для вилучення файлом (напр. у контекстному меню).<ul><li><em>Пересунути у смітник</em> пересуває файл у теку смітника, замість витирання, так, що Ви потім можете його легко відновити його.</li><li><em>Вилучити</em> просто витре файл.</li><li><em>Знищити</em> Не тільки витре файл, але й спочатку перезапише його з іншими шаблонами бітів. Це робить відновлення неможливим. Використовуйте це для дуже чутливих даних.<h2>Підтвердувати руйнівні дії</h2>Виберіть цю опцію, якщо Ви хочете, щоб konqueror запитував "Ви впевнені?" перед будь-якою руйнівною дією (напр. витерти або знищити).
xh: <h1>Iinketho zomonakalo</h1> Apha ungaguqula kancinane ukuziphatha kwe Konqueror xa ufuna ukucima ifayile.<h2>Kucimo:</h2>Olu khetho lugqiba okuzakwenziwa yi Konqueror ngefayile okhethe ukuyicima (e.g. kwimenu yentsingiselo).<ul><li><em>Yiya umonakalo</em> izakusa ifayile kwincwadi yomonakalo, endaweni yokuyicima, ngoko unga buyisela ngokulula.</li><li><em>Cima</em> izakucima ngokulula ifayile.</li><li><em>Krazula kancinane</em> ayizukucima kuphela ifayile, kodwa kuqala izakubhala ngaphezulu kwayo ngemilinganiselo eyahlukileyo engamasuntswana. Oku kwenzaubuyiselo olungenzekiyo. Yisebenzise, ukuba ugcine idata enovakalelo.<h2>Qinisekisa iintshukumo ezonakalisayo</h2>Khangela le bhokisi ukuba ufuna ukucela iKonqueror"Uqinisekile?" phambi kokwenza intshukumo yomonakalo (e.g. cima okanye krazula).
