Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: <h1>File Manager</h1> In this module, you can configure various aspects of Konqueror's file manager functionality. Please note that the Konqueror's web browser functionality has its own configuration module.<p> The configuration options for the file manager are organized under four tabs as described below: <h2>Behavior</h2> This tab contains global options for Konqueror, such as the directory tree's reaction to changes in adjoining views, whether directories are opened in new windows, etc. <h2>Appearance</h2> This tab contains options customizing the appearance of Konqueror windows, such as the font and color of text, background color, etc. <h2>Trash</h2> This tab contains options for customizing the behavior of Konqueror when you "delete" a file.
af: <h1>lêer bestuurder</h1> in hierdie module, jy kan konfigureer verskeie aspekte van konqueror se lêer bestuurder funksionaliteit. asseblief nota wat die konqueror se web blaaier funksionaliteit het its eie opstelling module.<p> die opstelling opsies vir die lêer bestuurder word georganiseerd onder vier oortjies as beskryf onder: <h2>gedrag</h2> hierdie oortjie bevat globale opsies vir konqueror, soos as die gids boom se reaksie aan verander in aangrensende aansigte, hetsy gidse word geöpende in nuwe vensters, etc. <h2>voorkoms</h2> hierdie oortjie bevat opsies pasmaking die voorkoms van konqueror vensters, soos as die skrif tipe en kleur van teks, agtergrond kleur, etc. <h2>gemors</h2> hierdie oortjie bevat opsies vir pasmaking die gedrag van konqueror wanneer jy "uitvee" 'n lêer.
az: <h1>Fayl İdarəçisi</h1> Bu modulda Konqueror'un fayl idarəçisi funksiyasının müxtəlif yönlərini quraşdıra bilərsiniz. Konqueror'un veb səyyahı gedişi ayrı bir quraşdırma moduluna sahibdir.<p> Fayl idarəçisi quraşdırma seçənəkləri aşağıda başa salındığı kimi dörd qismə ayrılmışdır: <h2>Davranış</h2> Bu qisim Konqueror'un, məsələn cərgə ağacının əlaqəli görünüşlərdəki dəyişikliklərə necə cavab verəcəyi, cərgələrin yeni pəncərədə açılıb açılmayacağı kimi ümumi seçənəklərini daxil edir. <h2>Görünüş</h2> Bu qisim Konqueror pəncərələrinin, yazı növü və mətn rəngi, arxa plan rəngi kimi xüsusiyyətlərini quraşdıran seçənəkləri daxil edir. <h2>Zibil</h2> Bu qisim bir fayl "sil" dediyinizdə Konqueror'un göstərəcəyi davranışı xüsusiləşdirməyə ait seçənəkləri daxil edir. <h2>Digər</h2> Bu qisim müxtəlif bir neçə seçənək daxil edir.
da: <h1>Filhåndtering</h1> i dette modul kan man indstille forskellige aspekter af Konqueror's filhåndterings funktionalitet. Husk at Konqueror's netsøgnings funktionalitet har sit eget indstillingsmodul.<p> Indstillingsvalgene for filhåndteringen er organiseret under fire punkter som beskrevet nedenfor. <h2>Opførsel</h2> Dette punkt indeholder globale valg for Konqueror, såsom mappetræets reaktion på ændringer i nabovisninger, om mapper åbnes i nye vinduer osv. <h2>Udseende</h2> Dette punkt indeholder valg til indstilling af Konqueror vinduer såsom skrifttypen, og tekstens farve, baggrundsfarve osv<h2>Affald</h2> Dette punkt indeholder valg for indstilling af Konqueror's opførsel når du "sletter" en fil.
el: <h1>Διαχειριστής Αρχείων</h1> Σε αυτό το άρθρωμα, μπορείτε να ρυθμίσετε διάφορες πλευρές των λειτουργιών διαχείρισης αρχείων του Konqueror. Παρακαλώ σημειώστε ότι οι λειτουργίες φυλλομέτρησης WWW καθορίζονται σε άλλο, ξεχωριστό άρθρωμα.<p> Οι επιλογές ρύθμισης για το διαχειριστή αρχείων είναι οργανωμένες σε τέσσερις καρτέλες, όπως περιγράφονται παρακάτω: <h2>Συμπεριφορά</h2> Αυτή η καρτέλα περιέχει καθολικές επιλογές για το Konqueror, όπως την αντίδραση του δέντρου καταλόγων σε αλλαγές γειτονικών προβολών, αν οι κατάλογοι ανοίγονται σε νέα παράθυρα, κλπ. <h2>Εμφάνιση</h2> Αυτή η καρτέλα περιέχει επιλογές που προσαρμόζουν την εμφάνιση των παραθύρων του Konqueror, όπως η γραμματοσειρά και το χρώμα του κειμένου, το χρώμα φόντου, κλπ. <h2>Σκουπίδια</h2> Αυτή η καρτέλα περιέχει επιλογές για την προσαρμογή της συμπεριφοράς του Konqueror όταν "σβήνετε" ένα αρχείο.
et: <h1>Failihaldur</h1> Selles moodulis saad sa seadistada mitmeid aspekte, mis on seotud Konqueror'i failihalduri funktsioonidega. Arvesta, et Konqueror'i veebibrauseri funktsioonidel on omaette juhtmiskeskuse moodul. <p>Failihalduri moodul on jagatud neljaks alljärgnevalt kirjeldatud kaardiks: <h2>Käitumine</h2> See kaart sisaldab Konqueror'i üldisi valikuid nagu nt. kataloogipuu käitumist kui seotud vaadetes vahetatakse kataloogi, kas kataloogid avatakse uues aknas jne. <h2>Välimus</h2> See kaart sisaldab valikuid, mis on seotud Konqueror'i akende välimusega nagu nt. teksti font ja värv, tausta värv jne. <h2>Prügikast</h2>Selle kaardi abil saad sa kohandada Konqueror'i käitumist failide "kustutamisel".
fi: <h1>Tiedostonhallinta</h1> Tässä moduulissa voit muokata useita Konquerorin tiedostonhallintaominaisuuksia. Konquerorin www-selainominaisuuksien asetukset määritellään hakemiston kohdan 'WWW-selailu' alla.<p> Tiedostonhallintaominaisuudet on jaettu kolmelle välilehdelle allaolevan jaottelun mukaisesti:<h2>Käyttäytyminen</h2> Tällä välilehdellä määritellään yleiset Konquerorin asetukset, kuten tiedostonhallinnan hakemiston käyttäytyminen näkymissä, avataanko hakemistot uusiin ikkunoihin jne.<h2>Ulkonäkö</h2> Tällä välilehdellä määritellään Konquerorin ulkonäköön liittyviä asetuksia kuten kirjasimet ja tekstin väri, taustaväri jne. <h2>Roskakori</h2>Tällä välilehdellä voit muuttaa tiedostojen poistamiseen liittyviä asetuksia.
hu: <h1>Fájlkezelő</h1> Ebben a modulban a Konqueror fájlkezelő funkcióit lehet beállítani. A Konqueror webböngészési funkcióinak saját beállítómodulja van.<p> A fájlkezelő beállításai a következő három lapra vannak elosztva: <h2>Viselkedés</h2> Ez a fül a Konqueror általános beállításait tartalmazza, mint például a könyvtárfa reakciója a mellette levő nézet megváltozására, hogy a könyvtárak új ablakban nyíljanak-e ki, stb. <h2>Megjelenés</h2> Ezen a fülön a Konqueror kinézetére vonatkozó beállítások vannak összegyűjtve, mint például a betűtípus, a szövegek színe, a háttérszín, stb. <h2>Szemétkosár</h2> Ezen a fülön lehet beállítani, hogy mi legyen az alapértelmezett fájltörlési eljárás.
is: <h1>Skráastjóri</h1> Hér getur þú stillt ýmsa eiginleika Konqueror þegar hann er notaður sem skráastjóri. Athugaðu að það er sér eining til að stilla eiginleikana þegar hann er otaður sem vafri.<p>Stillingunum er dreift á 4 valblöð sem hér segir:<h2>Hegðan</h2> Á þessu blaði eru altækar stillingar fyrir Konqueror svo sem hvernig trésýnin bregst við breytingum í öðrum sýnum, hvort möppur eru opnaðar í nýjum gluggum, o.s.fr.<h2>Útlit</h2> Á þessu blaði eru stillingar sem ráða útliti Konqueror glugga svo sem letuur og textalitur, bakgrunnslitur og fleira.<h2>Ruslakarfa</h2> Á þessu blaði eru stillingar sem ráða því hvernig Konqueror "eyðir" skrám. <h2>Annað</h2> Á þessu blaði eru nokkrar aðrar stillingar.
ja: <h1>ファイルマネージャ</h1>このモジュールではKonquerorのファイルマネージャとしての様々な機能の設定ができます。Konquerorのウェブブラウザとしての機能については別の設定用モジュールがありますので注意して下さい。<p>ファイルマネージャの設定は次の四つのタブに分かれています: <h2>振舞い</h2>このタブにはディレクトリを開く際に別ウィンドウを開くかどうかなどのKonquerorの一般的な設定が含まれています。<h2>外観</h2>このタブにはテキストのフォントや色、背景色などのKonquerorの外観をカスタマイズするオプションが含まれています。<h2>ごみ箱</h2>このタブにはファイルを"削除"する場合のKonquerorの動作のカズタマイズのためのオプションが含まれています。
ko: <h1>파일 관리자</h1>이 모듈에서 컹커러 파일 관리자 기능의 다양한 형태를 설정할 수 있습니다. 컹커러 웹 브라우저의 기능은 자체적인 설정 모듈을 가지고 있습니다. <p>파일 관리자의 설정 옵션은 아래에 설명된것과 같이 4개의 탭으로 구성되어 있습니다:<h2>동작</h2> 이 탭은 자료방을 새로운 창에서 열기 등의 컹커러의 자료방 동작과 같은 일반적인 옵션을 포함하고 있습니다.<h2>보기</h2> 이 탭은 글꼴, 텍스트의 색상 배경 등 컹커러 창의 모양을 설정할 수 있습니다. <h2>쓰레기통</h2>이 탭은 파일을 "지울" 때 컹커러의 동작을 설정할 수 있습니다. <h2>그 외</h2>이 탭은 몇개의 기타 옵션이 있습니다.
lt: <h1>Bylų tvarkyklė</h1> Šiame modulyje galite suderinti įvairius bylų tvarkyklės Konqueror funkcionalumo aspektus. Atminkite, kad Konqueror web naršyklė turi savo funkcionalumo modulius.<p> Bylų tvarkyklės konfigūravimo parinktys yra sutvarkytos, žemiau aprašytų kortelių pavidale:<h2>Elgesys</h2> Šioje kortelėje yra pagrindinės Konqueror parinktys, tokios kaip - katalogo medžio reakcija į padarytus pokyčius, kada katalogai atveriami naujame lange ir kt.<h2>Išvaizda</h2> Šioje kortelėje konfigūruojama Konqueror langų išvaizda - tekstų šriftai ir spalva, fono spalva it kt. <h2>Šiukšliadėžė</h2> Šitoje kortelėje yra Konqueror elgesio derinimo parinktys kai jūs „ištrinate“ bylą. <h2>Kita</h2> Šioje kortelėje yra įvairios parinktys.
lv: <h1>Failu Menedžeris</h1> Šajā modulī, jūs varat konfigurēt daudzus Iekarotāja failu menedžera funkcionalitātes aspektus. Lūdzu atcerieties, ka Iekarotāja web pārlūka funkcionalitātei ir savs konfigurācijas modulis.<p> Failu menedžera konfigurācijas opcijas ir organizētes zem četriem tabiem kā aprakstīts zemāk: <h2>Izturēšanās</h2> Šis tabs satur globālas Iekarotāja opcijas, tādas kā direktoriju zara reakcija uz izmaiņām apvienotajos skatījumos, kad direktoriji tiek atvērti jaunos logos, utt. <h2>Izskats</h2> Šis tabs satur pielāgošanas opcijas Iekarotāja logu izskatam, tādas kā teksta fonts un krāsa, fona krāsa,utt. <h2>Miskaste</h2> Šis tabs satur Iekarotāja izturēšanās pielāgošanas opcijas, kad jūs "dzēšat" failu.
mt: <h1>Manager tal-Fajls</h1> F'dan il-modulu, tista' tikkonfigura varji aspetti tal-funzjonalità tal-manager tal-fajls. Innota li l-funzjonalità ta' web browser ta' Konqueror għandha konfigurazzjoni separata.<p> L-għażliet tal-konfigurazzjoni tal-manager tal-fajls huma organizzati taħt erba' tabbijiet deskritti hawn taħt:<h2>Imġieba</h2> Dan it-tabb fih għażliet ta' konfigurazzjoni globali, bħar-reazzjoni tas-siġra tad-direttorji għal bidliet fid-dehriet l-oħra, jekk id-direttorji jinfetħux ġo window oħra, eċċ. <h2>Dehra</h2> Dan it-tabb fih għażliet biex tippersonalizza d-dehra tal-windows ta' konqueror, bħall-fonts u kulur tat-test, il-kulur tal-isfond eċċ. <h2>Skart</h2> Dan it-tabb fih għażliet li jikkontrollaw l-imġieba ta' Konqueror meta "tħassar" fajl.
nl: <h1>Bestandsbeheerder</h1> In deze module kunt de verschillende functies van Konqueror's bestandsbeheerder instellen. Houd er rekening mee dat Konqueror's browserfunctionaliteit in een andere module wordt ingesteld.<p> De configuratieopties voor de bestandsbeheerder zijn onderverdeeld in de vier hieronder beschreven tabbladen: <h2>Gedrag</h2> Dit tabblad bevat de globale opties voor Konqueror, zoals hoe de bestandsstructuur reageert op wijzigingen in de gekoppelde weergaven, of mappen worden geopend in nieuwe vensters, etc.. <h2>Uiterlijk</h2> Dit tabblad bevat opties waarmee u het uiterlijk van de vensters, zoals de lettertypen, tekstkleur, achtergrondkleur etc. kunt instellen. <h2>Prullenbak</h2> Dit tabblad bevat de opties waarmee u kunt bepalen wat Konqueror doet als u een bestand "verwijderd". <h2>Overig</h2> Dit tabblad bevat een aantal diverse opties.
no: <h1>Filbehandler</h1> I denne modulen kan du sette opp forskjellige sider ved Konquerors filbehandler-egenskaper. Vennligst merk at Konquerors nettleser-egenskaper må konfigureres fra en egen modul. <p>Filbehandlerens oppsettsvalg er organisert under fire forskjellige sider som er beskrevet under:<h2>Oppførsel</h2>Denne siden inneholder globale valg for Konqueror, slik som katalogtreets reaksjon på endringer i forskjellige visninger, om kataloger åpnes i nye vinduer osv.<h2>Visning</h2>Denne siden inneholder valg for tilpasset visning av Konqueror-vinduer, slik som skrifttypen og tekstfarge, bakgrunnsfarge, osv.<h2>Papirkurv</h2>Denne siden inneholder valg for å tilpasse Konquerors oppførsel når du "sletter" en fil.<h2>Annet</h2>Denne siden inneholder forskjellige valg.
pl: <h1>Menedżer plików</h1> W tym module można konfigurować różne aspekty działań Konquerora jako menedżera plików. Zwróć uwagę, że cechy Konquerora jako przeglądarki stron WWW mają swój własny moduł konfiguracyjny.<p> Opcje konfiguracyjne menedżera plików są umieszczone w czterech zakładkach, opisanych poniżej: <h2>Zachowanie</h2> Zakładka zawiera globalne opcje Konquerora, np reakcję drzewa katalogów na zmainy w odpowiadających im widokach, czy kartoteki są otwierane jako nowe okna itd. <h2>Wygląd</h2>Zakładka zawiera opcje konfiguracji wyglądu okien Konquerora np. czcionka i kolor tekstu, kolor tła, itd. <h2>Śmietnik</h2> zakładka zawiera opcje kontrolujace zachowanie Konquerora przy "kasowaniu" plików.
pt: <h1>Gestor de Ficheiros</h1> Neste módulo, podes configurar vários aspectos da funcionalidade do gestor de ficheiros do Konqueror. De notar que o navegador Web do Konqueror tem o seu próprio módulo de controlo.<p> As opções de configuração para o gestor de ficheiros estão organizadas em três secções como descritas abaixo: <h2>Comportamento</h2> Esta secção contém opções globais para o Konqueror, como a reacção da árvore de directorias a mudanças em vistas adjacentes, se as directorias são abertas em novas janelas, etc. <h2>Aparência</h2> Esta secção contém opções que personalizam a aparência das janelas do Konqueror, como a cor e tipo de letra do texto, cor de fundo, etc. <h2>Lixo</h2> Esta secção contém opções para personalizar o comportamento do Konqueror quando tu "apagas" um ficheiro.
ru: <h1>Файловый менеджер</h1> Этот модуль позволяет настраивать различные возможности файлового менеджера Konqueror. Отметьте, что функции Konqueror в качестве WWW-броузера настраиваются в другом, отдельном модуле.<p> Все настройки файлового менеджера представлены в виде четырех разделов, а именно: <h2>Поведение</h2> Здесь задаются общие настройки Konqueror'а, такие как реакция дерева каталогов на изменения в соответствующих панелях, например, должны ли каталоги отображаться в новых окнах и т.п. <h2>Внешний вид</h2> В этом разделе настраивается оформление окон Konqueror'а, например, вид и цвет шрифта, цвет фона и т.п. <h2>Корзина</h2> Здесь настраивается поведение Konqueror'а при "удалении" файлов. <h2>Разное</h2> В этом разделе настраивается пара дополнительных опций.
sk: <h1>Správca súborov</h1> V tomto module môžete nastaviť rôzne stránky činnosti Konqueroru ako správcu súborov. Vedzte, že činnosť Konqueroru ako prehliadača web stránok má svoj vlastný konfiguračný modul.<p> Možnosti nastavenia sú rozdelené pod štyri záložky takto: <h2>Správanie</h2> Táto záložka obsahuje všeobecné nastavenia, ako napríklad reakcia stromu priečinkov na zmeny v susedných oknách, či sú priečinky otvorené v nových oknách, atď. <h2>Vzhľad</h2> Táto záložka obsahuje možnosti na prispôsobenie si vzhľadu okien Konqueroru, ako napríklad druh a farba písma, farba pozadia, atď. <h2>Kôš</h2> Táto záložka obsahuje možnosti na úpravu správania pri vymazaní súboru.
sl: <h1>Upravljalnik datotek</h1> V tem modulu nastavite Konqueror kot upravljalnik datotek. Vedite, da je za spletno rabo na voljo poseben nastavitveni modul.<p> Nastavitvene izbire za datotečni upravljalnik so razporejene v štiri spodaj opisane razdelke: <h2>Vedenje</h2> V tem razdelku so globalne izbire Konquerorja, kot so vedenje imeniškega drevesa ob spremembah različnih načinov prikaza, to, ali se imeniki odprejo v novih oknih, ipd. <h2>Videz</h2> ponuja izbire, s katerimi oblikujemo videz oken Konquerorja, npr. barvo in pisavo besedila, barvo ozadja itd. <h2>Smeti</h2> ponujajo izbire, s katerimi nastavite privzeto vedenje upravljalnika, kadar "zbrišete" datoteko.
sr: <h1>Fajl menadžer</h1> U ovom modulu, možete konfigurisati različite funkcionalne aspekte Konquerorovog fajl menadžera. Konquerorev web pretraživač ima poseban modul za svoja podešavanja. <p> Opcije za konfigurisanje su podeljene u četirirazličite kategorije: <h2> Ponašanje </h2> Ova kategorija sadrži globalne opcije za Konquerora, kao što su podešavanja pregleda fajlova korišćenjem stabla direktorijuma, da li da se direktorijumi otvaraju u novom prozoru itd.. <h2>Izgled</h2> Ova kategorija sadrži opcije koje podešavaju izgled Konqueorevih prozora, kao što su font i boja teksta, pozadinska boja, itd. <h2>Smeće</h2> Ova kategorija sadrži opcije koje se odnose na podešavanje Konquerora kada brišete fajlove.
sv: <h1>Filhanteraren</h1> I denna modul kan du ställa in olika aspekter av Konquerors filhanteringsfunktionalitet. Observera att Konquerors webbläsarfunktionalitet har en egen inställningsmodul.<p> Inställningsalternativen för filhanteraren är organiserad under fyra flikar som beskrivs nedan: <h2>Beteende</h2> Denna flik innehåller globala alternativ för Konqueror, så som katalogträdens reaktion till ändringar i angränsande vyer, om kataloger ska öppnas i ett nytt fönster, etc. <h2>Utseende</h2> Denna flik innehåller alternativ för anpassning av Konquerors fönster, så som teckensnitt och färg på text, bakgrundsfärg, etc. <h2>Papperskorg</h2> Denna flik innehåller alternativ för anpassning av det förvalda beteendet i Konqueror när du "tar bort" en fil.
th: <h1>เครื่องมือจัดการแฟ้ม</h1> ในโมดูลนี้ คุณสามารถปรับแต่งการทำงานของ ตัวจัดการแฟ้ม Konqueror ได้ โปรดจำไว้ว่า ส่วนการทำงานเวบบราวเซอร์ Konqueror นั้น มีโมดูลปรับแต่งของตัวเอง <p> การปรับแต่งตัวเลือกต่างๆ ของเครื่องมือจัดการแฟ้ม จะมีอยู่สี่แท็บ คือ: <h2>ลักษณะ</h2> แท็บนี้ มีตัวเลือกส่วนกลางสำหรับ Konqueror เช่น แสดงไดเรกทอรี ในมุมมองที่เชื่อมอยู่ เป็นแบบรายการแบบต้นไม้ แม้ว่าไดเรกทอรีนั้น จะถูกเปิดอยู่ในอีกหน้าต่างก็ตาม เป็นต้น <h2>ลักษณะที่ปรากฎ</h2> แท็บนี้ มีตัวเลือกต่างๆ ที่ใช้ปรับแต่งลักษณะที่ปรากฎในหน้าต่าง Konqueror เช่น รูปแบบตัวอักษร และสีของข้อความ, สีพื้นหลัง เป็นต้น <h2>ถังขยะ</h2> แท็บนี้ มีตัวเลือกที่ใช้ปรับแต่งลักษณะของ Konqueror เมื่อคุณทำการ "ลบ" แฟ้ม
uk: <h1>Менеджер файлів</h1> В цьому модулі, Ви можете налаштувати різні аспекти поведінки менеджеру файлів Konqueror'у. Будь ласка, вважайте, що поведінка переглядача Тенет Konqueror має свій власний модуль конфігурації.<p> Опції налаштування для менеджеру файлів організовані у вигляді трьох закладок як наведено нижче: <h2>Поведінка</h2> Ця закладка містить глобальні параметри для Konqueror, такі, як реакція дерева каталогів до змін у приєднаному вигляді, чи будуть каталоги відкриватися у нових вікнах, і т.і. <h2>Вигляд</h2> Ця закладка містить параметри щодо вигляду вікон Konqueror'у, таких як шрифт та колір тексту, колір тла, і т.і. <h2>Смітник</h2> Ця закладка містить параметри типової поведінки Konqueror, коли Ви "витираєте" файл.
xh: <h1>Umphathi wefayile</h1> Kulo mnqongo, ungaqwalasela imiba emininzi yo msebenzi womphathi wefayile ye Konqueror. Nceda qaphela ukuba umkhangeli zincwadi we web ye Konqueror unomnqongo wakhe owodwa woqwalaselo.<p> Olu qwalaselo lokhetho lomphathi wefayile luququzelelwe phantsi kweziniki sithuba ezine ezichazwe ngezantsi: <h2>Ukuziphatha</h2> Esi siniki sithuba siqulathe iinketho ezingqukuva ze Konqueror, ezinjengolawulo lomthi kutshintsho oludibanisa iimboniselo, nokuba izilawuli zivulwe kwi window ezintsha, njalo-njalo. <h2>Ukuvela</h2> Esi siniki sithuba siqulathe iinketho eziveza ngokusesikweni iiwindow ze Konqueror, ezinjengomgca kunye nombala wokubhaliweyo, umbala wesiqalo, njalo-njalo. <h2>Umonakalo</h2> Esi siniki sithuba siqulathe iinketho ezenza indlela yokuziphatha ye Konqueror xa u "cima" ifayile.

source: &Desktop
af: werkskerm
az: &Masa üstü
da: &Skrivebord
el: Επιφάν&εια Εργασίας
et: &Töölaud
fi: &Työpöytä
he: ה&דובע ןחלוש
hu: M&unkaasztal
is: &Skjáborð
ja: デスクトップ(&D)
ko: 일터(&D)
lt: &Darbastalis
lv: &Darbvirsma
nl: &Bureaublad
no: &Skrivebord
pl: &Biurko
pt: Ambiente &de Trabalho
pt_br: Área de &trabalho
ro: &Ecran
ru: &Рабочий стол
sk: &Plocha
sl: &Namizje
sr: &Radna površina
sv: &Skrivbord
ta: §Á¨º
th: เดสก์ทอป
uk: &Стільниця

source: &Number of Desktops
af: nommer van werkskerms
az: Masa üstü &Miqdarı
da: &Antal skriveborde
el: Π&λήθος Επιφ. Εργασίας
et: &Töölaudade arv
fi: Työpöytien &Lukumäärä
he: הדובע תונחלוש רפ&סמ
hu: A munkaasztalok szá&ma
id: Ju&mlah Desktop
is: &Fjöldi skjáborða
ja: デスクトップの数(&N)
ko: 일터 수(&N)
lt: Dar&bastalių skaičius
lv: &Darbvirsmu Skaits
mt: &Numru ta' Desktops
nl: Aa&ntal bureaubladen
no: A&ntall skrivebord
pl: &Ilość biurek
pt: &Número de Ecrãs
pt_br: &Número de ambientes
ro: &Număr ecrane
ru: &Количество рабочих столов
sk: &Počet plôch
sl: Š&tevilo namizij
sr: &Broj radnih površina
sv: A&ntal skrivbord
ta: §Á¨º¸Ç¢ý ±ñ½¢ì¨¸
th: จำนวนของเดสก์ทอป
uk: &Кількість стільниць
xh: &Inani le Desktops
