Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkurifilt.po
Languages: af, az, bg, cs, da, de, el, eo, es, fi, fr, he, hu, id, is, it, ja, ko, lt, lv, mt, nl, no, no_ny, pl, pt, ru, sk, sl, sr, sv, th, uk, xh

source: The shortcuts entered here can be used as a pseudo-URI scheme in KDE. For example, the shortcut av can be used as in av:my search.
de: Die Kurzbefehle, die man hier eingibt, können als Pseudo-URI in KDE benutzt werden. Zum Beispiel können Sie den Kurzbefehl "av" in der Form "av:mein suchbegriff" verwenden.

source: &Add
de: &Hinzufügen

source: Click here to add/change a search engine.
de: Klicken Sie hier, um eine Suchmaschine zu ändern oder hinzuzufügen.

source: Click here to delete the currently selected search engine from the list.
de: Klicken Sie hier, um die ausgewählte Suchmaschine aus der Liste zu löschen.

source: In this module, you can configure various Internet search engines that KDE can use for keyword search. This allows you, for example, to enter a pseudo-URI like gg:Smetana to search the Google search engine for web pages about the Czech composer Bedrich Smetana.
de: In diesem Bereich können Sie KDE für die Benutzung verschiedener Suchmaschinen einrichten. Dies erlaubt Ihnen z.B. die Eingabe einer Pseudo-URI wie "gg:Smetana", woraufhin die Suchmaschine Google nach Webseiten über den tschechischen Komponisten Bedrich Smetana sucht.

source: Ch&ange
de: &Ändern

source: You must enter a search provider name first!
de: Geben Sie zuerst einen Provider-Namen ein.

source: You must enter a search provider URI first!
de: Geben Sie zuerst die URI des Such-Providers ein.
