Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkurifilt.po
Languages: af, az, bg, cs, da, de, el, eo, es, fi, fr, he, hu, id, is, it, ja, ko, lt, lv, mt, nl, no, no_ny, pl, pt, ru, sk, sl, sr, sv, th, uk, xh

source: UR&I Shortcuts:
af: uri kortpaaie:
az: &URI Qısa Yolları:
bg: URI Съкращени&я:
cs: Zkratky UR&I:
da: UR&L genveje:
de: UR&I-Kurzbefehle:
el: Συντομεύσεις UR&I:
eo: UR&I-mallongigoj:
es: Acessos rápidos de UR&I:
fi: UR&I pihavalinnat:
fr: &Raccourcis URI :
he: :תבותכל ךר&ד ירוציק
hu: A kereső&azonosítók:
id: Shortcut UR&I:
is: AR&I styttingar:
it: Scorciatoie UR&I:
ja: UR&Iのショートカット
ko: UR&I 줄임말:
lt: UR&I nuorodos:
lv: UR&I Īsinājumikonas:
mt: Taqsiriet ta' UR&Ls:
nl: UR&I-snelkoppelingen:
no: UR&I-snarveier:
no_ny: UR&I-snarvegar:
pl: Skróty adresowe (UR&I)
pt: Atalhos de UR&I:
ru: Сокращени&я
sk: Skratky pre UR&I:
sl: Bližnjice U&RI:
sr: UR&I prečica:
sv: Webbadress&förkortningar:
th: ตัวย่อ UR&I:
uk: Скорочення UR&I:
xh: Iindlela ezimfutshane ze UR&I:

source: The shortcuts entered here can be used as a pseudo-URI scheme in KDE. For example, the shortcut <em>av</em> can be used as in <em>av</em>:<em>my search</em>.
af: die kortpaaie ingevoerde hier kan wees gebruik word as 'n pseudo-URI skema in kde. vir voorbeeld, die kortpad <em>av</em> kan wees gebruik word as in <em>av</em>:<em>my soektog</em>.
az: Buraya girilən qısa yollar KDE içində də işlədilə bilər. Nümunə olaraq <em>av</em> qısa yolu eyni vaxtda <em>av</em>:<em>axtarış sətirim</em> olaraq da işlədilə bilər.
bg: Въведете тук съкращенията който могат да бъдат използван като псевдоадрес. Например, съкращението <em>av</em> може да бъде използвано за търсена като <em>av</em>:<em>my</em>.
cs: Zde vložené zkratky je možné použít jako pseudo tvary URI v prostředí KDE. Např. zkratka <em>av</em> může být použita jako <em>av:můj dotaz</em>.
da: Genvejene angivet her kan bruges som pseudo-URL metode i KDE. For eksempel genvejen <em>av</em> kan bruges som i <em>av</em>:<em>min søgning</em>.
el: Οι συντομεύσεις που δίνονται εδώ μπορούν να χρησιμοποιηθούν σαν σχήματα ψευδο-URI στο KDE. για παράδειγμα, η συντόμευση <em>av</em> μπορεί να χρησιμοποιηθεί όπως στο <em>av</em>:<em>η αναζήτησή μου</em>.
eo: La mallongigoj donitaj tie ĉi povas esti uzataj kiel pseŭda URI-skemo en KDE. Ekzemple la mallongigon <em>av</em> vi povas uzi por serĉi per <em>av</em>:<em>mia_serĉaĵo</em>.
es: Los accesos rápidos introducidos aquí pueden usarse como un esquema de pseudo-URI en KDE. Por ejemplo, el acceso rápido <em>av</em> puede usarse como <em>av</em>:<em>mi búsqueda</em>.
fi: Tähän kirjoitettua lyhennettä voidaan käyttää internetosoitteen tapaan KDE:ssa. Esimerkiksi lyhennettä <em>av</em> voidaan käyttää seuraavaan tapaan: <em>av</em>:<em>minun hakuni</em>.
fr: Les raccourcis saisis ici peuvent être utilisés comme de pseudo-URI dans KDE. Par exemple, le raccourci <em>av</em> peut s'utiliser ainsi <em>av</em>:<em>ma recherche</em>.
he: <p align=right>ךרדה ירוציקב שומיש תושעל ןתינ<br>תובותכ תינבת רותב ןאכ םידלקומה<br>ןתינ <em>av</em> ךרדה רוציקב ,אמגודל .KDE-ב<br>.<em>av</em>:<em>my search</em> תמגוד ףוריצב שמתשהל
hu: Az itt megadott azonosítók pszeudo-URI azonosítóként használhatók a KDE-ben. Például az <em>av<em> rövidítés használható mint <em>av</em>:<em>keresendő szöveg</em>.
id: Shortcut yang dimasukkan di sini dapat digunakan sebagai skema pseudo-URI dalam KDE. Sebagai contoh, shortcut <em>av</em> dapat digunakan sebagai pencarian <em>av</em>:<em>pencarianku</em>.
is: Styttingarnar hér má nota sem plat-URI í KDE. Til dæmis má nota styttinguna <em>av</em> með <em>av</em>:<em>mín leit</em>.
it: Le scorciatoie immesse qui possono essere utilizzate come schemi pseudo-URI in KDE. Per esempio, la scorciatoia <em>av</em> può essere usata come nel caso <em>av</em>:<em>mia ricerca</em>.
ja: ここに入力するショートカットはKDEでの疑似URIスキームとして使用されます。例えば、ショートカット<em>av</em>ば<em>av</em>:<em>検索語</em>として使用されます。
ko: KDE에서 가상 URI에서 이용할 줄임말을 입력하십시오. 예를 들어 줄임말이 <em>av</em>라면 <em>av</em>:<em>검색어</em>와 같습니다.
lt: Čia įrašytos nuorodos gali būti naudojomos kaip KDE pseudo-URI schema. Pavyzdžiui, nuoroda <em>av</em> gali būti naudojama kaip <em>av</em>:<em>mano paieška</em>.
lv: Šeit ievadītās īsinājumikonas var tikt izmantotas kā KDE pseido-URI shēmas. Piemērām, īsinājumikona <em>av</em> var tikt izmantota kā <em>av</em>:<em>manā meklēšanā</em>.
mt: It-taqsiriet li ddaħħal hawn jistgħu jintużaw bħala skema ta' psewdo-URL fil-KDE. Per eżempju, it-taqsira <em>av</em> tista' tintuża bħala <em>av</em>:<em>xi ħaġa</em>
nl: De snelkoppelingen die u hier invoert kunnen gebruikt worden als pseudo-URI-schema in KDE. Bijv.: de snelkoppeling <em>av</em> kan net zo worden gebruikt als in <em>av</em>:<em>mijn zoekactie</em>.
no: Snarveier oppgitt her kan brukes som en pseudo-URI-valg i KDE. For eksempel kan snarveien<em>av</em> brukes som i <em>av</em>:<em>mitt søk</em>.
no_ny: Desse snarvegane kan brukast som eit pseudo-URI-oppsett i KDE. Du kan til dømes bruka snarvegen <em>av</em> som i <em>av:mitt søk</em>.
pl: Podane tu skróty mogą być użyte jako schemat pseudoadresów (URI) w KDE. Na przykład można użyć skrótu av (od Altavista) jak w <em>av</em>:<em>coś czego szukam</em>.
pt: Os atalhos aqui indicados podem ser usados como URI no KDE. Por exemplo, o atalho <em>av</em> pode ser usado como em <em>av</em>:<em>minha pesquisa</em>.
ru: Введенные здесь сокращения могут быть использованы как псевдоадрес. Например, сокращение <em>av</em> может быть использовано для поиска как <em>av</em>:<em>my</em>.
sk: Skratky, ktoré tu zadáte môžete neskôr použiť ako pseudo-URI schému v KDE.Napríklad, skratka <em>av</em> môže byť použitá ako <em>av</em>:<em>my</em> pri vyhľadávaní.
sl: Bližnjice, ki jih vnesete tu, se lahko uporabljajo za shemo psevdo-URI-jev v KDE. Bližnjica <em>av</em> se, denimo, lahko uporablja kot v <em>av</em>:<em>moje iskanje</em>.
sr: Prečice unešene ovde mogu biti upotrebljene kao pseudo-URI-šema u KDE-u. Na primer, prečica <em>av</em> može biti upotrebljena kao u <em>av</em>:moje pretraživanje</em>.
sv: Förkortningarna som du skriver in här kan användas som låtsas-webbadresser i KDE. Till exempel kan förkortningen <em>av</em> användas som <em>av</em>:<em>min sökning</em>
th: ตัวย่อที่เติมเข้าไปนี้ สามารถใช้เสมือนรูปแบบ URI ใน KDE ได้ ตัวอย่างเช่น ตัวย่อ <em>av</em> สามารถใช้ในรูปแบบเช่น <em>av</em>: <em>my search</em>.
uk: Скорочення надані тут можуть бути використані як схеми псевдо-URI у KDE. Наприклад, скорочення <em>av</em> може бути використане як у <em>пошук</em>: <em>av</em>.
xh: Iindlela ezimfutshane ezingeniswe apha zingasetyenziswa njenge pseudo-URI udweliso kwi KDE. Umzekelo, indlela emfutshane <em>av</em> ingasetyenziswa njengako <em>av</em>:<em>olwam uphendlo</em>.

source: &Charset:
af: karakterstel:
az: &Hərf Köməsi:
bg: &Кодировка:
cs: &Znaková sada:
da: &Tegnsæt:
el: Σύνολο &Χαρακτήρων:
eo: &Signaro:
es: &Mapa de caracteres:
fi: &Merkistö:
fr: Jeu de &caractères :
he: :םיוות ךרע&מ
hu: Ka&rakterkészlet:
is: &Stafatafla:
it: Insieme di &caratteri:
ja: 文字コードセット(&C):
ko: 문자 셋(&C)
lt: &Koduotė:
lv: &Rakstzīmju kopa:
mt: &Sett ta' karattri
nl: Te&kenset:
no: &Tegnsett
no_ny: &Teiknsett:
pl: &Kodowanie:
pt: Mapa de &Caracteres
ru: &Кодировка:
sk: &Znaková sada:
sl: &Nabor znakov:
sr: &Skup znakova:
sv: &Teckenuppsättning:
th: ชุดรหัสอักระ:
uk: &Набір символів:
xh: &Isicwangciso sechar:

source: Select the character set that will be used to encode your search query.
af: kies die karakter stel wat sal wees gebruik word aan enkodeer jou soektog navraag.
az: Axtarış əməliyyatında işlədiləcək xarakter köməsini girin
bg: Задайте кодировкта на вашата заявка.
cs: Zvolte znakovou sadu, která bude použita k odeslání dotazu.
da: Vælg det tegnsæt, der vil blive brugt til at indkode din søgeforespørgsel.
el: Επιλέξτε το σύνολο χαρακτήρων που θα χρησιμοποιείται για την κωδικοποίηση του ερωτήματος αναζήτησής σας.
eo: Elektu la signaron uzatan por kodigi vian serĉmendon.
es: Seleccione el mapa de caracteres que se utilizará para codificar su solicitud de búsqueda.
fi: Valitse merkistö, jota käytetään haun koodaukseen.
fr: Choisissez le jeu de caractères qui sera utilisé pour encoder votre requête.
he: <p align=right>וב םיוותה ךרעמ תא רחב<br>דודיקל שומיש השעיי<br>.ךלש שופיחה תתליאש
hu: Válassza ki azt a karakterkészletet, amelyben a keresési kifejezést meg akarja adni.
id: Pilih kumpulan karakter yang akan digunakan untuk mengkodekan query pencarian anda.
is: Veldu stafatöfluna sem leitarstrengurinn verður kóðaður með.
it: Imposta l'insieme di caratteri da usare per codificare le tue richieste di ricerca.
ja: 検索問い合わせのエンコーディングに使用する文字コードセットを選択して下さい
ko: 검색 질의에서 인코딩할때 이용할 문자셋을 선택하십시오.
lt: Pažymėkite koduotę, kuri bus naudojama koduoti jūsų paieškos užklausai.
lv: Izvēlieties simbolu komplektu, kurš tiks izmantots jūsu meklēšanas pieprasījuma kodējumam.
mt: Agħżel is-sett ta' karattri li għandu jintuża biex jikkodifika t-tfittxija tiegħek.
nl: Selecteer hier de tekenset die gebruikt zal worden om uw zoekactie mee te coderen.
no: Velg tegnsettet som blir brukt for koding av søkespørringen
no_ny: Vel teiknsettet for koding av søkjespørjinga.
pl: Wybierz kodowanie używane dla zapytań
pt: Escolhe o mapa de caracteres que deve ser utilizado para codificar a tua busca.
ru: Задайте кодировку для вашего запроса.
sk: Vyberte znakovú sadu, ktorá bude použitá pre vaše vyhľadávanie.
sl: Izberite nabor znakov, ki bo uporabljen pri kodiranju vaše iskalne fraze.
sr: Izaberite skup znakova koji će biti korišten za kodiranje vašeg pretraživačkog upita.
sv: Välj teckenuppsättningen som ska användas för att koda din sökning.
th: เลือกชุดรหัสอักระที่ต้องการใช้กับการเรียกค้นข้อมูล
uk: Виберіть набір символів для закодовування Вашого запиту на пошук.
xh: Khetha iqela lomsebenzi elizakusetyenziswa uku encoder isikkhalazo sophendlo lwakho.

source: Modify Search Provider
af: verander soektog verskaffer
az: Axtarış Mühərrikini Düzəlt
bg: Модифицирай търсещата система
cs: Upravit poskytovatele vyhledávání
da: Ændr søgeudbyder
el: Τροποποίηση Παροχέα Αναζήτησης
eo: Ŝanĝu serĉilon
es: Modificar el buscador
fi: Muokkaa hakupalvelua
fr: Modifier le moteur de recherche
he: שופיח קפס יוניש
hu: A keresőszolgáltató módosítása
id: Modifikasi Provider Pencarian
is: Breyta leitarþjónustu
it: Modifica motore di ricerca
ja: 検索エンジン名の変更
ko: 검색 제공 사이트 수정
lt: Modifikuoti paieškos tiekėją
lv: Modificēt Meklēšanas Sniedzēju
mt: Editja website ta' tfittxija
nl: Zoekmachine bewerken
no: Endre tilbydernavn:
no_ny: Endra søkjeteneste
pl: Zmień wyszukiwarkę
pt: Modificar Motor de Busca
ru: Изменить поисковую систему
sk: Zmeniť vyhľadávacej služby
sl: Prilagodi ponudnika iskanja
sv: Redigera sökmotor
th: แก้ไขผู้ให้บริการค้นข้อมูล
uk: Змінити пошукову машину
xh: Guqula kancinane uMnikezi woPhendlo

source: New Search Provider
af: nuwe soektog verskaffer
az: Yeni Axtarış Mühərriki
bg: Нова търсеща система
cs: Nový poskytovatel vyhledávání
da: Ny søgeudbyder
el: Νέος Παροχέας Αναζήτησης
eo: Nova serĉilo
es: Nuevo buscador
fi: Uusi hakupalvelu
fr: Nouveau moteur de recherche
he: שדח שופיח קפס
hu: Új keresőszolgáltató
id: Penyedia Pencarian Baru
is: Ný leitarþjónustu
it: Nuovo motore di ricerca
ja: 新規検索エンジン名
ko: 새로운 검색 사이트
lt: Naujas paieškos tiekėjas
lv: Jauns Meklēšanas Sniedzējs
mt: Website ġdida ta' tfittxija
nl: Nieuwe zoekmachine
no: Nytt tilbydernavn:
no_ny: Ny søkjeteneste
pl: Nowa nazwa wyszukiwarki
pt: Novo Motor de Busca
ru: Новая поисковая система
sk: Nová vyhľadávacia služba
sl: Nov ponudnik iskanja
sv: Ny sökmotor
th: เพิ่มผู้ให้บริการค้นข้อมูลใหม่
uk: Нова пошукова машина
xh: Umnikezi woPhendlo omtsha

source: The URI does not contain a \1 placeholder for the user query. This means that the same page is always going to be visited, regardless of what the user types...
af: die uri doen nie bevat 'n \1 plekhouer vir die gebruiker navraag. hierdie beteken wat die selfde bladsy is altyd gaan aan wees besoekte, ongeag van wat die gebruiker tipes...
az: URI istifadəçi sorğusu üçün bir \1 yer tutucu daxil etmir. Bu eyni səhifənin həmişə, istifadəçi növlərinə baxmadan gəziləcək olduğu mənasına gəlir...
bg: URI не съдържа място за заявката на потребителя, обозначено като \1. Това означава, че вие винаги ще посещавате тази страница независимо от въведените думи за търсе.
cs: URI neobsahuje substituční značku \1, která je nahrazena uživatelskými dotazy. To znamená, že bude navštěvována stále stejná stránka bez ohledu na text vložený uživatelem...
da: Denne URL indeholder ikke en \1 pladsholder for brugerforespørgslen. Dette betyder at det altid vil være den samme side der bliver besøgt uanset hvad brugeren skriver...
de: Die URI enthält keinen "\1"-Platzhalter für die Benutzer-Abfrage. Das bedeutet, dass immer dieselbe Seite geladen wird, gleichgültig was der Benutzer eingibt...
el: Το URI δεν περιέχει μια θέση \1 για το ερώτημα τουχρήστη. Αυτό σημαίνει ότι, ανεξάρτητα από το τι πληκτρολογεί ο χρήστης, θα εμφανίζεται πάντοτε η ίδια σελίδα...
eo: LA URI ne enhavas variablon \1 por la serĉaĵo. Tio signifas, ke ĉiam aperas la sama paĝo senkonsidere de la tajpita serĉaĵo...
es: La URI no contiene un \1 localizador para la solicitud del usuario. Esto significa que se visitará siempre la misma página, independientemente de lo que introduzca el usuario...
fi: Osoitteessa ei ole koodia \1, joten käyttäjälle näytetään aina sama sivu.
fr: L'URI saisie ne contient pas la séquence \1 dans la requête. Cela signifie que la même page sera toujours consultée, quoi que vous saisissiez ensuite.
he: .שמתשמה לש התליאשה רובע \1 ףוריצ הליכמ אל וז תבותכ המל רשק אלל ,ףדה ותואל עיגי דימת שמתשמהש רמוא הז ...דילקה אוהש
hu: A megadott URI nem tartalmazza a \1 helyettesítést a keresés megadásánál. Ez azt jelenti, hogy mindig ugyanaz lesz a keresési szöveg, függetlenül attól, hogy mit adott meg a felhasználó...
id: URI tidak berisikan sebuah tempat \1 bagi query user. Hal ini berarti halaman yang sama akan selalu dikunjungi, tanpa memandang tipe user...
is: Þetta URI er ekki með \1 tákn fyrir fyrirspurn notandans. Það þýðir að það verður alltaf farið á sömu síðu hvað sem notandinn slær inn.
it: La URI non contiene un segnaposto \1 per la richiesta dell'utente. Questo significa che sarà sempre visitata la stessa pagina, indipendentemente da ciò che l'utente scrive...
ja: このURIは検索のための\1プレースホルダを含んでいません。 これでは何を入力しても常に同じページが参照されて しまうことに....
ko: URL는 사용자 질의에서 \1 과 같은 위치지정를 포함하지 않습니다. 이는 사용자가 어떤것을 입력하든 상관없이 동일한 페이지는 항상 방문할 것입니다.
lt: URI neturi \1 pakeitimų vartotojo užklausai. Turima omenyje, kad tas pats puslapis bus visada lankomas, nepriklausomai nuo to, ką įrašo vartotojas...
lv: URI nesatur \1 vietu lietotāja pieprasījumam. tas nozīmē ka šāda lapa jau bijusi apmeklēta, Neatkarīgi no lietotāja rakstītā...
mt: Dan il-URL ma fihx is-simbolu \1 li tiġi mibdula mal-kliem li tipprova tfittex. Dan ifisser li dejjem se tittella' l-istess paġna, tittajpja x'tittajpja...
nl: Het URI-adres bevat geen \1-plaatshouder voor de zoekactie. Dit betekent dat altijd dezelfde pagina wordt bezocht, ongeacht wat de gebruiker intypt...
no: URIen inneholder ikke en \1-plassholder for brukersøket. Det betyr at den samme siden alltid vil bli brukt, uansett hva brukeren skriver inn...
no_ny: Adressa (URI) inneheld ikkje plasshaldaren \1 for søkjeteksten. Difor vert alltid den same sida vist, uansett kva brukaren skriv ...
pl: Adres (URI) nie zawiera zamiennika \1 dla zapytania użytkownika. Oznacza to, że zawsze ta sama strona zostanie otwarta, bez względu na to, co wpisze użytkownik...
pt: O URI não contém uma sequência \1 para a pesquisa do utilizador. Isto significa que a mesma página vai ser sempre visitada, não interessando o que o utilizador escreve...
ru: Введенный адрес не содержит места для запроса пользователя, обозначенного как \1. Это означает, что вы всегда будете переходить на эту страницу независимо от введенного слова для поиска.
sk: URI neobsahuje \1 miesto pre používateľskú žiadosť. To znamená, že vždy bude navštevovaná tá istá stránka bez ohľadu na to, čo používateľ napíše...
sl: URI nima niza \1, ki se prevede v uporabnikovo zahtevo. To pomeni, da bo vedno prikazana ena in ista stran, ne glede na to, kaj vpiše uporabnik...
sr: URI ne sadrži čuvač mesta \1 za korisnički upit. Ovo znači da će ista strana uvek biti posećena, nezavisno od onoga što korisnik ukuca...
sv: Webbadressen innehåller inte markören \1 som ersätts med den text som användaren söker efter. Det här betyder att samma sida kommer att visas varje gång, oavsett vad man söker efter...
th: URI ไม่มีส่วน ที่บรรจุ \1 สำหรับการค้นหาของผู้ใช้ ซึ่งหมายความว่า หน้าเพจเดียวกันนี้ จะถูกเรียกใช้ โดยพิจารณาจากสิ่งที่ผู้ใช้พิมพ์...
uk: URI не містить шаблон заміни \1 для запиту користувача. Це означає, що та сама сторінка буде завжди відвідуватись, незважаючи на те, що ввів користувач...
xh: I URI ayiqulathanga i \1 umbambi wendawo kwisikhalazo somsebenzisi. Oku kuthetha ukuba iphepha elinye lisoloko lizakundwendwelwa, ngaphandle kokuchwethezwa ngumsebenzisi...

source: Keep It
af: hou dit
az: Tut
bg: Запази
cs: Uchovat
da: Behold det
de: Speichern
el: Κράτησέ το
eo: Tenu ĝin
es: Mantenerlo
fi: Säilytä
fr: Conserver
he: רומש
hu: Megtartás
id: Simpan
is: Halda því
it: Mantieni
ja: 保持する
ko: 유지
lt: Palikti jį
lv: Paturēt to
mt: Żommu
nl: Behouden
no: Ta vare på den
no_ny: Bruk likevel
pl: Przechowaj
pt: Manter
ru: Сохранить
sk: Nechať si
sl: Ohrani
sr: Zadrži ga
sv: Behåll det
th: เก็บมันไว้
uk: Залишити
xh: Yigcine

source: <qt><b>%1</b> doesn't have a home directory!</qt>
af: <qt><b>%1</b> nie het 'n huis gids!</qt>
az: <qt><b>%1</b> üçün bir ev cərgəsi mövcud deyildir!</qt>
bg: <qt><b>%1</b> няма домашна директория!</qt>
cs: <qt><b>%1</b> nemá domovský adresář!</qt>
da: <qt><b>%1</b> har ikke en hjemmemappe!</qt>
de: <qt><b>%1</b> besitzt kein Persönliches Verzeichnis.</qt>
el: <qt>ο χρήστης <b>%1</b> δεν έχει προσωπικό (home) κατάλογο!</qt>
eo: <qt><b>%1</b> ne havas hejmdosierujon!</qt>
es: <qt>¡<b>¡%1</b> no tiene un directorio personal!</qt>
fi: <qt><b>%1</b>:lla ei ole kotihakemistoa!</qt>
fr: <qt><b>%1</b> n'a pas de dossier personnel !</qt>
he: <qt>!תיב תיירפס ןיא <b>%1</b>ל</qt>
hu: <qt><b>%1</b> nem rendelkezik saját könyvtárral.</qt>
id: <qt><b>%1</b> tidak memiliki home directory!</qt>
is: <qt><b>%1</b> á ekkert heimasvæði!</qt>
it: <qt><b>%1</b> non ha una directory home!</qt>
ja: <qt><b>%1</b>はホームディレクトリを持っていません!</qt>
ko: <qt><b>%1</b>는 홈자료방이 없습니다!</qt>
lt: <qt><b>%1</b> neturi namų katalogo!</qt>
lv: <qt><b>%1</b> nav mājas direktorija!</qt>
mt: <qt><b>%1</b> m'għandux direttorju tal-bidu!</qt>
nl: <qt><b>%1</b> heeft geen persoonlijke map!</qt>
no: <qt><b>%1</b> har ikke en hjemmekatalog!</qt>
no_ny: <qt><b>%1</b> har ingen heimekatalog.</qt>
pl: <qt><b>%1</b> nie posiada kartoteki domowej!</qt>
pt: <qt>O <b>%1</b> não tem uma directoria pessoal!</qt>
ru: <qt><b>%1</b> не имеет домашнего каталога!</qt>
sk: <qt><b>%1</b> nemá domovský priečinok!</qt>
sl: <qt><b>%1</b> nima domačega imenika!</qt>
sr: <qt><b>%1</b> nema lični direktorijum!</qt>
sv: <qt><b>%1</b> har ingen hemkatalog!</qt>
th: <qt>ดูเหมือนว่า <b>%1</b> จะไม่ใช่ไดเรกทอรีส่วนตัวของคุณนะ !</qt>
uk: <qt><b>%1</b> не має домашнього каталогу!</qt>
xh: <qt><b>%1</b> ayinalulawulo lwasekhaya!</qt>

source: <qt>There is no user called <b>%1</b>.</qt>
af: <qt>daar is nee gebruiker wat genoem word <b>%1</b>.</qt>
az: <qt> <b>%1</b> adında bir istifadəçi yoxdur.</qt>
bg: <qt>Няма потребител с име <b>%1</b>.</qt>
cs: <qt>Neexistuje uživatel <b>%1</b>.</qt>
da: <qt>Der er ingen bruger der hedder <b>%1</b>.</qt>
de: <qt>Es existiert kein Benutzer namens <b>%1</b>.</qt>
el: <qt>Δεν υπάρχει χρήστης με όνομα <b>%1</b>.</qt>
eo: <qt>Ne ekzistas uzanto <b>%1</b>.</qt>
es: <qt>No existe un usuario llamado <b>%1</b>.</qt>
fi: <qt>Ei ole käyttäjää nimeltä <b>%1</b>.</qt>
fr: <qt>Il n'y a pas d'utilisateur nommé «&nbsp;%1&nbsp;».</qt>
he: <qt>.<b>%1</b> םשב שמתשמ ןיא</qt>
hu: <qt>Nem létezik <b>%1</b> nevű felhasználó.</qt>
id: <qt>Tidak ada user bernama <b>%1</b>.</qt>
is: <qt>Það er enginn notandi nefndur <b>%1</b>.</qt>
it: <qt>Non c'è nessun utente chiamato <b>%1</b>.</qt>
ja: <qt><b>%1</b>というユーザーは存在しません</qt>
ko: <qt><b>%1</b>를 호출한 사용자가 없습니다.</qt>
lt: <qt>Nėra vartotojo <b>%1</b>.</qt>
lv: <qt>Šeit nav lietotāja izsaukta <b>%1</b>.</qt>
mt: <qt>M'hemm ebda user bl-isem <b>%1</b>.</qt>
nl: <qt>Er is geen gebruiker met de naam <b>%1</b>.</qt>
no: <qt>Det er ingen bruker som heter<b>%1</b>.</qt>
no_ny: <qt>Brukaren <b>%1</b> finst ikkje.</qt>
pl: <qt>Nie ma użytkownika <b>%1</b>.</qt>
pt: <qt>Não existe um utilizador <b>%1</b>.</qt>
ru: <qt>Пользователь <b>%1</b> не найден.</qt>
sk: <qt>Nie je tu žiadny užívateľ s menom <b>%1</b>.</qt>
sl: <qt>Ni uporabnika, ki bi se imenoval <b>%1</b>.</qt>
sr: <qt>Ne postoji korisnik pod nazivom <b>%1</b>.</qt>
sv: <qt>Det finns ingen användare som heter <b>%1</b>.</qt>
th: <qt>ไม่มีผู้ใช้ที่เรียกว่า <b>%1</b> นี้</qt>
uk: <qt>Користувача <b>%1</b> не існує.</qt>
xh: <qt>Akukho msebenzisi obizwa ngo <b>%1</b>.</qt>

source: &ShortURLs
af: kort urls
az: &Qısa URL'lər
bg: &Съкращения
cs: &Krátká URL
da: &Korte URL'er
de: &Kurz-URLs
eo: &Mallongigitaj URLoj
es: URLs cor&tas
fi: &Lyhyet URL:t
fr: URL&s courtes
he: תור&צק תובותכ
hu: &Rövid URL-ek
is: &Stutt URL
it: &URL corte
ja: 短縮URL(&S)
ko: 검색 사이트 약어(&S)
lt: &Trumpi URL
lv: &ĪsiURLi
mt: &URL imqassra
nl: &Korte URL-adressen
no: &KorteURLer
no_ny: &Korte URL-ar
pl: &Krótkie URL-e
pt: URL&s de Atalho
ru: &Сокращения
sk: &Krátke URL
sl: &Kratki URL-ji
sr: &Kratki URL-ovi
sv: &Kortwebbadresser
th: URL ย่อ
uk: &Короткі URL
xh: &Ezimfutshane ii URL

source: <h1>Enhanced Browsing</h1> In this module you can configure some special features the Konqueror browser offers. <h2>Internet Keywords</h2> Using internet keywords is a very quick way of using web search engines. For example, you can just enter "altavista:frobozz" or "av:frobozz" and konqueror will do a search query on AltaVista for you, returning all hits AltaVista found on the word "frobozz". Even easier: just pressing Alt-F2 (if you haven't changed this shortcut) and enter your search query into the KDE Run Command dialog.
de: <h1>Erweiterte Websuche</h1> In diesem Modul können Sie spezielle Funktionen von Konqueror aktivieren. <h2>Internet-Stichwörter</h2> Die Verwendung von Internet-Stichwörtern bietet sehr schnellen Zugriff auf Web-Suchmaschinen. Zum Beispiel können Sie einfach "altavista:frobozz" oder "av:frobozz" eingeben und Konqueror wird die entsprechende Suche für Sie auf AltaVista vornehmen und alle Fundstellen angeben, welche die Suchmaschine zu dem Wort "frobozz" geliefert hat. Noch einfacher: Drücken Sie Alt-F2 (falls Sie dieses Tastenkürzel nicht geändert haben) und schreiben Sie Ihre Suchanfrage in die dann erscheinende KDE-Dialogbox "Befehl ausführen".

source: If this box is checked, KDE will let you type Internet Keywords in its browser's address bar.
de: Wenn dieses Feld angekreuzt ist, dann können Sie Suchwörter in die Addressleiste des Web-Browsers eingeben.

source: Search &Fallback:
de: Standard-&Suchmaschine:

source: Here you can select a search engine that will be used if what is typed is not an Internet Keyword. Select None if you do not want to do a search in this case.
de: Hier können Sie eine Suchmaschine auswählen, die benutzt werden soll, falls es sich bei der Eingabe nicht um ein gültiges Stichwort handelt. Wählen Sie "Keine", wenn in diesem Fall keine Suche stattfinden soll.

source: Search
de: Suchen

source: This list contains the search engines that KDE knows about, and their associated shortcuts.
de: Die Liste enthält die Suchmaschinen, die KDE bekannt sind und die damit verbundenen Kurzbefehle.

source: Enter the human readable name of the search engine here.
de: Geben Sie hier den normalen Namen der Suchmaschine ein.
