Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkurifilt.po
Languages: af, az, bg, cs, da, de, el, eo, es, fi, fr, he, hu, id, is, it, ja, ko, lt, lv, mt, nl, no, no_ny, pl, pt, ru, sk, sl, sr, sv, th, uk, xh

source: <h1>Enhanced Browsing</h1> In this module you can configure some enhanced browsing features of KDE. <h2>Internet Keywords</h2>Internet Keywords let you type in the name of a brand, a project, a celebrity, etc... and go to the relevant location. For example you can just type "KDE" or "K Desktop Environment" in Konqueror to go to KDE's homepage.<h2>Web Shortcuts</h2>Web Shortcuts are a quick way of using Web search engines. For example, type "altavista:frobozz" or "av:frobozz" and Konqueror will do a search on AltaVista for "frobozz". Even easier: just press Alt-F2 (if you haven't changed this shortcut) and enter the shortcut in the KDE Run Command dialog.
af: <h1>verbeterde blaaiïng</h1> in hierdie module jy kan konfigureer sommige verbeterde <-invoer->blaaiïng funksies van kde. <h2>internet sleutelwoorde</h2>internet sleutelwoorde laat <-invoer->jy tipe in die naam van 'n handelsmerk, 'n projek, 'n ster, etc... en gaan aan <-invoer->die relevante ligging. vir voorbeeld jy kan net tipe "kde" van "k werkskerm <-invoer->omgewing" in konqueror aan gaan aan kde se tuisblad.<h2>web kortpaaie</h2><-invoer->web kortpaaie word 'n vinnige weg van te gebruik web soektog enjins. vir voorbeeld, tipe <-invoer->"altavista:frobozz" van "av:frobozz" en konqueror sal doen 'n soektog op <-invoer->altavista vir "frobozz". al makliker: net druk alt-f2 (as jy het nog nie <-invoer->het verander hierdie kortpad) en invoer die kortpad in die kde hardloop opdrag dialoog.
az: <h1>Təkmilləşmiş Gəzmə</h1> Bu modulda Konqueror'un gəzmə üçün verdiyi bə'zi xüsusi seçənəkləri quraşdıra bilərsiniz. <h2>Internet Açar Kəlmələri</h2> Internet Açar Kəlmələrini işlətmək veb axtarış mühərriklərini istifadə etmənin olduqca asand bir yoludur. Məsələn siz sadəcə olaraq "altavista:Azərbaycan" ya da "av:Azərbaycan" girərsəniz konqueror AltaVista da bir axtarış aparacaq və AltaVista' nın olduğu içində "Azərbaycan" kəlməsi keçən bütün səhifələri göstərəcəkdir. Daha asandı: sadəcə olaraq Alt-F2 düymələrinə basaraq (əgər qısa yolu dəyişdirmədiyiniz) axtarmağınızı KDE Əmr İşə Sal dialoq qutusundan edə bilərsiniz.
bg: <h1>Разширени възможности за преглед WWW</h1> В този модул се настройват някой допълнителни възможности за WWWKonqueror. <h2>Ключови думи в Интернет</h2>Ключовите думи се използват за бърз преход към необходимите ви в Интернет ресурси. Например, вие можете да напишете "KDE" или "K Desktop Environment" в Konqueror, за да отидете на домашната страница на KDE.<h2>Бързо търсене</h2>Това съкращение се използва за бързо използване на търсещи машини в Интернет. Например, написвайки "altavista:frobozz" или "av:frobozz", вие отправяте заявка на търсещата система AltaVista, след което ще получите резултата за "frobozz". Може това да го направите още по просто: натиснете Alt-F2 (ако не сте сменили тази клавишна комбинация) и напишете вашето съкращение в диалога.
cs: <h1>Rozšířené prohledávání</h1> V tomto modulu je možné nastavit některé speciální prohlížecí vlastnosti KDE.<h2>Internetová klíčová slova</h2> Použití internetových klíčových slov je rychlý způsob používání webových prohledávačů. Např. stačí pouze vložit "altavista:blábol" nebo "av:blábol" a Konqueror vyhledá zadaný dotaz na AltaVistě a zobrazí výsledky hledání. Nebo ještě jednodušeji: stiskněte pouze Alt-F2 (pokud jste tuto klávesovou zkratku nepředefinovali) a vložte dotaz do dialogu pro spouštění aplikací.
da: <h1>Udvidet netsøgning</h1> I dette modul kan man indstille nogle specielle egenskaber, som Konqueror netsøgeren tilbyder. <h2>Internetnøgleord</h2> Internetnøgleord lader dig indtaste navnet på et mærke, en berømthed, osv... og derved gå til det relevante sted. For eksempel kan man indtaste "KDE" eller "K Desktop Miljø" i Konqueror, for at komme til KDE's hjemmeside.<h2>Søge genveje</h2> Søge genveje er en hurtig måde at bruge nettets søgemaskiner. Skriv for eksempel "altavista:frobozz" eller "av:frobozz", og Konqueror vil lave en søgeforespørgsel på AltaVista for ordet "frobozz". Endnu lettere: Tryk blot på Alt-F2 (hvis du ikke har ændret denne genvejstast) og indtast så din søgeforespørgsel i KDE Kør kommando dialogen.
eo: <h1>Progresinta TTTumado</h1> En tiu modulo vi povas agordi kelkajn apartajn TTT-funkciojn de KDE. <h2>Interretaj ŝlosilvortoj</h2> Interretaj ŝlosilvortoj permesas al vi tajpi la nomon de iu projekto, evento ktp. por iri al koncerna situo. Ekzemple vi povas tajpi "KDE" en Konkeranto por iri al la KDE-hejmpaĝo.<h2>Rapidserĉo</h2> Tio estas rapida ebleco uzi TTTajn serĉilojn. Ekzemple vi povas tajpi "altavista:umadumo" aŭ "av:umadumo" kaj Konkeranto plenumos serĉmendon ĉe AltaVista por vi, redonante ĉiujn trovojn, kiujn AltaVista trovis pri la vorto "umadumo". Ankoraŭ pli rapide estas premi Alt+F2 (se vi ne ŝanĝis la klavkombinon) kaj tajpi la serĉmendon en la KDE-komandolanĉilon.
es: <h1>Navegación mejorada</h1> En este módulo puede configurar algunas propiedades de navegación mejorada de que ofrece KDE. <h2>Palabras clave de Internet</h2> Las palabras clave de Internet le permiten introducir el nombre de un producto, un projecto, una persona celebre etc... e ir a la ubicación relevante. Por ejemplo, puede simplemente introducir "KDE" o "K DEsktop Environment" en Konqueror para llegar hasta la página de KDE.<h2>Accesos rápidos de web</h2> Los accesos rápidos de web son un método rápido de utilizar los motores de búsqueda de la web. Por ejemplo, si introduce"altavista:frobozz" o "av:frobozz" Konqueror realizará la petición de búsqueda de "frobozz" en Altavista por Ud. Más fácil todavía: basta con pulsar Alt-F2 (si no modificó este tecla rápida) e introducir su acceso rápido en el cuadro de diálogo de KDE Ejecutar Comando.
fi: <h1>Edistynyt selailu</h1> Tässä moduulissa voit muokata KDE:n edistyneitä selausominaisuuksia. <h2>Internet hakusanat</h2>Internet hakusanojen avulla voit kirjoittaan tuotenimen, projektin tai julkkiksen nimen selaimen otsikkoriville, ja selain avaa oikean sivuston. Jos esimerkiksi kirjoitat "KDE" tai "K Desktop Environment" Konquerorin otsikkoriville, Konqueror siirtyy KDE:n kotisivulle. <h2>Web lyhenteet</h2>Web lyhenteiden avulla voit käyttää hakukoneita nopeasti. Esimerkiksi "altavista:KDE" tai "av:KDE" etsii Altavistalla tekstiä "KDE". Voit käyttää tätä toimintoa myös <b>Alt+F2</b> -komentorivillä.
fr: <h1>Navigation avancée</h1> Ce module vous permet de configurer des fonctionnalités supplémentaires offertes par le navigateur Konqueror. <h2>Mots-clefs internet</h2> Ils vous permettent de saisir un nom de marque, de projet, de célébrité, etc. et d'arriver directement à l'endroit désiré. Par exemple, vous saisissez juste «&nbsp;KDE&nbsp;» ou «&nbsp;K Desktop Environment&nbsp;» dans Konqueror pour aller à la page de KDE.<h2>Raccourcis web</h2> Les raccourcis web sont une façon très rapide d'accéder aux moteurs de recherche du web. Par exemple, vous pouvez saisir «&nbsp;altavista:frobozz&nbsp;» ou «&nbsp;av:frobozz&nbsp;» et Konqueror effectuera pour vous une recherche sur AltaVista, en vous retournant les résultats trouvés par AltaVista pour le mot «&nbsp;frobozz&nbsp;». Encore plus simple&nbsp;: appuyez sur Alt-F2 (si vous n'avez pas modifié ce raccourci) et saisissez votre requête dans la boîte de dialogue d'exécution de commande de KDE.
hu: <h1>A böngészés megkönnyítése</h1> Ebben a modulban a KDE néhány, a böngészést segítő speciális lehetőségét lehet beállítani. <h2>Internetes kulcsszavak</h2> Az internetes kulcsszavak segítségével gyorsan meg lehet találni egy cég, egy projekt vagy egy híres ember honlapját. Például ha beírja a Konqueror-ba, hogy "KDE" vagy "K Desktop Environment", akkor betöltődik a KDE honlapja.<h2>Keresőazonosítók</h2>A keresőazonosítók az internetes keresőszolgáltatások könnyű elérhetőségét szolgálják. Például "altavista:frobozz" vagy "av:frobozz" beírása esetén a Konqueror elindítja a keresést az AltaVistán, felsorolva az összes találatot, mely a "frobozz" szót tartalmazza. További egyszerűsítés: az Alt+F2 lenyomására (ha nem állította át a billentyűparancsot) be lehet írni a keresési kifejezést a parancsvégrehajtási ablakban.
id: <h1>Enhanced Browsing</h1> Dalam modul ini anda dapat mengkonfigurasi beberapa fitur khusus yang ditawarkan Konqueror. <h2>Internet Keywords</h2> Penggunaan internet keywords adalah sebuah cara cepat menggunakan mesin pencari web. Sebagai contoh, anda hanya perlu memasukkan "altavista:frobozz" atau "av:frobozz"dan konqueror akan melakukan query pencarian pada AltaVista untuk anda, dan mengembalikan hasil pencarian kata "frobozz". Lebih mudah lagi, dengan hanya menekantombol Alt-F2 (jika belum anda rubah) dan anda memasukkan query pencarian ke dalam dialog KDE Run Command.
is: <h1>Vafraendurbætur</h1> Í þessari einingu getur þú stillt suma framsæknari eiginleika Konqueror vafrans.<h2>Internet stikkorð</h2> Internet stikkorð bjóða upp á mjög flótlega og þægilega leið til að nota leitarvélar á netinu. Til dæmis getur þú slegið inn "KDE" eða "K Desktop Environment" í Konqueror til að fá heimasíðu KDE verkefnisins. <h2>Leitarstytting</h2>Leitarstyttingar gera þér kleypt að nota leitarvélar hratt og einfaldlega. Þú getur t.d. skrifað "altavista:frobozz" eða "av:frobozz" og þá mun Konqueror leita að "frobozz" á Altavista. Enn auðveldara er að slá bara á ALT-F2 (ef þú hefur ekki breytt þeim flýtihnapp) og slá inn "altavista:frobozz" þar.
it: <h1>Navigazione avanzata</h1>In questo modulo puoi configurare alcune caratteristiche speciali del browser Konqueror.<h2>Parole chiave Internet</h2>Le parole chiave Internet ti permettono di immettere il nome di una marca, di un progetto, di una celebrità ecc. e di andare automaticamente alla pagina giusta. Per esempio puoi scrivere "KDE" in Konqueror per andare alla homepage di KDE. <h2>Scorciatoie Web</h2>Utilizzare le scorciatoie Web è un modo molto semplice di utilizzare i motori di ricerca del Web. Per esempio, immetti "altavista:Italia" o "av:Italia" e Konqueror cercherà "Italia" su Altavista. Ancora più facile: premi Alt-F2 (se non hai cambiato questa scorciatoia) e immetti la scorciatoia nella finestra di esecuzione dei comandi di KDE.
ja: <h1>拡張ブラウズ</h1>このモジュールではいくつかのKDEの拡張ブラウズ機能を設定することができます。<h2>インターネットキーワード</h2>インターネットキーワードは、ブランドやプロジェクト、記念日等を入力すると関連する場所へ行けるようにするものです。例えば"KDE"または"K Desktop Environment"とKonquerorに入力するとKDEのホームページに行けます。<h2>WEBショートカット</h2>WEBショートカットはすばやくWEB検索エンジンを使う方法です。例えば、"altavista:frobozz"または"av:frobozz"と入力するだけでKonquerorはAltaVistaへ検索に行き、"frobozz"でヒットした全結果を取得してきます。さらにもっと簡単に、Alt-F2(ただし、このショートカットを変更していない限り)を押し、KDEの'コマンドを実行'ダイアログで上の検索語を入力します。
ko: <h1>향상된 브라우징</h1> 이 모듈에서 KDE의 향상된 브라우징 기능을 설정할 수 있습니다. <h2>인터넷 검색어</h2>인터넷 검색어는 브랜드, 프로젝트, 유명한 내용 등등을 입력하여 관련된 웹 페이지를 방문할 수 있습니다. 예를 들어 "KDE"나 "K Desktop Environment"를 컹커러에서 입력하면 KDE 홈페이지로 이동합니다. <h2>웹 줄임말</h2>간단한 웹 줄임말은 웹 검색 엔진을 이용하여 원하는 내용을 좀더 빨리 검색하도록 합니다. 예를 들어 "altavista:frobozz" 나 "av:frobozz" 를 입력하면 컹커러는 AltaVista 에서 "frobozz" 검색어를 찾습니다. 좀 더 쉽게 Alt-F2 글쇠를 누르면 (만약 이 줄임쇠를 바꾸지 않았다면 ) KDE 명령 실행창에서 검색 사이트 약어를 입력하면 됩니다.
lt: <h1>Išplėstinis naršymas</h1> Šiame modulyje galite sukonfigūruoti kai kurias išplėstines KDE naršymo galimybes. <h2>Interneto raktažodžiai</h2>Interneto raktažodžiai leidžia jums įrašyti požymio vardą, projektą, įžymybę ir t. t. ir pereiti į atitinkamą sritį. Pavyzdžiui, Konqueror'e galite įrašyti tik "KDE" arba "K Desktop Environment" ir pereiti į KDE namų svetainę.<h2>Web nuorodos</h2>Web nuorodos yra greitas būdas pasinaudoti Web paieškos varikliais. Pavyzdžiui, įrašykite "altavista:frobozz" arba "av:frobozz" ir Konqueror ieškos perAltaVista "frobozz". Dar paprasčiau: tik paspauskite Alt-F2 (jei nepakeitėte šių greitųjų klavišų) ir įveskite nuorodą į KDE paleidimo komandos dialogą.
lv: <h1>Uzlabota Pārlūkošana</h1> Šajā modulī jūs varat konfigurēt dažas KDE uzlabotās pārlūkošanas iespējas. <h2>Internet Atslēgasvārdi</h2>Internet Atslēgasvārdi ļauj jums uzrakstī brenda, projekta, notikuma, utt... nosaukumu un iet uz attiecīgo vietu. Piemērām jūs varat uzrakstīt "KDE" vai "K Darbvirsmas Vide " Iekarotājā, lai aizietu uz KDE's mājaslapu.<h2>Web Īsinājumikonas</h2>Web Īsinājumikonas ir ātrs veids Web meklēšanas mašīnu izmantošanai. Piemērām, uzrakstiet "altavista:frobozz" vai "av:frobozz" un Iekarotājs veiks meklēšanu AltaVista pēc "frobozz". Vēl vieglāk: nospiediet Alt-F2 (ja vien nēesat nomainījis šo īsinājumikonu) un ievadiet īsinājumikonu KDE Palaist Komandu dialogā.
mt: <h1>Browsing Estiż</h1> F'dan il-modulu tista' tissettja xi faċilitajiet ta' browsing estiżi għall-KDE. <h2>Internet Keywords</h2>Internet Keywords iħalluk tittajpja isem ta' ditta, proġett, ċelebrità eċċ, u tmur millewwel f'dak il-post. Per eżempju tista' tittajpja "KDE" jew "K Desktop Environment" fil-Konqueror u tmur millewwel fil-homepage tal-KDE.<h2>Taqsiriet tal-Web</h2> Dawn huma mezz ta' malajr kif tuża l-magni ta' tfittxija tal-web. Per eżempju, jekk tittajpja "altavista:linux malta" jew "av:linux malta", Konqueror itella' l-website ta' tfittxija www.altavista.com u jfittex "linux malta" fuqha.Iżjed faċli minn hekk, tista' tagħfas Alt-F2 (sakemm ma biddiltx din it-taqsira) u ddaħħal din it-taqsira tal-web hemmhekk.
nl: 1<h1>Verbeterd Browsen</h1> In deze module kunt u een aantal speciale mogelijkheden die KDE biedt instellen. <h2>Internet-zoektermen</h2>Internet-zoektermen maken het u mogelijk om de naam van een merk, project, beroemdheid, etc in te typen waarna u vervolgens vliegensvlug naar de locatie met relevante informatie wordt gebracht. U kunt bijvoorbeeld gewoon "KDE" of "K Desktop Environment" in Konqueror typen om naar KDE's webpagina te gaan.<h2>Webkoppelingen</h2> Webkoppelingen bieden u een snelle manier om het web te doorzoeken met behulp van zoekmachines. Bijvoorbeeld, u voert "altavista:frobozz" of "av:frobozz" in en Konqueror zal een zoekopdracht op Altavista voor u doen, en daarna alle treffers die Altavista vond op het woord "frobozz" tonen. Nog makkelijker: druk gewoon op Alt-F2 (als u deze toetsenbinding niet gewijzigd heeft) en typ de zoekopdracht in het venster "Uitvoeren".
no: <h1>Utvidet lesing</h1>I denne modulen kan du styre noen spesielle egenskaper som Konqueror-losen tilbyr.<h2>Nøkkelord på Internett</h2>Ved bruk av nøkkelord kan du raskt slå opp på søkemotorer. F eks kan du skrive "altavista:frobozz" eller "av:frobozz" og konqueror vil utføre en spørring på AltaVista for deg, og returnere alle treff på ordet "frobozz" på AltaVista. Enda lettere: trykk Alt-F2 (hvis du ikke har endret denne snarveien) og oppgi søket ditt i KDE Kjør kommando-dialogen.
no_ny: <h1>Utvida surfing</h1>I denne modulen kan du setja opp nokre spesielle funksjonar for Internett-surfing . <h2>Internett-nøkkelord</h2>Med Internett-nøkkelord kan du skriva eit merkenamn, eit prosjektnamn eller liknande i adresselinja og automatisk gå til ei passande adresse. Du kan til dømes skriva «KDE» eller «K Desktop Environment» i Konqueror for å gå til KDE-heimesida.<h2>Søkjesnarvegar</h2>Søkjesnarvegar er ein enkel og rask måte å bruka søkjemotorar på.Du kan til dømes skriva «altavista:frobozz» eller «av:frobozz», og Konqueror søkjer i AltaVista og returnerer alle treff på ordet «frobozz». Ein endå enklare måte er å trykkja Alt-F2 (så sant du ikkje har endra denne snøggtasten) og skriva søkjeteksten i «Køyr kommando»-dialogen i KDE.
pl: <h1>Rozszerzone przeglądanie</h1> Moduł pozwala skonfigurować niektóre specyficzne możliwości Konquerora - przeglądarki. <h2>Internetowe słowa kluczowe</h2> Pozwalają wpisać nazwę marki, projektu, znaną postac i szybko przejść do właściwej witryny. Wystarczy wpisać "KDE" lub "K Desktop Environment" w Konquerorze by przejś na stronę KDE. <h2>Skróty sieciowe</h2>Użycie skrótów sieciowych jest bardzo szybkim sposobem na korzystanie z serwisów wyszukiwarek internetowych. Na przykład wystarczy wpisać "altavista:rower" lub "av:rower" by Konqueror wykonał zapytanie do Altavisty zwracając rezultaty poszukiwań Altavisty słowa "rower". Jeszcze prościej będzie nacisnąć Alt+F2 (o ile nie zmieniłeś tego skrótu klawiszowego) i wpisać takie samo zapytanie do pojawiającego się małego okienka edycyjnego.
pt: <h1>Navegação Melhorada</h1> Neste módulo podes configurar algumas características especiais que o navegador Konqueror oferece. <h2>Palavras-Chave da Internet</h2> Usar palavras-chave é uma maneira muito rápida de usar motores de busca da Web. Por exemplo, podes só introduzir "altavista:frobozz" ou "av:frobozz" e o Konqueror irá fazer uma pesquisa no AltaVista para ti, devolvendo todas as correspondências que o AltaVista descobriu da palavra "frobozz". Mais fácil: se carregares Alt-F2 (e se não mudaste este atalho), podes introduzir a tua pesquisa na janela de Executar Comando do KDE.
ru: <h1>Расширенные возможности обзора WWW</h1> В этом модуле настраиваются некоторые дополнительные возможности обозревателя WWWKonqueror. <h2>Ключевые слова в Интернет</h2>Ключевые слова используются для быстрого перехода к нужному вам в Интернете ресурсу. Например, вы можете просто набрать "KDE" или "K Desktop Environment" в Konqueror, чтобы сразу попасть на домашнюю страницу KDE.<h2>Быстрый поиск</h2>Это сокращения, используемые для быстрого запуска поисковых машин в Интернете. Например, набрав в строке адреса обозревателя "altavista:frobozz" или "av:frobozz", вы отправите запрос на поисковую систему AltaVista, и обозреватель покажет результаты поиска слова "frobozz". Можно делать еще проще: нажмите Alt-F2 (если вы не меняли данную привязку) и наберите ваше сокращение в появившейся строке, как при запуске программ.
sk: <h1>Rozšírený prehliadač</h1> Tento modul nastavuje niektoré špeciálne vlastnosti prehliadača KDE.<h2>Internetové kľúčové slová</h2> Internetové kľúčové slová umožňujú zadať meno, projekt, významnú osobnosť atď a rýchlo prejsť na odpovedajúce miesto. Napríklad, ak zadáte "KDE" alebo "K Desktop Environment" v Konquerorovi, prejdete na domovskú stránku KDE. <h2>Internetové skratky</h2>Internetové skratky sú rýchly spôsob použitia vyhľadávačov WWW. Napríklad, zadáte "altavista:frobozz" alebo "av:frobozz" a Konqueror vyhľadá "frobozz" na AltaViste za vás s tým, že vráti všetky nájdené odkazy pre slovo "frobozz". Ešte jednoduchšie: stlačením Alt-F2 (ak ste nezmenili túto klávesovú skratku) a zadaním vyhľadávacej otázky do KDE dialógu "Vykonať príkaz".
sl: <h1>Izboljšano brskanje</h1> V tem modulu lahko prikrojite nekatere posebne odlike, ki jih ponuja brskalnik Konqueror. <h2>Internetne ključne besede</h2> Internetne ključne besede vam omogočajo tipkanje znamke, projekta, znane osebnosti..., to pa vas postavi na ustrezno lokacijo. Na primer, V Konquerorju lahko natipkate le "KDE" ali "K Desktop Enviroment" in že se boste znašli na domači strani KDE. <h2>Iskalne bližnjice</h2>Z iskalnimi bližnjicami lahko zelo hitro uporabljate spletne ponudnike iskanja. Na primer, vstavite "altavista:frobozz" ali "av:frobozz" in Konqueror bo namesto vas izvedel iskanje na AltaVisti, ter vrnil vse zadetke besede "frobozz". Še lažje: pritisnite le Alt-F2 (če niste spremenili te bližnjice) in vstavite svoj iskalni izraz v pogovorno okno za poganjanje ukazov v KDE.
sr: <h1>Napredno pretraživanje</h1> U ovom modulu možete konfigurisati neke napredne mogućnosti pretraživanja KDE-a. <h2>Ključne-reči-interneta</h2>Ključne-reči-interneta vam omogućuju da unesete ime marke, projekta, poznate ličnosti, itd... i posetite relevantnu lokaciju. Na primer, možete uneti samo "KDE" ili "K Desktop Environment" u okviru Konqueror-a da biste posetili matični sajt KDE-a. <h2>Web-prečice</h2>Web-prečice su brz način korišćenja mašina za pretraživanje Web-a. Na primer, unesite "altavista:frobozz" ili "av:frobozz" i Konqueror će pretražiti reč "frobozz" na internetu koristeći pretraživač AltaVista. Još jednostavnije: samo pritisnite Alt+F2 (ako niste izmenili ovu prečicu) i unesite Web-prečicu u okviru dijaloga 'KDE Pokreni komandu'.
sv: <h1>Utökad webbläsning</h1> I den här modulen kan du anpassa några utökade webbläsningsfunktioner som KDE tillhandahåller. <h2>Internetsökord</h2> Internetsökord låter dig ange namnet på ett märke, ett projekt, en berömdhet, etc... och sedan gå till den relevanta platsen. Till exempel kan du ange "KDE" eller "K Desktop Enviroment" i Konqueror för att gå till KDE:s hemsida.<h2>Webbgenvägar</h2>Webbgenvägar är ett snabbt sätt att använda sökmotorerna på webben. Du kan till exempel ange "altavista:frobozz" eller "av:frobozz" så kommer Konqueror att göra en sökning på AltaVista efter ordet "frobozz". Ännu enklare: tryck bara på Alt-F2 (om du inte har ändrat den här genvägen) och ange din sökning i KDE:s kommandodialog Kör .
th: <h1>เพิ่มเติมการเรียกดูเวบ</h1> โมดูลนี้ ให้คุณสามารถปรับแต่ง คุณสมบัติการเรียกดูเวบ ของ KDE เพิ่มเติม<h2>คีย์เวิร์ดอินเตอร์เนต</h2> คีย์เวิร์ดอินเตอร์เนต ให้คุณสามารถพิมพ์ชื่อยี่ห้อ, โครงการ, ... เป็นต้น และทำการเรียกไปยัง ตำแหน่งหน้าเวบเพจที่เกี่ยวข้อง ตัวอย่างเช่น คุณสามารถพิมพ์เพียงคำว่า "KDE" หรือ "K Desktop Environment" ใน Konqueror เพื่อไปยังหน้าเพจหลักของ KDE ได้<h2>ตัวย่อเวบ</h2> ตัวย่อเวบ เป็นหนทางที่จะสามารถใช้งาน เครื่องมือค้นหาบนเวบ ได้อย่างรวดเร็ว ตัวอย่างเช่น พิมพ์คำว่า "altavista:frobozz" หรือ "av:frobozz" จากนั้น Konqueror จะทำการค้นหา โดยผ่านทาง AltaVista สำหรับ "frobozz" หรืออาจจะ: กดคีย์ Alt-F2 (หากคุณไม่ได้เปลี่ยนคีย์ลัดนี้นะ) และเติมตัวย่อในไดอะล็อกซ์ ประมวลผลคำสั่งของ KDE
uk: <h1>Спецфункції перегляду</h1> В цьому модулі Ви можете настроїти деякі особливі функції перегляду KDE. <h2>Ключові слова Інтернет</h2> Ключові слова Інтернет дозволяють Вам набрати назву компанії, проекту, відомої людини і т.і... та потрапити до відповідного місця. Наприклад Ви можете ввести "KDE" або "K Destop Environment" у Konqueror, щоб перейти до домашньої сторінки KDE.<h2>Скорочення в Тенетах</h2>Скорочення в Тенетах надають Вам можливість спрощеного використання пошукових машин Тенет. Наприклад, Ви можете просто ввести "altavista:frobozz" або "av:frobozz" і Konqueror сформулює запит на AltaVista і поверне результати пошуку "frobozz". Навіть простіше: натисніть Alt-F2 (якщо Ви не змінили цієї комбінації) і можете вводити скорочення в діалогове вікно виконання команди KDE.
xh: <h1>Olomeleziweyo ukhangelo zincwadi</h1> Kulo mnqongo womlinganiselo ungaqwalasela.eyomeleziweyo imisebenzi yokhangelo ye KDE. <h2>Amagama angundoqo e Internet</h2>Amagama angundoqo e Internet akuvumela uchwetheze igama lophawu, iprojekti, indumasi, njalo-njalo... kwayeyiya ku idawo ephononongwayo. Umzekelo ungachwetheza nje "KDE" okanye "K Desktop Imeko bume" kwi Konqueror ukuya kwiphepha lasekhaya le KDE.<h2>Web Iindlela ezimfutshane</h2>Web Iindlela ezimfutshane ziyindlela ekhawulezayo yokusebenzisa iinjini zokuphendla ze Web. Umzekelo, chwetheza "altavista:frobozz" okanye "av:frobozz" kwaye i Konqueror izakwenza uphendlo kwi AltaVista for "frobozz". Nalula: cinezela nje Alt-F2 (ukuba awuyitshintshanga le ndlela imfutshane) kwaye ngenisa indlela emfutshane kwincoko yababini engumyalezo osebenzayo ye.KDE.
