Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkurifilt.po
Languages: af, az, bg, cs, da, de, el, eo, es, fi, fr, he, hu, id, is, it, ja, ko, lt, lv, mt, nl, no, no_ny, pl, pt, ru, sk, sl, sr, sv, th, uk, xh

source: If this box is checked, KDE will let you use the shortcuts defined below to quickly search the Internet. For example, typing the words <em>shortcut</em>:<em>KDE</em> will result in the word <em>KDE</em> being searched using the URI defined by the <em>shortcut</em>.
af: as hierdie boks is nagegaan, kde sal laat jy gebruik die kortpaaie gedefinieër onder aan vinnig soektog die internet. vir voorbeeld, te tik die woorde <em>kortpad</em>:<em>kde</em> sal resultaat in die woord <em>kde</em> te wees gesoekte te gebruik die uri gedefinieër deur die <em>kortpad</em>.
az: Əgər bu qutucuq işarətli isə, KDE İnternet üstündə axtarış aparmaq üçün qısa yolları işlətməyinizə imkan tanıyacaqdır. Nümunə olaraq <em>qısa yol</em>:<em>KDE</em>, <em>KDE</em> kəlməsini <em>qısa yol</em>'un təsvir etdiyi URL içində axtaracaqdır.
bg: Ако е включена тази опция можете да използвате съкращение за бързо търсене в Интернет. Например, въвеждайки <em>съкращение</em>:<em>KDE</em>, ще предизвикатърсене на <em>KDE</em> на търсещата машина, на която указва <em>съкращение</em>.
cs: Jel-li toto políčko zaškrtnuto, KDE vám umožní používat níže definované zkratky k rychlému prohledávání Internetu. Můžete například napsat <em>zkratka</em>:<em>KDE</em>, a slovo <em>KDE</em> bude vyhledáno pomocí URI definovaném <em>zkratkou</em>.
da: Hvis denne boks er afkrydset, vil KDE lade dig bruge de genveje, der er definerede nedenfor, til hurtigt at søge på Internettet. For eksempel, ved at skrive ordene <em>genvej</em>:<em>KDE</em> vil det have til følge, at ordet <em>KDE</em> bliver søgt ved brug af den URL, der er defineret ved <em>genvej</em>.
eo: Se enŝaltita, KDE permesas uzi la mallongigojn difinitajn malsupre por rapide serĉi en Interreto. Ekzemple tajpante la wortojn: <em>mallongigo</em>:<em>KDE</em> vi serĉas pri <em>KDE</em> uzante la URIon difinitan per <em>mallongigo</em>.
es: Si se selecciona esta casilla, KDE le permitirá utilizar los accesos rápidos definidos más abajo para buscar rápidamente por Internet. Por ejemplo, introduciendo las palabras <em>acceso rápido</em>:<em>KDE</em> se buscará la palabra <em>KDE</em> utilizando la URL definida por <em>acceso rápido</em>.
fi: Jos tämä kohta on valittuna, KDE:ssa voidaan käyttää alla määriteltyjä lyhenteitä internet -hakujen suorittamiseen. Jos kirjoitat osoiteriville esimerkiksi <em>lyhenne</em>:<em>KDE</em>, Konqueror etsii hakusanaa <em>KDE</em> hakukoneella, jonka lyhenteeksi on määritelty <em>lyhenne</em>.
fr: Si cette option est cochée, KDE vous permettra d'utiliser les raccourcis définis ci-dessous pour chercher rapidement sur l'internet. Par exemple, en tapant les mots <em>raccourci</em>:<em>KDE</em>, vous obtiendrez une recherche du mot <em>KDE</em> en utilisant l'URI définie par le <em>raccourci</em>.
he: <p align=right>ירוציקב שמתשהל ךל רשפאי KDE ,תרחבנ וז הבית םא<br>,אמגודל .תוריהמב טנרטיאב שפחל ידכ הטמל םירדגומה ךרדה<br>רובע שופיח עצבתיש ךכל איבת <em>shortcut</em>:<em>KDE</em> םילימה תדלקה<br>.<em>shortcut</em> ידי לע תרדגומה תבותכה תועצמאב KDE הלימה
hu: Ha bejelöli ezt az opciót, akkor a KDE-ben használhatók lesznek az alább definiált, a gyors internetes keresést elősegítő azonosítók. Például ha begépeli ezt: <em>xyazonosító</em>:<em>KDE</em>, akkor elindul egy keresés a <em>KDE</em> szóra az <em>xyazonosító</em> által meghatározott keresőszolgáltatónál.
id: Jika kotak ini dicontreng, KDE akan membolehkan anda menggunakan shortcut yang disebutkan di bawah untuk mencari Internet dengan cepat. Sebagai contoh, ketikan <em>shortcut</em>:<em>KDE</em> akan menghasilkan kata <em>KDE</em> dicari menggunakan URI yang disebutkan dalam <em>shortcut</em>.
is: Ef er hakað við hér leyfir KDE þér að nota styttingar sem eru skilgreindar að neðan til að leita á Internetinu. Til tæmis gætir þú sett <em>stytting:</em>:<em>KDE</em> til að láta leita að orðinu <em>KDE</em> með URI-inu <em>stytting</em>
it: Se questa casella è marcata, KDE ti permetterà di usare le scorciatoie definite sotto per cercare rapidamente su Internet. Per esempio, immettendo le parole <em>scorciatoia</em>:<em>KDE</em> la parola <em>KDE</em> verrà cercata utilizzando la URI definita da <em>scorciatoia</em>.
ja: 設定していると、インターネットをすばやく検索するために次で定義されるショートカットが使えるようになります。例えば<em>shortcut</em>:<em>KDE</em>と入力すると<em>shortcut</em>で定義したURIを使って<em>KDE</em>という語について検索します。
ko: 이 박스에 체크하면 KDE는 아래에 명시된 인터넷에 대한 빠른 검색에 대해 웹 줄임말을 이용할 수 있습니다. 예를 들어 <em>줄임말</em>:<em>KDE</em>를 입력하면 <em>KDE</em>은 <em>웹 줄임말</em>에서 정의된 URL을 이용하여 검색을 하도록 합니다.
lt: Jeigu pažymėta šita parinkis, KDE lei jums naudoti nuorodas, nustatytas žemiau, greitai paieškai Internete. Pavyzdžiui, įrašius žodžius <em>shortcut</em>:<em>KDE</em> rezultate bus ieškoma žodžio <em>KDE</em>, naudojant URI , nustatytą <em>shortcut</em>.
lv: Ja šis boksis ir atzīmēts, KDE ļaus jums izmantot zemāk definētās īsinājumikonas lai ātri meklētu Internetā. Piemērām, uzrakstot vārdus <em>īsinājumikona</em>:<em>KDE</em> rezultātā vārds <em>KDE</em> tiks meklēts izmantojot URI definēto ar <em>īsinājumikonu</em>.
mt: Jekk din il-kaxxa tkun ittikkjata, KDE iħallik tuża t-taqsiriet iddefiniti taħt biex tfittex l-internet malajr. Per eżempju, jekk tittajpja <em>taqsira</em>:<em>KDE</em>, il-kelma "KDE" tiġi mfittxija bil-URL definit għal <em>taqsira</em>.
nl: Als deze optie is ingeschakeld, dan staat KDE het toe om onderstaande snelkoppelingen te gebruiken om versneld op Internet te zoeken. Bijvoorbeeld: als u de tekst <em>snelkoppeling</em>:<em>KDE</em> intypt,dan wordt het woord <em>KDE</em> opgezocht met behulp van de zoekmachine die u opgeeft als <em>snelkoppeling</em>.
no: Er denne boksen avkrysset, så kan du bruke snarveiene definert nedenfor for å søke raskt på Internett. Du kan for eksempel skrive <em>snarvei: KDE</em> for å søke etter ordet <em>KDE</em> på URLen som er definert ved <em>snarvei</em>.
no_ny: Dersom dette er merka av, kan du bruka snarvegane under for raskt å søkja på Internett. Du kan til dømes skriva <em>snarveg: KDE</em> for å søkja etter ordet <em>KDE</em> på URI-en som er definert ved <em>snarveg</em>.
pl: Jeśli ta opcja jest włączona, KDE umożliwi korzystanie z poniżej zdefiniowanych skrótów do przeszukiwania Internetu. Na przykład wpisując <em>skrót</em>:<em>KDE</em> spowoduje się szukanie słowa <em>KDE</em> korzystając z URI zdefiniowanego przez <em>skrót</em>.
pt: Se esta opção estiver seleccionada, o KDE permite-te utilizar os atalhos definidos em baixo para efectuar procuras na Internet rapidamente. Por exemplo, se inserires as palavras <em>atalho</em>:<em>KDE</em>, a palavra <em>KDE</em> será procurada utilizando o URI definida pelo <em>atalho</em>.
ru: При включении этой опции вы сможете использовать сокращения для быстрого поиска в Интернете. Например, введя <em>сокращение</em>:<em>KDE</em>, вы тем самым будете искать ссылки на <em>KDE</em> на поисковой машине, на которую указывает <em>сокращение</em>.
sk: Ak je táto voľba vybraná, KDE vám umožní používať skratky definované v tomto zozname pre rýchle vyhľadávanie na Internete. Napríklad, zadaním slov <em>skratka</em>:<em>KDE</em> získate odkazy o <em>KDE</em> nájdené pomocou URI definovanom v <em>skratka</em>.
sl: Če je ta izbira označena, bo KDE dovolil uporabo bližnjic, določenih spodaj, za hitrejše iskanje po internetu. Na primer, tipkanje besed <em>bližnjica</em>:<em>KDE</em> bo pomenilo iskanje besede <em>KDE</em> z uporabo URI, kot je določena z <em>bližnjico</em>.
sr: Ako je ova opcija izabrana, KDE će vam dozvoliti korišćenje prečica definisanih ispod da brzo pretražite Internet. Na primer, ukucavanje reči <em>prečica</em>:</em>KDE</em> će rezultovati pretraživanjem reči <em>KDE</em> korišćenjem URI-a definisanog putem <em>prečica</em>.
sv: Om den här rutan är markerad låter KDE dig använda förkortningarna som anges nedan för att snabbt söka på Internet. Till exempel, att skriva in orden <em>förkortning</em>:<em>KDE</em> ger som resultat att ordet <em>KDE</em> letas efter på den webbadress som definieras av <em>förkortning</em>.
th: เลือกตัวเลือกนี้ เพื่อให้ KDE ใช้ตัวย่อที่กำหนดด้านล่างนี้ ในการค้นหาบนอินเตอร์เนต ตัวอย่างเช่น พิมพ์คำว่า <em>ตัวย่อ</em>:<em>KDE</em> จะแสดงผลลัพธ์การค้นหาคำว่า <em>KDE</em> โดยใช้ URI ที่กำหนดใช้กับ <em>ตัวย่อ</em>.
uk: Якщо цей параметр вибрано, KDE буде дозволяти використовувати скорочення визначені нижче для швидкого пошуку у Інтернет. Наприклад, набравши слова <em>shortcut</em>:<em>KDE</em> Ви отримаєте результат пошуку слова <em>KDE</em> на URI визначеному словом <em>shortcut</em>.
xh: Ukuba le bhokisi iyakhangelwa, i KDE izakukuvumela usebenzise iindlela ezimfutshane ezichaziweyo ngezantsiukuphendla ngokukhawuleza i Internet. Umzekelo, ukuchwetheza amagama <em>indlela emfutshane</em>:<em>KDE</em> izakubanesiphumo segama <em>KDE</em> eliphendlwayo usebenzisa i URI echazwe ngu <em>indlela emfutshane</em>.

source: Name
af: naam
az: Ad
bg: Име
cs: Jméno
da: Navn
el: Όνομα
eo: Nomo
es: Nombre
fi: Nimi
fr: Nom
he: םש
hu: Név
id: Nama
is: Nafn
it: Nome
ja: 名前
ko: 이름
lt: Vardas
lv: Vārds
mt: Isem
nl: Naam
no: Navn
no_ny: Namn
pl: Nazwa
pt: Nome
ru: Поисковая система
sk: Meno
sl: Ime
sr: Ime
sv: Namn
th: ชื่อ
uk: Назва
xh: Igama

source: Shortcuts
af: kortpaaie
az: Qısa Yollar
bg: Съкращение
cs: Zkratky
da: Genveje
de: Kurzbefehle
el: Συντομεύσεις
eo: Rapidserĉo
es: Accesos rápidos
fi: Lyhenteet
fr: Raccourcis
he: ךרד ירוציק
hu: Azonosítók
id: Shortcut
is: Styttingar
it: Scorciatoie
ja: ショートカット
ko: 웹 줄임말
lt: Nuorodos
lv: Īsinājumikonas
mt: Taqsiriet
nl: Snelkoppelingen
no: Snarveier
no_ny: Snarvegar
pl: Skróty
pt: Atalhos
ru: Сокращения
sk: Ikony
sl: Bližnjice
sr: Prečice
sv: Genvägar
th: ตัวย่อ
uk: Скорочення
xh: Iindlela ezimfutshane

source: This list contains the search providers that KDE knows about, and their associated pseudo-URI schemes, or shortcuts.
af: hierdie lys bevat die soektog verskaffers wat kde weet aangaande, en hulle geassosieer pseudo-URI skemas, of kortpaaie.
az: Bu siyahı KDE'nin istifadə etdiyi axtarış mühərriklərini və uyğun gələn qısa yollarını daxil edir.
bg: Този списък съдържа търсещи системи, известни на KDE, и съкращения за тях.
cs: Toto je seznam vyhledávacích služeb, které jsou známé prostředí KDE a ke kterým jsou přiřazeny zkratky anebo pseudo-URI schémata.
da: Denne liste indeholder søgeudbydere, som KDE kender til og deres associerede pseudo-URL navne, eller genveje.
el: Αυτή η λίστα περιέχει τους παροχείς υπηρεσιών αναζήτησης που γνωρίζει το KDE, και τα συσχετισμένα με αυτούς σχήματα ψευδο-URI, ή συντομεύσεις.
eo: Tiu listo enhavas la serĉilojn konatajn de KDE kaj iliajn pseŭdajn URI-skemojn aŭ mallongigojn.
es: Esta lista contiene los buscadores reconocidos por KDE y esquemas pseudo URL o accesos rápidos asociados a los mismos.
fi: Tässä luettelossa näet hakupalvelut, jotka KDE tuntee. Jokaiselle hakukoneelle on määritelty oma lyhenne.
fr: Cette liste contient les moteurs de recherche connus par KDE et leurs schémas pseudo-URI ou raccourcis associés.
he: <p align=right>יקפס תא הליכמ וז המישר<br>תאו ,KDE-ל םירכומה שופיחה<br>.םהילא םיליבומה ךרדה ירוציק
hu: Ebben a listában láthatók a KDE által kezelt keresőszolgáltatók és a hozzájuk tartozó rövidítések.
id: Daftar ini berisi penyedia pencarian yang diketahui KDE, dan skema pseudo-URI yang terkait dengan merka, atau shortcut.
is: Á þessum lista eru þær leitarvélar sem KDE þekkir og styttingarnar ogURI-legu skemun sem sem samsvara þeim.
it: Questa lista contiene i motori di ricerca conosciuti da KDE e le scorciatoie o pseudo-URI ad essi associate.
ja: KDEが既知の検索エンジンを示すリストで、各々について対応する疑似URI書式またはショートカットが付されています。
ko: 이 목록은 KDE가 알고 있는 검색 사이트나 가상 URI, 웹 줄임말등을 표시합니다.
lt: Šiame sąraše yra KDE žinomi paieškos paslaugų tiekėjai ir jie yra susieti su pseudo-URI schemomis arba nuorodomis.
lv: Šis saraksts satur KDE zināmos meklēšanas sniedzējus, un tiem asociētās pseido-URI shēmas, vai īsinājumikonas.
mt: Din il-lista telenka l-websites tat-tfittxija li jaf bihom KDE, u t-taqsiriet psewdo-URL tagħhom.
nl: Deze lijst bevat de zoekmachines die bekend zijn bij KDE en hun geassocieerde pseudo-URI-schema's, of snelkoppelingen.
no: Denne listen inneholder søkemotoren som KDE kjenner til, og deres tilordnede snarveier.
no_ny: Dette er ei liste over dei søkjemotorane KDE kjenner til og pseudo-URI-oppsetta (snarvegane) som er assosierte med dei.
pl: Lista zawiera wyszukiwarki, o których wie KDE oraz skojarzone z nimi schematy pseudoadresowe oraz skróty.
pt: Esta lista contém os motores de busca que o KDE conhece, e os seus atalhos associados.
ru: Этот список содержит поисковые системы, известные KDE, и сокращения для них.
sk: Tento zoznam obsahuje odkazy na vyhľadávacie služby, o ktorých KDE vie a s nimi spojené pseudo-URI, čiže skratky.
sl: Ta seznam vsebuje ponudnike iskanja, ki jih pozna KDE, in njihove pripadajoče psevdo-URI sheme ali bližnjice.
sr: Ova lista sadrži pretraživače web-a koje KDE poznaje, kao i sa njima povezane pseudo-URI-šeme, ili prečice.
sv: Den här listan innehåller sökmotorerna som KDE känner till, och dess associerade låtsas-webbadresser eller genvägar.
th: แสดงรายการผู้ให้บริการค้นข้อมูลที่ KDE รู้จัก และการใช้กับ URI เสมือน หรือตัวย่อ
uk: Цей список містить машини пошуку, про які знає KDE, а також їх відповідні схеми псевдо-URI або скорочення.
xh: Olu luhlu luqulathe abanikezi bophendlo i KDE ebaziyo, kunye neyabo enxulunyanisiweyo i pseudo-udweliso lwe URI, okanye iindlela ezimfutshane.

source: Add...
af: voeg by...
az: Əlavə Et...
bg: Добави...
cs: Přidat...
da: Tilføj...
el: Προσθήκη...
eo: Aldonu...
es: Añadir...
fi: Lisää
fr: Ajouter
he: ...ףסוה
hu: Hozzáadás...
id: Tambah...
is: Bæta við...
it: Aggiungi...
ja: 追加...
ko: 추가...
lt: Įdėti...
lv: Pievienot...
mt: Żid...
nl: Toevoegen...
no: Legg til...
no_ny: Legg til ...
pl: Dodaj...
pt: Adicionar...
ru: Добавить...
sk: Pridať...
sl: Dodaj...
sr: Dodaj...
sv: Lägg till...
th: เพิ่ม...
uk: Додати...
xh: Dibanisa...

source: Click here to add a search provider.
af: kliek hier aan voeg by 'n soektog verskaffer.
az: Axtarış mühərriki əlavə etmək üçün tıqlayın.
bg: Натиснете тук за добавяне на търсеща система.
cs: Kliknutím je možné přidat vyhledávací službu.
da: Klik her for at tilføje en søgeudbyder.
el: Κάντε κλικ εδώ για να προσθέσετε έναν παροχέα.
eo: Alklaku por aldoni serĉpilon.
es: Pulse aquí para añadir/cambiar un buscador.
fi: Napsauta tästä lisätäksesi hakukoneen.
fr: Cliquez ici pour ajouter un moteur de recherche.
he: .שופיח קפס ףיסוהל ידכ ןאכ ץחל
hu: Kattintson ide új keresőszolgáltató hozzáadásához.
id: Klik di sini untuk menambah penyedia pencarian.
is: Smelltu hér til að bæta leitarvél við.
it: Fa clic qui per aggiungere un motore di ricerca.
ja: 検索エンジンを追加する時はここをクリック.
ko: 검색 사이트를 추가하려면 여길 누르십시오.
lt: Spauskite čia įdėti paieškos tiekėją.
lv: Noklikšķiniet šeit, lai pievienotu meklēšanas sniedzēju.
mt: Agħfas hawn biex iżżid website tat-tfittxija.
nl: Klik hier om een zoekmachine toe te voegen.
no: Klikk her for å legge til en søkemotor.
no_ny: Vel denne for å leggja til ein søkjemotor.
pl: Kliknij tu by dodać wyszukiwarkę.
pt: Carrega aqui para adicionares um motor de busca.
ru: Нажмите здесь для добавления поисковой системы.
sk: Tu kliknite, ak chcete pridať alebo zmeniť vyhľadávaciu službu.
sl: Tu kliknite za dodajanje ponudnika iskanja.
sr: Kliknite ovde da dodate pretraživač web-a.
sv: Klicka här för att lägga till en sökmotor.
th: คลิกนี่ เพื่อเพิ่มรายการผู้ให้บริการค้นข้อมูล
uk: Клацніть тут, щоб додати машину пошуку.
xh: Nqakraza apha ukukhangela umnikezi wophendlo.

source: Change...
af: verander...
az: Dəyişdir...
bg: Промени...
cs: Změnit...
da: Ændr...
el: Αλλαγή...
eo: Ŝanĝu...
es: Cambiar...
fi: Muokkaa
fr: Modifier
he: ...יוניש
hu: Módosítás...
id: Ubah...
is: Breyta...
it: Cambia...
ja: 変更...
ko: 변경...
lt: Pakeisti...
lv: Mainīt...
mt: Biddel...
nl: Wijzigen...
no: Endre...
no_ny: Endra ...
pl: Zmień...
pt: Modificar...
ru: Изменить...
sk: Zmeniť...
sl: Spremeni...
sr: Promeni...
sv: Ändra...
th: เปลี่ยน...
uk: Змінити...
xh: Tshintsha...

source: Click here to change a search provider.
af: kliek hier aan verander 'n soektog verskaffer.
az: Bir axtarış mühərrikini dəyişdirmək üçün tıqlayın.
bg: Натиснете тук за редактиране на търсеща система.
cs: Kliknutím je možné změnit vyhledávací službu.
da: Klik her for at ændre en søgeudbyder.
el: Κάντε κλικ εδώ για να αλλάξετε έναν παροχέα αναζήτησης.
eo: Alklaku por ŝanĝi serĉilon.
es: Pulse aquí para cambiar un buscador.
fi: Napsauta tästä muuttaaksesi hakukoneen asetuksia.
fr: Cliquez ici pour modifier un moteur de recherche.
he: .שופיח קפס יטרפ תונשל ידכ ןאכ ץחל
hu: Kattintson ide egy már felvett keresési azonosító jellemzőinek módosításához.
id: Klik di sini untuk mengubah penyedia pencarian.
is: Smelltu hér til að breyta leitarvél.
it: Fa clic qui per modificare un motore di ricerca.
ja: 検索エンジンを変更するにはここをクリック
ko: 검색 사이트를 변경하려면 여길 누르십시오.
lt: Spauskite čia pakeisti paieškos tiekėją.
lv: Noklikšķiniet šeit, lai nomainītu meklēšanas sniedzēju.
mt: Agħfas hawn biex tirranġa website tat-tfittxija
nl: Klik hier om een zoekmachine te wijzigen.
no: Klikk her for å endre en søkemotor.
no_ny: Vel denne for å endra ein søkjemotor.
pl: Kliknij tu by zmienić wyszukiwarkę.
pt: Carrega aqui para alterar um motor de busca.
ru: Нажмите здесь для редактирования поисковой системы.
sk: Tu kliknite, ak chcete pridať alebo zmeniť vyhľadávaciu službu.
sl: Tu kliknite za spreminjanje ponudnika iskanja.
sr: Kliknite ovde da izmenite pretraživača web-a.
sv: Klicka här för att ändra en sökmotor.
th: คลิกนี่ เพื่อเปลี่ยนรายการผู้ให้บริการค้นข้อมูล
uk: Клацніть тут, щоб змінити машину пошуку.
xh: Nqakraza apha ukutshintsha umnikezi wophendlo.

source: Click here to delete the currently selected search provider from the list.
af: kliek hier aan uitvee die huidiglik gekose soektog verskaffer van die lys.
az: Siyahıda yer alan və seçili halda olan axtarış mühərriklərini silmək üçün burayı tıqlayın.
bg: Натиснете тук за изтриване от списъка избраната търсеща система.
cs: Kliknutím na toto tlačítko je možné smazat právě vybranou vyhledávací službu ze seznamu.
da: Klik her for at slette den aktuelt valgte søgeudbyder fra listen.
el: Κάντε κλικ εδώ για να διαγράψετε από τη λίστα τον επιλεγμένο παροχέα.
eo: Alklaku por forigi la elektitan serĉilon el la listo.
es: Pulse aquí para eliminar el buscador seleccionado de la lista.
fi: Napsauta tästä poistaaksesi hakukoneen luettelosta.
fr: Cliquez ici pour supprimer le moteur de recherche sélectionné dans la liste.
he: <p align=right>קוחמל ידכ ןאכ ץחל<br>שופיחה קפס תא המישרהמ<br>.רחבנה
hu: Kattintson ide a listában kijelölt keresőszolgáltató törléséhez.
id: Klik di sini untuk menghapus penyedia pencarian yang terpilih dari daftar.
is: Smelltu hér til að eyða leitarvélinni sem þú valdir.
it: Fa clic qui per eliminare il motore di ricerca selezionato dalla lista.
ja: 選択した検索エンジンをリストから削除するにはここをクリック
ko: 목록에서 선택된 검색 사이트를 지우려면 여길 누르십시오.
lt: Spauskite čia, pašalinti dabar pažymėtą paieškos tiekėją iš sąrašo.
lv: Noklikšķiniet šeit, lai dzēstu izvēlēto meklēšanas sniedzēju no saraksta.
mt: Agħfas hawn biex tħassar il-website ta' tfittxija mil-lista.
nl: Klik hier om de momenteel geselecteerde zoekmachine uit de lijst te verwijderen.
no: Klikk her for å fjerne den valgte søkemoroten fra listen.
no_ny: Vel denne for å sletta den valte søkjemotoren frå lista.
pl: Kliknij tu by usunąc bieżącą wyszukiwarkę z listy.
pt: Carrega aqui para apagar o motor de busca actualmente seleccionado da lista.
ru: Нажмите здесь для удаления из списка выбранной поисковой системы.
sk: Tu kliknite, ak chcete vymazať momentálne označenú vyhľadávaciu službu zo zoznamu.
sl: Tu kliknite, če želite zbrisati trenutno izbranega ponudnika iskanja s seznama.
sr: Kliknite ovde da obrišete trenutno izabranog pretraživača web-a iz liste.
sv: Klicka här för att ta bort den för närvarande valda sökmotorn från listan.
th: คลิกนี่ เพื่อลบผู้ให้บริการค้นข้อมูลออกจากรายการ
uk: Клацніть тут, щоб витерти вибрану машину пошуку зі списку.
xh: Nqakraza apha ukucima umnikezi wophendlo osandukukhethwa ngoku kuluhlu.
