Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkurifilt.po
Languages: af, az, bg, cs, da, de, el, eo, es, fi, fr, he, hu, id, is, it, ja, ko, lt, lv, mt, nl, no, no_ny, pl, pt, ru, sk, sl, sr, sv, th, uk, xh

source: Under Construction...
af: onder konstruksie...
az: İnşa Halında...
bg: В стадии на разработка...
cs: Připravuje se...
da: Under opbygning...
de: Im Aufbau...
el: Υπο Κατασκευή...
eo: Konstruata....
es: En construcción...
fi: Työn alla...
fr: En cours de réalisation...
he: ...היינב תחת
hu: Fejlesztés alatt...
id: Sedang Dibuat...
is: Í vinnslu...
it: In costruzione...
ja: 作成中...
ko: 공사중입니다...
lt: Rekonstruojamas...
lv: Tiek Veidota...
mt: Għadu Qed Jinbena...
nl: Nog in ontwikkeling...
no: Under konstruksjon...
no_ny: Under konstruksjon ...
pl: W budowie...
pt: Em Construção...
ru: В стадии разработки...
sk: Vo výstavbe...
sl: V izgradnji...
sr: U izgradnji...
sv: Under konstruktion...
th: อยู่ในระหว่างการสร้าง...
uk: Йде будівництво...
xh: Phantsi kolwakhiwo...

source: &Filters
az: &Süzgəclər
bg: &Филтри
cs: &Filtry
da: &Filtre
de: &Filter
el: &Φίλτρα
eo: &Filtriloj
es: &Filtros
fi: &Suodattimet
fr: &Filtres
he: םיננס&מ
hu: &Szűrők
id: &Filter
is: &Síur
it: &Filtri
ja: フィルタ(&F)
ko: 거르개(&F)
lt: &Filtrai
lv: &Filtri
mt: &Filtri
no: &Filter
no_ny: &Filter
pl: &Filtry
pt: &Filtros
ru: &Фильтры
sk: &Filtre
sl: &Filtri
sr: &Filteri
sv: &Filter
th: ตัวกรอง
uk: &Фільтри...
xh: &Amacebo okucoca ulwelo
