Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkurifilt.po
Languages: af, az, bg, cs, da, de, el, eo, es, fi, fr, he, hu, id, is, it, ja, ko, lt, lv, mt, nl, no, no_ny, pl, pt, ru, sk, sl, sr, sv, th, uk, xh

source: Enable Int&ernet Keywords
af: aktiveer internet sleutelwoorde
az: İ&nternet Açar Kəlmələrini Fəallaşdır
bg: Използова к&лючови думи
cs: Povolit Int&ernetová klíčová slova
da: Slå inter&netnøgleord til
de: Internet-Stichwörter &aktvieren
el: Ενεργοποίηση Int&ernet Keywords
eo: Enŝaltu &Interretajn ŝlosilvortojn
es: Activar palabras claves de Int&ernet
fi: Käytä Int&ernet avainsanoja
fr: Activer les mots-clefs inter&net
he: תויטנר&טניא חתפמ תולימ רשפא
hu: Az &internetes kulcsszavak engedélyezése
id: Bolehkan Keyword Int&ernet
is: Virkja Int&ernet Stikkorð
it: Abilita le parole chiave Int&ernet
ja: インターネットキーワードを有効に(&e)
ko: 인터넷 검색어 이용(&e)
lt: Leidžiami Int&erneto raktažodžiai
lv: Atļaut Int&erneta Atslēgasvārdus
mt: Ippermetti Int&ernet Keywords
nl: Int&ernet-zoektermen activeren
no: Slå på Int&ernett-nøkkelord
no_ny: Bruk Int&ernett-nøkkelord
pl: Włącz int&ernetowe słowa kluczowe
pt: Activar as Palavras-chave da Int&ernet
ru: Использовать к&лючевые слова
sk: Povoliť intern&etové slová
sl: Omogoči int&ernetne ključne besede
sr: Aktiviraj Ključne-reči-int&erneta
sv: Aktivera Int&ernetsökord
th: เปิดใช้งานคีย์เวิร์ดอินเตอร์เนต
uk: Ввімкнути ключові слова Інт&ернету
xh: Yenza amagama angundoqo e Int&ernet

source: If this box is checked, KDE will let you use <em>Internet Keywords</em> in its browser's address bar. This means you can simply type normal words and phrases, such as "KDE", to automatically get redirected to the appropriate site. For further details on this feature visit <b>http://www.internetkeywords.org</b> or simply type <b>IKW Dev</b> in the browser location bar.
af: as hierdie boks is nagegaan, kde sal laat jy gebruik <em>internet sleutelwoorde</em> in its blaaier se adres kolom. hierdie beteken jy kan eenvoudig tipe normale woorde en frases, soos as "kde", aan automaties kry aangestuur aan die geskikte tuiste. vir verdere details op hierdie funksie besoek <b>http://www.internetkeywords.org</b> of eenvoudig tipe <b>ikw dev</b> in die blaaier ligging kolom.
az: Əgər bu qutucuq seçili isə, KDE <em>İnternet Açar Kəlmələrini</em> Konqueror səyyahının içində işlətməyinizə icazə verəcəkdir. Bunun mə'nası,axtarış aparılmasını istədiyiniz kəlmələrinizi yaza bilmək və uyğun olan bir sayta istiqamətləndirməkdir. Ətraflı mə'lumat üçün, <em>www.internetkeywords.org</em> ünvanını ziyarət edin. Ya da səyyahın yer çubuğunda <b>IKW Dev</b> yazın.
bg: Ако е включена тази опция вие можете да използвате <em>Ключови думи</em> в реда за адрес. Това означава, че вие можете да набирате обикновенни думи, например, "KDE", за да превключите на съответния сайт в Интернет. За повече подробности <em>www.internetkeywords.org</em> (ключова дума: <em>IKW Dev</em>) в полето за адрес.
cs: Je-li zaškrtnuto toto políčko, KDE bude používat <em>Internetová klíčová slova</em> v liště umístění prohlížeče Internetu. To znamená, že můžete jednoduše psát slova nebo věty (jako např. "KDE"), a budete automaticky přesměrování na odpovídající stránky. Ohledně dalších detailů navštivte <em>www.internetkeywords.org</em> (Klíčové slovo: <em>IKW Dev</em>).
da: Hvis denne boks er afkrydset, vil KDE lade dig bruge <em>Internetnøgleord</em> i netsøgerens adresselinie. Det betyder, at du simpelthen kan skrive normale ord og udtryk såsom "KDE", for automatisk at blive omdirigeret til det rigtige sted. For yderligere detaljer om denne egenskab besøg <b>http://www.internetkeywords.org</b> eller skriv simpelthen <b>IKW Dev</b>) i netsøger stedlinien.
eo: Se enŝaltita, KDE permesas uzi <em>Interretajn ŝlosilvortojn</em> en la situolistelo de la TTT-umilo. Vi do anstataŭ URLo povas simple entajpi normalajn vortojn kaj frazojn kiel "KDE" por aŭtomate iri al koncerna TTT-ejo. Pri pliaj detaloj vizitu <b>http://www.internetkeywords.org</b> aŭ simple tajpu: <b>IKW Dev</b> en la situolistelo.
es: Si selecciona esta casilla, KDE le permitirá utilizar <em>palabras clave de Internet</em> en la barra de direcciones de su navegador. Esto significa que simplemente puede introducir palabras normales y frases, tales como "KDE", para automáticamente ser redirigido al sitio apropiado. Para más detalles sobre esta propiedad visite <em>www.internetkeywords.org</em> (o simplemente introduzca <em>IKW Dev</em> en la barra de dirección del navegador.
fi: Jos tämä kohta on valittuna, voit käyttää <em>Internet hakusanoja</em Konquerorin osoiterivillä. Hakusanojen avulla voit kirjoittaa esimerkiksi "KDE" osoiteriville, ja Konqueror siirtyy KDE:n kotisivulle. Jos haluat lisätietoja tästä ominaisuudesta, vieraile osoitteessa <b>http://www.internetkeywords.org</b> tai kirjoita osoiteriville <b>IKW Dev</b>.
fr: Si cette option est cochée, KDE vous permettre d'utiliser les <em>Mots-clefs internet</em> dans la ligne d'adresse du navigateur. Ceci signifie que vous pouvez saisir des mots normaux et des phrases telles que « KDE » pour être automatiquement redirigé vers le site approprié. Pour de plus amples détails sur cette fonctionnalité, veuillez visiter <em>www.internetkeywords.org</em> (vous pouvez aussi y accéder par le mot-clef internet <em>IKW Dev</em>).
he: <p align=right>לש תבותכה תרושב <em>תויטנרטניא חתפמ תולימ</em>ב שמתשהל ךל רשפאי KDE ,תרחבנ וז הבית םא<br>ידי לעו ,"KDE" תמגוד םיליגר םייוטיבו םילימ דילקהל טושפ לוכי התאש רמוא הז רבד .ולש ןפדפדה<br>רתאב רקב ,וז תורשפא לע םיפסונ םיטרפל .םיאתמה רתאה לא תיטמוטוא ןווכומ תויהל ךכ<br>.ןפדפדה לש םוקימה תרושב <em>IKW Dev</em> דלקה טושפ וא <em>www.internetkeywords.org</em>
hu: Ha bejelöli ezt az opciót, akkor a KDE lehetővé teszi <em>internetes kulcsszavak</em> használatát a böngésző címsorában. Ez azt jelenti, hogy bizonyos egyszerű szavak és kifejezések beírása esetén (pl.: "KDE") automatikusan a kifejezéshez rendelt website-ra juthat. Az internetes kulcsszavak részletes leírása a <b>www.internetkeywords.org</b> címen található (internetes kulcsszava: <b>IKW Dev</b>).
is: Ef er hakað við hér leyfir KDE þér að nota <em>Internet stikkorð</em> í staðinn fyrir slóð í Konqueror vafranum. Þá getur þú bara slegið inn venjuleg orð eða setningar eins og "KDE" til að láta senda þig sjálfkrafa á samsvarandi síðu. Sjá nánari upplýsingar á <em>www.internetkeywords.org</em> (Internet stikkorð: <em>IKW Dev</em>).
it: Se questa casella è marcata, KDE ti permetterà di usare le <em>parole chiave Internet</em> nella barra degli indirizzi del browser. Questo significa che ti basta immettere parole normali o frasi, come ad esempio "KDE", per essere automaticamente mandato al sito appropriato. Per maggiori dettagli su questa funzionalità, visita <b>http://www.internetkeywords.org</b> oppure scrivi semplicemente <b>IKW Dev</b> nella barra degli indirizzi del browser.
ja: このボックスをチェックすると<em>インターネットキーワード</em>をブラウザのアドレスバーに入力できるようになります。つまり、単に普通の単語(例えば"KDE")を入力しただけで自動的に適切なサイトにリダイレクトされるようになります。この機能のさらなる詳細については<em>www.internetkeywords.org</em>を訪ずれるか、ブラウザのロケーションバーで<b>IKW Dev</b>と入力して下さい。
ko: 이 박스에 체크하면 KDE는 브라우저 주소 막대에 있는 <em>인터넷 검색어</em>를 이용할 수 있습니다. 인터넷 키워드는 "KDE"와 같은 간단한 단어나 문장를 입력하면 적절한 사이트 주소를 표시합니다. 좀더 세부적인 내용을 원하시면 <em>www.internetkeywords.org</em> (인터넷 검색어: <em>IKW Dev</em>)를 방문하십시오.
lt: Tai pažymėjus, KDE leis jums naudoti <em>Interneto raktažodžius</em> naršyklės adresų juostoje. Tai reiškia, kad galite paprastai įrašyti normalius žodžius ir frazes, tokius kaip "KDE", ir automatiškai būti nukreiptas į priskirtą saitą. Papildomoms detalėmas aplankykite <b>http://www.internetkeywords.org</b> arba, paprasčiausiai, įrašykite <b>IKW Dev</b> naršyklės adreso juostoje.
lv: Ja šis boksis ir iezīmēts, KDE ļaus jums izmantot <em>Internet Atslēgasvārdus</em>sava pārlūka adreses joslā. Tas nozīmē, ka jūs varat vienkārši ierakstīt vārdus un frāzes, tādas kā "KDE", lai automātiski tiktu novirzīti uz attiecīgo vietu. Papildus informācijai par šo iespēju apmeklējiet <b>www.internetkeywords.org</b> vai vienkārši uzrakstiet <b>IKW Dev</b> pārlūka adreses joslā.
mt: Jekk din il-kaxxa tkun ittikkjata, KDE iħallik tuża <em>Internet Keywords</em> fil-kaxxa tal-indirizz tal-browser. Dan ifisser li tista' tittajpja kliem u frażi normali, bħal "KDE", sabiex awtomatikament tiġi ridirett għal website b'dak l-isem. Għal iżjed tagħrif dwar din is-sistema żur <b>http://www.internetkeywords.org</a> jew ittajpja <b>IKW Dev</b> fil-kaxxa tal-Indirizz tal-browser.
nl: Als deze optie is ingeschakeld, dan staat KDE het gebruik van <em>Internet-zoektermen</em> in de adresbalk van haar browser toe. Dit betekent dat u eenvoudigweg enkele normale termen en uitdrukkingen, zoals "KDE" kunt intypen om vervolgens op naar de juiste website gebracht te worden. Meer details over deze functie vindt u op <em>www.internetkeywords.org</em> (Internet-zoekterm: <em>IKW Dev</em>).
no: Hvis denne boksen er avkrysset, så kan du bruke <em>Internett Nøkkelord</em> for internett-surfing med KDE. Du kan da skrive helt vanlige ord og uttrykk, som for eksempel 'KDE' for automatisk å gå til en nettside om emnet. Du finner mer informasjon om denne funksjonen på <em>www.internetkeywords.org</em> (Internett nøkkelord: <em>IKW Dev</em>).
no_ny: Dersom dette er merka av, kan du bruka <em>Internett-nøkkelord</em> i adresselinja i nettlesaren. Du kan då skriva heilt vanlege ord og uttrykk, som til dømes «KDE» for å automatisk gå til ei passande nettside om emnet. Du finn meir informasjon om denne funksjonen på <b>http://www.internetkeywords.org/</b> (Internett-nøkkelord: <b>IKW Dev</b>).
pl: Jeśli ta opcja jest włączona, wtedy można wpisywać <em>Internetowe słowa kluczowe</em> w polu adresowym przeglądarki. Oznacza to, że można po prostu wpisywac słowa lub zwroty, takie jak "KDE", by byc automatycznie przekierowanym do właściwej witryny. Więcej szczegółów pod adresem <b>www.internetkeywords.org</b> (lub wpisz słowo kluczowe: <b>IKW Dev</b> w okienku Lokacja).
pt: Se esta opção estiver seleccionada, o KDE permite-te utilizar <em>Palavras-chave da Internet</em> na barra de endereços do navegador. Isto significa que podes inserir palavras e frases normais, tais como "KDE", para seres automaticamente redireccionado para a página apropriada. Para mais detalhes acerca desta funcionalidade, visita <em>www.internetkeywords.org</em> (Palavra-chave da Internet: <em>IKW Dev</em>).
ru: При включении этой опции вы сможете использовать <em>ключевые слова</em> в строке адреса обозревателя. Это означает, что вы можете набирать обычные слова, например, "KDE", чтобы сразу переходить на соответствующий сайт в Интернете. Для более подробных сведений об этом см. <b>www.internetkeywords.org</b> или просто введите <b>IKW Dev</b> в адресной строке броузера.
sk: Ak je táto voľba vybraná, KDE vám umožní používať <em>Internetové kľúčové slová</em> v pruhu umiestnenia prehliadača. To znamená, že môžete jednoducho zadať normálne slová a frázy, ako napríklad "KDE" a automaticky zobraziť odpovedajúcu stránku. Ďalšie detaily nájdete na <b>www.internetkeywords.org</b> alebo jednoducho zadajte do pruhu umiestnenia prehliadača <b>IKW Dev</b>.
sl: Če je ta izbira vključena, bo KDE dovolil uporabo <em>internentih ključnih besed</em> v lokacijski vrstici svojega brskalnika. To pomeni, da lahko kar natipkate normalne besede in fraze, recimo "KDE", in boste samodejno preusmerjeni na ustrezno stran. Za nadaljne informacije obiščite<em>www.internetkeywords.org</em> ali preprosto natipkajte <b>IKW Dev</b>) v lokacijski vrstici brskalnika.
sr: Ako je ova opcija izabrana, KDE će vam dozvoliti korištenje <em>Ključnih-reči-interneta</em> u panelu za adrese svog pretraživača. Ovo znači da možete jednostavno unositi obične reči i fraze, kao što je "KDE", da bi automatski bili prebačeni na odgovarajući sajt. Za više detalja u vezi ove mogućnosti posetite <em>www.internetkeywords.org</em> ili ukucajte <em>IKW Dev</em> u liniji lokacije vašeg Web čitača.
sv: Om den här rutan är markerad låter KDE dig använda <em>Internetsökord</em> i webbläsarens adressrad. Det här betyder att du helt enkelt kan ange normala ord och fraser, som till exempel "KDE" för att automatiskt bli dirigerad till rätt webbplats. För ytterligare detaljer om den här funktionen, besök <b>http://www.internetkeywords.org</b> eller skriv helt enkelt in <b>IKW Dev</b>i webbläsarens platsrad.
th: หากเปิดใช้งานตัวเลือกนี้ KDE จะให้คุณใช้ <em>คีย์เวิร์ดอินเตอร์เนต</em> ในแถบที่อยู่ของบราวเซอร์ ซึ่งจะทำให้คุณสามารถพิมพ์ข้อความธรรมดา เช่น "KDE" เพื่อไปยังไซต์ที่เกี่ยวข้องได้อัตโนมัติ สำหรับรายละเอียด ของคุณสมบัตินี้ที่มากกว่านี้่ โปรดดูที่<b>http://www.internetkeywords.org</b> หรือแค่พิมพ์ <b>IKW Dev</b> ในแถบที่อยู่ของบราวเซอร์
uk: Якщо цей параметр ввімкнено, KDE дозволить Вам використання <em>Ключових слів Інтернет</em> у смужці адреси переглядача. Це означає, що Ви можете просто набирати звичайні слова та фрази, напр. "KDE", щоб автоматично опинитись на відповідному сайті. Щодо подальших інструкцій про цю можливість відвідайте <em>www.internetkeywords.org</em> або просто наберіть <em>IKW Dev</em> у панелі адреси переглядача.
xh: Ukuba le bhokisi ikhangelwe, i KDE izakuvumela usebenzise <em>Amagama angundoqo e Internet</em> ku kwibar yedilesi yokhangelo zincwadi yayo. Oku kuthetha ukubaTungachwetheza ngokulula amagama esiqhelo kunye namabinzana, anjenge "KDE", ukufumana ngokuzenzekelayo ulawulo kwakhona lwenxuwa elililo. Iinkcukacha eziphangaleleyo zalo msebeniz osemqoka ndwendwela <b>http://www.internetkeywords.org</b> okanye uchwetheze ngokulula <b>IKW Dev</b> kwibar yendawo yokukhangela iincwadi.

source: &Fallback Search Engine:
af: terugval soektog masjien:
az: &Arxa Axtarış Mühərriki:
bg: Търсеща &машина по подразбиране
cs: Vých&ozí vyhledávací služba:
da: &Reservesøgemaskine:
eo: &Apriora serĉilo:
es: Motor de búsqueda &predeterminado
fi: &Hakukone:
fr: Moteur de recherche secon&daire :
he: :שופיח עו&נמ
hu: Az ala&pértelmezett keresőszolgáltató:
is: &Vara leitarvél:
it: Motore di ricerca prede&finito:
ja: フォールバック検索エンジン(&F):
ko: 검색 엔진으로 쓸 것:
lt: &Fallback paieškos variklis:
lv: &Atpakaļsaites Meklēšanas Mašīna:
mt: Website ta' tfittxija &aħħarija:
nl: Terug&val-zoekmachine:
no: &Søkemotor i bakhånd
no_ny: &Reservesøkjemotor:
pl: &Awaryjna przeszukiwarka:
pt: Motor de Busca &Alternativo:
ru: Поисковая &машина по умолчанию
sk: &Náhradná vyhľadávacia služba:
sl: Iskalnik v primeru &neuspeha:
sr: &Pretraživačka mašina za slučaj nužde:
sv: Sökmotor som &reservlösning:
th: เครื่องมือค้นหา:
uk: &Запасна машина пошуку:
xh: &Injini yokuphendla ukuwa ngemva:

source: Allows you to select a search provider that will be used in case what you typed is not an <em>Internet Keyword</em>. Select "None" if you do not want to do a search in this case, and you will get a directory listing of relevant keywords.
af: laat toe jy aan kies 'n soektog verskaffer wat sal wees gebruik word in kas wat jy getikte is nie 'n <em>internet sleutelwoord</em>. kies "geen" as jy doen nie wil hê aan doen 'n soektog in hierdie kas, en jy sal kry 'n gids luister na van relevante sleutelwoorde.
az: Əgər yazdığınız bir İnternet açar kəlməsi deyilsə, hansı axtarış mühərrikinin işlədiləcəyini seçməyinizə yarar.
bg: Тук можете да изберете търсеща система, която ше се използва в този случай, когато не сте написали <em>Ключови думи</em>. Изберете Отключи, ако не желаете да осъществите търсене по такъв начин, тогава можете да изберете от списъка подходящи ключови думи.
cs: Zde je možné vybrat vyhledávací službu, která bude použita v případě, že vložené slovo není <em>internetovým klíčovým slovem</em>. Vyberte 'Žádné', jestliže si v takovém případě nepřejete provádět vyhledávání, a obdržíte adresářový výpis relevantních klíčových slov.
da: Tillader dig at vælge en søgeudbyder, der vil blive brugt, hvis det du skrev ikke er et <em>Internetnøgleord</em>. Vælg "Ingen", hvis du ikke ønsker at søge i dette tilfælde, så vil du få en listning af relevante nøgleord.
eo: Vi povas doni tie ĉi serĉilon, kiu estos uzata, se la tajpitaĵo ne estas <em>Interreta ŝlosilvorto</em>. Elektu "Neniu", se vi tiuokaze ne deziras serĉon, sed ricevi liston de eblaj ŝlosilvortoj.
es: Le permite seleccionar el buscador que se utilizará en caso de lo que introdujo no fuera una palabra clave de Internet. Seleccione "Ninguno" si no quiere realizar la búsqueda en este caso, y obtendrá una lista del directorio con una lista de las.palabras clave relevantes.
fi: Tässä kohdassa voit valita hakukoneen, jota käytetään mikäli käyttämäsi hakusana ei ole <em>Internet hakusana</em>. Mikäli et halua käyttää hakukonetta, valitse 'Ei mikään', jolloin näet luettelon käytössä olevista hakusanoista.
fr: Vous pouvez sélectionner ici un moteur de recherche qui sera utilisé si ce qui a été saisi n'est pas un mot-clef internet. Sélectionnez «Aucun» si vous ne voulez pas effectuer de recherche dans ce cas.
he: <p align=right>וב השעייש שופיח קפס רוחבל ךל רשפאמ<br><em>חתפמ תלימ</em> וניא תדלקהש ףוריצהש הרקמב שומיש<br>שופיח עצבל ךנוצרב ןיא םא "אלל"ב רחב .<em>תיטנרטניא</em><br>.תויטנוולר םילימ לש המישר לבקת זאו ,הזכ הרקמב
hu: Itt lehet kiválasztani azt a keresőszolgáltatót, amelyen a keresés történik, ha a beírt szöveg nem <em>internetes keresési kulcsszó</em>. Válassza a "Nincs" opciót, ha nem kér keresést ilyen esetben, ekkor a szóba jöhető kulcsszavak listáját fogja megkapni.
id: Mengizinkan anda memilih penyedia pencarian yang akan digunakan dalam kasus apa yang anda ketikkan bukanlah <em>Katakunci Internet</em>. Pilih "Tidak ada" jika dalam kasus ini anda ingin mencari, dan anda akan mendapatkan suatu direktori yang menampilkan kata kunci yang relevan.
is: Hér getur þú valið leitarvél sem er notuð ef það sem slegið er inn er ekki <em>Internet Stikkorð</em>. Veldu "Ekkert" ef þú vilt ekki leita sjálfkrafa. Þá færðu lista yfir líkleg stikkorð.
it: Qui puoi scegliere un motore di ricerca da utilizzare se ciò che hai è scritto non è una <em>parola chiave internet</em>. Seleziona "Nessuno" se non vuoi fare una ricerca in questo caso; otterrai una lista delle parole chiavi rilevanti.
ja: <em>インターネットキーワード</em>ではない単語を入力した場合に、使用する検索エンジンを指定します。このような場合に検索を行いたくないときは、"なし"を選択するとキーワードに対するディレクトリリストを表示します。
ko: 입력한 내용이 <em>인터넷 검색어</em>가 없을 경우에 다른 검색 사이트를 선택할 수 있도록 합니다. 이러한 경우에 검색을 하지 않고자 한다면 "없음"을 선택하면 관련된 키워드의 자료방 목록을 볼 수 있습니다.
lt: Leidžia jums pasirinkti paieškos tiekėją, kuris būtų naudojamas, jeigu tai, ką jūs įrašėte nėra <em>Interneto raktažodis</em>. Pažymėkite "Nieko", jeigu nepageidaujate naudoti paieškos tokiu būdu, ir jms bus pateiktas atitinkamas raktažodžių sąrašynas.
lv: Ļauj jums izvēlēties meklēšanas sniedzēju kas tiks izmantots, kad jūsu uzrakstītaisnav <em>Internet Atslēgasvārds</em>. Izvēlieties "Neviens" ja nevēlatiesveikt meklēšanu šajā gadījumā, un jūs saņemsiet līdzīgu atslēgasvārdu direktorija sarakstu.
mt: Iħallik tagħżel website ta' tfittxija li tintuża jekk dak li ttajpjajt ma jinstabx fl-<em>Internet Keywords</em>. Agħżel "Ebda" jekk ma tridx tuża t-tfittxijaf'każ li ma jinstab xejn, u minnflok tingħata lista ta' keywords rilevanti.
nl: Hier kunt u een zoekmachine uitkiezen die zal worden gebruikt als de ingevoerde tekst geen <em>Internetzoekterm</em> is. Selecteer "Geen" als u niet wilt dat er in zo'n geval een zoekactie wordt opgestart. U krijgt dan een lijst getoond met relevante zoektermen.
no: Her kan du velge en søkemotor som kan brukes hvis det som er skrevet inn ikke er et Internett-nøkkelord. Velg "ingen" hvis du ikke vil bruke denne muligheten, da får du en liste over relevante nøkkelord.
no_ny: Her kan du velja kva for søkjemotor som skal brukast dersom det du skriv inn ikkje er eit <em>Internett-nøkkelord</em>. Vel «Ingen» dersom du ikkje vil søkja. Du vil i så fall få ei liste over relevante nøkkelord.
pl: Można wskazać jaka przeszukiwarka będzie używana, jeśli to co zostanie wpisane nie okaże się internetowym słowem kluczowym. Wybierz "Żaden", jeśli nie chcesz by w takim wypadku rozpoczynano wyszukiwanie, otrzyma się wtedy listę stosownych słów kluczowych.
pt: Aqui podes seleccionar um motor de busca que será usado se o que for digitado não for uma <em>Palavra-chave da Internet</em>. Selecciona "Nenhum" se não quiseres fazer uma busca neste caso, e obterás uma listagem de palavras chave relevantes.
ru: Здесь вы можете выбрать поисковую систему, которая будет использоваться в том случае, если вы ввели не ключевое слово Интернета, а что-то другое. Выберите Отключить, если не желаете осуществлять поиск таким образом, тогда вы сможете выбрать из списка похожих слов.
sk: Tu si môžete vybrať vyhľadávaciu službu, ktorá bude použitá, ak to, čo napíšete, nebude <em>Internetové kľúčové slovo</em>. Zvoľte "Nič" ak v tomto prípade nechcete už ďalej vyhľadávať a zobrazí sa zoznam príbuzných kľúčových slov.
sl: Tu lahko izberete ponudnika iskanja, ki se bo uporabljal, če to, kar boste vpisali, ne bo <em>internetna ključna beseda</em>. Izberite "Brez", če v tem primeru ne želite iskati in dobili boste imeniški seznam ustreznih ključnih besed.
sr: Omogućuje vam selektovanje pretraživača web-a koji će biti korišten u slučaju da ono što se ukucali nije <em>Ključna-reč-interneta</em>. Izaberite "Nijedna" ako ne želite da pretražujete u ovom slučaju, i dobićete direktorijumski listing bitnih ključnih reči.
sv: Här kan du välja en sökmotor som ska användas om det du angav inte är ett <em>Internetsökord</em>. Välj "Ingen" om du inte vill göra en sökning i det fallet.
th: อนุญาตให้คุณเลือกผู้ให้บริการค้นหาข้อมูลที่จะใช้ ในกรณีที่ สิ่งที่คุณพิมพ์ ไม่ใช่<em>คีย์เวิร์ดอินเตอร์เนต</em> เลือก "ไม่มี" ในกรณีที่ คุณไม่ต้องการให้ค้นหา และคุณจะเลือกดูไดเรกทอรี จากคีย์เวิร์ดที่ใส่ไปเท่านั้น
uk: Тут Ви можете вибрати машину пошуку, яку буде використано, якщо набране слово не є <em>Ключовим словом Інтернет</em>. Виберіть "Нічого", якщо Ви не хочете робити пошук у цьому випадку, і Ви отримаєте список довідника відповідних ключових слів.
xh: Ikuvumela ukukhetha umnikezi wophendlo ozakusetyenziswa ukulalisela othe wakuchwetheza okungelo <em>gama lingundoqo lwe Internet</em>. Khetha "Akukho nanye" ukuba awufuni ukwenza uphendlo kulo mzekelo, uzakufumana ulawulo olunoluhlu lwamagama angundoqo aphononongwayo.

source: Enable &Web Shortcuts
af: aktiveer web kortpaaie
az: Veb &Qısa yollarını Fəallaşdır
bg: &Използва съкращение за търсене
cs: Povolit &webové zkratky
da: Aktivér &netsøgegenveje
el: Ενεργοποίηση Συντομεύσεων &Web
eo: Enŝaltu &rapidserĉon
es: Activar accesos rápidos de &web
fi: Käytä &Web lyhenteitä
fr: Activer les raccourcis &web
he: םייטנרטניא ךר&ד ירוציק רשפא
hu: A keresési az&onosítók használatának engedélyezése
id: Bolehkan Shortcut &Web
is: Virkja &leitarstyttingar
it: Abilita le scorciatoie &Web
ja: &WEBショートカットを有効に
ko: 웹 줄임말을 씀(&W)
lt: Leidžiamos &Web nuorodos
lv: Atļaut &Web Īsinājumikonas
mt: Uża Taqsiriet tal-&Web
nl: &Webkoppelingen inschakelen
no: UR&I-snarveier:
no_ny: Bruk &søkjesnarvegar
pl: Włącz skróty sieciowe
pt: Activar Atalhos da &Web
ru: &Использовать сокращения для поиска
sk: Povoliť &Internetové skratky
sl: Omogoči &spletne bližnjice
sr: Aktiviraj &Web-prečice
sv: Aktivera &webbgenvägar
th: เปิดใช้งานตัวย่อของเวบ
uk: Ввімкнути скорочення &Тенет
xh: Yenza iindlela ezimfutshane ze &Web
