Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: No action
af: nee aksie
az: Hadisəsiz
da: Ingen handling
el: Καμία ενέργεια
et: Tegevus puudub
fi: Ei toiminnetta
he: הלועפ אלל
hu: (semmi)
id: Tidak ada aksi
is: Engin áhrif
ja: 動作なし
ko: 동작하지 않음
lt: Nėra veiksmo
lv: Nav darbības
mt: Ebda azzjoni
nl: Geen actie
no: Ingen hendelse
pl: Brak akcji
pt: Nenhuma acção
pt_br: Nada
ro: Fără acţiune
ru: Ничего не происходит
sk: Bez významu
sl: Nič se ne zgodi
sr: Bez akcije
sv: Ingen verkan
ta: ¦ºÂø ­ø¨Ä
th: ไม่มีการกระทำ
uk: Без дії
xh: Akukho ntshukumo

source: Window List Menu
af: venster lys kieslys
az: Pəncərə Siyahısı Menyusu
da: Vinduesliste menu
el: Μενού Λίστας Παραθύρων
et: Akende nimekirja menüü
fi: Ikkunalistavalikko
he: תונולח תמישר טירפת
hu: Ablaklista menü
id: Menu Daftar Jendela
is: Gluggalisti
ja: ウィンドウリストメニュー
ko: 창 목록 차림표
lt: Langų sąrašo meniu
lv: Logu Saraksta Izvēlne
mt: Menu b'lista ta' windows
nl: Venstermenulijst
no: Vindulistemeny
pl: Menu listy okien
pt: Menu com Lista de Janelas
pt_br: Menus de lista de janelas
ro: Meniul listei de ferestre
ru: Меню списка окон
sk: Zoznam okien
sl: Menu s seznamom oken
sr: Meni sa listom prozora
sv: Fönsterlistmeny
ta: º¡ÇÃô ÀðÊÂü ÀðÊ
th: เมนูแสดงรายการหน้าต่าง
uk: Меню списку вікон
xh: Uluhlu lwemenu ye Window

source: Desktop Menu
af: werkskerm kieslys
az: Masa üstü Menyusu
da: Skrivebordsmenu
el: Μενού Επιφ. Εργασίας
et: Töölaua menüü
fi: Työpöydän valikko
he: הדובעה ןחלוש טירפת
hu: Munkaasztal menü
id: Menu Desktop
is: Skjáborðsvalmynd
ja: デスクトップメニュー
ko: 일터 차림표
lt: Darbastalio meniu
lv: Darvirsmas Izvēlne
mt: Menu tad-desktop
nl: Bureaubladmenu
no: Skrivebordsmeny
pl: Menu biurka
pt: Menu do Ambiente de Trabalho
pt_br: Menu da área de trabalho
ro: Meniu ecran
ru: Меню рабочего стола
sk: Menu plochy
sl: Menu namizja
sr: Meni radne površine
sv: Skrivbordsmeny
ta: §Á¨ºô ÀðÊ
th: เมนูของเดสก์ทอป
uk: Меню стільниці
xh: Imenu ye Desktop

source: Application Menu
af: aansoek kieslys
az: Proqram tə'minatı Menyusu
da: Programmenu
el: Μενού Εφαρμογών
et: Rakenduste menüü
fi: Sovellusvalikko
he: םימושייה טירפת
hu: Alkalmazások menü
id: Menu Aplikasi
is: Forritavalmynd
ja: アプリケーションメニュー
ko: 응용 프로그램 차림표
lt: Programų meniu
lv: Aplikāciju Izvēlne
mt: Menu tal-programmi
nl: Applicatiemenu
no: Applikasjonsmeny
pl: Menu aplikacji
pt: Menu de Aplicações
pt_br: Menu do aplicativo
ro: Meniu aplicaţii
ru: Меню приложений
sk: Menu aplikácií
sl: Menu s programi
sr: Meni aplikacija
sv: Programmeny
ta: ¿¢Ãü ÀðÊ
th: เมนูของแอพพลิเคชัน
uk: Меню програм
xh: Imenu yesicelo

source: Custom Menu 1
af: pasmaak kieslys 1
az: Xüsusi Menyu 1
da: Brugerindstillet menu 1
el: Προσαρμοσμένο Μενού 1
et: Kohandatud menüü 1
fi: Muokattu valikko 1
he: 1 תישיא םאתומ טירפת
hu: 1. egyéni menü
id: Menu Kustom 1
is: Sérvalmynd 1
ja: カスタムメニュー 1
ko: 사용자 차림표 1
lt: Derintas meniu 1
lv: Pielāgota Izvēlne 1
mt: Menu personalizzat 1
nl: Aangepast menu 1
no: Tilpasset meny 1
pl: Menu konfigurowalne 1
pt: Menu Personalizado 1
pt_br: Menu personalizado 1
ro: Meniu personalizat 1
ru: Пользовательское меню 1
sk: Vlastné menu 1
sl: Lastni menu 1
sr: Prilagođeni meni 1
sv: Egen meny 1
ta: ¾É¢ôÀÂý ÀðÊ 1
th: เมนูกำหนดเอง 1
uk: Меню користувача 1
xh: Imenu yesiko yokuqala

source: Custom Menu 2
af: pasmaak kieslys 2
az: Xüsusi Menyu 2
da: Brugerindstillet menu 2
el: Προσαρμοσμένο Μενού 2
et: Kohandatud menüü 2
fi: Muokattu valikko 2
he: 2 תישיא םאתומ טירפת
hu: 2. egyéni menü
id: Menu Kustom 2
is: Sérvalmynd 2
ja: カスタムメニュー 2
ko: 사용자 차림표 2
lt: Derintas meniu 2
lv: Pielāgota Izvēlne 2
mt: Menu personalizzat 2
nl: Aangepast menu 2
no: Tilpasset meny 2
pl: Menu konfigurowalne 2
pt: Menu Personalizado 1
pt_br: Menu personalizado 2
ro: Meniu personalizat 1
ru: Пользовательское меню 2
sk: Vlastné menu 2
sl: Lastni menu 2
sr: Prilagođeni meni 2
sv: Egen meny 2
ta: ¾É¢ôÀÂý ÀðÊ 2
th: เมนูกำหนดเอง 2
uk: Меню користувача 2
xh: Imenu yesiko yesibini

source: Trash
af: gemors
az: Zibil
da: Affald
el: Σκουπίδια
et: Prügi
fi: Roskakori
he: הפשא
hu: Szemétkosár
id: Sampah
is: Rusl
ja: ごみ箱
ko: 쓰레기통
lt: Šiukšliadėžė
lv: Miskaste
mt: Skart
nl: Prullenbak
no: Papirkurv
pl: Śmietnik
pt: Lixo
pt_br: Lixo
ro: Gunoi
ru: Корзина
sk: Kôš
sl: Smeti
sr: Smeće
sv: Papperskorg
ta: Ìô¨À
th: ถังขยะ
uk: Смітник
xh: Umonakalo

source: Autostart
af: outomatiese begin
az: Avtomatik başlanğıc
el: Αυτόματη Έναρξη
fi: Automaattikäynnistys
he: תיטמוטוא הלעפה
hu: Automatikus indítás
is: Slóð að ræsiferli:
ja: 自動起動
ko: 스스로 뜸
lt: Automatinis paleidimas
lv: Autostarts
mt: Programmi tal-bidu
pt: Arranque
ru: Автозапуск
sk: Pri spustení
sl: Samodejen zagon
sr: Automatsko startovanje
ta: ¾ýÉ¡ÃõÀõ
uk: Автостарт
xh: Isiqalo esizenzekelayo

source: Desktop
af: werkskerm
az: Masa üstü
da: Skrivebord
el: Επιφ. Εργασίας
et: Töölaud
fi: Työpöytä
he: הדובע ןחלוש
hu: Munkaasztal
is: Skjáborð
ja: デスクトップ
ko: 일터
lt: Darbastalis
lv: Darbvirsma
nl: Bureaublad
no: Skrivebord
pl: Biurko
pt: Ambiente &de Trabalho
ro: Ecran
ru: Рабочий стол
sk: Plocha
sl: Namizje
sr: Radna površina
sv: Skrivbord
ta: §Á¨º
th: เดสก์ทอป
uk: Стільниця
xh: i Desktop

source: The path for '%1' has been changed. Do you want me to move the files from '%2' to '%3'?
af: die gids soeklys vir '%1' het al het verander. doen jy wil hê my aan beweeg die lêers van '%2' aan '%3'?
az: '%1'in(ın) cığırı dəyişdirildi. Faylları '%2'din(dan) '%3'ə(a) daşıyım?
da: Stien til '%1' er blevet ændret. Vil du at jeg skal flytte filerne fra '%2' til '%3'?
el: Η διαδρομή για το '%1' έχει αλλάξει. Θέλετε να μετακινηθούν τα αρχεία από το '%2' στο '%3';
et: '%1' otsingutee on muutunud. Soovid sa, et failid liigutataks asukohast '%2' asukohta '%3'?
fi: Järjestelmän hakemiston '%1' osoite on muutettu.Haluatko, että tiedostot hakemistosta '%2' siirretään hakemistoon '%3'?
he: .הנוש '%1' לש ביתנה ?'%3'-ל '%2'-מ םיצבקה תא ריבעאש ךנוצרב םאה
hu: A(z) '%1' elérési útja megváltozott. Átmozgassam a fájlokat innen: '%2' ide: '%3'?
is: Slóðin fyrir '%1' hefur breyst. Viltu að ég færi skrárnar frá '%2' til '%3'?
ja: '%1'のパスが変更されましたが、 '%2'から'%3'へファイルを移動しますか?
lt: „%1“ kelias pasikeitė. Ar jūs norite perkelti bylas iš „%2“ į „%3“?
lv: Ceļš uz '%1' ticis mainīts. Vai vēlaties, lai pārvietoju failus no '%2' uz '%3'?
mt: Il-post fejn jinżamm "%1" inbidel. Tridni mmexxi l-fajls kollha minn "%2" għal "%3"?
nl: Het pad voor '%1' is gewijzigd. Wilt u dat ik de bestanden van '%2' naar '%3 verplaats?
no: Stien til '%1' er blitt endret.. Skal jeg flytte filene fra '%2' til '%3'?
pl: Ścieżka dla '%1' uległa zmianie. Czy przesunąć pliki z '%2' do '%3'?
pt: A localização do '%1' foi alterada. Queres que eu mova os ficheiros de '%2' para '%3'?
ru: Путь для '%1' изменился. Хотите переместить файлы из '%2' в '%3'?
sk: Cesta pre '%1' bola zmenená. Chcete presunúť súbory z '%2' do '%3'?
sl: Pot za '%1' je bila spremenjena. Ali želite, datoteke iz '%2' prestavim v '%3'?
sr: Putanja za '%1' je promenjena. Da li želite da premestim fajlove sa '%2' na '%3'?
sv: Sökvägen för "%1" har ändrats. Vill du att jag ska flytta filerna från "%2" till "%3"?
ta: '%1' ­ý À¡¨¾ Á¡üÈôÀðÎûÇÐ. §¸¡ôÒì¸¨Ç '%2' ­Ä¢ÕóÐ '%3' ­üÌ ¿¸÷ò¾Å¡?
th: พาธสำหรับ '%1' มีการเปลี่ยนแปลง คุณต้องการย้ายแฟ้มจาก '%2' ไปยัง '%3' หรือไม่ ?
uk: Шлях до '%1' було змінено. Хочете пересунути файли з '%2' до '%3'?
xh: Umendo we '%1' utshintshiwe. Ufuna ukuya kwiifayile ukusuka ku '%2' ukuya ku '%3'?

source: Confirmation required
af: bevestiging benodig
az: Təsdiqləmə lazımdır
da: Bekræftelse krævet
el: Απαιτείται επιβεβαίωση
et: Vajalik kinnitus
fi: Varmistus kysytään
he: רושיאל השקב
hu: Megerősítés kérése
is: Fá staðfestingu fyrir:
ja: 確認を求める:
lt: Reikia patvirtinimo
lv: Nepieciešams apstiprinājums
mt: Konferma meħtieġa
nl: Bevestiging vereist
no: Bekreftelse nødvendig
pl: Spytaj o potwierdzenie
pt: Necessária a confirmação
ro: Confirmare necesară
ru: Требуется подтверждение
sk: Nutné potvrdenie
sl: Potrebujem potrditev
sr: Potrebna je potvrda
sv: Bekräftelse krävs
ta: ¯Ú¾¢ôÀÎò¾ø §¾¨Å
th: ต้องการการยืนยัน
uk: Повинне підтвердження
xh: Uqinisekiso luyafuneka

source: Ask confirmation for:
af: vra bevestiging vir:
az: Təsdiqləmə üçün soruş:
da: Bed om bekræftelse for:
el: Να απαιτείται επιβεβαίωση για:
et: Toimingud, millele küsitakse kinnitust :
fi: Varmista valinnalla:
he: :תולועפל רושיא שקב
hu: Mely műveleteknél kell megerősítés?
id: Minta konfirmasi untuk:
is: Fá staðfestingu fyrir:
ja: 次について確認を求める:
ko: 동작 여부 확인:
lt: Klausti patvirtinimo:
lv: Jautāt apstiprinājumu priekš:
mt: Itlob konferma għal:
nl: Bevestiging vragen voor:
no: Be om bekreftelse for:
pl: Spytaj o potwierdzenie:
pt: Pedir confirmação para:
pt_br: Pedir confirmação para:
ro: Confirmă acţiunea pentru:
ru: Запрашивать подтверждение для удаления файла:
sk: Pýtať si potvrdenie pre:
sl: Prosi potrditev za:
sr: Traži potvrdu prilikom izvršavanja komande:
sv: Begär bekräftelse för att:
ta: ¯Ú¾¢ôÀÎò¾ø §¸¡Õ:
th: ให้ถามยืนยันสำหรับการ:
uk: Питати підтвердження на:
xh: Cela uqinisekiso lwe:
