Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmkonq.po
Languages: af, az, da, el, et, fi, he, hu, id, is, ja, ko, lt, lv, mt, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: Checking this option will result in filesizes being displayed in bytes. Otherwise filesizes are converted to kilobytes or megabytes if appropriate.
af: toetsing hierdie opsie sal resultaat in lêer groottes te wees vertoon in grepe. andersins lêer groottes word omgeskakel aan kilogrepe of megagrepe as geskikte.
az: Bu seçənək işarətləndiyində fayl böyüklükləri baytlarla göstərilir. yoxsa bunlar kilobayt və ya meqa baytlara çevriləcəkdir.
da: Afkrydsning af dette valg vil gøre at filstørrelser vises i byte. Ellers konverteres filstørrelser til kilobyte eller megabyte når det er passende.
el: Αυτή η επιλογή θα έχει σαν αποτέλεσμα να εμφανίζονται τα μεγέθη των αρχείων πάντοτε σε byte. Αλλιώς μετατρέπονται σε kilobyte ή megabyte όποτε βολεύει.
et: Selle valiku sisse lülitamisel näidatakse failide suurusi baitides. Vastasel juhul konverteeritakse failide suurused vastavalt vajadusele kilobaitideks ja megabaitideks.
fi: Jos tämä kohta on valittuna, tiedostojen koko näytetään tavuina. Muussa tapauksessa koko näytetään kilo- tai megatavuina mikäli tiedoston koko on suuri.
he: <p align=right>םילדגש ךכל םורגת וז תורשפאב הריחב<br>םילדג ,תרחא .םיתבב וגצוי םיצבק לש<br>וא םיתב-וליקל ורמוי םיצבק לש<br>.ךרוצל םאתהב םיתב-הגמ
hu: Ha bejelöli ezt az opciót, akkor a fájlok méretét bájtban számolva mutatja a program, ha nem, akkor az értéktől függően bájtban, kilobájtban vagy megabájtban.
is: Með því að haka við þennan möguleika verða skráastærðir sýnar í bætum. Að öðrum kosti eru skráastærðum snarað í kílóbæt eða megabæt eftir því hvað við á.
ja: このオプションを有効にすると、ファイルの容量はバイト単位で表示されます。無効にするとキロバイトかメガバイトのいずれか適切な方に変換されます。
lt: Pažymėjus šią parinktį bylų dydžiai bus rodomi baitais. Priešingu atveju bylų dydžiai esant reikalui paverčiami į kilobaitus ar megabaitus.
lv: Šīs opcijas iezīmēšanas rezultātā failuizmēri tiks rādīti baitos. Savādāk failuizmēri ir konvertēti kilobaitos vai megabaitos, ja nepieciešams.
mt: Jekk tittikkja din l-għażla, id-daqsijiet tal-fajls jintwerew bħala bytes. Altrimenti jinqalbu għal kilobytes jew megabytes jekk jaqbel.
nl: Als u deze optie selecteert, dan worden de bestandsgroottes getoond in bytes.In het andere geval worden de bestandsgroottes getoond in kilobytes of megabytes, afhankelijk van de meest geschikte weergave.
no: Krysser du av her, så vil filstørrelser bli vist i byter. Ellers blir filstørrelser regnet om til kilobyter eller megabyter ettersom det passer.
pl: Właczenie tej opcji spowoduje wyświetlanie rozmiarów plików w bajtach. W przeciwnym razie są one wyświetlane w kilobajtach lub megabajtach, stosownie do rozmiaru.
pt: Ao assinalares esta opção farás com que o tamanho dos ficheiros seja mostrado em 'bytes'. Caso contrário os tamanhos serão convertidos para quilobytes ou megabytes se for apropriado.
ru: Если включить этот флажок, размер файлов будет показываться в байтах, в противном случае он будет преобразовываться в килобайты или мегабайты.
sk: Použitím tejto možnosti budú veľkosti súborov zobrazované v bajtoch. Inak sú veľkosti prevedené na kilobajty alebo megabajty podľa potreby.
sl: Če boste odkljukali to izbiro, bodo velikosti datotek in imenikov prikazane v bajtih. V nasprotnem primeru bodo prikazane v megabajtih, če je to primerno.
sr: Izabiranje ove opcije će aktivirati prikaz veličina fajlova u bajtovima. U suprotnom, veličine fajlova su pretvorene u kilobajte ili megabajte ako je to odgovarajuće.
sv: Om du kryssar för det här alternativet så visas filstorlekar i byte. Annars översätts filstorlekar till kibibyte eller mebibyte om det är lämpligt.
th: เลือกตัวเลือกนี้ เพื่อให้มีการแสดงขนาดของแฟ้ม มีหน่วยเป็นไบต์ ไม่เช่นนั้น จะแสดงเป็นหน่วยกิโลไบต์ หรือเมกะไบต์ แล้วแต่กรณี
uk: Цей параметр вмикає відображення розміру файлів в кілобайтах.Інакше розміри будуть перетворені у кілобайти або мегабайти належним чином.
xh: Ukukhangela olu khetho luyakubangela ubungakanani beefayile ziboniswe kwi bytes. Kungenjalo ubungakanani beefayile buguqulelwa kwi kilobytes okanye i megabytes ukuba kuyakwazeka.

source: &Behavior
af: gedrag
az: &Davranış
da: &Opførsel
el: &Συμπεριφορά
et: &Käitumine
fi: &Käyttäytyminen
he: ה&לועפ
hu: &Viselkedés
id: &Perilaku
is: &Hegðun
ja: 振舞い(&B)
ko: 동작(&B)
lt: &Elgesys
lv: &Izturēšanās
mt: &Imġieba
nl: &Gedrag
no: &Oppførsel
pl: &Zachowanie
pt: &Comportamento
pt_br: &Comportamento
ro: &Comportament
ru: &Поведение
sk: &Správanie
sl: &Vedenje
sr: &Ponašanje
sv: &Beteende
ta: ¿¨¼Ó¨È
th: ลักษณะ
uk: &Поведінка
xh: &Ukuziphatha

source: &Appearance
af: voorkoms
az: &Görünüş
da: &Udseende
el: Εμ&φάνιση
et: &Välimus
fi: &Ulkonäkö
he: האר&מ
hu: &Megjelenés
id: T&ampilan
is: Ú&tlit
ja: 外観(&A)
ko: 보기(&A)
lt: &Išvaizda
lv: &Izskats
mt: &Dehra
nl: &Uiterlijk
no: &Utseende
pl: &Wygląd
pt: &Aparência
pt_br: &Aparência
ro: &Aspect
ru: &Внешний вид
sk: &Vzhľad
sl: &Videz
sr: &Izgled
sv: U&tseende
ta: §¾¡üÈõ
th: ลักษณะที่ปรากฎ
uk: Ви&гляд
xh: &Inkangeleko

source: &Trash
af: gemors
az: Zi&bil
da: &Affald
el: Σ&κουπίδια
et: &Prügi
fi: &Roskakori
he: הפשא ל&ס
hu: &Szemétkosár
id: &Sampah
is: &Rusl
ja: ごみ箱(&T)
ko: 쓰레기통(&T)
lt: &Šiukšlių dėžė
lv: &Miskaste
mt: Skar&t
nl: &Prullenbak
no: &Papirkurv
pl: Śmietnik
pt: &Lixo
pt_br: &Lixo
ro: &Gunoi
ru: &Корзина
sk: &Kôš
sl: &Smeti
sr: &Smeće
sv: &Papperskorg
ta: Ìô¨À
th: ถังขยะ
uk: &Смітник
xh: &Umonakalo
