Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmstyle.po
Languages: az, bg, cs, da, de, el, eo, es, et, fi, fr, he, hu, is, it, ja, lt, lv, mt, nl, no, no_ny, pl, pt, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: &Fade menus
az: Menyuları &solğunlaşdır
bg: Обе&зцветяващи менюта
cs: Slá&bnoucí nabídky
da: Menuer &glider væk
de: Menüs &allmählich einblenden
el: &Ξεθόλωμα μενού
eo: &Malpaligi menuojn
es: &Fundir menús
et: &Sujuvalt ilmuvad menüüd
fi: &Häivytä valikot
fr: Apparition progressiv&e des menus
he: םיגומ&נ םיטירפת
hu: a menük á&ttűnése
is: Va&lmyndir líða inn
it: &Sfuma i menu
ja: メニューをフェード(&F)
lt: &Nykstantys meniu
lv: &Izzūdošas izvēlnes
mt: Menus jibdew &trasparenti
nl: Menu's laten &vervagen
no: &Blende menyer
no_ny: &Ton inn menyar
pl: &Wyłaniające się menu
pt: Aparecimento &gradual do menus
ru: Вы&свечивающиеся меню
sk: &Miznúce menu
sl: O&bledeli meniji
sr: &Nestajanje menija
sv: &Tona menyer
ta: ÀðÊ¸¨Ç Áí¸î¦ºö
th: เมนูแบบค่อยๆ ปรากฎ
uk: &Затухаючі меню
xh: &Iimenu ezimbatshileyo

source: Anima&te menus
az: Menyuları &canlandır
bg: &Анимирани менюта
cs: Animované nabí&dky
da: Ani&mér menuer
de: &Menü-Animationen
el: Anima&tion στα μενού
eo: &Vigligu menuojn
es: Anima&r menús
et: Animeeri&tud menüüd
fi: &Animoi valikot
fr: Menus a&nimés
he: םיש&פנומ םיטירפת
hu: a menük an&imálása
is: Valmyndir hreyfas&t
it: &Anima i menu
ja: メニューをアニメーション表示(&t)
lt: Judant&tys meniu
lv: Animē&tas izvēlnes
mt: &Anima l-menu
nl: Menu-anima&ties
no: Anim&er menyer
no_ny: &Animerte menyar
pl: Wy&suwane menu
pt: A&nimação dos menus
ro: Meniuri &animate
ru: &Анимация меню
sk: &Animované menu
sl: Ani&mirani meniji
sr: Animi&raj menije
sv: Animera men&yer
ta: ÀðÊ¸¨Ç «¨ºçðÎ
th: เมนูแบบเคลื่อนไหว
uk: Оживле&ні меню
xh: Phili&sa iimenu

source: Animate &combo boxes
az: &Çoxlu qutuları canlandır
bg: А&нимация на падащите списъци
cs: Animované &rozbalovací seznamy
da: Animér &combo bokse
de: &Animation für Kombinationsfelder
el: Animation στα &combo boxes
eo: Vigligu &kombinkestojn
es: Animar cajas &combo
et: Animeeritud &komboboksid
fi: Animoi &rastipainikkeet
fr: Listes &déroulantes animées
he: תושפנומ המישר תוב&ית
hu: a k&ombinált listák animálása
is: In&nsláttarlistar hreyfast
it: Anima i &combo box
ja: コンボボックスをアニメーション表示(&c)
lt: Judančios „&kombo“ dėžutės
lv: Animēti &kombo bokši
mt: Anima l-"&combo boxes"
nl: Animatie voor sele&ctievakken
no: Animer &kombinerte bokser
no_ny: Animerte &kombiboksar
pl: Wysuwane &listy rozwijane
pt: Animação das listas de sele&cção
ro: Căsuţe &combo animate
ru: А&нимация выпадающих списков
sk: Animované &combo-boxy
sl: Animir&ani padajoči seznami
sr: Animiraj &kombo-bokseve
sv: Animera &kombinationsrutor
ta: §º÷Á¡Éô¦ÀðÊ¸¨Ç «¨ºçðÎ
th: คอมโบบ็อกซ์แบบเคลื่อนไหว
uk: Оживлені &комбо-елементи
xh: Philisa &iibhokisi zesininzi

source: If this option is selected, menus open immediately.
az: Bu seçənək fəal isə menyular o dəqiə açılacaqdır.
bg: Ако тази опция е избрана, менюто се отваря мигновенно.
cs: Je-li zvolena tato volba, nabídky se budou otevírat okamžitě.
da: Hvis denne indstilling er valgt, vil menuer åbne øjeblikkeligt.
de: Wenn diese Einstellung aktiv ist, werden Menüs sofort geöffnet.
el: Με αυτή την επιλογή, τα μενού ανοίγουν αμέσως.
eo: Se tiu opcio estas elektita, menuoj malfermiĝas tuj.
es: Si se selecciona esta opción, los menús se abren inmediatamente.
et: Kui see valik on sisse lülitatud, avatakse menüüd momentaalselt.
fi: Jos tämä kohta on valittuna, valikot avautuvat välittömästi.
fr: Si cette option est cochée, les menus s'ouvrent immédiatement.
he: .ידיימ ןפואב וחתפיי םיטירפת ,תרחבנ וז תורשפא םא
hu: Ha bejelöli ezt az opciót, akkor a menük azonnal megjelennek.
is: Ef er hakað við hér birtast valmyndir samstundis.
it: Se questa opzione è selezionata, i menu si aprono istantaneamente.
ja: このオプションが選択されていると、メニューは即座に開きます
lv: Ja šī opcija ir izvēlēta, izvēlnes atveras nekavējoties.
mt: Jekk din l-għażla tkun ittikkjata, il-menus jinfetħu immedjatament.
nl: Als deze optie is gekozen, dan openen menu's onmiddelijk.
no: Hvis dette er valgt, åpnes menyer med en gang.
no_ny: Dersom dette er valt, vert menyane opna med ein gong.
pl: Jeśli wybierzesz tę opcję, menu będą rozwijane natychmiast.
pt: Se esta opção estiver assinalada, os menus aparecem imediatamente.
ro: Dacă această opţiune este activată atunci meniurile se vor deschide imediat.
ru: При включении этой опции меню открывается мгновенно.
sk: Ak je táto voľba použitá, menu sa otvorí okamžite.
sl: Če je izbrana ta izbira, se bodo meniji prikazali takoj.
sr: Ako je ova opcija izabrana, meniji se otvaraju istog trenutka.
sv: Om det här alternativet är valt så öppnas menyer omedelbart.
ta: ­ùÅ¢ÕôÀõ ¦¾Ã¢×¦ºöÂôÀÊý, ÀðÊ¸û ¯¼ý ¾¢ÈìÌõ.
th: หากเลือกตัวเลือกนี้ เมนูจะถูกแสดงทันทีโดยไม่มีเอฟเฟ็คต์ใดๆ
uk: Якщо цей параметр ввімкнений, меню відкриваються миттєво.
xh: Ukuba olu khetho lukhethiwe, iimenu zivula kamsinyane.

source: If this option is selected, menus fade in slowly.
az: Bu seçənək fəal isə menyular yavaş açılacaqdır.
bg: Ако е включена тази опция, менюто се появява бавно.
cs: Je-li zvolena tato volba, nabídky se budou objevovat pomalu.
da: Hvis denne indstilling er valgt vil menuer glide langsomt væk.
de: Wenn diese Einstellung aktiv ist, werden Menüs allmählich eingeblendet.
el: Με αυτή την επιλογή, τα μενού ξεθολώνουν σιγά σιγά.
eo: Se enŝaltita, menuoj malpaliĝas malrapide.
es: Si se selecciona esta opción, los menús se fundirán lentamente con el fondo.
et: Kui see valik on sisse lülitatud, ilmuvad menüüd aeglaselt ja sujuvalt.
fi: Jos tämä kohta on valittuna, valikot avautuvat hitaasti.
fr: Si cette option est cochée, les menus apparaissent progressivement.
he: .תויטיאב וגומיי םיטירפת ,תרחבנ וז תורשפא םא
hu: Ha bejelöli ezt az opciót, akkor a menük fokozatosan tűnnek el.
is: Ef er hakað við hér birtast valmyndir hægt og rólega.
it: Se questa opzione è selezionata, i menu compaiono lentamente.
ja: このオプションが選択されていると、メニューはゆっくりとフェードします
lv: Ja šī opcija ir izvēlēta, izvēlnes parādīsies lēnām.
mt: Jekk din l-għażla tkun ittikkjata, il-menus jibdew trasparenti u jidhru bil-mod
nl: Als deze optie is gekozen, dan vervagen menu's langzaam.
no: Hvis dette er valgt, blendes menyen langsomt inn
no_ny: Vel om menyane skal tona sakte inn.
pl: Jeśli wybierzesz tę opcję, menu będą wyłaniać się stopniowo.
pt: Se esta opção estiver assinalada, os menus aparecem gradualmente.
ro: Dacă această opţiune este activată atunci meniurile vor dispărea încet.
ru: При включении этой опции меню проявляется постепенно.
sk: Ak je táto voľba použitá, menu pomaly zmizne.
sl: Če je izbrana ta izbira, se bodo meniji prikazali počasi (izrisali se bodo kot, da prihajajo iz megle).
sr: Ako je ova opcija izabrana, meniji se polako pojavljuju.
sv: Om det här alternativet är valt så tonas menyerna sakta in.
ta: ­ùÅ¢ÕôÀõ ¦¾Ã¢×¦ºöÂôÀÊý, ÀðÊ¸û ¦ÁÐÅ¡¸ ÁíÌõ.
th: หากเลือกตัวเลือกนี้ เมนูจะค่อยๆ ปรากฎช้าๆ
uk: Якщо цей параметр ввімкнений, меню з'являються повільно.
xh: Ukuba olu khetho lukhethiwe, iimenu zimbatsha ngokucothayo.

source: If this option is selected, menus are animated to grow to their full size.
az: Bu seçənək fəal isə menyular canlandırılacaqdır.
bg: Ако е включена тази опция, менютата постепенно се увеличават до пълният им размер.
cs: Je-li zvolena tato volba, objevení nabídky bude animováno.
da: Hvis denne indstilling er valgt vil menuer vokse til fuld størrelse animeret.
de: Wenn diese Einstellung aktiv ist, werden Menüs per Animation zur vollen Größe aufgebaut.
el: Με αυτή την επιλογή, τα μενού μεγαλώνουν σταδιακά στο πλήρες μέγεθός τους.
eo: Se enŝaltita, menuoj aperas kreskantaj ĝis la plena grandeco.
es: Si se selecciona esta opción, los menús se animan para crecer hasta su tamaño máximo.
et: Kui see valik on sisse lülitatud, kasvavad menüüd animeeritult oma täissuuruseni.
fi: Jos tämä kohta on valittuna, valikot kasvavat täyteen kokoon.
fr: Si cette option est cochée, les menus apparaissent de manière animée en s'agrandissant jusqu'à leur taille normale.
he: <p align=right>,תרחבנ וז תורשפא םא<br>םה רשאכ ושפנוי םיטירפת<br>.אלמה םלדוגל דע םילדג
hu: Ha bejelöli ezt az opciót, akkor a menük megjelenése animálva fog történni.
is: Ef er hakað við hér er sýnd hreyfimynd þegar valmyndir birtast.
it: Se questa opzione è selezionata, i menu sono animati per raggiungere la loro dimensione completa.
ja: このオプションが選択されていると、メニューはアニメーションしながら本来の大きさまで大きくなります
lv: Ja šī opcija ir izvēlēta, izvēlnes ir animētas līdz tās izaug līdz pilnam izmēram.
mt: Jekk din l-għażla tkun ittikkjata, il-menus jibdew żgħar u jikbru sakemm jaslu d-daqs sħiħ
nl: Als deze optie is gekozen, dan groeien de menu's via een animatie.
no: Hvis dette er valgt, vil menyer animert vokse til full størrelse.
no_ny: Dersom dette er valt, vil menyane veksa til full storleik.
pl: Jeśli wybierzesz tę opcję, menu będą płynnie rozwijane do pełnego rozmiaru.
pt: Se esta opção estiver assinalada, os menus vão aumentando até ao seu tamanho completo.
ro: Dacă această opţiune este activată atunci meniurile sînt animate pînă cînd cresc la întreaga lor mărime.
ru: При включении этой опции меню постепенно вырастает до своего полного размера.
sk: Ak je táto voľba použitá, menu rastie až na správnu veľkosť.
sl: Če je izbrana ta izbira, se bodo meniji preden se bodo popolnoma izrisali, prikazovali kot bi bili roleta.
sr: Ako je ova opcija izabrana, meniji se animiraju tako što rastu do svoje pune veličine.
sv: Om detta väljs kommer menyer att animeras när de växer till full storlek.
ta: ­ùÅ¢ÕôÀõ ¦¾Ã¢×¦ºöÂôÀÊý, ÀðÊ¸û ¾í¸û ÓØ «Ç×ìÌ ÅÇÕõÅ¨Ã «¨ºçð¼ôÀÎõ.
th: หากเลือกตัวเลือกนี้ เมนูจะปรากฎโดยค่อยๆ ขยายจากเล็กจนเต็มขนาดของมัน
uk: Якщо цей параметр ввімкнений, меню з'являються і поступово виростають до повного розміру.
xh: Ukuba olu khetho lukhethiwe, iimenu ziyaphiliswa ukukhula kubungakanani bazo obupheleleyo.

source: If this option is selected, combo boxes are animated to grow to their full size.
az: Bu seçənək fəal isə çoxlu qutucuqlar canlandırılacaqdır.
bg: Ако е включена тази опция падащите списъци постепенно се увеличават до пълния им размер.
cs: Je-li zvolena tato volba, objevení rozbalovacího seznamu bude animováno.
da: Hvis denne indstilling er valgt, vil combobokse vokse til fuld størrelse animeret.
de: Wenn diese Einstellung aktiv ist, werden Kombinationsfelder per Animation zur vollen Größe aufgebaut.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, ένα animation κάνει τα combo boxes να αποκτούν σιγά σιγά το πλήρες μέγεθός τους.
eo: Se enŝaltita, kombinkestoj aperas kreskantaj ĝis ilia plena grandeco.
es: Si se selecciona esta opción, las cajas combo se animan para crecer hasta su tamaño máximo.
et: Kui see valik on sisse lülitatud, kasvavad komboboksid animeeritult oma täissuuruseni.
fi: Jos tämä kohta on valittuna, rastipainikkeet kasvavat täyteen kokoon.
fr: Si cette option est cochée, les listes déroulantes apparaissent de manière animée en s'agrandissant jusqu'à leur taille normale.
he: <p align=right>תובית ,תרחבנ וז תורשפא םא<br>תולדג ןה רשאכ ושפנוי המישר<br>.אלמה ןלדוגל דע
hu: Ha bejelöli ezt az opciót, akkor a kombinált listák megjelenése animálva fog történni.
is: Ef er hakað við hér er sýnd hreyfimynd þegar innsláttarlistar birtast.
it: Se questa opzione è selezionata, i combo box sono animati per raggiungere la loro dimensione completa.
ja: このオプションが選択されていると、コンボボックスはアニメーションしながら本来の大きさまで大きくなります
lv: Ja šī opcija ir izvēlēta, kombo bokši ir animēti līdz sasniedz savu pilno izmēru.
mt: Jekk din l-għażla tkun ittikkjatam "combo boxes" jiġu animati sakemm jikbru għad-daqs sħiħ.
nl: Als deze optie is ingeschakeld, dan wordt er een animatie getoond tijdens het openklappen van selectievakken.
no: Hvis dette er valgt, vil kombinerte menybokser animert vokse til fulkl størrelse.
no_ny: Dersom dette er valt, vil kombiboksane veksa til full storleik.
pl: Jeśli wybierzesz tę opcję, listy rozwijane (combo boxes) będą płynnie rozwijane do pełnego rozmiaru.
pt: Se esta opção estiver assinalada, as listas de selecção vão aumentando até ao seu tamanho completo.
ro: Dacă această opţiune este activată atunci căsuţele combo sînt animate pînă cînd cresc la întreaga lor mărime.
ru: При включении этой опции выпадающие списки постепенно вырастают до своего полного размера.
sk: Ak je táto voľba použitá, combo boxy rastú až na správnu veľkosť.
sl: Če je izbrana ta izbira, se bodo padajoči meniji preden se bodo popolnoma izrisali, prikazovali kot bi bili roleta.
sr: Ako je ova opcija izabrana, kombo-boksevi se animiraju tako što rastu do svoje pune veličine.
sv: Om det här alternativet är valt animeras kombinationsrutor så att de växer till sin fulla storlek.
ta: ­ùÅ¢ÕôÀõ ¦¾Ã¢×¦ºöÂôÀÊý, §º÷Á¡Éô¦ÀðÊ¸û ¾í¸û ÓØ «Ç×ìÌ ÅÇÕõÅ¨Ã «¨ºçð¼ôÀÎõ.
th: หากเลือกตัวเลือกนี้ คอมโบบ็อกซ์จะปรากฎโดยค่อยๆ ขยายจากเล็กจนเต็มขนาดของมัน
uk: Якщо цей параметр ввімкнений, комбо-елементи з'являються і поступово виростають до повного розміру.
xh: Ukuba olu khetho lukhethiwe, iibhokisi zesininzi ziyaphiliswa ukukhula kubungakanani bazo obupheleleyo.

source: Tooltips
az: İp Ucları
bg: Подсещания
cs: Nástrojové tipy
da: Værktøjsvink
de: Kurzinfos
eo: Helpnotoj
es: Sugerencias de uso
et: Kohtspikrid
fi: Työkaluvihjeet
fr: Bulles d'aide
he: םילכ יטוריפ
hu: Tippek
is: Vísbendingar líða inn
it: Suggerimenti
ja: ツールチップ
lv: Rīktipi
mt: Ħjilijiet
nl: Knopinfo
no: Vertktøytips
no_ny: Verktøytips
pl: Podpowiedzi
pt: Dicas
ru: Подсказки
sk: Rady
sl: Namigi
sv: Verktygstips
ta: ¸ÕÅ¢ìÌÈ¢ôÒì¸û
th: ทูลทิป
uk: Підказки
xh: Iincam zesixhobo

source: &Disable tool tips
az: İp uclarını fəaliyyətdən &sal
bg: &Забранява подсещания
cs: Vypnout nást&rojové tipy
da: &Deaktivér værktøjsvink
de: Kurzinfos &deaktivieren
eo: &Malŝaltu helpnotojn
es: &Desactivar sugerencias de uso
et: &Kohtspikrite keelamine
fi: &Poista työkaluvihjeet
fr: Ne &jamais afficher les bulles d'aide
he: םילכ יטוריפ גיצת &לא
hu: a ti&ppek letiltása
is: Vísben&dingar líða inn
it: &Disabilita i suggerimenti
ja: ツールチップを無効に(&D)
lt: &Išjungti
lv: &Aizliegt rīku tipus
mt: &Itfi ħjilijiet
nl: Knopinfo &uitschakelen
no: &Slå av verktøytips
no_ny: &Ikkje bruk verktøytips
pl: &Wyłącz podpowiedzi
pt: &Desactivar as dicas
ru: &Отключить подсказки
sk: &Zakázať rady
sl: Onemogoči nam&ige
sv: &Stäng av verktygstips
ta: ¸ÕÅ¢ìÌÈ¢ôÒì¸¨Ç Ó¼ìÌ
th: ปิดการใช้ทูลทิป
uk: &Вимкнути підказки
xh: &Khubaza iincam zesixhobo

source: &Plain tool tips
az: Düz &ip ucları
bg: &Обикновен инструмент за подсещане
cs: O&byčejné nástrojové tipy
da: &Almindelige værktøjsvink
de: &Einfache Kurzinfos
eo: &Plenaj helpnotoj
es: Sugerencias de uso sen&cillas
et: &Tavalised kohtspikrid
fi: &Normaalit työkaluvihjeet
fr: Bulles d'aide si&mples
he: םיטושפ םיל&כ יטוריפ
hu: egyszerű tipp&ek
is: &Vísbendingar líða inn
it: Suggerimenti &normali
ja: プレーンなツールチップ(&P)
lv: &Parasti rīku tipi
mt: Ħjilijiet &ordinarji
nl: Gewone kno&pinfo
no: &Vanlige verktøytips
no_ny: &Enkle verktøytips
pl: Zw&ykłe podpowiedzi
pt: Dicas &normais
ru: П&ростые подсказки
sk: &Jednoduché rady
sl: &Goli namigi
sv: &Enkla verktygstips
ta: ¦ÅÚõ ¸ÕÅ¢ìÌÈ¢ôÒì¸û
th: ทูลทิปธรรมดา
uk: &Прості підказки
xh: &Iincam zesixhobo ezingenanto

source: Fade tool t&ips
az: İtən &ip ucları
bg: О&безцветен инструмент за подсещане
cs: Slábnoucí nástrojové t&ipy
da: Værktøjs&vink glider væk
de: K&urzinfos allmählich einblenden
el: Ξεθόλωμα tool t&ips
eo: Malpaligu &helpnotojn
es: Fundir sugerencias de u&so
et: Sujuvalt &ilmuvad kohtspikrid
fi: &Häivytä työkaluvihjeet
fr: Apparition progressive des &bulles d'aide
he: םיגומנ םילכ יט&וריפ
hu: a ti&ppek áttűnése
is: Ví&sbendingar líða inn
it: Sfuma &i suggerimenti
ja: ツールチップをフェード(&i)
lv: Izzūdoši rīku t&ipi
mt: Ħjilijiet jibdew &trasparenti
nl: Knop&info laten vervagen
no: &Blende inn verktøytips
no_ny: Ton &inn verktøytips
pl: Wyłaniające się p&odpowiedzi
pt: Aparec&imento gradual das dicas
ru: В&ысвечивающиеся подсказки
sk: Miznúce &rady
sl: Oble&deli namigi
sr: Nestajanje &saveta
sv: Tona verktygst&ips
ta: ¸ÕÅ¢ìÌÈ¢ôÒì¸¨Ç Áí¸î¦ºö
th: ทูลทิปแบบค่อยๆ ปรากฎ
uk: Затухаючі п&ідказки
xh: Iincam zesixh&obo ezimbatshileyo

source: &Rollout tool t&ips
az: &İp uclarını &sürüşdür
cs: Vysouvat nástrojové ti&py
da: Rulle-ud værktøjsvink
de: &Kurzinfos ausrollen
eo: &Malvolvu helpnotojn
es: &Desplegar sugerencias de uso
et: &Välja rulluvad kohtspikrid
fi: &Rullaa pois työkaluvihjeet
fr: Bulles d'aide dérou&lantes
he: םיללגנ םילכ יטוריפ
hu: legördülő ti&ppek
is: Vísbendinga&r líða inn
it: &Srotola suggerimenti
ja: 転がる(&R)ツールチップ(&i)
lv: Izb&raucoši rīku tipi
mt: &Ħjilijiet &jinfetħu
nl: Uit&rollende knopinfo
no: &Rull ut verktøyt&ips
no_ny: &Rull ut verktøytips
pl: Przewi&jane podpowiedzi
pt: &Dicas animadas
ru: Р&азвертывающиеся подсказки
sk: &Vysúvacie rady
sl: &Roletni namig&i
sv: &Rulla ut verktygst&ips
ta: ¸ÕÅ¢ìÌÈ¢ôÒì¸¨Ç ¯ÕðÎ
th: ทูลทิปแบบม้วนออก
uk: &Виїжджаючі підказки
xh: &Jikelisa ngaphandle iincam zesixh&obo

source: If this option is selected, tooltips are disabled in all applications.
az: Bu seçənək fəal isə, ip ucları bütün tə'minatlarda fəaliyyətdən salınacaqlardır.
bg: Ако това е избрано, подсещанията са забранени за всички приложения
cs: Je-li zvolena tato volba, nástrojové tipy budou vypnuty ve všech aplikacích.
da: Hvis denne indstilling er valgt, vil værktøjsvink være deaktiverede i alle programmer.
de: Nach Auswahl dieser Einstellung wird die Anzeige von Kurzinfos in allen Programmen deaktiviert.
eo: Se ŝaltita, helpnotoj estas malebligataj en ĉiuj aplikaĵoj.
es: Si se selecciona esta opción, las sugerencias de uso se desactivarán en todas las aplicaciones.
et: Kui see valik on sisse lülitatud, ei näidata kohtspikreid üheski rakenduses.
fi: Jos tämä kohta on valittuna, työkaluvihjeitä ei näytetä sovelluksissa.
fr: Si cette option est cochée, les bulles d'aide n'apparaîtront jamais dans les applications.
he: <p align=right>אל ,תרחבנ וז תורשפא םא<br>ףאב םילכ יטוריפ וגצוי<br>.םושיי
hu: Ha bejelöli ezt az opciót, akkor a tippek minden alkalmazásban le lesznek tiltva.
is: Ef er hakað við hér birtast vísbendingar hægt og rólega.
it: Se questa opzione è selezionata, i suggerimenti verranno disabilitati in tutte le applicazioni.
ja: このオプションが選択されていると、ツールチップはあらゆるアプリケーションで無効になります。
lv: Ja šī opcija ir izvēlēta, rīkutipi ir aizliegti visās aplikācijās.
mt: Jekk din l-għażla tkun ittikkjata, it-tooltips jiġu mneħħija minn kullimkien.
nl: Als deze optie is gekozen, dan is de knopinfo in alle programma's uitgeschakeld.
no: Hvis dette er valgt, er verktøytips slått av i alle applikasjoner.
no_ny: Dersom dette er valt, vert ingen verktøytips viste i nokon program.
pl: Jeśli wybierzesz tę opcję, podpowiedzi we wszystkich aplikacjach zostaną wyłączone.
pt: Se esta opção estiver assinalada, as dicas ficam desligadas em todas as aplicações.
ru: При включении этой опции подсказки отключены во всех приложениях.
sk: Ak je táto voľba použitá, rady budú vo všetkých aplikáciách vypnuté.
sl: Če je izbrana ta izbira, so namigi za orodja onemogočeni v vseh programih.
sv: Om det här alternativet är valt så är verktygstips inaktiva i alla program.
ta: ­ùÅ¢ÕôÀõ ¦¾Ã¢×¦ºöÂôÀÊý, ±ó¿¢ÃÄ¢Öõ ¸ÕÅ¢ìÌÈ¢ôÒì¸û ­¼õ¦ÀÈ¡.
th: หากใช้ตัวเลือกนี้ จะไม่มีการใช้งานทูลทิปกับทุกแอพพลิเคชัน
uk: Якщо цей параметр вибрано, підказки буде заборонено у всіх програмах.
xh: Ukuba olu khetho lukhethiwe, iincam zesixhobo ziyakhutyazwa kuzo zonke izicelo.

source: If this option is selected, tooltips appear with no effect.
az: Bu seçənək fəal isə, ip ucları effektsiz görünəcəklərdir.
bg: Ако това е избрано, подсещанията се появяват без ефект
cs: Je-li zvolena tato volba, nástrojové tipy se budou objevovat bez efektů.
da: Hvis denne indstilling er valgt, vil værktøjsvink ingen virkning have.
de: Wenn diese Einstellung aktiv ist, werden Kurzinfos ohne zusätzliche Effekte angezeigt.
eo: Se ŝaltita, helpnotoj aperas senpere.
es: Si se selecciona esta opción, las sugerencia de uso aparecerán sin ningún efecto.
et: Kui see valik on sisse lülitatud, ilmuvad kohtspikrid momentaalselt ilma efektita.
fi: Jos tämä kohta on valittuna, työkaluvihjeet tulevat esiin ilman erikoisefektejä.
fr: Si cette option est cochée, les bulles d'aide apparaîtront sans effet visuel particulier.
he: <p align=right>,תרחבנ וז תורשפא םא<br>םילכ יטוריפ ועיפוי<br>.טקפא לכ אלב
hu: Ha bejelöli ezt az opciót, akkor a tippek speciális effektus nélkül jelennek meg.
is: Ef er hakað við hér birtast vísbendingar hægt og rólega.
it: Se questa opzione è selezionata, i suggerimenti verranno mostrati senza effetti.
ja: このオプションが選択されていると、ツールチップの効果がなくなります。
lv: Ja šī opcija ir izvēlēta, rīkutipi parādīsies bez efektiem.
mt: Jekk din l-għażla tkun ittikkjata, it-tooltips jidhru normali.
nl: Als deze optie is gekozen, dan verschijnt de knopinfo zonder effecten.
no: Hvis dette er valgt, vil verktøytips dukke opp uten effekter.
no_ny: Dersom dette er valt, vert verktøytipsa viste utan effektar.
pl: Jeśli wybierzesz tę opcję, podpowiedzi będą pojawiać się bez dodatkowych efektów.
pt: Se esta opção estiver assinalada, as dicas aparecem normalmente.
ru: При включении этой опции подсказки проявляются без визуальных эффектов.
sk: Ak je táto voľba použitá, rady budú zobrazené bez efektov.
sl: Če je izbrana ta izbira, se bodo namigi za orodja prikazali brez efektov.
sv: Om det här alternativet är valt så visas verktygstips utan effekter.
ta: ­ùÅ¢ÕôÀõ ¦¾Ã¢×¦ºöÂôÀÊý, ¸ÕÅ¢ìÌÈ¢ôÒì¸û ±ùÅ¢¨Ç×¸ÙÁüÚò §¾¡ýÚõ.
th: หากใช้ตัวเลือกนี้ ทูลทิปจะปรากฎโดยไม่ใช้เอฟเฟ็คต์ใดๆ
uk: Якщо цей параметр ввімкнений, підказки будуть з'являтися без ефектів.
xh: Ukuba olu khetho lukhethiwe, iincam zesixhobo zivela ngaphandle kwesiphumo.

source: If this option is selected, tooltips fade in slowly.
az: Bu seçənək fəal isə ip ucları yavaş açılacaqdır.
bg: Ако тази опция е включена, подсещанията се появяват постепенно
cs: Je-li zvolena tato volba, nástrojové tipy budou mizet pomalu.
da: Hvis denne indstilling er valgt, vil værktøjsvink glide langsomt væk.
de: Wenn diese Einstellung aktiv ist, werden Kurzinfos allmählich eingeblendet.
el: Με αυτή την επιλογή, τα tooltips εμφανίζονται με βαθμιαίο ξεθόλωμα.
eo: Se enŝaltita, helpnotoj malpaliĝas malrapide.
es: Si se selecciona esta opción, las sugerencias de uso se fundirán con el fondo lentamente.
et: Kui see valik on sisse lülitatud, ilmuvad kohtspikrid aeglaselt ja sujuvalt.
fi: Jos tämä kohta on valittuna, työkaluvihjeet sulkeutuvat hitaasti.
fr: Si cette option est cochée, les bulles d'aide apparaîtront progressivement.
he: .תויטיאב וגומיי םילכ יטוריפ ,תרחבנ וז תורשפא םא
hu: Ha bejelöli ezt az opciót, akkor a tippek fokozatosan jelennek meg.
is: Ef er hakað við hér birtast vísbendingar hægt og rólega.
it: Se questa opzione è selezionata, i suggerimenti compariranno lentamente.
ja: このオプションが選択されていると、ツールチップはゆっくりとフェードします
lv: Ja šī opcija ir izvēlēta, rīkutipi parādīsies lēnām.
mt: Jekk din l-għażla tkun ittikkjata, it-tooltips jibdew trasparenti u jidhru bil-mod.
nl: Als deze optie is gekozen, dan vervaagt de knopinfo langzaam.
no: Hvis dette er valgt blendes tipsene langsomt inn
no_ny: Dersom dette er valt, vil verktøytipsa tona sakte inn.
pl: Jeśli wybierzesz tę opcję, podpowiedzi będą wyłaniać się stopniowo.
pt: Se esta opção estiver assinalada, as dicas aparecem gradualmente.
ro: Dacă această opţiune este activată atunci tooltip-urile apar gradat.
ru: При включении этой опции подсказки проявляются постепенно.
sk: Ak je táto voľba použitá, rady pomaly miznú.
sl: Če je izbrana ta izbira, se bodo namigi za orodja prikazali obledelo (kot bi prihajali iz megle).
sr: Ako je ova opcija izabrana, praktični saveti se pojavljuju polako.
sv: Om det här alternativet är valt så tonas verktygstipsen sakta in.
ta: ­ùÅ¢ÕôÀõ ¦¾Ã¢×¦ºöÂôÀÊý, ¸ÕÅ¢ìÌÈ¢ôÒì¸û¦ÁÐÅ¡¸ Áí¸Ä¡¸ ¯ûÅÕõ.
th: หากใช้ตัวเลือกนี้ ทูลทิปจะค่อยๆ ปรากฎ
uk: Якщо цей параметр ввімкнений, підказки з'являються повільно.
xh: Ukuba olu khetho lukhethiwe, iincam zesixhobo zimbatsha ngokucothayo.
