Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmstyle.po
Languages: az, bg, cs, da, de, el, eo, es, et, fi, fr, he, hu, is, it, ja, lt, lv, mt, nl, no, no_ny, pl, pt, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: If this option is selected, applications won't have their menubar attached to their own window anymore. Instead, there is one menu bar at the top of the screen which shows the menu of the currently active application. Maybe you know this behavior from MacOS.
az: Bu seçənək işarətləndiyi anda proqramların öz menyu çubuqları ekranın təpəsində yer alacaqdır. Daha əvvəl MacOS işlədənlər bu xüsusiyyəti sevəcəkdir.
bg: Включвайки тази опция, вие получавате режим, подобен на MacOS: приложенията няма да имет главно меню в техните прозорци. Вместо това в горната част на екрана ще бъде показано меню на активното приложение.
cs: Při výběru této volby nebudou mít aplikace hlavní nabídku umístěnou ve vlastním okně. Místo toho bude na vrchu obrazovky umístěna pouze jedna hlavní nabídka zobrazující nabídku právě aktivní aplikace. Takové chování je známo např. z operačního systému MacOS.
da: Hvis denne mulighed er valgt, vil programmerne ikke have deres menulinie sammen med vinduet. I stedet for er den én menu på toppen af skærmen der viser menuen for det aktuelt valgte program. Måske kender du dette fra MacOS.
de: Wenn diese Einstellung aktiviert ist, dann haben Programmfenster keine eigene Menüleiste mehr. Stattdessen gibt es eine Leiste am oberen Bildschirmrand, welche die Menüs des gerade aktiven Programms anzeigt. Vielleicht kennen Sie dieses Verhalten von MacOS.
el: Αν επιλεγεί αυτή η δυνατότητα, οι εφαρμογές δε θα έχουν πια τη γραμμή μενού τους κολλημένη στο παράθυρό του. Αντίθετα, θα υπάρχει μία γραμμή μενού στην κορυφή της οθόνης με το μενού της εκάστοτε ενεργής εφαρμογής. Ίσως αυτή η συμπεριφορά να σας είναι γνωστή από το MacOS.
eo: Se vi enŝaltas tion, aplikaĵoj ne prezentas la menulistelon en sia propra fenestro, sed supre de la ekrano kiel en Makintoŝa operaciumo.
es: Si esta opción está seleccionada, la aplicaciones no tendrán su barra de menú pegada a la ventana. Sólo existirá una barra de menú, en la parte superior de la pantalla que mostrará el menú de la aplicación activa. Puede que conozca esta opción de MacOS.
et: Kui see on sisse lülitatud, ei näidata rakenduste menüüriba nende endi aknas. Selle asemel on üks menüüriba töölaua ülaservas, mis näitab momendil aktiivse rakenduse menüüd. Selline käitumine võib olla sulle juba tuttav MacOS töölaualt.
fi: Jos tämä asetus on valittuna sovelluksien valikko ei ole enää niiden omassa ikkunassa. Asetus siirtää valikon ruudun ylälaitaan ja jakaa sen eri sovellusten välillä ja aina aktiivisen sovelluksen valikko on näkyvillä. Tämä käyttäytyminen on ehkä tuttua MacOS:ta.
fr: Si cette option est cochée, les applications n'auront pas leur barre de menus attachée à leur propre fenêtre. Par contre, il y a une unique barre de menus en haut de l'écran qui affiche les menus de l'application active. Vous êtes peut-être habitué à ce comportement sur les ordinateurs Macintosh.
he: <p align=right>לש םיטירפתה תרוש ,תרחבנ וז תורשפא םא<br>,תאז םוקמב .םהלש ןולחל רתוי דמצות אל םימושיי<br>ךסמה לש ןוילעה קלחב תחא םיטירפת תרוש הנשי<br>ילוא .יחכונה ליעפה םושייה לש טירפתה תא הגיצמש<br>.MacOS-מ וז הנוכת ריכמ התא
hu: Ha ezt az opciót kiválasztja, akkor a menüsor nem lesz az alkalmazás ablakához hozzákapcsolva. Ehelyett a képernyő tetején egyetlen menüsor jelenik meg, az éppen aktív alkalmazás menüsora. Ez a működési mód ismerős lesz azoknak, akik már korábban használták a MacOS-t.
is: Ef þetta er valið munu forrit ekki hafa valmyndirnar sínar í þeirra eigin gluggum. Heldur er ein valmyndaslá efst á skjánum sem sýir valmyndir þess forrits sem er valið. Þú þekkir kanski þessa hegðun úr MacOS.
it: Se questa opzione è attivata le applicazioni non avranno più la propria barra dei menu attaccata alla propria finestra. Ci sarà invece una barra dei menu nella parte alta dello schermo che mostra la barra dei menu della finestra attiva. Forse hai già visto questo comportamento in MacOS.
ja: このオプションを選択していると、各アプリケーション毎にメニューバーをアプリケーションウィンドウには表示する代わりに、画面上端にあるメニューバーに現在アクティブなアプリケーションのメニューを表示します。もしかしたらMacOSで既にご存知の振舞かもしれません。
lt: Esant nurodytai šiai parinkčiai, programos niekur neturės savo meniu savo lange. Vietoje to, bus viena meniu meniu juosta ekrano viršuje, kurioje matysite aktyvios programos meniu. Jums tur būt šita savybė pažystama iš MacOS.
lv: Ja šī opcija ir izvēlēta, aplikācijām nav savas izvēlnes joslas pievienotas to logiem. Tā vietā ir viena izvēlnes josla ekrāna augšā, kura rāda pašlaik aktīvās aplikācijas izvēlni. Varbūt jūs zināt, ka šāda izturēšanās ir no MacOS.
mt: Jekk din l-għażla tkun ittikkjata, il-programmi ma jkollhomx il-menu mwaħħal mal-window tagħhom stess imma jkun hemm menu wieħed fuq nett tal-iskrin li dejjem juri l-menu tal-programm attiv. Dan il-metodu jista' jkun iżjed familjari għal persuni li mdorrijin jużaw il-MacOS.
nl: Als deze optie is ingeschakeld, dan is de menubalk niet meer gekoppeld aan het programmavenster. In plaats daarvan loopt er een centrale menubalk bovenlangs uw scherm die de menu's toont van het op dat moment actieve programma. Dit gedrag herkent u mogelijk van MacOS.
no: Hvis dette valget er avkrysset, vil ikke applikasjoner lenger ha menylinjen tilkoblet deres eget vindu. Isteden vil det være en menylinje øvert på skjermen som viser menyen til den aktive applikasjonen. Du skjenner kanskje denne oppførselen fra MacOS.
no_ny: Dersom dette er valt vil ikkje menylinja til programma liggja i programvindauget lenger. I staden vert menylinja til det aktive programmet vist på toppen av skjermen. Du kjenner kanskje denne funksjonen frå MacOS.
pl: Jeśli wybierzesz tę opcję, menu aplikacji nie będzie wyświetlane w ich własnych oknach. Zamiast tego na górze ekranu wyświetlone zostanie menu aktywnej aplikacji. Podobne zachowanie można zobaczyć w MacOS.
pt: Se esta opção estiver seleccionada, as aplicações já não terão as suas barras de menu associadas às suas janelas. Em vez disso, há uma barra de menu no topo do ecrã que mostra o menu da aplicação activa actualmente. Talvez conheças este comportamento do MacOS.
ro: Dacă este selectată această opţiune, atunci aplicaţiile nu vor avea bara de meniu proprie ataşată de fereastră. Astfel, există numai o bară de meniu în partea de sus a ecranului, care afişează meniul aplicaţiei active curente. Probabil cunoaşteţi acest comportament de la MacOS.
ru: Включив эту опцию, вы получите режим, возможно знакомый вам по MacOS: приложения не будут иметь главного меню в своем окне. Вместо этого в верхней части экрана будет отображаться меню активного приложения.
sk: Ak je táto voľba použitá, aplikácia nemá lištu s menu umiestnenú vo vlastnom okne. namiesto toho sa nachádza na vrchu obrazovky, kde je menu práve aktívnej aplikácie. Možno toto chovanie poznáte s MacOS.
sl: Če je ta izbira vključena, menijska vrstica programov ne bo več del programovega okna. Namesto tega bo le ena menijska vrstica na vrhu zaslona, ki prikazuje meni trenutno aktivnega programa, kot je to v operacijskem sistemu MacOS.
sr: Ako je ova opcija selektovana, aplikacije neće više imati liniju menija na njihovim prozorima. Sada će biti samo jedna linija menija na vrhu od trenutno aktivne aplikacije. Možda već poznajete ovu opciju iz MacOS sistema.
sv: Om det här alternativet är valt kommer program inte längre att ha menyraden fäst vid deras eget fönster. Istället kommer det att vara en menyrad överst på skärmen vilken visar menyn för det aktuella aktiva programmet. Kanske känner du igen det här uppträdandet från MacOS.
ta: ­ó¾ Å¢ÕôÀò¨¾ §¾÷× ¦ºö¾¡ø, ÀÂýÀ¡Î¸Ç¢ø, ÀðÊÀð¨¼ «¾ý º¡ÇÃò¾¢ø ­¨½ó¾¢Õì¸¡Ð. À¾¢Ä¡¸, ¿¼ôÒ ÀÂýÀÎ¸¨Ç ¸¡ð¼ ¾¢¨ÃÂ¢ý §Áø ´Õ ÀðÊ Àð¨¼ ­ÕìÌõ. ­ó¾ ¿¼ôÒÓ¨È MacOS ãÄõ ¯í¸ÙìÌ ¦¾Ã¢ó¾¢ÕìÌõ.
th: หากเลือกตัวเลือกนี้ เมนูของแอพพลิเคชันทีปกติจะแสดงอยู่ด้านบนของหน้าต่างแอพพลิเคชัน จะถูกรวมเข้าไปยังแถบเมนูที่อยู่ด้านบนสุดของหน้าจอที่เดียว ซึ่งจะมีลักษณะที่คล้ายกับระบบปฏิบัติการ MacOS
uk: Якщо вибрано, панелі меню не будуть прикріплені до вікон програм.Натомість, одна панель меню на верхівці екрана буде показувати меню активної програми. Можливо, Ви знаєте цю поведінку з MacOS.
xh: Ukuba olu khetho lukhethiwe, izicelo azinakuba nebar yemenu yazo efakiweyo kwi window yayo nakanye. Endaweni yoko, kukho ibar yemenu phezulu kwekhusi ebonisa imenu yesicelo esisebenzayo sangoku. Mhlawumbi uyayazi le mpatho esuka kwi MacOS.

source: &Apply fonts and colors to non-KDE apps
az: &KDE xarici proqramlara yazı növləri və rəngləri əlavə et
bg: Използва шрифтове и цветове към приложенията не на &KDE
cs: &Aplikovat písma a barvy na aplikace nepatřící do KDE
da: &Anvend indstillinger på ikke-KDE programmer
de: Schriftarten und Farben auf Nicht-KDE-Programme &anwenden
el: Εφαρμογή γραμματοσειρών και χρωμάτων σε μη-KDE εφαρμογές
eo: &Apliku tiparojn kaj kolorojn al ne-KDE-aj aplikaĵoj
es: &Aplica colores y fuentes a aplicaciones no-KDE
et: &Fonte ja värve kasutatakse mitte-KDE rakenduste puhul
fi: &Käytä kirjasimia ja värejä muissa sovelluksissa
fr: Appliquer les polices et &les couleurs aux applications non KDE
he: KDE םניאש םימושיי לע םיעבצו םינפו&ג לחה
hu: A &betűtípus- és színbeállítások használata a nem KDE alkalmazásoknál
is: Lát&a letur og litastillingar ná til forrita utan KDE
it: &Applica caratteri e colori alle applicazioni non KDE
ja: フォントと色の設定を非KDEアプリケーションにも適用(&A)
lt: Prit&aikyti ne KDE programoms šriftus ir spalvas
lv: &Piemērot fontus un krāsas uz ne-KDE apps
mt: &Applika fonts u kuluri għal programmi mhux tal-KDE
nl: Lettertypen en kleuren ook &toepassen op niet-KDE-applicaties
no: &Bruk skifttyper og farger for ikke-KDE-programmer
no_ny: &Bruk skrifttypar og fargar for ikkje-KDE-program
pl: Zastosuj &czcionki i kolory dla aplikacji spoza KDE
pt: &Aplicar tipos de letra e cores a aplicações não-KDE
ro: &Aplică fonturile şi culorile aplicaţiilor non-KDE
ru: Применять шрифты и цвета к приложениям не из &KDE
sk: &Použiť písma a farby do nie-KDE aplikácií
sl: Upor&abi pisave in barve pri ne-KDE aplikacijah
sr: &Primeni fontove i boje na ne-KDE aplikacije
sv: &Använd teckensnitt och färger även i program som inte ingår i KDE
ta: KDE-«øÄ¡¾ ¿¢Ãø¸ÙìÌõ ±ØòÐÕì¸¨ÇÔõ Åñ½í¸¨ÇÔõ À¡Å¢
th: ใช้รูปแบบตัวอักษรและสี กับแอพพลิชันที่ไม่ใช่ KDE ด้วย
uk: &Застосовувати шрифти і кольори до не-KDE програм
xh: &Yenza imigca kunye nemibala kwezingeyo-KDE apps

source: If this option is selected, KDE will try to force your preferences regarding colors and fonts even on non-KDE applications. While this works fine with most applications, it <em>may</em> give strange results sometimes.
az: Bu seçənək işarətlənsə KDE, bütün qurğularınızı və tərcihlərinizi KDE xaricindəki proqramlara da əlavə edəcəkdir. Bir çox program ilə düzgün işləsə də, nadirən bə'zi proqramlarda qəribə nəticələr verə bilər.
bg: Ако тази опция е включена шрифтовете и цветовет ще бъдат използвани и за приложения които на са на KDE. Това може да работи на много приложения, но понякога резултата <em>може да бъде</em> и неочакван.
cs: Při výběru této volby se pokusí prostředí KDE vnutit vaše nastavení barev a písem aplikacím, které nepatří do prostředí KDE. I když tato funkce působí na většinu aplikací, tak někdy <em>může</em> dávat velmi podivné výsledky.
da: Med dette valg vil KDE forsøge at tvinge dine indstillinger hvad angår farver og skrifter selv på ikke-KDE programmer. Mens dette virker fint for de fleste programmer <em>kan</em> det også føre til mærkelige resultater sommetider.
de: Wenn diese Einstellung aktiviert ist, dann versucht KDE, Ihre Vorlieben bei Farben und Schriften auch bei Nicht-KDE-Programmen durchzusetzen. Bei den meisten Programmen funktioniert das sehr gut, aber hier und da <em>kann</em> es zu unerwünschten Ergebnissen führen.
el: Αν αυτή η δυνατότητα επιλεγεί, το KDE θα προσπαθεί να αναγκάζει ακόμα και τις μη - KDE εφαρμογές να χρησιμοποιούν τις προτιμήσεις σας για τα χρώματα και τις γραμματοσειρές. Αν και δεν υπάρχει πρόβλημα με τις περισσότερες εφαρμογές, <em>ίσως</em> μερικές φορές τα αποτελέσματα να είναι λίγο περίεργα.
eo: Se tio estas enŝaltita, KDE provas apliki vian agordon de koloroj kaj tiparoj ankaŭ al ne-KDE-aj aplikajoj. Normale tio funkcias bone kun plej multaj programoj, sed foje tio povus kaŭzi strangan aspekton.
es: Si esta opción está seleccionada, KDE intentará forzar sus preferencias de colores y fuentes a todas las aplicaciones incluso las no-KDE. Aunque para la mayor parte de aplicaciones esto funcione correctamente, <em>podría</em> producir resultados extraños algunas veces.
et: Kui see valik on sisse lülitatud, püütakse KDE värve ja fonte suruda peale ka mitte-KDE rakendustele. Kuigi see töötab enamuste rakenduste puhul korralikult, <em>võib</em> see mõnikord anda ka imelikke tulemusi.
fi: Jos tämä asetus on valittuna KDE yrittää pakottaa väri- ja kirjasinasetukset myös muihin kuin KDE:n sovelluksiin. Vaikka tämä toimii hyvin monien sovellusten kanssa, asetus <em>voi</em> aiheuttaa joskus kummia tuloksia.
fr: Si cette option est cochée, KDE essaiera d'appliquer votre configuration de couleurs et de polices même aux applications non KDE. Même si cela fonctionne bien avec la plupart des applications, cela <em>peut</em> parfois donner d'étranges résultats.
he: <p align=right>תא ליחהל הסני KDE ,תרחבנ וז תורשפא םא<br>םימושיי לע םג םינפוגו םיעבצ אשונב ךלש תופדעהה<br>םע בוט תלעופ וז תורשפאש דועב .KDE םניאש<br>םימעפל איבהל <em>היושע</em> איה ,םימושייה בור<br>.תורזומ תואצותל
hu: Ha kiválasztja ezt az opciót, akkor a KDE megpróbálja a nem a KDE alá írt alkalmazásoknál is használni a megadott színeket és betűtípusokat. Ez a legtöbb alkalmazásnál jól működik, de <em>néha</em> furcsa jelenségeket eredményezhet.
is: Ef þetta er valið mun KDE reyna að neyða letur og litastillingum þínum uppá forrit á forrit sem ekki tilheyra KDE. Þó þetta virki vel með flestum forritum <em>getur</em> það stundum ollið furðulegheitum.
it: Se questa opzione è attiva, KDE proverà ad utilizzare le tue impostazioni personali riguardo a colori e caratteri anche per applicazioni non KDE. Questa impostazione funziona bene con molte applicazioni ma <em>può</em> dare a volte strani risultati.
ja: このオプションを選択していると、KDEは非KDEアプリケーションであってもKDEの色とフォントに関する設定を適用しようとします。これはほとんどのアプリケーションについてはうまくいきますが、ときには奇妙な結果になることもあります。
lt: Esant nurodytai šiai parinkčiai, KDE privers jūsų pasirinktas spalvų ir šriftų nuostatas pritaikyti ir ne KDE programoms. Nors su daguma programų tai suveikia puikiai, retkarčiais <em>gali</em> būti keistų rezultatų.
lv: Ja šī opcija ir izvēlēta, KDE mēģinās uzspiest jūsu krāsu un fontu uzstādījumus arī ne-KDE aplikācijām. Lai arī ar vairumu aplikāciju tas strādā labi, tas <em> var</em> dažreiz dot dīvainus rezultātus.
mt: Jekk din l-għażla hija ttikkjata, KDE jipprova iġiegħel programmi li ma jiffurmawx parti mill-KDE li jużaw l-istess kuluri u fonts li tagħżel għall-KDE. Filwaqt li din taħdem sew mal-biċċa l-kbira tal-programmi, <em>tista'</em> tagħti riżultati strambi xi kulltant.
nl: Als deze optie is ingeschakeld, dan probeert KDE uw voorkeuren betreffende kleuren en lettertypen op te leggen aan niet-KDE-programma's. Hoewel dit bij de meeste applicaties goed werkt, <em>kan</em> het soms vreemde resultaten geven.
no: Hvis dette valget er avkrysset, vil KDE prøve å kreve at dine preferanser for farge og skrifttyper også skal brukes for ikke-KDE-applikasjoner. Dette fungerer bra for de fleste applikasjoner, men det <em>kan</em> i noen tilfeller gi rare resultater.
no_ny: Dersom dette er valt vil KDE prøva å bruka farge- og skrifttypeinnstillingane dine på ikkje-KDE-program. Dette fungerer bra med dei fleste programma, men det <em>kan</em> gi rare resultat.
pl: Jeśli wybierzesz tę opcję, KDE spróbuje wymusić Twoje ustawienia czcionek i kolorów na aplikacjach spoza KDE. Choć zazwyczaj działa to dobrze, niektóre aplikacje <em>mogą</em> wyglądać dziwnie.
pt: Se esta opção estiver assinalada, o KDE irá tentar forçar as tuas opções relacionadas com cores e tipos de letra mesmo em aplicações não-KDE. Enquanto que isto funciona bem com a maioria das aplicações, <em>pode</em> dar resultados estranhos às vezes.
ro: Dacă este selectată această opţiune, atunci KDE va încerca să forţeze preferiţele dumneavoastră pentru culori şi fonturi chiar şi la aplicaţiile non-KDE. Deşi acest lucru merge foarte bine cu cele mai multe aplicaţii, uneori <em>este posibil</em> să aveţi parte de rezultate stranii.
ru: При включении этой опции установки шрифтов и цветов будут применяться также и к приложениям не из KDE. Несмотря на то, что это очень хорошо работает для большинства приложений, иногда результат <em>может быть</em> и неожиданным.
sk: Ak je táto možnosť použitá, KDE sa bude pokúšať vnútiť vaše nastavenia farieb a písiem aj do nie-KDE aplikácií. Pracuje to pekne s veľa aplikáciami, ale niekedy to <em>môže</em> dávať čudnú výsledky.
sl: Če je vklopljena ta izbira, bo namizje KDE poskusilo pripraviti tudi ne-KDE programe do upoštevanja nastavitev barv in pisav. Čeprav to v večini primerov deluje, <em>lahko</em> včasih privede do čudnih rezultatov.
sr: Ako je ova opcija selektovana, KDE će pokušati da primeni podešavanja fontova i boja na ne-KDE aplikacija. Ovo radi dobro sa većinom aplikacija, ali ponekad <em>može</em> dati čudne rezultate.
sv: Om det här alternativet är valt kommer KDE att försöka använda dina inställningar vad beträffande färger och teckensnitt även för program utanför KDE. Det här brukar fungera bra med de flesta program men det <em>kan</em> ge konstiga resultat ibland.
ta: ­ó¾ Å¢ÕôÀò¨¾ §¾÷× ¦ºö¾¡ø, KDE-«øÄ¡¾ ÀÂýÀ¡Î¸Ç¢ø Ü¼, ¿¢Èí¸û ÁüÚõ ±ØòÐÅ¨¸¸Ç¢ý Å¢ÕôÀò¨¾ KDE, ¿¢÷ôÀó¾ ÀÎòÐõ. ¿¢¨ÈÂ ÀÂýÀ¡Î¸Ç¢ø, ­Ð ¿ýÈ¡¸ §Å¨Ä ¦ºöÔõ, ¬É¡Öõ º¢Ä §¿Ãí¸Ç¢ø Å¢ó¨¾Â¡É Å¢¨Ç×¸û <em>¦¸¡Îì¸Ä¡õ</em>.
th: หากเลือกตัวเลือกนี้ KDE จะพยายามบังคับให้ใช้รูปแบบตัวอักษรและสี กับแอพพลิชันที่ไม่ใช่ KDE ด้วย ซึ่งทำงานได้ดีกับแอพพลิเคชันหลายๆ ตัว แต่<em>อาจจะ</em>มีบางสิ่งที่ผิดเพี้ยนได้ในบางครั้ง
uk: Якщо вибрано, KDE спробує застосовувати Ваші параметри кольорів та шрифтів до програм не з KDE. Це працює з більшістю програм, але часом <em>може</em> бути причиною дивних ефектів.
xh: Ukuba olu khetho lukhethiwe, i KDE izakuzama ukunyanzela izikhetho zakho malunga nemibala kunye nemigca kwizicelo ezingeyo-KDE. Ngexesha oku kusebenza kakuhle ngezicelo ezininzi, ino <em>ku</em> inike iziphumo ezingaqhelekanga ngamanye amaxesha.

source: Style options for toolbars
az: Vasitə çubuğu üçün tərz seçənəkləri
bg: Настройки на стил за панела с инструменти
cs: Možnosti stylu pro nástrojové lišty
da: Stil muligheder for værktøjslinier
de: Stiloptionen für Werkzeugleisten
el: Επιλογές στυλ για τις γραμμες εργαλείων
eo: Stilopcioj por illisteloj
es: Estilo y opciones para barras de herramientas
et: Stiili valikud tööriistaribade jaoks
fi: Tyylin asetukset työkaluriveille
fr: Options de style pour les barres d'outils
he: םילכ ילגרסל ןונגס תורדגה
hu: Az eszköztárak stílusbeállításai
is: Stílrofar fyrir tækjaslár
it: Opzioni di stile per le barre degli strumenti
ja: ツールバーのスタイルオプション
lt: Įrankių juostų stiliaus parinktys
lv: Rīkjoslas stila opcijas
mt: Għażliet tal-istil għat-toolbars
nl: Opties voor het werkbalkuiterlijk
no: Stilvalg for verktøylinjer:
no_ny: Stilval for verktøylinjer
pl: Paski narzędziowe
pt: Estilo das barras de ferramentas
ro: Opţiuni de stil pentru bare de unelte
ru: Настройки стиля для панелей инструментов
sk: Možnosti štýlu pre panely nástrojov
sl: Slogovne izbire za orodjarne
sr: Opcije za stil alatki
sv: Stilinställningar för verktygsrader
ta: ¸ÕÅ¢ôÀð¨¼¸Ùì¸¡É À¡ó¾ Å¢ÕôÀí¸û
th: ตัวเลือกรูปแบบสำหรับแถบเครื่องมือ
uk: Установки стилю для панелей інструментів
xh: Uhlobo lweenketho zebars zesixhobo

source: &Icons only
az: Sadəcə olaraq &timsallar
bg: Сам&о икони
cs: Pouze &ikony
da: Kun &ikoner
de: Nur &Symbole
el: Μόνο εικονίδια
eo: Nur &piktogramoj
es: Sólo &iconos
et: Ainult &ikoonid
fi: Vain &kuvakkeet
fr: Icône seu&le
he: דבלב םילמ&ס
hu: csak &ikonok
is: Aðe&ins táknmyndir
it: Solo &icone
ja: アイコンのみ(&I)
lt: Tik p&iktogramos
lv: Tikai &ikonas
mt: &Ikoni biss
nl: Alleen p&ictogrammen
no: Kun &ikoner
no_ny: Berre &ikon
pl: Tylko &ikony
pt: Apenas &Ícones
ro: Numai &iconiţe
ru: Т&олько пиктограммы
sk: Len &ikony
sl: Samo &ikone
sr: Samo &ikonice
sv: Endast &ikoner
ta: ÌÚõÀ¼í¸û ÁðÎõ
th: แสดงไอคอนเท่านั้น
uk: Тільки &піктограми
xh: &Ii-icons kuphela

source: &Text only
az: Sadəcə olaraq &mətn
bg: &Само текст
cs: Pouze &text
da: Kun &tekst
de: Nur &Text
el: Μόνο κείμενο
eo: Nur &teksto
es: Sólo &texto
et: Ainult &tekst
fi: Vain &teksti
fr: Texte se&ul
he: דבלב טסק&ט
hu: csak &szöveg
is: Aðeins &texti
it: Solo &testo
ja: 文字のみ(&T)
lt: Tik &tekstas
lv: &Tikai teksts
mt: &Kliem biss
nl: Alleen &tekst
no: Kun &tekst
no_ny: Berre &tekst
pl: &Tylko tekst
pt: Apenas &Texto
ro: Numai &text
ru: &Только текст
sk: Len &text
sl: Samo &besedilo
sr: Samo &tekst
sv: Endast &text
ta: ¯¨Ã ÁðÎõ
th: แสดงข้อความเท่านั้น
uk: Тільки &текст
xh: &Amagama ashicilelweyo okanye abhaliweyo kuphela

source: Text a&side icons
az: Timsal &yanında mətn
bg: Текст в ст&рани от иконите
cs: Text &vedle ikon
da: Tekst &ved siden af ikoner
de: Text &neben Symbolen
el: Κείμενο δίπλα στα εικονίδια
eo: Teksto &apud piktogramoj
es: Texto &junto a iconos
et: Tekst ikoonide &kõrval
fi: Teksti &ja kuvakkeet
fr: Texte c&ontre les icônes
he: םילמס ד&צל טסקט
hu: a szöveg az ikon &mellett
is: Texti við &hlið táknmynda
it: Testo &accanto alle icone
ja: アイコン脇に文字(&s)
lt: Tek&stas šalia piktogramų
lv: Tekst&s aiz ikonām
mt: Kliem &maġenb ikoni
nl: Tekst &naast de pictogrammen
no: Tekst ved &siden av ikoner
no_ny: Tekst ved &sida av ikon
pl: Tek&st obok ikon
pt: Texto ao &lado dos ícones
ro: Text &lîngă iconiţe
ru: Текст с&боку от пиктограмм
sk: Text &vedľa ikon
sl: Besedilo &ob ikonah
sr: Tekst &pored ikonica
sv: Text &bredvid ikoner
ta: ÌÚõÀ¼í¸Ç¢ý «Õ¸¢ø ¯¨Ã
th: แสดงข้อความอยู่ด้านข้างไอคอน
uk: Текст з&боку від піктограм
xh: Ii-icons ezishicilelweyo okanye ezibhaliweyo &bucala

source: Text &under icons
az: Timsal &altında mətn
bg: Текст &под икони
cs: Text &pod ikonami
da: Tekst &under ikoner
de: Text &unter Symbolen
el: Κείμενο κάτω από τα εικονίδια
eo: Teksto &sub piktogramoj
es: Texto &bajo iconos
et: Tekst ikoonide &all
fi: Teksti kuvakkeiden &alla
fr: Texte &sous les icônes
he: םילמס תחת&מ טסקט
hu: a szöveg az ikon &alatt
is: Texti &undir táknmyndum
it: Testo &sotto le icone
ja: アイコン下に文字(&u)
lt: Tekstas &po piktogramomis
lv: Teksts &zem ikonām
mt: Kliem &taħt ikoni
nl: Tekst &onder de pictogrammen
no: Tekst &under ikoner
no_ny: Tekst &under ikon
pl: Tekst pod i&konami
pt: Texto por &baixo dos ícones
ro: Text &sub iconiţe
ru: Текст с&низу от пиктограмм
sk: Text &pod ikonami
sl: Besedilo &pod ikonami
sr: Tekst i&spod ikonica
sv: Text &under ikoner
ta: ÌÚõÀ¼í¸ÙìÌì ¸£§Æ ¯¨Ã
th: แสดงข้อความอยู่ด้านล่างไอคอน
uk: Текст &під піктограмами
xh: Ii-icons ezishicilelweyo okanye ezibhaliweyo &ngaphantsi
