Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmstyle.po
Languages: az, bg, cs, da, de, el, eo, es, et, fi, fr, he, hu, is, it, ja, lt, lv, mt, nl, no, no_ny, pl, pt, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: If this option is selected, tooltips roll out slowly.
az: Bu seçənək fəal isə, ip ucları yavaş açılacaqdır.
bg: Ако това е избрано, подсещанията се появат бавно
cs: Je-li zvolena tato volba, nástrojové tipy budou pomalu vyrolovávat.
da: Hvis denne indstilling er valgt, vil værktøjsvink rulle ud langsomt.
de: Wenn diese Einstellung aktiv ist, werden Kurzinfos langsam ausgerollt.
eo: Se enŝaltita, helpnotoj aperas malvolviĝante malrapide.
es: Si se selecciona esta opción, las sugerencias de uso se desplegarán lentamente.
et: Kui see valik on sisse lülitatud, rullitakse kohtspikrid sujuvalt lahti.
fi: Jos tämä kohta on valittuna, työkaluvihjeet rullaavat pois hitaasti.
fr: Si cette option est cochée, les bulles d'aide apparaîtront en se déroulant.
he: .תויטיאב וללגיי םילכ יטוריפ ,תרחבנ וז תורשפא םא
hu: Ha bejelöli ezt az opciót, akkor a tippek megjelenése legördülve történik.
is: Ef er hakað við hér birtast vísbendingar hægt og rólega.
it: Se questa opzione viene selezionata i suggerimenti verranno srotolati lentamente.
ja: このオプションが選択されていると、ツールチップは転がり出ていきます。
lv: Ja šī opcija ir izvēlēta, rīkutipi izbrauks lēnām.
mt: Jekk din l-għażla tkun ittikkjata, it-tooltips jidhru deħlin bil-mod.
nl: Als deze optie is gekozen, dan rolt de knopinfo langzaam open.
no: Hvis dette er valgt, ruller tipsene langsomt ut.
no_ny: Dersom dette er valt, vil verktøytipsa rulla sakte ut.
pl: Jeśli wybierzesz tę opcję, podpowiedzi będą przewijać się powoli.
pt: Se esta opção estiver assinalada, as dicas desenrolam-se.
ru: При включении этой опции подсказки проявляются постепенно.
sk: Ak je táto voľba použitá, rady sa pomaly vysunú.
sl: Če je izbrana ta izbira, se bodo namigi za orodja počasi razvila (kot roleta).
sv: Om det här alternativet är valt så rullas verktygstipsen sakta ut.
ta: ­ùÅ¢ÕôÀõ ¦¾Ã¢×¦ºöÂôÀÊý, ¸ÕÅ¢ìÌÈ¢ôÒì¸û ¦ÁÐÅ¡¸î ÍÆýÚ §¾¡ýÚõ.
th: หากใช้ตัวเลือกนี้ ทูลทิปจะม้วนออกช้าๆ
uk: Якщо цей параметр ввімкнений, підказки будуть повільно виїжджати.
xh: Ukuba olu khetho lukhethiwe, iincam zesixhobo zijikeleza ngaphandle ngokucothayo.

source: <h1>Style</h1> In this module you can configure how your KDE applications will look.<p> Styles and themes affect the way buttons, menus etc. are drawn in KDE. Think of styles as plugins that provide a general look for KDE and of themes as a way to fine-tune those styles. E.g. you might use the "System" style but use a theme that provides a color gradient or a marble texture.<p> Apart from styles and themes you can configure here the behavior of menubars and toolbars.
az: <h1>Tərz</h1><p> Bu modulda KDE proqramlarının necə nümayiş ediləcəyini bildirə bilərsiniz.<p> Tərzlər və örtülər, KDE daxilində işlədilən proqramların istifadə etdiyi düymələr və menyuların görünüşlərini dəyişdirə bilər. <p>Tərz və örtülərin yanında menyuların və vasitə çubuqlarının davranışlarını da dəyişdirmək mümkündür.
bg: <h1>Стил</h1> В този модул можа да зададете изгледа на приложенията в KDE. Стиловете и Темите засягат бутоните, менютата и др. Мислете за стила като допълнителни неща които определят общия изглед на KDE а темите като начин за финната им настройка. Отделно от стиловете и темите вие може да конфигурирате поведението на лентите с менюта и инструменти.
cs: <h1>Styl</h1> V tomto modulu je možné nastavit vzhled aplikací prostředí KDE.<p> Styly a motivy ovlivňují způsob, jakým budou v prostředí KDE vykreslovány tlačítka, nabídky atd. Nahlížejte na styly jako na moduly, které poskytují obecný vzhled pro prostředí KDE, a na motivy jako na způsob jak tyto styly doladit. Kupříkladu je možné použít "Systémový" styl, ale používat motiv, který poskytuje barevné přechody nebo mramorové textury.<p> Kromě stylů a motivů je možné nastavit chování nabídek a nástrojových lišt.
da: <h1>Stil</h1> I dette modul kan man indstille, hvordan dine KDE programmer ser ud.<p> Stil og temaer påvirker den måde knapper, menuer osv tegnes i KDE. Tænk på stil som indstik, der giver et generelt udseende for KDE og på temaer som en måde at finindstille denne stil. Man kan f. eks. bruge "System" stilen men bruge et tema, der giver en farve overgang eller en marmortekstur.<p> Udover stil og temaer kan man indstille opførslen af menulinier og opgavelinier.
de: <h1>Stil</h1> In diesem Bereich können Sie das Erscheinungsbild der KDE-Programme festlegen.<p> Stile und Designs bestimmen die Art, wie Knöpfe, Menüs usw. in KDE dargestellt werden. Stile bestimmen dabei das allgemeine Aussehen und Designs ermöglichen die Feinabstimmung. Zum Beispiel können Sie den "System"-Stil verwenden und zugleich ein Design, das eine Marmorstruktur bereitstellt. <p> Über Stile und Designs hinaus können Sie hier das Verhalten von Menü- und Werkzeugleisten einstellen.
el: <h1>Στυλ</h1> Σε αυτό το άρθρωμα μπορείτε να ρυθμίσετε την εμφάνιση των εφαρμογών KDE.<p> Τα στυλ και τα θέματα επηρρεάζουν τον τρόπο απεικόνισης των κουμπιών, των μενού κ.α. στο KDE. Σκεφτείτε τα στυλ σαν πρόσθετα (plugins) που παρέχουν μια γενική εμφάνιση στο KDE και τα θέματα σαν έναν τρόπο ακριβούς ρύθμισης αυτών των στυλ. Π.χ. μπορεί να χρησιμοποιείτε το στυλ "Σύστημα" αλλά και ένα θέμα που παρέχει μια έγχρωμη βαθμίδα ή μια υφή μαρμάρου.<p> Εκτός από τα στυλ και τα θέματα, μπορείτε να ρυθμίσετε εδώ τη συμπεριφορά των γραμμών εργαλείων και μενού.
eo: <h1>Stilo</h1> En tiu modulo vi povas agordi kiel aspektos la KDE-aplikaĵoj.<p> Stiloj kaj etosoj difinas la aspekton de butonoj, menuoj ktp.Komprenu stilon kiel ĝenerala aspekto, kiu estas ornamata pere de etosoj.Ekzemple vi povas elekti la stilon "Sistemo" kaj uzi etoson provizantan kolortransiron aŭ marmoran surfacon.<p> Cetere vi povas agordi tie ĉi la konduton de menuoj kaj illisteloj.
es: <h1>Estilo</h1> En este módulo puede configurar el aspecto de sus aplicaciones KDE.<p> Estilos y temas afectan a la forma de representar botones, menús, etc en KDE. Los estilos son similares a plugins que proporcionan un aspecto general a KDE y los temas son un modo de ajustar con mayor precisión los estilos. P.ej. puede usar el estilo "System" pero usar un tema que añada un degradado o una textura de mármol.<p> Además de los estilos y temas, también puede configurar el comportamiento de las barras de menú y herramientas.
et: <h1>Stiil</h1> Siin moodulis on sul võimalik seadistada KDE rakenduste välimust.<p> Stiilid ja teemad mõjutavad seda, kuidas menüüd, nupud jms. KDE's joonistatakse. Stiilid on pluginad, mis määravad KDE üldise välimuse ning teemad on viis stiilide täpsemaks häälestamiseks. Nt. võid sa kasutada stiili "Süsteem" ning teemat, mis lisab värvigradiendid ning marmori tekstuuri.<p>Peale stiilide ja teemade on sul siin võimalus seadistada menüüribade ja tööriistaribade käitumist.
fi: <h1>Tyyli</h1> Tässä modulissa voit asettaa miltä KDE-sovellukset näyttävät. <p>Tyylit ja teemat vaikuttavat siihen miten painikkeet, valikot jne. piirretään KDE:ssa. Voit ajatella tyylejä sovelmina jotka määrittelevät KDE:n yleisen ulkonäön ja teemoja tyylien hienosäätönä. Voit esim. haluta "Järjestelmä" -tyylin, mutta haluat teeman joka käyttää väriliukuja tai marmorikuviota.<p>Tyylien lisäksi voit asettaa myös valikko- ja työkalurivien käyttäytymistä.
fr: <h1>Style</h1> Dans ce module, vous pouvez configurer l'apparence des applications KDE.<p> Les styles et les thèmes modifient la façon de dessiner les boutons, menus, etc dans KDE. Considérez les styles comme des modules qui donnent une certaine apparence à KDE et les thèmes comme une façon d'affiner ces styles. Par exemple, vous pouvez utiliser le style «&nbsp;Système&nbsp;» avec un thème qui contient un dégradé de couleurs ou une texture de marbre.<p> En plus des styles et des thèmes, vous pouvez configurer ici le comportement des barres de menus et des barres d'outils.
hu: <h1>Stílus</h1> Ebben a modulban a KDE alkalmazások kinézetét lehet módosítani.<p> A stílus és a téma a KDE gombok, menük stb. megjelenítésének módját befolyásolják. A stílus a KDE általános kinézetét határozza meg, a téma a stíluselemek jellemzőit befolyásolja. Például választhatja a "Rendszer" stílust, de használhat hozzá színátmenetet vagy márványtextúrát tartalmazó témát.<p> A stílusokon és a témákon kívül a menüsorok és az eszköztárak néhány további jellemzője is beállítható itt.
is: <h1>Stíll</h1> Í þessari einingu getur þú stillt hvernig KDE forrit munu líta út.<p> Sílar og þemur hafa áhrif á hvernig hnappar, valmyndir og svo frv. eru teiknaðar í KDE. Hugsaðu um stíla sem íforrit sem veita almennt útlit KDE og themur sem aðferð til að fínstilla stílana. Til dæmis gætir þú notað "Kerfis" stílinn en notað svo þemu sem gefur litablöndun eða marmaraáferð.<p> Burtséð frá stílum og þemum getur þú einnig stillt hegðun velmynda og tækjasláa hér,
it: <h1>Stile</h1>In questo modulo puoi configurare l'aspetto delle tue applicazioni KDE.<p>Gli stili ed i temi riguardano il modo in cui i pulsanti, i menu ecc. vengono disegnati in KDE. Pensa agli stili come a dei plugin che danno un aspetto generico a KDE e ai temi come a qualcosa che rifinisce gli stili. Ad esempio potresti utilizzare lo stile "Sistema" ma usare un tema che fornisce una sfumatura di colore o un aspetto marmorizzato.<p>Oltre a ciò, qui puoi configurare il comportamento delle barre dei menu e delle barre degli strumenti.
ja: <h1>スタイル</h1>このモジュールではKDEアプリケーションの外観について設定することができます。<p>スタイル及びテーマはKDEでボタンやメニューなどがどのように描画されるかに影響します。スタイルについてはKDEの一般的な外観を提供するプラグインとして、テーマについてはそれらのスタイル間を調整する方法を決めるプラグインとして考えて下さい。例えば"システム"スタイルを使う一方で色のグラデーションや大理石のテキスチャのテーマを使うなど。<p>ここではさらにスタイルやテーマの他にもメニューバーやツールバーの動作も設定することができます。
lt: <h1>Stilius</h1> Šiame modulyje galite sukonfigūruoti KDE programų išvaizdą.<p> Stiliai ir temos nustato kaip KDE yra nupiešiami mygtukai, meniu ir kt. Stilių, kaip priedų dėka, nustatoma bendra KDE išvaizda, o temų pagalba galima pagražinti stilių. Pvz., jūs galite naudoti „System“ stilių ,bet naudoti temą, kuri suteiks spalvų perėjimą arba marmurinę tekstūrą.<p> Apart stilių ir temų, galite čia sukonfigūruoti meniu ir įrankų juostų elgesį.
lv: <h1>Stils</h1> Šajā modulī jūs varat konfigurēt kā izskatīsies jūsu KDE aplikācijas. <p> Stili un tēmas attiecas uz veidu kādā pogas, izvēlnes, u.t.t. ir uzzīmētas KDE. Stili domāti kā iespraudņi, kas nodrošina kopējo KDE izskatu un tēmas kā veids lai pieskaņotu šos stilus. T.i. jūs varat izmantot "Sistēma" stilu, bet izmantot tēmu, kas nodrošina krāsu gradientu vai marmora tekstūri.<p> Atsevišķi no stiliem un tēmām jūs šeit varat konfigurēt izvēlnesjoslu un rīkujoslu izturēšanos.
mt: <h1>Stil</h1> F'dan il-modulu tista' tissettja l-mod kif jidhru l-programmi KDE. <p>Stili u temi jaffettwaw kif jitwerew buttuni, menus eċċ fil-KDE.L-istili tista' tqishom bħala "plugins" li jagħtu dehra ġenerali ġdida lill-KDE u t-temi huma metodu kif tirfina dawk l-istili. Eż, tista' tuża l-istil "Sistema" imma tuża tema li tipprovdi gradjent ta' kuluri jew materjal tal-irħam. <p> Apparti mill-istil u temi tista' tissettja l-imġieba tal-menus u toolbars.
nl: <h1>Stijl</h1> In deze module kunt u bepalen hoe uw KDE-programma's eruit zien. <p> De stijlen en thema's hebben effect op de wijze waarop knoppen, menu's, etc worden getekend in KDE. Zie de stijlen als plugins die een algemeen uiterlijk aan KDE geven en de thema's als een manier om deze stijlen te verfijnen. U kunt bijv. de stijl "Systeem" gebruiken in combinatie met een thema dat een bepaalde kleurverloop of een marmeren uiterlijk levert. <p> Naast de stijlen en thema's kunt u hier ook bepalen hoe de menubalken en werkbalken zich gedragen.
no: <h1>Stil</h1>I denne modulen kan du konfigurere hvordan KDE-applikasjoner vil se ut.<p> Stiler og temaer påvirker hvordan knapper, menyer osv tegnes opp i KDE. Tenk på stiler som plugin-moduler som gir et generelt utseende for KDE og temaer for å fintilpasse disse stilene. F eks vil du kanskje bruke "System"-stilen, men bruke et tema som gir en fargeovergang eller marmortekstur.<p> Bortsett fra stiler og temaer kan du her sette opp hvordan menylinjer og verktøylinjer oppfører seg.
no_ny: <h1>Stil</h1> I denne modulen kan du velja korleis KDE-programma skal sjå ut. <p>Stilar og tema avgjer korleis knappar, menyar osv. vert teikna i KDE. Tenk på stilar som tilleggsmodular som gir KDE ein generell utsjånad, medan tema er ein måte å tilpassa stilane på. Du kan til dømes bruka «System»-stilen, men med eit tema som gir fargeovergangar eller marmorstruktur. <p>Ved sida av stilar og tema kan du òg setja opp åtferda til menylinjer og verktøylinjer her.
pl: <h1>Styl</h1> W tym module możesz skonfigurować wygląd aplikacji KDE.<p> Styl i motywy wpływają na wygląd przycisków, menu im innych elementów interfejsu KDE. Style można traktować jak dodatkowe moduły określające ogólny wygląd KDE, a motywy - jako metodą doprecyzowania wyglądu. Na przykład możesz użyć stylu "System" i motywu używającego marmurowego tła lub gradientu. <p>Oprócz stylów i motywów można też skonfigurować tu zachowanie menu i pasków narzędziowych.
pt: <h1>Estilo</h1> Neste módulo podes configurar como as tuas aplicações do KDE irão ficar.<p> Os estilos e temas afectam a maneira como os botões, menus etc. são desenhados no KDE. Pensa nos estilos como 'plugins' que fornecem um visual geral para o KDE e os temas como uma maneira de refinar esses estilos. P. ex. poderás usar o estilo "Sistema" mas usar um tema que fornece um gradiente de cores ou uma textura de mármore.<p> À parte dos estilos e temas podes configurar aqui o comportamento das barras de menus e das barras de ferramentas.
ru: <h1>Стиль</h1> В этом модуле вы можете настроить, как будут отображаться графические элементы приложений KDE.<p>Стили и темы определяют внешний вид кнопок, меню и прочих элементов в среде KDE. Можно сказать, что стиль - это набор настроек, определяющий в целом внешний вид KDE, а темы - это средство тонкой настройки стиля. Например, вы можете установить общий стиль "System" и при этом, используя тему, дополнительно задать цветной градиент или мраморную текстуру.<p>Кроме настройки стиля и темы здесь можно также настроить поведение панелей инструментов и меню.
sk: <h1>Štýl</h1> V tomto module je možné nastaviť ako vaše KDE aplikácie budú vyzerať.<p> Štýly a témy majú vplyv na tlačidlá, menu atď. vykresľujúce sa pod KDE. Predpokladajte štýly ako vsuvky, ktoré majú na starosti hlavný vzhľad pre KDE a témy ako spôsob doladenia tohoto štýlu. Napríklad môžete použiť štýl "Systém", ale použitá téma urobí farebné splývanie alebo mramorovú textúru.<p>Okrem štýlov a tém môžete samostatne konfigurovať možnosti lišty menu a lišty nástrojov.
sl: <h1>Slog</h1> V tem modulu lahko nastavite videz programov KDE.<p>Slogi in teme v KDE vplivajo na način izrisa gumbov, menjiev itd. Sloge si lahko prestavljate kot vstavke za splošen videz KDE in teme kot pripomočke za finejšo nastavitev teh slogov. Uporabite lahko npr. "Sistemski" slog, vendar uporabite temo, ki vsebuje barvno prelivanje ali marmornato teksturo.<p>Razen slogov in tem lahko nastavite tudi vedenje menijev in orodjarn.
sv: <h1>Stil</h1> I den här modulen kan du anpassa hur dina KDE-program ska se ut.<p> Stilar och teman påverkar på vilket sätt knappar, menyer etc. ritas i KDE. Tänk på stilar som insticksprogram som tillhandahåller ett allmänt utseende för KDE och på teman som ett sätt att finjustera de här stilarna. Du använder till exempel stilen "System" men använder ett tema som tillhandahåller en färgtoning eller en marmortext. <p> Här kan du förutom att anpassa stilar och teman också anpassa hur menyrader och verktygsrader ska uppträda.
ta: <h1>À¡ó¾õ</h1> ­ó¾ ÜÚÅ¢ø, KDE ÀÂýÀ¡Î¸û ±ôÀÊ ¦¾Ã¢Ôõ ±ýÀ¨¾ ÅÊÅ¨Áì¸Ä¡õ. <p> KDE Â¢ø ¦À¡ò¾¡ý¸û, ÀðÊ¸û, ­¾Ã¨Å¸û Å¨ÃÂÀðÊÕìÌõ Ó¨È¨Â ¦À¡ÕòÐ, À¡ó¾í¸û ÁüÚõ ¯Õ¸Õ¸û Á¡Úõ. À¡ó¾í¸¨Ç KDE Â¢ý ¦À¡ÐÅ¡É ¸¡ðº¢ìÌ ÀÂýÀÎò¾ÀÎõ ¦ºÕ¸ø¸Ç¡¸×õ ÁüÚõ ¯Õ¸Õ¸¨Ç ­ó¾ À¡ó¾í¸Ç¢ý ­¨Æ×ì¸¡¸×õ ÀÂýÀÎò¾ÀÎÅ¾¡¸×õ ¿¢¨ÉòÐ ¦¸¡ûÇ×õ. ¯¾¡. ¿£í¸û "¸½¢É¢" À¡ó¾ò¨¾ ÀÂýÀÎò¾Ä¡õ ¬É¡ø, ¿¢Èõ ºÃ¢× «øÄÐ ÀÇ¢íÌ ­¨ÆÂ¨ÁôÒ ¦¸¡ÎìÌõ ´Õ À¡ó¾ò¨¾ ÀÂýÀÎò¾Ä¡õ.<p> À¡ó¾í¸û ÁüÚõ ¯Õ¸Õ¸¨Ç ¾Å¢÷òÐ ÀðÊÀð¨¼¸û ÁüÚõ ¸ÕÅ¢Àð¨Î¸Ç¢ý ¿¨¼Ó¨È¨ÂÔõ ÅÊÅ¨Áì¸Ä¡õ.
th: <h1>ลักษณะที่ปรากฎ</h1> โมดูลนี้ ให้คุณสามารถปรับแต่ง ลักษณะที่ปรากฎของแอพพลิเคชัน KDE ได้<p> ซึ่งรูปแบบและธีมนั้น จะมีผลกับ เช่น ปุ่ม, เมนู หรืออื่นๆ ที่ใช้บน KDE เป็นต้น แนวคิดของรูปแบบก็คือ ปลั๊กอินที่จะเปลี่ยนลักษณะที่เห็นได้โดยทั่วๆ ไปของ KDE และแนวคิดของธีมก็คือ การปรับแต่งอย่างละเอียดของรูปแบบอีกที ยกตัวอย่างเช่น คุณใช้รูปแบบ "System" แต่เลือกใช้ธีมที่ให้สีแบบไล่โทนสี หรือพื้นผิวแบบมาเบิล<p> ส่วนหนึ่งของรูปแบบและธีมคือ คุณสามารถปรับแต่ง รูปแบบและธีมของเมนู และแถบเครื่องมือได้
uk: <h1>Стиль</h1> В цьому модулі Ви можете налаштувати як будуть виглядати програми KDE.<p> Стилі та теми впливають на те, як кнопки, меню тощо малюються в KDE. Сприймайте стилі як додатки, які забезпечують загальний вигляд для KDE, а теми, як спосіб точної конфігурації стилів. Наприклад, Ви можете використовувати стиль "Системний" з темою, яка надає градієнт кольорів або мармурову текстуру.<p> Окрім стилів та тем Ви також можете налаштувати поведінку меню та панелей інструментів.
xh: <h1>Uhlobo</h1> Kulo mnqongo ungaqwalasela indlela ezikhangeleka ngayo izicelo ze KDE.<p> Iintlobo kunye nemixholo zichaphazela indlela amaqhosha, iimenu njalo-njalo. azotywe ngayo kwi KDE. Cinga ngentlobo njengeplagi ezifakiweyo ezinika ujongeko ngokubanzi lwe KDE kunye neyemixholo njengendlela yokulungileyo-yokwenza iintlobo. Umzekelo. ungasebenzisa "Indlela" uhlobo kodwa sebenzisa umxholo onika umbala wethambeka okanye uhlobo lwebhastile.<p> Ngaphandle kweentlobo kunye nemixholo ungaqwalasela apha ukuziphatha kweebar ze menu kunye neebar zesixhobo.
