Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmstyle.po
Languages: az, bg, cs, da, de, el, eo, es, et, fi, fr, he, hu, is, it, ja, lt, lv, mt, nl, no, no_ny, pl, pt, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: Name
az: Ad
bg: Име
cs: Jméno
da: Navn
el: Όνομα
eo: Nomo
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
he: םש
hu: Név
is: Heiti
it: Nome
ja: 名前
lt: Vardas
lv: Vārds
mt: Isem
nl: Naam
no: Navn
no_ny: Namn
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sk: Meno
sl: Ime
sr: Naziv
sv: Namn
ta: ¦ÀÂ÷
th: ชื่อ
uk: Назва
xh: Igama

source: Description
az: İzah
bg: Описание
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
eo: Priskribo
es: Descripción
et: Kirjeldus
fi: Kuvaus
he: רואית
hu: Leírás
is: Lýsing
it: Descrizione
ja: 説明
lt: Aprašymas
lv: Apraksts
mt: Deskrizzjoni
nl: Beschrijving
no: Beskrivelse
no_ny: Skildring
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sr: Opis
sv: Beskrivning
ta: Å¢ÅÃõ
th: รายละเอียด
uk: Опис
xh: Inkcazelo

source: No description available.
az: İzahsız
bg: Липсва описание.
cs: Popis není dostupný.
da: Ingen beskrivelse tilgængelig.
de: Keine Beschreibung verfügbar.
el: Δεν υπάρχει διαθέσιμη περιγραφή.
eo: Neniu priskribo havebla.
es: No existe descripción.
et: Kirjeldus puudub
fi: Ei kuvausta:
fr: Aucune description disponible.
he: .ןימז רואית ןיא
hu: Nem áll rendelkezésre leírás.
is: Eigin lýsing tiltæk.
it: Nessuna descrizione disponibile.
ja: 利用可能な記述はありません。
lt: Nėra aprašymo
lv: Apraksts nav piejams
mt: M'hemmx deskrizzjoni
nl: Geen beschrijving beschikbaar.
no: Ingen beskrivelse tilgjengelig.
no_ny: Inga skildring tilgjengeleg.
pl: Brak informacji.
pt: Não há nenhuma descrição disponível.
ro: Nu este disponibilă o descriere.
ru: Описание отсутствует.
sk: Popis nie je dostupný.
sl: Opis ni na voljo.
sr: Opis nije na raspolaganju.
sv: Ingen beskrivning tillgänglig.
ta: Å¢ÅÃõ ²ÐÁ¢ø¨Ä.
th: ไม่มีรายละเอียด
uk: Опис відсутній.
xh: Akukho nkcazelo ikhoyo.

source: Widget style and theme
az: Parçacıq tərzi və örtüsü:
bg: Стил на графичния елемент и тема
cs: Styl a motiv widgetů
da: Dimsstil og tema
de: Elementstil und -design
el: Στύλ και θέμα widget:
eo: Stilo kaj etoso de fenestraĵoj
es: Estilo y tema de los elementos
et: Elementide stiil ja teema
fi: Tyyli ja teema
fr: Style et thème de widgets
he: םיטירפ תכרעו ןונגס
hu: Grafikai stílus és téma
is: Græjustíll og þema
it: Stile e tema degli elementi grafici
ja: ウィジェットスタイル・テーマ
lt: Stilius ir tema
lv: Widžeta stils un tēma
mt: Stil u tema tal-kontrolli
nl: Widget-uiterlijk en thema
no: Elementstil og -tema:
no_ny: Elementstil og -tema
pl: Style i motywy
pt: Estilo e tema dos elementos
ro: Tematică şi stiluri de componente
ru: Стиль графических элементов и тема
sk: Štýl prvku a téma
sl: Slog in tema gradnikov
sr: Stil vidžeta i tema
sv: Komponentstil och tema
ta: Å¢ð¦ºð À¡ó¾Óõ ¯Õ¸Õ×õ
th: รูปแบบของคอนโทรลและธีม
uk: Стиль віджету і тема
xh: Uhlobo lwe Widget kunye nomxholo

source: Here you can choose from a list of predefined widget styles (e.g. the way buttons are drawn) which may or may not be combined with a theme (additional information like a marble texture or a gradient).
az: Burada daha əvvəlcədən bildirilmiş bə'zi parçacıq tərz və örtülərini (bir başqa deyişlə düymələrin çəkilmə metodunu) bildirə bilərsiniz. Əlavə olaraq bir örtü işlədərək çox daha fərqli və qəşəng KDE görünüşləri əldə etmək də mümkündür.
bg: Тук може да изберете от списъка на предифинирани стилове на графични елементи (напр. способа за показване на бутон) които допълнително могат да се съчетят с тема (напр. с мраморна текстура или градиент).
cs: Zde je možné si vybrat ze seznamu přednastavených stylů prvků uživatelského prostředí - widgetů (tj. způsob, jakým budou vykreslovány např. tlačítka). Tyto styly mohou (ale nemusí) být navíc kombinovány s motivem (dodatečná informace jako např. mramorová textura nebo gradient).
da: Her kan du vælge fra en liste af prædefinerede dimsstiler (f. eks. den måde knapper er tegnet på) som også kan være kombineret med et tema (ekstra information som marmor tekstur eller en overgang).
de: Hier können Sie aus einer Liste vordefinierter Elementstile wählen (z.B. die Art, wie Knöpfe dargestellt werden). Diese können mit einem Design kombiniert werden (zusätzliche Daten wie eine Marmorstruktur oder ein Verlauf).
el: Εδώ μπορείτε να διαλέξετε από μια λίστα προκαθορισμένων στυλ widget (τον τρόπο π.χ. που ζωγραφίζονται τα κουμπιά) που μπορεί να συνδυαστεί με ένα θέμα (πρόσθετες πληροφορίες όπως μια υφή μαρμάρου ή μια βαθμίδα).
eo: Tie ĉi vi povas elekti el listo de antaŭdifinitaj stiloj (desegno de butonoj ktp.). Vi povas ilin kombini per etosoj.
es: Aquí puede elegir en una lista de elementos predefinidos (p.ej. como se tienen que dibujar los botones) lo que puede o no ser combinado con un tema (información adicional como una textura de mármol o un degradado).
et: Siin saad sa valida elementide stiili (so. viis kuidas nt. nupud joonistatakse) eeldefineeritute seast, mis võib olla või mitte olla teemaga kombineeritud (lisainfo, nagu nt. marmori tekstuur või gradiendid).
fi: Tässä voit valita etukäteenmääritellyn tyylin (eli tyylin, jolla esim. painikkeet piirretään). Asetus voidaan yhdistää myös teemaan (lisätietoja kuten marmorikuviointi tai väriliuku)
fr: Vous pouvez faire un choix ici dans une liste de styles de widgets prédéfinis (un «style» est, par exemple, la façon dont les boutons sont dessinés) qui peuvent ou non être combinés avec un thème (des effets supplémentaires comme une texture de marbre ou un dégradé).
he: <p align=right>תונונגס לש המישר ךותמ רוחבל ךתורשפאב ןאכ<br>םיגצומ לשמל הב ךרדה) שארמ םירדגומ םיטירפ<br>הכרע םע בולישל םינתינ םקלחש (םירותפכ<br>.(םיעבצ בוריע וא שיש תרוטסקט ןוגכ ףסונ עדימ)
hu: Itt lehet kiválasztani a grafikus elemek stílusát (pl. a gombok megjelenítési módját) a felsoroltak közül. A stílus kombinálható egy témával (ez további bővítést jelent, például márványos textúrát és színátmenetet).
is: Hér getur þú valið úr lista af skilgreiningum um græjustíla (sem er hvernig til dæmis hnappar eru teiknaðir) sem má sameina við þemu (enn frekari upplýsingar eins og til dæmis marmaraáferð eða litablöndun).
it: Qui puoi scegliere da una lista di stili predefiniti per gli elementi grafici (ad esempio il modo in cui i pulsanti vengono disegnati) che possono essere o non essere combinati con dei temi (informazioni aggiuntive come una texture di marmo o una sfumatura).
ja: ここでは、あらかじめ定義されたウィジェットスタイル(例えば、ボタンの描画方法など)のリストから好みのスタイルを選択することができます。これらのスタイルの中にはテーマ(大理石のテクスチャやグラディエーションなどの追加情報)も兼ね備えたものも含まれています。
lt: Čia iš sąrašo galima pasirinkti iš anksto parengtus stilius (pvz., kaip atrodys mygtukai), kurie gali būti sujungti su tema (papildoma informacija - kaip marmuro tekstūra arba spalvų perėjimas).
lv: Šeit jūs varat izvēlēties no predefinētu vidžetu stilu saraksta (veidu t.i., bet milzums ir uzzīmēti), kuri var vai nevar tikt kombinēti ar tēmu (papildus informāciju kā marmorā tekstūre vai gradients).
mt: Hawn tista' tagħżel minn lista ta' stili pridefinita ta' stili ta' kontrolli (widgets), ċioè kif jintwerew il-buttuni, li jistgħu ikollhom ukoll tema (informazzjoni oħra bħal materjal tal-irħam jew gradjent).
nl: Hier kunt u kiezen uit een lijst met vooringestelde widgetstijlen. (de wijze waarop bijv. knoppen worden getekend). Deze kunt u eventueel combineren met een thema (extra instellingen zoals bijv. een marmeren uiterlijk of een kleurverloop).
no: Her kan du velge fra en liste over forhåndsdefinerte stiler på skjermelementer (f eks måten knapper tegnes opp) ,som kan kombineres med et tema (ytligere informasjon som marmortekstur eller en overgang).
no_ny: Her kan du velja frå ei liste over førehandslaga elementstilar (måten til dømes knappar vert teikna på). Desse kan vera kopla til eit tema (ekstra informasjon, som til dømes marmorstruktur eller fargeovergang).
pl: Stąd możesz wybrać jeden z gotowych stylów interfejsu (określających m. in. wygląd przycisków). Niektóre ze stylów mogą być połączone z motywem (dodatkową informacją o wyglądzie, taką jak np. marmurowe tło lub gradient).
pt: Aqui podes escolher duma lista de estilos de elementos pré-definidos (a maneira como os botões são desenhados) que pode ou não estar associada com um tema (informação adicional como um textura de mármore ou um gradiente).
ru: Здесь вы можете выбрать предопределенные стили графических элементов (например, способ отображения кнопок), которые дополнительно можно сочетать с темой (например, с мраморной текстурой или градиентом).
sk: Tu si môžete vybrať zo zoznamu štýlov prvkov (spôsob ako sa tlačidlá vykresľujú), ktoré môžu alebo nesmú byť kombinované s témami (doplnková informácia ako mramorová doska alebo stúpanie.)
sl: Tu lahko izbirate iz seznama že oblikovanih stilov gradnikov (npr. kako se izrisujejo gumbi), ki so lahko kombinirani s slogom (npr. dodatne informacije, kot je marmornata tekstura ali preliv).
sv: Här kan du välja från en lista av fördefinierade komponentstilar (t ex hur knappar ska ritas) som kan kombineras med ett tema (ytterligare information t ex marmormönster eller en färgtoning).
ta: ­í§¸, ²ü¸É§Å Å¢ÅÃ¢ì¸ôÀð¼ Å¢ð¦ºð À¡ó¾í¸Ç¢Ä¢ÕóÐ ¿£í¸û §¾÷× ¦ºöÂÄ¡õ (¯¾¡. ¦À¡ò¾¡ý¸û Å¨ÃÂ ÀðÊÕìÌõ Ó¨È) ­Ð ´Õ ¯Õ¸Õ×¼ý §º÷ì¸Ä¡õ (ºÄ¨Åì¸øÄ¢ý ­¨ÆÂ¨ÁôÒ «øÄÐ ´Õ º£Ã¡É ºÃ¢× §À¡ýÈ ¾¸Åø).
th: คุณสามารถปรับแต่งลักษณะที่ปรากฎของคอนโทรลต่างๆ ได้ที่นี่ (เช่น ปุ่มควรจะถูกวาดเป็นแบบไหน) ซึ่งอาจจะไม่ต้องเข้าชุดกับธีมที่ใช้ก็ได้
uk: Тут Ви можете вибрати зі списку визначених стилів віджетів (наприклад, спосіб малювання кнопок), який за бажанням може бути скомбінований з темою (додаткова інформація, наприклад, мармурова текстура або градієнт).
xh: Apha ungakhetha kuluhlu lweentlobo ezichaziweyo ze widget (umzekelo. indlela amaqhosha azotywe ngayo) enokudibanisa okanye ingadibanisi ngomxholo (ulwazi olongeziweyo njengenkangeleko yebhastile okanye ithambeka).

source: &Import GTK themes...
az: GTK örtüləri &idxal et...
bg: &Импорт на теми от GTK...
cs: &Importovat GTK motivy...
da: &Importér GTK temaer...
de: GTK-Designs &importieren...
el: Ε&ισαγωγή θεμάτων GTK...
eo: &Importu GTK-etosojn...
es: &Importar temas GTK...
et: GTK teemade &import...
fi: &Tuo GTK teemoja...
fr: Importer des thèmes GT&K+
he: ...&GTK תוכרע אביי
hu: &GTK témák importálása...
is: Flytja &inn GTK þemu...
it: &Importa temi GTK...
ja: GTKテーマをインポート(&I)...
lt: &Importuoti GTK temas...
lv: &Importēt GTK tēmas...
mt: &Importa temi KDE...
nl: GTK-thema's &importeren...
no: &Importer GTK-temaer
no_ny: &Importer GTK-tema ...
pl: &Importuj motywy GTK...
pt: &Importar os temas do GTK...
ro: &Importă teme GTK...
ru: &Импорт тем GTK...
sk: &Importovať témy GTK...
sl: Uvoz&i teme GTK...
sr: &Uvezi GTK teme...
sv: &Importera GTK-teman...
ta: GTK ¯Õ¸Õì¸¨Ç ²üÚÁ¾¢ ¦ºö...
th: นำเข้าธีมของ GTK...
uk: &Імпортувати схеми GTK...
xh: &Rhweba ngaphakathi imixholo ye GTK...

source: This launches KDE GTK style importer which allows you to convert legacy GTK pixmap themes to KDE widget styles.
bg: Стартира импорт на теми на GTK в KDE, като преобразува растерните теми на GTK в стил на графичните елементи на KDE.
cs: Toto spustí import GTK motivů, který umožňuje převést existující GTK motivy mezi motivy prvky uživatelského prostředí KDE.
da: Dette starter KDE GTK stil import som tillader dig at konvertere f. eks. GTK temaer til KDE dimsstil.
de: Damit wird der Import von GTK-Stilen nach KDE gestartet. Das ermöglicht die Konvertierung vorhandener GTK-Pixmapdesigns in KDE-Elementstile.
el: Αυτό φορτώνει τον εισαγωγέα θεμάτων GTK που σας επιτρέπει να μετατρέψετε κληρονομημένα GTK pixmap themes σε στυλ widget του KDE.
eo: Tio lanĉas la GTK-stilo-importilon, kiu permesas konverti GTK-etosojn por la uzo kun KDE.
es: Lanza el estilo importador GTK de KDE lo que le permite convertir temas de mapas de pixels GTK heredados a estilos de objetos visuales de KDE.
et: Sellel nupul klikkides saad käivitada GTK stiilide importija, mille abil saad konvertida GTK pikselrastrite teemasid KDE elementide stiilideks.
fi: Tämä painike avaa KDE:n teemojen tuontityökalun, jonka avulla voit muuttaa GTK teemoja KDE:n teemoiksi.
fr: Ceci permet d'importer des thèmes pixmap pour GTK+ en les convertissant en styles de widgets pour KDE.
he: <p align=right>תונונגסה אביימ תא ליעפי הז רותפכ<br>תוכרע רימהל ךל רשפאמש GTK לש<br>תונונגסל GTK לש תוינוציח תונומת<br>.KDE לש םיטירפ
hu: Itt lehet elindítani a KDE GTK-stílusimportálását, amely lehetővé teszi a régi GTK témák átalakítását KDE grafikus stílussá.
is: Þetta ræsir GTK stíla innflytjandann í KDE sem leyfir þér að umbreyta hefðbundnum GTK þemum byggðum á bitamyndum í stíla fyrir KDE viðmótshluti
it: Lancia il programma per importare gli stili GTK che consente di convertire i temi pixmap GTK in temi per KDE.
ja: レガシーなGTK+ピクスマップテーマをKDEウィジェットスタイルに変換することのできる、KDE GTKスタイルインポータを起動します。
lv: Šis palaiž KDE GTK stilu importētāju, kurš ļauj jums konvertēt mantotās GTK piksmapu tēmas uz KDE vidžetu stiliem.
mt: Dan iħaddem l-importatur tal-istili GTK li jippermettulek tikkonverti temi bl-istampi tal-GTK bħala stili tal-kontrolli tal-KDE.
nl: Hiermee start u het KDE-programma dat GTK-stijlen importeerd op. Deze converteert voor u de GTK-thema's naar KDE-widgetstijlen.
no: Dette laster KDEs GTK-stil-importerer, som lar deg konvertere GTK-punktgrafikktemaer til KDEs skjermelementstil.
no_ny: Startar eit KDE-program for importering av GTK-stilar, der du kan konvertera GTK-pixmap-baserte tema til KDE-elementstilar.
pl: Uruchamia moduł importujący motywy GTK. Modu ten pozwala użyć piksmap GTK do elementów interfejsu KDE.
pt: Isto invoca o importador de estilos do GTK para o KDE que te permite converter os temas de imagens do GTK para os estilos gráficos do KDE.
ru: Запуск импорта тем GTK в KDE, преобразующего устаревшие растровые темы GTK в стили графических элементов KDE.
sk: Toto spustí import tém GTK, ktorý umožní previesť existujúce témy GTK do tém pre prvky KDE.
sl: To požene KDE-jev uvoz slogov GTK, kar vam omogoča, da stareslikovne teme GTK teme pretvorite v KDE-jeve, ki so osnovane na gradnikih.
sr: Ovo pokreće aplikaciju za uvoz KDE GTK stilova koja vam omogućuje da konvertujete nasleđene GTK teme sa piksmapama u KDE stilove vidžeta.
sv: Detta startar KDE-programmet för importering av GTK-stilar som låter dig konvertera äldre GTK-pixmappteman till KDE-komponentstilar.
th: จะทำการเรียกโปรแกรมนำเข้ารูปแบบของ GTK สำหรับใช้กับ KDE ซึ่งยอมให้คุณเปลี่ยนจากธีมของ GTK มาเป็นรูปแบบคอนโทรลที่ใช้กับKDE ได้
uk: Це запускає імпортер стилів GTK, який дозволяє Вам перевести спадковані малюнки тем GTK до стилів віджетів KDE.
xh: Oku kwazisa umrhwebi wohlobo we KDE GTK okumela uguqule esemthethweni imixholo ye GTK pixmap kwiintlobo ze widget ye KDE.

source: Other settings for drawing
az: Rəsm üçün digər qurğular
bg: Други настройки на картинката
cs: Ostatní nastavení pro vykreslování
da: Anden opsætning til tegning
de: Sonstige Einstellungen für die Darstellung
el: Άλλες ρυθμίσεις για την απεικόνιση
eo: Aliaj agordaĵoj por desegnado
es: Otras configuraciones para dibujar:
et: Muud joonistamise seadistused
fi: Muut asetukset piirtämiseen
fr: Autres paramètres d'affichage
he: הגצהל תורחא תורדגה
hu: A kirajzolás további beállításai
is: Aðrar teiknistillingar
it: Altre impostazioni per il disegno
ja: 他の描画に関する設定
lt: Kitos piešinio nuostatos
lv: Citi zīmēšanas uzstādījumi
mt: Stili oħra tal-wiri
nl: Andere instelling voor de weergave
no: Andre innstillinger for opptegning:
no_ny: Andre innstillingar for teikning
pl: Inne ustawienia
pt: Outros parâmetros de desenho
ro: Alte setări pentru desenare
ru: Прочие настройки отображения
sk: Ostatné nastavenia pre vykresľovanie
sl: Druge nastavitve za risanje
sr: Ostala podešavanja iscrtavanja
sv: Övriga inställningar för uppritning
ta: Å¨Ã¾Öì¸¡É À¢È «¨ÁôÒì¸û
th: การปรับแต่งอื่นๆ สำหรับการวาด
uk: Інші установки для креслення
xh: Ezinye izicwangciso zokuzoba

source: &Menubar on top of the screen in the style of MacOS
az: &MacOS tərzi (menyu çubuğu ekranın təpəsində)
bg: Меню на върха на екрана, като в стил на &MacOS
cs: &Nabídka na vrchu pracovní plochy ve stylu MacOS
da: &Menuen i toppen af skærmen i Macintosh-stil
de: Menüleiste am &oberen Bildschirmrand wie bei MacOS
el: Μπάρα μενού στην κορυφή της οθόνης στο στυλ του MacOS
eo: &Menulistelo supre de la ekrano kiel ĉe Makintoŝo
es: Barra de &menú en la parte superior de la pantalla al estilo de MacOS
et: &Menüüriba ekraani ülaservas MacOS'i stiilis
fi: &Valikkorivi ruudun ylälaidassa MacOS tyyliin
fr: Barre de menu en haut de l&'écran
he: &MacOS ןונגסב הנוילע םיטירפת תרוש
hu: MacOS-stílusú &menüsor a képernyő tetején
is: Val&myndaslá efst á skjánum eins og í MacOS
it: Barra dei &menu nella parte alta dello schermo in stile MacOS
ja: MacOSのように画面上端にメニューバーを(&M)
lt: &Meniu juosta ekrano viršuje MacOS stiliuje
lv: &Izvēlnesjosla ekrāna augšā MacOS stilā
mt: &Menubar fuq nett tal-iskrin, stil "MacOS"
nl: &Menubalk bovenlangs het scherm, zoals in MacOS.
no: &Menylinjer øverst på skjermen i MacOS-stil
no_ny: &Menylinjer øvst på skjermen som i MacOS
pl: Pasek menu na górze ekranu tak jak w &MacOS
pt: &Menu no topo do ecrã ao estilo do MacOS
ro: &Bara de meniu în partea de sus a ecranului, în stil MacOS
ru: Меню вверху экрана, как в &MacOS
sk: Lišta s &menu na vrchu obrazovky v štýle MacOS
sl: &Izbirna letev naj bo na vrhu zaslona v slogu MacOS
sr: &Linija menija na vrhu ekranu u stilu MacOS-a
sv: &Lägg menyraden överst på skärmen i MacOS-stil
ta: MacOS À¡½¢ò ¾¢¨Ã §Áü ÀðÊÀð¨¼
th: มีแถบเมนูอยู่ส่วนบนสุดของหน้าจอคล้ายกับ MacOS
uk: &Смужка меню на верхівці екрана у стилі MacOS
xh: &Ibar yemenu phezulu kwekhusi kuhlobo lwe MacOS
