Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kcmstyle.po
Languages: az, bg, cs, da, de, el, eo, es, et, fi, fr, he, hu, is, it, ja, lt, lv, mt, nl, no, no_ny, pl, pt, ro, ru, sk, sl, sr, sv, ta, th, uk, xh

source: Shows only icons on toolbar buttons. Best option for low resolutions.
az: Vasitə çubuğu düymələri üstündə sadəcə olaraq timsallar göstərilir.
bg: Показва само икони на панела за инструменти. Препоръчва се при ниска разд. способност.
cs: V tlačítkách nástrojové lišty jsou zobrazovány pouze ikony. Nejlepší volba pro malá rozlišení obrazovky.
da: Viser kun ikoner på værktøjslinie knapper. Bedste løsning for lave opløsninger.
de: Es werden nur Symbole auf den Knöpfen der Werkzeugleisten angezeigt. Beste Einstellung für niedrige Auflösungen.
el: Δείχνει μόνο τα εικονίδια στα κουμπιά των γραμμών εργαλείων. Η καλύτερη επιλογή για χαμηλές αναλύσεις.
eo: Montras nur piktogramojn de la iloj en illisteloj. Preferinda ĉe ekranoj kun malalta difino (malgranda bildo).
es: Mostrar sólo iconos en los botones de las barras de herramientas.
et: Tööriistaribal näidatakse ainult ikoone. Parim valik madala resolutsiooni puhul.
fi: Näyttää vain kuvakkeet työkalurivillä. Paras valinta matalille näytöntarkkuuksille.
fr: Affiche seulement une icône sur les boutons des barre d'outils. Adapté pour les basses résolutions.
he: <p align=right>לע םילמס קר גיצמ<br>.םילכ לגרס ירותפכ<br>רתויב הבוטה תורשפאה וז<br>.תוכומנ תויצולוזרל
hu: Csak az ikonok látszanak az eszköztáron. Alacsony felbontásnál ajánlott.
is: Sýnir aðeins táknmyndir á hnöppum tækjasláa. Besti möguleikinn fyrir lágar upplausnir.
it: Mostra solo le icone sui pulsanti della barra degli strumenti. Questa è l'opzione migliore per le basse risoluzioni.
ja: ツールバーボタンにアイコンだけを表示します。解像度が低い場合には最適な選択です。
lt: Rodys įrankių juostos tik piktogramas. Geriausia parinktis žemai raiškai.
lv: Rāda tikai ikonas rīkjoslas pogās. Labākā opcija zemām izšķirtspējām.
mt: Turi biss ikoni fuq it-toolbars. Din l-aħjar għażla għal reżoluzzjonijiet baxxi
nl: Op de werkbalkknopen worden alleen pictogrammen getoond. Beste optie voor lage resoluties.
no: Vis bare ikoner på knappen på verktøylinjen. Veste valg for lav oppløsning.
no_ny: Viser berre ikon på verktøylinjeknappar. Tilrådd dersom du brukar låg skjermoppløysing.
pl: Pokaż tylko ikony na pasku narzędzi. Najlepsza opcja dla niskiej rozdzielczości.
pt: Mostra apenas os ícones nos botões das barras de ferramentas. A melhor opção para baixas resoluções.
ro: Afişează numai iconiţele în barele de unelte. Este o opţiune foarte bună pentru rezoluţii de ecran mici.
ru: Показывать кнопки панели инструментов в виде пиктограмм без подписей. Рекомендуется при низком разрешении.
sk: Zobraz len ikony na tlačidlách nástrojovej lišty. Najlepšie riešenie pre nízke rozlíšenia.
sl: Na gumbih orodjarne prikaže le ikone. Najboljša izbira za nizke ločljivosti.
sr: Prikazuje samo ikonice na paleti alatki. Najbolja opcija za nisku rezoluciju.
sv: Visar bara ikoner på verktygsradsknapparna. Bästa alternativet för låga upplösningar.
ta: ¸ÕÅ¢ôÀð¨¼ ¦À¡ò¾¡ý¸Ç¢ø ¯ûÇ ¯¨Ã¨Â ÁðÎõ ¾¡ý ¸¡ðÎõ. Ì¨Èó¾ À¢Ã¢¾¢Èý ¾¡ý Á¢¸îº¢Èó¾ Å¢ÕôÀõ.
th: แสดงเฉพาะไอคอนบนปุ่มของแถบเครื่องมือ เหมาะสำหรับใช้กับความละเอียดจอต่ำๆ
uk: Показує тільки піктограми на кнопках панелі інструментів. Найкращій варіант для низьких розподільних здатностей.
xh: Ibonisa kuphela ii icon kumaqhosha ebar yesixhobo. Ukhetho olungcono kwizisombululo ezisezantsi.

source: Shows only text on toolbar buttons.
az: Vasitə çubuğu düymələri üstündə sadəcə olaraq yazı göstərilir.
bg: Показва само текст на панела с инструменти.
cs: V tlačítkách nástrojové lišty je zobrazován pouze text.
da: Viser kun tekst på redskabslinie knapper.
de: Es wird nur Text auf den Knöpfen der Werkzeugleisten angezeigt.
el: Εμφανίζει μόνο το κείμενο των κουμπιών στις γραμμές εργαλείων.
eo: Montras nur tekstojn sur la illisteloj.
es: Mostrar sólo texto en los botones de las barras de herramientas.
et: Tööriistariba nuppudel näidatakse ainult teksti.
fi: Näyttää vain tekstin työkalupalkeissa.
fr: Affiche seulement un texte sur les boutons des barre d'outils.
he: .םילכ לגרס ירותפכ לע טסקט קר גיצמ
hu: Csak a szöveg látszik az eszköztáron.
is: Sýnir aðeins texta á hnöppum tækjasláa.
it: Mostra solo il testo sui pulsanti della barra degli strumenti.
ja: ツールバーボタンに文字だけを表示します
lt: Rodys įrankų juostos mygtukų tik tekstą.
lv: Rāda tikai tekstu uz rīkjoslas pogām.
mt: Turi kliem biss fuq il-buttuni tat-toolbar
nl: Op de werkbalkknoppen wordt alleen tekst getoond.
no: Vis bare tekst på knappene på verktøylinjen.
no_ny: Viser berre tekst på verktøylinjeknappar.
pl: Pokaż tylko tekst na przyciskach.
pt: Mostrar apenas o texto nos botões das barras de ferramentas.
ro: Afişează numai textul din butoanele barelor de unelte.
ru: Показывать кнопки панели инструментов в виде текста.
sk: Zobraz len text na tlačidlách nástrojovej lišty.
sl: Na gumbih orodjarne prikaže le besedilo.
sr: Prikazuje samo tekst na paleti alatki.
sv: Visar enbart text på verktygsradsknapparna.
ta: ¸ÕÅ¢ôÀð¨¼ ¦À¡ò¾¡ý¸Ç¢ø ¯ûÇ ¯¨Ã¨Â ÁðÎõ ¾¡ý ¸¡ðÎõ.
th: แสดงเฉพาะข้อความบนปุ่มของแถบเครื่องมือ
uk: Показує тільки текст на кнопках панелі інструментів.
xh: Ibonisa kuphela okubhaliweyo kumaqhosha ebar yesixhobo.

source: Shows icons and text on toolbar buttons. Text is aligned aside the icon.
az: Vasitə çubuğu üstündə həm mətn, həm de timsal göstərilir. Mətn timsala yanaşıdır.
bg: Показва бутоните във вид на икони и текст. Текста се разполага в страни от иконата.
cs: V tlačítkách nástrojové lišty jsou zobrazovány ikony i text. Text je zarovnán vedle ikony.
da: Viser tekst og ikoner på værktøjslinie knapper. Tekst er justeret ved siden af ikonen.
de: Es werden Symbole und Texte auf den Knöpfen der Werkzeugleisten angezeigt. Die Texte sind neben den Symbolen ausgerichtet.
el: Δείχνει εικονίδια και κείμενο στα κουμπιά των γραμμών εργαλείων. Το κείμενο ευθυγραμμίζεται δίπλα στα εικονίδια.
eo: Montras piktogramojn kaj tekstojn sur illisteloj. Tekstoj apudas la piktogramojn.
es: Mostrar iconos y texto en botones de barras de herramientas. Texto alineado junto al icono.
et: Tööriistaribal näidatakse ikoone ja teksti. Tekst joondatakse ikooni kõrvale.
fi: Näyttää kuvakkeet ja tekstin työkalurivin napeissa. Teksti kuvakkeen vieressä.
fr: Affiche une icône et un texte sur les boutons des barres d'outils. Le texte est aligné contre l'icône.
he: <p align=right>טסקטו םילמס גיצמ<br>.םילכ לגרס ירותפכ לע<br>.למסה דצל רשוימ טסקטה
hu: Az ikon és a szöveg is látszik az eszköztáron. A szöveg az ikon mellett látható.
is: Sýnir táknmyndir og texta á hnöppum tækjasláa. Textinn er við hlið táknmyndarinnar.
it: Mostra le icone e il testo sui pulsanti della barra degli strumenti. Il testo è mostrato accanto alle icone.
ja: ツールバーボタンにアイコンと文字を両方とも表示します。文字はアイコンの脇に配置されます。
lt: Rodys įrankų juostos mygtukų piktogramas ir tekstą. Tekstas bus šalia piktogramų.
lv: Rāda ikonas un tekstu uz rīkjoslas pogām. Teksts novietots aiz ikonas.
mt: Juri kemm ikoni u kliem fuq il-buttuni tat-toolbar. Il-kliem jitqiegħed maġenb l-ikoni.
nl: Op de werkbalkenknoppen worden zowel tekst als pictogrammen getoond. De tekst is naast de pictogram geplaatst.
no: Vis ikoner og tekst på knappene på verktøylinjen. Tekst blir justert ved siden av ikonet.
no_ny: Viser ikon og tekst på verktøylinjeknappar. Teksten ligg ved sida av ikonet.
pl: Pokaż ikony oraz tekst na przyciskach. Tekst będzie umieszczony obok ikon.
pt: Mostra os ícones e o texto nos botões das barras de ferramentas. O texto fica ao lado dos ícones.
ro: Afişează iconiţele şi textul din butoanele barelor de unelte. Textul este aliniat lîngă iconiţă.
ru: Показывать кнопки в виде пиктограмм и текста. Текст расположен сбоку от пиктограмм.
sk: Zobraz ikony aj text na tlačidlách nástrojovej lišty. Text je zarovnaný na boku ikony.
sl: Na gumbih orodjarne prikaže ikone in besedilo. Besedilo je poravnano ob ikoni.
sr: Prikazuje ikonice i tekst na paleti alatki. Tekst se nalazi pored ikonice.
sv: Visar ikoner och text på verktygsradsknapparna. Texten är placerad bredvid ikonen.
ta: ¸ÕÅ¢ôÀð¨¼ ¦À¡ò¾¡ý¸Ç¢ý §Áø ¯ûÇ ÌÚõÀ¼í¸û ÁüÚõ ¯¨Ã¨Â ¸¡ðÎõ.ÌÚõÀ¼í¸Ç¢ý ´Õ Àì¸ò¾¢ø ¯¨Ã ­¨Å¢ì¸ôÀÎõ.
th: แสดงไอคอนและข้อความบนปุ่มของแถบเครื่องมือ โดยข้อความจะอยู่ด้านข้างของไอคอน
uk: Показує піктограми та текст на кнопках панелі інструментів. Текст шинкується вбік від піктограм.
xh: Ibonisa ii-icon kunye nokubhaliweyo kumaqhosha ebar yesixhobo. Okubhaliweyo kwenziwa umgca ecaleni kwe icon.

source: Shows icons and text on toolbar buttons. Text is aligned below the icon.
az: Vasitə çubuğu üstündə həm mətn, həm de timsal göstərilir. Mətn timsalın altına yanaşıdır.
bg: Показва бутоните във вид на икони и текст. Текста се разполага под иконата.
cs: V tlačítkách nástrojové lišty jsou zobrazovány ikony i text. Text je zarovnán pod ikonu.
da: Viser tekst og ikoner på værktøjslinie knapper. Tekst er justeret nedenfor ikonen.
de: Es werden Symbole und Texte auf den Knöpfen der Werkzeugleisten angezeigt. Die Texte sind unterhalb der Symbole ausgerichtet.
el: Δείχνει εικονίδια και κείμενο στα κουμπιά των γραμμών εργαλείων. Το κείμενο ευθυγραμμίζεται κάτω από τα εικονίδια.
eo: Montras piktogramojn kaj tekstojn sur illisteloj. Tekstoj sub la piktogramoj.
es: Mostrar iconos y texto en botones de barra de herramientas. Texto debajo de icono.
et: Tööriistaribal näidatakse ikoone ja teksti. Tekst joondatakse ikooni alla.
fi: Näyttää kuvakkeet ja tekstin työkalurivin napeissa. Teksti kuvakkeen alla.
fr: Affiche une icône et un texte sur les boutons des barres d'outils. Le texte est aligné sous l'icône.
he: <p align=right>טסקטו םילמס גיצמ<br>.םילכ לגרס ירותפכ לע<br>.למסל תחתמ רשוימ טסקטה
hu: Az ikon és a szöveg is látszik az eszköztáron. A szöveg az ikon alatt látható.
is: Sýnir táknmyndir og texta á hnöppum tækjasláa. Textinn er undir táknmyndinni.
it: Mostra le icone e il testo sui pulsanti della barra degli strumenti. Il testo è mostrato sotto le icone.
ja: ツールバーボタンにアイコンと文字を両方とも表示します。文字はアイコンの下に配置されます。
lt: Rodys įrankų juostos mygtukų piktogramas ir tekstą. Tekstas bus po piktogramomis.
lv: Rāda ikonas un tekstu uz rīkjoslas pogām. Teksts novietots zem ikonas.
mt: Juri kemm ikoni u kliem fuq il-buttuni tat-toolbar. Il-kliem jitqiegħed taħt l-ikoni.
nl: Op de werkbalkknoppen worden zowel pictogrammen als tekst getoond. De tekst is onder de pictogram geplaatst.
no: Vis ikoner og tekst på knappene på verktøylinjen. Tekst blir justert under ikonet.
no_ny: Viser ikon og tekst på verktøylinjeknappar. Teksten ligg under ikonet.
pl: Pokaż ikony oraz tekst na przyciskach. Tekst będzie umieszczony pod ikonami.
pt: Mostra os ícones e o texto nos botões das barras de ferramentas. O texto fica por baixo dos ícones.
ro: Afişează iconiţele şi textul din butoanele barelor de unelte. Textul este aliniat sub iconiţă.
ru: Показывать кнопки в виде пиктограмм и текста. Текст расположен снизу от пиктограмм.
sk: Zobraz ikony aj text na tlačidlách nástrojovej lišty. Text je umiestnený pod ikonou.
sl: Na gumbih orodjarne prikaže ikone in besedilo. Besedilo je poravnano pod ikono.
sr: Prikazuje ikonice i tekst na paletki alatki. Tekst se nalazi ispod ikonice.
sv: Visar ikoner och text på verktygsradsknapparna. Texten är placerad nedanför ikonen.
ta: ¸ÕÅ¢ôÀð¨¼ ¦À¡ò¾¡ý¸Ç¢ý §Áø ¯ûÇ ÌÚõÀ¼í¸û ÁüÚõ ¯¨Ã¨Â ¸¡ðÎõ.ÌÚõÀ¼í¸Ç¢ý ¸£ú ¯¨Ã ­¨Å¢ì¸ôÀÎõ.
th: แสดงไอคอนและข้อความบนปุ่มของแถบเครื่องมือ โดยข้อความจะอยู่ด้านล่างของไอคอน
uk: Показує піктограми та текст на кнопках панелі інструментів. Текст шинкується під піктограмами.
xh: Ibonisa ii icon kunye nokubhaliweyo kumaqhosha ebar yesixhobo. Okubhaliweyo kwenziwa umgca ngezantsi kwe icon.

source: &Highlight buttons under mouse
az: &Siçan altındakı düymələri aydınlat
bg: По&дсветнати бутони под мишката
cs: &Zvýraznit tlačítka pod myší
da: &Markér knapper under musen
de: Knöpfe unter Mauszeiger &aktivieren
el: Φωτισμός των κουμπιών κάτω από το ποντίκι
eo: &Emfazu butonojn sub muso
es: &Iluminar botones bajo el ratón
et: &Kursori all olev nupp tõstetakse esile
fi: &Korosta nappeja hiiren alla
fr: Mettre en s&urbrillance les boutons sous la souris
he: רבכעל תחתמ םירותפכה תא שג&דה
hu: A gombok kiemelése az &egérmutató alatt
is: &Lýsa hnappana undir músinni upp
it: &Evidenzia i pulsanti sotto il mouse
ja: マウスの下のボタンを強調表示(&H)
lt: Pa&ryškinti mygtukus po kursoriumi
lv: &Izceļ pogas zem peles
mt: &Ixgħel l-ikoni taħt il-maws
nl: Knoppen a&ccentueren onder de muisaanwijzer
no: &Opplys knapper under musen
no_ny: &Opplys knappar under mus
pl: Po&dświetl przyciski pod kursorem myszy
pt: &Realçar os botões sob o cursor do rato
ro: &Evidenţiază butoanele sub mouse
ru: По&дсвечивать кнопки мышью
sk: &Zvýrazniť tlačidlá pod kurzorom myši
sl: Osvetli gumbe pod &miško
sr: &Istakni dugmad ispod strelice miša
sv: B&elys knappar under musen
ta: ±Ä¢Â¢ý ¸£úÅÕõ ¦À¡ò¾¡ý¸¨Ç ¯Â÷ò¾¢¸¡ðÎ
th: เปลี่ยนสีปุ่มเมื่อเคลื่อนเมาส์ผ่าน
uk: Під&свічувати піктограми під мишкою
xh: &Yenza uphawu kumaqhosha ezantsi kwe mouse

source: Tool&bars are transparent when moving
az: Vasitə çubuğu hərəkət halındaykən şeffaf
bg: Преместването на п&анела е във вид на рамка.
cs: Ná&strojové lišty jsou při přesunu průhledné
da: Værktøjs&linier er gennemsigtige når de bevæges
de: Werkzeugleisten &transparent beim Verschieben
el: Οι γραμμές εργαλείων είναι διαφανείς κατά τη μετακίνηση
eo: Listeloj &travideblaj dum ŝovado
es: &Barra de herramientas transparente mientras se mueve
et: Tööriistariba on &liigutamisel läbipaistev
fi: Työkalurivit &läpinäkyviä siirrettäessä
fr: Les barres d'outils sont trans&parentes pendant les déplacements
he: הז&זה תעב םיארנ-יתלב םילכ ילגרס
hu: Moz&gatás közben az eszköztárak átlátszóak
is: Tækjaslár eru gagnsæjar við flutning
it: &Barre degli strumenti trasparenti durante lo spostamento
ja: 移動中のツールバーを透明に(&b)
lt: Tempiant, įrankių j&uostos yra permatomos.
lv: Rīk&joslas pārvietošanas laikā ir caurspīdīgas
mt: Tool&bars jidhru trasparenti waqt li jitmexxew.
nl: Werk&balken zijn transparant tijdens het verplaatsen
no: Gjennomsiktige verktøy&linjer ved flytting
no_ny: Gjennomsiktige verktøy&linjer ved flytting
pl: Nie pokazu&j zawartości przy przemieszczaniu
pt: &Barras de ferramentas transparentes ao mover
ro: Barele de &unelte sînt transparente la mutare
ru: Перемещать п&анель в виде рамки.
sk: Nástrojové &lišty sú transparentné, keď sa posúvajú
sl: Orodne &vrstice so ob premikanju prosojne
sr: Ala&tke su providne kada se pomeraju.
sv: Verktygsrader är &genomskinliga under förflyttning
ta: ¿¸Õõ §À¡Ð ¸ÕÅ¢Àð¨¼¸û ´Ç¢äÎÒ¸Å¢Îõ
th: แสดงเพียงโครงของแถบเครื่องมือเมื่อทำการย้าย
uk: Прозорі лінійки &інструментів при пересуванні
xh: Iibar&zesixhobo zibonisa ngaphaya xa ushukuma

source: If this option is selected, toolbar buttons will change their color when the mouse cursor is moved over them.
az: Bu seçənəyin işlədilməsi halında, siçan vasitə çubuğunun üstünə getdiyi vaxt düymələr rəng dəyişdirəcəkdir.
bg: Ако тази опция е включена бутоните на панела променят своя цвят когато показалеца на мишката е над тях.
cs: Je-li vybrána tato volba, pak budou tlačítka měnit svou barvu, když je přes ně přesunuto ukazovátko myši.
da: Med dette valg, vil værktøjslinie knapper ændre deres farve når musemarkøren bevæges hen over dem.
de: Wenn diese Einstellung aktiviert ist, dann ändern die Knöpfe von Werkzeugleisten ihre Farbe, sobald der Mauszeiger darüber bewegt wird.
el: Αν επιλέξετε αυτή τη δυνατότητα, τα κουμπιά στις γραμμές εργαλείων θα αλλάζουν χρώμα όταν ο δρομέας του ποντικιού είναι από πάνω τους.
eo: Se enŝaltita, ilbutonoj ŝanĝos sian koloron, kiam la musmontrilo moviĝas super ilin.
es: Si se selecciona esta opción, los botones de la barra de herramientas cambiarán de color cuando el ratón se mueva sobre ellos.
et: Kui see valik on sisse lülitataud, muudavad tööriistariba nupud värvi kui kursor liigub üle nende.
fi: Jos tämä asetus on valittuna työkalupalkin napit vaihtavat väriä kun hiiren kursori on niiden päällä.
fr: Si cette option est cochée, la couleur des boutons des barres d'outils est changée lorsque la souris passe au-dessus.
he: <p align=right>,תרחבנ וז תורשפא םא<br>תא םילכ ילגרס ירותפכ ונשי<br>עיבצמ רשאכ םעבצ<br>.םהילעמ אצמיי רבכעה
hu: Ezt az opciót kiválasztva az eszköztárak gombjainak színe megváltozik, ha az egérmutató fölöttük van.
is: Ef þetta er valið munu hnappar tækjasláa skipta um lit þegar músarbendillinn fer yfir þá.
it: Se questa opzione è selezionata, i pulsanti delle barre degli strumenti cambieranno colore quando il cursore del mouse passerà sopra di essi.
ja: このオプションを選択していると、マウスカーソルが上に来るとツールバーボタンの色が変わるようになります。
lt: Esant nurodytai šiai parinkčiai, įrankų juostos mygtukai pakeis savo spalvą, kai pelės kursorius atsidurs virš jo.
lv: Ja šī opcija ir izvēlēta, rīkjoslas pogas mainīs krāsu, kad uz tām tiks novietots peles kursors.
mt: Jekk din l-għażla tkun ittikkjata, il-buttuni tat-toolbar jibdlu l-kulur meta l-maws jgħaddi minn fuqhom.
nl: Als deze optie is ingeschakeld, dan veranderen de werkbalkknoppen van kleur als u de cursor erop plaatst.
no: Hvis dette valget er avkrysset, vil knappene på verktøylinjen endre farge når musepekeren flyttes over dem.
no_ny: Dersom dette er valt, vil verktøylinjeknappar endra farge når musepeikaren vert ført over dei.
pl: Wybranie tej opcji spowoduje zmianę koloru przycisku, kiedy kursor myszki znajdzie się nad nim.
pt: Se esta opção estiver assinalada, os botões da barra de ferramentas irão mudar a sua cor quando o cursor do rato passar por cima deles.
ro: Dacă această opţiune este selectată, butoanele barelor de unelte îşi vor schimba culoarea cînd mouse-ul este deasupra lor.
ru: При включении этой опции кнопки панелей инструментов будут изменять свой цвет, когда указатель мыши оказывается над ними.
sk: Ak je táto možnosť použitá, tlačidlá nástrojovej lišty menia farbu, keď je kurzor myši posúvaný ponad ne.
sl: Če je ta izbira vklopljena, bodo gumbi orodjarne spremenili barvo, kadar se bo kazalec miške pomaknil nad njih.
sr: Ako je ova opcija selektovana, dugmad alatki će primeniti njihovu boju kada se strelica miša pomeri preko njih.
sv: Om det här alternativet är valt kommer verktygsradens knappar att ändra färg när muspekaren vilar över dem.
ta: ­ó¾ Å¢ÕôÀò¨¾ §¾÷× ¦ºö¾¡ø, ¸ÕÅ¢ôÀð¼¨¼ ¦À¡ò¾¡ý¸Ç¢ý §Áø ÍðÊ¨Â ¿¸÷ò¾¢É¡ø, «¨Å¸Ç¢ý ¿¢Èõ Á¡Úõ.
th: ถ้าเลือกตัวเลือกนี้ ปุ่มบนแถบเครื่องมือจะเปลี่ยนสีเมื่อมีเมาส์เคอร์เซอร์มาอยู่เหนือปุ่ม
uk: Якщо вибрано, кнопки панелі інструментів будуть змінювати свій колір, коли курсор мишки проходить над ними.
xh: Ukuba olu khetho lukhethiwe, amaqhosha ebar yesixhobo azakutshintsha umbala wawo xa isalathisi semouse sihanjiswa phezu kwawo.

source: If this option is selected, only the skeleton of a toolbar will be shown when moving that toolbar.
az: Bu seçənəyin işlədilməsi halında vasitə çubuğu daşınırkən sadəcə olaraq skeleti göstəriləcəkdir.
bg: Ако е включена тази опция, при преместване на панела с инструменти ще показва само своята рамка.
cs: Je-li vybrána tato volba, pak bude při přesunu nástrojové lišty zobrazován pouze její obrys.
da: Med dette valg, vil der kun vises et skelet af værktøjslinien når den bevæges.
de: Wenn diese Einstellung aktiviert ist, dann erscheint nur der Umriss einer Werkzeugleiste, sobald sie bewegt wird.
el: Αν επιλέξετε αυτή τη δυνατότητα, όταν μετακινείτε μια γραμμή εργαλείων θα φαίνεται μόνο ο 'σκελετός' της.
eo: Se enŝaltita, nur la konturo de illistelo estas montrata dum ŝovado.
es: Si se selecciona esta opción, solo se mostrará el esqueleto de la barra de herramientas mientras ésta se está moviendo.
et: Kui see on valitud, näidatakse tööriistariba liigutamisel ainult selle raami.
fi: Jos tämä asetus on valittuna vain työkalupalkin reunus näytetään sitä siirrettäessä.
fr: Si cette option est cochée, seul le squelette de la barre d'outils est affiché lorsqu'elle est déplacée.
he: <p align=right>,תרחבנ וז תורשפא םא<br>לש דלש קר גצוי<br>.ותזזה תעב םילכ לגרס
hu: Ezt az opciót kiválasztva az eszköztárak mozgatása közben csak a körvonaluk látszik.
is: Ef þetta er valið munu einungis útlínur tækjasláa sjást meðan á flutningi þeirra stendur
it: Se questa opzione è selezionata, quando viene mossa una barra degli strumenti ne viene mostrato solo lo scheletro.
ja: このオプションを選択していると、ツールバーの移動中はその枠だけを表示するようになります。
lt: Esant nurodytai šiai parinkčiai, tempiant įrankių juostą bus matyti tik jos kontūrai.
lv: Ja šī opcija ir izvēlēta, pārvietojot rīkjoslu, būs redzams tikai tās skelets.
mt: Jekk din l-għażla tkun ittikkjata, meta qed tmexxi t-toolbar tintwera skeletru biss tagħha.
nl: Als u deze optie is ingeschakeld, dan wordt het skelet van van de werkbalk getoond wanneer u deze verplaatst.
no: Hvis dette valget er avkrysset, vil bare en kontur av verktøylinjen vises når den flyttes.
no_ny: Dersom dette er valt, vert berre ramma til verktøylinja vist når du flyttar verktøylinja.
pl: Wybranie tej opcji spowoduje wyświetlanie tylko ramki paska narzędzi podczas przemieszczania okna.
pt: Se esta opção for seleccionada ao arrastar uma barra de ferramentas apenas o seu esqueleto é visível.
ro: Dacă această opţiune este selectată, la mutarea unei bare de unelte va fi afişat numai scheletul ei.
ru: Если эта опция включена, то при перемещении панели инструментов будет показываться только ее рамка.
sk: Ak je táto možnosť použitá, len obal nástrojovej lišty je zobrazovaný pri posune nástrojovej lišty.
sl: Če je ta izbira vklopljena, bo ob premikih orodjarne prikazano le njeno okostje.
sr: Ako je ova opcija selektovana, samo kostur alatki će biti vidljiv kada se budu pomerale.
sv: Om det här alternativet är valt kommer endast verktygsradens skelett att visas när den verktygsraden flyttas.
ta: ­ó¾ Å¢ÕôÀò¨¾ §¾÷× ¦ºö¾¡ø, ¸ÕÅ¢ôÀð¨¼¨Â ¿¸÷òÐõ §À¡Ð ¸ÕÅ¢ôÀð¨¼Â¢ý ¸í¸¡Çõ ¸¡ð¼ôÀÎõ.
th: ถ้าเลือกตัวเลือกนี้ จะให้แสดงเฉพาะโครงของแถบเครื่องมือเท่านั้น เมื่อมีการเคลื่อนย้ายแถบเครื่องมือ
uk: Якщо вибрано, тільки рамка панелі інструментів буде показано при пересуванні.
xh: Ukuba olu khetho lukhethiwe, luphahla kuphela lwebar yesixhobo ezakuboniswa xa kuhanjiswa ibar yesixhobo.

source: Effect options
az: Effekt seçənəkləri
bg: Опции на ефекти
cs: Možnosti efektů
da: Effekt indstillinger
de: Effekteinstellungen
el: Επιλογές εφφέ
eo: Efektopcioj
es: Opciones de efecto
et: Effektide valikud
fi: Tehosteen asetukset
fr: Effets supplémentaires
he: םיטקפא תויורשפא
hu: Az effektusok beállításai
is: Brellustillingar
it: Opzioni effetti
ja: 効果オプション
lt: Efektų parinktys
lv: Efekta opcijas
mt: Għażliet ta' effetti
nl: Effectopties
no: Effektvalg
no_ny: Effektval
pl: Efekty
pt: Opções de efeitos
ro: Opţiuni efect
ru: Настройки эффектов
sk: Možnosti efektov
sl: Izbire efekta
sr: Opcije efekata
sv: Alternativ för effekter
ta: Å¢¨Ç× «¨ÁôÒì¸û
th: ตัวเลือกเอฟเฟ็คต์
uk: Параметри ефектів
xh: Iinketho zesiphumo

source: No m&enu effect
az: &Menyu effektsiz
bg: Няма &меню на ефекти
cs: Žádný &efekt pro nabídku
da: Ingen m&enueffekt
de: &Kein Menü-Effekt
el: Κανένα εφ&φέ στα μενού
eo: Neniu &menuefekto
es: Efecto no &menú
et: M&enüü effekt puudub
fi: Ei &valikkotehostetta
fr: Aucun effet a&vec les menus
he: &םיטירפת טקפא אלל
hu: nincs menü&effektus
is: &Engar valmyndabrellur
it: Nessun effetto dei &menu
ja: メニュー 効果なし(&e)
lt: Be m&eniu efektų
lv: Nav izvēln&es efektu
mt: &Ebda effett tal-menu
nl: Geen m&enu-effect
no: Ingen &menyeffekt
no_ny: Inga m&enyeffekt
pl: &Zwykłe menu
pt: Nenhum &efeito de menu
ro: Meniu fără &efecte
ru: Не при&менять к меню
sk: Žiadny &efekt menu
sl: Brez &efekta za menije
sr: Bez &efekta menija
sv: Ingen m&enyeffekt
ta: ÀðÊ Å¢¨Ç× ²ÐÁ¢ø¨Ä
th: ไม่ใช้เอฟเฟ็คต์กับเมนู
uk: Без м&еню ефектів
xh: Akukho siphumo sa m&enu
