Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kdesktop.po
Languages: bg, he, id, ja, ko, mk, mt, ta, th, xh

source: Check this option if you want to run the application with a different user id. Every process has a user id associated with it. This id code determines file access and other permissions. The password of the user is required to do this.
bg: Отбележете тази опция ако искате да стартирате програмата с id. на друг потребител. Всеки процес има потребителско id. Този id код определя достъпа до файловете и останалите права. Необходима е паролата на потербителя за тази опция.
he: <p align=right>םושייה תא ליעפהל ךנוצרב םא וז תורשפאב רחב<br>יוהיז ונשי המישמ לכל .רחא שמתשמ יוהיז םע<br>תא עבוק הז יוהיז דוק .הל ךייושמה שמתשמ<br>ךרוצ ונשי .תורחא תואשרהו םיצבקל השיגה תואשרה<br>.תאז עצבל תנמ לע שמתשמה לש ותמסיסב
ja: 別のユーザIDでアプリケーションを実行したい時はこのオプションを有効にして下さい。すべてのプロセスはそれに関連づけられたユーザーIDを持ちます。このIDコードはファイルアクセスやその他の権限を決定します。実行時にはそのユーザIDのパスワードが必要となります。
ko: 다른 사용자 id로 이 응용 프로그램을 실행하고 싶다면 이 옵션을 고르십시오. 모든 작업은 사용자 id와 함께 합니다. 이 id는 파일 접근과 다른 권한에 영향을 미칩니다. 사용자 열쇠글을 넣어야 이 작업을 할 수 있습니다.
mt: Ittikkja din l-għażla biex tħaddem dan il-programm b'username differenti. Kull proċess għandu user id assoċjat miegħu, u dan jiddetermina l-aċċess għall-fajls u permessi oħra. Biex tħaddem programm f'isem ħaddieħor trid tkun taf il-password ta' dak il-user.
ta: §ÅÚ ÀÂÉ÷ ¦ÀÂ÷ ÀÂýÀÎò¾¢ ­ó¾ ÀÂýÀ¡ð¨¼ ­Âì¸ Å¢ÕõÀ¢É¡ø, ­ó¾ Å¢ÕôÀò¨¾ §¾÷ó¦¾Îì¸×õ. ´ù¦Å¡Ú ¦ºÂÖìÌõ ´Õ ÀÂÉ÷ ¦ÀÂ÷ ¯ñÎ. ­ó¾ ¦ÀÂ÷ ÌÈ¢, §¸¡ôÒ «Ï¸ø ÁüÚõ ­¾Ã «ÛÁ¾¢¸¨Ç ÓÊ× ¦ºöÂ×õ. ­¨¾î ¦ºöÂ ÀÂÉÃ¢ý ¸¼×î¦º¡ø §¾¨Å.
th: เลือกตัวเลือกนี้ หากต้องการให้แอพพลิเคชันทำงานด้วยหมายเลขของผู้ใช้อื่น ซึ่งทุกโปรเซส จะมีหมายเลขของผู้ใช้กำกับไว้ โดยหมายเลขนี้ จะถูกนำไปใช้ ในการพิจารณาถึงสิทธิ์ต่างๆ ที่สามารถใช้ได้ และต้องการรหัสผ่านของผู้ใช้นี้ สำหรับตัวเลือกนี้
xh: Khangela olu khetho ukuba ufuna ukwenza isicelo esinomsebenzisi owahlukileyo id. Inkqubela nganye inomsebenzisi id idityaniswe nayo. Le id khowudi igqiba unikezelo lwefayile kunye nezinye iimvume. Olu gqithiso lwegama lomsebenzisi luyafuneka ukwenza le nto.

source: user&name:
bg: Потребителско &име:
he: :שמ&תשמ םש
id: &namauser:
ja: ユーザ名(&n):
ko: 사용자 이름(&n):
mk: кориснично име:
mt: Isem ta' &user:
ta: ÀÂÉ÷¦ÀÂ÷:
th: ชื่อผู้ใช้:
xh: &igama lomsebenzisi:

source: Enter the user here who you want to run the application as.
bg: Въведете потребителя, който желаете да стартира програмата.
he: <p align=right>שמתשמה תא ןאכ דלקה<br>תא ליעפהל ךנוצרב ויתחתש<br>.םושייה
ja: このアプリケーションを実行するときのユーザ名を入力
ko: 응용 프로그램을 실행할 사용자를 넣어 주십시오.
mt: Daħħal l-isem tal-user li trid tħaddem il-programm f'ismu
ta: ±ô ÀÂÉÃ¡¸ ­ó ¿¢Ã¨Ä ­Âì¸ §ÅñÎ¦ÁÉ ­í§¸ ÌÈ¢ôÀ¢¼×õ.
th: เติมชื่อผู้ใช้ที่คุณต้องการใช้สิทธิ์ในการทำงานแอพพลเคชัน
xh: Ngenisa umsebenzisi apha ofuna ukumsebenzisa njengesicelo.

source: Run with a different &priority
bg: Стартирай с друг &приоритет
he: הנוש תופיד&ע םע לעפה
id: Jalankan dengan &prioritas yang berbeda
ja: 指定する優先度で実行(&p)
ko: 다른 우선 순위를 이용하여 실행(&p)
mk: Изврши со друг приоритет
mt: Ħaddem bi &priorità differenti
ta: §ÅÚ ÓýÛÃ¢¨ÁÔ¼ý ­ÂìÌ
th: สั่งทำงานด้วยระดับความสำคัญอื่น
xh: &Yenza ngokwaphambili okunomahluko

source: Check this option if you want to run the application with a different priority. A higher priority tells the operating system to give more processing time to your application.
bg: Отбележете тази опция ако искате да стартирате програмата с друг приоритет. Операционната система заделия повече процесорно време за програми с по-високия приоритет.
he: <p align=right>ליעפהל ךנוצרב םא וז תורשפאב רחב<br>.הנוש תופידע םע םושייה תא<br>תכרעמל תרמוא רתוי ההובג תופידע<br>ןמז רתוי ךלש םושייל תתל הלעפהה<br>.דוביע
id: Pilih opsi ini jika anda ingin menjalankan aplikasi dengan prioritas berbeda. Prioritas lebih tinggi memberitahu sistem operasi untuk memberi waktu pemrosesan yang lebih banyak bagi aplikasi anda.
ja: 指定する優先度でアプリケーションを実行したい場合はこのオプションを有効にして下さい。優先度を高くするとオペレーティングシステムはあなたのアプリケーションにより多くのCPU時間を割り当てるようになります。
ko: 다른 우선 순위로 응용 프로그램을 실행하고 싶다면 이 옵션을 고르십시오. 높은 우선 순위는 운영체제가 응용 프로그램에 더 많은 작업 시간을 주도록 합니다.
mk: Со оваа опција можете да ја извршите апликацијата си друг приоритет. Повисок приоритет бара од оперативниот систем да и додели повеќе работно време на вашата апликација.
mt: Ittikkja din l-għażla biex tħaddem il-programm bi priorità differenti. Priorità ogħla tgħid lis-sistema operattiva biex talloka iżjed ħin lill dal-programm.
ta: ¿¢Ã¨Ä §ÅÚ ÓýÛÃ¢¨ÁÔ¼ý ­Âì¸ Å¢ÕõÀ¢É¡ø, ­ó¾ Å¢ÕôÀò¨¾ §òó¦¾Îì¸×õ. «¾¢¸ ÓýÛÃ¢¨Á, ¯í¸û ÀÂýÀðÊüÌ «¾¢¸ ¦ºÂø §¿Ãõ ¦¸¡Îì¸, ­Âì¸ «¨ÁôÀ¢¼õ ÜÚõ.
th: เลือกตัวเลือกนี้ หากต้องการให้แอพพลิเคชันทำงานด้วยระดับความสำคัญอื่น ระดับความสำคัญที่สูง จะทำให้ระบบปฏิบัติการให้เวลาในการประมวลผลกับแอพพลิเคชันของคุณมากกว่า
xh: Khangela olu khetho ukuba ufuna ukwenza isicelo esinokuphambili okunomahluko. Okuphambili okunomahluko uxelela indlela yokusebenza ukunika engaphezulu inkqubela yexesha kwisicelo sakho.

source: pr&iority:
bg: пр&иоритет:
he: :תופי&דע
id: pr&ioritas:
ja: 優先度(&i):
ko: 우선 순위(&i):
mk: приоритет:
mt: &priorità:
ta: ÓýÛÃ¢¨Á:
th: ระดับความสำคัญ:
xh: &phambili:

source: The priority can be set here. From left to right, it goes from low to high. The center position is the default value. For priorities higher than the default, you will need root's password.
bg: Приоритетът може да се зададе тук. От ляво на дясно се увеличава. Централната стойност е по подразбиране. За по-висок приоритет от текущия е нужна root паролата.
he: <p align=right>הענ תופידעה .תופידעה תא ןאכ עובקל ןתינ<br>םוקימה .לאמש דצב הכומנ דעו ןימי דצב ההובגמ<br>תויופידע רובע .לדחמה תרירב ךרע אוה זכרמב<br>המסיסל קקדזת ,לדחמה תרירבמ רתוי תוהובג<br>.root לש
id: Prioritas dapat diset di sini. Dari kiri ke kanan, ia berjalan dari rendah ke tinggi. Posisi tengah adalah nilai bakunya. Untuk prioritas yang lebih tinggi daripada bakunya, anda perlu password root.
ja: 優先度はここで設定できます。優先度の高さは左から右で低から高となっています。中央は標準の優先度になります。標準よりも高い優先度に設定するにはrootのパスワードが必要となります。
ko: 우선 순위를 설정하십시오. 왼쪽에서 오른쪽으로 이동하면 우선 순위가 높아집니다. 중앙에 위치하면 기본 값입니다. 기본 값보다 우선 순위가 높다면 관리자 열쇠글이 필요합니다.
mk: Тука се поставува приоритетот. Од лево, на десно - од низок, кон висок. Позицијата во центарот е вообичаената вредност. За приоритети што се повисоки од вообичаениот, потребна ви е администраторска (root) лозинка.
mt: Il-priorità tista' tiġi ssettjata minn hawn. Mix-xellug għal-lemin, tmur mill-baxx għall-għoli. Il-pożizzjoni tan-nofs huwa l-valur impliċitu. Għal prioritajiet ogħla mill-valur impliċitu għandek bżonn il-password ta' root.
ta: ÓýÛÃ¢¨Á¨Â ­í§¸ «¨Áì¸Ä¡õ. ­¼ÐÒÈò¾¢Ä¢ÕóÐ ÅÄÐÒÈÁ¡¸, ÓýÛÃ¢¨Á «¾¢¸Á¡Ìõ. ¿Î ­¼õ ¦¸¡¼¡¿¢¨Ä Á¾¢ôÀ¡Ìõ. ¦¸¡¼¡¿¢¨Ä¨Â Å¢¼ «¾¢¸ Á¾¢ôÒìÌ §Å÷ ¸¼×î¦º¡ø §¾¨ÅÀÎõ.
th: สามารถปรับค่าระดับความสำคัญได้ที่นี่ จากซ้ายไปขวา คือระดับต่ำไปหาสูง ตรงกลางคือค่าปริยายของระดับความสำคัญ คุณจะต้องใช้รหัสผ่านของผู้ดูแลระบบ เพื่อปรับค่าความสำคัญที่สูงกว่าค่าปริยาย
xh: Okuphambili kunokucwangciswa apha. Ukusuka ekhohlo ukuya ekunene, ihamba ukusuka ezantsi ukuya phezulu. Indawo yombindi lixabiso elingagqibekanga. Eyabaphambili abaphezulu koku ngagqibekanga, uzakufuna igama eligqithisiweyo lengcambu.

source: high
bg: висок
he: ההובג
id: tinggi
ja: 高
ko: 높음
mk: висок
mt: għoli
th: สูง
xh: phezulu

source: &scheduler:
bg: &разписание:
he: :ןמ&זתמ
id: &penjadual:
ja: スケージューラ(&s):
ko: 스케쥴러(&s):
mk: распоредувач:
mt: &skedatur
ta: ¿¼òÐÉ÷:
th: จัดลำดับการทำงาน:
xh: &umcwangcisi:

source: Here you can select which scheduler to use for the application. The scheduler is that part of the operating system which decides what process will run and which will have to wait. Two schedulers are available:<ul><li><em>Normal:</em> This is the standard, timesharing scheduler. It will fairly divide the available processing time over all processes. </li><li><em>Realtime:</em> This scheduler will run your application uninterrupted until it gives up the processor. This can be dangerous. An application that does not give up the processor might hang the system. You need root's password to use this scheduler.
bg: Тук можете да изберете кое разписание да използвате за програмата. Разписанието е част от операционната система което определя кой процес да се стартира и кой да чака. Имате две възможности:<ul><li><em>Нормално:</em> Това е стандартно разписание с равно разпределяне на времето между всички процеси. </li><li><em>Реално време:</em> Това разписание ще накара процесора да работи докато е необходимо само за тази програма. Това може да бъде опасно. Програмите, които процесора ще спре да изпълнява за момента могат да блокират системата.Необходима Ви е root паролата за това разписание.
he: <p align=right>הלעפהה תכרעמב קלחה אוה ןמזתמה .םושייה רובע שומיש השעיי ןמזתמ הזיאב רוחבל ךתורשפאב ןאכ<br>:םינימז םינמזתמ ינש םנשי .ןיתמהל וצלאיי וליאו ולעפי תומישמ וליא טילחמש<ul><li>ןימזה דוביעה ןמז תא קלחי אוה .ןמז ףותישב לעופה ,יטרדנטסה ןמזתמה והז <em>:ליגר</em><br>.תומישמה לכ ןיב הווש הרוצב</li><li>רבד .דבעמה תא ררחשי אוהש דע הערפה אלל ךלש םושייה תא ליעפי הזה ןמזתמה <em>:תמא ןמז</em><br>קקדזת .עקתיהל תכרעמל םורגל לולע דבעמה תא ררחשמ אלש םושיי .ןכוסמ תויהל לוכי הז<br>.הז ןמזתמב שמתשהל ידכ root לש המסיסל
id: Di sini anda dapat memilih penjadual yang akan digunakan aplikasi. Penjadual adalah bagian sistem operasi yang memutuskan proses yang akan dijalankan dan mana yang harus menunggu. Terdapat dua penjadual <ul><li><em>Normal:</em> Ini adalah penjadual standar, timesharing. Ia akan membagi waktu proses yang tersedia bagi seluruh proses secara sama ratar. </li><li><em>Realtime:</em> Penjadual ini akan menjalankan aplikasi anda tanpa interupsi hingga ia menyerahkan prosesor. Hal ini dapat berbahaya. Sebuah aplikasi yang tidak menyerahkan prosesor mungkin akan menyebabkan sistem hang. Anda perlu password root untuk menggunakan penjadual ini.
ja: ここでアプリケーションの実行スケジュールを設定できます。スケジュールはオペレーティングシステムの一部で実行されるプロセス、待ちになるプロセスを決定するものです。二つのスケジュールを利用できます。:<ul><li><em>標準:</em>これは標準のタイムシェアリングスケジュールです。これはすべてのプロセスに利用可能な時間を均等に割り振るものです。</li><li><em>リアルタイム:</em>このスケジュールは、プロセッサを解放するまで割り込みなしであなたのアプリケーションを実行するものです。プロセッサを解放しないアプリケーションはシステムをハングアップさせます。このスケジュールを使用するにはroorのパスワードが必要です。
ko: 응용 프로그램에 이용할 스케쥴러를 선택하십시오. 스케쥴러는 운영체제에서 어떤 작업이 동작하고 기다려야하는지를 결정합니다. 두가지 스케쥴러를 이용할 수 있습니다:<ul><li><em>보통 :</em> 이것은 표준적인 시분할 스케쥴러입니다. 모든 작업에 대해서 이용 가능한 작업을 정확하게 분할합니다. </li><li><em>실시간:</em> 이 스케쥴러는 프로세서가 포기할때까지 간섭없이 실행합니다. 이것은 매우 위험할 수 있습니다. 프로세서에서 포기하지 않은 응용 프로그램은 시스템을 다운 시킬 수 있습니다. 이 스케쥴러를 이용하려면 관리자의 열쇠글이 필요합니다.
mk: Тука се избира каков распоредувач да се користи за апликацијата. Распоредувачот е делот од оперативниот систем кој одлучува кој процес ќе се извршува, а кој ќе чека. Два вида распоредувачи се достапни: <ul><li><em>Нормален:</em> Ова е стандардниот timesharing распоредувач, кој на фер основи го дели достапното процесорско време на сите процеси.</li><li><em>Во реално време:</em> Овој распоредувач ја изршува вашата апликација непреченом се` додека таа самата не се откаже од процесорот. Ова може да биде опасно, бидејќи апликација што не се откажува од процесорот може да го блокира системо. За овој распоредувач ви е потребна администраторска (root) лозинка.
mt: Hawn tista' tagħżel skedatur biex jintuża għall-programm tiegħek. L-iskedatur huwa dik il-parti mis-sistema operattiva li tiddeċiedi liema programm għandu jitħaddem u liema jrid jistenna. Jeżistu żewġ skedaturi: <ul> <li><em>Normali</em>: Dan huwa l-iskedatur normali, li jaqsam il-ħin bejn il-proċessi kollha li qed jaħdmu.</li> <li><em>Realtime</em>: Dan l-iskedatur iħaddem il-programm tiegħek mingħajr interruzzjonijiet sakemm iċedi l-proċessur. Dan jista jkun ta' periklu - programm li ma jċedix il-proċessur jista' jwaħħal is-sistema. Għandek bżonn il-password ta' root biex tuża dan l-iskedatur.
ta: ÀÂýÀ¡ðÊüÌ ±ó¾ ¸¡ÄÓ¨ÈÀÎò¾¢¨Â §¾÷ó¦¾Îì¸ §ÅñÎõ ­ýÀ¨¾ ­í§¸ ¿£í¸û §¾÷ó¦¾Îì¸Ä¡õ. ¸¡ÄÓ¨ÈÀÎò¾¢ ±ýÀÐ ±ó¾ ¦ºÂ¨Ä ­Âì¸ §ÅñÎõ, ±Ð ¸¡ò¾¢Õì¸ §ÅñÎõ ±ýÀ¨¾ ÌÈ¢ìÌõ, ­Âì¸ «¨ÁôÀ¢ý ´Õ ÀÌ¾¢. ­ÃñÎ ¸¡ÄÓ¨ÈÀÎò¾¢ ¯ûÇÉ:<ul><li><em>­ÂøÀ¡É:</em> ­Ð ¦ºó¾Ã, §¿Ãõ À¸¢Õõ ¸¡ÄÓ¨ÈÀÎò¾¢. ­Ð ¸¢¨¼ìÌõ §¿Ãò¨¾ «¨ÉòÐ ¦ºÂÄ¸ò¾¢üÌõ ºÁÁ¡¸ À¢Ã¢ìÌõ. </li><li><em>¿¢¸ú§¿Ãõ: </em> ­ó¾ ¸¡ÄÓ¨ÈÀÎò¾¢, ¦ºÄ¸ò¨¾ Å¢ÎÅ¾üÌ Óý ¯í¸û ÀÂýÀð¨¼ ­ÂìÌõ. ­Ð «À¡ÂÁ¡ÉÐ. ¦ºÂÄ¸ò¨¾ Å¢¼¡¾ ´Õ ÀÂýÀ¡Î ¸½¢É¢¨Â ¿¢Úò¾¢Å¢Îõ. ­ó¾ ¸¡ÄÓ¨ÈÀÎò¾¢¨Â ÀÂýÀÎò¾ §Å÷ ¸¼×î¦º¡ø §¾¨Å.
th: คุณสามารถเลือกจัดลำดับการทำงาน เพื่อใช้กับแอพพลิเคชันได้ที่นี่ การจัดลำดับการทำงานนั้น เป็นส่วนหนึ่งของระบบปฏิบัติการ ซึ่งใช้ในการ พิจารณาว่า โปรเซสใดควรทำงานก่อน และโปรเซสใดควรจะคอย มีการจัดลำดับการทำงานที่ใช้ได้อยู่สองตัว:<ul><li><em>ปกติ:</em> เป็นการจัดลำดับการทำงานแบบมาตรฐาน โดยจะทำการหารค่าเวลาทั้งหมด ต่อหนึ่งรอบโปรเซส</li><li><em>เรียลไทม์:</em> การจัดลำดับแบบนี้ จะทำให้ไม่สามารถขัดจังหวะการทำงานของแอพพลิเคชันที่ทำงานได้ จนกว่าจะจบโปรเซส ซึ่งอันตรายมากในกรณีที่โปรเซสไม่คืนวงรอบการทำงาน หรือจบการทำงานโปรเซสไม่ได้ โดยอาจจะทำให้ระบบค้างได้,คุณจะต้องใช้รหัสผ่านของผู้ดูแลระบบเพื่อเลือกการจัดลำดับแบบนี้
xh: Apha ungakhetha umcwangcisi onokumsebenzisa wesicelo. U mcwangcisi lela qela lendlela yokusebenza eligqiba ngenkqubela ezakusebenza kwaye ezakulinda. Abacwangcisi ababini ba khona:<ul><li><em>Ngesiqhelo:</em> Olu lolusezantsi, umcwangcisi wokwahlulwa kwexesha. Izakwahlula ixesha lokuqhubeka elikhoyo ngapha kwazo zonke inkqubela. </li><li><em>Ixesha elililo:</em> Lo mcwangcisi uzakwenza esakhoisicelo singaphazanyiswa ide inikezele kumqhubekekisi. Oku kunga yingozi. Isicelo esinganikezeliyo kumqhubekekisi singaxhoma i ndlela. Ufuna igama eligqithisiweyo lengcambu ukusebenzisa lo mcwangcisi.

source: pass&word:
bg: паро&ла:
he: :המסי&ס
ja: パスワード(&w):
ko: 열쇠글(&w):
mk: лозинка:
ta: ¸¼×î¦º¡ø:
th: รหัสผ่าน:
xh: &igama eligqithisiweyo:

source: Enter the requested password here.
bg: Въведете тук исканата парола.
he: .תשקובמה המסיסה תא ןאכ דלקה
id: Masukkan password yang diminta di sini.
ja: 必要なパスワードをここに入力
ko: 필요한 열쇠글을 넣어주십시오.
mk: Тука се внесува бараната лозинка.
mt: Daħħal il-password mitlub hawnhekk.
ta: §¸ð¼ ¸¼×î¦º¡ø¨Ä ­íÌ Ñ¨Æì¸×õ.
th: เติมรหัสผ่านที่ร้องขอที่นี่
xh: Ngenisa igama eligqithisiweyo eliceliweyo apha.

source: Normal
bg: Нормално
he: ליגר
ja: 標準
ko: 보통
mk: Нормален
mt: Normali
ta: ­ÂøÀ¡É
th: ปกติ
xh: Eqhelekileyo

source: Realtime
bg: Реално време
he: תמא ןמז
ja: リアルタイム
ko: 실시간
mk: Во реално време
ta: ¿¢¸ú§¿Ã
th: เรียลไทม์
xh: Ixesha elililo

source: none
bg: без
he: אלל
id: tidak ada
ja: なし
ko: 없음
mk: ништо
mt: ebda
ta: ²ÐÁ¢ø¨Ä
th: ไม่มี
xh: akukho nanye

source: Password required: %1
bg: Нужна е парола: %1
he: %1 :המסיס תשרדנ
id: Dibutuhkan password: %1
ja: パスワードが必要です %1
ko: 필요한 열쇠글: %1
mk: Неопходна е лозинка: %1
mt: Password meħtieġ: %1
ta: ¸¼×î¦º¡ø §¾¨Å: %1
th: รหัสผ่านที่ต้องการ: %1
xh: Igama eligqithisiweyo elifunwayo: %1

source: Running a realtime application can be very dangerous. If the application misbehaves, the system might hang unrecoverably. Are you sure you want to continue?
bg: Стартирането на програма в Реално време може да бъде много опасно. Ако програмата блокира, системата може да се развали непоправимо. Сугурен ли сте, че искате да продължите?
he: .דואמ תנכוסמ תויהל הלולע תמא ןמזב םושיי תלעפה הלולע תכרעמה ,יוארכ גהנתמ אל םושייה םא .הז בצממ האיצוהל היהי ןתינ אלו עקתיהל ?ךישמהל ךנוצרבש חוטב התא םאה
id: Menjalankan aplikasi realtime bisa jadi berbahaya. Jika aplikasi tidak berperilaku baik, sistem mungkin akan hang dan tidak dapat dikembalikan. Anda yakin ingin melanjutkan?
ja: リアルタイムアプリケーションの実行は非常に危険です。 アプリケーションが誤作動した場合、システムが復帰不可能な 状態になる恐れがあります。 本当に続行しますか？
ko: 실시간으로 응용 프로그램을 실행하는 것은 매우 위험합니다. 응용 프로그램이 잘못 동작하면 시스템은 복구할 수 없게 됩니다. 계속하시겠습니까?
mt: Li tħaddem programm "realtime" jista' jkun perikoluż ħafna. Jekk il-programm ma jġibx ruħu sew, is-sistema tista' tiġi mwaħħla u jkollha tintefa. Ċert li trid tkompli?
ta: ¿¢¸ú§¿Ã ÀÂýÀ¡ð¨¼ ­ÂìÌÅÐ «À¡ÂÁ¡ÉÐ. ÀÂýÀ¡ðÊý ¿¨¼Ó¨È ºÃ¢Â¢ø¨Ä¦ÂýÈ¡ø, ¸½¢É¢ Á£ð¸ÓÊÂ¡¾ÀÊ ¿¢Úò¾ÀÎõ. ¿£í¸û ¦¾¡¼Ã Å¢ÕõÒ¸¢È£÷¸Ç¡?
th: การให้แอพพลิเคชันทำงานแบบเรียลไทม์นั้นอันตรายมาก เพราะถ้าแอพพลิเคชันทำงานผิดพลาด อาจจะทำให้ระบบค้าง และอาจจะไม่สามารถกู้ความเสียหายได้ คุณแน่ใจที่จะทำต่อไปหรือไม่ ?
xh: Ukwenza ixesha elililo lesicelo kunokuba yingozi. Ukuba isicelo asiziphathi kakuhle, indlela inokuxhoma ngokungabuyisekiyo. Uqinisekile ufuna ukuqhubekeka?

source: Danger, Will Robinson!
bg: Опасно, Will Robinson!
he: !הנכס
id: Bahaya, Will Robinson!
ja: 危険です、ウィル=ロビンソン!
ko: 위험. 시스템이 다운됩니다!
mk: Опасност!
mt: Periklu!
ta: «À¡Âõ, Å¢ø Ã¡À¢ýºý!
th: อันตราย, Will Robinson!
xh: Ingozi, Will Robinson!

source: _: NAME OF TRANSLATORS Your names
bg: Борислав Александров
he: Meni Livne
id: Tedi Heriyanto, Haris Fauzi
ja: Noboru Sinohara
ko: KIM KyungHeon
mt: Ramon Casha
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷,Ð¨ÃÂôÀ¡ Åº£¸Ãý
th: Thanomsub Noppaburana
xh: Dwayne Bailey

source: _: EMAIL OF TRANSLATORS Your emails
bg: boby_a_@web.bg
he: livne@kde.org
id: tedi-h@usa.net, haris@trustix.com
ja: shinobo@leo.bekkoame.ne.jp
ko: tody@mizi.com
mt: ramon.casha@linux.org.mt
ta: sshanmu@yahoo.com,gomathiss@hotmail.com,venkat@tamillinux.org,t_vasee@yahoo.com,bmmaran@yahoo.com
th: donga_n@hotmail.com
xh: dwayne@translate.org.za
