Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kdesktop.po
Languages: bg, he, id, ja, ko, mk, mt, ta, th, xh

source: Set as primary background color
bg: Направи като първи цвят за фона
he: ישאר עקר עבצ רותב עבק
id: Jadikan sebagai warna utama latar belakang
ja: 基本の背景色として設定
ko: 바탕 화면 색상으로 설정
mt: Issettja bħala kulur tal-isfond ewlieni
ta: Ó¾ý¨Áô À¢ýÉ½¢ Åñ½Á¡¸ «¨Á
th: ตั้งเป็นสีหลักของพื้นหลัง
xh: Cwangcisa njengombala wesiqalo osezantsi

source: Set as secondary background color
bg: Направи като втори цвят за фона
he: ינשמ עקר עבצ רותב עבק
id: Jadikan sebagai warna sekunder latar belakang
ja: 二番目の背景色として設定
ko: 두번째 바탕 화면 색상으로 설정
mt: Issettja bħala kulur tal-isfond sekondarju
ta: Ð¨½ô À¢ýÉ½¢ Åñ½Á¡¸ «¨Á
th: ตั้งเป็นสีรองของพื้นหลัง
xh: Cwangcisa njengombala wesiqalo ophezulu

source: Set as &Wallpaper
bg: Използвай за &тапет
he: טפ&ט רותב עבק
ja: 壁紙として設定(&W)
ko: 바탕 그림으로 설정(&W)
mt: Issettja bħala &stampa tal-isfond
ta: ÍÅ÷ì ¸¡¸¢¾Á¡ìÌ
th: ตั้งเป็นภาพพื้นหลัง
xh: &Cwangcisa Iphepha ledonga

source: Could not logout properly. The session manager cannot be contacted. You can try to force a shutdown by pressing the CTRL, ALT and BACKSPACE keys at the same time. Note however that your current session will not be saved with a forced shutdown.
bg: Невъзможно е излизане от системата. Недостъпен мениджър на сесия. Можете да опитате да излезете посредством CTRL, ALT и BACKSPACE натиснати едновременно. Забележка - понякога след такова излизане от сесия е възможна частична загуба на информация.
he: רשק רוציל ןתינ אל .הכלהכ תכרעמהמ תאצל ןתינ אל יוביכ חירכהל תוסנל ךתורשפאב .הלעפהה להנמ םע ,ALT ,CTRL םישקמה לע הציחל ידי לע תכרעמה לש הלעפההש בל םיש ,םלוא .תחא תבב BACKSPACE-ו .סנוא יוביכ לש הרקמב רמשית אל ךלש תיחכונה
id: Tidak dapat logout dengan benar. Manajer sesi tidak dapat dihubungi. Anda dapat mencoba memaksa shutdown dengan menekan sekaligus tombol CTRL, ALT dan BACKSPACE. Perhatikan bahwa sesi ini tidak akan disimpan karena shutdown yang dipaksa.
ja: 正常にログアウトできませんでした。 セッションマネージャに接続できません。 Ctrl、ALT、Backspace キーを同時に押して 強制的にシャットダウンしてみて下さい。 なお、強制的にシャットダウンすると現在の セッションは保存されないことに注意して下さい。
ko: 올바르게 로그아웃되지 않았습니다. 세션 관리자와 연결되지 않았습니다. 동시에 CTRL, ALT와 백스페이스를 눌러 강제 종료하십시오. 그러나 강제 종료하게 되면 현재 세션이 저장되지 않습니다.
mt: Ma stajtx nilloggja 'l barra sew. Il-manager tas-sessjoni ma jistax jiġi kuntattjat. Tista' tipprova ġġegħlu joħroġ billi tagħfas CTRL, ALT u BACKSPACE f'daqqa. Innota però li s-sessjoni kurrenti ma niġix miktuba b'dan il-mod.
ta: ºÃ¢Â¡¸ ¦ÅÇ¢§ÂÈ ÓÊÂÅ¢ø¨Ä. «Á÷× §ÁÄ¡ÇÕ¼ý ¦¾¡¼÷Ò ¦¸¡ûÇ ÓÊÂÅ¢ø¨Ä. CTRL, SHIFT ÁüÚõ BACKSPACE Å¢¨º¸¨Ç ´Õ §ºÃ «ÓìÌÅ¾ý ãÄõ ÅÄ¢óÐ ¦ÅÇ¢§ÂÈÄ¡õ. ¬É¡ø ¯í¸û ¿¼ôÒ «Á÷× §ºÁ¢ì¸ôÀ¼ Á¡ð¼¡Ð ±ýÀ¨¾ì ¸ÅÉ¢ì¸×õ.
th: ไม่สามารถล็อกเอาท์ได้ เนื่องจากไม่สามารถติดต่อกับ โปรแกรมจัดการเซสชันได้ คุณสามารถบังคับให้ปิดการทำงานได้ โดยการกด CTRL, ALT และ BACKSPACE พร้อมกัน อย่างไรก็ตามหากคุณใช้วิธีการบังคับให้ปิดการทำงาน สถานะของเซสชันที่คุณกำลังใช้งานอยู่จะไม่ถูกบันทึกไว้
xh: Ayinakusebenza kakuhle. Umphathi wentlanganiso akana kuqhagamshelwa. Ungazama ukunyanzela ucimo ngokucinezela i CTRL, ALT ne BACKSPACE izitshixo ngexesha elinye. Qaphela ngoko ukuba intlanganiso yakho yangoku ayizukugcinwa ngo cimo olunyanzelwayo.

source: &Rename
bg: &Преименува
he: םש הנ&ש
id: Namai &Ulang
ja: 名前変更(&R)
ko: 다른 이름으로(&R)
mt: &Ibdel l-isem
ta: ÁÚ¦ÀÂÃ¢Î
th: เปลี่ยนชื่อ
xh: &Yinike igama kwakhona

source: &Move to Trash
bg: &Примести в кошчето
he: ה&פשאל רבעה
id: &Pindah ke Trash
ja: ごみ箱に移動(&M)
ko: 쓰레기통으로 보냄(&M)
mk: Премести во отпадоци
mt: &Waddab fl-iskart
ta: Ìô¨Àò¦¾¡ðÊìÌ ¿¸÷òÐ
th: ทิ้งลงถังขยะ
xh: &Yisa kwindawo ezingabalulekanga

source: &Shred
bg: &Парче
he: ס&ורג
id: &Sobek
ja: シュレッダー(&S)
ko: 완전히 지우기(&S)
mk: Снебиди
mt: &Qatta'!
th: ทำลายทิ้ง
xh: &Okuncinci okukrazukileyo

source: Bookmarks
bg: Бележки
he: תוינמיס
id: Tandabuku
ja: ブックマーク
ko: 책갈피
mk: Обележувачи
ta: Òò¾¸ìÌÈ¢¸û
th: ที่คั่นหนังสือ
xh: Amanqaku encwadi

source: Help on desktop...
bg: Помощ за работното място...
he: ...הדובעה ןחלוש לע הרזע
id: Bantuan pada desktop...
ja: デスクトップヘルプ...
ko: 일터 도움말...
mk: Помош за површината...
mt: Għajnuna dwar id-desktop...
ta: §Á¨º ÀüÈ¢Â ¯¾Å¢...
th: ช่วยเหลือเกี่ยวกับเดสก์ทอป...
xh: Uncedo kwidesktop...

source: Run Command...
bg: Изпълни команда...
he: ...הדוקפ לעפה
id: Jalankan Perintah...
ja: コマンドを実行...
ko: 명령 실행...
mk: Изврши наредба...
mt: Ħaddem Kmand...
ta: ¸ð¼¨Ç ­ÂìÌ...
th: ประมวลผลคำสั่ง...
xh: Yenza uMyalelo...

source: Configure Background...
bg: Настройки за фона...
he: ...עקר ינייפאמ
id: Konfigurasi Latar belakang...
ja: 背景の設定...
ko: 바탕 화면 설정...
mk: Поставки на заднината...
mt: Issettja l-Isfond...
ta: À¢ýÉ½¢ ÅÊÅ¨ÁôÒ
th: ปรับแต่งพื้นหลัง...
xh: Qwalasela isiqalo...

source: Configure Desktop...
bg: Настройки за Работното място...
he: ...הדובעה ןחלוש תורדגה
id: Konfigurasi Desktop...
ja: デスクトップの設定...
ko: 일터 설정...
mk: Поставки на површината...
mt: Issettja d-desktop...
ta: §Á¨º ÅÊÅ¨ÁôÒ...
th: ปรับแต่งเดสก์ทอป...
xh: Qwalasela iDesktop...

source: Disable Desktop Menu
bg: Забранява меню на работно място
he: הדובעה ןחלוש טירפת תא לטב
id: Larang Menu Desktop
ja: デスクトップメニューを無効に
ko: 일터 차림표 안 씀
mk: Оневозможи мени на површината
mt: Itfi l-menu tad-desktop
ta: §Á¨ºôÀðÊ¨Â Ó¼ìÌ
th: ปิดการใช้งานเมนูของเดสก์ทอป
xh: Khubaza imenu ye Desktop

source: Unclutter Windows
bg: Подредени прозорци
he: תונולח שורפ
id: Sebar Jendela
ja: ウィンドウを整頓
ko: 창 정렬
mk: Распореди прозорци
mt: Irranġa l-windows
ta: º¡ÇÃí¸¨Ç ´ØíÌÀÎòÐ
th: จัดเรียงหน้าต่างเป็นกลุ่ม
xh: Coca iiwindows

source: Cascade Windows
bg: Каскадни прозорци
he: תונולח גרד
id: Tumpuk Jendela
ja: ウィンドウをカスケード
ko: 계단형 창 배치
mk: Нареди прозорци
mt: Tarraġ il-windows
ta: º¡ÇÃí¸¨Ç «ÎìÌ
th: จัดเรียงหน้าต่างให้ลดหลั่นกัน
xh: Yenza iiwindows zibeyingxangxasi

source: by Name (Case Sensitive)
bg: по име (от значение за малки/големи букви)
he: (תוישיר יולת) םש יפל
ja: 名前で(大小文字を区別)
ko: 이름으로 (크고 작은 글자를 가림)
mt: skond l-Isem (ittri kbar u żgħar differenti)
ta: ¦ÀÂÃ¡ø (Å¨¸Ô½÷×ûÇ)
th: ตามชื่อ (พิจารณาตัวเล็ก-ตัวใหญ่)
xh: ngegama (Umzekelo onovakalelo)

source: by Name (Case Insensitive)
bg: по име (без значение за малки/големи букви)
he: (תוישיר יולת יתלב) םש יפל
ja: 名前で(大小文字を区別しない)
ko: 이름으로 (크고 작은 글자를 가리지 않고)
mt: skond l-Isem (ittri kbar u żgħar l-istess)
ta: ¦ÀÂÃ¡ø (Å¨¸Ô½÷ÅüÈ)
th: ตามชื่อ (ไม่พิจารณาตัวเล็ก-ตัวใหญ่)
xh: ngegama (Umzekelo ongenavakalelo)

source: by Size
bg: по размер
he: לדוג יפל
ja: 容量で
ko: 크기로
mt: skond id-Daqs
ta: «ÇÅ¡ø
th: ตามขนาด
xh: ngobungakanani

source: by Type
bg: по тип
he: גוס יפל
ja: 種類で
ko: 형식으로
mt: skond it-Tip
ta: Å¨¸Â¡ø
th: ตามประเภท
xh: ngodidi

source: Directories first
bg: Първо директории
he: םדוק תוירפס
ja: ディレクトリを最初に
ko: 자료방 먼저
mt: Direttorji għalihom
ta: « ¨¼×¸û Ó¾Ä¢ø
th: ไดเรกทอรีก่อน
xh: Abalawuli kuqala

source: Line up Icons
bg: Икони в линия
he: הרושב םילמס רדס
id: Baris Ikon
ja: アイコンを並べる
ko: 아이콘 줄 맞춤
mk: Подреди икони
mt: Allinea l-ikoni
ta: ÌÚõÀ¼í¸¨Ç ÅÃ¢¨ºôÀÎòÐ
th: จัดเรียงไอคอนตามบรรทัด
xh: Yenza ilayini yee Icon

source: Refresh Desktop
bg: Поднови Работното място
he: הדובע ןחלוש תא ןנער
ja: デスクトップを更新
ko: 일터를 다시 그리기
mt: Aġġorna d-Desktop
ta: §Á¨º¨Âô Á£ÇôÒÐôÀ¢
th: ปรับปรุงเดสก์ทอปใหม่
xh: Yenza ngokutsha iDesktop

source: Lock Screen
bg: Заключи Екрана
he: ךסמ לענ
id: Kunci Layar
ja: スクリーンをロック
ko: 화면 잠금
mk: Заклучи екран
mt: Sakkar l-iskrin
ta: ¾¢¨Ã¨Âô âðÎ
th: ล็อคหน้าจอ
xh: Tshixa iKhusi

source: Logout
bg: Излез
he: האיצי
ja: ログアウト
ko: 로그아웃
mt: Temm is-sessjoni
ta: ¦ÅÇ¢î¦ºø
th: ล็อกเอาต์
xh: Khuphela ngaphandle

source: Arrange Icons
bg: Подреди иконите
he: םילמס רדס
id: Atur Ikon
ja: アイコンを整理
ko: 아이콘 정렬
mk: Преуреди икони
mt: Irranġa l-ikoni
ta: ÌÚõÀ¼í¸¨Ç «ÎìÌ
th: จัดเรียงไอคอน
xh: Lungisa ii-Icon

source: Enable Desktop Menu
bg: Разрешено меню на работно място
he: הדובע ןחלוש טירפת גצה
id: Bolehkan Menu Desktop
ja: デスクトップメニューを有効に
ko: 일터 차림표 씀
mk: Овозможи мени на површината
mt: Ippermetti l-menu tad-desktop
ta: §Á¨ºôÀðÊ¨Â ­ÂìÌ
th: เปิดการใช้งานเมนูของเดสก์ทอป
xh: Yenza imenu yeDesktop

source: New
bg: Нов
he: שדח
id: Baru
ja: 新規
ko: 새
mk: Нов
mt: Ġdid
ta: Ò¾¢Â
th: สร้างใหม่
xh: Entsha

source: Desktop
bg: Работно място
he: הדובע ןחלוש
ja: デスクトップ
ko: 일터
mk: Површина
ta: §Á¨º
th: เดสก์ทอป
xh: iDesktop

source: Windows
bg: Прозорци
he: תונולח
id: Jendela
ja: ウィンドウ
ko: 창
mk: Прозорци
ta: º¡ÇÃí¸û
th: หน้าต่าง
xh: Ii-Window

source: Failed
bg: Грешен
he: האיגש
id: Gagal
ja: 失敗
ko: 실패
mk: Неуспех
mt: Falla
ta: ÓÈ¢ó¾Ð
th: ล้มเหลว
xh: Ayiphumelelanga

source: Enter Password
bg: Въведете парола
he: המסיס דלקה
id: Masukkan Password
ja: パスワードを入力
ko: 열쇠글을 넣어주십시오
mk: Внесете лозинка
mt: Daħħal Password
ta: ¸¼×î¦º¡ø¨Ä Ñ¨Æì¸×õ
th: เติมรหัสผ่าน
xh: Ngenisa igama eligqithisiweyo

source: <h1>Screen Locking Failed!</h1>Your screen was not locked because the <i>kcheckpass</i> program was not able to check your password. This is usually the result of kcheckpass not being installed correctly. If you installed KDE yourself, reinstall kcheckpass as root. If you are using a pre-compiled package, contact the packager.
bg: <h1>Невъзможно заключване на екрана!</h1>Екрана Ви не може да се заключи, защото програмата <i>kcheckpass</i> не може да провери паролата Ви. Това обикновенно е резултат от неправилно инсталиране на kcheckpass. Ако сте инсталирали самостоятелно KDE, преинсталирайте kcheckpass като root, а ако сте използвали прекомпилирани пакети - свържете се с човека, който ги е правил.
he: <h1>!הלשכנ ךסמה תליענ</h1>.הלשה זרואה םע רשק רוצ ,שארמ הרדוהש הליבחב שמתשמ התא םא .root רותב kcheckpass תא ןקתה ,ךמצעב KDE תא תנקתה םא .הנוכנ הרוצב תנקתומ אל kcheckpass-ש הדבועהמ האצותכ בור יפ לע םרגנ הז רבד .ךתמסיס תא קודבל <i>kcheckpass</i> תינכותה תורשפאב היה אלש ןוויכמ לעננ אל ךלש ךסמה
id: <h1>Penguncian Layar Gagal!</h1>Layar anda tidak terkunci karena program <i>kcheckpass</i> tidak sanggup memeriksa password anda. Biasanya ini disebabkan kcheckpass tidak terinstal dengan benar. Jika anda menginstal sendiri KDE, instal ulang kcheckpass sebagai root. Jika anda menggunakan paket yang sudah dikompail, hubungi si pemaket.
ja: <h1>スクリーンロック失敗!</h1><i>kcheckpass</i>プログラムがあなたのパスワードをチェックできませんでしたので、スクリーンはロックされません。これは通常kcheckpassが適切にインストールされていないために起ります。もし自分でKDEをインストールしたのならkcheckpassをrootで再インストールして下さい。バイナリパッケージからインストールしている場合にはパッケージ作者に連絡して下さい。
ko: <h1>화면 잠금 실패!</h1><i>kcheckpass</i>프로그램이 열쇠글을 검사할 수 없기 때문에 화면을 잠글 수 없습니다. 일반적으로 이 실패 내용은 kcheckpass가 올바르게 설치되어있지 않기 때문입니다. 만약 KDE를 설치했다면 관리자 권한으로 다시 설치하십시오. 미리 컴파일된 패키지를 이용한다면 패키저에게 문의하십시오.
mt: <h1>Skrin ma setax jissakkar!</h1> L-iskrin ma setax jissakkar għax il-programm <i>kcheckpass</i> ma setax jiċċekkja l-password tiegħek. Dan normalment jirriżulta meta kcheckpass ma jkunx istallat tajjeb. Jekk stallajt il-KDE int stess, erġa stalla l-programm kcheckpass bħala "root". Jekk qed tuża l-KDE pre-installat, ikkuntattja lill minn ipprovdih.
ta: <h1>¾¢¨Ã âðÎÅ¾¢ø ¾ÅÚ §¿÷ó¾Ð!</h1><i>kcheckpass</i> ¿¢ÃÄ¡ø ¯í¸û ¸¼×î¦º¡ø¨Äî ºÃ¢À¡÷ì¸ ­ÂÄÅ¢ø¨Ä. ¦À¡ÐÅ¡¸ kcheckpass ºÃ¢Â¡¸ ¿¢ÚÅôÀ¼¡Å¢ð¼¡ø ­Ð ¿¢¸Øõ Å¡öôÒñÎ. ¿£í¸§Ç KDE ­¨É ¿¢ÚÅ¢Â¢Õó¾¡ø, kcheckpass-­¨É Á£ñÎõ ´ÕÓ¨È ¿¢ÚÅ×õ. Óý-¦¾¡Ìò¾ ¦À¡¾¢¦Â¡ý¨Èô ÀÂýÀÎò¾¢É¡ø ¦À¡¾¢¨Âô ÀÃ¡ÁÃ¢ôÀÅÕ¼ý ¦¾¡¼÷Ò ¦¸¡ûÇ×õ.
th: <h1>การล็อคหน้าจอล้มเหลว !</h1>ไม่สามารถล็อคหน้าจอของคุณได้เนื่องจากโปรแกรม <i>kcheckpass</i> ไม่สามารถตรวจพบรหัสผ่านของคุณ อาจเป็นเพราะ kcheckpass ยังไม่ถูกติดตั้ง หรือติดตั้งไม่ถูกต้อง ถ้าคุณติดตั้ง KDE ด้วยตัวคุณเอง ให้ทำการติดตั้ง kcheckpass ใหม่ ด้วยสิทธิ์ของผู้ดูแลระบบ แต่ถ้าคุณใช้ติดตั้ง โดยการใช้ชุดโปรแกรมสำเร็จ ให้ติดต่อผู้ทำชุดโปรแกรมนั้น
xh: <h1>Utshixo lwekhusi aluphumelelanga!</h1>Ikhusi lakho alizange livalwe kuba i <i>kcheckpass</i> inkqubo ayizange ibenakho ukukhangela igama lakho eligqithisiweyo. Oku ngokwesiqhelo kusisiphumo se kcheckpass engafakwanga kakuhle. Ukuba wayi faka i KDE ngokwakho, faka kwakhona i kcheckpass njengengcambu. Ukuba usebenzisa u pakisho lakuqala-oluqokelelweyo, qhagamshelana nompakishi.

source: Screen Locking Failed
bg: Невъзможно заключване на екрана
he: הלשכנ ךסמה תליענ
id: Penguncian Layar Gagal
ja: スクリーンロック失敗
ko: 화면 잠금 실패
mt: Ma setax jissakkar l-iskrin
ta: ¾¢¨Ãô âð¼ø ÓÈ¢ó¾Ð
th: การล็อคหน้าจอล้มเหลว !
xh: Utshixo lwekhusi aluphumelelanga

source: The KDE Desktop.
bg: Работно място на KDE
he: .KDE לש הדובעה ןחלוש
id: Desktop KDE
ja: KDEデスクトップ
ko: KDE 일터.
mk: КДЕ работната површина.
mt: Id-Desktop tal-KDE
ta: KDE §Á¨º.
th: เดสก์ทอป KDE
xh: iDesktop ye KDE.

source: Use this if the desktop window appears as a real window
bg: Използвай това ако прозореца на таботното място е реален прозорец
he: יתימא ןולחכ עיפומ הדובעה ןחלוש ןולח םא הזב שמתשה
id: Gunakan ini jika jendela desktop tampil sebagai jendela nyata
ja: このデスクトップウィンドウを表示するにはこれを使って下さい
ko: 만약 일터에서 창이 실제 창으로 나타나지 않는다면 이 옵션을 이용하십시오.
mk: Користете го ова ако работната површина се прикажува како прозор
mt: Uża dan jekk il-window tad-deskop jidher bħala window normali
ta: §Á¨ºî º¡ÇÃõ ¦Áöî º¡ÇÃÁ¡¸ò §¾¡ýÚõ§À¡Ð ­¨¾ô À¡Å¢
th: ใช้นี่ หากเดสก์ทอปแสดงเป็นหน้าต่าง
xh: Sebenzisa oku ukuba iwidow yedesktop ivela njengewindow yokwenene

source: Use this to disable the Autostart folder
bg: Използвай това за да изключиш Autostart папката
he: תיטמוטואה הלעפהה תייקית תא לטבל ידכ הזב שמתשה
id: Gunakan ini untuk melarang folder Autostart
ja: Autostartフォルダを無効にするにはこれを使って下さい
ko: 자동 시작 폴더를 이용하지 않을려면 이 옵션을 이용하십시오.
mk: Користете го ова за да го ја оневозможите Autostart папката
mt: Uża din biex tneħħi l-użu tad-direttorju ta' Programmi tal-Bidu
ta: ¾ýÉ¢Âì¸ «¨¼¨Å Ó¼ì¸ ­¨¾ô À¡Å¢
th: ใช้นี่เพื่อยกเลิกการทำงานของโฟลเดอร์ Autostart
xh: Sebenzisa oku ukukhubaza incwadi eneenkcukacha yesiqalo esizenzekelayo

source: Wait for kded to finish building database
bg: Изчакайте kded да създаде базата данни
he: םינותנ סיסב תונבל םייסי kded-ש דע ןתמה
id: Menunggu kded selesai membuat database
ja: kdedのデータベース作成完了を待っています
ko: 데이터베이스 재구축을 끝내도록 기다려주십시오.
mk: Причекајте kded да доврши со градењето на базата
mt: Stenna sakemm kded jispiċċa jibni d-database
ta: kded ¾Ã×ò¾Çò¨¾ «¨ÁìÌõ Å¨Ã ¦À¡Úò¾¢Õí¸û
th: โปรดรอให้ kded สร้างฐานข้อมูลเสร็จก่อน
xh: Lindela i kded igqibe ukwakha isiseko sedata

source: KDesktop
ko: K일터
mk: K Работна површина
ta: K§Á¨º
xh: iDesktop ye K

source: Execute Command
bg: Изпълни команда
he: הדוקפ לעפה
ja: コマンドを実行
ko: 실행 명령
mt: Ħaddem Kmand
ta: ¸ð¼¨Ç¨Â ­ÂìÌ
th: ประมวลผลคำสั่ง
xh: Phumeza umyalelo

source: Show Taskmanager
bg: Покажи мениджер на задачи
he: תומישמ להנמ גצה
ja: タスクマネージャを表示
ko: 작업 관리자 보기
mt: Uri taskmanager
ta: À½¢§ÁÄ¡Ç¨Ãì ¸¡ðÎ
th: แสดงตัวจัดการทาสก์
xh: Bonisa umphathi womsebenzi

source: Show Window List
bg: Покажи списъка от прозорци
he: תונולח תמישר גצה
ja: ウィンドウリストを表示
ko: 창 목록 보기
mt: Uri lista ta' windows
ta: º¡ÇÃôÀðÊÂ¨Äì ¸¡ðÎ
th: แสดงรายการหน้าต่าง
xh: Bonisa uluhlu lwe window

source: Logout without Confirmation
bg: Излизане (Logout ) без потвърждение
he: הלאש אלל אצ
ja: 確認無しでログアウト
ko: 확인하지 않고 바로 로그아웃
mt: Temm is-sessjoni mingħajr konferma
ta: ¯Ú¾¢ôÀÎò¾¡Ð ¦ÅÇ¢î¦ºø
th: ไม่ต้องถามยืนยันการล็อกเอาต์
xh: Khupha ilog ngaphandle koqinisekiso

source: Fancy desktop background for kdm
bg: Забавен desktop фон за kdm
he: kdm רובע טשוקמ הדובע ןחלוש עקר
id: Latar belakang desktop modis untuk kdm
ja: kdm用の意匠を凝らしたデスクトップ背景
ko: kdm에 쓰일 멋진 일터 바탕
mk: Заднина за површината за kdm
mt: Sfond tad-desktop għal kdm
ta: kdm-ì¸¡É Å¢§É¡¾ §Á¨ºô À¢ýÉ½¢
th: พื้นหลังเดสก์ทอปแบบแฟนซีสำหรับ kdm
xh: Isiqalo esihle sedesktop ye kdm

source: Run Command
bg: Изпълни команда
he: הדוקפ תלעפה
id: Jalankan Perintah
ja: コマンドを実行
ko: 명령 실행
mk: Изврши наредба
mt: Ħaddem kmand
ta: ¸ð¼¨Ç¨Â ­ÂìÌ
th: ประมวลผลคำสั่ง
xh: Yenza umyalelo

source: Enter the name of the application you want to run or the URL you want to view.
bg: Въведете името на програмата, която искатеда стартирате или URL за да видите.
he: ליעפהל ךנוצרבש םושייה לש םשה תא דלקה .גיצהל ךנוצרבש תבותכה תא וא
ja: ここに実行したいアプリケーション名または閲覧したいURLを入力
ko: 실행하고 싶은 응용 프로그램 이름이나 보고 싶은 URL을 넣어주십시오.
mt: Daħħal isem il-programm li trid tħaddem jew il-URL li trid tara.
ta: ¿£í¸û ­Âì¸ Å¢ÕõÒõ ¿¢ÃÄ¢ý ¦ÀÂ¨Ã§Â¡ «øÄÐ À¡÷ì¸ Å¢ÕõÒõ URL-­ý ¦ÀÂ¨Ã§Â¡ Ñ¨Æì¸×õ.
th: ใส่ชื่อแอพพลิเคชันที่ต้องการเรียกทำงาน หรือ URL ที่ต้องการให้แสดง
xh: Ngenisa igama lesicelo osifunayo ukwenza okanye i URL ofuna uku yibonisela.

source: Co&mmand:
bg: Ко&манда
he: :הדוק&פ
id: &Perintah:
ja: コマンド(&m):
ko: 실행할 명령(&m):
mk: Наредба:
mt: &Kmand:
ta: ¸ð¼¨Ç:
th: คำสั่ง:
xh: &Umyalelo:

source: Enter the command you wish to execute or the address of the resource you want to open. This can be a remote URL like "www.kde.org" or a local one like "~/.kderc"
bg: Използвайте командата, ако искате да я изпълните или адресът на източника, който желаете да отворите. Това може да бъде отдалечен URL като "www.kde.org" или локален, като "~/.kderc"
he: <p align=right>תבותכה תא וא ליעפהל ךנוצרבש הדוקפה תא דלקה<br>תבותכ תויהל לוכי הז .חותפל ךנוצרבש באשמה וא<br>תימוקמ תבותכ וא ,"www.kde.org" ןוגכ תקחורמ<br>"~/.kderc" תמגוד
ja: ここに実行したいコマンドまた開きたいリソースのアドレスを入力。アドレスは"www.kde.gr.jp"のようなリモートURLでも"~/.kderc"のようなローカルのものでも結構です。
ko: 실행할려는 명령이나 열고 싶은 자원의 주소를 넣어주십시오. "www.kde.org"와 같은 원격지 URL이나 "~/.kderc"와 같은 로컬에 있는 무언가를 넣을 수 있습니다.
mt: Daħħal il-kmand li trid tħaddem jew l-indirizz tar-riżors li trid tiftaħ. Dan jista' jkun URL remot bħal "linux.org.mt" jew riżors lokali bħal "~/.kderc"
ta: ¿£í¸û ­Âì¸ Å¢ÕõÒõ ¸ð¼¨Ç¨Â «øÄÐ ¿£í¸û ¾¢Èì¸ Å¢ÕõÒõ ¾Çò¾¢ý Ó¸ÅÃ¢¨Â ­íÌ ¾Ã×õ. ­Ð "www.kde.org" §À¡ýÈ §ºö¨Á URL ¬¸§Å¡ «øÄÐ "~/.kderc" §À¡ýÈ¾¡¸§Å¡ ­Õì¸Ä¡õ
th: เติมคำสั่งที่คุณต้องการประมวลผล หรือที่อยู่ของทรัพยากรที่คุณต้องการเปิด ซึ่งอาจเป็นรูปแบบเหมือน URL เช่น "www.kde.org" หรือแบบภายใน เช่น "~/.kderc"
xh: Ngenisa umyalelo ofuna ukuwuphumeza okanye idilesi yecebo ofuna ukulivula. Oku kunokuba lubekelo kude lwe URL njenge "www.kde.org" okanye eyobulali njenge "~/.kderc"

source: &Options >>
bg: &Опции >>
he: << תויורשפ&א
id: &Opsi >>
ja: オプション(&O) >>
ko: 선택사항(&O) >>
mk: Опции >>
mt: &Għażliet >>
ta: Å¢ÕôÀí¸û >>
th: ตัวเลือก >>
xh: &Iinketho >>

source: &Run
bg: &Старт
he: לעפ&ה
id: &Jalankan
ja: 実行(&R)
ko: 실행(&R)
mk: Изврши
mt: &Ħaddem
ta: ­ÂìÌ
th: ประมวลผล
xh: &Baleka

source: <qt>The user <b>%1</b> does not exist on this system.</qt>
bg: <qt>Няма потребител <b>%1</b> за тази система.</qt>
he: <qt>.וז תכרעמב םייק אל <b>%1</b> שמתשמה</qt>
id: <qt>User <b>%1</b> tidak ada pada sistem ini.</qt>
ja: <qt>ユーザ <b>%1</b> はこのシステムには存在しません</qt>
ko: <qt><b>%1</b>라는 사용자는 이 시스템이 없습니다.</qt>
mk: <qt>Корисникот <b>%1</b> не постои на овој систем.</qt>
mt: <qt>Il-user <b>%1</b> ma jeżistix fuq din is-sistema.</qt>
ta: <qt>ÀÂÉ÷ <b>%1</b> ­ì ¸½¢É¢Â¢ø ­ø¨Ä.</qt>
th: <qt>ยังไม่มีบัญชีผู้ใช้ <b>%1</b> ในระบบ</qt>
xh: <qt>Umsebenzisi <b>%1</b> akasekho kule ndlela yokwenza.</qt>

source: You don't exist!
bg: Вие не съществувате!
he: !םייק אל התא
id: Anda tidak ada!
ja: そのようなユーザは存在しません!
ko: 없습니다!
mk: Вие не постоите!
mt: Int ma teżistix!
ta: ¿£í¸û ­ø¨Ä!
th: ยังไม่มีบัญชีผู้ใช้ของคุณ !
xh: Awusekho!

source: Incorrect password! Please try again.
bg: Грешна парола! Опитайте отново.
he: .תינש הסנ אנא !היוגש המסיס
id: Password salah! Silakan coba lagi.
ja: パスワードが違います! 再入力して下さい。
ko: 올바르지 않은 열쇠글! 다시 시도하십시오.
mk: Неточна лозинка! Пробајте повторно.
mt: Password ħażina! Erġa pprova.
ta: ¸¼×î¦º¡ø ¾ÅÚ! ÁÚÀÊÔõ ÓÂüº¢ì¸×õ.
th: รหัสผ่านผิดพลาด ! โปรดลองอีกครั้ง
xh: Igama eligqithisiweyo elingalunganga! Nceda zama kwakhona.

source: <center><b>%1</b></center> Could not run the specified command!
bg: <center><b>%1</b></center> Не може да стартира тази команда!
he: <center><b>%1</b></center> !תנייוצמה הדוקפה תא ליעפהל ןתינ אל
ja: <center><b>%1</b></center>という コマンドを実行できませんでした!
ko: <center><b>%1</b></center> 지정한 명령을 실행할 수 없습니다!
mt: <center><b>%1</b></center> Ma stajtx inħaddem il-kmand speċifikat!
ta: <center><b>%1</b></center> ¾ó¾ ¸ð¼¨Ç¨Â ­Âì¸ ÓÊÂÅ¢ø¨Ä!
th: <center><b>%1</b></center> ไม่สามารถเรียกทำงานคำสั่งที่กำหนดได้ !
xh: <center><b>%1</b></center> Ayinakusebenzisa umyalelo okhankanyiweyo!

source: <center><b>%1</b></center> The specified command does not exist!
bg: <center><b>%1</b></center> Такава команда не съществува.
he: <center><b>%1</b></center> !תמייק הניא תנייוצמה הדוקפה
ja: <center><b>%1</b></center> という指定されたコマンドは存在しません!</qt>
ko: <center><b>%1</b></center> 지정한 명령이 없습니다!</qt>
mt: <center><b>%1</b></center> Il-kmand speċifikat ma jeżistix!
ta: <center><b>%1</b></center> ÌÈ¢ò¾ ¸ð¼¨Ç ­ø¨Ä!
th: <center><b>%1</b></center> ไม่มีคำสั่งที่ระบุ !
xh: <center><b>%1</b></center> Umyalelo okhankanyiweyo awusekho!

source: &Options <<
bg: &Опции <<
he: >> תויורשפ&א
id: &Option <<
ja: オプション(&O) <<
ko: 선택사항(&O) <<
mk: Опции <<
mt: &Għażliet <<
ta: Å¢ÕôÀí¸û <<
th: ตัวเลือก <<
xh: &Iinketho <<

source: Advanced settings
bg: Допълнителни настройки
he: תומדקתמ תורדגה
id: Pengaturan Mahir
ja: 詳細設定
ko: 고급 설정
mk: Напредни поставки
mt: Setings avvanzati
ta: §ÁõÀð¼ «¨ÁôÒì¸û
th: ตั้งค่าเพิ่มเติม
xh: Izicwangciso zokubheka phambili

source: Run in &terminal
bg: Стартирай в &терминал
he: ףוס&מב לעפה
id: Jalankan dalam &terminal
ja: 端末で実行(&T)
ko: 터미널에서 실행(&t)
mk: Изврши во терминал
mt: Ħaddem ġo &terminal
ta: Ó¨ÉÂò¾¢ø ­ÂìÌ
th: ทำงานในเทอร์มินัล
xh: &Yenza isiphelo sendlela

source: Check this option if the application you want to run is a text mode application. The application will then be run in a terminal emulator window.
bg: Отбележете тази опция ако стартирате програма в текстов режим. Тогава програмата ще бъде стартирана в прозорец на терминален емулатор.
he: <p align=right>םושייה םא וז תורשפאב רחב<br>םושיי אוה ליעפהל ךנוצרבש<br>הזכ הרקמב .טסקט ססובמ<br>תיימדה ןולחב םושייה לעפוי<br>.ףוסמ
id: Pilih opsi ini jika aplikasi yang anda ingin jalankan adalah aplikasi bermode teks. Aplikasi kemudian akan dijalankan dalam jendela emulator terminal.
ja: 実行しようとするアプリケーションがテキストモードのアプリケーションである場合にこのオプションを有効にして下さい。そうするとそのアプリケーションは仮想端末のウィンドウ内で実行されるようになります。
ko: 텍스트 상태로 돌아가는 응용 프로그램을 실행하려면 이 옵션을 고르십시오. 응용 프로그램은 터미널 창에서 실행합니다.
mk: Изберете ја оваа опција ако апликацијата што ја извршувате е во текстуален режим. Тогаш таа ќе се пушти во прозор со емулација на терминал.
mt: Ittikkja din l-għażla jekk il-programm li trid tħaddem huwa programm testwali. Il-programm jitħaddem ġo window b'terminal.
ta: ¿£í¸û ­Âì¸ Å¢ÕõÒõ ¿¢Ãø, ¯¨Ã Ó¨È¨Á ¿¢ÃÄ¡¸ ­Õó¾¡ø, ­ù Å¢ÕôÀò¨¾ §¾÷× ¦ºö¸. «¾ýÀ¢ý ­ó ¿¢Ãø Ó¨ÉÂ §À¡ýÁ¢î º¡ÇÃ¦Á¡ýÈ¢ø ­ÂíÌõ.
th: เลือกตัวเลือกนี้ หากแอพพลิเคชันที่ต้องการให้ทำงาน ทำงานในโหมดข้อความ จากนั้น แอพพลิเคชันจะทำงานในหน้าต่างจำลองเทอร์มินัล
xh: Khangela olu khetho ukuba isicelo ofuna ukusenza siyindlela yokubhaliweyo yesicelo. Isicelo sizakwenziwa ngoku nge window yesiphelo sendlela.

source: Run as a different &user
bg: Стартирайте като друг &потребител
he: רחא שמת&שמ רותב לעפה
id: Jalankan sebagai &user yang berbeda
ja: 別のユーザで実行(&u)
ko: 다른 사용자로 실행(&u)
mk: Изврши како друг корисник
mt: Ħaddem f'isem &ħaddieħor
ta: §ÅÚ ÀÂÉÃ¡¸ ­ÂìÌ
th: สั่งทำงานโดยใช้สิทธิ์ของผู้ใช้อื่น
xh: &Yenza njengomsebenzisi owahlukileyo
