Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kdisplay.po
Languages: wa

source: Enter new desktop name
wa: Dinez on novea no å scribanne

source: Desktop
wa: Sicribanne

source: &Rename ...
wa: &Rilomer ...

source: &Common Background
wa: &Minme Fond

source: Colors
wa: Coleurs

source: &One Color
wa: &Ene Coleur

source: &Two Color
wa: &Deus Coleurs

source: Set&up ...
wa: &Apontyî ...

source: Wallpaper
wa: Tapisreye

source: No wallpaper
wa: Nole Tapisreye

source: &Browse...
wa: &Foyter...

source: Arrangement:
wa: Arindjmint:

source: Tiled
wa: A Schaeyes

source: Mirrored
wa: È Muroe

source: Center Tiled
wa: È Schaeyes å Mitan

source: Centred
wa: Å Mitan

source: Centred Brick
wa: Brikes å Mitan

source: Centred Warp
wa: Toirdu å Mitan

source: Centred Maxpect
wa: Maxpect å Mitan

source: Symmetrical Tiled
wa: Schaeyes Simetrikes

source: Symmetrical Mirrored
wa: Muroes Simetrikes

source: Scaled
wa: Al Schåle

source: Ra&ndom
wa: A l' A&stcheyance

source: Setu&p...
wa: A&pontyî...

source: &Dock into the panel
wa: &Avaler è scriftôr

source: Cache size (kB):
wa: Grandeu del Muchete (kb):

source: Desktop names
wa: Nos des scribannes

source: File error
wa: Yåk ni va nen è fitchî

source: Can't load image file
wa: Dji n' sai tcherdjî l' imådje

source: Unsupported URL
wa: URL nén compris

source: Sorry, this type of URL is currently unsupportedby the KDE Display Module
wa: Dji rgrete, mins li KDE Displa Module ni comprind nén co cisse sôrte d' URL la

source: Two color backgrounds
wa: Fond a deus coleurs

source: Blend colors from &top to bottom
wa: Maxhî les coleurs d' al &copete al valeye

source: Blend colors from &right to left
wa: Maxhî les coleurs di &droete a hintche

source: Use &pattern
wa: Eployi on &modele

source: Preview
wa: Vey divant

source: Pattern &name
wa: &No do modele

source: Current
wa: Pol moumint

source: Filled
wa: Rimpli

source: Fish net
wa: Herna

source: Triangles
wa: Triyangues

source: Flowers
wa: Fleurs

source: Rattan
wa: Schinons

source: Cobbled Pavement
wa: Pavmints

source: Random mode setup
wa: Apontyî a l' astcheyance

source: Pick files from &directory
wa: Prinde les fitchîs è &ridants

source: &Browse ...
wa: &Foyter ...

source: Timer Delay in seconds :
wa: Tins (è segondes) :

source: In &order
wa: Rin&djî

source: Desktops :
wa: Sicribannes :

source: &Add
wa: R&adjouter

source: Directory error
wa: Yåk ni va nén è ridant

source: Selected directory doesn't exists
wa: Li ridant tchwezi n' egzisteye nén

source: Color Scheme
wa: Arindjmint di Coleurs

source: Current scheme
wa: Arindjmint des Coleurs pol moumint

source: KDE default
wa: Tchwezi por vos pa KDE

source: &Add ...
wa: R&adjouter ...

source: &Save changes
wa: &Schaper les candjmints

source: Widget color
wa: Coleur des ahesses

source: Inactive title bar
wa: Bår ås tites nén ovrant

source: Inactive title text
wa: Tite nén ovrant

source: Inactive title blend
wa: xxx Inactive title blend

source: Active title bar
wa: Ovrant Bår å tites

source: Active title text
wa: Ovrant Tite

source: Active title blend
wa: Ovrant xxx title blend

source: Background
wa: Fond

source: Text
wa: Texe

source: Select background
wa: Tchwezi on fond

source: Select text
wa: Tchwezi do texe

source: Window background
wa: Fond do purnea

source: Window text
wa: Texe do purnea

source: Contrast
wa: Contråvisté

source: &Low
wa: &Flåwe

source: High
wa: Foite

source: Error removing
wa: Aroke come dji voleu waester çoula

source: This color scheme could not be removed. Perhaps you do not have permission to alter the file system where the color scheme is stored.
wa: Dji n' a seu waester cist arindjmint do coleurs la. Mutwè n' avoz-ve nén li permission do candjî li fitchî sistinme ki l' arindjmint di coleurs est schapé dvins?

source: Naming error
wa: Måva no

source: Please choose a unique name for the new color scheme. The one you entered already appears in the color scheme list.
wa: Vos dvoz tchwezi on no unike po vosse novea arindjmint des coleurs. Li ci ki vos avoz metu egzisteye dedja el djîveye des arindjmint di coleurs.

source: Add a color scheme
wa: Radjouter èn arindjmint di coleurs

source: &Enter a name for the new color scheme to be added to your personal list. The colors currently used in the preview will be copied into this scheme to begin with.
wa: &Metoz on no pol novea arindjmint di coleurs por lu esse radjouté a vosse djîveye da vos. Les coleurs ki sont pol moumint è purnea 'Vey divant' seront copieye po cmincî è novea arindjmint.

source: Ignore
wa: Passer hute

source: Save Screen
wa: Schaper li Waitroûle

source: Lock Screen
wa: Serer li Waitroûle al Clé

source: Screen Saver
wa: Spårgneu di Waitroûle

source: No screensaver
wa: Nou Spårgneu di Waitroûle

source: &Setup ...
wa: &Apontyî ...

source: &Test
wa: &Sayî

source: Settings
wa: Tchûzes

source: &Wait for
wa: &Ratinde

source: min.
wa: mun.

source: &Require password
wa: &Dimander on scret

source: &Accept root password to unlock
wa: &Prinde li scret do 'root' po rdrovi

source: Show &password as stars
wa: &Catchî li Scret avou des Stoeles

source: Priority
wa: Prumîristé

source: &High
wa: &Hôte

source: Low
wa: Basse

source: Fonts etc.
wa: Fontes, evnd.

source: &Draw widgets in the style of Windows 95
wa: &Dessiner les ahesses dins li stîle di Windows 95

source: &Apply style to non-KDE apps
wa: Si siervi do stîle minme po les &programes nén da KDE

source: &Menubar on top of the screen in the style of MacOS
wa: Bår ås menus al copete del waitroûle come avou les Mac

source: Desktop fonts
wa: Fontes po les scribannes

source: General font
wa: Fonte po tot costé

source: Fixed font
wa: Fonte ki n' candje nén

source: Window title font
wa: Fonte pol tite do purnea

source: Panel button font
wa: Fonte pol boton do scriftôr

source: Panel clock font
wa: Fonte po l' ôrlodje do scriftôr

source: Sample text
wa: Egzimpe di texe

source: THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG the quick brown fox jumps over the lazy dog 0 1 2 3 4 5 6 7 8 9 ! " £ $ % ^ & * ( )
wa: I fåreut èn Îlea. Ô, i FÅREUT l' îlea po l' Alice k' est la ki louke li leune k' est la ki lût... 0 1 2 3 4 5 6 7 8 9 ! ? $ € ¢ % & * ( ) « »

source: &Background
wa: &Fond

source: &Screensaver
wa: &Spårgneu del waitroûle

source: &Colors
wa: &Coleurs

source: &Fonts etc.
wa: &Fontes evnd.

source: usage: kcmdisplay [-init | {background,screensaver,colors,style}]
wa: po s' è siervi: kcmdisplay [-init | {background,screensaver,colors,style}]

source: Display settings
wa: Apontyî li mostraedje

source: Inactive window
wa: Purnea nén ovrante

source: Active window
wa: Ovrante Purnea

source: Selected text
wa: Texe tchwezi

source: New
wa: Novea

source: &Typeface
wa: &Rivnance

source: &Bold
wa: &Crås

source: &Italic
wa: Clin&tcheyes

source: &Size
wa: &Grandeu

source: &Character set
wa: Groupe di &caracteres

source: default
wa: tchwezi por vos

source: any
wa: tot l' minme li ké
