Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kfindpart.po
Languages: id, ja, lv, ta, th, xh

source: &Find
id: &Cari
ja: 検索(&F)
lv: &Meklēt
ta: ¸ñ¼È¢
th: ค้นหา
xh: &Fumana

source: Save...
id: Simpan...
ja: 保存...
lv: Saglabāt...
ta: §ºÁ¢...
th: บันทึก...
xh: Gcina...

source: &Named:
id: Ber&nama:
ja: 名前(&N):
lv: &Saukts:
ta: ¦ÀÂÃ¢¼ôÀð¼:
th: ชื่อ:
xh: &Inikwe igama:

source: &Look in:
id: Cari da&lam:
ja: 参照(&L):
lv: &Skatīties iekš:
ta: ­¾¢ü À¡÷:
th: ค้นหาใน:
xh: &Khangela phakathi:

source: Include &subdirectories
id: Termasuk &subdirektori
ja: サブディレクトリを含める(&s)
lv: Ietverot &apakšdirektorijus
ta: ¯À «¨¼×¸¨ÇÔõ ¯ûÇ¼ìÌ
th: รวมทั้งไดเรกทอรีย่อย
xh: &Quka abalawuli abasezantsi

source: &Case sensitive search
ja: 大小文字を区別(&e)
lv: &Reģistrjūtīga meklēšana
ta: Å¨¸Ô½÷×¨¼Â §¾¼ø
th: ค้นหาโดยพิจารณาตัวเล็ก-ตัวใหญ่
xh: &Uphendlo lwetyala elinovakalelo

source: &Browse...
ja: ブラウズ(&B)...
lv: &Pārlūkot...
ta: ¯Ä¡×...
th: เลือก...
xh: &Khangela imiba...

source: Name/Location
id: Nama/Lokasi
ja: 名前/場所
lv: Vārds/Vieta
ta: ¦ÀÂ÷/­¼õ
th: ชื่อ/ตำแหน่งที่ตั้ง
xh: Igama/Indawo ekuyo

source: &All files
id: Semu&a berkas
ja: すべてのファイル(&A)
lv: &Visi Faili
ta: ±øÄ¡ì §¸¡ôÒì¸Ùõ
th: ทุกแฟ้ม
xh: &Zonke iifayile

source: Find all files created or &modified:
id: Cari semua berkas yang dibuat atau &dimodifikasi:
ja: 作成または更新されたすべてのファイルを検索(&m)
lv: Meklēt visus izveidotos vai &modificētos failus:
ta: ¯ÕÅ¡ì¸¢Â «øÄÐ Á¡üÈ¢Â §¸¡ôÒì¸û Â¡Åü¨ÈÔõ ¸ñ¼È¢:
th: ค้นหาทุกแฟ้มที่ถูกสร้างหรือแก้ไขเมื่อ:
xh: &Fumana zonke iifayile ezenziweyo okanye eziguqulwe kancinane:

source: &between
id: an&tara
ja: 間(&b)
lv: &starp
ta: ­¨¼ôÀð¼
th: ระหว่าง
xh: &phakathi

source: during the previou&s
id: saat &sebelumnya
ja: 前回時(&s)
lv: iepriekšējā&s laikā
ta: Óý¨ÉÂ¾ý §À¡Ð
th: ในขณะที่ย้อนกลับ
xh: &ngexesha elidlulileyo

source: &during the previous
id: saat se&belumnya
ja: 前回時(&d)
lv: iepriekšējā&s laikā
ta: Óý¨ÉÂ¾ý §À¡Ð
th: ในขณะที่ย้อนกลับ
xh: &ngexesha elidlulileyo

source: and
id: dan
ja: と
lv: un
ta: ÁüÚõ
th: และ
xh: na/ne/no/kwaye/kunye

source: month(s)
id: bulan
ja: 月
lv: mēnesis
ta: Á¡¾õ(¸û)
th: เดือน
xh: inyanga(ii)

source: day(s)
id: hari
ja: 日
lv: diena(s)
ta: ¿¡û(¸û)
th: วัน
xh: umhla(imi)

source: Date Range
id: Kisaran Tanggal
ja: 日付の範囲
lv: Datumu Diapazons
ta: §¾¾¢ Å£îÍ
th: ช่วงวันที่
xh: Ubeko ngendlela yoMhla

source: Of &type:
id: Dari &tipe:
ja: 種類(&t):
lv: &Tipa:
ta: ­ù Å¨¸:
th: ของประเภท:
xh: &Eyodidi:

source: &Containing Text:
id: &Berisi Teks:
ja: 次のテキストが含まれる(&C):
lv: &Saturošs Tekstu:
ta: ­ù×¨Ã ¦¸¡ñ¼:
th: มีข้อความ:
xh: &Equlathe amagama abhaliweyo:

source: &Size is:
id: &Ukurannya:
ja: 容量(&S):
lv: &Lielums ir:
ta: «Ç×:
th: มีขนาด:
xh: &Ubungakanani bu:

source: KB
th: กิโลไบต์
xh: i-KB

source: Case S&ensitive (content)
ja: 大小文字を区別(&e) (内容)
lv: R&eģistrjūtīgs (saturs)
ta: Å¨¸Ô½÷×¨¼Â (¯ûÇ¼ì¸õ)
th: พิจารณาตัวเล็ก-ตัวใหญ่ (เนื้อหา)
xh: &Ityala linovakalelo (umxholo)

source: All Files and Directories
id: Seluruh Berkas dan Direktori
ja: すべてのファイルとディレクトリ
lv: Visus failus un Direktorijus
ta: ±øÄ¡ì §¸¡ôÒì¸Ùõ «¨¼×¸Ùõ
th: ทุกแฟ้มและทุกไดเรกทอรี
xh: Zonke iiFayile naBalawuli

source: Directories
id: Direktori
ja: ディレクトリ
lv: Direktoriji
ta: «¨¼×¸û
th: ไดเรกทอรี
xh: Izilawuli/Abalawuli

source: Symbolic links
id: Link Simbolis
ja: シンボリックリンク
lv: Simboliskās Saites
ta: ÌÈ¢ ­¨½ôÒì¸û
th: ลิงค์
xh: Amakhonkco angumboniso othile

source: Special files (sockets, device files...)
id: Berkas spesial (socket, berkas divais...)
ja: 特殊ファイル(ソケット, デバイスファイル...)
lv: Speciālos failus (ligzdas, iekārtu failus...)
ta: Å¢§º¼ §¸¡ôÒì¸û (Ð¨Ç¸û, º¡¾Éì §¸¡ôÒì¸û...)
th: แฟ้มพิเศษ (ซ็อกเกต, แฟ้มอุปกรณ์...)
xh: Iifayile ezithile (amacebo okufaka umbane, iifayile zamacebo...)

source: Executable files
id: Berkas executable
ja: 実行可能ファイル
lv: Izpildāmos failus
ta: ­ÂíÌ §¸¡ôÒì¸û
th: แฟ้มที่ประมวลผลได้
xh: Iifayile eziphunyeziweyo

source: SUID executable files
id: Berkas executable SUID
ja: SUID実行可能ファイル
lv: SUID izpildāmos failus
ta: SUID ­ÂíÌ §¸¡ôÒì¸û
th: แฟ้มประมวลผลได้ SUID
xh: Iifayile eziphunyeziweyo ze-SUID

source: (none)
id: (tidak ada)
ja: (なし)
lv: (neviens)
ta: (²ÐÁ¢ø¨Ä)
th: (ไม่มี)
xh: (akukho nanye)

source: At Least
id: Paling Kurang
ja: 最低限
lv: Vismaz
ta: ¬¸ìÌ¨Èó¾
th: อย่างน้อย
xh: Eyona incinci noko

source: At Most
id: Paling Banyak
ja: 最大限
lv: Visvairāk
ta: ¬¸ìÜÊÂ
th: อย่างมาก
xh: Eyona ininzi noko

source: Advanced
id: Mahir
ja: 詳細
lv: Advancēta
ta: §ÁõÀð¼
th: เพิ่มเติม
xh: Ukubheka phambili

source: Can't search in a period which doesn't last a single day.
id: Tidak bisa mencari dalam periode yang tidak cukup satu hari.
ja: 日未満の期間は検索できません。
lv: Nevaru meklēt periodā, kas īsāks par vienu dienu.
ta: ´Õ ¿¡Ç¡ÅÐ ­øÄ¡¾ ÌÚ¸¢Â ¸¡Ä ­¨¼¦ÅÇ¢Â¢ü §¾¼ ÓÊÂ¡Ð.
th: ไม่สามารถค้นหาในช่วงที่ไม่ใช้วันเดียวกัน
xh: Ayinakuliphendla ithuba elingenakuthatha nosuku olunye.

source: The date is not valid!
id: Tanggalnya tidak valid!
ja: 日付が正しくありません!
lv: Datums nav pareizs!
ta: ­ò§¾¾¢ ÅÄ¢¾üÈÐ!
th: วันที่ไม่ถูกต้อง !
xh: Umhla awusebenzi!

source: Invalid date range!
id: Kisaran tanggal invalid!
ja: 不当な日付の範囲です!
lv: Nepareizs datumu diapazons!
ta: ÅÄ¢¾üÈ §¾¾¢ Å£îÍ!
th: ช่วงวันที่ไม่ถูกต้อง !
xh: Ubeko lomhla ongasebenziyo!

source: Can't search dates in the future!
id: Tidak bisa mencari tanggal di masa depan!
ja: 未来の日付では検索できません!
lv: Nevaru meklēt datumus nākotnē!
ta: ±¾¢÷¸¡Äò¾¢ÖûÇ §¾¾¢¸¨Çò §¾¼ÓÊÂ¡Ð!
th: ไม่สามารถค้นหาวันที่ในอนาคตได้ !
xh: Ayinakuyiphendla imihla kwixesha elizayo!
