Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kfmclient.po
Languages: bg, da, eo, he, id, ko, mk, pt, ro, ta, tr, xh

source: KDE tool for opening URLs from the command line
bg: Помощна програма на KDE за отваряне на URL от команден ред
da: KDE værktøj til at åbne url'er fra kommandolinien
eo: KDE-programo por malfermi URLojn de la komandlinio
he: הדוקפה תרושמ תובותכ תחיתפל KDE ילכ
id: Tool KDE untuk membuka URL dari command line
ko: 명령 입력으로 부터 URL을 열때의 KDE 도구
mk: КДЕ алатка за отворање УРЛ-а од командната линија
pt: Uma ferramenta do KDE para abrir URLs da linha de comandos
ro: Utilitar KDE pentru deschiderea de URL-uri din linia de comanda
ta: ÅÃ¢ ¬¨½Â¸ò¾¢Ä¢ÕóÐ URL¸¨Ç ¾¢ÈìÌõ KDE ¸ÕÅ¢
tr: Komut satırından URL açmak için KDE aracı
xh: Isixhobo se-KDE ukuvula ii-URL kwilayini yomyalelo

source: Show available commands.
bg: Показва наличните команди.
da: Vis tilgængelige kommandoer.
eo: Montras uzeblajn komandojn.
he: תונימזה תולועפה תא גצה
id: Tunjukkan perintah yang tersedia.
ko: 이용가능한 명령 보기.
mk: Покажи достапни команди.
pt: Mostrar os comandos disponíveis:
ro: Afiseaza comenzile disponibile.
ta: ­ÕìÌõ ¬¨½¸¨Ç ¸¡ðÎ.
tr: Kullanılabilir komutları göster.
xh: Bonisa imiyalelo ekhoyo.

source: Command (see --commands).
bg: Команда (виж. --commands).
da: Kommando (se -- kommandoer).
eo: Komando (vd. --commands).
he: (--commands האר) הדוקפ
id: Perintah (lihat --perintah).
ko: 명령 (보기 --commands).
mk: Команда (видете --commands).
pt: Comando (ver --commands).
ro: Comanda (vedeti optiunea --commands).
ta: ¬¨½ (--commands À¡÷).
tr: Komut (komutlara --bak).
xh: Umyalelo (bona --imiyalelo).

source: Arguments for command.
bg: Аргументи за командата.
da: Argumenter til kommandoen.
eo: Argumentoj por komando.
he: הדוקפל םיטנמוגרא
id: Argumen untuk perintah.
ko: 명령의 구문
mk: Аргименти за командата.
pt: Argumentos para o comando.
ro: Argumente pentru comanda.
ta: ¬¨½ì¸¡É ­¨½Á¡È¢¸û
tr: Komut için argümanlar.
xh: Iimpikiswano zomyalelo.

source: Syntax:
bg: Синтаксис:
da: Syntaks:
eo: Sintakso:
he: :ריבחת
id: Sintaks:
ko: 문법:
mk: Синтакса:
pt: Sintaxe:
ro: Sintaxa:
ta: ¦¾¡¼Ã¢Âø:
tr: Sözdizimi:
xh: Ubeko lwamagama ngokwezivakalisi:

source: kfmclient openURL 'url' ['mimetype'] # Opens a window showing 'url'. # 'url' may be a relative path # or file name, such as . or subdir/ # If 'url' is omitted, $HOME is used instead.
bg: kfmclient openURL 'url' ['mimetype'] # Отваря прозорец за преглед на 'url'. # 'url' може да бъде път # или име на файл, например . или поддиректория/ # Ако 'url' е изпуснат, ще бъде по подразбиране използван $HOME.
da: kfmclient openURL 'url' # Åbner et vindue der viser 'URL'. # 'URL' kan være en relativ sti # eller et filnavn såsom . eller undermappe/ # Hvis 'URL' udelades bruges $HOME i stedet.
eo: kfmclient openURL 'url' ['mimetype'] # malfermas fenestron montrante 'url'. # 'url' povas esti relativa pado # aŭ dosiernomo, ekz. '.' aŭ subdosierujo/ # Se 'url' estas forlasata, HOME estas uzata.
he: kfmclient openURL 'url' ['mimetype'] .'url' תבותכה תא גיצמש ןולח חתופ יסחי ביתנ תויהל לוכי 'url' subdir/ וא . ןוגכ ,ץבוק םש וא .םוקמב $HOME-ב שומיש השעיי ,טמשומ 'url' םא
id: kfmcilent openURL 'url' ['tipemime'] # Membuka window tampilkan 'url'. # 'url' bisa relatif path # atau nama file, seperti . atau subdir/ # Jika 'url' diabaikan, $HOME yang digunakan.
ko: kfmclient가 여는 'url' ['mimetype'] # 'url'을 보여지는 창에서 열기. # 'url'은 관계된 경로이거나 # or 파일 이름, /나 현재 자료방 입니다. # 만약 'url'를 생략하면, $HOME 가 대신 하게 됩니다.
pt: kfmclient openURL 'url' ['tipo mime'] # Abre uma janela a mostrar a 'url'. # 'url' pode ser uma directoria relativa # ou um ficheiro, tal como . ou directoria/ # Se 'url' for omitida, é utilizado $HOME.
ro: kfmclient openURL 'url' ['tip_mime'] # Deschide o fereastra afisind 'url'-ul. # 'url' poate fi o cale relativa sau un # nume de fisier, ca '.' sau un 'subdirector/' # Daca 'url' este omis, va fi folosit $HOME.
ta: kfmclient openURL 'url' ['¨ÁõÅ¨¸'] # 'url' ­¨Éì ¸¡ðÎõ º¡ÇÃò¨¾ ¾¢ÈìÌõ. # 'url' ´Õ º¡÷ÒôÀ¡¨¾Â¡¸ ­Õì¸Ä¡õ # «øÄÐ . «øÄÐ . Ð¨½«¨¼×/ §À¡ýÈ §¸¡ôÒô¦ÀÂ÷ # 'url' ­øÄ¡Å¢Êø, «¾üÌô À¾¢Ä¡¸ $HOME ÀÂýÀÎò¾ôÀÎõ.
tr: kfmclient openURL 'url' # 'url'yi göstererek bir pencere açar. # 'url' nispi bir yol ya da # dosya adı, ör, . ya da alt dizin/ olabilir # 'url' boş bırakılmışsa, bunun yerine $HOME kullanılır.
xh: kfmclient openURL i-'url' ['minimedidi'] # Ivula iwindow ebonisa i-'url'. # 'url' inokuba ngumendo ozalanayo # okanye igama lefayile, njenge . okanye subdir/ # Ukuba 'url' ayiqukwanga, $HOME iyasetyenziswa endaweni.

source: # If 'mimetype' is specified, it will be used to determine the # component that konqueror should use. For instance, set it to # text/html for a web page, to make it appear faster
bg: # Ако е зададен 'mimetype', той ще бъде използван за # определяне на компонентата, която ще стартира konqueror. Например, задайте # тип text/html (за WWW-страница), за да се показва по-бързо.
da: # Hvis 'mimetype' er angivet, vil den blive brugt til at afgøre den # komponent, som konqueror skal bruge. Sæt den f. eks. til # text/html for en netside, for at få den hurtigere frem
eo: # Se 'mimetype' estas donita, ĝi estos uzata por eltrovi la # la komponenton, kiun Konkeranto uzu. Ekzemple, difinu ĝin kiel # text/html por TTT-paĝo, por aperigi ĝin pli rapide
he: תא עובקל ידכ שומיש וב השעיי ,ןייוצמ 'mimetype' םא רותב ותוא רדגה ,אמגודל .Konqueror שמתשי וב ביכרה .רהמ רתוי עיפוהל ול םורגל ידכ ,תשר ףד רובע text/html
id: # Jika 'tipemime' disebutkan, akan digunakan untuk mementukan # komponen yang perlu digunakan konqueror. Sebagai contoh, tentukan ke # text/html untuk halaman web, agar munculnya lebih cepat
ko: # 'mimetype'이 명시되어 있다면, 컹커러에서 사용할 컴포넌트를. # 결정합니다. 그 대신, 웹페이지에서 text/html로 설정하였다면 # 그것을 가능한 빠르게 보여 줄것입니다.
pt: # Se o 'tipo mime' for especificado, será utilizado para determinar # o componente que o konqueror deve utilizar. Por exemplo, # selecciona text/html para uma página da web, para a fazeres # aparecer mais depressa
ro: # Daca 'tip_mime' este specificat, atunci el va fi utilizat # pentru a determina componenta utilizata de Konqueror. # De exemplu, setati-l la "text/html" pentru o # pagina de web, pentru a o face sa apara mai rapid.
ta: # If '¨ÁõÅ¨¸' ÌÈ¢ôÀ¢¼ôÀÊý, ¸¡ý¦¸¡Ã÷ ÀÂýÀÎò¾ §ÅñÊÂ # Üü¨Èò ¾£÷Á¡É¢ì¸ «Ð ÀÂýÀÎò¾ôÀÎõ. ¯¾¡Ã½Á¡¸, ´Õ # ­¨½ÂôÀì¸ò¾¢üÌ text/html ±É «¨Áò¾¡ø «Ð §ÁÖõ Å¢¨ÃÅ¡¸ò §¾¡ýÚõ
tr: # Eğer mimetype belirtilmişse, konqueror'un kullanacağı # bileşeni belirtir.
xh: # Ukuba 'mimedidi' ikhankanyiwe, izakusetyenziswa ukugqiba i # indawo ikonqueror engayisebenzisa. Umzekelo, uyicwangcise ku # text/html yephepha le-web, ukuyenza ivele ngokukhawuleza

source: kfmclient openProfile 'profile' ['url'] # Opens a window using the given profile. # 'profile' is a file under ~/.kde/share/apps/konqueror/profiles. # 'url' is an optional URL to open.
bg: kfmclient openProfile 'profile' ['url'] # Отваря прозорец, използвайки зададен профил. # 'profile' се намира в ~/.kde/share/apps/konqueror/profiles. # 'url' - това е незадължителен параметър - URL, който вие искате да отворите.
da: kfmclient openProfile 'profile' ['URL'] # Åbner et vindue ved brug af en given profil. # 'profile' er en fil under ~/.kde/share/apps/konqueror/profiles. # 'url' er en URL man kan vælge at åbne.
eo: kfmclient openProfile 'agordodosiero' ['url'] # Malfermas fenestron uzante la donitan agordodosieron. # 'agordodosiero' estas dosiero sub ~/.kde/share/apps/konqueror/profiles. # 'url' estas nedeviga URL, malfermenda.
he: kfmclient openProfile 'profile' ['url'] .רחבנה ליפורפה םע ןולח חתופ תחת ץבוק אוה 'profile' ~/.kde/share/apps/konqueror/profiles .החיתפל ילנויצפוא רושיק אוה 'url'
pt: kfmclient openProfile 'perfil' ['url'] # Abre uma janela utilizando um determinado perfil. # 'perfil' é um ficheiro em ~/.kde/share/apps/konqueror/profiles. # 'url' é um URL opcional a abrir.
ro: kfmclient openProfile 'profil' ['url'] # Deschide o fereastra utilizind profilul dat. # 'profil' este un fisier in directorul # ~/.kde/share/apps/konqueror/profiles. # 'url' este un URL optional de deschis.
ta: kfmclient openProfile 'profile' ['url'] # ÌÈ¢ò¾ «¨ÁôÒò¦¾¡Ì¾¢¨Âì ¦¸¡ñÎ ´Õ º¡ÇÃò¨¾ò ¾¢ÈìÌõ # 'profile' ±ýÀÐ ~/.kde/share/apps/konqueror/profiles ­ÖûÇ ´Õ §¸¡ôÀ¡Ìõ # 'url' ±ýÀÐ ¾¢Èì¸ §ÅñÊÂ URL (Å¢ÕõÀ¢É¡ø)
tr: kfmclient openProfile 'profil' ['url'] # Belli bir profili kullanarak oturum açar. # 'profil' aşağıdaki konumda yer alan bir dosyadır: ~/.kde/share/apps/konqueror/profiles. # 'url' açılacak olan URL adresidir.
xh: kfmclient vula Imboniselo yabucala 'imboniselo yabucala' ['url'] # Ivula iwindow isebenzisa imboniselo yabucala enikiweyo. # 'imboniselo yabucala' yifayile phantsi ~/.kde/share/apps/konqueror/iimboniselo zabucala. # 'url' yi-URL eyodwa ukuvula.

source: kfmclient openProperties 'url' # Opens a properties menu
bg: kfmclient openProperties 'url' # Отваря меню с аксесоарите
da: kfmclient openProperties 'URL' # Åbner en egenskaber menu
eo: kfmclient openProperties "url" # malfermas la eco-menuon
he: kfmclient openProperties 'url' םינייפאמ טירפת חתופ
id: kfmclient openProperties 'url' # Membuka menu properties
ko: kfmclient의 설정파일 열기 'url' # 설정 차림표 열어보기
mk: kfmclient openProperties 'url' # Отвора мени со поставки
pt: kfmclient openProperties 'url' # Abre o menu de propriedades
ro: kfmclient openProperties 'url' # Deschide meniul de proprietati
ta: kfmclient openProperties 'url' # ¦º¡òÐì¸û ÀðÊ¨Â ¾¢Èì¸×õ
tr: kfmclient openProperties 'url' # Bir özellikler menüsü açar
xh: kfmclient vula Iiimpahla 'url' # Ivula imenu yeempahla

source: kfmclient exec ['url' ['binding']] # Tries to execute 'url'. 'url' may be a usual # URL, this URL will be opened. You may omit # 'binding'. In this case the default binding
bg: kfmclient exec ['url' ['binding']] # Опитва се да изпълни 'url'. Ако 'url' - е обикновен # URL, то той ще бъде отворен. Вие можете да пропуснете # 'binding' . В този случай ще се използва
da: kfmclient exec ['url' ['binding']] # Forsøger at køre 'url'. Hvis 'URL' en en sædvanlig # URL, åbnes denne URL. Man kan udelade # 'binding'. I så fald bliver standard bindingen
eo: kfmclient exec ["url" ["alordigo"]} # provas lanĉi URLon, kiu povas esti normala URLo # Se vi forlasas "alordigo" la apriora estas uzata
he: kfmclient exec ['url' ['binding']] תבותכ תויהל לוכי 'url'.'url' תא ליעפהל הסנמ ךתורשפאב .חתפית וז תבותכו ,הליגר הסונת הז הרקמב .'binding' תא טימשהל
id: kfmclient exec ['url' ['binding']] # Mencoba untuk mengeksekusi 'url'. 'url' bisa seperti biasa # URL, URL ini akan dibuka. Anda bisa mengabaikan # 'binding', Pada kasus ini binding default
ko: kfmclient 실행 ['url' ['binding']] # 'url' 실행을 시도 합니다. 'url'은 보통 URL를 가르키고 # URL, 이 URL를 열수 있습니다. 'binding'을 생략할수 # 있습니다. 이 경우 기본적인 바인딩을 사용하시오.
mk: kfmclient exec ['url' ['поврзување']] # Го извршува 'url'. 'url' може да биде обичен # URL и тој ќе биде отворен. Можете да испуштите # 'поврзување' и во тој случај ќе се користи вообичаеното
pt: kfmclient exec ['url' ['binding']] # Tenta executar 'url'. 'url' pode ser uma URL # normal e esta URL será aberta. Podes omitir # 'binding'. Neste caso a ligação por omissão
ro: kfmclient exec ['url' ['binding']] # Incearca sa execute 'url'-ul. Daca 'url' este un URL # obisnuit, acesta va fi deschis. Puteti omite # 'binding'. In acest caz este incercata asocierea
ta: kfmclient exec ['url' ['binding']] # 'url' ³ ­Âì¸ ÓÂüº¢ ¦ºöÔõ. 'url' ´Õ º¡¾¡Ã½ # URL ¬¸ ­Õì¸Ä¡õ, ­ó¾ URL ¾¢Èì¸ôÀÎõ. ¿£í¸û # 'À¢¨½ôÒ' ¿£ì¸Ä¡õ. ­ó¾ §¿Ãò¾¢ø ¦¸¡¼¡¿¢¨Ä À¢¨½ôÒ
tr: kfmclient exec ['url' ['bağıl']] # 'url'yi çalıştırmayı dener. 'url' normal bir # URL olabilir, bu URL açılacaktır. 'bağıl'i # boş bırakabilirsiniz. Bu durumda öntanılmı bağıl
xh: kfmclient exec ['url' ['bophelela']] # Izama ukuphumeza 'url'. 'url' inokubasisiqhelo # URL, le URL izakuvulwa. Unokuquka # 'bophelela'. Kulo mba isibophelelo esingagqibekanga

source: # is tried. Of course URL may be the URL of a # document, or it may be a *.desktop file.
bg: # програма по подразбиреане. Разбира се, URL може да бъде също # адрес на документ или *.desktop файл.
da: # forsøgt. En URL kan selvfølgelig være URL'en # fra et dokument, eller det kan være en *.desktop fil
eo: # La URL povas referenci kompreneble al dokumento aŭ # al *.desktop-dosiero.
he: לש תויהל הלוכי תבותכהש ןבומכ .לדחמה תרירב תכירכ *.desktop ץבוק תויהל הלוכי איהש וא ,ךמסמ
id: # dicoba. Tentu saja URL bisa URL dari sebuah # dokumen, atau sebuah file *.desktop.
ko: # 문론 URL은 URL의 문서나 *.desktop 파일을 # 참조 합니다.
mk: # поврзување. Секако, URL може да биде URL на # документ или може да биде *.desktop датотека.
pt: # é tentada. É claro que o URL pode ser o URL de um # documento, ou pode ser um ficheiro *.desktop.
ro: # implicita. Bineinteles URL poate fi URL-ul unui # document sau poate fi un fisier '*.desktop'.
ta: # ÓÂüº¢ ¦ºöÂÀÎõ. URL ´Õ URL ¬Å½õ ¾¡ý # «øÄÐ ´Õ *.§Á¨º §¸¡ôÀ¡¸ Ü¼ ­Õì¸Ä¡õ.
tr: # denenir. Elbette URL bir belgenin URL'si # ya da bir *.desktop dosyası olabilir.
xh: # iyazanywa. Kunjalo URL inokuba yi-URL ye # ixwebhu, okanye inokuba *.desktop yifayile.

source: # This way you could for example mount a device # by passing 'Mount default' as binding to # 'cdrom.desktop'
bg: # Така, например, вие можете да монтирате устройство, # използвайки параметър 'Mount default' свързан за # 'cdrom.desktop'
da: # På denne måde kan man for eksempel montere en # enhed ved at sende 'Monterings standard' som binding # til 'cdrom.desktop'
eo: # Tiel vi ekzemple povus kroĉi aparaton tajpante ekz. # exec "cdrom.desktop" "Mount default".
he: ןקתה רבחל לשמל ךתורשפאב וז ךרדב הכירככ 'Mount default' תרבעה ידי לע 'cdrom.desktop'-ל
id: # Dengan cara ini misalnya Anda bisa me-mount divais # dengan melewati 'Mount default' sebagai binding ke # 'cdrom.desktop'
ko: # 마운트 장의 예는 '기본 마운트'를 누르면 # 'cdrom.desktop'처럼 할수 있습니다.
mk: # На тој начин, на пример, можете да монтирате уред # со давање на 'Mount default' како поврзување на # 'cdrom.desktop'
pt: # Deste modo podes por exemplo montar um dispositivo # passando 'Mount default' como parâmetro a # 'cdrom.desktop'
ro: # In acest fel puteti de exemplu sa montati un dispozitiv # pasind ca asociere 'Mount default' pentru fisierul # 'cdrom.desktop'
ta: # ­ó¾ ÅÆ¢Â¢ø ¯¾¡Ã½Á¡¸ ¿£í¸û 'cdrom.desktop' ìÌ # '¦¸¡¼¡¿¢¨Ä ²üÚ' ±ýÀ¨¾ À¢¨½ôÀ¡¸ «ÛôÀ¢ # ´Õ º¡¾Éò¨¾ ²üÈÄ¡õ
tr: # Bu yolla, örneğin 'cdrom.desktop'a öntanımlı # bağıl olarak 'Öntanımlıyı bağla'yı geçirerek # bir aygıtı bağlayabilirsiniz
xh: # Ngale ndlela unokunyusa umzekelo icebo # ngokugqithisa 'Unyuko olungagqibekanga' njengesibophelelo kwi # 'cdrom.desktop'

source: kfmclient move 'src' 'dest' # Moves the URL 'src' to 'dest'. # 'src' may be a list of URLs.
bg: kfmclient move 'src' 'dest' # Премества URL 'src' в 'dest'. # 'src' може да бъде списък на URL.
da: kfmclient flyt 'src' 'dest' # Flytter URL'en 'src' il 'dest' # 'src' kan være en liste af URL'er
eo: kfmclient move "src" "dest" # ŝovas la URLon "src" al "dest". # "src" povas esti listo de URLoj.
he: kfmclient move 'src' 'dest' .'dest' -ל 'src' תא ריבעמ .תובותכ לש המישר תויהל לוכי 'src'
id: kfmclient move 'src' 'dest' # Memindahkan URL 'src' ke 'dest'. # 'src' bisa sebagai daftar beberapa URL.
ko: kfmclient에서 'src'를 'dest'로 이동 # URL의 소스를 'dest'로 이동. # 'src'는 URL의 목록일 것입니다.
mk: kfmclient move 'извор' 'цел' # Го преместува 'извор' во 'цел'. # 'извор' може да биде и листа од URL адреси.
pt: kfmclient move 'src' 'dest' # Move a URL 'src' para 'dest'. # 'src' pode ser uma lista de URLs.
ro: kfmclient move 'src' 'dest' # Muta URL-ul 'src' in 'dest'. # 'src' poate fi o lista de URL-uri.
ta: kfmclient move 'src' 'dest' # URL 'src' 'dest' ìÌ ¿¸÷òÐõ. # 'src' URL ¸Ç¢ý ÀðÊÂÄ¡¸ ­Õì¸Ä¡õ.
tr: kfmclient move 'kaynak' 'hedef' # 'kaynak' URL'yi 'hedef'e taşır. # 'kaynak' URL listesi olabilir.
xh: kfmclient shukumisa 'src' 'dest' # Ishukumisa i URL 'src' kwi 'dest'. # 'src' inokuba luluhlu lwee URL.

source: kfmclient copy 'src' 'dest' # Copies the URL 'src' to 'dest'. # 'src' may be a list of URLs.
bg: kfmclient copy 'src' 'dest' # Копира URL 'src' в 'dest'. # 'src' може да бъде списък на URL.
da: kfmclient kopier 'src' 'dest' # Kopierer URL'en 'src' til 'dest'. # 'src' kan være en liste af URL'er.
eo: kfmclient copy "src" "dest" # kopias la URLo(j)n "src" al "dest"
he: kfmclient copy 'src' 'dest' .'dest'-ל 'src' תבותכה תא קיתעמ .תובותכ לש המישר תויהל לוכי 'src'
id: kfmclient copy 'src' 'dest' # Mengkopi URL 'src' ke 'dest'. # 'src' bisa sebagai daftar URL-URL.
ko: kfmclient의 'src'를 'dest'로 복사 # URL의 소스를 'dest'로 복사.. # src'는 URL의 목록일 것입니다.
mk: kfmclient copy 'извор' 'цел' # Го копира 'извор' во 'цел'. # 'извор' може да биде и листа од URL адреси.
pt: kfmclient copy 'src' 'dest' # Copia a URL 'src' para 'dest'. # 'src' pode ser uma lista de URLs.
ro: kfmclient copy 'src' 'dest' # Copiaza URL-ul 'src' in 'dest'. # 'src' poate fi o lista de URL-uri.
ta: kfmclient copy 'src' 'dest' # URL 'src' 'dest' ìÌ ¿¸¦ÄÎìÌõ. # 'src' URL ¸Ç¢ý ÀðÊÂÄ¡¸ ­Õì¸Ä¡õ.
tr: kfmclient copy 'kaynak' 'hedef' # 'kaynak' URL'yi 'hedef'e kopyalar. # 'kaynak' URL listesi olabilir.
xh: kfmclient khuphela 'src' 'dest' # Ikhuphela i URL 'src' kwi 'dest'. # 'src' inokuba luluhlu lwee URL.

source: kfmclient sortDesktop # Rearranges all icons on the desktop.
bg: kfmclient sortDesktop # Пренарежда иконите на работното място.
da: kfmclient sortDesktop # Omarrangér alle ikoner på skrivebordet.
eo: kfmclient sortDesktop # rearanĝas la piktogramojn sur la tabulo.
he: kfmclient sortDesktop .הדובעה ןחלוש לע םילמסה לכ תא שדחמ רדסמ
id: kfmclient sortDesktop # Menata ulang semua ikon pada desktop.
ko: kfmclient 데스크탑 정렬 # 데스크탑의 모든 아이콘 재 정렬.
mk: kfmclient sortDesktop # Ги подредува сите икони на работната површина.
pt: kfmclient sortDesktop # Reorganiza todos os ícones no ambiente de trabalho
ro: kfmclient sortDesktop # Rearanjeaza toate iconitele pe ecran.
ta: kfmclient sortDesktop # §Á¨ºÂ¢Ä¢ÕìÌõ «¨ÉòÐ ÌÚõÀ¼í¸¨ÇÔõ ÅÃ¢¨ºÀÎòÐõ.
tr: kfmclient sortDesktop # Masaüstündeki tüm simgeleri yeniden düzenler.
xh: kfmclient beka kakuhleDesktop # Ibeka kakuhle zonke ii-Iconkwi desktop.

source: kfmclient configure # Re-read konqueror's configuration.
bg: kfmclient configure # Препрочита конфигурацията на konqueror.
da: kfmclient configure # Genindlæs Konqueror's indstilling.
eo: kfmclient configure # Relegas la agordaĵon de Konkeranto.
he: kfmclient configure .konqueror לש תורדגהה תא שדחמ ארק
id: kfmclient configure # Membaca ulang konfigurasi konqueror.
ko: kfmclient 설정 # 컹커러의 설정 다시 읽어 들이기.
mk: kfmclient configure # Ја превчитува конфигурацијата на konqueror.
pt: kfmclient configure # Voltar a carregar a configuração do konqueror.
ro: kfmclient configure # Reciteste configuratia lui Konqueror.
ta: kfmclient configure # konqueror ­ý ÅÊÅ¨Áô¨Á ÁÚÓ¨È Å¡º¢ì¸×õ.
tr: kfmclient configure # konqueror'un yapılandırmasını yeniden okur.
xh: kfmclient qwalasela # Funda-kwakhona uqwalaselo lwe konqueror.

source: kfmclient configureDesktop # Re-read kdesktop's configuration.
bg: kfmclient configureDesktop # Препрочита конфигурацията на работното място.
da: kfmclient configureDesktop # Genindlæs skrivebordets indstillinger.
eo: kfmclient configureDesktop # relegas la agordaĵon de Tabulo.
he: kfmclient configureDesktop .kdesktop לש תורדגהה תא שדחמ ארק
id: kfmclient configureDesktop # Membaca ulang konfigurasi kdesktop.
ko: kfmclient Desktop 설정 # kdesktop 설정 다시 읽어 들이기.
mk: kfmclient configureDesktop # Ја превчитува конфигурацијата на kdesktop.
pt: kfmclient configureDesktop # Voltar a carregar a configuração do kdesktop.
ro: kfmclient configureDesktop # Reciteste configuratia ecranului.
ta: kfmclient configureDesktop #k§Á¨ºÂ¢ý ÅÊÅ¨Áô¨Á ÁÚÓ¨È Å¡º¢ì¸×õ.
tr: kfmclient configureDesktop # kdesktop'un yapılandırmasını yeniden okur.
xh: kfmclient qwalaselaDesktop # Funda-kwakhona uqwalaselo lwekdesktop.

source: *** Examples: kfmclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Mounts the CDROM
bg: *** Примери: kfmclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Монтира CDROM
da: *** Eksempler: kfmclient kør fil:/root/Desktop/cdrom.desktop "Monterings standard" // Monterer cdrom'en
eo: *** Ekzemploj: kfmclient exec file:/root/Desktop/cdrom.desktop "Mount default" // kroĉas la lumdiskon
he: :תואמגוד *** kfmclient exec file:/root/Desktop/cdrom.desktop "Mount default" // רוטילקתה תא רבחמ
id: *** Contoh: kfmclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Mount CDROM
ko: *** 예제: kfmclient 실행 file:/root/Desktop/cdrom.desktop "기본 마운트" // CDROM 마운트
mk: *** Примери: kfmclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Го монтира цедеромот
pt: *** Exemplo: kfmclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Monta o CDROM
ro: *** Exemple: kfmclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Monteaza CDROM-ul
ta: *** Examples: kfmclient exec file:/root/Desktop/cdrom.desktop "Mount default" // CDROM ³ ²üÚõ
tr: *** Örnekler: kfmclient exec file:/root/Desktop/cdrom.desktop "Mount default" // CDROM'u bağlar
xh: *** Imizekelo: kfmclient exec.fayile:/root/Desktop/cdrom.desktop "Unyuko olungagqibekanga" // Inyusa i CDROM

source: kfmclient exec file:/home/weis/data/test.html // Opens the file with default binding
bg: kfmclient exec file:/home/weis/data/test.html // Отваря файл, исползвайки програма по подразбиране
da: kfmclient kør fil:/home/weis/data/test.html // Åbner filen med standard bindinger
eo: kfmclient exec file:/home/weis/data/test.html // malfermas la dosieron kun la implicita aplikaĵo
he: kfmclient exec file:/home/weis/data/test.html // לדחמה תרירב תכירכ םע ץבוקה תא חתופ
id: kfmclient exec file:/home/weis/data/test.html // Buka berkas dengan default binding
ko: kfmclient 실행 file:/home/weis/data/test.html // 기본 바인딩과 함께 파일 열기
mk: kfmclient exec file:/home/weis/data/test.html // Ја отвора датотеката со вообичаени поврзувања
pt: kfmclient exec file:/home/weis/data/test.html // Abre o ficheiro com a aplicação associada
ro: kfmclient exec file:/home/weis/data/test.html // Deschide fisierul aplicatia asociata implicita
ta: kfmclient exec file:/home/weis/data/test.html // §¸¡ôÀ¢¨É ¦¸¡¼¡¿¢¨Ä À¢¨½ôÀ¢ø ¾¢ÈìÌõ
tr: kfmclient exec file:/home/weis/data/test.html // Dosyayı öntanımlı bağılla açar
xh: kfmclient exec file:/home/weis/data/vavanya.html // Ivula ifayile ngobophelelo olungagqibekanga

source: kfmclient exec file:/home/weis/data/test.html Netscape // Opens the file with netscape
bg: kfmclient exec file:/home/weis/data/test.html Netscape // Отваря файл, използвайки Netscape
da: kfmclient kør fil:/home/weis/data/test.html Netscape // Åbner filen med netscape
eo: kfmclient exec file:/home/weis/data/test.html Netscape // malfermas la dosieron kun Netscape
he: kfmclient exec file:/home/weis/data/test.html Netscape // Netscape תועצמאב ץבוקה תא חתופ
id: kfmclient exec file:/home/weis/data/test.html Netscape // Buka berkas dengan netscape
ko: kfmclient 실행 file:/home/weis/data/test.html Netscape // netscape에서 파일 열기
mk: kfmclient exec file:/home/weis/data/test.html Netscape // Ја отвора датотеката со netscape
pt: kfmclient exec file:/home/weis/data/test.html Netscape // Abre o ficheiro com o netscape
ro: kfmclient exec file:/home/weis/data/test.html Netscape // Deschide fisierul cu Netscape
ta: kfmclient exec file:/home/weis/data/test.html Netscape // §¸¡ôÀ¢¨É ¦¿ð§¸ô ¨ÅòÐ ¾¢ÈìÌõ
tr: kfmclient exec file:/home/weis/data/test.html Netscape // Dosyayı netscape'le açar
xh: kfmclient exec file:/home/weis/data/vavanya.html Netscape // Ivula ifayile ngenetscape
