Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kfmclient.po
Languages: bg, da, eo, he, id, ko, mk, pt, ro, ta, tr, xh

source: kfmclient exec ftp://localhost/ // Opens new window with URL
bg: kfmclient exec ftp://localhost/ // Отваря нов прозорец със зададен URL
da: kfmclient kør ftp://localhost/ // Åbner nyt vindue med URL
eo: kfmclient exec ftp://localhost/ // malfermas novan fenestron kun la URLo
he: kfmclient exec ftp://localhost/ // תבותכ םע שדח ןולח חתופ
id: kfmclient exec ftp://localhost/ // Buka jendela baru dengan URL
ko: kfmclient 실행 ftp://localhost/ // URL를 새로운 창에서 열기
mk: kfmclient exec ftp://localhost/ // Отвора нов прозор со URL
pt: kfmclient exec ftp://localhost/ // Abre uma nova janela com a URL
ro: kfmclient exec ftp://localhost/ // Deschide o fereastra noua cu URL-ul dat
ta: kfmclient exec ftp://localhost/ // Ò¾¢Â º¡ÇÃò¨¾ URL ¨ÅòÐ ¾¢Èì¸×õ
tr: kfmclient exec ftp://localhost/ // URL ile yeni pencere açar
xh: kfmclient exec ftp://localhost/ // Ivula iwindow entsha nge URL

source: kfmclient exec file:/root/Desktop/emacs.desktop // Starts emacs
bg: kfmclient exec file:/root/Desktop/emacs.desktop // Стартира emacs
da: kfmclient kør fil:/root/Desktop/emacs.desktop // Starter emacs
eo: kfmclient exec file:/root/Desktop/emacs.desktop // Lanĉas Emakson
he: kfmclient exec file:/root/Desktop/emacs.desktop // emacs תא ליעפמ
id: kfmclient exec file:/root/Desktop/emacs.desktop // Memulai emacs
ko: kfmclient 실행 file:/root/Desktop/emacs.desktop // emacs 실행
mk: kfmclient exec file:/root/Desktop/emacs.desktop // Пушта emacs
pt: kfmclient exec file:/root/Desktop/emacs.desktop // Arranca o emacs
ro: kfmclient exec file:/root/Desktop/emacs.desktop // Porneste emacs
ta: kfmclient exec file:/root/Desktop/emacs.desktop // emacs ¦¾¡¼íÌõ
tr: kfmclient exec file:/root/Desktop/emacs.desktop // emacs'ı başlatır
xh: kfmclient exec file:/root/Desktop/emacs.desktop // Iqala i-emacs

source: kfmclient exec file:/root/Desktop/cdrom.desktop // Opens the CD-ROM's mount directory
bg: kfmclient exec file:/root/Desktop/cdrom.desktop // Отваря директория с монтиран CD-ROM
da: kfmclient kør fil:/root/Desktop/cdrom.desktop // Åbner cdrom'ens monteringsmappe
eo: kfmclient exec file:/root/Desktop/cdrom.desktop // malfermas la kroĉdosierujon de la lumdisko
he: kfmclient exec file:/root/Desktop/cdrom.desktop // רוטילקתה לש רוביחה תיירפס תא חתופ
id: kfmclient exec file:/root/Desktop/cdrom.desktop // Membuka direktori mount CD-ROM
ko: kfmclient 실행 파일:/root/Desktop/cdrom.desktop // CD-ROM의 마운트 자료방 열기
mk: kfmclient exec file:/root/Desktop/cdrom.desktop // Ја отвора папката каде што е монтиран цедеромот
pt: kfmclient exec file:/root/Desktop/cdrom.desktop // Abre a directoria do CD-ROM
ro: kfmclient exec file:/root/Desktop/cdrom.desktop // Deschide directorul unde este montat CD-ROM-ul
ta: kfmclient exec file:/root/Desktop/cdrom.desktop // CD-ROM ­ý ²üÈõ «¨¼¨Å ¾¢ÈìÌõ
tr: kfmclient exec file:/root/Desktop/cdrom.desktop // CD-ROM'un bağlama dizinini açar
xh: kfmclient exec file:/root/Desktop/cdrom desktop // Ivula ii CD-ROM unyuso lolawulo

source: kfmclient exec . // Opens the current directory. Very convenient.
bg: kfmclient exec . // Отваря текущата директория. Много удобно.
da: kfmclient exec . // Åbner aktuel mappe. Meget behageligt
eo: kfmclient exec . // malfermas la aktualan dosierujon. Tre konvena.
he: kfmclient exec . // .חונ דואמ .תיחכונה הירפסה תא חתופ
id: kfmclient exec . // Membuka current directory.
ko: kfmclient 실행 . // 현재 자료방 열기. 매우 편리합니다.
mk: kfmclient exec . // Ја отвора тековната папка. Многу згодно.
pt: kfmclient exec . // Abre a directoria actual. É muito útil.
ro: kfmclient exec . // Deschide directorul curent. Foarte util.
ta: kfmclient exec . // ¿¼ôÒ «¨¼¨Å ¾¢ÈìÌõ.
tr: kfmclient exec . // O anki dizini açar. Çok kullanışlı.
xh: kfmclient exec . // Ivula ulawulo lwangoku. Iluncedo kakhulu.

source: Profile %1 not found
bg: Профил %1 не е намерен
da: Profil %1 ikke fundet
eo: Agordodosiero %1 ne trovita
he: אצמנ אל %1 ליפורפה
id: Profil %1 tidak ditemukan
ko: %1의 설정파일을 찾을수 없습니다
mk: Профилот %1 не е најден
pt: O perfil %1 não foi encontrado
ro: Nu am gasit profilul %1
ta: ÅÊÅõ %1 ­ø¨Ä
tr: %1 profili bulunamadı
xh: Imboniselo yabucala %1 ayifumaneki

source: Syntax Error: Not enough arguments
bg: Синтактична грешка. Няма достатъчно аргументи.
da: Syntaksfejl: For få argumenter
eo: Sintakseraro: Mankas argumento(j)
he: םיטנמוגרא יידמ טעמ :האיגש
id: Salah sintaks: Argumen kurang
ko: 문법 오류: 구문이 충분하지 않음
mk: Синтаксна грешка: Премалки аргументи
pt: Erro Sintáctico: Argumentos insuficientes
ro: Eroare de sintaxa: Argumente insuficiente
ta: ¦¾¡¼Ã¢Âø À¢¨Æ: Ì¨ÈÅ¡É ­¨½ôÒ Á¡È¢¸û
tr: Sözdizimi Hatası: Yeterli argüman yok
xh: Imposiso yobeko lwamagama ngokwezivakalisi: Azanelanga iimpikiswana

source: Syntax Error: Too many arguments
bg: Синтактична грешка. Твърде много аргументи.
da: Syntaksfejl: For mange argumenter
eo: Sintakseraro: Tro multaj argumentoj
he: םיטנמוגרא יידמ רתוי :האיגש
id: Salah sintaks: argumen terlalu banyak
ko: 문법 오류: 구문이 너무 많음
mk: Синтаксна грешка: Премногу аргументи
pt: Erro Sintáctico: Demasiados argumentos
ro: Eroare de sintaxa: Prea multe argumente
ta: ¦¾¡¼Ã¢Âø À¢¨Æ: ¿¢¨ÈÂ ­¨½ôÒ Á¡È¢¸û
tr: Sözdizimi Hatası: Çok fazla argüman
xh: Imposiso yobeko lwamagama ngokwezivakalisi: Kukho iimpikiswano ezininzi kakhulu

source: Syntax Error: Unknown command '%1'
bg: Синтактична грешка: Неизвестна команда '%1'
da: Syntaksfejl: Ukendt kommando '%1'
eo: Sintakseraro: Nekonata komando '%1'
he: '%1' העודי אל הדוקפ :האיגש
id: Salah sintaks: Perintah '%1' tidak dikenal
ko: 문법 오류: 알수 없는 명령 '%1'
mk: Syntax Error: Непозната команда '%1'
pt: Erro Sintáctico: Comando desconhecido '%1'
ro: Eroare de sintaxa: Comanda necunoscuta "%1"
ta: ¦¾¡¼Ã¢Âø À¢¨Æ: ¦¾Ã¢Â¡¾ ¸ð¼¨Ç '%1'
tr: Sözdizimi Hatası: Bilinmeyen komut: '%1'
xh: Imposiso yobeko lwamagama ngokwezivakalisi: Umyalelo ongaziwayo '%1'
