Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kinfobrowser.po
Languages: eu

source: KDE InfoBrowser
eu: KDE InfoNabigatzailea

source: Open &new window
eu: &Lehio berri bat ireki

source: &Stop
eu: &Gelditu

source: &Index
eu: &Indizea

source: &Add bookmark
eu: M&arkagailua Gehitu

source: &Clear Bookmarks
eu: Markagailuak Ga&rbitu

source: Show &Location
eu: Erakutsi &Lekua

source: Critical error: Info2html perl script not found.
eu: Oker kritikoa: Info2html perl scripta ez da aurkitu.

source: Quit!
eu: Kendu!

source: Continue search from the top of the page?
eu: Orriaren hasieratik segitu bilatzen
