Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kio_man.po
Languages: af, el, et, he, mt, ta, th

source: No man page matching to %1 found.
af: nee man bladsy ooreenstemmende aan %1 gevind.
el: δε βρέθηκε σελίδα man που να ταιριάζει με το '%1'.
et: Man lehekülge, mis rahuldaks kriteeriumit %1, ei leitud.
he: .%1-ל םאות תוארוה ףד אצמנ אל
mt: Ma nstabet ebda paġna man taqbel ma' %1.
ta: %1 ¯¼ý ¦À¡ÕóÐõ man Àì¸õ ²ÐÁ¢ø¨Ä.
th: ไม่พบหน้าคู่มือสำหรับ %1

source: Open of %1 failed.
af: open van %1 gevaal.
el: Το άνοιγμα του '%1' απέτυχε.
et: %1 avamine ebaõnnestus.
he: .הלשכנ %1 תחיתפ
mt: Ma setax jinfetaħ %1.
ta: %1 ­¨Éò ¾¢Èò¾ø ÓÈ¢ó¾Ð.
th: ล้มเหลวในการเปิด %1

source: <head><title>Man output</title></head>
af: <head><title>man uitset</title></head>
el: <head><title>Έξοδος man</title></head>
et: <head><title>Man väljund</title></head>
he: <head><title>Man הדוקפה טלפ</title></head>
mt: <head><title>Output tal-Man</title></head>
ta: <head><title>Man ¦ÅÇ¢Â£Î</title></head>
th: <head><title>การแสดงผลคู่มือ</title></head>

source: <body bgcolor=#ffffff><h1>KDE Man Viewer Error</h1>
af: <body bgcolor=#ffffff><h1>kde man aansig fout</h1>
el: <body bgcolor=#ffffff><h1>Σφάλμα προβολής man KDE</h1>
et: <body bgcolor=#ffffff><h1>KDE man vaataja viga</h1>
he: <body bgcolor=#ffffff><h1>KDE לש תוארוהה יפד גיצמ לש האיגש</h1>
mt: <body bgcolor=#ffffff><h1>Problema fil-werrej KDE tal-Man</h1>
ta: <body bgcolor=#ffffff><h1>KDE Man ¸¡ðÊ ¾ÅÚ</h1>
th: <body bgcolor=#ffffff><h1>เครื่องมือแสดงคู่มือของ KDE ผิดพลาด</h1>

source: Man output
af: man uitset
el: Έξοδος man
et: Man väljund
he: Man הדוקפה טלפ
mt: Output tal-man
ta: Man ¦ÅÇ¢Â£Î
th: การแสดงผลคู่มือ

source: There is more than one matching man page.
af: daar is meer as een ooreenstemmende man bladsy.
el: Ταιριάζουν πάνω από μία σελίδες man.
et: Kriteeriumile vastavaid man lehekülgi on rohkem kui üks.
he: .םיאתמ דחא תוארוה ףדמ רתוי שי
mt: Hemm iżjed minn paġna waħda li taqbel.
ta: ´ýÚìÌ §ÁüÀð¼ ¦À¡ÕóÐõ man Àì¸í¸û ¯ûÇÉ.
th: ไม่มีคู่มือที่เข้าคู่

source: User Commands
af: gebruiker opdragte
el: Εντολές Χρήστη
et: Kasutaja käsud
he: שמתשמ תודוקפ
mt: Kmandijiet tal-User
ta: ÀÂÉ÷ ¸ð¼¨Ç¸û
th: คำสั่งของผู้ใช้

source: System Calls
af: stelsel oproepe
el: Κλήσεις Συστήματος
et: Süsteemsed kutsungid
he: תכרעמ תואירק
mt: Sejħiet lis-Sistema
ta: ¸½¢É¢ «¨ÆôÒì¸û
th: เรียกระบบ

source: Subroutines
af: subroetines
el: Υπορουτίνες
et: Alamfunktsioonid
he: תורגש-תת
ta: ¯À¿¢Ãø¸û
th: รูทีนย่อย

source: Devices
af: toestelle
el: Συσκευές
et: Seadmed
he: םינקתה
mt: Apparat
ta: º¡¾Éí¸û
th: อุปกรณ์

source: File Formats
af: lêer formate
el: Μορφές Αρχείων
et: Failide vormingud
he: םיצבק תוינבת
mt: Formati tal-fajls
ta: §¸¡ôÒ ÅÊÅí¸û
th: รูปแบบแฟ้ม

source: Games
af: speletjies
el: Παιχνίδια
et: Mängud
he: םיקחשמ
mt: Logħob
ta: Å¢¨ÇÂ¡ðÎì¸û
th: เกมส์

source: System Administration
af: stelsel administrasie
el: Διαχείριση Συστήματος
et: Süsteemi administreerimine
he: תכרעמה לוהינ
mt: Amministrazzjoni tas-Sistema
ta: ¸½¢É¢ ¿¢÷Å¡¸õ
th: ผู้ดูแลระบบ

source: Kernel
el: Πυρήνας
he: ןיערג
ta: Å¢òÐ
th: เคอร์เนล

source: New
af: nuwe
el: Νέα
et: Uus
he: שדח
mt: Ġdid
ta: Ò¾¢Â
th: ใหม่

source: <head><title>UNIX Manual Index</title></head>
af: <head><title>unix hand indeks</title></head>
el: <head><title>Ευρετήριο εγχειριδίων (man pages) UNIX</title></head>
et: <head><title>UNIX manuaalide indeks</title></head>
he: <head><title>סקינוי לש תוארוהה יפד לש םיניינעה ןכות</title></head>
mt: <head><title>Indiċi tal-Manwali tal-UNIX</title></head>
ta: <head><title>UNIX ¨¸áø ÍðÊ</title></head>
th: <head><title>ดัชนีคู่มือยูนิกซ์</title></head>

source: <body bgcolor=#ffffff><h1>UNIX Manual Index</h1>
af: <body bgcolor=#ffffff><h1>unix hand indeks</h1>
el: <body bgcolor=#ffffff><h1>Ευρετήριο εγχειριδίων (man pages) UNIX</h1>
et: <body bgcolor=#ffffff><h1>UNIX manuaalide indeks</h1>
he: <body bgcolor=#ffffff><h1>סקינוי לש תוארוהה יפד לש םיניינעה ןכות</h1>
mt: <body bgcolor=#ffffff><h1>Indiċi tal-Manwali tal-UNIX</h1>
ta: <body bgcolor=#ffffff><h1>UNIX ¨¸áø ÍðÊ</h1>
th: <body bgcolor=#ffffff><h1>ดัชนีคู่มือยูนิกซ์</h1>

source: Section
af: seksie
et: Sektsioon
he: קרפ
mt: Sezzjoni
ta: ÀÌ¾¢
th: หมวด

source: <body bgcolor=#ffffff><h1>Index for Section %1: %2</h1>
af: <body bgcolor=#ffffff><h1>indeks vir seksie %1: %2</h1>
el: <body bgcolor=#ffffff><h1>Ευρετήριο για τον τομέα %1: %2</h1>
et: <body bgcolor=#ffffff><h1>Sektsiooni %1: %2 indeks</h1>
he: <body bgcolor=#ffffff><h1>%2 :%1 קרפל םיניינעה ןכות</h1>
mt: <body bgcolor=#ffffff><h1>Indiċi tas-Sezzjoni %1: %2</h1>
ta: <body bgcolor=#ffffff><h1>ÀÌ¾¢ %1 ­ý ÍðÊ: %2</h1>
th: <body bgcolor=#ffffff><h1>ดัชนีของหมวด %1: %2</h1>

source: Generating Index
af: genereer indeks
el: Δημιουργώ το Ευρετήριο
et: Ineksi genereerimine
he: סקדניא רצוי
mt: Qed niġġenera l-indiċi
ta: ÍðÊ¨Â ¯ÕÅ¡ìÌ¸¢§Èý
th: กำลังสร้างดัชนี

source: no idea yet
af: nee idee nog
et: info puudub
he: גשומ יל שי םרט
mt: m'għandix ideja għalissa
ta: ­ýÉÓõ ±ì ¸ÕòÐÁ¢ø¨Ä
th: ยังไม่มีไอเดียในตอนนี้
