Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kio_pop3.po
Languages: af, az, bg, da, de, el, es, fr, he, ja, lt, mt, nl, pt, pt_br, ru, ta, th, tr, xh

source: No response from POP3 server in 600 secs.
af: nee antwoord van pop3 bediener in 600 sekondes.
az: POP3 vericidən 600 saniyə ərzində cavab gəlmədi.
bg: Няма отговор от POP3 сървър от 600 секунди.
da: Intet svar fra POP3 server i 600 sek.
de: Keine Antwort vom POP3-Server während 600 Sekunden.
el: Καμία απόκριση από τον εξυπηρετητή POP3 σε 600 δεύτερα.
es: Ninguna respuesta del servidor POP3 en 600 segundos.
fr: Aucune réponse du serveur POP3 en 10 minutes.
he: .תוינש 600 ךשמב POP3-ה תרשמ הבוגת ןיא
ja: 600秒経ってもPOP3サーバから応答がありません.
lt: POP3 serveris neatsakė per 600 sekundžių.
mt: Ebda risposta mis-server POP3 għal 600 sek.
nl: Geen antwoord van de POP3-server in 600 sec.
pt: Nenhuma resposta do servidor de POP3 nos últimos 600 s.
pt_br: Nenhuma resposta do servidor de POP3 nos últimos 600 s.
ru: Нет ответа от POP3 сервера в течение 600 сек.
ta: 600 ¦ºì¸ý¸Ç¡¸ POP3 ÀÃ¢Á¡È¢Â¢Ä¢ÕóÐ ±ô À¾¢ÖÁ¢ø¨Ä.
th: ไม่มีการตอบกลับจากเซิร์ฟเวอร์ POP3 ในเวลา 600 วินาที
tr: POP3 sunucudan 600 saniye içinde yanıt alınamadı.
xh: Akukho mpendulo evela kwi POP3 mncedisi kwimizuzwana engamakhulu amathandathu.(600)

source: PASS <your password>
af: herhaling <your password>
az: PASS <parolunuz>
bg: PASS <вашата парола>
da: PASS <dit kodeord>
de: PASS <Ihr Passwort>
el: PASS <ο κωδικό σας>
es: PASS <su contraseña>
fr: PASS <votre mot de passe>
he: PASS <ךלש המסיסה>
ja: パスワード <あなたのパスワード>
lt: PASS <jūsų slaptažodis>
mt: PASS <password tiegħek>
nl: PASS <uw wachtwoord>
pt: PASS <a tua senha>
pt_br: PASS <sua senha>
ru: PASS <ваш пароль>
ta: PASS <¯í¸û ¸¼×î¦º¡ø>
th: PASS <รหัสผ่านของคุณ>
tr: PASS <parolanız>
xh: GQITHISA <igama lakho eligqithisiweyo>

source: I said: "%1" And then the server said: "%2"
af: i het gesê: "%1" en dan word die bediener het gesê: "%2"
az: Mən dedim ki: "%1" Verici də bu cavabı verdi: "%2"
bg: Аз казах: "%1" И след това сървърът каза: "%2"
da: Jeg sagde: "%1" Og så sagde serveren: "%2"
de: Übermittelt: "%1" Server-Antwort: "%2"
el: Είπα: "%1" Και μετά ο εξυπηρετητής είπε: "%2"
es: Dije: "%1" y el servidor dijo: "%2"
fr: J'ai dit : «%1» et le serveur a répondu : «%2».
he: :יתרמא ינא "%1" :רמא תרשה זאו "%2"
ja: 送信: "%1" サーバからの応答: "%2"
lt: Aš pasakiau: „%1“ Ir serveris atsakė: „%2“
mt: Jien għidt: "%1" U mbgħat is-server irrisponda: "%2"
nl: Ik zei: ..."%1" En toen zei de server: "%2"
pt: Eu enviei: "%1" E o servidor respondeu: "%2"
pt_br: Eu enviei: "%1" E o servidor respondeu: "%2"
ru: Я сказал: "%1" А сервер ответил: "%2"
ta: ¿¡ý ÜÈ¢ÂÐ: "%1" «¾üÌ «ôÀÃ¢Á¡È¢Â¢ý À¾¢ø: "%2"
th: ส่งข้อความ: "%1" ไป จากนั้น เซิร์ฟเวอร์ตอบกลับมาว่า: "%2"
tr: Gönderilen istek: "%1" Sunucudan gelen yanıt: "%2"
xh: Ndi the: "%1" Kwaye umncedisi uthe: "%2"

source: The server terminated the connection.
af: die bediener beëindig die verbinding.
az: Verici bağlantını kəsdi.
bg: Сървъра унищожи връзката.
da: Serveren afsluttede forbindelsen.
de: Der Server hat die Verbindung abgebrochen.
el: Ο εξυπηρετητής τερμάτισε τη σύνδεση.
es: El servidor terminó la conexión.
fr: Le serveur a coupé la connexion.
he: .רוביחה תא םייס תרשה
ja: サーバは接続を切りました.
lt: Serveris nutraukė susijungimą.
mt: Is-server temm il-kollegament.
nl: De server heeft de verbinding verbroken.
pt: O servidor terminou a ligação.
pt_br: O servidor terminou a conexão.
ru: Сервер разорвал соединение.
ta: ÀÃ¢Á¡È¢ ¦¾¡¼÷¨Àò ÐñÊò¾Ð
th: เซิร์ฟเวอร์ตัดการเชื่อมต่อ
tr: Sunucu bağlantıyı kesti.
xh: Umncedisi ulwenze udibaniso lwanesiphelo sendlela.

source: Invalid response from server: "%1"
af: ongeldige antwoord van bediener: "%1"
az: Vericidən səhv cavab: "%1"
bg: Невалиден отговор от сървър: "%1"
da: Ugyldigt svar fra serveren: "%1"
el: Άκυρη απόκριση από τον εξυπηρετητή: "%1"
es: Respuesta inválida del servidor: "%1"
fr: Réponse non valable du serveur : «%1».
he: :תרשהמ הפקת אל הבוגת "%1"
ja: サーバから不当な応答: "%1"
lt: Blogas atsakymas iš serverio: „%1“
mt: Risposta invalida mis-server: "%1"
nl: Ongeldig antwoord van de server: "%1"
pt: A resposta do servidor é inválida: "%1"
pt_br: A resposta do servidor não é válida: "%1"
ru: Неправильный ответ сервера: "%1"
ta: ÀÃ¢Á¡È¢Â¢¼Á¢ÕóÐ ÅÄ¢¾üÈ À¾¢ø: "%1"
th: การตอบกลับมาไม่ถูกต้อง จากเซิร์ฟเวอร์: "%1"
tr: Sunucudan geçersiz bir cevap geldi: "%1"
xh: Impendulo engasebenziyo esuka kumncedisi: "%1"

source: Could not send to server.
af: kon nie stuur aan bediener.
az: Vericiyə yollaya bilmirəm.
bg: Не мога да изпратя на сървър.
da: Kunne ikke sende til server.
de: Übermittlung an Server nicht möglich.
el: Δε μπόρεσα να στείλω στον εξυπηρετητή.
es: Imposible enviar al servidor.
fr: Impossible d'envoyer au serveur.
he: .תרשה לא חולשל ןתינ אל
ja: サーバに送信出来ませんでした.
lt: Negaliu siųsti į serverį.
mt: Ma stajtx nibgħat lis-server.
nl: Kon niet naar de server zenden.
pt: Não consigo enviar para o servidor.
pt_br: Não consigo enviar para o servidor.
ru: Не могу отправить на сервер.
ta: ÀÃ¢Á¡È¢ìÌ «ÛôÀ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถส่งไปยังเซิร์ฟเวอร์
tr: Sunucuya gönderilemedi.
xh: Ayinakuyithumela kumncedisi.

source: Could not login to %1.
af: kon nie aanteken aan %1.
az: %1 vericisinə girə bilmirəm.
bg: Не мога да вляза в %1.
da: Kunne ikke logge på %1.
de: Anmeldung bei %1 nicht möglich.
el: Δε μπόρεσα να συνδεθώ στο %1.
es: Imposible entrar en %1.
fr: Impossible de se connecter à %1
he: .%1 לא סנכיהל ןתינ אל
ja: %1 にログイン出来ません.
lt: Negaliu prisiregistruoti mazge %1.
mt: Ma stajtx nagħmel login fuq %1.
nl: Kon niet inloggen bij %1
pt: Não consegui ligar a %1.
pt_br: Não consegui efetuar login em %1.
ru: Не могу войти на %1.
ta: ­¾üÌð ¦ºøÄ ÓÊÂÅ¢ø¨Ä %1.
th: ไม่สามารถทำการล็อกอินไปยัง %1
tr: %1 makinesine bağlantı kurulamadı.
xh: Ayinakufaka okuthile ku %1.

source: The server terminated the connection immediately.
af: die bediener beëindig die verbinding dadelik.
az: Verici bağlantını həmən kəsdi.
bg: Сървъра унищожи връзката веднага.
da: Serveren afbrød forbindelsen med det samme.
de: Der Server hat die Verbindung sofort abgebrochen.
el: Ο εξυπηρετητής τερμάτισε άμεσα τη σύνδεση.
es: El servidor terminó la conexión inmediatamente.
fr: Le serveur a coupé la connexion immédiatement.
he: .ידיימ ןפואב רוביחה תא םייס תרשה
ja: サーバは接続をすぐに終了しました.
lt: Serveris nutraukė prisijungimą tuoj pat.
mt: Is-server temm il-kollegament immedjatament.
nl: De server verbrak onmiddelijk de verbinding.
pt: O servidor terminou a ligação imediatamente.
pt_br: O servidor terminou a ligação imediatamente.
ru: Сервер прервал соединение.
ta: ÀÃ¢Á¡È¢ ¦¾¡¼÷¨À ¯¼ÉÊÂ¡¸ò ÐñÊò¾Ð.
th: เซิร์ฟเวอร์ตัดการเชื่อมต่อในทันที
tr: Sunucu bağlantıyı kesti.
xh: Umncedisi ulwenze udibaniso lwanesiphelo sendlela kwangoko.

source: Server does not respond properly: %1
af: bediener doen nie antwoord behoorlik: %1
az: Verici düzgün cavab vermədi: %1
bg: Сървърът не отговаря правилно: %1
da: Server svarer ikke rigtigt: %1
de: Server antwortet nicht entsprechend: %1
el: Ο εξυπηρετητής δεν αποκρίνεται σωστά: %1
es: El servidor no respondió adecuadamente: %1
fr: Le serveur n'a pas répondu correctement : %1
he: :ךירצש ומכ ביגמ אל תרשה %1
ja: サーバは正しく応答しません: %1
lt: Serveris neatsakė teisingai: %1
mt: Is-server ma rrispodniex kif mistenni: %1
nl: De server geeft geen goed antwoord: %1
pt: O servidor não responde convenientemente: %1
pt_br: O servidor não responde adequadamente: %1
ru: Сервер не дал соответствующий ответ: %1
ta: ÀÃ¢Á¡È¢ ºÃ¢Â¡¸ô À¾¢ÄÇ¢ì¸Å¢ø¨Ä: %1
th: ดูเหมือนว่าเซิร์ฟเวอร์จะไม่มีการตอบรับ: %1
tr: Sunucu iletişime düzgün yanıt vermiyor: %1
xh: Umncedisi akakwazi ukuphendula kakuhle: %1

source: Your POP3 server does not support APOP. Choose a different authentication method.
af: jou pop3 bediener doen nie ondersteun apop. kies 'n ander geldigheidsverklaring metode.
az: Sizin POP3 vericinizin APOP dəstəyi yoxdur. Başqa kimlik yoxlaması metodu seçin.
bg: Вашият POP3 сървър не поддържа APOP. Изберете друг метод на удостоверяване.
da: Din POP3 server understøtter ikke APOP. Vælg en anden godkendelsesmetode.
de: Ihr POP3-Server unterstützt APOP nicht. Wählen Sie eine andere Methode für die Authentifizierung.
el: Ο POP3 εξυπηρετητής σας δεν υποστηρίζει APOP Επιλέξτε μια διαφορετική μέθοδο ταυτοποίησης.
es: Su servidor POP3 no soporta APOP. Desactive Seleccione un método diferente de autentificación.
fr: Votre serveur POP3 ne gère pas APOP. Veuillez sélectionner une autre méthode d'identification.
he: .APOP-ב ךמות אל ךלש POP3-ה תרש .תרחא תומיא תטיש רחב
ja: あなたのPOP3サーバはAPOPをサポートしていません. 別の認証方式を選択して下さい.
lt: Jūsų POP3 serveris nepalaiko APOP. Pasirinkite kitą autentifikacijos metodą.
mt: Is-server POP3 tiegħek ma jaċċettax APOP. Agħżel metodu ieħor ta' awtentikazzjoni.
nl: Uw POP3-server ondersteund geen APOP. Kies a.u.b. een andere authenticatiemethode.
pt: O teu servidor POP3 não suporta o APOP. Escolhe um método de autenticação diferente.
pt_br: Seu servidor POP3 não suporta o APOP. Escolha um método de autenticação diferente.
ru: Ваш POP3 сервер не поддерживает протокол APOP. Выберите другой метод аутентификации.
ta: ¯í¸û POP ÀÃ¢Á¡È¢Â¢ø APOP ¬¾ÃÅ¢ø¨Ä. §Å¦È¡Õ ¬ÇÈ¢ Ó¨È¨Âò ¦¾Ã¢×¦ºöÂ×õ.
th: เซิร์ฟเวอร์ POP3 ของคุณ ไม่สนับสนุนคำสั่ง APOP โปรดเลือกการตรวจสอบสิทธิ์วิธีอื่น
tr: Kullanmak istediğiniz POP3 sunucu APOP desteklemiyor. Lütfen farklı bir kimlik denetim yöntemi kullanın.
xh: Umncedisis wakho we POP3 akayixhasi i APOP. Khetha indlela yobhalo eyahlukileyo.

source: Your POP3 server claims to support TLS but negotiation was unsuccessful. You can disable TLS in KDE using the crypto settings module.
af: jou pop3 bediener maak aanspraak aan ondersteun tls maar onderhandeling was onsuksesvol. jy kan deaktiveer tls in kde te gebruik die kripto instellings module.
az: Sizin POP3 vericiniz TLS dəstəyi olduğunu iddəa edir, amma müzakirə aparıla bilinmədi. Siz KDEdə TSLni kripto modulu seçənəklərindən qapada bilərsiniz.
bg: Вашият POP3 сървър твърди че поддържа TLS но договарянето беше неуспешно. Можете да забраните TLS в KDE използвайки модула за крипто настройки.
da: Din POP3 server påstår den støtter TLS men forhandlingen mislykkedes. Du kan deaktivere TLS i KDE ved brug af krypto indstillingsmodulet.
de: Der POP3-Server signalisiert Unterstützung für TLS, aber eine entsprechende Verbindungsaufnahme war nicht möglich. Sie können TLS im Kontrollmodul "Verschlüsselung" abschalten.
el: O POP3 εξυπηρετητής σας ισχυρίζεται ότι υποστηρίζει TLS αλλά οι διαπραγματεύσεις απέτυχαν. Μπορείτε να απενεργοποιήσετε το TLS στο KDE με το άρθρωμα ρύθμισης Κρυπτογραφίας.
es: Su servidor POP3 dice soportar TLS pero la negociación no resultó con éxito. Puede desactivar TLS en KDE utilizando el módulo de opciones crypto.
fr: Votre serveur POP3 prétend gérer TLS mais la communication n'a pas abouti. Vous pouvez désactiver l'utilisation de TLS dans le module de configuration de la cryptographie (dans le centre de configuration de KDE).
he: .הנפצהה תורדגה לודומב KDE-ב ןימז אלל TLS תא ךופהל ךתורשפאב .חלצומ היה אל ןתמו אשמה ךא ,TLS-ב ךמות אוה יכ ןעוט ךלש POP3-ה תרש
ja: POP3サーバは、TLSサポートを要求しましたが、ネゴシエーションに失敗しました. 暗号化設定モジュールで、TLSを無効にできます.
lt: Jūsų POP3 serveris skelbiasi palaikąs TLS, bet derybos buvo nesėkmingos. Jūs galite išjungti TLS KDE naudodami Šifravimo kontrolės modulį.
mt: Is-server POP3 tiegħek qal li jaċċetta TLS imma l-ftehim falla. Tista' titfi t-TLS fil-KDE billi tuża l-modulu tal-kriptografija.
nl: Uw POP3-server claimt dat ze TLS ondersteund, maar de onderhandeling was zonder succes. U kunt TLS uitschakelen in de configuratiemodule coderinginstellingen.
pt: O teu servidor POP3 diz suportar o TLS mas a negociação foi mal sucedida. Podes desactivar o TLS no KDE com o módulo de configuração de cifra.
pt_br: Seu servidor POP3 diz suportar o TLS mas a negociação foi mal-sucedida. Você pode desativar o TLS no KDE com o módulo de configuração de criptografia.
ru: Ваш POP3 сервер заявил поддержку TLS, но попытка входа завершилась неудачей. Вы можете запретить использование TLS в KDE, используя модуль настройки криптографии.
ta: ¯í¸û POP3 ÀÃ¢Á¡È¢ TLS ¬¾ÃÅ¢ÕôÀ¾¡¸ì ÜÈ¢Ûõ TLS §ÀîÍÅ¡÷ò¨¾ ¨¸Ü¼Å¢ø¨Ä. ¿£í¸û KDE ­ý ºí¸§¸¾ «¨ÁôÒìÜüÈ¢ý ãÄõ TLS ­¨Éî ¦ºÂÄ¸üÈÄ¡õ.
th: เซิร์ฟเวอร์ POP3 ของคุณ อ้างว่าจะสนับสนุน TLS แต่ตอนนี้ยังไม่เสร็จสมบูรณ์ คุณสามารถปิดการใช้งาน TLS ใน KDE ได้ โดยใช้โมดูลตั้งค่าการเข้ารหัส
tr: Kullandığınız POP3 sunucusu TLS destekli olduğunu söylüyor, ancak iletişim başarısız oldu. Şifreleme ayarları bölümünden TLS desteğini kapatabilirsiniz.
xh: Umncedisi wakho we POP3 ubanga ukuxhasa i TLS kodwa uthetha-thethwano aluzange luphumelele. Ungakhubaza i TLS kwi KDE usebenzisa umnqongo wokwenza izinto ngocwangco.

source: Your POP3 server does not support TLS. Disable TLS, if you want to connect without encryption.
af: jou pop3 bediener doen nie ondersteun tls. deaktiveer tls, as jy wil hê aan konnekteer sonder om te enkripsie.
az: Sizin POP3 vericinizin TLS desteyi yoxdur. TLSni kriptosuz bağlantı istəyirsinizsə, bağlayın.
bg: Вашият POP3 сървър не поддържа TLS. Забранете TLS, ако искате да се свържете без криптиране.
da: Din POP3 server støtter ikke TLS. Deaktivér TLS, hvis du ønsker at forbinde uden kryptering.
de: Der POP3-Server unterstützt TLS nicht. Deaktivieren Sie TLS, wenn Sie eine Verbindung ohne Verschlüsselung aufnehmen möchten.
el: Ο POP3 εξυπηρετητής σας δεν υποστηρίζει TLS. Απενεργοποιείστε το TLS αν θέλετε να συνδεθείτε χωρίς κρυπτογράφηση.
es: Su servidor POP3 no soporta TLS. Desactive TLS, si desea conectar sin encriptación.
fr: Votre serveur POP3 ne gère pas TLS. Désactivez-le si vous voulez vous connecter sans cryptage.
he: תא ךופה .TLS-ב ךמות אל ךלש POP3-ה תרש .הנפצה אלל רבחתהל ךנוצרב םא ,ןימז אלל TLS
ja: POP3サーバはTLSをサポートしていません. 暗号化無しで接続したい場合、TLSを無効にして下さい.
lt: Jūsų POP3 serveris nepalaiko TLS. Išjunkite TLS, jei norite prisijungti be šifravimo.
mt: Is-server POP3 tiegħek ma jaċċettax TLS. Itfi t-TLS jekk trid tkompli mingħajr ċifrazzjoni.
nl: Uw POP3-server ondersteund geen TLS. Schakel TLS uit als u zonder encryptie wilt verbinden.
pt: O teu servidor POP3 não suporta o TLS. Desactiva-o, se te quiseres ligar sem cifra.
pt_br: Seu servidor POP3 não suporta o TLS. Desative o TLS se desejar uma conexão sem criptografia.
ru: Ваш POP3 сервер не поддерживает TLS. Запретите использование TLS, если вас устраивает соединение без шифрования.
ta: ¯í¸û POP3 ÀÃ¢Á¡È¢Â¢ø TLS ¬¾ÃÅ¢ø¨Ä. ºí§¸¾Á¢ýÈ¢ò ¦¾¡¼÷Ò¦¸¡ûÇ Å¢ÕõÀ¢ý TLS ­¨Éî ¦ºÂÄ¸üÈ×õ.
th: เซิร์ฟเวอร์ POP3 ของคุณ ไม่สนับสนุน TLS ปิดการใช้งาน TLS หากคุณต้องการเชื่อมต่อแบบไม่เข้ารหัส
tr: Kullandığınız POP3 sunucusu TLS desteklemiyor. Şifreleme yapmadan bağlantı kurmak için TLS desteğini kapatın.
xh: Umncedisi wakho we POP3 akayixhasi i TLS. Khubaza i TLS, ukuba ufuna ukudibanisa ngaphandle kosongekeko.

source: Username and password for your POP3 account:
af: gebruikernaam en wagwoord vir jou pop3 rekening:
az: POP3 hesabınızın istifadəçi adı və parolu:
bg: Потребителско име и парола за вашата POP3 сметка:
da: Brugernavn og kodeord for din POP3 konto:
de: Benutzername und Passwort für Ihren POP3-Zugang:
el: Όνομα χρήστη και κωδικός πρόσβασης για τον POP3 λογαριασμό σας:
es: Nombre de usuario y contraseña para su cuenta POP3:
fr: Nom d'utilisateur et mot de passe pour votre compte POP3 :
he: <nobr>המסיסהו שמתשמה םש<br>:ךלש POP3-ה ןובשחל</nobr>
ja: POP3アカウントのユーザ名とパスワード:
lt: Jūsų POP3 paskyros prisijungimo vardas ir slaptažodis:
mt: Isem ta' user u password għall-kont POP3 tiegħek:
nl: Gebruikersnaam en wachtwoord voor uw POP3-account:
pt: Utilizador e senha para a tua conta POP3:
pt_br: Nome de usuário e senha para sua conta POP3:
ru: Имя и пароль для вашей POP3 записи:
ta: ¯í¸û POP3 ¸½ì¸¢ý ÀÂÉ÷¦ÀÂ÷, ¸¼×î¦º¡ø:
th: ชื่อผู้ใช้และรหัสผ่าน สำหรับบัญชีผู้ใช้งาน POP3 ของคุณ:
tr: POP3 hesabı için kullanıcı adı ver parolanızı girin:
xh: Igama lomsebenzisi kunye negama eligqithisiweyo letyala lakho le POP3:

source: Login via APOP failed: %1
af: aanteken deur middel van apop gevaal: %1
az: APOP üstündən giriş bacarılmadı: %1
bg: Влизането чрез APOP се провали: %1
da: Logpå via APOP mislykkedes: %1
de: Anmeldung über APOP fehlgeschlagen: %1
el: Το login με APOP απέτυχε: %1
es: El acceso a través de APOP falló: %1
fr: La connexion via APOP a échoué : %1
he: :הלשכנ APOP תועצמאב הסינכה %1
ja: APOP経由でのログインに失敗:\ "%1"
lt: Registravimasis naudojant APOP nepavyko: %1
mt: Login permezz ta' APOP falla: %1
nl: Inloggen via APOP faalde: %1
pt: A ligação através do APOP falhou: %1
pt_br: O login através do APOP falhou: %1
ru: Вход при помощи APOP невозможен: %1
ta: APOP ÅÆ¢Â¡É ¯û¦ºÖò¾õ ÓÈ¢ó¾Ð: %1
th: ล็อกอินโดยคำสั่ง APOP ล้มเหลว: %1
tr: APOP üzerinden bağlantıda hata oluştu: %1
xh: Ugqithiso lokuthile okugqitha kwi APOP aluphumelelanga: %1

source: Login via SASL (%1) failed.
af: aanteken deur middel van sasl (%1) gevaal.
az: SASL (%1) üstündən giriş bacarılmadı.
bg: Влизането чрез SASL (%1) се провали.
da: Logpå via SASL (%1) mislykkedes.
de: Anmeldung über SASL (%1) fehlgeschlagen
el: Το login με SASL (%1) απέτυχε.
es: El acceso a través de SASL (%1) falló.
fr: La connexion via SASL (%1) a échoué.
he: .הלשכנ SASL (%1) תועצמאב הסינכה
ja: SASL (%1)経由のログインに失敗しました.
lt: Registravimasis naudojant SASL (%1) nepavyko.
mt: Login permezz ta' SASL (%1) falla.
nl: Inloggen via SASL (%1) faalde.
pt: A ligação através do SASL (%1) falhou.
pt_br: O login através do SASL (%1) falhou.
ru: Вход при помощи SASL (%1) невозможен.
ta: SASL ÅÆ¢Â¡É ¯û¦ºÖò¾õ ÓÈ¢ó¾Ð: %1
th: ล็อกอินโดยคำสั่ง SASL (%1) ล้มเหลว
tr: SASL (%1) üzerinden bağlantıda hata oluştu.
xh: Ugqithiso lokuthile olugqitha kwi SASL (%1) aluphumelelanga.

source: Your POP3 server does not support SASL. Choose a different authentication method.
af: jou pop3 bediener doen nie ondersteun sasl. kies 'n ander geldigheidsverklaring metode.
az: Sizin POP3 vericinizin SASL dəstəyi yoxdur. Başqa kimlik yoxlaması metodu seçin.
bg: Вашият POP3 сървър не поддържа SASL. Изберете друг метод на удостоверяване.
da: Din POP3 server støtter ikke SASL. Vælg en anden godkendelsesmetode.
de: Ihr POP3-Server unterstützt SASL nicht. Wählen Sie eine andere Methode für die Authentifizierung.
el: O POP3 εξυπηρετητής σας δεν υποστηρίζει SASL. Επιλέξτε μια άλλη μέθοδο ταυτοποίησης.
es: Su servidor POP3 no soporta SASLTLS. Seleccione un método diferente de autentificación.
fr: Votre serveur POP3 ne gère pas SASL. Veuillez sélectionner une autre méthode d'identification.
he: .SASL-ב ךמות אל ךלש POP3-ה תרש .תרחא תומיא תטיש רחב
ja: POP3サーバはSASLをサポートしていません. 他の認証方式を選択して下さい.
lt: Jūsų POP3 serveris nepalaiko SASL. Pasirinkite kitą autentifikacijos metodą.
mt: Is-server POP3 tiegħek ma jaċċettax SASL. Agħżel metodu ieħor ta' awtentikazzjoni.
nl: Uw POP3-server ondersteund geen SASL. Kies a.u.b. een andere authenticatiemethode.
pt: O teu servidor POP3 não suporta o SASL. Escolhe um método de autenticação diferente.
pt_br: Seu servidor POP3 não suporta o SASL. Escolha um método de autenticação diferente.
ru: Ваш POP3 сервер не поддерживает SASL. Выберите другой метод аутентификации.
ta: ¯í¸û POP ÀÃ¢Á¡È¢Â¢ø SASL ¬¾ÃÅ¢ø¨Ä. §Å¦È¡Õ ¬ÇÈ¢ Ó¨È¨Âò ¦¾Ã¢×¦ºöÂ×õ.
th: เซิร์ฟเวอร์ POP3 ของคุณ ไม่สนับสนุน SASL โปรดเลือกการตรวจสอบสิทธิ์วิธีอื่น
tr: Kullandığınız POP3 sunucu SASL desteklemiyor. Farklı bir kimlik denetim yöntemi seçin.
xh: Umncedisi wakho we POP3 akayixhasi i SASL. Khetha indlela yobhalo eyahlukileyo.

source: Unexpected response from POP3 server.
af: onverwagte antwoord van pop3 bediener.
az: POP3 vericidən gözlənilməz cavab.
bg: Неочакван отговор от POP3 сървър.
da: Uventet svar fra POP3 server.
de: Unerwartete Reaktion von POP3-Server
el: Μη αναμενόμενη απόκριση από τον POP3 εξυπηρετητή.
es: Respuesta inesperada del servidor POP3.
fr: Réponse inattendue du serveur POP3.
he: .POP3-ה תרשמ היופצ אל הבוגת
ja: POP3サーバから予期せぬ応答を受け取りました.
lt: Netikėtas atsakymas iš POP3 serverio.
mt: Risposta mhux mistennija mis-server POP3.
nl: Onverwacht antwoord van de POP3-server.
pt: A resposta do servidor de POP3 é inesperada.
pt_br: Resposta inesperada do servidor de POP3.
ru: Неожиданный ответ от POP3 сервера.
ta: POP3 ÀÃ¢Á¡È¢Â¢Ä¢ÕóÐ ±¾¢÷À¡Ã¡ô À¾¢ø
th: การตอบกลับมาจากเซิร์ฟเวอร์ไม่ถูกต้อง
tr: POP3 sunucudan beklenmeyen cevap.
xh: Impendulo engalindelelekanga esuka kumncedisi we POP3.

source: Couldn't login.
af: kon nie aanteken.
az: Girə bilmirəm.
bg: Не мога да вляза.
da: Kunne ikke logge på
de: Anmeldung nicht möglich
el: Δε μπόρεσα να συνδεθώ.
es: Imposible entrar.
fr: Connexion impossible.
he: .סנכיהל ןתינ אל
ja: ログインできません。
lt: Negaliu prisiregistruoti.
mt: Ma setax isir login.
nl: Inloggen faalde.
pt: Não consegui ligar-me.
pt_br: Impossível efetuar login.
ru: Невозможно зарегистрироваться.
ta: ¯ð¦ºøÄ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถทำการล็อกอินได้
tr: Giriş yapılamadı.
xh: Ayikwazanga kugqithisa okuthile.

source: Invalid response from server: "%1"
de: Ungültige Antwort vom Server: "%1"
