Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/klipper.po
Languages: bg, et, he, is, ja, ko, lv, mt, no, sl, ta, xh

source: KDE Cut & Paste history utility
bg: KDE Инструмен с история на Отрежи & Вмъкни
et: KDE utiliit Lõika & Aseta ajaloo haldamiseks
he: KDE-ל הקבדהו הריזג תיירוטסיה ילכ
is: KDE klippi og lími sögutól
ja: KDE 切り取り、貼り付け履歴ユーティリティ
ko: KDE 자르고 붙였던 내역을 다루는 도구
lv: KDE Izgriezt & Ielīmēt vēstures utilite
mt: Għodda tal-kronoloġija tal-ikkupjar KDE
no: KDE Verktøy for klippe- og limehistorie
sl: Pripomoček KDE za dnevnik Odreži in prilepi
ta: KDE ¦ÅðÎ & ´ðÎ ÅÃÄ¡Úì ¸ÕÅ¢
xh: & iKDE isika ucolo lwento eluncedo yembali

source: Klipper
is: Kippari
ko: 클리퍼
lv: Klippers
sl: Kliper
xh: iKlipper

source: <empty clipboard>
bg: <празен клипборд>
et: <tühi lõikepuhver>
he: <קיר הכירע חול>
is: <tómt klippiborð>
ja: <空です>
ko: <빈 클립보드>
lv: <tukša starpliktuve>
mt: <clipboard vojt>
no: <tom utklippstavle>
sl: <prazno odložišče>
ta: <¸¡Ä¢Â¡É À¢ÊôÒÀÄ¨¸>
xh: <ibhodi eqhotyoshwayo engenanto>

source: Should Klipper start automatically when you login?
et: Kas klipper peaks käivitatama automaatselt sisse logimisel?
he: תיטמוטוא Klipper תא ליעפהל םאה ?תכרעמל הסינכב
is: Ætti Klipper að ræsast sjálfkrafa þegar þú stimplar þig inn?
ja: ログイン時にKlipperを自動的に開始 しますか?
ko: 로긴할 때 클리퍼가 스스로 실행되게 하시겠습니까?
lv: Vai Klipperam jāstartē automātiski kad jūs piesakāties?
mt: Trid li Klipper jibda awtomatikament meta tidħol fil-KDE?
no: Skal Klipper starte automatisk når du logger inn?
sl: Ali naj se Klipper samodejno zažene, ko se prijavite?
ta: ¿£í¸û ¦¾¡¼íÌõ §À¡Ð Klipper ¾¡É¡¸§Å ¬ÃõÀ¢ì¸ §ÅñÎÁ¡?
xh: iKIipper ingaqala ngokuzenzekela xa ufaka igama elithile?

source: Automatically start Klipper?
bg: Автоматично стартирай Klipper?
et: kas käivitada klipper automaatselt?
he: Klipper לש תיטמוטוא הלעפה
is: Ræsa KLipper sjálfkrafa?
ja: Klipperを自動的に開始しますか?
ko: 클리퍼가 스스로 시작하게 하시겠습니까?
lv: Automātiski startēt Klipperu?
mt: Tibda Klipper awtomatikament?
no: Starte Klipper automatisk?
sl: Samodejno zaženi Klipper?
ta: Klipper ­¨Éò ¾¡É¡¸§Å ¦¾¡¼ì¸Å¡?
xh: iKlipper eqalangokuzenzekela?

source: Klipper - Clipboard Tool
bg: Klipper - Инструмент на клипборда
et: Klipper - Lõikepuhvri utiliit
he: הכירעה חול ילכ - Klipper
is: Kippari - klippiborðstól
ja: Klipper - クリップボードツール
ko: 클리퍼(Klipper) - 클립보드 도구
lv: Klippers - Starpliktuves Rīks
mt: Klipper - għodda tal-clipboard
no: Klipper - Utklippstavleverktøy
sl: Kliper - odložišče
ta: Klipper - À¢ÊôÒÀÄ¨¸ ¸ÕÅ¢
xh: Klipper - Isixhobo sebhodi eqhotyoshwayo

source: &Clear Clipboard History
bg: &Изчисти клипборд историята
et: &Kustuta lõikepuhvri ajalugu
he: הכירעה חול תיירוטסיה תא הק&נ
is: &Tæma klippisögu
ja: クリップボードの履歴を消去(&C)
ko: 클립보드 내역 지우기(&C)
lv: &Tīrīt Starpliktuves Vēsturi
mt: &Żvojta l-kronoloġija tal-clipboard
no: &Tøm historien for utklippstavlen
sl: &Počisti zgodovino odlagališča
ta: À¢ÊôÒôÀÄ¨¸ ÅÃÄ¡ü¨Èò Ð¨¼
xh: &Cacisa ibhodi eqhotyoshwayo yeMbali

source: Enable &actions
bg: &Разреши действия
et: Luba &tegevused
he: תולוע&פ רשפא
is: Virkja &aðgerðir
ja: 動作を有効に(&E)
ko: 움직임 사용가능(&a)
lv: Atļaut &darbības
mt: Ippermetti &azzjonijiet
no: Slå på &hendelser
sl: Omogoči &dejanja
ta: ¦ºÂø¸¨Ç ­ÂÖ¨ÁÀÎòÐ
xh: &Yenza iintshukumo

source: &Actions enabled
bg: &Разрешени действия
et: &Lubatud tegevused
he: תונימז תולוע&פ
is: &Aðgerðir virkar
ja: 動作を有効に(&A)
ko: 움직임 사용가능(&A)
lv: &Darbības atļautas
mt: &Azzjonijiet permessi
no: &Hendelser slått på
sl: &Dejanja omogočena
ta: ¦ºÂø¸û ­ÂÖ¨ÁÀÎò¾Àð¼Ð
xh: &Iintshukumo ziyenziwa

source: - Actions for:
bg: - Действия за:
et: - Tegevused järgnevaks:
he: רובע תולועפ -
is: - Aðgerðir fyrir:
ja: - 動作:
lv: - Darbības:
mt: - Azzjonijiet għal:
no: - hendelser for:
sl: - Dejanja za:
ta: - ­¾ü¸¡É ¦ºÂø¸û:
xh: - Iintshukumo ze:

source: &Edit contents...
bg: Редактирай &съдържанието...
et: &Redigeeri sisu...
he: ...ןכות ךור&ע
is: &Breyta innihaldi...
ja: コンテンツの編集(&E)...
ko: 내용 고치기(&E)...
lv: &Labot saturus...
mt: &Editja l-kontenut...
no: &Rediger innhold...
sl: &Uredi vsebine ...
ta: ¯ûÇ¼ì¸í¸¨Çò ¦¾¡Ì...
xh: &Hlela imixholo...

source: Edit contents
bg: Редактиране на съдържанието
et: Sisu redigeerimine
he: ןכותה תכירע
is: Breyta innihaldi
ja: コンテンツの編集
ko: 내용 고치기
lv: Labot saturus...
mt: Editja l-kontenut
no: Rediger innhold
sl: Uredi vsebine
ta: ¯ûÇ¼ì¸í¸¨Çò ¦¾¡Ì
xh: Hlela imixholo

source: Klipper preferences
bg: Предпочитания за Klipper
et: Klipperi eelistused
he: Klipper תופדעה
is: Stillingar klippara
ja: Klipper設定
ko: 클리퍼 환경 설정
lv: Klippera uzstādījumi
mt: Preferenzi Klipper
no: Innstillinger for Klipper
sl: Prikrojitve Klipperja
ta: Klipper Å¢ÕôÀí¸û
xh: Ezikhethwayo yi Klipper

source: &General
bg: &Глобални
et: &Üldine
he: ילל&כ
is: &Almennt
ja: 一般(&G)
ko: 일반(&G)
lv: &Vispārīgi
mt: &Ġenerali
no: &Generelt
sl: &Splošno
ta: ¦À¡ÐÅ¡É
xh: &Ngokubanzi

source: Ac&tions
bg: &Действия
et: &Tegevused
he: תולוע&פ
is: Að&gerðir
ja: 動作(&t)
ko: 움직임(&t)
lv: &Darbības
mt: A&zzjonijiet
no: &Hendelser
sl: &Dejanja
ta: ¦ºÂø¸û
xh: &Iintshukumo

source: &Shortcuts
bg: &Препратки
et: &Kiirklahvid
he: ךרד ירוצי&ק
is: Flýti&hnappar
ja: ショートカット(&S)
ko: 줄임쇠(&S)
lv: Ī&sinājumikonas
mt: &Taqsiriet
no: &Snarveier
sl: &Bližnjice
ta: ÌÚìÌÅÆ¢¸û
xh: &Iindlela ezimfutshane

source: General settings
bg: Основни настройки
et: Üldised seadistused
he: תויללכ תורדגה
is: Almennar stillingar
ja: 一般設定
ko: 일반 설정
lv: Vispārējie uzstādījumi
mt: Setings ġenerali
no: Generelle innstillinger
sl: Splošne nastavitve
ta: ¦À¡ÐÅ¡É «¨ÁôÒ¸û
xh: Izicwangciso ngokubanzi

source: &Popup menu at mouse-cursor position
bg: &Показвай меню при позицията на курсора на мишката
et: &Hüpikmenüü avatakse hiirekursori asukohas
he: רבכעה עיבצמ םוקימב ץפקומ טירפ&ת
is: Birta valmyndina þar sem &músin er
ja: マウスカーソルの位置にメニューをポップアップ(&P)
ko: 마우스 커서가 있는 곳에 차림표 나타내기(&P)
lv: &Uzlecoša izvēlne peles-kursora pozīcijā
mt: &Menu popup fil-pożizzjoni tal-maws
no: &Sprett opp meny ved musposisjon
sl: &Pojavni menu na mestu miškinega kazalca
ta: ±Ä¢-ÍðÎõ ­¼ò¾¢ø §ÁøÁ£ðÒ ÀðÊ
xh: &Jolisa imenu kwimouse-indawo yesalathisi

source: Sa&ve clipboard contents on exit
bg: &Запазвай съдържанието на клипборда при изход
et: &Väljumisel salvestatakse lõikepuhvri sisu
he: האיציב הכירעה חול ןכות תא רומ&ש
is: &Vista innihald klippiborðs þegar hætt er
ja: 終了時にクリップボードの内容を保存(&v)
ko: 끝낼 때 클립보드 내용을 저장(&v)
lv: Izejot saglabāt starpliktu&ves saturu
mt: Sal&va l-kontenut tal-clipboard malli toħroġ
no: &Lagre innhold til utklippstavlen av avslutting.
sl: Ob izhodu s&hrani vsebino odložišča
ta: ¦ÅÇ¢§ÂÚõ §À¡Ð À¢ÊôÒôÀÄ¨¸Â¢ý ¯ûÇ¼ì¸ò¨¾î §ºÁ¢
xh: &Gcina imixholo yebhodi eqhotyoshwayo kuphumo

source: &Replay actions on an item selected from history
bg: Повтаряй &действия върху предмет избран от историята
et: &Tegevusi rakendatakse ka ajaloost valitud elemetidele
he: הירוטסיההמ רחבנה טירפ לע תולועפ תפסונ םעפ ל&חה
is: &Endurtaka aðgerðir á því sem valið var af lista fyrri aðgerða
ja: 履歴から選択した項目の動作を再実行(&R)
ko: 내역에서 아이템을 선택하면 다시 실행(&R)
lv: Atkā&rtot darbību ar no vēstures izvēlētu elementu
mt: &Wettaq azzjoni fuq oġġett magħżul mill-kronoloġija
no: &Gjør handliger på nytt på et element fra historien
sl: Pono&vi dejanja na predmetu izbranem iz zgodovine
ta: ÅÃÄ¡üÈ¢Ä¢ÕóÐ ¦¾Ã¢×¦ºöÂôÀð¼ ´Õ ¯ÕôÀÊÂ¢ý Á£¾¡É ¦ºÂø¸¨Ç Á£Çî¦ºö
xh: &Dlala kwakhona iintshukumo kumba okhethiweyo osuka kwimbali

source: Tim&eout for Action popups:
bg: &Срок за показване на действия
et: &Taimaut tegevuste hüpikmenüüle:
he: :תולועפ תוצפקה&ל היהשה
is: Aðgerðavalmynd &fellur á tíma eftir:
ja: 動作がポップアップするまでのタイムアウト時間(&e)
ko: 움직임 차림표가 나타나는 시간(&e):
lv: Taim&auts Darbību uzlecējiem:
mt: &Skanenza tal-ħin għall-menu tal-azzjonijiet
no: &Tidsgrense for handlingsoppsprett
sl: &Zakasnitev za pojavljena dejanja
ta: ¦ºÂø §ÁøÁ£ðÒ¸Ùì¸¡É ¸¡Ä «Ç×
xh: &Ixesha lokuphuma kwentshukumo ye popups:

source: A value of 0 disables the timeout
bg: Стойност 0 забранява срока
et: Väärtus 0 lülitab taimaudi välja
he: היהשהה תא לטבמ 0 לש ךרע
is: 0 merkir að valmyndin falli aldrei á tíma
ja: 0を指定するとタイムアウトを無効にします
ko: 0의 값을 가지면 시간초과 되어서 사용할수 없음
lv: Vērtība 0 aizliedz taimautu
mt: Valur ta' 0 ineħħi l-iskadenza
no: Verdien 0 vil skru av tidsgrensa
sl: Vrednost 0 onemogoči zakasnitev
ta: ­íÌ 0 ±Ûõ Á¾¢ôÒ ¸¡Ä ­¨¼¦ÅÇ¢¨Âî ¦ºÂÄ¢Æì¸î¦ºöÔõ
xh: Ixabiso lika 0 likhubaza ixesha lokuphuma

source: seconds
bg: секунди
et: sekundit
he: תוינש
is: sekúndur
ja: 秒
ko: 초
lv: sekundes
mt: sekondi
no: sekunder
sl: sekunde
ta: ¦ºì¸ý¸û
xh: imizuzwana

source: &Clipboard history size:
bg: &Размер на клипборд историята
et: &Lõikepuhvri ajaloo pikkus
he: :הכירעה חול לש הירוטסיהה לדו&ג
is: Stærð klippiborðs&sögu
ja: クリップボード履歴の数(&C):
ko: 클립보드 내역 크기(&C):
lv: &Starpliktuves vēstures izmērs:
mt: &Daqs tal-kronoloġija
no: &Historiestørrelse for utklippstavle:
sl: &Velikost zgodovine odlagališča:
ta: À¢ÊôÒôÀÄ¨¸ ÅÃÄ¡üÚ «Ç×
xh: &Ubungakanani bebhodi eqhotyoshwayo yembali:

source: items
bg: обекти
et: elementi
he: םיטירפ
is: hlutir
ja: 項目
ko: 아이템
lv: elementi
mt: elementi
no: elementer
sl: Predmeti
ta: ¯ÕôÀÊ¸û
xh: imiba

source: Action settings
bg: Настройки за действие
et: Tegevuste seadistused
he: תולועפ תורדגה
is: Aðgerðastillingar
ja: 動作設定
ko: 움직임 설정
lv: Darbības uzstādījumi
mt: Setings tal-azzjonijiet
no: Hendelsesinnstillinger
sl: Nastavitve dejanj
ta: ¦ºÂø «¨ÁôÒ¸û
xh: Izicwangciso zentshukumo

source: Action &list (right click to add/remove commands):
bg: &Списък с действия (дясно кликване за прибавяне/премахване на команди):
et: Tegevuste &nimekiri (käskude lisamiseks/eemaldamiseks parem klikk):
he: :(תודוקפ תרסה\תפסוהל תינמי הציחל) תולועפ תמיש&ר
is: Aðgerða&listi (hægrismelltu til að skilgreina/eyða skipunum)
ja: 動作の設定(右ボタンクリックでコマンドの追加/削除) (&L)
ko: 움직임 목록(&l) (명령을 더하거나 없앨 때 마우스 오른쪽 단추 누름):
lv: Darbību &saraksts (labais klikšķis lai pievienotu/aizvāktu komandas):
mt: &Lista ta' azzjonijiet (agħfas bil-lemin biex iżżid jew tneħħi kmand)
no: &Liste over hendelser (høyreklikk for å legge til/fjerne kommandoer)
sl: &Seznam dejanj (desni klik za dodajanje/brisanje ukazov):
ta: ¦ºÂü ÀðÊÂø (¸ð¼¨Ç¸¨Çî §º÷ì¸/¿£ì¸ ÅÄÐ ìÇ¢ì ¦ºö¸):
xh: &Uluhlu lwentshukumo (unqakrazo lwasekunene luzakudibanisa/lisuse imiyalelo):

source: Regular expression (see http://doc.trolltech.com/qregexp.html#details)
bg: Регулярен израз (вижте http://doc.trolltech.com/qregexp.html#details)
et: Regulaaravaldis (vt. http://doc.trolltech.com/qregexp.html#details)
he: (http://doc.trolltech.com/qregexp.html#details -ב ןייע) ליגר יוטיב
is: Regluleg segð (sjá http://doc.trolltech.com/qregexp.html#details)
ja: 正規表現 (参照 http://doc.trolltech.com/qregexp.html#details)
ko: 정규 표현식 (http://doc.trolltech.com/qregexp.html#details 참고)
lv: Regulāra izteiksme (skatīt http://doc.trolltech.com/qregexp.html#details)
mt: Espressjoni regolari (ara http://doc.trolltech.com/qregexp.html#details)
no: Regulert uttrykk (se http://doc.trolltech.com/grepexp.html#details)
sl: Regularen izraz (glejte http://doc.trolltech.com/qregexp.html#details)
ta: º£Ã¡É §¸¡¨Å (http://doc.trolltech.com/qregexp.html#details ­¨Éô À¡÷ì¸×õ)
xh: Uchazo rhoqo (bona http://doc.trolltech.com/qregexp.html#details)

source: Description
bg: Описание
et: Kirjeldus
he: רואית
is: Lýsing
ja: 説明
ko: 설명
lv: Apraksts
mt: Deskrizzjoni
no: Beskrivelse
sl: Opis
ta: Å¢ÅÃ¢ôÒ
xh: Inkcazelo

source: &Add Action
bg: &Добави действие
et: &Lisa tegevus
he: הלועפ ףסו&ה
is: &Skilgreina aðgerð
ja: 動作を追加(&A)
ko: 움직임 더하기(&A)
lv: &Pievienošanas Darbība
mt: &Żid azzjoni
no: &Legg til hendelse
sl: Dod&aj dejanje
ta: ¦ºÂ¨Ä §º÷
xh: &Dibanisa intshukumo

source: &Delete Action
bg: &Махни действие
et: &Kustuta tegevus
he: הלועפ קח&מ
is: &Eyða aðgerð
ja: 動作を削除(&D)
ko: 움직임 지우기(&D)
lv: &Dzēšanas Darbība
mt: &Neħħi azzjoni
no: &Slett hendelse
sl: Pobriši &dejanje
ta: ¦ºÂ¨Ä ¿£ìÌ
xh: &Cima intshukumo

source: Click on a highlighted item's column to change it. "%s" in a command will be replaced with the clipboard contents.
bg: Кликнете върху колоната на осветен обект за да направите промяна. "%s" в команда ще бъде заменен със съдържанието на клипборда.
et: Valitud elemendi muutmiseks kliki sellel. "%s" asendatakse käsus lõikepuhvri sisuga.
he: .ותונשל ידכ רחבנה טירפה לש הדומעה לע ץחל .הכירעה חול תלוכת םע ףלחוי הדוקפב "%s"
is: Smelltu á upplýsta línu til að breyta skipuninni. Merkinu "%s" er skipt út fyrir innihald klippiborðs þegar skipun er keyrð..
ja: 強調表示された項目の列をクリックして変更して下さい。コマンドの中の"%s"はクリックボードの内容で置き替わります。
ko: 누르면 아이템 칼럼이 변하면서 강조됩니다. 명령에서 "%s"는 클립보드에 들어있는 내용과 바뀝니다.
lv: Noklikšķiniet uz izceltā elementa kolonas lai mainītu to. "%s" komandā tiks aizvietota ar starpliktuves saturu.
mt: Agħfas fuq il-kolonna tal-element immarkat biex tibdlu. "%s" ġewwa l-kmand jiġi mibdul mal-kontenut tal-clipboard.
no: Klikk på et opplyst elements kolonne for å endre det. "%s" i en kommando vil bli erstattet med utklippstavlens innhold.
sl: Da bi spremenili element, kliknite na njegov poudarjeni stolpec. "%s" v ukazu bo nadomeščen z vsebino odložišča.
ta: Á¡üÈ §ÅñÊÂ ¯Â÷ò¾¢ ¸¡ð¼Àð¼ ¯ÕôÀÊ¸Ç¢ý ¦¿ÎÅÃ¢¨º¨Â ìÇ¢ì ¦ºöÂ×õ. ¸ð¼¨ÇÂ¢ÖûÇ "%s" À¾¢ø À¢ÊôÒÀÄ¨¸ ¦À¡ÕÇ¼ì¸í¸û ¨Åì¸ÀÎõ.
xh: Nqakraza kwimiba ephawulweyo yomhlathi ukuyitshintsha. "%s" kumyalelo izaku buyiselwa ngemixholo yebhodi eqhotyoshwayo.

source: Advanced...
bg: Допълнителни...
et: Muud...
he: ...םדקתמ
is: Flóknar stillingar...
ja: 詳細...
ko: 고급...
lv: Advancēts...
mt: Avvanzat...
no: Avansert...
sl: Napredno...
ta: ¯Â÷ó¾...
xh: Ebheka phambili...

source: Add Command
bg: Добави команда
et: Lisa käsk
he: הדוקפ ףסוה
is: Skilgreina aðgerð
ja: コマンド追加
ko: 명령 더하기
lv: Pievienot Komandu
mt: Żid kmand
no: Legg til kommando
sl: Dodaj ukaz
ta: ¸ð¼¨Ç¨Â §º÷
xh: Dibanisa umyalelo

source: Remove Command
bg: Премахни команда
et: Eemalda käsk
he: הדוקפ רסה
is: Fjarlægja skipun
ja: コマンド削除
ko: 명령 없애기
lv: Aizvākt Komandu
mt: Neħħi kmand
no: Fjern kommando
sl: Pobriši ukaz
ta: ¸ð¼¨Ç¨Â ¿£ìÌ
xh: Susa umyalelo

source: Click here to set the command to be executed
bg: Кликнете тук за да настроите командата която да бъде изпълнена
et: Käivitatava käsu seadmiseks kliki siin
he: לעפותש הדוקפה תא עובקל ידכ ןאכ ץחל
is: Smelltu hér til að setja skipun til að keyra
ja: クリックしてここに実行するコマンドを設定
ko: 여기를 누르면 실행할 명령을 설정할수 있습니다.
lv: Noklikšķiniet šeit, lai uzstādītu izpildāmo komandu
mt: Agħfas hawn biex tissettja l-kmand li għandu jitħaddem
no: Klikk her for å sette kommandoen som skal utføres
sl: Kliknite tu, da ukaz nastavite kot izvedljiv
ta: ¦ºÂøÀÎò¾ §ÅñÊÂ ¸ð¼¨Ç¨Â «¨Áì¸ ­í§¸ ìÇ¢ì ¦ºöÂ×õ
xh: Nqakraza apha ukucwangcisa umyalezo ozakuphunyezwa

source: <new command>
bg: <нова команда>
et: <uus käsk>
he: <השדח הדוקפ>
is: <ný aðgerð>
ja: <新規コマンド>
ko: <새 명령>
lv: <jauna komanda>
mt: <kmand ġdid>
no: <ny kommando>
sl: <nov ukaz>
ta: <Ò¾¢Â ¸ð¼¨Ç>
xh: <umyalelo omtsha>

source: Click here to set the regexp
bg: Кликнете тук за да настроите regexp
et: Regulaaravaldise seadmiseks kliki siin
he: ליגרה יוטיבה תא עובקל ידכ ןאכ ץחל
is: Smelltu hér til að setja reglulega segð
ja: ここをクリックして正規表現を設定
ko: 여기를 눌러서 정규 표현식을 설정
lv: noklikšķiniet šeti, lai uzstādītu regexp
mt: Agħfas hawn biex tissettja r-regexp
no: Klikk her for å sette regulært uttrykk
sl: Kliknite tu, da nastavite regularni izraz
ta: regexp «¨Áì¸ ­í§¸ ìÇ¢ì ¦ºöÂ×õ
xh: Nqakraza apha ukucwangcisa i regexp

source: <new action>
bg: <ново действие>
et: <uus tegevus>
he: <השדח הלועפ>
is: <ný aðgerð>
ja: <新規動作>
ko: <새 움직임>
lv: <jauna darbība>
mt: <azzjoni ġdida>
no: <ny hendelse>
sl: <novo dejanje>
ta: <Ò¾¢Â ¦ºÂø>
xh: <intshukumo entsha>

source: Advanced Settings
bg: Допълнителни настройки
et: Muud seadistused
he: תומדקתמ תורדגה
is: Flóknar stillingar
ja: 詳細設定
ko: 고급 설정
lv: Advancētie Uzstādījumi
mt: Setings avvanzati
no: Avanserte innstillinger
sl: Napredne nastavitve
ta: ¯Â÷ ÅÊÅ¨ÁôÒ¸û
xh: Izicwangciso ezibhekisa phambili

source: D&isable actions for windows of type WM_CLASS:
bg: &Забрани действия за прозорци от тип WM_CLASS:
et: &Alltoodud akende klasside (WM_CLASS) puhul ei rakendata tegevusi:
he: :WM_CLASS גוסמ תונולח רובע תולועפ ל&טב
is: Gera aðgerðir ó&virkar á gluggum af gerðinni WM_CLASS:
ja: タイプ WM_CLASS のウィンドウに対しては動作を無効に(&i):
ko: WM_CLASS 형식의 창에는 움직이지 않음(&i)
lv: A&izliedz darbības WM_CLASS tipa logiem:
mt: &Itfi l-azzjonijiet f'windows ta' tip WM_CLASS:
no: &Skru av handlinger for vinduer av typen WM_CLASS:
sl: O&nemogoči dejanja za okna vrste WM_CLASS:
ta: WM_CLASS ±Ûõ Å¨¸î º¡ÇÃí¸Ç¢üÌÃ¢Â ¦ºÂø¸¨Ç ¿¢ÚòÐ:
xh: &Khubaza iintshukumo zohlobo lwee window WM_UHLOBO:

source: <qt>This lets you specify windows in which klipper should<br>not invoke "actions". Use<center><b>xprop | grep WM_CLASS</b></center>in a terminal to find out the WM_CLASS of a window.<br>Next, click on the window you want to examine. The<br>first string it outputs after the equal sign is the one<br>you need to enter here.</qt>
bg: <qt>Това ви разрешава да укажете прозорци в които klipper <br>не трябва да вмъква "действия". Използвайте<center><b>xprop | grep WM_CLASS</b></center>в терминал за да разберете WM_CLASS на прозорец.<br>След това, кликнете прозореца който искате да проверите. <br>Първият низ изведен след знака равно е този който<br>трябва да въведете тук.</qt>
et: <qt>See võimaldab sul määrata akende klassid, mille puhul klipper<br> ei kasuta "tegevusi". Akna klassi leidmiseks kasuta terminalilt käsku<center><b>xprop | grep WM_CLASS</b></center>.<br>Peale seda kliki aknal, mille klassi sa soovid teada saada. Esimene string peale võrdusmärki on see, mille sa pead siia sisestama.</qt>
he: <qt><p align=right>klipper םרובע תונולח ןייצל ךל תרשפאמ וז תורשפא<br>-ב שמתשה ."תולועפ"ה תא ליעפי אל<center><b>xprop | grep WM_CLASS</b></center>.ןולח לש WM_CLASS-ה ךרע תא ררבל ידכ ףוסמב<br>תזורחמה .ןוחבל ךנוצרב ותוא ןולחה לע ץחל ,ןכמ רחאל<br>איה ןויוושה ןמיס רחאל הריזחמ הדוקפהש הנושארה<br>.ןאכ דילקהל ךילעש וז</p></qt>
is: <qt>Þetta gerir þér kleyft að tilgreina glugga þar sem Klipper ætti <br>ekki að nota "aðgerðir". Notaðu <center><b>xprop | grep WM_CLASS</b></center> á skipanalínu til að finna WM_CLASS glugga.<br>Smelltu síðan á gluggann sem þú vilt skoða. <br>Fyrsti strengurinn sem birtist eftir '=' merkið er sá sem þú þarft<br> að slá inn hér.</qt>
ja: <qt>ここでklipperが"動作"を実行すべきでないウィンドウを指定します。<br>ウィンドウのWM_CLASSを調べるには、まず、端末上で <br><cnter><b>xprop | grep WM_CLASS</b></center><br>として下さい。次に調べたいウィンドウをマウスでクリックします。<br>出力のイコール記号の後の最初の文字列がここで指定すべきものです。</qt>
ko: <qt>클리퍼(klipper)에서 "실행"할 수 없는 창을 설정해 줍니다.<br> 터미널에서 <center><b>xprop | grep WM_CLASS</b></center>의 사용은 창의 WM_CLASS에서 찾을수 있습니다.<br>다음으로, 시험하길 원하는 창을 누르십시오. 이퀄(=) 기호 다음에 나오는 첫 글자는 <br>여기에 입력합니다.</qt>
lv: <qt>Šis ļauj jums norādīt logus kuros klippers nedrīkst<br>izsaukt "darbības". Lietot<center><b>xprop | grep WM_CLASS</b></center>terminālā, lai atrastu WM_CLASS logus.<br>Tālāk, noklikšķiniet uz loga ko vēlaties pārbaudīt. <br>Izvades pirmā rinda pēc vienādības zīmes ir viena<br>jums nepieciešams to ievadīt šeit.</qt>
mt: <qt> Din tħallik tispeċifika windows li fihom klipper m'għandux<br> juża azzjonijiet. Uża <center><b>xprop | grep WM_CLASS</b></center> ġewwa terminal biex issir taf il-WM_CLASS ta' window.<br> Wara, agħfas fuq <br>il-buttuna li trid teżamina. L-ewwel kelma li tidher wara s-sinjal "=" huwa <br>l-valur li trid għal hawn.</qt>
no: <qt>Her kan du velge i hvilket vindu klipper ikke skal aktivere 'handlinger'. Bruk <center><b>xprop | grep WM_CLASS</b></center> i et terminalvindu for å finne hvilken WM_CLASS vinduet hører til. Klikk så på det vinduet du vil undersøke. Den første teksten etter likhetstegnet er den du trenger her.</qt>
sl: <qt>To vam omogoča določiti okna, v katerih naj klipper ne bi <br>klical "dejanj". Uporabite<center><b>xprop | grep WM_CLASS</b></center>v terminalu, da bi ugotovili vrednost WM_CLASS za okno.<br>Naslednje, kliknite na okno, ki bi ga radi preiskali.<br>Prvi niz, ki ga pokaže po znaku za enačaj,<br>je tisti, ki ga morate tu vnesti.</qt>
ta: <qt>­Ð klipper "¦ºÂø¸¨Ç" ­¼õ¦ÀÈî¦ºöÂìÜ¼¡¾ º¡ÇÃí¸¨Çò ¦¾Ã¢× ¦ºöÂ ¯¾×õ. ´Õ º¡ÇÃò¾¢ý WM_CLASS ­¨É «È¢Â´Õ Ó¨ÉÂò¾¢ø <center><b>xprop | grep WM_CLASS</b></center> ±É×õ.<br>«ÎòÐ ¿£í¸û ÀÃ¢§º¡¾¢ì¸ §ÅñÊÂ º¡ÇÃò¾¢ø ìÇ¢ì ¦ºöÂ×õ. <br>´Õ ºÁý ÌÈ¢ìÌ «ÎòÐ «Ð ¦ÅÇ¢Â¢Îõ Ó¾ü §¸¡¨Å§Â ¿£í¸û ­íÌ Ñ¨Æì¸ §ÅñÊÂ¾¡Ìõ.</qt>
xh: <qt>Oku kukwenza ukhankanye ii window apho i klipper ingena<br>kubhena "iintshukumo". Sebenzisa<center><b>xprop | grep WM_CLASS</b></center>kwisiphelo sendlela ukufumana phandle i WM_CLASS ye window.<br>Okulandelayo, nqakraza kwi window oyifunayo ukuyiphendla. I<br>umtya wokuqala ovelisa emva kophawu olulinganayo olu nye<br>ufuna ukungena apha.</qt>

source: Global keyboard shortcuts
bg: Глобални клавишни препратки
et: Globaalsed kiirklahvid
he: םיילבולג םישקמ חול ירוציק
is: Víðværir flýtilyklar
ja: 広域キーボードショートカット
ko: 전체 글쇠판 줄임쇠
lv: Globālās tastatūras īsinājumikonas
mt: Taqsiriet tat-tastiera globali
no: Globale tastatursnarveier
sl: Globalne bližnjice tipkovnice
ta: ¯Ä¸Ä¡Å¢Â Å¢¨ºÀÄ¨¸ ÌÚìÌÅÆ¢¸û
xh: Iindlela ezimfutshane zebhodi yezitshixo ezingqukuva

source: Clipboard
bg: Буфер
et: Lõikepuhver
he: הכירע חול
is: Klippispjald
ja: クリップボード
ko: 클립보드
lv: Starpliktuve
no: Utklippstavle
sl: Odložišče
ta: À¢ÊôÒÀÄ¨¸
xh: Ibhodi eqhotyoshwayo

source: Show klipper popupmenu
bg: Показва менюто на klipper
et: Klipperi hüpikmenüü näitamine
he: Klipper לש ץפקומה טירפתה תא גצה
is: Sýna klipper valmynd
ja: kilipperのポップアップメニューを表示
ko: 클리퍼 팝업 차림표 보기
lv: Rādīt klippera izlēcošo izvēlni
mt: Uri menu tal-klipper
no: Vis klipper-oppsprettmeny
sl: Pokaži Kliperjev pojavni menu
ta: klipper §ÁøÁ£ðÒ ÀðÊ
xh: Bonisa iKlipper popupmenu

source: Manually invoke action on current clipboard
bg: Ръчно извикване на действие върху текущия буфер
et: Käsitsi tegevuse rakendatamine lõikepuhvri sisule
he: יחכונה הכירעה חול לע הלועפ תינדי לחה
is: Framkvæma aðgerð á núverandi klippiborði handvirkt
ja: 現在のクリップボードで、動作を手動で起動
ko: 현재 클립보드에서 수동으로 움직임을 쓰기
lv: Manuāli izsaukt darbību tekošajā starpliktuvē
mt: Wettaq azzjoni manwalment fuq il-clipboard kurrenti
no: Aktiver handling på utklippstavla manuelt
sl: Ročno poženi dejanje na trenutnem odlagališču
ta: ¿¼ôÒô À¢ÊôÒôÀÄ¨¸Â¢ø ¦ºÂ¨Ä §Áü¦¸¡û
xh: Biza intshukumo ngokwencwadi kwibhodi eqhotyshwayo yangoku

source: Enable/disable clipboard actions
bg: Разрешава/забранява действия с буфера
et: Lõikepuhvri tegevuste lubamine/keelamine
he: הכירעה חול תולועפ תא לטב\רשפא
is: Virkja/óvirkja klippiborðs aðgerðir
ja: クリップボードの動作の有効/無効を切り替え
ko: 클립보드 움직임 쓰기/안쓰기
lv: Atļaut/Aizliegt starpliktuves darbības
mt: Ixgħel/itfi l-azzjonijiet tal-clipboard
no: Skru av/på handlinger for utklippstavle
sl: Omogoči/onemogoči dejanja odložišča
ta: À¢ÊôÒÀÄ¨¸ ¦ºÂø¸¨Ç ­ÂÖ¨ÁÀÎòÐ/Ó¼ìÌ
xh: Yenza/khubaza iintshukumo zebhodi eqhotyoshwayo

source: _: NAME OF TRANSLATORS Your names
bg: Iordan Pavlov
et: Hasso Tepper
he: Meni Livne
is: Logi Ragnarsson
ja: Noboru Sinohara
ko: KIM KyungHeon
lv: Andris Maziks
mt: Ramon Casha
no: Christian A Strømmen [Number1/NumeroUno]
sl: Marko Samastur, Gregor Rakar
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷,Ð¨ÃÂôÀ¡ Åº£¸Ãý
xh: Dwayne Bailey

source: _: EMAIL OF TRANSLATORS Your emails
bg: dani84_vd@yahoo.com
et: hasso@linux.ee
he: livne@kde.org
is: logir@logi.org
ja: shinobo@leo.bekkoame.ne.jp
ko: tody@mizi.com
lv: andris.m@delfi.lv
mt: ramon.casha@linux.org.mt
no: number1@realityx.net
sl: markos@elite.org,gregor.rakar@kiss.uni-lj.si
ta: sshanmu@yahoo.com,gomathiss@hotmail.com,t_vasee@yahoo.com
xh: dwayne@translate.org.za
