Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konqueror.po
Languages: az, bg, cs, da, de, el, es, et, he, id, is, ja, ko, mt, no, no_ny, pl, pt, ru, ta, uk, xh

source: (c) 2000, KDE developers
az: (c) 2000, KDE proqramçıları
bg: (c) 2000, програмисти KDE
cs: (c) 2000, vývojáři KDE
da: (c) 2000, KDE udviklere
de: (c) 2000, die KDE-Entwickler
es: (c) 2000, los desarrolladores de KDE
et: (c) 2000, KDE arendajad
he: KDE יחתפמ ,2000 (c)
id: (c) 2000, pengembang KDE
is: (c) 2000 KDE forritarar
ko: (c) 2000, KDE 만든이
mt: (c) 2000, żviluppaturi tal-KDE
no: (c) 2000, KDE utviklerne
no_ny: (c) 2000, KDE-utviklarane
pl: (c) 2000, twórcy KDE
pt: (c) 2000, equipa de desenvolvimento do KDE
ru: (c) 2000, разработчики KDE
ta: (c) 2000, KDE ¬ì¸¢§Â¡÷
uk: (c) 2000, Розробники KDE
xh: (c) 2000, ababhekisi phambili be KDE

source: Bookmarks
az: Nişanları
bg: Бележки
cs: Záložky
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
es: Marcadores
et: Järjehoidjad
he: תוינמיס
id: Tanda Buku
is: Bókamerki
ja: ブックマーク
ko: 책갈피
no: Bokmerker
no_ny: Bokmerke
pl: Zakładki
pt: Favoritos
ru: Закладки
ta: Òò¾¸ìÌÈ¢¸û
uk: Закладки
xh: Amanqaku encwadi

source: Bookmark
az: Nişan
bg: Бележник
cs: Záložka
da: Bogmærke
de: Lesezeichen
el: Σελιδοδείκτης
es: Marcador
et: Järjehoidja
he: הינמיס
id: Tanda Buku
is: Bókamerki
ja: ブックマーク
ko: 책갈피
no: Bokmerke
no_ny: Bokmerke
pl: Zakładka
pt: Favorito
ru: Закладка
ta: Òò¾¸ìÌÈ¢
uk: Закладка
xh: Inqaku lencwadi

source: Import Netscape Bookmarks
az: Netscape Nişanlarını Al
bg: Импорт на бележки от Netscape
cs: Importovat záložky z Netscapu
da: Importér netscape bogmærker
de: Netscape-Lesezeichen importieren
el: Εισαγωγή Σελιδοδεικτών Netscape
es: Importar marcadores de Netscape
et: Netscape'i järjehoidjate import
he: Netscape תוינמיס אביי
id: Impor Tanda Buku Netscape
is: Flytja inn Netscape bókamerki
ja: ネットスケープのブックマークをインポート
ko: 넷스케이프에서 책갈피 가져오기
mt: Importa bookmarks min-Netscape
no: Importer bokmerker fra Netscape
no_ny: Importer Netscape-bokmerke
pl: Importuj zakładki Netscape
pt: Importar Favoritos do Netscape
ru: Импорт закладок Netscape
ta: Netscape Òò¾¸ìÌÈ¢¸¨Ç ­ÈìÌ
uk: Імпортувати закладки Netscape
xh: Amanqaku encwadi yorhwebo lwangaphakathi eNetscape

source: Export To Netscape Bookmarks
az: Netscape Nişanlarına Göndər
bg: Експорт на бележки в Netscape
cs: Exportovat do záložek Netscapu
da: Eksportér netscape bogmærker
de: Als Netscape-Lesezeichen exportieren
el: Εξαγωγή σε Σελιδοδείκτες Netscape
es: Exportar marcadores de Netscape
et: Eksport Netscape'i järjehoidjateks
he: Netscape תוינמיסל אציי
id: Ekspor Ke Tanda Buku Netscape
is: Flytja út sem Netscape bókamerki
ja: ネットスケープへブックマークをエクスポート
ko: 넷스케이프용으로 책갈피 내보내기
mt: Esporta għall-bookmarks tan-Netscape
no: Eksporter bokmerker til Netscape
no_ny: Eksporter til Netscape-bokmerke
pl: Eksportuj do zakładek netscape
pt: Exportar para Favoritos do Netscape
ru: Экспорт в закладки Netscape
ta: Netscape Òò¾¸ìÌÈ¢¸Ç¢üÌ ²üÚ
uk: Експортувати у закладки Netscape
xh: Amanqaku encwadi yorhwebo lwangaphandle eNetscape

source: Import Mozilla Bookmarks
az: Mozilla Nişanlarını Al
bg: Импорт на бележки от Mozilla
cs: Importovat záložky z Mozilly
da: Importér Mozilla bogmærker
de: Mozilla-Lesezeichen importieren
el: Εισαγωγή Σελιδοδεικτών Mozilla
es: Importar marcadores de Mozilla
et: Mozilla järjehoidjate import
he: Mozilla תוינמיס אביי
id: Impor Tanda Buku Mozilla
is: Flytja inn Mozilla bókamerki
ja: Mozillaのブックマークをインポート
ko: 모질라에서 책갈피 가져오기
mt: Importa bookmarks mill-Mozilla
no: Importer Mozilla bokmerker
no_ny: Importer Mozilla-bokmerke
pl: Importuj zakładki Mozilli
pt: Importar Favoritos do Mozilla
ru: Импорт закладок Mozilla
ta: Mozilla Òò¾¸ìÌÈ¢¸¨Ç ­ÈìÌ
uk: Імпортувати закладки Mozilla
xh: Rhweba ngaphakathi amanqaku encwadi ye Mozilla

source: Export To Mozilla Bookmarks
az: Mozilla Nişanlarına Göndər
bg: Експорт в бележки на Mozilla
cs: Exportovat do záložek Mozilly
da: Eksportér Mozilla bogmærker
de: Als Mozilla-Lesezeichen exportieren
el: Εξαγωγή σε Σελιδοδείκτες Mozilla
es: Exportar marcadores de Mozilla
et: Eksport Mozilla järjehoidjateks
he: Mozilla תוינמיסל אציי
id: Expor Ke Tanda Buku Mozilla
is: Flytja út sem Mozilla bókamerki
ja: Mozilla へブックマークをエクスポート
ko: 모질라용으로 책갈피 내보내기
mt: Esporta għall-bookmarks tal-Mozilla
no: Eksporter bokmerker til Mozilla
no_ny: Eksporter til Mozilla-bokmerke
pl: Eksportuj do zakładek Mozilli
pt: Exportar para Favoritos do Mozilla
ru: Экспорт в закладки Mozilla
ta: Mozilla Òò¾¸ìÌÈ¢¸Ç¢üÌ ²üÚ
uk: Експортувати до закладок Mozilla
xh: Rhweba ngaphandle amanqaku encwadi ye Mozilla

source: Change &URL
az: &URl dəyişdir
bg: Измени &URL
cs: Změnit &URL
da: Skift &URL
de: Andere A&dresse
el: Αλλαγή &URL
es: Cambiar &URL
et: Muuda &URLi
he: תבות&כ הנש
is: Breyta &slóð
ja: &URLの変更
ko: URL 바꾸기(&U)
mt: Ibdel &URL
no: Skift &URL
no_ny: E&ndra URL
pl: Zmień &URL
pt: Mudar &URL
ru: Изменить &URL
ta: &URL­¨É Á¡üÚ
uk: Зміни&ти URL
xh: &Tshintsha i-URL

source: Chan&ge Icon
az: &Timsal dəyişdir
bg: И&змени икона
cs: Z&měnit ikonu
da: S&kift ikon
de: Anderes &Symbol
el: Αλλα&γή Εικονιδίου
es: Cambiar &icono
et: Muu&da ikooni
he: למ&ס הנש
id: &Ganti Ikon
is: &Breyta táknmynd
ja: アイコンの変更(&g)
ko: 아이콘 바꾸기(&g)
mt: Ibdel &ikona
no: Skift &ikon
no_ny: En&dra ikon
pl: Z&mień ikonę
pt: &Mudar Ícone
ru: И&зменить пиктограмму
ta: ÌÚõÀ¼ò¨¾ Á¡üÚ
uk: Зміни&ти піктограму
xh: &Tshintsha i-Icon

source: &Create New Folder
az: Yeni Qovluq &Yarat
bg: С&ъздаване на нова папка
cs: Vytvořit &novou složku
da: &Opret ny mappe
de: Neues &Verzeichnis erstellen
el: Δημιουργία Νέου &Φακέλου
es: &Crear carpeta nueva
et: &Loo uus kataloog
he: השדח הי&קית רוצ
id: &Buat Folder Baru
is: Ný &mappa
ja: 新規フォルダ(&C)
ko: 새 폴더 만들기(&C)
mt: &Oħloq direttorju ġdid
no: &Lag ny mappe
no_ny: &Opprett ny mappe
pl: &Utwórz nowy katalog
pt: &Criar Nova Pasta
ru: С&оздать новую папку
ta: Ò¾¢Â «¨¼¨Å ¯ÕÅ¡ìÌ
uk: &Створити нову теку
xh: &Yenza incwadi enenkcukacha entsha

source: &Create New Bookmark
az: Yeni Nişan &Yarat
bg: Съз&даване на нов бележник
cs: Vytvořit n&ovou záložku
da: &Lav nyt bogmærke
de: Neues &Lesezeichen erstellen
el: Δημ&ιουργία Νέου Σελιδοδείκτη
es: &Crear nuevo marcador
et: &Loo uus järjehoidja
he: השדח הינמיס רו&צ
is: Búa til &nýtt bókamerki
ja: 新規ブックマークを作成(&C)
ko: 새 책갈피 만들기(&C)
mt: &Oħloq bookmark ġdid
no: &Lag nytt bokmerke
no_ny: Lag &nytt bokmerke
pl: Utwórz n&ową zakładkę
pt: &Criar Novo Favorito
ru: С&оздать новую закладку
ta: Ò¾¢Â Òò¾¸ìÌÈ¢¨Â ¯ÕÅ¡ìÌ
uk: &Створити нову закладку
xh: &Yenza inqaku lencwadi elitsha

source: &Insert separator
az: Ayırıcı &əlavə et
bg: Вмъква &разделител
cs: Vlož&it oddělovač
da: &Indsæt adskiller
de: &Trennlinie einfügen
el: Ε&ισαγωγή διαχωριστικού
es: &Insertar separador
et: &Lisa eraldaja
he: דירפמ ףס&וה
id: S&isip pemisah
is: Setja &strik
ja: セパレータを挿入(&I)
ko: 나눔자 끼워넣기(&I)
mt: &Daħħal separatur
no: Sett inn &delelinje
no_ny: Set &inn delelinje
pl: &Wstaw separator
pt: &Inserir separador
ru: Вставить &разделитель
ta: À¢Ã¢ôÀ¡¨Éî ¦ºÕÌ
uk: &Вставити розділювач
xh: &Faka umahluli

source: &Sort alphabetically
az: &Əlifbaya görə sırala
bg: &Азбучно сортиране
cs: &Setřídit podle abecedy
da: &Sortér alfabetisk
de: &Alphabetisch sortieren
el: Αλφα&βητική ταξινόμηση
es: &Ordenar alfabéticamente
et: &Sorteeri tähestiku järjekorras
he: ב"&אה יפל רדס
id: Urut berda&sarkan abjad
is: Setja í s&tafrófsröð
ja: アルファベット順にソート(&S)
ko: 가나다 순으로 정렬(&S)
mt: I&ssortja alfabetikament
no: &Sorter alfabetisk
no_ny: S&orter alfabetisk
pl: &Sortuj alfabetycznie
pt: &Ordenar alfabeticamente
ru: &Упорядочить по алфавиту
ta: «¸ÃÅÃ¢¨ºÂ¢ø ÅÃ¢¨ºôÀÎòÐ
uk: &Впорядкувати за алфавітом
xh: &Beka kakuhle ngokulandelelana

source: Set As &Toolbar Folder
az: &Vasitə Çubuğu Olaraq Quraşdır
bg: Задава като &папка за панел
cs: Nastavit jako složku pro nás&trojovou lištu
da: Sæt som &værktøjslinie mappe
de: Als Verzeichnis in &Werkzeugleiste setzen
el: Να γίνει Φάκελος Γραμμής Ερ&γαλείων
es: Fijar como &barra de carpetas
et: Sea &tööriistariba kaustaks
he: תוינמיסה &לגרס תייקית רותב עבק
id: Jadikan Sebagai Folder &Toolbar
is: Sýna þessa möppu í tækjas&lánni
ja: ツールバーフォルダとして設定(&T)
ko: 도구줄 폴더로 설정(&T)
mt: Issettja bħala &toolbar
no: Bruk som &verktøylinjemappe
no_ny: Bruk som &verktøylinjemappe
pl: Ustaw jako ka&talog zakładek
pt: Seleccionar como Barra de Ferramen&tas
ru: Установить как &папку для панели
ta: ¸ÕÅ¢ôÀð¨¼ «¨¼Å¡¸ «¨Á
uk: Встановити як теку &панелі інструментів
xh: &Cwangcisa njengebar yesixhobo sencwadi enenkcukacha

source: &Open In Konqueror
az: &Konqueror İçində Aç
bg: &Отвори в Konqueror
cs: &Otevřít pomocí Konqueroru
da: Å&bn i Konqueror
de: In Konqueror &öffnen
el: Άν&οιγμα στον Konqueror
es: &Abrir en Konqueror
et: &Ava Konqueror'is
he: Konqueror-ב חת&פ
id: &Buka Dalam Konqueror
is: &Opna í Konqueror
ja: Konquerorで開く(&O)
ko: 컹커러에서 열기(&O)
mt: &Iftaħ fil-konqueror
no: &Åpne i Konqueror
no_ny: &Opna i Konqueror
pl: &Otwórz w Konquerorze
pt: Abrir n&o Konqueror
ru: &Открыть в Konqueror
ta: ¸¡ý¦¸¡ÃÃ¢ü ¾¢È
uk: &Відкрити у Konqueror
xh: &Vula kwi Konqueror

source: Test &Link
az: &Körpüləri Sına
bg: Провери у&казател
cs: Otestovat o&dkaz
da: Test &lænke
de: Ver&knüpfung überprüfen
el: Δοκιμή &Δεσμού
es: Comprobar y en&lazar
et: Testi &viita
he: רושיק קוד&ב
id: Uji &Link
is: &Prófa tengil
ja: リンクのテスト(&L)
ko: 연결 시험(&L)
mt: Ittestja &link
no: Test &lenke
no_ny: Test &lenkje
pl: Testuj o&dnośnik
pt: Testar &Endereço
ru: Проверить &ссылку
ta: ­¨½ô¨Àî §º¡¾¢
uk: Перевірити &посилання
xh: &Vavanya ikhonkco

source: Show Netscape Bookmarks in Konqueror windows
az: Netscape Nişanlarını Konqueror Pəncərəsində Göstər
bg: Показва бележките на Netscape в прозорците на Konqueror
cs: Zobrazovat záložky Netscapu v oknech Konqueroru
da: Vis Netscape bogmærker i Konqueror vinduer
de: Netscape-Lesezeichen in Konqueror-Fenstern anzeigen
el: Προβολή των σελιδοδεικτών Netscape στα παράθυρα του Konqueror
es: Mostrar marcadores de Netscape en ventanas de Konqueror
et: Netscape'i järjehoidjaid näidatakse Konqueror'i akendes
he: Konqueror תונולחב Netscape תוינמיס גצה
id: Tunjukkan Tanda Buku Netscape dalam jendela Konqueror
is: Sýna Netscape bókamerki í Konqueror gluggum
ja: ネットスケープのブックマークをKonquerorのウィンドウに表示
ko: 컹커러 창으로 넷스케이프 책갈피 보기
mt: Uri bookmarks tan-Nescape f'windows tal-Konqueror
no: Vis Netscape bokmerker i Konqueror-vinduet
no_ny: Vis Netscape-bokmerke i Konqueror-vindauge
pl: Pokaż zakładki Netscape w oknie konquerora
pt: Mostrar favoritos do Netscape nas janelas do Konqueror
ru: Показывать закладки Netscape в окнах Konqueror
ta: Netscape Òò¾¸ìÌÈ¢¸¨Ç ¸¡ý¦¸¡Ã÷ º¡ÇÃí¸Ç¢ü ¸¡ðÎ
uk: Показувати закладки Netscape у вікнах Konqueror
xh: Bonisa amanqaku encwadi ye Netscape kwi Konqueror okanye kwiwindows

source: Delete item
az: Üzvü sil
bg: Изтрива елемент
cs: Smazat položku
da: Slet punkt
de: Element löschen
el: Διαγραφή αντικειμένου
es: Eliminar elemento
et: Kustuta element
he: םיטירפ תקיחמ
id: Hapus item
is: Eyða færslu
ja: 項目の削除
ko: 항목 지우기
mt: Ħassar oġġett
no: Slett element
no_ny: Slett element
pl: Usuń pozycję
pt: Apagar item
ru: Удалить элемент
ta: ¯ÕôÀÊ¨Â «Æ¢
uk: Витерти запис
xh: Cima umba

source: Create Folder
az: Cərgə Yarat
bg: Създава папка
cs: Vytvořit složku
da: Opret mappe
de: Verzeichnis erstellen
el: Δημιουργία Φακέλου
es: Crear carpeta
et: Loo kataloog
he: היקית תריצי
id: Buat Folder
is: Ný mappa
ja: フォルダ作成
ko: 폴더 만들기
mt: Oħloq folder
no: Lag mappe
no_ny: Opprett mappe
pl: Utwórz katalog
pt: Criar Pasta
ru: Создать папку
ta: «¨¼¨Å ¯ÕÅ¡ìÌ
uk: Створити теку
xh: Yenza incwadi enenkcukacha

source: Create bookmark
az: Nişan Yarat
bg: Създава бележник
cs: Vytvořit záložku
da: Lav bogmærke
de: Lesezeichen erstellen
el: Δημιουργία Σελιδοδείκτη
es: Crear marcador
et: Järjehoidja loomine
he: הינמיס תריצי
is: Búa til bókamerki
ja: ブックマークを作成
ko: 책갈피 만들기
mt: Oħloq bookmark
no: Lag bokmerke
no_ny: Lag bokmerke
pl: Utwórz zakładkę
pt: Criar favorito
ru: Создать закладку
ta: Òò¾¸ìÌÈ¢¨Â ¯ÕÅ¡ìÌ
uk: Створити закладку
xh: Yenza inqaku lencwadi

source: Insert separator
az: Ayırıcı Əlavə Et
bg: Вмъква разделител
cs: Vložit oddělovač
da: Indsæt adskiller
de: Trennlinie einfügen
el: Εισαγωγή Διαχωριστικού
es: Insertar separador
et: Lisa eraldaja
he: דירפמ תפסוה
id: Sisip pemisah
is: Setja strik
ja: セパレータ挿入
ko: 나눔자 끼워넣기
mt: Daħħal separatur
no: Sett inn delelinje
no_ny: Set inn delelinje
pl: Wstaw separator
pt: Inserir separador
ru: Вставить разделитель
ta: À¢Ã¢ôÀ¡¨Éî ¦ºÕÌ
uk: Вставити роздільник
xh: Faka umahluli

source: Import as a new subfolder or replace all the current bookmarks ?
az: Yeni bir alt cərgə olaraq mı yoxsa yeni bir nişan olaraq mı əlavə edilsin?
bg: Импортира като нова под-папка или заменя всичките в текущите бележници?
cs: Importovat jako novou podsložku nebo nahradit všechny stávající záložky?
da: Importér som en ny undermappe eller erstat de aktuelle bogmærker ?
de: Als neues Unterverzeichnis importieren oder alle aktuellen Lesezeichen ersetzen?
el: Να το εισάγω σα νέο υποφάκελο και να αντικαταστήσω όλους τους τρέχοντες σελιδοδείκτες ;
es: ¿Importar como nueva subcarpeta o reemplazar todos los marcadores actuales?
et: Kas import teha uude alamkataloogi või asendatakse kõik olemasolevad järjehoidjad?
he: ?תויחכונה תוינמיסה לכ תא ףילחהל וא השדח הנשמ תייקית רותב אבייל
id: Impor sebagai subfolder baru atau timpa seluruh tanda buku yang ada?
is: Viltu flytja þetta inn í undirmöppu eða setja í staðinn fyrir öll þessi bókamerki?
ja: 新規サブフォルダを作成しますか、それとも現在のブックマークを全て置き替えますか?
mt: Importa bħala sotto-direttorju jew poġġi minnflok il-bookmarks kurrenti?
no: Importer som ny undermappe eller bytt ut de gamle bokmerkene ?
no_ny: Importer som ny undermappe eller byt ut alle dei gamle bokmerka?
pl: Zaimportować jako nowy podfolder lub zamienić bieżące zakładki?
pt: Importar como um nova sub-pasta ou substituir todos os favoritos actuais ?
ru: Импортировать как новую подпапку или заменить все текущие закладки?
ta: Ò¾¢Â Ð¨½ «¨¼¦Å¡ýÈ¡¸ ­Èì¸Å¡ «øÄÐ ¾ü§À¡¨¾Â Òò¾¸ìÌÈ¢¸û «¨Éò¨¾Ôõ Á¡üÈÅ¡?
uk: Імпортувати як нову підтеку або замінити всі поточні закладки ?
xh: Yirhwebele ngaphakathi njengencwadi enenkcukacha esezantsi entsha okanye ubuyisele onke amanqaku encwadi wangoku ?

source: Netscape Import
az: "Netscape"dən Al
bg: Импорт от Netscape
cs: Import z Netscapu
el: Εισαγωγή Netscape
es: Importar Netscape
he: Netscape אוביי
id: Impor Netscape
is: Netscape innflutningur
ja: ネットスケープからインポート
mt: Importa min-Netscape
pl: Import z Netscape
pt: Importar do Netscape
ru: Импорт из Netscape
ta: Netscape ²üÚÁ¾¢
uk: Імпорт Netscape
xh: Urhwebo lwangaphakathi lwe Netscape

source: As New Folder
az: Yeni Qovluq Olaraq
bg: Като нова папка
cs: Jako nová složka
da: Som ny mappe
de: Als neues Verzeichnis
el: Ως Νέο Φάκελο
es: Como carpeta nueva
et: Uude kataloogi
he: השדח היקית רותב
id: Sebagai Folder Baru
is: Í undirmöppu
ja: 新規フォルダ
ko: 새 폴더로
mt: Bħala folder ġdid
no: Som ny mappe
no_ny: Som ny mappe
pl: Jako nowy folder
pt: Como uma Nova Pasta
ru: В новую папку
ta: Ò¾¢Â «¨¼¦Å¡ýÈ¡¸
uk: Як нову теку
xh: Njengencwadi enenkcukacha entsha

source: Netscape Bookmarks
az: Netscape Nişanlar
bg: Бележки на Netscape
cs: Záložky Netscapu
da: Netscape bogmærker
de: Netscape-Lesezeichen
el: Σελιδοδείκτες Netscape
es: Marcadores de Netscape
et: Netscape järjehoidjad
he: Netscape תוינמיס
id: Tanda Buku Netscape
is: Netscape bókamerki
ja: ネットスケープのブックマーク
ko: 넷스케이프 책갈피
mt: Bookmarks tan-Netscape
no: Netscape-bokmerker
no_ny: Netscape-bokmerke
pl: Zakładki Netscape
pt: Favoritos do Netscape
ru: Закладки Netscape
ta: Netscape Òò¾¸ìÌÈ¢¸û
uk: Закладки Netscape
xh: Amanqaku encwadi eNetscape

source: Mozilla Import
az: Mozilladan Al
bg: Импорт от Mozilla
cs: Import z Mozilly
el: Εισαγωγή Mozilla
es: Importar Mozilla
he: Mozilla אוביי
id: Impor Mozilla
is: Mozilla innflutningur
ja: Mozillaからインポート
mt: Importa mill-Mozilla
pl: Import z Mozilli
pt: Importar do Mozilla
ru: Импорт из Mozilla
ta: Mozilla ­ÈìÌÁ¾¢
uk: Імпорт Mozilla
xh: Urhwebo lwangaphakathi lwe Mozilla

source: Mozilla Bookmarks
az: Mozilla Nişanlar
bg: Бележки на Mozilla
cs: Záložky Mozilly
da: Mozilla bogmærker
de: Mozilla-Lesezeichen
el: Σελιδοδείκτες Mozilla
es: Marcadores de Mozilla
et: Mozilla järjehoidjad
he: Mozilla תוינמיס
id: Tanda Buku Mozilla
is: Mozilla bókamerki
ja: Mozillaのブックマーク
ko: 모질라 책갈피
mt: Bookmarks tal-Mozilla
no: Mozilla-bokmerker
no_ny: Mozilla-bokmerke
pl: Zakładki Mozilli
pt: Favoritos do Mozilla
ru: Закладки Mozilla
ta: Mozilla Òò¾¸ìÌÈ¢¸û
uk: Закладки Mozilla
xh: Amanqaku encwadi ye Mozilla

source: Cut item
az: Üzvü kəs
bg: Отрязване на елемент
cs: Vyjmout položku
da: Klip punkt ud
de: Element ausschneiden
el: Αποκοπή αντικειμένου
es: Cortar elemento
et: Lõika element
he: טירפ תריזג
id: Potong item
is: Klippa færslu
ja: 項目の切り取り
ko: 항목 잘라내기
mt: Aqta' oġġett
no: Klipp ut element
no_ny: Klipp ut element
pl: Wytnij pozycję
pt: Cortar item
ru: Вырезать элемент
ta: ¯ÕôÀÊ¨Â ¦ÅðÎ
uk: Вирізати елемент
xh: Sika umba

source: Bookmark Editor
az: Nişan Editoru
bg: Редактор на бележници
cs: Editor záložek
da: Bogmærkeredigering
de: Lesezeichen-Editor
el: Διορθωτής Σελιδοδεικτών
es: Editor de marcadores
et: Järjehoidjate redaktor
he: תוינמיסה ךרוע
id: Editor Tanda Buku
is: Bókamerkjastjóri
ja: ブックマークエディタ
ko: 책갈피 편집기
mt: Editur tal-bookmarks
no: Bokmerke-redigerer
no_ny: Bokmerkeredigering
pl: Edytor zakładek
pt: Editor de Favoritos
ru: Редактор закладок
ta: Òò¾¸ìÌÈ¢ò ¦¾¡ÌôÀ¡Ç÷
uk: Редактор закладок
xh: Umhleli wenqaku lencwadi

source: Renaming
az: Yenidən Adlandırma
bg: Переименуване
cs: Přejmenování
da: Omdøbning
de: Umbenennen
el: Μετονομασία
es: Renombrando
et: Ümber nimetamine
he: םש יוניש
id: Menamai ulang
is: Endurnefni
ja: 名称変更
ko: 이름 바꿈
mt: Tibdil fl-isem
no: Døp om
no_ny: Endra namn
pl: Zmiana nazwy
pt: Mudar nome
ru: Переименование
ta: ÁÚ¦ÀÂÃ¢¼ø
uk: Перейменування
xh: Inika igama kwakhona

source: URL change
az: URL dəyişdir
bg: Промяна на URL
cs: Změna URL
da: URL ændring
de: Adress-Änderung
el: Αλλαγή URL
es: Cambio de URL
et: URL muutmine
he: תבותכ יוניש
id: Ganti URL
is: URL breyting
ja: URL 変更
ko: URL 바꾸기
mt: Bdil fil-URL
no: Skift adresse
no_ny: Endra adresse
pl: Zmiana URL
pt: Mudança de URL
ru: Изменить URL
ta: URL Á¡üÈø
uk: Зміна URL
xh: Utshintsho lwe URL

source: Icon change
az: Timsal dəyişdir
bg: Промяна на икона
cs: Změny ikony
da: Ikonændring
de: Symbol-Änderung
el: Αλλαγή Εικονιδίου
es: Cambio del icono
et: Ikooni muutmine
he: למס יוניש
id: Ganti Ikon
is: Breyti táknmynd
ja: アイコン変更
ko: 아이콘 바꾸기
mt: Bdil fl-ikona
no: Skift ikon
no_ny: Endra ikon
pl: Zmiana ikon
pt: Mudar ícone
ru: Изменить пиктограмму
ta: ÌÚõÀ¼ Á¡üÈõ
uk: Зміна піктограми
xh: Utshintsho lwe Icon

source: Drop items
az: Üzvləri Burax
bg: Поставя елемент
cs: Upustit položky
da: Fjern punkter
de: Elemente fallen lassen
el: Ρίξιμο αντικειμένων
es: Soltar elementos
et: Elementide kukutamine
he: םיטירפ תרירג
id: Jatuhkan item
is: Sleppa hlutum
ja: 項目をドロップ
ko: 항목 버리기
mt: Itlaq oġġetti
no: Slipp element
no_ny: Slepp element
pl: Przesuń pozycje
pt: Largar itens
ru: Удалить элементы
ta: ¯ÕôÀÊ¸¨Çì ¨¸Å¢Î
uk: Кинути об'єкти
xh: Yeka imiba

source: Copy %1
az: Köçür: %1
bg: Копира %1
cs: Kopírovat %1
da: Kopiér %1
de: %1 kopieren
el: Αντιγραφή %1
es: Copiar %1
et: Kopeeri %1
he: %1 תקתעה
id: Salin %1
is: Afrita %1
ja: コピー %1
ko: %1 복사
mt: Ikkopja %1
no: Kopier %1
no_ny: Kopier %1
pl: Kopiuj %1
pt: Copiar %1
ru: Копировать %1
ta: %1³ ¿¸ø¦ºö
uk: Копіювати %1
xh: Khuphela %1

source: Move %1
az: Daşı: %1
bg: Премества %1
cs: Přesunout %1
da: Flyt %1
de: %1 verschieben
el: Μετακίνηση %1
es: Mover %1
et: Liiguta %1
he: %1 תזזה
id: Pindah %1
is: Færa %1
ja: 移動 %1
ko: %1 옮기기
mt: Mexxi %1
no: Flytt %1
no_ny: Flytt %1
pl: Przenieś %1
pt: Mover %1
ru: Переместить %1
ta: %1³ ¿¸÷òÐ
uk: Пересунути %1
xh: Shukumisa i-%1

source: The bookmarks have been modified. Save changes ?
az: Nişanlar dəyişdi. Dəyişikliklər qeyd edilsin mi?
bg: Бележници са били модифицирани. Да запазя промените?
cs: Záložky byly modifikovány. Uložit změny?
da: Bogmarkerne er ændrede. Gem ændringer ?
de: Die Lesezeichen wurden geändert. Änderungen speichern?
el: Οι σελιδοδείκτες έχουν τροποποιηθεί. Να αποθηκευθούν οι αλλαγές ;
es: Los marcadores han sido modificados. ¿Guardar cambios?
et: Järjehoidjaid on muudetud. Kas salvestada muudatused?
he: .ונוש תוינמיסה ?םייונישה תא רומשל
id: Bookmark sudah dimodifikasi. Simpan perubahan ?
is: Bókamerki hafa breyst. Viltu vista breytingarnar?
ja: ブックマークは変更されています。 保存しますか?
ko: 책갈피가 고쳐졌습니다. 바뀐 부분을 저장하겠습니까 ?
mt: Il-bookmarks ġew mibdula. Trid tiktibhom ?
no: Bokmerkene har blitt endret. Lagre endringene?
no_ny: Bokmerka er endra. Lagra endringane?
pl: Zakładki zostały zmienione. Zapisać zmiany?
pt: Os favoritos foram modificados. Gravar alterações ?
ru: Закладки были изменены. Сохранить изменения?
ta: Òò¾¸ìÌÈ¢¸û Á¡üÈôÀðÎûÇÉ. Á¡üÈí¸¨Çî §ºÁ¢ì¸Å¡ ?
uk: Закладки було змінено. Зберегти зміни ?
xh: Amanqaku encwadi aguqulelwe kancinane. Gcina utshintsho ?

source: Conquer your Desktop!
az: Masa üstünü Fəth Et!
bg: Завоювайте си вашето работно място!
cs: Dobývejte svůj Desktop!
da: Erobring af dit skrivebord!
de: Kontrollieren Sie Ihre Arbeitsumgebung
es: ¡Conquiste su escritorio!
et: Valitse oma töölauda!
he: כבוש את שולחן העבודה שלך!
id: Taklukkan Desktop-mu!
is: Taktu völdin á skjáborðinu!
ja: デスクトップを征服せよ!
ko: 내가 쓰는 일터를 내 마음대로!
mt: Ikkonkwista d-Desktop!
no: Erobre ditt skrivebord!
no_ny: Erobra skrivebordet!
pl: Zdobądź swój Desktop!
pt: Conquista o teu Ambiente de Trabalho!
ru: Откройте для себя ваш рабочий стол!
ta: ¯í¸û §Á¨ºò¾Çò¨¾ ¦ÅøÖí¸û!
uk: Станьте господарем Вашої стільниці!
xh: Yoyisa iDesktop yakho!

source: Please enter a term or an address to be searched on the Internet.
az: Internet'də axtarmaq istədiyiniz bir ünvanı və ya termini yazın.
bg: Въведете термин или адрес за търсене в Интернет.
cs: Prosím zadejte sem nějakou internetovou adresu nebo klíčové slovo.
da: Indtast venligst et udtryk eller en adresse der skal søges på internettet.
de: Bitte geben Sie hier einen Begriff oder eine Adresse ein, die im Internet gesucht werden sollen.
el: Παρακαλώ δώστε εδώ έναν όρο ή μια διεύθυνση για να αναζητηθεί στο Ιντερνετ..
es: Introduzca un término o una dirección para ser buscada en Internet.
et: Palun sisesta siia otsitav termin või Interneti aadress.
id: Masukkan suatu frase atau alamat yang akan dicari dalam Internet.
is: Sláðu inn leitarorð eða Internet slóð hérna til að byrja að leita á Netinu.
ja: インターネットで検索する用語やアドレスをここに入力して下さい。
ko: 인터넷에서 찾을 낱말이나 주소를 넣어주십시오.
mt: Jekk jogħġbok daħħal terminu jew indirizz x'itfittex fuq l-Internet.
no: Skriv inn et ord eller en adresse du vil søke etter på Internett.
no_ny: Skriv eit ord eller ei adresse du vil søkja etter på Internett.
pl: Wpisz adres który chcesz wyszukać w internecie.
pt: Indica se possível um termo ou um endereço a ser procurado na Internet.
ru: Введите слово или адрес для поиска в Интернете.
ta: ­¨½Âò¾¢ü §¾ÎÅ¾ü¸¡É ¦º¡ø¨Ä§Â¡ Ó¸ÅÃ¢¨Â§Â¡ ¾Õ¸.
uk: Будь ласка, введіть термін або адресу для пошуку в Інтернет.
xh: Nceda ngenisa igama lokuchaza into okanye idilesi emayiphendlwe kwi Internet.

source: Introduction
az: Giriş
bg: Въведение
cs: Úvod
da: Introduktion
de: Einführung
el: Εισαγωγή
es: Introducción
et: Sissejuhatus
id: Pendahuluan
is: Inngangur
ja: はじめに
ko: 소개
mt: Introduzzjoni
no: Introduksjon
no_ny: Introduksjon
pl: Wprowadzenie
pt: Introdução
ru: Введение
ta: ÓýÛ¨Ã
uk: Введення
xh: Ukwazisa

source: Tips
az: İp ucları
bg: Съвети
cs: Tipy
da: Vink
de: Tipps
el: Συμβουλές
es: Consejos
et: Vihjed
id: Tip
is: Vísbendingar
ja: チップ
ko: 귀띔
mt: Pariri
pl: Podpowiedzi
pt: Dicas
ru: Советы
ta: ÌÈ¢ôÒì¸û
uk: Підказки
xh: Iincam

source: Specifications
az: Seçənəklər
bg: Спецификации
cs: Specifikace
da: Specifikationer
de: Leistungsmerkmale
el: Προδιαγραφές
es: Especificaciones
et: Lähem iseloomustus
id: Spesifikasi
is: Tæknilýsingar
ja: 仕様
ko: 자세한 내용
mt: Speċifikazzjonijiet
no: Spesifikasjoner
no_ny: Spesifikasjonar
pl: Specyfikacja
pt: Especificações
ru: Спецификации
ta: ¾¢Èý ÌÈ¢ôÒ¸û
uk: Специфікації
xh: Izikhankanyi
