Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konqueror.po
Languages: az, bg, cs, da, de, el, es, et, he, id, is, ja, ko, mt, no, no_ny, pl, pt, ru, ta, uk, xh

source: Welcome to Konqueror %1.
az: Konqueror %1'e xoş gəldiniz.
bg: Добре дошли в Konqueror %1.
cs: Vítejte v Konqueroru %1.
da: Velkommen til Konqueror %1.
de: Willkommen bei Konqueror %1
el: Καλώς ήλθατε στον Konqueror %1.
es: Bienvenido a Konqueror %1.
et: Tere tulemast Konqueror'i %1.
id: Selamat datang di Konqueror %1.
is: Velkomin(n) í Konqueror %1.
ja: Konqueror %1 へようこそ。
ko: 어서오십시오! 컹커러 %1 입니다.
mt: Merħba għal Konqueror %1.
no: Velkommen til Konqueror %1.
no_ny: Velkomen til Konqueror %1.
pl: Witaj w Konquerorze %1.
pt: Bem vindo ao Konqueror %1.
ru: Добро пожаловать в Konqueror %1.
ta: %1 ¸¡ý¦¸¡ÃÃ¢üÌ ¿øÅÃ×.
uk: Ласкаво просимо до Konqueror %1
xh: Wamkelekile kwi Konqueror %1.

source: With Konqueror you have your filesystem at your command, browsing local or networked drives with equal ease. Thanks to the component technology used throughout KDE 2, Konqueror is also a full featured, easy to use and comfortable Web Browser, which you can use to explore the Internet.
az: Konqueror ilə fayl sisteminizi nəzəriyyətiniz altına alırsınız, yerli və şəbəkə sürücülərinizdə eyni yüngüllükdə səyahət edə bilərsiniz. KDE 2 də işlədilən əlavəli sistem sayəsində Konqueror, Internet'də işlədə biləcəyiniz, tam təchizatlı, asand istifadəli bir Veb səyyahıdır.
bg: С Konqueror, вие може лесно да преглеждате вашата локална файлова система и мрежовите ресурси. Благодарение на технологите, използвани в KDE 2, Konqueror е станал пълнофункционален, и удобен за преглед наWeb адреси в Интернет.
cs: S Konquerorem máte pod kontrolou svůj souborový systém a můžete pohodlně procházet jak lokální tak síťové disky. Díky komponentové technologii používané v celém prostředí KDE 2 je Konqueror plnohodnotným, lehce použitelným a komfortním webovým prohlížečem, který můžete používat k prozkoumávání Internetu.
da: Med Konqueror har du dit filsystem under kontrol. Gennemsøg lokale drev og netværksdrev med samme lethed. Takket være komponent teknologien, der er brugt overalt i KDE 2, er Konqueror også en fuldt udstyret, nem at bruge, og behagelig netsøger, som du kan bruge til at udforske internettet.
de: Mit Konqueror erhalten Sie Kontrolle über Ihr Dateisystem und können lokale oder Netzwerk-Dateien mit gleicher Leichtigkeit bearbeiten. Dank der Komponenten-Technologie, die überall in KDE 2 verwendet wird, ist Konqueror auch ein kompletter, leicht zu benutzender und komfortabler Web-Browser, den Sie jederzeit für Ihre Erkundungsfahrten im Internet einsetzen können.
el: Με τον Konqueror έχετε το σύστημα αρχείων σας στις διαταγές σας, φυλλομετρώντας τοπικά ή δικτυακά drives με την ίδια ευκολία. Χάρη στην τεχνολογία μερών (components) που χρησιμοποιείται σε όλο το KDE 2, ο Konqueror είναι επίσης ένας πλήρης, εύχρηστος και άνετος Φυλλομετρητής Web, με τον οποίο μπορείτε να εξερευνήσετε το Ιντερνετ.
es: Con Konqueror tiene su sistema de archivos bajo su comando, pudiendo navegar por discos locales o en red con igual sencillez. Gracias a la tecnología de componentes utilizada en todo KDE 2, Konqueror también es un navegador Web completamente equipado, fácil de usar y cómodo, que puede emplear para explorar Internet.
et: Konqueror'iga on kogu failisüsteem sinu kontrolli all, nii kohalike kui ka võrgus olevate failide lehitsemine on ühtviisi lihtne. Tänu kogu KDE 2. versioonis kasutatavale komponentide tehnoloogiale on Konqueror ka täisväärtuslik lihtsalt kasutatav ja mugav veebibrauser, mida sa saad kasutada Interneti sirvimiseks.
is: Konqueror gefur þér greiðan aðgang að skráarkerfinu, hvort sem það er á þinni tölvu eða á netþjóni. Konqueror er einnig fullkominn vafri, þökk sé hlutatækninni sem notuð er í KDE 2. Þar að auki er hann bæði auðveldur og þægilegur í notkun.
ja: Konquerorで、ファイルシステムを自由自在に扱えます。ローカルもネットワークドライブも同じくらい簡単に参照できます。またKDE 2で採用されているコンポーネントテクノロジーを使用しているためKonquerorは、完全な機能を備え、使いやすく、快適なWEBブラウザでもあるのです。Konquerorでインターネットをエンジョイできるでしょう。
ko: 컹커러와 함께하면 시스템에 있는 파일 체계에 명령을 내리듯이 로컬이나 네트웍으로 연결된 장치를 쓸 수 있습니다. KDE 2 모두에 쓰이는 구성 요소 기술 덕분에, 컹커러는 인터넷을 돌아다니기에 충분한 모든 기능을 가진 쓰기 쉽고 편한 웹 탐색기(브라우저) 입니다.
mt: Bil-Konqueror għandek is-sistema tal-fajls kollha taħt idejk, u tista' taċċessa drajvs lokali jew fuq in-network bl-istess faċilità. Grazzi għat-teknoloġija tal-komponenti użati fil-KDE 2, Konqueror huwa wkoll brawżer tal-webb mimli faċilitajiet u faċli biex tużah, li jista' jintuża biex tesplora l-Internet.
no: Med Konqueror er filsystemet under din kommando. Du har like enkel tilgang til filer lokalt som over nettverket. Takket være komponent-teknologien KDE 2 bruker er Konqueror også en fullverdig og lettbrukt nettleser som du kan bruke til å utforske Internett med.
no_ny: Konqueror gir deg full kontroll over filsystemet. Du har like enkelt tilgang til filer lokalt som over nettverket. Takk vera komponentteknologien KDE 2 brukar, er Konqueror òg ein fullverdig og lettbrukt nettlesar som du kan utforska Internett med.
pl: Konqueror umożliwia przeglądanie lokalnych plików oraz równie łatwo zawartości innych zasobów w sieci. Konqueror to łatwa w użyciu i wygodna przeglądarka www, którą w łatwy sposób można używać do eksploracji internetu.
pt: Com o Konqueror tens o teu sistema de ficheiros às tuas ordens, pesquisando nas unidades de armazenamento locais ou de rede com igual facilidade. Graças à tecnologia de componentes usada em todo o KDE 2, o Konqueror é também um navegador Web completo, fácil de usar e confortável que podes usar para explorar a Internet.
ru: Используя Konqueror, вы можете управлять вашей файловой системой, одинаково легко просматривая локальные диски и сетевые ресурсы. Благодаря компонентной технологии, использованной в KDE 2, Konqueror стал полнофункциональным, легким в использовании и удобным обозревателем Web, который можно использовать для просмотра Интернета.
ta: ¸¡ý¦¸¡Ã÷ ¯í¸û §¸¡ôÀ¨ÁôÀ¢¨É ¯í¸û ¬Ù¨ÁÂ¢ý ¸£úì ¦¸¡ñÎÅÕ¸¢ÈÐ. ­¾É¡ø ¯ûÇ¨Áó¾ ÁüÚõ Å¨ÄÂ¨ÁôÀ¢ÖûÇ ÅðÎì¸¨Ç ­ÄÌÅ¢ø ¯Ä¡Å¢¼ ÓÊÔõ. §ÁÖõ, ¸¡ý¦¸¡Ã÷ º¸Ä Åº¾¢¸ÙÓûÇ, À¡Å¢ì¸î Í¸Á¡É­¨½Â ¯Ä¡Å¢¦Â¡ýÈ¡¸×õ ¦ºÂüÀ¼ KDE 2 ­ü ÒÆíÌõ ÜüÚò ¦¾¡Æ¢ÑðÀõ ÅÆ¢ÅÌì¸¢ÈÐ.
uk: З Konqueror Ви можете зручно працювати з Вашою файловою системою, переглядати локальні або мережеві диски з однаковою легкістю. Дякуючи технології компонентів в KDE 2, Konqeuror також повнофункціональний, зручний та приємний у роботі переглядач Тенет, за допомогою якого Ви легко можете працювати з Інтернет.
xh: NgeKonqueror unendlela yefayile yakho kumyalelo wakho, ukhangela incwadi ngokobulali okanye isetyenzwa ngokomnatha iqhutywangokulinganayo. Enkosi kumenzi wayo onzulu osetyenzisiweyo ngapha kwe KDE 2, iKonqueror isetyenziswa ngokusemqoka okupheleleyo, kulula ukusebenzisa kwaye Umkhangeli wencwadi zeWeb okhululekileyo, onokumsebenzisa ukuhlola i-Internet.

source: Simply enter the Internet address (e.g. <A HREF="http://www.kde.org">http://www.kde.org</A>) of the web page you want and press Enter, or choose one of the entries in your Bookmarks menu.
az: Bəsitçə, dolaşmaq istədiyiniz bir Internet ünvanı girin (məs. <A HREF="http://www.linuxaz.com">http://www.linuxaz.com</A>) və enter'ə basın.Və ya nişan menyusundan bir giriş seçin.
bg: Просто въведете Интернет адрес (напр.<A HREF="http://www.kde.org">http://www.kde.org</A>) страницата която искате и натиснете Enter, или изберете една от менюто от бележници.
cs: Jednoduše zadejte adresu internetové stránky, kterou chcete navštívit (např. <A HREF="http://www.kde.org/international/czechia/">http://www.kde.org</A>), a stiskněte Enter. Anebo si můžete vybrat jednu z položek v nabídce "Záložky".
da: Indtast blot internetadressen (f. eks.. <A HREF="http://www.kde.org">http://www.kde.org</A>) på den netside du ønsker og tryk på enter, eller vælg en af indgangene i din bogmærke-menu.
de: Geben Sie einfach die Internet-Adresse derjenigen Webseite ein, die Sie aufrufen möchten (z.B. <A HREF="http://www.kde.org">http://www.kde.org</A> oder <A HREF="http://www.kde.de">http://www.kde.de</A>) und drücken Sie die Eingabe-Taste. Oder wählen Sie einen Eintrag aus dem Lesezeichen-Menü.
el: Απλά πληκτρολογήστε τη διεύθυνση (π.χ. <A HREF="http://www.kde.org">http://www.kde.org</A>) της ιστοσελίδας που θέλετε και πατήστε enter, ή επιλέξτε μια από τις καταχωρήσεις στο μενού Σελιδοδεικτών σας.
es: Simplemente introduzca la dirección de Internet (p.ej <A HREF="http://www.kde.org">http://www.kde.org</A>) de la página que desea y pulse Intro, o elija una de las entradas de su menú de marcadores.
et: Sisesta siia lihtsalt Interneti aadress (nt. <A HREF="http://www.kde.org">http://www.kde.org</A>) ja vajuta enterit. Või vali mõni kirjetest järjehoidjate menüüst.
is: Sláðu inn Internet slóð (t.d. <A HREF="http://www.kde.org">http://www.kde.org</A>) þeirrar vefsíðu sem þú vilt skoða og ýttu á Enter takkann eða veldu slóð af bókamerkjalistanum.
ja: 行きたいWEBページのインターネットアドレス(例 <A HREF="http://www.kde.org">http://www.kde.org</A>)を入力してエンターを押して下さい。あるいはブックマークのエントリを選択して下さい。
ko: 간단하게 보고 싶은 웹 페이지의 인터넷 주소(<A HREF="http://www.kde.org">http://www.kde.org</A>처럼)를 넣고 엔터 글쇠를 누르거나 책갈피 차림표에 있는 항목을 고르면 됩니다.
mt: Sempliċiment daħħal l-indirizz tal-internet (eż. <a href="http://linux.org.mt">http://linux.org.mt</a>) tal-webpage li trid fejn hemm immarkat "indirizz", u agħfas Enter, jew agħżel indirizz mill-menu tal-Bookmarks. Ġeneralment tista' tħalli l-parti tal-bidu (http://) barra u tittajpja biss it-tieni parti (linux.org.mt).
no: Skriv ganske enkelt inn Internett-adressen (for eksempel <A HREF="http://www.kde.org">http://www.kde.org</A>) til den nettsiden du vil se og trykk enter-knappen. Eller velg et av bokmerkene fra bokmerkemenyen.
no_ny: Skriv ganske enkelt inn Internett-adressa (til dømes <a href="http://www.kde.org/">http://www.kde.org</a>) til den nettsida du vil sjå og trykk linjeskift. Du kan òg velja frå bokmerkemenyen.
pl: Po prostu wpisz adres internetowy (np. <A HREF="http://www.kde.org">http://www.kde.org</A>) i naciśnij enter. Ewentualnie wybierz pozycję z menu w twoich zakładkach.
pt: Basta indicares o endereço Internet (p. ex. <A HREF="http://www.kde.org">http://www.kde.org</A>) da página Web que queres e carregares na tecla ENTER, ou escolhe uma das entradas do teu menu de Favoritos.
ru: Просто введите адрес Интернет (например, <A HREF="http://www.kde.org">http://www.kde.org</A>) страницы, которую вы хотите просмотреть, и нажмите Enter или выберите любую закладку из меню 'Закладки'.
ta: ¿£í¸û Å¢ÕõÒõ ­¨½Â Ó¸ÅÃ¢¨Âò ¾óÐ (¯+õ: <A HREF="http://www.kde.org">http://www.kde.org</A>) Enter³ «Øò¾×õ. «øÄÐ ¯í¸û Òò¾¸ìÌÈ¢ô ÀðÊÂÄ¢¦Ä¡ý¨Èò ¦¾Ã¢× ¦ºöÂ×õ.
uk: Просто введіть адресу Інтернет (напр. <A HREF="http://www.kde.org">http://www.kde.org</A>) сторінки, яка Вам потрібна, та натисніть Enter. Або виберіть пункт з меню закладок.
xh: Ngenisa idilesi ye Internet ngokulula (umzekelo <A HREF="http://www.kde.org">http://www.kde.org</A>) yephepha leWeb olufunayo kwaye ushicilele Ngena, okanye khetha ungeno lubelunye kwimenu yamanqaku encwadi.

source: If you want to go back to the previous web page, press the button <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("Back") in the toolbar.
az: Əgər bir əvvəlki səhifəyə dönmək istəsəniz, vasitə çubuğunda yerləşən <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("geri") düyməsinə basın.
bg: Аки искате да се върнете на предишнана страница, натиснете бутона <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("Назад") в панела с инструменти.
cs: Chcete-li přejít zpět na předchozí stránku, stiskněte tlačítko <IMG WIDTH=16 HEIGHT=16 SRC="%1">&nbsp;("Zpět") na nástrojové liště.
da: Hvis du ønsker at gå tilbage til den forrige netside, så tryk på knappen <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("Tilbage") i værktøjslinien.
de: Wenn Sie zur vorigen Webseite zurück möchten, drücken Sie auf den Knopf &nbsp; <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("Zurück") in der Werkzeugleiste.
el: Αν θέλετε να πάτε στην προηγούμενη ιστοσελίδα, πιέστε το κουμπί <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("Πίσω") στη γραμμή εργαλείων.
es: Si desea volver para atrás a la página web previa, pulse sobre el botón <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("atrás") en la barra de herramientas.
et: Kui soovid minna tagasi eelmisele veebilehele, vajuta nuppu <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("Tagasi") tööriistaribal.
is: Ef þú vilt fara aftur til baka á fyrri síðu, smelltu þá á <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("Aftur") takkann á tækjaslánni.
ja: 前のWEBページに戻りたい時は、ツールバーの<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("戻る")ボタンを押してください。
ko: 먼저 보았던 웹으로 돌아가려면 도구줄에 있는 <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("뒤로") 단추를 누르십시오.
mt: Jekk tixtieq tmur lura għall-paġna ta' qabel, agħfas il-buttuna <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("Back") fit-toolbar.
no: Hvis du vil gå tilbake til den forrige nettsiden, trykk på <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("Tilbake") på verktøylinjen.
no_ny: Dersom du vil gå tilbake til sida du var på, trykk knappen <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;(«Tilbake») på verktøylinja.
pl: Jeżeli chcesz powrócić do poprzedniej strony kliknij przycisk <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("powrót") na pasku narzędzi.
pt: Se quiseres voltar para a página Web anterior, carrega no botão <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("Atrás") na barra de ferramentas.
ru: Если вы хотите вернуться на предыдущую страницу, нажмите кнопку <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("Назад") в панели инструментов.
ta: Óý¨ÉÂ ­¨½ÂôÀì¸ò¾¢üÌ Á£Ç Å¢ÕõÀ¢É¡ø ¸ÕÅ¢ôÀð¨¼Â¢ÖûÇ <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("À¢ý") ±Ûõ ¦À¡ò¾¡¨É «ØòÐ¸.
uk: Якщо Ви хочете попасти до попередньої сторінки, натисніть кнопку <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("Назад") на панелі інструментів.
xh: Ukuba ufuna ukubuyela ngasemva kwiphepha elidlulileyo le web, cinezela iqhosha <IMG UBUBANZI=16 UBUDE=16 SRC="%1"> &nbsp;("Umva") kwibar yesixhobo.

source: To go back to the home directory of your local filesystem press <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("Home").
az: Lokal fayl sisteminizdəki ev qovluğunuza dönmək üçün, <IMG WIDTH=16HEIGHT=16 SRC="%1"> &nbsp; ("Ev") düyməsinə basın.
bg: За преход към домашната директория натиснете <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("Домашен").
cs: Pro přechod do svého domovského adresáře stiskněte tlačítko <IMG WIDTH=16 HEIGHT=16 SRC="%1">&nbsp;("Domů").
da: For at gå tilbage til hjemmemappen på dit lokale filesystem tryk på <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("Hjem").
de: Um zu dem Persönlichen Verzeichnis Ihres lokalen Dateisystems zu gelangen, drücken Sie auf &nbsp; <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("Persönliches Verzeichnis").
el: Για να πάτε πίσω στο home directory του τοπικού σας συστήματος αρχείων πατήστε <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("Σπίτι").
es: Para volver atrás a su directorio personal en su sistema de archivos local pulse <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("Inicio").
et: Et minna tagasi kodukataloogi oma failisüsteemis vajuta <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("Kodukataloog").
is: Til að fara í heimamöppuna á tölvunni þinni, smelltu á <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("Heima").
ja: ローカルファイルシステム上のホームディレクトリに戻るには、<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("ホームディレクトリ")ボタンを押して下さい。
ko: 홈 자료방으로 돌아가려면 <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;("홈") 단추를 누르십시오.
mt: Jekk trid tmur lura fid-direttorju bażi tiegħek fuq is-sistema ta' fajls lokali, agħfas il-buttuna <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("Home").
no: For å gå tilbake til hjemmekatalogen på filsystemet trykk på <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("Hjem").
no_ny: For å gå til heimekatalogen på filsystemet, trykk knappen <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; («Heim»).
pl: Aby powrócić do katalogu domowego na dysku lokalnym kliknij <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("Home").
pt: Para voltares à directoria pessoal do teu sistema de ficheiros local carrega em <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("A Minha Área").
ru: Для перехода в ваш домашний каталог нажмите <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("Домашняя страница").
ta: ¯í¸û ¯ûÇ¸ì §¸¡ôÀ¨ÁÅ¢ý ¦¾¡¼ì¸ «¨¼×ìÌ Á£ûÅ¾üÌ <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("¦¾¡¼ì¸õ") ±Ûõ ¦À¡ò¾¡¨É «Øò¾×õ.
uk: Щоб повернутися до домашнього каталогу Вашої файлової системи, натисніть <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ("Домівка").
xh: Ukubuyela umva kwikhaya lolawulo lwendlela yefayile yobulali cinezela <IMG UBUBANZI=16 UBUDE=16 SRC="%1"> &nbsp; ("Ikhaya").

source: For more detailed documentation on Konqueror click <A HREF="%1">here</A>.
az: Konqueror haqqında daha təfsilatlı sənəd üçün <A HREF="%1">buraya</A> tıqlayın.
bg: За повече информация относно Konqueror кликнете <A HREF="%1">тук</A>.
cs: Detailnější nápovědu naleznete <A HREF="%1">zde</A>.
da: Du kan finde en mere detaljeret brugervejledning for Konqueror <A HREF="%1">her</A>.
de: Um eine detaillierte Dokumentation zu Konqueror zu erhalten, klicken Sie </A><A HREF="%1">hier</A>.
el: Για πιο λεπτομερή τεκμηρίωση του Konqueror κάντε κλικ <A HREF="%1">εδώ</A>.
es: Para ver documentación más detallada sobre Konqueror pulse <A HREF="%1">aquí</A>,
et: Täpsema dokumentatsiooni lugemiseks Konqueror'i kohta kliki <A HREF="%1">siia</A>.
is: Hér má finna ítarlegri <A HREF="%1">upplýsingar um Konqueror</A>
ja: Konquerorの詳細ドキュメントを見るには、<A HREF="%1">ここ </A>をクリックして下さい。
ko: 컹커러에 대해 더 자세하게 설명한 글을 보시려면 <A HREF="%1">이 곳</A>을 누르십시오.
mt: Għal informazzjoni iżjed dettaljata dwar il-Konqueror ikklikkja <A HREF="%1">hawn</A>.
no: For mer detaljert dokumentasjon om Konqueror trykk <A HREF="%1">her</A>.
no_ny: For meir detaljert informasjon om Konqueror, klikk <a href="%1">her</a>.
pl: Więcej szczegółowej dokumentacji o Konquerorze uzyskasz klikając <A HREF="%1">tutaj</A>
pt: Para uma documentação mais detalhada sobre o Konqueror carrega <A HREG="%1">aqui</A>.
ru: Для дополнительной информации о Konqueror нажмите <A HREF="%1">здесь</A>.
uk: Щодо більш детальної інформації про Konqueror клацніть <A HREF="%1">тут</A>.
xh: Xa ufuna uxwebhu olunenkcukacha ezininzi zeKonqueror nqakraza <A HREF="%1">apha</A>.

source: <I>Tuning Tip:</I> If you want the Konqueror web browser to start faster, you can turn off this information screen by clicking <A HREF="%1">here</A>. You can re-enable it by choosing the Help -> Konqueror Introduction menu option, and then pressing Window -> Save View Profile "Web Browsing".
az: <I>İncə Quraşdırma İp ucu:</I> Əgər Konqueror'un daha sür'ətli açılmasını istəyirsinizsə, başlanğıçda açılan mə'lumat ekranını qapatmaq üçün <A HREF="%1">bu düyməyə</A> tıqlayın.
bg: <I>Съвет:</I> Ако искате Konqueror да работи по-бързо, изключете този информационен екран кликвайки <A HREF="%1">тук</A>.
cs: <I>Tip na vyladění:</I> Chcete-li urychlit start Konqueroru, tak vypněte tuto informační obrazovku kliknutím <A HREF="%1">sem</A>. Znovu jí můžete zapnout výběrem z nabídky Nápověda->Úvod do Konqueroru a potom použitím položky z nabídky Okno -> Uložit profil -> "Prohlížení internetu".
da: <I>Vink om hastighed:</I> Hvis du ønsker at Konqueror netsøgeren skal starte hurtigere, kan du slå denne informationsskærm fra, ved at klikke <A HREF="%1">her</A>. Du kan aktivere den igen ved at vælge Hjælp -> Konqueror Introduktion menuvalg , og trykke på Vindue -> Gem visningsprofil "Netsøgning".
de: <I>Tipp zur Beschleunigung:</I> Wenn Sie möchten, dass der Konqueror-Browser schneller startet, dann können Sie diese Einführung deaktivieren, indem Sie <A HREF="%1">hier</A> klicken. Die Reaktivierung erfolgt durch die Auswahl von: Hilfe -> Einführung in Konqueror und anschließend: Fenster -> Ansichtsprofil Web-Browser speichern.
el: <I>Συμβουλή:</I> Αν θέλετε ο Konqueror να ξεκινά ταχύτερα, μπορείτε να απενεργοποιήσετε αυτή την οθόνη κάνοντας κλικ <A HREF="%1">εδώ</A>. Μπορείτε να την ξαναενεργοποιήσετε επιλέγοντας Βοήθεια -> Εισαγωγή στον Konqueror, και μετά Παράθυρο -> Αποθήκευση Προφίλ Προβολής "Φυλλομέτρηση Web".
es: <I>Consejo de optimización:</I> Si desea que Konqueror arranque más rápido como navegador, puede eliminar esta pantalla de información pulsando <A HREF="%1">aquí</A>. Puede reactivarla eligiendo la opción de menú Ayuda -> Introducción a Konqueror, y pulsando Ventana -> Guardar perfil de vista "Navegación web".
et: <I>Vihje:</I> Kui soovid, et Konqueror käivituks kiiremini, saad selle info näitamise välja lülitada klikkides <A HREF="%1">siia</A>. Uuesti seda sisse lülitada saad valides menüüst Abi -> Konqueror sissejuhatus ning seejärel Aken -> Salvesta vaate profiil "Veebilehitsemine".
is: <I>Stillingarmoli</I> Ef þú vilt að Konqeror komi hraðar upp getur þú slökkt a þessum upplýsingaskjá með því að smella <a href="%1">hér</a>. Þú getur kveikt á því aftur með því að velja Hjálp -> Inngangur að Konqueror af valslánni og svo Gluggi -> Vista sýnistillingar.
ja: <I>チューニングチップ:</I> もしKonqueror ウェブブラウザの起動を速くしたい場合は<A HREF="%1">ここ</A>をクリックすることでこの情報画面をオフにすることができます。再び有効にするにはヘルプ -> Konqueror 「はじめに」メニューオプションを選択して、その後ウィンドウ -> ビューのプロファイル "Webブラウズ"を保存を選択します。
ko: <I>쓸만한 귀띔:</I> 컹커러 웹 브라우저를 빠르게 시작하고 싶다면, <A HREF="%1">이 곳</A>을 눌러서 다시는 보이지 않게 만들 수 있습니다. 다시 보고 싶다면 차림표에서 도움말 -> 컹커러 소개를 고른 뒤 창 -> "웹 찾아가기" 보기 프로파일로 저장을 고르면 됩니다.
mt: <I>Parir:</I> Jekk trid lill-Konqueror jitla' iżjed malajr, tista' titfi dan l-iskrin ta' informazzjoni billi tikklikkja <A HREF="%1">hawn</A>. Tista' terġa' tixgħelu billi tagħżel il-menu "Għajnuna -> Introduzzjoni għall-Konqueror", u mbgħad tagħfas "Window -> Ikteb profil tad-dehra 'Web Browsing'".
no: <I>Trimmetips:</I> Hvis du vil at nettleseren Konqueror skal starte raskere, kan du skru av denne informasjonen ved å trykke <A HREF="%1">her</A>. Du kan skru den på igjen ved å gå til Hjelp -> Konqueror introduksjon-menyvalget, og så trykke på Vindu -> Lagre visningsprofil "Nettlesing"
no_ny: <i>Tilpassingstips:</i> Dersom du vil at Konqueror skal starta fortare, kan du skru av denne informasjonsskjermen ved å følgja <a href="%1">denne lenkja</a>. Du kan skru funksjonen på att ved å velja Hjelp -> Konqueror-introduksjon i menyen og så velja Vindauge -> Lagra ruteprofil «Vevsurfing».
pl: <I>Tuning Tip:</I> Jeżeli chcesz przyspieszyć uruchamianie Konquerora, możesz wyłączyć tą informację klikając <A HREF="%1">tutaj</A>. Aby przywrócić te ustawienia, wybierz z menu opcję Pomoc -> Konqueror Wprowadzenie, następnie wybierz Okno -> Zapisz profil widoku "Przeglądanie sieci".
pt: <I>Dica de Ajuste:</I> Se quiseres que o navegador Web Konqueror inicie mais depressa, podes desligar este ecrã de informação carregando <A HREF="%1">aqui</A>. Podes reactivá-la escolhendo a opção do menu Ajuda -> Introdução do Konqueror e carregando em Janela -> Gravar Perfil de Vista "Navegação Web".
ru: <I>Примечание настройки:</I> Если вы хотите, чтобы Konqueror запускался быстрее, вы можете отключить это информационное окно <A HREF="%1">здесь</A>. Чтобы снова включить его, выберите пункт меню Помощь->Введение в Konqueror и затем Окно->Сохранить профиль панели "Обзор WWW".
ta: <I>ÀñÀÎòÐõ ¯¾Å¢:<I> ¸¡ý¦¸¡Ã÷ ­¨½Â §Á§Ä¡Ê¨Â §ÁÖõ Å¢¨ÃÅ¡¸ ¬ÃõÀ¢ì¸Å¢ÕõÀ¢É¡ø <A HREF="%1">­í§¸</A> «Øò¾¢ ­ò ¾¸Åü ¾¢¨ÃÂ¢ý ¦ºÂüÀ¡ð¨¼ ¿¢ÚòÐ¸. ­¨¾ Á£ñÎõ ­Âí¸î¦ºöÂ ¯¾Å¢ -> ¸¡ý¦¸¡Ã÷ ÓýÛ¨Ã ±Éô ÀðÊÂÄ¢ü §¾÷óÐ, À¢ý º¡ÇÃõ -> ¸¡ðº¢ò ¾¢Ãð¨¼î §ºÁ¢ ±ýÀ¨¾ «ØòÐ¸.
uk: <I>Підказка наладнання:</I> Якщо Ви хочете, щоб Konqueror стартував швидше, Ви можете вимкнути цей інформаційний екран натиснувши <A HREF="%1">тут</A>. Ви також можете ввімкнути його знову вибравши опцію меню Довідка -> Вступ Konqueror, а потім натиснувши Вікно -> Зберегти профіль "Перегляд Тенет".
xh: <I>Incam yomculwana:</l> Ukuba ufuna umkhangeli wencwadi zeweb ziqale ngokukhawuleza, ungalucima olu lwazi lwekhusi ngokunqakraza <A HREF="%1">apha</A>. Ungayenza kwakhona ngokukhetha Uncedo -> Konqueror ukhetho lokwazisa imenu, kwaye ucinezele iwindow -> Gcina imboniselo yabucala yemboniselo "Web Browsing".
