Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konqueror.po
Languages: az, bg, cs, da, de, el, es, et, he, id, is, ja, ko, mt, no, no_ny, pl, pt, ru, ta, uk, xh

source: Netscape Communicator<SUP>&reg;</SUP> plugins (for viewing <A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, etc.)
az: Netscape Communicator<SUP>&reg;</SUP> əlavələri <A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio,<A HREF="%3"Real</A>Video vb. izləmək üçün)
bg: Рlugins за Netscape Communicator (за преглед <A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, и така нататък)
cs: Moduly Netscape Communicator <SUP>&reg;</SUP> (pro prohlížení <A HREF="%1">Flash</A>, <A HREF="%2">Real Audio</A>, <A HREF="%3">Real Video</A> atd.)
da: Netscape Communicator<SUP>&reg;</SUP> indstik (til at se <A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, osv)
de: Netscape Communicator<SUP>&reg;</SUP>-Plugins (zur Betrachtung von <A HREF="%1">Flash-</A>, <A HREF="%2">Real</A>Audio-, <A HREF="%3">Real</A>Video-Dateien usw.)
el: Netscape Communicator<SUP>&reg;</SUP> plugins (για προβολή <A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, etc.)
es: Plugins de Netscape Communicator<SUP>&reg;</SUP> (para visualizar <A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, etc.)
et: Netscape Communicator<SUP>&reg;</SUP> pluginad (<A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, jne. failide vaatamiseks)
id: Plugin Netscape Communicator<SUP>&reg;</SUP> (untuk melihat <A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, dll.)
is: Netscape Communicator<SUP>&reg;</SUP> íforrit (til að skoða <A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, o.þ.h.)
ja: ネットスケープコミュニケータ<SUP>&reg;</SUP> プラグイン (<A HREF="%1">Flash</A><SUP>TM</SUP>, <A HREF="%2">Real</A>Audio<SUP>TM</SUP>, <A HREF="%3">Real</A>Video<SUP>TM</SUP>等の表示)
ko: 넷스케이프 커뮤니케이터<SUP>&reg;</SUP> 플러그인 (<A HREF="%1">플래시</A>, <A HREF="%2">리얼</A>오디오, <A HREF="%3">리얼</A>비디오와 그 밖에 여러가지를 보여줌.)
mt: Plagins tan-Netscape Communicator<SUP>&reg;</SUP> (għall-wiri ta' <A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, eċċ.)
no: Netscape Communicator<SUP>&reg;</SUP>-tilleggsmoduler (for visning av <A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, etc.)
no_ny: Netscape Communicator<SUP>&reg;</SUP>-tilleggsmodular (for vising av <A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, etc.)
pl: Wtyczki Netscape Communicatora<SUP>&reg;</SUP> (dla odtwarzania plików <A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, etc.)
pt: 'Plugins' do Netscape Communicator<SUP>&reg;</SUP> (para ver <A HREF="%1">Flash</A>, <A HREF="%2">Real</A> Áudio, <A HREF="%3">Real</A> Video, etc.)
ru: Дополнения Netscape Communicator (для просмотра <A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, и так далее)
ta: Netscape Communicator<SUP>&reg;</SUP> ¦ºÕ¸¢¸û (<A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, §À¡ýÈÅü¨Èô À¡÷ôÀ¾ü¸¡É)
uk: Додатки Netscape Communicator<SUP>&reg;</SUP> (для перегляду <A HREF="%1">Flash</A>, <A HREF="%2">Real</A>Audio, <A HREF="%3">Real</A>Video, etc.)
xh: Netscape Umthungelanisi<SUP>&reg;</SUP> plugins (xa kuboniselwa <A HREF="%1">Idangatye</A>, <A HREF="%2"Ngokwenene</A>Ngokwesandi, <A HREF="%3">Ngokwenene</A>Video, njalo-njalo)

source: OSF/Motif<SUP>&reg;</SUP>-compatible library (<A HREF="%1">Open Motif</A> or <A HREF="%2">LessTif</A>)
az: OSF/Motif<SUP>&reg;</SUP>-dəstəkli kitabxana(<A HREF="%1">Open Motif</A> or <A HREF="%2">LessTif</A>)
bg: OSF/Motif-съвместима библиотека (<A HREF="%1">Open Motif</A> or <A HREF="%2">LessTif</A>)
cs: Knihovna kompatibilní s OSF/Motif<SUP>&reg;</SUP> (<A HREF="%1">Open Motif</A> anebo <A HREF="%2">LessTif</A>)
da: OSF/Motif<SUP>&reg;</SUP>-kompatibelt bibliotek (<A HREF="%1">Open Motif</A> eller <A HREF="%2">LessTif</A>)
de: OSF/Motif<SUP>&reg;</SUP>-kompatible Bibliothek (<A HREF="%1">Open Motif</A> oder <A HREF="%2">LessTif</A>)
el: OSF/Motif<SUP>&reg;</SUP>-συμβατή βιβλιοθήκη (<A HREF="%1">Open Motif</A> ή <A HREF="%2">LessTif</A>)
es: OSF/Motif<SUP>&reg;</SUP>-librería compatible (<A HREF="%1">Open Motif</A> o <A HREF="%2">LessTif</A>)
et: OSF/Motif<SUP>&reg;</SUP>-ühilduv teek (<A HREF="%1">Open Motif</A> või <A HREF="%2">LessTif</A>)
id: Pustaka OSF/Motif<SUP>&reg;</SUP> kompatibel (<A HREF="%1">Open Motif</A> atau <A HREF="%2">LessTif</A>)
is: OSF/Motif<SUP>&reg;</SUP>-samhæft hlutasafn (<A HREF="%1">Open Motif</A> eða <A HREF="%2">LessTif</A>)
ja: OSF/Motif<SUP>&reg;</SUP>-互換ライブラリ (<A HREF="%1">Open Motif</A> または <A HREF="%2">LessTif</A>)
ko: OSF/모티브<SUP>&reg;</SUP>에 알맞은 라이브러리 (<A HREF="%1">열린 모티브</A> or <A HREF="%2">LessTif</A>)
mt: Librerija kompatibbli ma' OSF/Motif<SUP>&reg;</SUP> (<A HREF="%1">Open Motif</A> jew <A HREF="%2">LessTif</A>)
no: OSF/Motif<SUP>&reg;</SUP>-kompatibelt bibliotek (<A HREF="%1">Open Motif</A> eller <A HREF="%2">LessTif</A>)
no_ny: OSF/Motif<SUP>&reg;</SUP>-kompatibelt bibliotek (<A HREF="%1">Open Motif</A> eller <A HREF="%2">LessTif</A>)
pl: OSF/Motif<SUP>&reg;</SUP>-kompatybilnych bibliotek (<A HREF="%1">Open Motif</A> or <A HREF="%2">LessTif</A>)
pt: Biblioteca compatível com OSF/Motif<SUP>&reg;</SUP> (<A HREF="%1">Open Motif</A> ou <A HREF="%2">LessTif</A>)
ru: OSF/Motif-совместимая библиотека (<A HREF="%1">Open Motif</A> or <A HREF="%2">LessTif</A>)
uk: Бібліотека, сумісна з OSF/Motif<SUP>&reg;</SUP> (<A HREF="%1">Open Motif</A> or <A HREF="%2">LessTif</A>)
xh: OSF/Motif<SUP>&reg;</SUP>-ilayibrari ethelekisekayo (<A HREF="%1">Vula Motif</A> okanye <A HREF="%2">LessTif</A>)

source: Secure Sockets Layer
az: E'tibarlı Soket Layı
bg: Подредба на защитни Sockets
da: Sikkert sokkel lag
de: Abgesicherte Socket-Ebene
es: Capa de sockets seguros
ja: セキュアソケットレイヤ
ko: 안전한 소켓 계층 (SSL)
ru: Безопасные сокеты (SSL)
uk: Шар безпечних сокетів (SSL)
xh: Khusela ulwaleko lwebhola

source: (TLS/SSL v2/3) for secure communications up to 168bit
az: (TLS/SSL v2/3) 168bit e qədər e'tibarlı rabitə üçün
bg: (TLS/SSL v2/3) за защитени комуникации с ключ до 168 бит
cs: (TLS/SSL v2/3) pro bezpečnou komunikaci až do 168 bitů
da: (TLS/SSL v2/3) for sikker kommunikationer op til 168bit
de: (TLS/SSL v2/3) für sichere Kommunikation bis 168bit
el: (TLS/SSL v2/3) για ασφαλή επικοινωνία έως 168bit
es: (TLS/SSL v2/3) para comunicaciones seguras de hasta 168bit
et: (TLS/SSL v2/3) turvaliseks ühenduseks kuni 168 bitini
id: (TLS/SSL v2/3) sampai 168bit untuk komunikasi aman
is: (TLS/SSL v2/3) fyrir trygg samskipti upp í 168 bita
ja: (TLS/SSL v2/3) 168ビットまでのセキュアな通信用
ko: (TLS/SSL v2/3) 168비트로 안전하게 통신
mt: (TLS/SSL v2/3) għal kommunikazzjoni sikura sa' 168bit
no: (TLS/SSL v2/3) for sikker kommunikasjon i opptil 168 bit
no_ny: (TLS/SSL v2/3) for sikker kommunikasjon i opptil 168 bit
pl: (TLS/SSL v2/3) dla bezpiecznych połączeń do 168bit
pt: (TLS/SSL v2/3) para comunicações seguras até 168bit
ru: (TLS/SSL v2/3) для защищенных соединений с ключом до 168 бит
ta: (TLS/SSL v2/3) - 168À¢ð Å¨ÃÔûÇ À¡Ð¸¡ôÀ¡É ¦¾¡¼÷À¡¼Ä¢üÌ
uk: (TLS/SSL v2/3) для безпеки комунікацій довжиною до 168 біт
xh: (TSL/SSL v2/3) ngothungelwano olukhuselekileyo ukuya kumasuntswana ayi 168

source: OpenSSL
ko: 열린 SSL(OpenSSL)
xh: Vula i-SSL

source: Bidirectional 16bit unicode support
az: Cüt istiqamətli 16bit yunikod dəstəyi
bg: Поддръжка на 16-бит Unicode
cs: Podpora 16bitového BiDi Unicodu
da: Tovejs 16bit unicode støtte
de: Bidirektionale Unicode-Unterstützung (16 Bit)
el: Υποστήριξη διπλής κατεύθυνσης 16-bit Unicode
es: Soporte bidireccional unicode de 16 bits
et: Kahesuunaline 16 bitise Unicode'i toetus
id: Dukungan unicode 16bit dua arah
is: 16 bita tvíátta Unicode stuðningur
ja: 双方向 16ビット UNICODE サポート
ko: 양방향 16비트 유니코드 지원
mt: Sapport għal Unicode 16bit bidirezzjonali
no: Toveis 16bits unicode støtte
no_ny: 16-bits Unicode-støtte i begge retningar
pl: Dwukierunkowe kodowanie 16bit unicode
pt: Suporte de Unicode 16 bits bidireccional
ru: Поддержка 16-бит Unicode
ta: ­ÕÅÆ¢ 16bit ÔÉ¢§¸¡ð ¬¾Ã×
uk: Підтримка двостороннього unicode 16-біт
xh: Ulawulo lobubini bamasuntswana ayi 16 inkxaso yekhowudi enye

source: AutoCompletion for forms
az: Formlarda avtomatik tamamlama
bg: Автозавършване във форма
cs: Automatické doplňování ve formulářích
da: Autofuldstændiggørelse for formularer
de: Autom. Vervollständigung für Formulare
el: Αυτόματη Συμπλήρωση για φόρμες
es: Autorrelleno para formularios
et: Automaatne lõpetamine vormides
is: SjálfKlárun fyrir form
ja: フォームの自動補完
ko: 틀에서 스스로 글월을 완성해주는 기능
mt: Awtokompletazzjoni għall-formoli
no: Autofullføring for skjemaer
no_ny: Autofullføring av skjema
pl: Autouzupełnianie
pt: Auto-completação em formulários
ru: Автозавершение в формах
ta: ÀÊÅí¸¨Çò ¾ýÉ¢Âì¸Á¡¸ ¿¢ÃôÒ¾ø
uk: Автозаповнення бланків
xh: Ugqibeko oluzenzekelayo lweefomu

source: G E N E R A L
az: Ü M U M İ
bg: О Б Щ И
cs: O B E C N É
da: G E N E R E L T
de: A L L G E M E I N
el: Γ Ε Ν Ι Κ Α
et: Ü L D I N E
is: A L M E N N T
ja: 一 般
mt: Ġ E N E R A L I
no: G E N E R E L T
no_ny: G E N E R E L T
pl: O G Ó L N E
pt: G E R A L
ru: О Б Щ И Е
ta: ¦À¡ Ð
uk: З А Г А Л Ь Н Е
xh: N G O K U B A N Z I

source: Feature
az: Qabiliyyət
bg: Възможност
cs: Funkce
da: Egenskab
de: Funktion
el: Λειτουργία
es: Propiedad
et: Omadus
is: Fídus
ja: 機能
ko: 특징
mt: Faċilità
no: Funksjon
no_ny: Funksjon
pl: Cechy
pt: Característica
ru: Возможность
ta: ÀñÒ
uk: Можливість
xh: Sebenza ngokusemqoka

source: Image formats
az: Rəsm şəkilləri
bg: формати на картинка
cs: Formáty obrázků
da: Billedformater
de: Bildformate
el: Φορμά εικόνων
es: Formatos de imagen
et: Pildifailide vormingud
is: Myndsnið:
ja: 画像フォーマット
ko: 그림 형식
mt: Tipi ta' stampi
no: Bildeformater
no_ny: Bileteformat
pl: Formaty graficzne
pt: Formatos de imagem
ru: Форматы изображений
ta: ¯Õ ÅÊÅí¸û
uk: Формати зображень
xh: Iifomati zemifanekiso

source: Transfer protocols
az: Transfer protokolları
bg: Протоколи за трансфер
cs: Přenosové protokoly
da: Overførselsprotokoller:
de: Transfer-Protokolle
el: Πρωτόκολλα μεταφοράς
es: Protocolos de transferencia
et: Transpordi protokollid
is: Samskiptareglur:
ja: 転送プロトコル
ko: 전송 프로토콜
mt: Protokolli ta' trasferiment
no: Overføringsprotokoller
no_ny: Overføringsprotokollar
pl: Protokoły transportowe
pt: Protocolos de transferência
ru: Протоколы передачи
ta: ­¼Á¡üÈ ´ôÒ¦¿È¢¸û
uk: Протоколи передачі
xh: Iiprotocol ezinikezelwayo

source: HTTP 1.1 (including gzip/bzip2 compression)
az: HTTP 1.1 (bzip2/gzip sıxışdırmaları daxil)
bg: HTTP 1.1 (включваща компресация gzip/bzip2)
cs: HTTP 1.1 (včetně gzip/bzip2 komprese)
da: HTTP 1.1 (inkluderende gzip/bzip2 komprimering)
de: HTTP 1.1 (einschließlich gzip/bzip2-Kompression)
el: HTTP 1.1 (συμπεριλαμβανομένης συμπίεσης gzip/bzip2)
es: HTTP 1.1 (incluyendo compresión gzip/bzip2)
et: HTTP 1.1 (kaasa arvatud gzip/bzip2 pakkimine)
id: HTTP 1.1 (termasuk kompresi gzip/bzip2)
is: HTTP 1.1 (þar með talið gzip/bzip2 samþjöppun)
ja: HTTP 1.1 (gzip/bzip2 圧縮を含む)
ko: HTTP 1.1 (gzip과 bzip2 압축을 포함)
mt: HTTP 1.1 (inkluż kompressjoni gzip/bzip2)
no: HTTP 1.1 (med gzip-/bzip2-komprimering)
no_ny: HTTP 1.1 (med gzip-/bzip2-komprimering)
pl: HTTP 1.1 (włączając kompresję gzip/bzip2)
pt: HTTP 1.1 (incluindo compressão gzip/bzip2)
ru: HTTP 1.1 (включая сжатие gzip/bzip2)
ta: HTTP 1.1 (gzip/bzip2 ÍÕì¸òÐ¼ý ÜÊÂ)
uk: HTTP 1.1 (включаючи стискання gzip/bzip2)
xh: HTTP 1.1 (iquka gzip/bzip2.indibaniso)

source: FTP
xh: i-FTP

source: and <A HREF="%1">many more...</A>
az: və <A HREF="%1">daha da artığı...</A>
bg: и <A HREF="%1">много други...</A>
cs: <a href="%1">a další...</a>
da: og <A HREF="%1">meget mere...</A>
de: und <A HREF="%1">vieles mehr...</A>
el: και <A HREF="%1">πολλά άλλα...</A>
es: y <A HREF="%1">muchos otros...</A>
et: ja <A HREF="%1">palju muud...</A>
id: dan <A HREF="%1">banyak lagi...</A>
is: og <A HREF="%1">margir fleiri...</A>
ja: 及び <A HREF="%1">その他...</A>
ko: 그리고 <A HREF="%1">더 많은 정보...</A>
mt: u <A HREF="%1">ħafna oħrajn...</A>
no: og <A HREF="%1"> mye mer...</A>
no_ny: og <a href="%1">mykje meir ...</a>
pl: oraz <A HREF="%1">wiele więcej...</A>
pt: e <A HREF="%1">muito mais...</A>
ru: и <A HREF="%1">многое другое...</A>
ta: <A HREF="%1">ÁüÚõ ÀÄ...</A>
uk: та <A HREF="%1">багато інших...</A>
xh: Kunye <A HREF="%1"> nezininzi...</A>

source: URL-Completion
az: URL-Tamamlama
bg: URL - Завърши
cs: Doplňování URL
da: URL-Fuldstændiggørelse
de: Adress-Vervollständigung
el: Συμπλήρωση URL
es: Relleno de URL
et: URLi lõpetamine
is: URL-klárun
ja: URL補完
ko: URL 완성
mt: Kompletazzjoni tal-URL
no: URL-fullføring
no_ny: URL-fullføring
pl: Uzupełnianie adresów URL
pt: Completação de URLs
ru: Завершение адресов
ta: URL-ÓÊò¾ø
uk: Завершення URL
xh: Ugqibeko lwe-URL

source: Manual
az: Bələdçi
bg: Ръчно
cs: Ruční
da: Manuel
de: Manuell
el: Χειροκίνητη
et: Käsitsi
he: תינדי
is: Handvirkt
ja: マニュアル
ko: 설명서
mt: Manwali
no_ny: Manuell
pl: Ręcznie
ru: Ручное
ta: ÁÉ¢¾
uk: Ручне
xh: Incwadi yesandla

source: Popup
bg: Появяващо се меню
cs: Rozbalovací
da: Pop-op
de: Aufklappmenü
es: Desplegable
et: Hüpik
he: תצפקומ
ja: ポップアップ
ko: 팝업
no: Oppsprett
no_ny: Oppsprett
pt: Selecção
ru: Всплывающее
ta: ¦ÅÇ¢òÐûÇø
uk: Спливаюче
xh: ingxolo eqhekezayo

source: (Short-) Automatic
az: (Qısa-) Avtomatik
bg: Автоматично
cs: (Krátké) automatické
da: (Kort)-automatisk
de: (Kurz-)Automatik
es: (Corto-) Automático
et: (Lühike-) automaatne
is: (Stutt-) sjálfvirkt
ja: (半-) 自動
ko: (짧은-) 스스로 채우기
mt: Awtomatiku (-qasir)
no: (Kort-) automatisk
no_ny: (Kort) automatisk
pl: (Krótko-) Automatycznie
pt: Automático (Rápido)
ru: Автоматическое
ta: (ÌÚ¸¢Â-) ¾ýÉ¢Âì¸
uk: (Коротке-) автоматичне
xh: (Mfutshane-) Zenzekelayo

source: <A HREF="%1">Back</A> to the Introduction
az: Girişə <A HREF="%1">Geri</A> geri dön
bg: <A HREF="%1">назад</A> към Въведение
cs: <A HREF="%1">Zpět</A> na úvod
da: <A HREF="%1">Tilbage</A> til Introduktionen
de: <A HREF="%1">Zurück</A> zur Einführung
el: <A HREF="%1">Πίσω</A> στην Εισαγωγή
es: <A HREF="%1">Retroceder</A> a la Introducción
et: <A HREF="%1">Tagasi</A> sissejuhatuse juurde
he: <A HREF="%1">חזרה</A> להקדמה
id: <A HREF="%1">Kembali</A> ke Pendahuluan
is: <A HREF="%1">Aftur</A> í innganginn
ja: はじめに<A HREF="%1">戻る</A>
ko: 소개로 <A HREF="%1">돌아가기</A>
mt: <A HREF="%1">Lura</A> għall-Introduzzjoni
no: <A HREF="%1">Tilbake</A> til introduksjonen
no_ny: <A HREF="%1">Tilbake</A> til introduksjonen
pl: <A HREF="%1">Powrót</A> do wprowadzenia
pt: <A HREF="%1">Voltar</A> à Introdução
ru: <A HREF="%1">Вернуться</A> к введению
ta: <A HREF="%1">Á£ñÎõ</A> ÓýÛ¨ÃìÌ
uk: <A HREF="%1">Назад</A> до вступу
xh: <A HREF="%1">Umva</A> ukuya Kulwaziswano

source: Use Internet-Keywords and Web-Shortcuts! By typing "gg: KDE" one can search the Internet, using Google, for the search phrase "KDE". There are alot of Web-Shortcuts predefined to make searching for software or looking up certain words in an encyclopedia a breeze. You can even <A HREF="%1">create your own</A> Web-Shortcuts!
az: "gg: KDE" yazaraq, Internet açar kelimelerini və veb qısa yollarını işlət! İnterneti "Google" ilə daraya bilər, eyni vaxtda öz <A HREF="%1">veb qısa yollarınızı</a> yarada bilərsiniz.
bg: Използва Интернет-клавиши и Web клавишни комбинации. Набирайки "gg: KDE" може да търсите Интернет, като използвате Google за търсеща фраза "KDE" Има предифинирани клавишни комбинации за Web за търсене на софтуер или за търсене на известни думи. Вие може дори да <A HREF="%1">направите собствена клавишна комбинация за Web
cs: Používejte Internetová klíčová slova a Webové zkratky! Napíšete-li například "gg: KDE", budete přesměrování na vyhledávač Google a ten automaticky najde řetězec "KDE". Existuje řada předdefinovaných zkratek, které vám ulehčí vyhledávání frází v encyklopediích anebo třeba softwaru. Dokonce si můžete nastavit své <A HREF="%1">vlastní</A> webové zkratky!
da: Brug Internet-nøgleord og netgenveje! Ved at skrive "gg:KDE" kan man søge internettet ved brug af google til at søge efter udtrykket "KDE". Der er masser af internet-genveje prædefinerede der gør søgning efter programmel eller at slå ord op i et leksikon pærenemt. Man kan endog <A HREF="%1">lave sine egne</A> Net-genveje! For eksempel vil http://www.dsn.dk/cgi-bin/ordbog/ro96?M=1&P=\1 give en net-genvej til retskrivningsordbogen.
de: Benutzen Sie Internet-Stichwörter und Web-Kurzbefehle! Wenn Sie "gg: KDE" eingeben, so können Sie das Internet mit Hilfe der Suchmaschine "Google" nach dem Ausdruck "KDE" durchsuchen. Es ist bereits eine große Zahl Web-Kurzbefehle vordefiniert, um die Suche nach Software oder das Nachschlagen in Enzyklopädien zu erleichtern. Aber Sie können natürlich auch <A HREF="%1">Ihre eigenen</A> Web-Kurzbefehle erstellen.
el: Χρησιμοποιήστε τα Internet-Keywords και τα Web-Shortcuts! Πατώντας "gg:KDE" μπορεί κάποιος να ψάξει το Ιντερνετ με το google για τη φράση "KDE". Υπάρχουν πολλές τέτοιες προκαθορισμένες συντομεύσεις για να κάνουν πανεύκολη την αναζήτηση λογισμικού ή την αναζήτηση κάποιων λέξεων σε μια εγκυκλοπαίδεια. Και μπορείτε ακόμα να <A HREF="%1">φτιάξετε τα δικά σας</A> Web-Shortcuts!
es: ¡Utilice palabras clave de Internet y accesos rápidos de Web! Introduciendo "gg:KDE" puede buscar en Internet la frase "KDE" utilizando google . Hay numerosos accesos rápidos de Internet predefinidos para hacer que la búsqueda de software o la búsqueda de ciertas palabras en una enciclopedia se haga en un suspiro. ¡Incluso puede <A HREF="%1">crear sus propios</A> accesos rápidos de Web!
et: Kasuta Interneti võtmesõnu ja veebi kiirkorraldusi! Sisestades "gg: KDE" teostatakse otsing Google otsingumootoris fraasile "KDE". Hulk veebi kiirkorraldusi on juba defineeritud, tehes tarkvara otsimise Internetist või mõne sõna otsimise entsüklopeediast äärmiselt lihtsaks. Loomulikult saad sa <A HREF="%1">luua ka oma</A> veebi kiirkorraldusi!
is: Notaðu Internet leitarorð og veftengla! Með því að stimpla inn "gg: KDE" má leita að "KDE" á netinu með Google leitarvélinni. Það eru þegar margir veftenglar skilgreindir til að gera þér auðveldara að leita að hugbúnaði eða orðum í orðabók. Þú getur jafnvel <A HREF="%1">búið til þína eigin veftengla!</A>
ja: インターネットキーワード及びWEBショートカットを使って下さい!"gg: KDE"とタイプすれば、googleを使って検索語"KDE"で、インターネットを検索できます。ソフトウェアを検索したり、百科辞典で特定の言葉を調べたりすることが簡単にできるWEBショートカットが沢山定義されています。それに、<A HREF="%1">あなた自身の</A>WEBショートカットを作成することもできます!
ko: 인터넷-검색어와 웹-줄임말을 쓰십시오! "gg: KDE"를 치면 인터넷에서 구글을 써서 "KDE"라는 말을 찾아줍니다. 미리 정의해둔 많은 웹-줄임말은 소프트웨어나 백과 사전에서 볼 수 있는 확실한 낱말을 찾아다 줍니다. <A HREF="%1">자기만에 웹 줄임말도 만들 수 있습니다!</A>
mt: Uża Internet-Keywords u Web-Shortcuts! Jekk tittajpja "gg: KDE Malta" tibda' tfittex fuq l-internet għall-kliem "KDE" u "Malta" permezz tal-magna ta' tfittxija Google. Hemm ħafna 'Web shortcuts' pridefiniti biex jiffaċilitaw tfittix għal software jew kliem f'dizzjunarji. Tista' anke <A HREF="%1">iżżid</A> Web-Shortcuts tiegħek!
no: Bruk Internett nøkkelord og Nett-Snarveier! Ved å skrive "gg: KDE" kan du søke på nettet via Google etter ordet "KDE". Mange slike snarveier er definert slik at du enkelt kan søke etter programvare eller slå opp ord i ordbøker. Du kan til og med <A HREF="%1">lage dine egne</A> Nett-Snarveier!
no_ny: Bruk Internett-nøkkelord og vevsnarvegar! Ved å skriva «gg:KDE» kan du søkja på verdsveven med Google etter ordet «KDE». Mange slike snarvegar er definerte slik at du enkelt kan søkja etter programvare eller slå opp ord i ordbøker. Du kan til og med <a href="%1">laga dine eigne</a> vevsnarvegar!
pl: Używaj internetowych słów kluczowych i skrótów web! Poprzez wpisanie "np.: Kde" można przeszukiwać internet używając google dla wyszukiwania wyrażenia "Kde". Istnieje zdefiniowany wiele skrótów internetowych umożliwijących wyszukiwanie oprogramowania lub innych słów w wielkiej encyklopedii. Możesz również <A HREF="%1">utworzyć swoje własne</A> Skróty internetowe!
pt: Usa as Palavras-Chave da Internet e os atalhos Web! Escrevendo "gg: KDE" o utilizador pode procurar na Internet utilizando com o Google a frase de pesquisa "KDE". Existem bastantes atalhos Web pré-definidos para facilitar bastante a procura por 'software' e por certas palavras numa enciclopédia. E até podes <A HREF="%1">criar os teus próprios</A> atalhos Web!
ru: Используйте ключевые слова Интернета и Web-сокращения! Набирая "gg:KDE", вы получаете результаты поиска фразы "KDE" на сервере google. По умолчанию в Konqueror есть много сокращений для поиска программного обеспечения и значений слов в энциклопедии. Вы даже можете <A HREF="%1">создавать</A> собственные Web-сокращения!
uk: Використовуйте Ключові слова Інтернет та скорочення Тенет! Набираючи "gg: KDE" можна задати пошук фрази "KDE" на сайті google. Існує багато визначених скорочень Тенет, щоб значно спростити пошук програмного забезпечення або окремих слів в енциклопедії. Ви можете навіть <A HREF="%1">створювати власні </A> скорочення Тенет.
xh: Sebenzisa i-Internet-Amagama angundoqo kunye neWeb-iindlela ezimfutshane! Ngokuchwetheza "gg: KDE" omnye angaphendla i-Internet, esebenzisa iGoogle, kumba wophendlo "KDE". Kukho iweb eninzi-Iindlela ezimfutshane ezachazwayo ukwenza uphendlo lwecomputer okanye ekujongeni amagama athile kwi-encyclopedia yomoya. Unga <A HREF="%1">yenza Iindlela zakho ezimfutshane</A> Web!
