Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konqueror.po
Languages: az, bg, cs, da, de, el, es, et, he, id, is, ja, ko, mt, no, no_ny, pl, pt, ru, ta, uk, xh

source: &Location
az: &Yer
bg: &Местоположение
cs: &Umístění
da: &Fil
de: &Dokument
el: &Τοποθεσία
es: &Dirección
et: Asuko&ht
he: םו&קימ
id: &Lokasi
is: St&aður
ja: 場所(&L)
ko: 위치(&L)
mt: &Indirizz
no: &Sted
no_ny: A&dresse
pl: &Menu
pt: &Localização
ru: &Страница
ta: ­¼õ
uk: &Адреса
xh: &Indawo ekuyo

source: &Go
az: &Get
bg: &Отиди
cs: Pře&jít
da: &Kør
de: &Gehe zu
el: &Πήγαινε
es: &Ir
et: &Liikumine
he: רבע&מ
id: Per&gi
is: &Fara
ja: 進む(&G)
ko: 가기(&G)
mt: &Mur
no: &Gå
no_ny: &Gå
pl: &Idź do
pt: &Ir
ru: &Перейти
ta: ¦ºø
uk: &Перейти
xh: &Ya

source: &Window
az: &Pəncərə
bg: П&розорец
cs: &Okno
da: &Vindue
de: &Fenster
el: Παρά&θυρο
es: &Ventana
et: A&ken
he: ןו&לח
id: &Jendela
is: &Gluggi
ja: ウィンドウ(&W)
ko: 창(&W)
no: Vi&ndu
no_ny: &Vindauge
pl: &Okno
pt: &Janela
ru: &Окно
ta: º¡ÇÃõ
uk: &Вікно
xh: &i-Window

source: Extra Toolbar
az: &Əlavə Vasitə Çubuğunu Göstər
bg: Допълнителен панел с инструменти
cs: Extra lišta
da: Ekstra værktøjslinie
de: Extra Werkzeugleiste
el: Έξτρα Γρ. Εργαλείων
es: Barra de herramientas extra
et: Ekstra tööriistariba
he: ףסונ םילכ לגרס
is: Aukaslá
ja: 追加ツールバー
ko: 확장 도구줄
mt: Toolbar ekstra
no: Ekstra verktøylinje
no_ny: Ekstra-verktøylinje
pl: Pokaż dodatkowy pasek
pt: Barra Extra
ru: Дополнительная панель инструментов
ta: §ÁÄ¾¢¸ì ¸ÕÅ¢ôÀð¨¼
uk: Додаткова панель інструментів
xh: Ibar yesiXhobo Engaphezulu

source: Location Toolbar
az: &Ünvan Vasitə Çubuğunu Göstər
bg: Панел за местоположение
cs: Lišta s umístěním
da: Sted værktøjslinie
de: Adress-Leiste
el: Γρ. Τοποθεσίας
es: Ubicación de la barra de herramientas
et: Asukoha tööriistariba
he: םוקימ תרוש
is: Staðaslá
ja: 場所ツールバー
ko: 위치 도구줄
mt: Toolbar tal-indirizz
no: Verktøylinje for sted
no_ny: Adresselinje
pl: Pokaż pasek adresu
pt: Barra de Localização
ru: Панель адреса
ta: ­¼ì ¸ÕÅ¢ôÀð¨¼
uk: Панель адреси
xh: Ibar yesiXhobo Sendawo ekuyo

source: Bookmark Toolbar
az: &Nişanlar Vasitə Çubuğunu Göstər
bg: Лента с инструменти за бележници
cs: Lišta se záložkami
da: Bogmærke værktøjslinie
de: Lesezeichen-Leiste
el: Γρ. Σελιδοδεικτών
es: Barra de marcadores
et: Järjehoidjariba
he: תוינמיס לגרס
is: Bókamerkjaslá
ja: ブックマークツールバー
ko: 책갈피 도구줄
mt: Toolbar tal-bookmarks
no: Verktøylinje for bokmerker
no_ny: Bokmerkelinje
pl: Pokaż pasek zakładek
pt: Barra de Favoritos
ru: Кнопки закладок
ta: Òò¾¸ìÌÈ¢ì ¸ÕÅ¢ôÀð¨¼
uk: Панель закладок
xh: Ibar yesiXhobo senqaku lencwadi

source: Icon Size
az: Timsal Böyüklüyü
bg: Размер на икона
cs: Velikost ikon
da: Ikonstørrelse
de: Symbolgröße
el: Μέγεθος Εικονιδίων
es: Tamaño del icono
et: Ikooni suurus
he: םילמס לדוג
id: Ukuran Ikon
is: Stærð táknmynda
ja: アイコンサイズ
ko: 아이콘 크기
mt: Daqs tal-ikoni
no: Ikonstørrelse
no_ny: Ikonstorleik
pl: Rozmiar ikon
pt: Tamanho dos Ícones
ru: Размер пиктограмм
ta: ÌÚõÀ¼ «Ç×
uk: Розмір піктограм
xh: Ubungakanani be-Icon

source: Sort
az: Sırala
bg: Сортировка
cs: Setřídit
da: Sortér
de: Sortieren
el: Ταξινόμηση
es: Ordenar
et: Sorteeri
he: רדס
id: Urut
is: Raða
ja: ソート
ko: 정렬
mt: Issortja
no: Sorter
no_ny: Sorter
pl: Sortuj
pt: Ordenar
ru: Сортировка
ta: ÅÃ¢¨ºôÀÎòÐ
uk: Упорядковувати
xh: Khetha

source: Iconview Toolbar
az: Timsal nümayişçi Vasitə çubuğu
bg: Лента с инструменти за преглед на икони
cs: Lišta pohledu s ikonami
da: Ikonvisning værktøjslinie
de: Symbolansicht-Leiste
el: Γρ. Προβολής Εικονιδίων
es: Barra de vista de iconos
et: Ikoonivaate tööriistariba
he: םילמס תגוצת לש םילכ לגרס
is: Slá fyrir táknmyndasýn
ja: アイコンビューツールバー
ko: 아이콘 보기 도구줄
mt: Toolbar tad-dehra 'ikoni'
no: Verktøylinje for ikonvisning
no_ny: Ikonlinje
pl: Pasek podglądu ikon
pt: Barra de Janela de Ícones
ru: Кнопки просмотра иконок
ta: ÌÚõÀ¼ì¸¡ðº¢ì ¸ÕÅ¢ôÀð¨¼
uk: Панель перегляду піктограмами
xh: Ibar yesiXhobo semboniselo ye-Icon

source: Multicolumn View Toolbar
az: Çox sütunlu Vasitə çubuğu
bg: Бутон за преглед в няколко колони
cs: Lišta vícesloupcového pohledu
da: Multisøjlevisning værktøjslinie
de: Werkzeugleiste für mehrspaltige Ansicht
el: Γρ. Προβολής Πολλών Στηλών
es: Barra de vista multicolumna
et: Mitmeveerulise vaate tööriistariba
he: םירוט תגוצת לש םילכ לגרס
is: Slá fyrir dálkskipta sýn
ja: マルチコラムビューツールバー
ko: 자세히 보기 도구줄
mt: Toolbar tad-dehra 'ħafna kolonni'
no: Verktøylinje for multikolonne visning
no_ny: Fleirkolonnelinje
pl: Pasek widoku wielu kolumn
pt: Barra de Janela Multi-Coluna
ru: Кнопки просмотра в несколько колонок
ta: Àø¿¢Ãü ¸¡ðº¢ì ¸ÕÅ¢ôÀð¨¼
uk: Панель перегляду у декілька стовпчиків
xh: Ibar yesiXhobo semihlathi eMininzi yeMboniselo

source: &Bookmark
az: &Nişan
bg: &Бележниk
cs: &Záložka
da: &Bogmærke
de: &Lesezeichen
el: Σελιδοδείκτης
es: &Marcador
et: &Järjehoidja
he: הי&נמיס
id: Tanda &buku
is: &Bókamerki
ja: ブックマーク(&B)
ko: 책갈피(&B)
no: &Bokmerke
no_ny: &Bokmerke
pl: &Zakładki
pt: &Favorito
ru: З&акладка
ta: Òò¾¸ìÌÈ¢
uk: &Закладка
xh: &Inqaku lencwadi

source: Show details
az: Təfsilatı göstər
bg: Показва подробно
cs: Zobrazit detaily
da: Vis detaljer
de: Details anzeigen
el: Εμφάνιση Λεπτομερειών
es: Mostrar detalles
et: Näita detaile
he: םיטרפ גצה
id: Tampilkan rincian
is: Sýna smáatriði
ja: 詳細を表示
ko: 자세하게 보기
mt: Uri dettalji
no: Vis detaljer
no_ny: Vis detaljar
pl: Pokaż szczegóły
pt: Mostrar detalhes
ru: Показывать подробно
ta: Å¢ÅÃí¸¨Çì ¸¡ðÎ
uk: Показувати подробиці
xh: Bonisa iinkcukacha

source: Detailed Listview Toolbar
az: Ətraflı ip ucları
bg: Бутон за преглед в списъчен вид
cs: Lišta detailního pohledu
da: Detaljeret listevisning værktøjslinie
de: Werkzeugleiste für detaillierte Listenansicht
el: Γρ. Λεπτομερούς Λίστας
es: Barra de vista de lista detallada
et: Detailse nimekirja vaate tööriistariba
he: םיטרפ תגוצת לש םילכ לגרס
is: Slá fyrir ýtarlega sýn
ja: 詳細リストビューツールバー
mt: Toolbar 'lista dettaljata'
no: Verktøylinje for listevisning
no_ny: Detaljert liste-verktøylinje
pl: Pasek szczegółowych podpowiedzi
pt: Barra de Lista Detalhada
ru: Кнопки просмотра в виде списка
ta: Å¢Ã¢Å¡É ÀðÊÂü¸¡ðº¢ì ¸ÕÅ¢ôÀð¨¼
uk: Панель докладного перегляду списком
xh: Ibar yesiXhobo yoluhlu olunenkcukacha zemboniselo

source: Show details...
az: Təfsilatı göstər...
bg: Показва подробно...
cs: Zobrazit detaily...
da: Vis detaljer...
de: Details anzeigen...
el: Εμφάνιση λεπτομερειών...
es: Mostrar detalles...
et: Näita detaile ...
he: ...םיטרפ גצה
id: Tampilkan rincian...
is: Sýna smáatriði...
ja: 詳細を表示...
ko: 자세하게 보기...
mt: Uri dettalji...
no: Vis detaljer...
no_ny: Vis detaljar ...
pl: Pokaż szczegóły...
pt: Mostrar detalhes...
ru: Показывать подробно...
ta: Å¢ÅÃí¸¨Çì ¸¡ðÎ...
uk: Показувати подробиці...
xh: Bonisa iinkcukacha...

source: Treeview Toolbar
az: Vasitə çubuğunu sırala
bg: Бутон за преглед в дървовиден вид
cs: Lišta stromového pohledu
da: Trævisning værktøjslinie
de: Werkzeugleiste für Baumansicht
el: Γρ. Προβολής Δέντρου
es: Barra de vista en árbol
et: Puuvaate tööriistariba
he: ץע תגוצת לש םילכ לגרס
is: Slá fyrir trjáasýn
ja: ツリービューツールバー
ko: 나무꼴 보기 도구줄
mt: Toolbar tad-dehra 'friegħi'
no: Verktøylinje for trevisning
no_ny: Treverktøylinje
pl: Pasek widoku drzewa
pt: Barra de Janela em Árvore
ru: Кнопки просмотра в виде дерева
ta: ÁÃì¸¡ðº¢ì ¸ÕÅ¢ôÀð¨¼
uk: Панель перегляду деревом
xh: IbaryesiXhobo soMthi wemboniselo

source: Form1
bg: Форма1
el: Φόρμα1
es: Cuestionario1
he: 1ספוט
is: Eyðublað 1
ko: 틀 1
no: Skjema1
no_ny: Skjema1
pt: Diálogo1
ta: ÀÊÅõ1
uk: Бланк1
xh: Ifomu yokuqala

source: History settings
az: Keçmiş qurğuları
bg: Настройка на историята
cs: Nastavení historie
da: Historikopsætning
de: Verlauf-Einstellungen
el: Ρυθμίσεις Ιστορικού
es: Configuración del historial
et: Ajaloo seadistused
he: הירוטסיה תורדגה
id: Aturan sejarah
is: Stillingar sögu
ja: 履歴の設定
ko: 히스토리 설정
mt: Setings tal-kronoloġija
no: Historie innstillinger
no_ny: Innstillingar for historie
pl: Ustawienia historii
pt: Configuração do histórico
ru: Настройки журнала
ta: ÅÃÄ¡üÚ «¨ÁôÒì¸û
uk: Установки історії
xh: Izicwangciso zeMbali

source: Limits
az: Limitlər
bg: Лимити
cs: Limity
da: Grænser
de: Beschränkungen
el: Όρια
es: Límites
et: Piirangud
he: תולבגה
id: Batasan
is: Takmörk
ja: 制限
ko: 한계
mt: Limiti
no: Begrensninger
no_ny: Grenser
pl: Limity
pt: Limites
ru: Лимиты
ta: ±ø¨Ä¸û
uk: Границі
xh: Imida/Iziphelo

source: URLs e&xpire after
az: URL'lərin bitişi
bg: Срока на URL &изтича след
cs: URL v&yprší po
da: URL'er ud&løber efter
de: Adressen werden ge&löscht nach
el: Τα URL λή&γουν μετά από
es: URLs e&xpiran después
et: URL'id ae&guvad pärast
he: ירחא תוגפ תובות&כ
id: URL kadal&uarsa sesudah
is: &Gildistími slóða rennur út eftir
ja: URLが失効するまで(&x)
mt: URLs ji&skadu wara
no: URLer ut&går etter
no_ny: URL-ar &utgår etter
pl: Adresy wy&gasają po
pt: URLs e&xpiram após
ru: Срок URL &истекает после
ta: URL¸û ­¾ýÀ¢ý ¸¡Ä¡Å¾¢Â¡Ìõ
uk: URL за&старіє за
xh: &ii-URL ziphelelwa lixesha emva

source: Maximum &number of URLs
az: Maksimum URL miqdarı
bg: Максимално &количество URL
cs: Maximál&ní počet URL
da: Maksimalt &antal URL'er
de: Maximale An&zahl Adressen
el: Μέγιστο &πλήθος URL
es: Máximo &número de URLs
et: Maksimaalne URL'ide &arv
he: תובותכ לש יברימ רפס&מ
id: Maksimum ju&mlah URL
is: Hámarks &fjöldi slóða
ja: URLの最大件数(&n)
ko: 최대 URL 수
mt: &Numru massumu ta' URLs
no: Maksimum a&ntall URLer
no_ny: Høgste &tal på URL-ar
pl: Maksymal&na liczba adresów
pt: &Número máximo de URLs
ru: Максимальное &количество URL
ta: URL¸Ç¢ý ¯îº ±ñ
uk: Максимальна &кількість URL
xh: &Inani eliphezulu lee-URL

source: Custom fonts for...
az: Xüsusi yazı növü...
bg: Настроика на шрифт за...
cs: Vlastní písmo pro...
da: Brugerindstillede skrifter til...
de: Benutzerdefinierte Schriften für...
el: Προσαρμοσμένες γραμματοσειρές για...
es: Personalizar fuentes para ...
et: Kohandatud fondid...
he: רובע תישיא םימאתומ םינפוג
id: Font kustom untuk...
is: Heimasmíðuð letur fyrir...
ja: カスタムフォント...
ko: 사용자가 정의한 글꼴...
mt: Fonts personalizzati għal...
no: Egendefinerte skrifttyper for...
no_ny: Eigendefinerte skrifttypar for ...
pl: Dostosuj czcionkę...
pt: Tipo de letra personalizado para...
ru: Настроить шрифты для...
ta: ­¾ý ¾É¢ ±ØòÐÕì¸û:
uk: Нетипові кольори для...
xh: Imigca yesiko ye...

source: URLs newer than
az: Yeni URL'lər
bg: URL по-нов, от
cs: URL novější než
da: URL'er nyere end
de: Adressen neuer als
el: URL νεότερα από
es: URLs más modernas que
et: Uuemad URL'id kui
he: -מ תושדח תובותכ
id: URL yang lebih baru daripada
is: Slóðir yngri en
ja: 以下より新しいURL
mt: URLs iżjed ġodda minn
no: URLer nyere enn
no_ny: URL-ar nyare enn
pt: URLs mais recentes que
ru: URL новее, чем
ta: ­¾¢Öõ Ò¾¢Â URL¸û
uk: URL новіші ніж
xh: ii-URL zintsha kune

source: Choose font...
az: Yazı növünü seç...
bg: Шрифт...
cs: Zvolit písmo...
da: Vælg skrifttype...
de: Schriftart auswählen...
el: Επιλογή γρ/σειράς...
es: Elejir fuente...
et: Vali font...
he: ...ןפוג רחב
id: Pilih font...
is: Velja letur
ja: フォントを選択...
ko: 글꼴 고르기...
mt: Agħżel font...
no: Velg skrifttype...
no_ny: Vel skrifttype ...
pl: Wybierz czcionkę...
pt: Escolher o tipo de letra...
ru: Шрифт...
ta: ±ØòÐÕ §¾÷¸:
uk: Виберіть шрифт...
xh: Khetha umgca...

source: URLs older than
az: köhnə URL'lər
bg: URL е по-стар от
cs: URL starší než
da: URL'er ældre end
de: Adressen älter als
el: URL παλιότερα από
es: URLs más antiguas que
et: Vanemad URL'id kui
he: -מ תונשי תובותכ
id: URL yang lebih tua dari pada
is: Slóðir eldri en
ja: 以下より古いURL
mt: URLs iżjed antiki minn
no: URLer eldre enn
no_ny: URL-ar eldre enn
pl: Adres jest stary po
pt: URLs mais antigas que
ru: URL позже, чем
ta: ­¾¢Öõ À¨ÆÂ URL¸û
uk: URL старіші ніж
xh: ii-URL zindala kune

source: Details
az: Ətraflı
bg: Информация
cs: Detaily
da: Detaljer
el: Λεπτομέρειες
es: Detalles
et: Üksikasjad
he: םיטרפ
id: Rincian
is: Smáatriði
ja: 詳細
ko: 자세하게
mt: Dettalji
no: Detaljer
no_ny: Detaljar
pl: Szczegóły
pt: Detalhes
ru: Информация
ta: Å¢ÅÃí¸û
uk: Подробиці
xh: Iinkcukacha

source: Detailed Tooltips
az: Ətraflı ip ucları
bg: Подробно подсещане
cs: Detailní nástrojové tipy
da: Detaljerede værktøjsvink
de: Detaillierte Kurzinfos
el: Λεπτομερή Tooltips
es: Sugerencias de uso detallados
et: Üksikasjalikud vihjed
he: תובותכל טוריפ גצה
id: Tooltip terinci
is: Nákvæmar vísbendingar
ja: 詳細なツールチップ
ko: 자세한 풍선 도움말
mt: Tooltips dettaljati
no: Detaljerte verktøytips
no_ny: Detaljerte verktøytips
pl: Szczegółowe podpowiedzi
pt: Dicas Detalhadas
ru: Расширенные подсказки
ta: Å¢Ã¢Å¡É ¸ÕÅ¢ìÌÈ¢ôÒ¸û
uk: Докладні підказки
xh: Izinto eziziXhobo ezihlonyelwe kancinane ezinenkcukacha

source: Shows the number of times visited and the dates of the first and last visits, in addition to the URL
az: Ziyarət edilmə miqdarını göstərir. Eyni vaxtda ilk və son ziyarət zamanlarını göstərir.
bg: Показва броя посещения, датата на първото и последно посещение на URL
cs: Zobrazuje (kromě URL) také počet návštěv a data první a poslední návštěvy.
da: Viser antal gange besøgt samt datoerne for første og seneste besøg, foruden URL'en
de: Zeigt außer der Adresse (URL) auch die Häufigkeit der Aufrufe und das Datum des ersten und letzten Aufrufs
el: Εκτός από το URL δείχνει και το πλήθος των επισκέψεων καθώς και τις ημερομηνίες πρώτης και τελευταίας επίσκεψης
es: Muestra el número de visitas y las fechas de la primera y última visita además de la URL
et: Lisaks URL'ile näidatakse külastuste arvu ning esimese ja viimase külastuse kuupäeva.
he: ןורחאהו ןושארה רוקיבה יכיראת תאו הב ורקיבש םימעפה רפסמ תא תבותכל ףסונב גיצמ
is: Sýnir fjölda heimsókna og dagsetningu fyrstu og síðustu heimsóknar auk slóðar.
ja: URLに加えて訪問回数、初回訪問日付、最終訪問日付等も表示する
mt: Juri kemm-il darba żort, u d-dati tal-ewwel u l-aħħar żjara, apparti l-URL
no: Vis hvor mange ganger man har besøkt URLen og datoene for første og siste gang du gjorde det, i tillegg til URLen
no_ny: Vis URL-en, kor mange gonger han er vitja og datoane for første og siste vitjing.
pl: Pokaż dodatkowo liczbę i czas wizyty oraz datę pierwszej i ostatniej wizyty dla URL.
pt: Mostra o número de vezes visitadas e as datas da primeira e última visita para além do URL
ru: Показывает количество визитов, дату первого и последнего визита вместе с адресом
ta: URL ¯¼ý, «ùÅ¢¼ò¾¢üÌ ±ò¾¨ÉÓ¨È ¦ºýÈ¦¾É×õ, «íÌ Ó¾ü¦ºýÈ, ­Ú¾¢Â¡¸î¦ºýÈ ¾¢¸¾¢¸¨ÇÔõ ¸¡ðÎ¸¢ÈÐ.
uk: Показує кількість відвідань та дати першого та останнього візиту на ряду з URL
xh: Ibonisa inani lamaxesha andwendweleyo kunye nemihla yeendwendwelo zokuqala nezokugqibela, zidibene ne URL

source: There was an error loading the module %1. The diagnostics is: %2
az: %1 modulu yüklənmə xətası oldu. Diaqnoz: %2
bg: Не мога да заредя модул %1. Съобщение за грешка: %2
cs: Nastala chyba při nahrávání modulu %1 Diagnostika je: %2
da: Der skete en fejl ved indlæsning af modulet %1. Diagnosen er: %2
de: Es gab einen Fehler beim Laden von Modul %1. Die vermutliche Ursache ist: %2
el: Σφάλμα κατά το φόρτωμα του αρθρώματος %1. Τα διαγνωστικά είναι: %2
es: Se produjo un error al cargar el módulo %1 El diagnóstico es: %2
et: Viga mooduli %1 laadimisel. Diagnostika: %2
he: .%1 לודומה תניעט ךלהמב האיגש העריא :הניה הנחבאה %2
is: Ekki tókst að hlaða eininguna %1 Villuboðin frá kerfinu eru: %2
ja: モジュール %1 を読み込むのにエラーが起きました。 発生した現象は: %2
ko: %1 모듈을 불러들이다 문제가 생겼습니다. 자세한 까닭은 다음과 같습니다: %2
mt: Kien hemm problema biex jittella l-modulu %1. Id-djanjostiċi kienu: %2
no: Det oppsto en feil under lasting av modulen %1. Diagnosen er: %2
no_ny: Feil ved lasting av modulen %1. Diagnose: %2
pl: Wystąpił błąd pobierania modułu %1 Sprawdź instalację: %2
pt: Ocorreu um erro ao ler o módulo %1. O diagnóstico é: %2
ru: Не могу загрузить модуль %1. Сообщение об ошибке: %2
ta: %1 ±Ûõ Üü¨È ²üÚÅ¾¢ü ¾ÅÚ. ¸ñ¼È¢ó¾Ð: %2
uk: Неможливо завантажити модуль %1 Діагностика: %2
xh: Bekukho imposiso yokulayisha indlela ethile yokulinganisa %1. Izixhobo zokukhangela okungalunganga i: %2

source: Konqueror
ko: 컹커러
ta: ¸¡ý¦¸¡Ã÷
xh: i-Konqueror

source: Web browser, file manager, ...
az: Web səyyahı, fayl idrəçisi, ...
bg: Преглед на WWW, файлов менаджер, ...
cs: Webový prohlížeč, správce souborů, ...
da: Netsøger, filhåndtering,...
de: Web-Browser, Dateimanager...
el: Φυλλομετρητής Web, διαχειριστής αρχείων, ...
es: Navegador web, administrador de archivos, ...
et: Veebibrauser, failihaldur, ...
he: ... ,םיצבק להנמ ,תשר ןפדפד
id: Browser Web , file manager, ...
is: Vafri, skráastjóri og fleira...
ja: Webブラウザ,ファイルマネージャ, ...
ko: 웹 브라우저, 파일 관리자, ...
mt: Web browser, maniġġjar tal-fajls, ...
no: nettleser, filbehandler, ...
no_ny: Nettlesar, filbehandlar, ...
pl: Przeglądarka, menedżer plików, ...
pt: Navegador na web, gestor de ficheiros, ...
ru: Обозреватель WWW, файловый менеджер, ...
ta: Å¨Ä §Á§Ä¡Ê, §¸¡ôÒ §ÁÄ¡Ç÷, ...
uk: Переглядач Тенет, менеджер файлів, ...
xh: Umkhangeli zincwadi we-Web, umphathi wefayile, ...

source: developer (parts, I/O lib) and maintainer
az: proqramçı (bölmələr, I/O lib) və sahibi
bg: програмист (модули, библиотека за вход/изход) и поддръжка
cs: vývojář (komponenty, I/O knihovny) a správce
da: udvikler (dele, I/U lib) og vedligeholder
de: Entwickler (parts, I/O lib) und Betreuer
el: ανάπτυξη (μέρη, βιβλιοθήκη Ι/Ο) και συντήρηση
es: desarrollador (partes, librería E/S) y encargado
et: arendaja (komponendid, IO lib) ja hooldaja
he: קזחתמו (טלפ\טלק תיירפס ,םיביכר) חתפמ
id: pengembang (parts, lib I/O) dan pemelihara
is: forritari (hlutar, inn/út-safn) og umsjónarmaður
ja: 開発者 (parts, I/Oライブラリ) とメンテナ
ko: 만든이(부분, 입출력 라이브러리)와 지킴이
mt: żviluppatur (partijiet, I/O lib) u mantenitur
no: utvikler (deler, I/O-bibliotek) og vedlikeholder
no_ny: utviklar (delar, IU-bibliotek) og vedlikehaldar
pl: programista (części, biblioteka we/wy) i maintainer
pt: desenvolvimento (componentes, biblioteca de I/O) e manutenção
ru: разработчик (модули, библиотека ввода/вывода) и текущее сопровождение
ta: ¬ì¸¢§Â¡÷ (parts, i/o lib) ÁüÚõ §ÀÏÀÅ÷
uk: розробник (частини, бібліотеки I/O ) та супровід
xh: umbhekisi phambili (amaqhekeza, l/O lib) kunye nomlondolozi

source: developer (framework, parts)
az: proqramçı (bölmələr, framework)
bg: програмист (среда, модули)
cs: vývojář (základ aplikace, parts)
da: udvikler (omgivelser, dele)
de: Entwickler (framework, parts)
el: ανάπτυξη (framework, μέρη)
es: desarrollador (arquitectura, partes)
et: arendaja (raamtöö, komponendid)
he: (םיביכר ,תרגסמ תדובע) חתפמ
id: pengembang (framework, parts)
is: forritari (grind, hlutar)
ja: 開発者 (フレームワーク, parts)
ko: 만든이 (뼈대, 부분)
mt: żviluppatur (framework, partijiet)
no: utvikler (rammeverk, deler)
no_ny: utviklar (rammeverk, delar)
pl: programista (szkielet, części)
pt: desenvolvimento (estrutura, componentes)
ru: разработчик (среда, модули)
ta: ¬ì¸¢§Â¡÷ (framework, parts)
uk: розробник (планування, частини)
xh: umbhekisi phambili (isiseko somsebenzi, amaqhekeza)

source: developer (framework)
az: proqramçı (framework)
bg: програмист (среда)
cs: vývojář (základ aplikace)
da: udvikler (omgivelser)
de: Entwickler (framework)
el: ανάπτυξη (framework)
es: desarrollador (arquitectura)
et: arendaja (raamtöö)
he: (תרגסמ תדובע) חתפמ
id: pengembang (framework)
is: forritari (grind)
ja: 開発者 (フレームワーク)
ko: 만든이 (뼈대)
mt: żviluppatur (framework)
no: utvikler (rammeverk)
no_ny: utviklar (rammeverk)
pl: programista (szkielet)
pt: desenvolvimento (estrutura)
ru: разработчик (среда)
ta: ¬ì¸¢§Â¡÷ (framework)
uk: розробник (планування)
xh: umbhekisi phambili (isiseko somsebenzi)

source: developer
az: proqramçı
bg: програмист
cs: vývojář
da: udvikler
de: Entwickler
el: ανάπτυξη
es: desarrollador
et: arendaja
he: חתפמ
id: pengembang
is: forritari
ja: 開発者
ko: 만든이
mt: żviluppatur
no: utvikler
no_ny: utviklar
pl: programista
pt: desenvolvimento
ru: разработчик
ta: ¬ì¸¢§Â¡÷
uk: розробник
xh: umbhekisi phambili

source: developer (List views)
az: proqramçı (Siyahı nümayişləri)
bg: програмист (преглед на списък)
cs: vývojář (seznamy)
da: udvikler (listevisning)
de: Entwickler (Listen-Ansichten)
el: προγραμματιστής (προβολές λίστας)
es: desarrollador (vistas de lista)
et: arendaja (nimekirja vaated)
he: (המישר תוגוצת) חתפמ
id: pengembang (tampilan daftar)
is: forritari (listar)
ja: 開発者 (リストビュー)
ko: 만든이 (목록 보기)
mt: żviluppatur (dehra ta' listi)
no: utvikler (Listevisninger)
no_ny: utviklar (listevisingar)
pl: programista (widoki listowe)
pt: desenvolvimento (vistas em lista)
ru: разработчик (списки)
ta: ¬ì¸¢§Â¡÷ (ÀðÊÂü ¸¡ðº¢¸û)
uk: розробник (вигляд списком)
xh: umbhekisi phambili (Yenza uluhlu lweemboniselo)

source: developer (HTML rendering engine)
az: proqramçı (HTML şərhçisi mühərriki)
bg: програмист (HTML рендваща машина)
cs: vývojář (HTML engine)
da: udvikler (html visningsmaskine)
de: Entwickler (HTML rendering engine)
el: προγραμματιστής (μηχανισμός εμφάνισης HTML)
es: desarrollador (motor de representación HTML)
et: arendaja (HTML renderdamise mootor)
he: (HTML רודניר עונמ) חתפמ
id: pengembang (mesin perender HTML)
is: forritari (HTML-teiknari)
ja: 開発者 (HTMLレンダリングエンジン)
ko: 만든이 (HTML 번역 엔진)
mt: żviluppatur (magna tal-HTML)
no: utvikler (HTML-tolkeren)
no_ny: utviklar (HTML-handtering)
pl: programista (silnik renderujący HTML)
pt: desenvolvimento (motor HTML)
ru: разработчик (система отображения HTML)
ta: ¬ì¸¢§Â¡÷ (HTML ¾£üÚõ ¦À¡È¢)
uk: розробник (машина обробки HTML)
xh: umbhekisi phambili (HTML enikeza ngenjini)

source: developer (HTML rendering engine, I/O lib)
az: proqramçı (HTML şərhçisi mühərriki, I/O lib)
bg: програмист (HTML рендваща машина, библиотека за вход/изход)
cs: vývojář (HTML engine, I/O knihovny)
da: udvikler (html visningsmaskine, I/U lib)
de: Entwickler (HTML rendering engine, I/O lib)
el: προγραμματιστής (μηχανισμός εμφάνισης ΗΤΜL, βιβλιοθήκη I/O)
es: desarrollador (motor de representación HTML, librería E/S)
et: arendaja (HTML renderdamise mootor, I/O teek)
he: (טלפ\טלק תיירפס ,HTML רודניר עונמ) חתפמ
id: pengembang (mesin perender HTML, lib I/O)
is: forritari (HTML-teiknari, inn/út-safn)
ja: 開発者 (HTMLレンダリングエンジン, I/Oライブラリ)
ko: 만든이 (HTML 번역 엔진, 입출력 라이브러리)
mt: żviluppatur (magna tal-HTML, I/O lib)
no: utvikler (HTML-tolkeren, I/O-bibliotek)
no_ny: utviklar (HTML-handtering, IU-bibliotek)
pl: programista (silnik renderujący HTML, biblioteka we/wy)
pt: desenvolvimento (motor HTML, biblioteca I/O)
ru: разработчик (система отображения HTML, библиотека ввода/вывода)
ta: ¬ì¸¢§Â¡÷ (HTML ¾£üÚõ ¦À¡È¢, I/O lib)
uk: розробник (машина обробки HTML, бібліотеки В/В)
xh: umbhekisi phambili (HTML onikeza ngenjini, l/0 lib)

source: developer (I/O lib)
az: proqramçı (I/O lib)
bg: програмист (библиотека за вход/изход)
cs: vývojář (I/O knihovny)
da: udvikler (I/U lib)
de: Entwickler (I/O lib)
el: προγραμματιστής (βιβλιοθήκη I/O)
es: desarrollador (librería E/S)
et: arendaja (I/O teek)
he: (טלפ\טלק תיירפס) חתפמ
id: pengembang (lib I/O)
is: forritari (inn/út-safn)
ja: 開発者 (I/Oライブラリ)
ko: 만든이 (입출력 라이브러리)
mt: żviluppatur (I/O lib)
no: utvikler (I/O-biblioitek)
no_ny: utviklar (IU-bibliotek)
pl: programista (biblioteka we/wy)
pt: desenvolvimento (biblioteca I/O)
ru: разработчик (библиотека ввода/вывода)
ta: ¬ì¸¢§Â¡÷ (I/O lib)
uk: розробник (бібліотеки В/В)
xh: umbhekisi phambili (l/0 lib)

source: developer (Java applet support)
az: proqramcı (Java applet dəstəyi)
bg: програмист (поддръжка на Java аплети )
cs: vývojář (podpora Java apletů)
da: udvikler (java programstøtte)
de: Entwickler (Unterstützung für Java-Miniprogramme)
el: ανάπτυξη (υποστήριξη εφαρμογιδίων Java)
es: desarrollador (soporte de applets de java)
et: arendaja (Java aplettide toetus)
he: (הווא'ג ינומושייב הכימת) חתפמ
id: pengembang (dukungan applet Java)
is: forritari (Java stuðningur)
ja: 開発者 (Javaアプレットサポート)
ko: 만든이 (자바 애플릿 지원)
mt: żviluppatur (sapport għall-applets tal-Java)
no: utvikler (Java-applet-støtte)
no_ny: utviklar (Java-støtte)
pl: programista (wsparcie dla apletów Javy)
pt: desenvolvimento (suporte a 'applets' Java)
ru: разработчик (поддержка аплетов Java)
ta: ¬ì¸¢§Â¡÷ (Â¡Å¡ ¬ô¦Äð ¯¾Å¢)
uk: розробник (підтримка аплетів Java)
xh: umbhekisi phambili (wemkxaso yeJava applet)
