Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konqueror.po
Languages: az, bg, cs, da, de, el, es, et, he, id, is, ja, ko, mt, no, no_ny, pl, pt, ru, ta, uk, xh

source: developer (Java 2 security manager support, and other major improvements to applet support)
az: proqramçı (Java 2 təhlükəsizlik dəstəyi və daha bir çox şey)
bg: програмист (Java 2 подръжка за менаджера за защита, и подръжка на други подобрения за аплета)
cs: vývojář (správce bezpečnosti pro Java2 a další velká vylepšení podpory pro Java aplety)
da: udvikler (Java 2 sikkerheds håndterings støtte, og andre større forbedringer af program støtte)
de: Entwickler (Unterstützung für Sicherheitsmanagement Java 2 und andere große Verbesserungen bei der Unterstützung von Miniprogrammen/Applets)
el: ανάπτυξη (υποστήριξη Java 2 security manager, και άλλες σημαντικές βελτιώσεις στην υποστήριξη εφαρμογιδίων)
es: desarrollador (soporte para administrador de seguridad Java 2, y otras mejoras importantes al soporte de applets)
et: arendaja (Java 2 turvahalduri toetus ning muud olulised täiendused aplettide toetuses)
he: ,2 הווא'ג לש החטבאה להנמב הכימת) חתפמ (םינומושייב הכימתב םיפסונ םייזכרמ םירופישו
is: þróunarútgáfa (Java 2 öryggisstjóra stuðningur, og aðrar stórtækar betrumbætur á íforritastuðningi)
ja: 開発者 (Java2 セキュリティマネージャサポート, その他アプレットサポートのメジャーな改良)
mt: żviluppatur (sapport għall-manager tas-sigurtà Java 2, u diversi titjib fis-sapport tal-applets)
no: utvikler (støtte for Java 2 sikkerhetsbehandler, og andre større forbedringer i applettstøtten)
no_ny: utviklar (støtte for Java 2-tryggleiksbehandlar og andre store forbetringar i applet-støtta)
pt: programador (suporte do gestor de segurança de Java 2 e outras melhorias ao suporte de 'applets')
ru: разработчик (поддержка менеджера безопасности Java 2, и другие важные улучшения в поддержке аплетов)
ta: ¬ì¸¢§Â¡÷ (Â¡Å¡ 2 À¡Ð¸¡ôÒ §ÁÄ¡Ç÷ ¬¾Ã×, ÁüÚõ ¬ô¦Äð ¬¾ÃÅ¢ø ¦ÀÕõ Óý§ÉüÈí¸û)
uk: розробник (підтримка менеджера безпеки Java 2, та інші удосконалення у підтримці аплетів)
xh: umbhekisi phambili (inkxaso ekhuselekileyo yomphathi weJava 2, kunye nezinye iziphuculwa ezingundoqo wenkxaso ye applet)

source: developer (JavaScript)
az: proqramcı (JavaScript)
bg: програмист (JavaScript)
cs: vývojář (JavaScript)
da: udvikler (JavaScript)
de: Entwickler (JavaScript)
el: ανάπτυξη (JavaScript)
es: desarrollador (JavaScript)
et: arendaja (Javaskript)
he: (הווא'ג יטירסת) חתפמ
id: pengembang (JavaScript)
is: forritari (JavaScript)
ja: 開発者 (JavaScript)
ko: 만든이 (자바스크립트)
mt: żviluppatur (JavaScript)
no: utvikler (JavaSkript)
no_ny: utviklar (JavaScript)
pl: programista (Java Skrypt)
pt: desenvolvimento (JavaScript)
ru: разработчик (JavaScript)
ta: ¬ì¸¢§Â¡÷ (Â¡Å¡¸¢Ã¢ôð)
uk: розробник (JavaScript)
xh: umbhekisi phambili (Amagama abhalwe phantsi e Java)

source: developer (Netscape plugin support)
az: proqramcı (Netscape əlavə dəstəyi)
bg: програмист (поддръжка на plugin за Netscape)
cs: vývojář (podpora Netscape modulů)
da: udvikler (netscape indstikstøtte)
de: Entwickler (Unterstützung für Netscape-Plugins)
el: ανάπτυξη (υποστήριξη Netscape Plugin)
es: desarrollador (soporte de plugins de Netscape)
et: arendaja (Netscape'i pluginate toetus)
he: (Netscape לש םיפסותב הכימת) חתפמ
id: pengembang (dukungan plugin Netscape)
is: forritari (Netscape íforritastuðningur)
ja: 開発者 (Netscape plugin サポート)
ko: 만든이 (넷스케이프 플러그인 지원)
mt: żviluppatur (sapport għall-plugins tan-Netscape)
no: utvikler (Netscape-plugin-støtte)
no_ny: utviklar (støtte for Netscape-programtillegg)
pl: programista (wsparcie dla wtyczek Netscape'a)
pt: desenvolvimento (suporte de 'plugins' do Netscape)
ru: разработчик (поддержка плагинов Netscape)
ta: ¬ì¸¢§Â¡÷ (Netscape ¦ºÕ¸¢ ¬¾Ã×)
uk: розробник (підтримка додатків Netscape)
xh: umbhekisi phambili (wenkxaso yofako phakathi lwe Netscape)

source: developer (SSL support)
az: proqramcı (SSL dəstəyi)
bg: програмист (поддръжка на SSL)
cs: vývojář (podpora SSL)
da: udvikler (SSL støtte)
de: Entwickler (SSL-Unterstützung)
el: ανάπτυξη (υποστήριξη SSL)
es: desarrollador (soporte de SSL)
et: arendaja (SSL toetus)
he: (SSL-ב הכימת) חתפמ
id: pengembang (dukungan SSL)
is: forritari (SSL stuðningur)
ja: 開発者 (SSLサポート)
ko: 만든이 (SSL 지원)
mt: żviluppatur (sapport għall-SSL)
no: utvikler (Java-applet-støtte)
no_ny: utviklar (SSL-støtte)
pl: programista (wsparcie dla SSL)
pt: desenvolvimento (suporte SSL)
ru: разработчик (поддержка SSL)
ta: ¬ì¸¢§Â¡÷ (SSL ¬¾Ã×)
uk: розробник (підтримка SSL)
xh: umbhekisi phambili (wenkxaso ye SSL0

source: developer (I/O lib, Authentication support)
az: proqramcı (G/Ç lib, Təsdiqləmə dəstəyi)
bg: програмист (библиотека за вход/изход, поддръжка на оторизация)
cs: vývojář (I/O knihovny, podpora autentikace)
da: udvikler (I/U lib, Godkendelsesstøtte)
de: Entwickler (I/O-Lib, Authentifizierungs-Unterstützung)
el: ανάπτυξη (βιβλιοθήκη I/O, υποστήριξη Ταυτοποίησης)
es: desarrollador (librería E/S, soporte de autentificación)
et: arendaja (I/O teek, autentimise toetus)
he: (תומיאב הכימת ,טלפ\טלק תיירפס) חתפמ
id: pengembang (lib I/O, dukungan Autentikasi)
is: forritari (I/O pakki, Auðkenningarstuðningur)
ja: 開発者 (I/O lib, 認証サポート)
ko: 만든이 (입출력 라이브러리, 인증 지원)
mt: żviluppatur (I/O lib, sapport għall-awtentikazzjoni)
no: utvikler (Netscape-plugin-støtte)
no_ny: utviklar (I/U-bibliotek, autentiseringsstøtte)
pl: programista (biblioteka we/wy, wsparcie dla Autoryzacji)
pt: desenvolvimento (biblioteca de E/S, suporte a autenticação)
ru: разработчик (библиотека ввода/вывода, поддержка аутентификации)
ta: ¬ì¸¢§Â¡÷ (I/O lib, «ò¾¡ðº¢ôÀÎò¾ø ¬¾Ã×)
uk: розробник (бібліотека В/В, підтримка автентифікації)
xh: umbhekisi phambili (l/0 lib,

source: graphics / icons
az: qrafikalar / timsallar
bg: графика/икони
cs: grafika / ikony
da: grafik / ikoner
de: Graphiken / Symbole
el: γραφικά / εικονίδια
es: gráficos / iconos
et: graafika / ikoonid
he: םילמס \ הקיפרג
id: grafik / ikon
is: myndir / táknmyndir
ja: グラフィック / アイコン
ko: 그림 / 아이콘
mt: grafika / ikoni
no: grafikk / ikoner
no_ny: grafikk/ikon
pl: grafika / ikony
pt: gráficos / ícones
ru: графика/пиктограммы
ta: Å¨ÃÅ¢Âø / ÌÚõÀ¼í¸û
uk: графіка / піктограми
xh: imizobo/ii-icon

source: kfm author
az: kfm müəllifi
bg: kfm автор
cs: autor kfm
da: kfm forfatter
de: Autor von kfm
el: δημιουργός kfm
es: autor de kfm
et: kfm autor
he: kfm לש בתוכה
id: penulis kfm
is: höfundar kfm
ja: kfm作者
ko: kfm 지은이
mt: awtur kfm
no: kfm-forfatter
no_ny: kfm-forfattar
pl: autor kfm
pt: Autor do kfm
ru: автор kfm
ta: kfm ¬º¢Ã¢Â÷
uk: автор kfm
xh: umbhali we kfm

source: Checking this box on at least two views sets those views as 'linked'. Then, when you change directories in one view, the other views linked with it will automatically update to show the current directory. This is especially useful with different types of views, such as a directory tree with an icon view or detailed view, and possibly a terminal emulator window.
az: Ən az iki nümayişdə bu qutunu işarətləsəniz, bunlar bir birinə 'bağlanır'. Beləcə bir nümayişdə cərgə dəyişdirdiyinizdə ona bağlı olan digər nümayişlər de avtomatik olaraq o cərgəni göstərmək üzərə güncəllənir. Bu seçənək, xüsusiyyətlə fərqli görünüş növləri, məsələn timsal görünüşlü bir cərgə ağacı ya da təfsilatlı görünüş və bəlkə də bir terminal emulyator pəncərəsi kimi, istifadə edərkən faydalı olur.
bg: Активирането на този режим синхронизира минимум два панела. Ако се променя директорията на единия панел, другия се синхронизира с него, и автоматично обновява информацията Удобен при различни видиве прегледи като например преглед с икони в един панел и детаелен преглед в друг.Възможно е и прозорец с терминална емулация
cs: Zaškrtnutím tohoto políčka na alespoň dvou pohledech nastaví tyto pohledy jako 'svázané'. Pak při změně adresáře v jednom pohledu způsobí automatickou obnovu svázaných pohledů tak, aby zobrazovaly obsah aktuálního adresáře. To je užitečné zvláště v případě různých typů pohledů, jako je stromový pohled s pohledem s ikonami nebo detailním pohledem, či případně oknem emulátoru terminálu.
da: Ved at afkrydse denne boks på mindst to visninger sættes disse som 'lænkede'. Når du så skifter mappe i den ene visning, vil den visning der er lænket med den automatisk blive opdateret til at vise den aktuelle mappe. Dette er specielt nyttigt med forskellige typer visninger såsom et mappetræ og en ikonvisning, og muligvis et terminalemulator vindue.
de: Die Aktivierung dieses Feldes bei mindestens zwei Ansichten stellt eine Verknüpfung dieser Ansichten her. Sobald Sie dann das Verzeichnis in der einen Ansicht wechseln, wird die andere, damit verknüpfte Ansicht automatisch den Inhalt des neuen Verzeichnisses anzeigen. Das ist besonders nützlich bei Kombination von verschiedenen Ansichtstypen wie z.B. der Kombination eines Verzeichnisbaums mit einer Symbol- oder Detail-Ansicht.
el: Τσεκάροντας αυτό το τετράγωνο σε τουλάχιστον 2 προβολές, 'συνδέετε' αυτές τις προβολές.Τότε, όταν αλλάζετε καταλόγους σε μια προβολή, οι άλλες, συνδεδεμένες με αυτήν προβολές θα ενημερωθούν αυτόματα ώστε να δείχνουν τον τρέχοντα κατάλογο.Αυτό είναι ιδιαίτερα χρήσιμο με διαφορετικά είδη προβολών, όπως ένα δέντροκαταλόγων με μια προβολή εικονιδίων, ή και με ένα παράθυρο εξομοίωσης τερματικού.
es: Seleccionando esta casilla en, al menos, dos vistas éstas quedan 'enlazadas'. De modo que cuando se cambia de directorio en una vista, las que están enlazadas se actualizan para mostrar el directorio actual. Esto es especialmente útil con diferentes tipos de vistas, como un árbol de directorios con una vista de iconos o una vista detallada y, posiblemente, una ventana de emulación de terminal.
et: Selle boksi valimine vähemalt kahes vaates, "seob" need omavahel. Siis kui sa vahetad kataloogi ühes vaates, värskendatakse automaatselt ka teiste seotud vaadete sisu, et nad näitaksid käesolevat kataloogi. See on eriti kasulik erinevate vaate tüüpide puhul, nagu nt. kataloogipuu ikoonidena, detailne vaade ja võibolla ka terminali emulaatori aken.
he: <p align=right>תא הרידגמ תוגוצת יתש תוחפלב וז הביתב הריחב<br>רבוע התא רשאכ ,הזכ בצמב .'תורשוקמ'כ הלאה תוגוצתה<br>תורשוקמש תורחאה תוגוצתה ,תחא הגוצתב תוירפס<br>הירפסה תא וגיציו תיטמוטוא ונכדעתי הילא<br>לש םינוש םיגוס םע דחוימב ישומיש הז רבד .תיחכונה<br>תגוצת וא םילמס תגוצת םע תוירפס ץע ומכ ,תוגוצת<br>.ףוסמ תיימדה ןולח םע םג ילואו ,םיטרפ
id: Dengan mencontreng kotak ini pada dua atau lebih jendela pandang menjadikan jendela-jendela itu 'terhubung'. Lalu, bila anda mengganti direktori pada satu jendela, jendela lain yang terkait dengannya akan diperbarui secara otomatis untuk menampilkan direktori kerja. Hal ini berguna khususnya untuk berbagai tipe jendela pandang, seperti pohon direktori dengan tampilan ikon atau tampilan rinci, dan mungkin juga suatu jendela emulator terminal.
is: Hægt er að 'tengja' tvo eða fleiri ramma saman með því að merkja við þennan reit. Þá eru allir rammarnir látnir sýna sömu möppuna og nægir að skipta um möppu í einum þeirra til að uppfæra alla. Þetta er mjög gagnlegt þegar erunotaðar mismunandi sýnistillingar, t.d. tré með táknmyndum eða löng sýn og jafnvel skjáhermir.
ja: ２つ以上のビューの、このボックスをチェックすると、それらのビューは'リンク'されます。そうすると、一つのビューでのディレクトリを変更すると、他のリンクされたビューは自動的に更新され、現在のディレクトリが表示されます。これは異るタイプのビューどうしの時に特に便利なものです。例えばディレクトリツリーと、アイコンまたは詳細ビュー、あるいはターミナルエミュレーションウィンドウなどです。
mt: Jekk tittikkja dil-kaxxa fuq ta' l-inqas żewġ dehriet, dawn jiġu mehuża. B'hekk,jekk tibdel id-direttorju f'dehra waħda, id-dehriet l-oħrajn awtomatikament imorrufl-istess direttorju. Dan huwa speċjalment utli b'dehriet ta' tip differenti, bħal dehra ta' direttorji u lista dettaljata, u possibbilment dehra b'terminal.
no: Avkryssing av denne boksen i minst to visninger setter disse verdiene til 'lenket'. Hvis du da bytter katalog i en visning vil den andre visningen som er lenket med den automatisk vise den gjeldende katalogen. Dette er spesielt nyttig med forskjellige typer visninger slik som katalogtre og ikonvisning eller detaljert visning og kanskje en terminalemulator.
no_ny: Dersom du merkar av denne boksen i minst to ruter vert dei sette som «lenkja». Når du så skiftar katalog i ei rute, vert dei andre rutene som er knytte saman oppdaterte automatisk. Dette er spesielt nyttig ved ulike rutetypar, som til dømes eit katalogtre med ei ikonvising eller detaljert vising, og kanskje eit terminalvindauge.
pl: Ustawia co najmniej dwa widoki jako 'zlinkowane'. Kiedy widok jednego katalogu ulega zmianie, drugi połączony z nim automatycznie aktualizuje swoją zawartość. Ta opcja jest bardzo użyteczna dla różnych typów widoków, np. widok drzewa lub widok szczegółowy ewentualnie emulacja terminala.
pt: Se seleccionares esta opção em pelo menos duas das vistas estas ficam 'ligadas'. Deste modo, quando mudares de directoria numa das vistas, as outras vistas a ela ligadas também mudam. Esta característica é especialmente útil com tipos de vista diferentes, tal como uma vista em árvore e uma vista em ícones, ou com uma janela de emulação de terminal.
ru: Активизация этого режима синхронизирует как минимум две панели. Так, если изменится каталог одной панели, другие панели, синхронизированные с ней, автоматически обновятся и отобразят этот каталог. Весьма удобно при совместном использовании различных типов панелей, таких как дерево каталогов с панелью пиктограмм или списком файлов, и, возможно, окном эмулятора терминала.
uk: При вмиканні цієї опції хоча б на двох переглядах, вони стають "зв'язаними". Якщо після цього Ви змінюєте каталог у одному перегляді, інший, зв'язаний з першим, автоматично змінить свій каталог на такий самий. Це особливо зручно для різних переглядів, наприклад, структура каталогів з піктограмами або деталізованим переглядом, або, можливо, з відкритим вікном емулятора термінала.
xh: Ukukhangela le bhokisi noko iimboniselo ezimbini icwangcisa ezo mboniselo njengezenziwe'amakhonkco'. Ngoko, xa utshintsha abalawuli kwimboniselo enye, ezinye iimboniselo eziqhotyoshelwe kuyo ziza kugqitywa ngokuzenzekela ukubonisa ulawulo lwangoku. Oku luncedo oluthile oluneentlobo ezahlukeneyo zemboniselo, ezinjengolawulo lomthi olunemboniselo ye-icon okanye imboniselo enenkcukacha, kwaye ngokunjalo iwindow enomzami wokulungisa indlela yesiphelo.

source: Remove View
az: Nümayişi &Çıxart
bg: Премахни панел
cs: Odstranit pohled
da: Fjern visning
de: Ansicht entfernen
el: Α&φαίρεση Προβολής
es: Eliminar vista
et: Eemalda vaade
he: הגוצת רסה
id: Hapus View
is: Fjarlæg sýn
ja: ビューを削除
ko: 보기 없애기
mt: Neħħi dehra
no: Fjern aktiv visning
no_ny: Fjern rute
pl: Usuń widok
pt: Remover Vista
ru: Удалить панель
ta: ¸¡ðº¢¨Â «¸üÚ
uk: Закрити перегляд
xh: Susa Imboniselo

source: Stalled
az: Dayandı
bg: Изчаква
cs: Pozastavený
da: Hænger
de: Verzögert
el: Σταματημένο
es: Atascado
et: Peatunud
he: עוקת
is: Töf
ja: 停止しました
ko: 멈췄음
mt: Wieqaf
no: Stanset
no_ny: Stoppa
pl: Zatrzymanie
pt: Parado
ru: Нет связи
ta: Ó¼í¸¢Â
uk: Призупинено
xh: Ithengisiwe

source: Preview in %1
az: %1 də Nümayiş
bg: Преглед в %1
cs: Náhled v %1
da: Visning i %1
de: Vorschau in %1
el: Προεπισκόπηση σε %1
es: Previsualizar en %1
et: Eelvaatlus rakenduses %1
he: %1ב המידקמ הגוצת
id: Preview dalam %1
is: Forsýna í %1
ja: %1でプレビュー
ko: %1에서 미리 보기
mt: Previżjoni ġo %1
no: Forhåndsvis i %1
no_ny: Førehandsvis i %1
pl: Podgląd w %1
pt: Antevisão em %1
ru: Просмотр в %1
ta: %1ø Óý§É¡ð¼õ
uk: Перегляд в %1
xh: Imboniso kwi %1

source: Preview in
az: Nümayiş
bg: Преглед в
cs: Náhled v
da: Visning i
de: Vorschau in
el: Προεπισκόπηση σε
es: Previsualizar en
et: Eelvaatlus rakenduses
he: תועצמאב המידקמ הגוצת
id: Preview dalam
is: Forsýna í
ja: プレビュー
ko: 다음에서 미리 보기
mt: Previżjoni ġo
no: Forhåndsvis i
no_ny: Førehandsvis i
pl: Podgląd w
pt: Antevisão em
ru: Посмотреть в
ta: ­¾¢ø Óý§É¡ð¼õ
uk: Перегляд в
xh: Imboniso kwi

source: Show %1
az: %1 Göstər
bg: Показва %1
cs: Zobrazit: %1
da: Vis %1
de: %1 anzeigen
el: Εμφάνιση %1
es: Mostrar %1
et: Näita vaadet "%1"
he: %1 גצה
id: Tampilkan %1
is: Sýna %1
ja: %1を表示
ko: %1 보기
mt: Uri %1
no: Vis %1
pl: Pokaż %1
pt: Mostrar %1
ru: Показать %1
ta: %1 ¸¡ðÎ
uk: Показувати %1
xh: Bonisa %1

source: Start without a default window.
az: Nəticəni hökmlü bir pəncərədə başlat.
bg: Стартира без прозорец по подразбиране.
cs: Spustit bez implicitního okna.
da: Start uden et standardvindue.
de: Ohne Standardfenster starten
el: Εκκίνηση χωρίς προκαθορισμένο παράθυρο.
es: Empezar sin una ventana predeterminada.
et: Käivita ilma vaikeaknata.
he: לדחמ תרירב ןולח אלל לחתה
id: Mulai tanpa jendela baku.
is: Keyra upp án sjálfgefins glugga.
ja: デフォルトウィンドウなしで起動
ko: 기본 창을 빼고 시작
mt: Ibda mingħajr window pridefinita.
no: Start uten et standardvindu.
no_ny: Start utan eit standardvindauge.
pl: Rozpocznij bez domyślnego okna.
pt: Arrancar sem uma janela por omissão.
ru: Запуск без окна по умолчанию.
ta: ¦¸¡¼¡¿¢¨Äî º¡ÇÃÁ¢ýÈ¢ò ¦¾¡¼íÌ.
uk: Старт без основного вікна
xh: Qala ngaphandle kwewindow engagqibekanga.

source: Profile to open.
az: Açılacaq profil.
bg: Профил за отваряне.
cs: Profil k otevření.
da: Profil at åbne
de: Zu öffnendes Profil
el: Προφίλ για άνοιγμα.
es: Abrir perfil.
et: Avatav profiil.
he: החיתפל ליפורפ
id: Profil untuk dibuka.
is: Sýnistillingar sem á að opna.
ja: 開くプロファイル
mt: Profil x'tiftaħ.
no: Profil å åpne.
no_ny: Opna profil.
pl: Profil do otwarcia.
pt: Perfil a abrir.
ru: Открываемый профиль.
ta: ¾¢Èì¸§ÅñÊÂ ¾¢ÃðÎ
uk: Відкрити профіль.
xh: Imboniso yabucala izakuvula.

source: Mimetype to use for this URL, (e.g. text/html or inode/directory).
az: Bu URL üçün işlədiləcək Mime Növləri, (məs. text/html və ya inode/director)
bg: Тип на mime за използване с този URL, (например, text/html или inode/directory).
cs: MIME typ pro toto URL (např. text/html anebo inode/directory).
da: Mimetype at bruge for denne URL, (f. eks. text/html eller inode/directory).
de: MIME-Typ, der für diese Adresse (URL) benutzt werden soll (z.B. text/html oder inode/directory)
el: Τύπος mime που θα χρησιμοποιηθεί για αυτό το URL, (π.χ. text/html ή inode/directory).
es: Tipo MIME para utilizar con esta URL (p. ej. text/html o inodo/directorio).
et: Sellel URL'il kasutatav MIME tüüp (so. text/html või inode/directory).
he: וז תבותכ רובע שומישל Mime סופיט (inode/directory וא text/html אמגודל)
id: Tipe MIME yang digunakan untuk URL ini, (contoh: text/html atau inode/directory).
is: MIME-tag fyrir þetta URL, (t.d. text/html eða inode/directory)
ja: このURLに使用するMIMEタイプ(例. text/htmlまたは inode/directory)
ko: 이 URL에 알맞은 마임 꼴, (가령, text/html 또는 inode/directory).
mt: Tip MIME x'tuża għal dan il-URL, (eż. text/html jew inode/directory).
no: Mimetype for bruk til denne URLen, (for eksempel text/html eller inode/katalog).
no_ny: Mimetype for denne URL-en (t.d. text/html eller inode/directory).
pl: Użyj typu mime dla tego URL, (np. text/html).
pt: Tipo mime a utilizar para esta URL, por exemplo text/html ou inode/directory.
ru: Тип mime для использования с этим URL, (например, text/html или inode/directory).
ta: ­ó¾ URL­ü ÒÆíÌõ ¨Áõ Å¨¸, (¯+õ: text/html «øÄÐ inode/directory).
uk: Тип MIME для цього URL, (напр. text/html або inode/directory).
xh: Kuzakusetyenziswa udidi lweMime kule URL, (umzekelo text/html okanye inode/ulawulo).

source: Location to open.
az: Açılacaq yer.
bg: Адрес за отваряне.
cs: Místo k otevření.
da: Sted at åbne.
de: Adresse
el: Τοποθεσία για άνοιγμα.
es: Abrir dirección.
et: Avatav asukoht.
he: החיתפל םוקימ
id: Lokasi untuk dibuka.
is: Staður sem skal opna.
ja: 開く場所
ko: 열려는 위치.
mt: Indirizz x'tiftah.
no: Adresse for å åpne.
no_ny: Opna adresse.
pl: Otwórz adres.
pt: Localização a abrir.
ru: Выбираемый адрес.
ta: ¾¢Èì¸§ÅñÊÂ ­¼õ.
uk: Відкрити адресу.
xh: Indawo ekuyo izakuvula.

source: Malformed URL %1
az: Xəsərli URL %1
bg: Неверен URL %1
cs: Chybný formát URL %1
da: Misdannet URL %1
de: Ungültige Adresse %1
el: Κακοδιατυπωμένο URL %1
es: Formato erróneo de la URL %1
et: Vigane URL %1
he: היוגש תבותכ %1
id: URL salah bentuk %1
is: Gölluð slóð (URL) %1
ja: 不当なURLです %1
ko: URL %1은 알맞지 않습니다.
mt: URL iffurmat ħażin %1
no: Misdannet URL %1
no_ny: Misforma URL %1
pl: Błędny URL %1
pt: URL Inválido %1
ru: Неверно сформированный URL %1
ta: À¢Èúó¾ URL %1
uk: Помилка в URL %1
xh: i-URL emalformed %1

source: Protocol not supported %1
az: Protokol dəstəklənmir %1
bg: Протокола не се подържа %1
cs: Nepodporovaný protokol %1
da: Protokol ikke understøttet %1
de: Protokoll wird nicht unterstützt %1
el: Το πρωτόκολλο δεν υποστηρίζεται %1
es: Protocolo no soportado %1
et: Protokoll pole toetatud %1
he: :ךמתנ וניא לוקוטורפה %1
id: Protokol tidak didukung %1
is: Enginn stuðningur er við samskiptaregluna %1
ja: プロトコルはサポートされていません %1
ko: %1 프로토콜은 지원되지 않습니다.
mt: Protokoll '%1' mhux magħruf.
no: Protokoll ikke støttet %1
no_ny: Protokollen er ikkje støtta %1
pl: Nie wspierany protokół %1
pt: O protocolo não é suportado %1
ru: Протокол не поддерживается %1
ta: ´ôÒ¦¿È¢ìÌ ¬¾ÃÅ¢ø¨Ä %1
uk: Протокол не підтримується %1
xh: Iprotocol ayixhaswanga %1

source: Could not create view for %1 The diagnostics is: %2
az: %1 nümayişi yaradıla bilmədi Diaqnoz: %2
bg: Не мога да създaма преглед за %1 Съобщение за грешка: %2
cs: Není možné vytvořit pohled pro %1 Diagnostika je: %2
da: Kunne ikke lave visning for %1 Diagnosen er: %2
de: Erstellung einer Ansicht nicht möglich für %1. Die vermutliche Ursache ist: %2
el: Δεν μπόρεσα να δημιουργήσω προβολή για το %1 Τα διαγνωστικά είναι: %2
es: No se pudo crear vista para %1 El diagnóstico es: %2
et: Vaadet %1 jaoks pole võimalik luua Diagnostika: %2
he: %1 רובע הגוצתה תא רוציל ןתינ אל :הניה הנחבאה %2
id: Tidak dapat membuat tampilan untuk %1 Diagnosanya: %2
is: Ekki tókst að búa til sýn fyrir %1 Villuboðin frá kerfinu eru: %2
ja: %1 のビューを作成できません 発生した現象は: %2
ko: %1을 보게 만들지 못했습니다 자세한 까닭은 다음과 같습니다: %2
mt: Ma setgħetx tinħoloq dehra għal %1 Id-djanjostiċi huma: %2
no: Kunne ikke lage en visning for %1. Diagnosen er: %2
no_ny: Klarte ikkje laga rute for %1 Diagnose: %2
pl: Nie można utworzyć widoku dla %1 Sprawdź instalację: %2
pt: Não consegui criar uma vista para %1 O diagnóstico é: %2
ru: Не могу отобразить %1 Сообщение об ошибке: %2
ta: %1ì¸¡É ¸¡ðº¢¨Â À¨¼ì¸ ÓÊÂÅ¢ø¨Ä ¸ñ¼È¢ó¾Ð: %2
uk: Неможливо створити перегляд для %1 Діагностика: %2
xh: Ayinakwenza mboniselo ka %1 ubungqina bobu. %2

source: Open Location
az: İstiqamət Aç
bg: Отвори адрес
cs: Otevřít umístění
da: Åbn sted
de: Adresse aufrufen
el: Άνοιγμα Τοποθεσίας
es: Abrir dirección
et: Ava asukoht
he: םוקימ תחיתפ
id: Buka Lokasi
is: Opna slóð (URL)
ja: 場所を開く
ko: 위치 열기
mt: Iftaħ indirizz
no: Åpne adresse
no_ny: Opna
pl: Otwórz adres
pt: Abrir Localização
ru: Открыть страницу
ta: ­¼ò¨¾ò ¾¢È
uk: Відкрити адресу
xh: Vula indawo ekuyo

source: Can't create the find part, check your installation.
az: Axtarış sahəsi yaradıla bilmir, qurulumunuzu yoxlayın.
bg: Не мога да направя търсене, проверете си инсталацията.
cs: Nelze vytvořit komponentu pro vyhledávání, zkontrolujte si instalaci
da: Kan ikke oprette findedelen, tjek din installation.
de: Such-Objekt lässt sich nicht erstellen. Bitte überpüfen Sie Ihre Installation.
el: Δε μπορώ να δημιουργήσω το find part, ελέγξτε την εγκατάστασή σας.
es: No se puede crear la parte de búsqueda, compruebe su instalación.
et: Otsimise komponenti pole võimalik luua, kontrolli paigaldust.
he: .ךלש הנקתהה תא קודב .שופיחה ביכר תא רוציל ןתינ אל
id: Tidak dapat membuka bagian pencarian, periksa instalasi anda.
is: Athugaðu innsetninguna. Það vantar hluta.
ja: find part を生成できません、インストールを確認して下さい。
ko: 부분으로 찾게 만들지 못했습니다. 제대로 깔았는지 확인하십시오.
mt: Ma setgħetx tinħoloq il-parti tat-tfittix, iċċekkja l-installazzjoni.
no: Kan ikke lage finn-delen, sjekk innstallasjonen din.
no_ny: Kan ikkje oppretta finn-delen. Kontroller installasjonen.
pl: Nie można utworzyć modułu wyszukiwania, sprawdź swoją instalację.
pt: Não consigo criar o componente de procura, verifique a sua instalação.
ru: Не могу настроить поиск, проверьте вашу установку.
ta: §¾¼ü ÀÌ¾¢¨Â ¯ÕÅ¡ì¸ ÓÊÂÅ¢ø¨Ä, ¯í¸û ¿¢ÚÅ¨Äî ºÃ¢À¡÷ì¸×õ.
uk: Неможливо створити або знайти складову, перевірте Вашу установку.
xh: Ayinakwenza indawo yokufumana, khangela ufako lwakho.
