Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konqueror.po
Languages: az, bg, cs, da, de, el, es, et, he, id, is, ja, ko, mt, no, no_ny, pl, pt, ru, ta, uk, xh

source: Click this button to copy the currently selected text or items to the system clipboard<br><br> You can also select the <b>Copy</b> command from the Edit menu.
az: Seçili mətni ya da üzvləri sistem ara yaddaşına köçürmək üçün bu düyməyə tıqlayın<br><br> Düzəlt menyusundan <b>Köçür</b> əmrini də seçə bilərsiniz.
bg: Натискането на този бутон копира съдържаниетона избрания текст в буфера за обмен<br><br> Същото прави и <b>командата "Копирай"</b> от менюто "Редактиране".
cs: Stiskněte toto tlačítko ke zkopírování aktuálně vybraného textu nebo položek a přenesení do systémové schránky.<br><br> Můžete též zvolit příkaz <b>Kopírovat</b> z nabídky Úpravy.
da: Klik på denne knap for at kopiere den aktuelt valgte tekst eller andet til systemets klippebord<br><br> Du kan også vælge <b>Kopiér</b> kommandoen fra Redigér menuen.
de: Klicken Sie auf diesen Knopf, um gerade ausgewählten Text oder Elemente in die Zwischenablage zu kopieren.<br><br> Sie können dafür auch den Befehl <b>Kopieren</b> im Menü "Bearbeiten" verwenden.
el: Κάντε κλικ σε αυτό το κουμπί για να αντιγράψετε το κείμενο ή τα αντικείμενα που έχετεεπιλέξει στο πρόχειρο του συστήματος<br><br> Μπορείτε επίσης να επιλέξετε την εντολή <b>Αντιγραφή</b> από το μενού Διόρθωση.
es: Pulse este botón para copiar el texto o elementos seleccionados al portapapeles del sistema<br><br> También puede seleccionar <b>Copiar</b> desde el menú Editar.
et: Kliki sellel nupul momendil valitud teksti või elementide kopeerimiseks süsteemi lõikepuhvrisse<br><br> Samuti võid valida käsu <b>Kopeeri</b> menüüst Redigeerimine.
he: <p align=right>טסקטה תא קיתעהל ידכ הז רותפכ לע ץחל<br>לש הכירעה חול לא םירחבנה םיטירפה וא<br>תכרעמה<br><br> הדוקפב םג רוחבל ךתורשפאב<br>.הכירעה טירפת ךותמ <b>קתעה</b>
is: Smellið á þennan takka til að afrita valinn texta eða hluti og flytja á klippiborð kerfisins<br><br> Einnig má velja <b>Afrita</b> í <b>Sýsl</b>-valmyndinni.
ja: このボタンをクリックして、選択されているテキストまたはアイテムをシステムのクリップボードにコピーします<br><br> 編集メニューから<b>コピー</b>を選択することもできます。
mt: Agħfas dil-buttuna biex tikkopja l-kliem jew oġġetti magħżula għal ġo l-clipboard tas-sistema<br><br> Tista' wkoll tagħżel il-kmand <b>Ħu kopja</b> minn ġol-menu 'Editja'.
no: Klikk denne knappen for å kopiere valgt(e) tekst/element(er) til systemets utklippstavle<br><br> Du kan også velge <b>Kopier</b>-kommandoen fra Vis-menyen.
no_ny: Trykk denne knappen for å kopiera den valte teksten eller dei valte elementa og leggja dei på utklippstavla.<br><br> Du kan òg velja kommandoen <b>Kopier</b> frå Rediger-menyen.
pl: Kliknij ten przycisk aby skopiować zaznaczony tekst lub element do systemowego schowka<br><br> Wybierz polecenie <b>Kopiuj</b> z menu Edycja.
pt: Carrega nesta botão para copiares o texto ou itens seleccionados e movê-los para a área de transferência<br><br> Também podes escolher <b>Copiar</b> do menu Editar.
ru: Копирует выделенный текст или набор элементов в буфер обмена<br><br> То же самое делает <b>команда "Копировать"</b> из меню "Правка".
ta: ¾ü§À¡Ð §¾÷ó¦¾Îì¸Àð¼ ¯¨Ã «øÄÐ ¯ÕôÀÊ¸¨Ç ¿¸¦ÄÎòÐ «¾¨Éì ¸½¢É¢ô À¢ÊôÒÀÄ¨¸ìÌ ¿¸÷ò¾ ­ô¦À¡ò¾¡¨Éì ìÇ¢ì ¦ºöÂ×õ<br><br> ­¾üÌò ¦¾¡ÌôÒ ÀðÊÂ¢Ä¢ÕóÐ <b>¿¸¦ÄÎ</b> ±Ûõ ¸ð¼¨Ç¨ÂÔõ ¿£í¸û ¦¾Ã¢× ¦ºöÂÄ¡õ.
uk: Клацніть на цій кнопці, щоб скопіювати вибрані текст або елементи в системну кишеню.<br><br> Можна також вибрати пункт <b>Копіювати</b> із меню Редагування.
xh: Nqakraza eli qhosha ukukhuphela okubhaliweyo kwangoku okanye imiba kwindlela yebhodi eqhotyoshwayo<br><br> Ungakhetha u <b>Khuphela</b> umyalelo osuka kwimenu yokuHlela.

source: Copies the selected text/item(s) to the clipboard
az: Seçili mətni/üzvləri ara yaddaşa köçürər
bg: Копира избрания текст в буфера за обмен
cs: Zkopíruje vybraný text/položku(y) do úschovné schránky
da: Kopierer den valgte tekst/andet til klippebordet
de: Kopiert ausgewählte Texte/Elemente in die Zwischenablage
el: Αντιγράφει το επιλεγμένο κείμενο/αντικείμενα στο πρόχειρο
es: Copia el texto/elemento(s) seleccionado(s) al portapapeles
et: Kopeerib valitud teksti/elemendi(d) lõikepuhvrisse
he: הכירעה חולל םירחבנה םיטירפה\טסקטה תא קיתעמ
id: Salin teks/item terpilih ke clipboard
is: Afritar valinn texta/valda hluti á klippiborðið
ja: 選択したテキスト/アイテムをクリップボードにコピー
ko: 선택한 글월이나 항목을 클립보드로 복사
mt: Jikkopja t-test/oġġetti magħżula għal ġol-clipboard
no: Kopierer valgt(e) tekst/element(er) til utklippstavlen
no_ny: Kopierer valt tekst/element til utklippstavla
pl: Kopiuje zaznaczony tekst/element(y) do schowka
pt: Copia o texto/item seleccionado para a área de transferência
ru: Скопировать выделенный текст/набор элементов в буфер обмена
ta: §¾÷ó¦¾Îì¸Àð¼ ¯¨Ã/¯ÕôÀÊ¸¨Çô À¢ÊôÒôÀÄ¨¸ìÌ ¿¸¦ÄÎìÌõ
uk: Робить копію вибраних тексту/елементів кишені
xh: Ikhuphela okukhethiweyo okubhaliweyo/umba(imi) kwibhodi eqhotyoshwayo

source: Click this button to paste the previously cut or copied clipboard contents<br><br> You can also select the <b>Paste</b> command from the Edit menu.
az: Daha əvvəl kesilmiş ya da kopyalanmış ara yaddaş içindəkiləri yapışdırmaq üçün bu düyməyə tıqlayın<br><br> Düzəlt menyusundan <b>Yapışdır</b> əmrini də seçə bilərsiniz.
bg: Натискането на този бутон поставя съдържанието на предварително копираното или отрязано в буфера за обмен<br><br> Същото може да се направи с <b>командата "Постави"</b> от менюто "Редактиране".
cs: Stiskněte toto tlačítko k vložení dříve vyjmutého nebo zkopírovaného obsahu úschovné schránky<br><br> Můžete též zvolit příkaz <b>Vložit</b> z nabídky Úpravy.
da: Klik på denne knap for at indsætte det tidligere klippede eller kopierede indhold til klippebordet<br><br> Du kan også vælge <b>Indsæt</b> kommandoen fra Redigér menuen.
de: Klicken Sie auf diesen Knopf, um zuvor ausgeschnittene oder kopierte Inhalte der Zwischenablage wieder einzufügen.<br><br> Sie können dafür auch den Befehl <b>Einfügen</b> im Menü "Bearbeiten" verwenden.
el: Κάντε κλικ σε αυτό το κουμπί για να κολλησετε τα περιεχόμενα του πρόχειρου που κόπηκαν ή αντιγράφηκαν προηγουμένως<br><br> Μπορείτε επίσης να επιλέξετε <b>Επικόλληση</b> από το μενού Διόρθωση
es: Pulse este botón para pegar el/los contenido(s) previamente cortados o copiados en el portapapeles<br><br> También puede seleccionar <b>Pegar</b> desde el menú Editar.
et: Kliki sellel nupul eelnevalt lõigatud või kopeeritud lõikepuhvri sisu asetamiseks uude asukohta.<br><br> Samuti võid valida käsu <b>Aseta</b> menüüst Redigeerimine.
he: <p align=right>ןכות תא קיבדהל ידכ הז רותפכ לע ץחל<br>םדוקמ קתעוה וא רזגנש הכירעה חול<br><br> הדוקפב םג רוחבל ךתורשפאב<br>.הכירעה טירפת ךותמ <b>קבדה</b>
is: Smellið á þennan takka til að líma það sem þú klipptir út eða afritaðir á klippiborðið<br><br> Einnig má velja <b>Líma</b> úr <b>Sýsl</b>-valmyndinni
ja: このボタンをクリックして、クリップボードの内容を貼り付けて下さい<br><br> <b>貼り付け</b>コマンドを編集メニューから選択することもできます。
mt: Agħfas dil-buttuna biex tpoġġi kopja tal-kontenut tal-clipboard hawnhekk.<br><br> Tista' wkoll tagħżel il-kmand <b>Poġġi kopja</b> minn ġol-menu 'Editja'.
no: Klikk på denne knappen for å lime inn det du kopierte eller klippet ut til utklippstavlen sist.<br><br> Du kan også velge <b>Lim inn</b>-kommandoen fra Vis-menyen.
no_ny: Trykk denne knappen for å lima inn att noko som tidlegare har vorte klipt ut eller kopiert til utklippstavla.<br><br> Du kan òg velja kommandoen <b>Lim inn</b> frå Rediger-menyen.
pl: Kliknij ten przycisk aby wkleić poprzednio wyciętą lub skopiowaną zawartość schowka<br><br> Wybierz polecenie <b>Wklej</b> z menu Edycja.
pt: Carrega nesta botão para colares o conteúdo da área de transferência<br><br> Também podes escolher <b>Colar</b> do menu Editar.
ru: Вставляет текст или набор элементов из буфера обмена<br><br> То же самое делает <b>команда "Вставить"</b> из меню "Правка".
ta: ²ü¸É§Å ¦ÅðÊÂ «øÄÐ ¿¸¦ÄÎò¾ À¢ÊôÒÀÄ¨¸ ¯ûÇ¼ì¸ò¨¾ ´ð¼ ­ô ¦À¡ò¾¡¨Éì ìÇ¢ì ¦ºöÂ×õ<br><br> ­¾üÌò ¦¾¡ÌôÒ ÀðÊÂ¢Ä¢ÕóÐ <b>´ðÎ</b> ±Ûõ ¸ð¼¨Ç¨ÂÔõ ¿£í¸û §¾÷× ¦ºöÂÄ¡õ.
uk: Клацніть тут, щоб вставити попередньо вирізаний або скопійований зміст буферу обміну<br><br> Можна також вибрати пункт <b>Вставити</b> із меню Редагування.
xh: Nqakraza eli qhosha ukucola okudlulileyo okusikiweyo okanye imixholo yebhodi eqhotyoshwayo ekhutshelweyo<br><br> Ungakhetha kwakhona u <b>Cola</b> umyalelo osuka kwimenu yokuHlela.

source: Pastes the clipboard contents
az: Ara yaddaş içindəkiləri yapışdırar
bg: Поставя съдържанието на буфера за обмен.
cs: Vloží obsah schránky
da: Indsætter klippebordets indhold
de: Fügt den Inhalt der Zwischenablage ein
el: Κολλά τα περιεχόμενα του Πρόχειρου
es: Pega el contenido del portapapeles
et: Asetab lõikepuhvri sisu uuele kohale
he: הכירעה חול ןכות תא קיבדמ
is: Límir innihald klippiborðsins
ja: クリップボードの中身を貼り付け
ko: 클립보드에 있는 알맹이를 붙이기
mt: Ipoġġi kopja tal-kontenut tal-clipboard
no: Limer inn utklippstavlens innhold
no_ny: Limer inn frå utklippstavla
pl: Wkleja zawartość schowka
pt: Cola o conteúdo da área de transferência
ru: Вставляет содержимое буфера обмена
ta: À¢ÊôÒôÀÄ¨¸ ¯ûÇ¼ì¸ò¨¾ ´ðÎõ
uk: Вставляє зміст кишені
xh: Icola imixholo yebhodi eqhotyoshwayo

source: Click this button to print the currently displayed document<br><br> You can also select the <b>Print</b> command from the Location menu.
az: İndi göstərilən sənədi çap etmək üçün bu düyməyə tıqlayın<br><br> Yer menyusundan <b>Çap Et</b> əmrini də seçə bilərsiniz.
cs: Stiskněte toto tlačítko k vytištění aktuálně zobrazovaného dokumentu.<br><br> Můžete též zvolit příkaz <b>Tisknout</b> z nabídky Umístění.
da: Klik på denne knap for at udskrive det aktuelt viste dokument<br><br> Du kan også vælge <b>Udskriv</b> kommandoen fra Stedmenuen.
de: Klicken Sie auf diesen Knopf, um das gerade angezeigte Dokument zu drucken.<br><br> Sie können dafür auch den Befehl <b>Drucken</b> im Menü "Adresse" verwenden.
es: Pulse este botón para imprimir el documento visualizado actualmente<br><br> También puede seleccionar <b>Imprimir</b> desde el menú Dirección
et: Aktiivse dokumendi trükkimiseks kliki sellel nupul<br><br> Samuti võid valida käsu <b>Trüki</b> menüüst Vaade.
he: <p align=right>סיפדהל ידכ הז רותפכ לע ץחל<br>גצומה יחכונה ךמסמה תא<br><br> הדוקפב םג רוחבל ךתורשפאב<br>.םוקימה טירפת ךותמ <b>הספדה</b>
is: Smellið hér til að prenta út skjalið sem verið er að skoða.<br><br> Einnig má velja <b>Prenta</b> úr <b>Sýn</b>-valmyndinni.
ja: このボタンをクリックして、現在表示されているドキュメントを印刷します<br><br> 場所メニューの<b>印刷</b>コマンドを選択することもできます。
mt: Ikklikkja dil-buttuna biex tipprintja d-dokument preżenti<br><br> Tista' wkoll tagħżel il-kmand <b>Printja</b> minn ġol-menu 'Indirizz'.
no: Klikk denne knappen for å skrive ut dokumentet som vises<br><br> Du kan velge <b>Skriv ut</b>-kommandoen fra Vis-menyen.
no_ny: Trykk denne knappen for å skriva ut det viste dokumentet.<br><br> Du kan òg velja kommandoen <b>Skriv ut</b> frå Adresse-menyen.
pt: Carrega nesta botão para imprimires o documento actual.<br><br> Também podes escolher <b>Imprimir</b> do menu Localização.
ru: Печать текущего документа<br><br> То же самое можно сделать командой <b>Печать</b> из меню "Страница".
ta: ¿¼ôÒ ¬Å½ò¨¾ «îº¢¼ ­ô ¦À¡ò¾¡¨Éì ìÇ¢ì ¦ºö¸<br<br> ­¾üÌ ­¼ô ÀðÊÂÄ¢ÖûÇ <b>«îº¢Î</b> ±Ûõ ¸ð¼¨Ç¨ÂÔõ ¿£í¸û §¾÷× ¦ºöÂÄ¡õ.
uk: Клацніть тут, щоб надрукувати поточний документ<br><br> Можна також вибрати пункт <b>Друкувати</b> з меню "Адреса"
xh: Nqakraza eli qhosha ukushicilela uxwebhu lwangoku olubonisiweyo<br><br> Ungakhetha kwakhona u <b>Shicilela</b> umyalelo osuka kwimenu yendawo ekuyo.

source: Print the current document
az: Güncəl sənədi çap edər
bg: Разпечатва текущия документ
cs: Tisknout aktuální dokument
da: Udskriv det aktuelle dokument
de: Dokument drucken
el: Εκτύπωση τρέχοντος εγγράφου
es: Imprimir el documento actual
et: Trüki käesolev dokument
he: יחכונה ךמסמה תא ספדה
id: Cetak dokumen ini
is: Prenta núverandi skjal
ja: 現在のドキュメントを印刷
ko: 지금 보는 문서 인쇄
mt: Jipprintja d-dokument attwali
no: Skriv ut gjeldende dokument
no_ny: Skriv ut dokumentet
pl: Drukuje bieżący dokument
pt: Imprime o documento actual
ru: Распечатать текущий документ
ta: ¿¼ôÒ ¬Å½ò¨¾ «îº¢Î
uk: Друкувати поточний документ
xh: Shicilela uxwebhu lwangoku

source: Click this button to abort loading the document<br><br> You can also select the <b>Stop</b> command from the View menu.
az: Sənədin yüklənməsini ləğv etmək üçün bu düyməyə tıqlayın<br><br> Düzəlt menyusundan <b>Dayandır</b> əmrini də seçə bilərsiniz.
bg: Натискането на този бутон спира зареждането на документа<br><br> същото се постига и с <b>команата "Спри"</b> от менюто "Вид".
cs: Stiskněte toto tlačítko k přerušení nahrávání dokumentu<br><br> Můžete též zvolit příkaz <b>Stop</b> z nabídky Pohled.
da: Klik på denne knap for at afbryde indlæsning af dokumentet<br><br> Du kan også vælge <b>Stop</b> kommandoen fra Visnings menuen.
de: Klicken Sie auf diesen Knopf, um den Ladevorgang für ein Dokument abzubrechen.<br><br> Sie können dafür auch den Befehl <b>Stopp</b> im Menü "Ansicht" verwenden.
el: Κάντε κλικ σε αυτό το κουμπί για να σταματήσετε το φόρτωμα του εγγράφου<br><br> Μπορείτε επίσης να επιλέξετε <b>Στοπ</b> από το μενού Προβολή.
es: Pulse este botón para detener la carga del documento<br><br> También puede seleccionar <b>Alto</b> desde el menú Ver.
et: Kliki sellel nupul käesoleva dokumendi laadimise peatamiseks<br><br> Samuti võid valida käsu <b>Stop</b> menüüst Vaade.
he: <p align=right>קיספהל ידכ הז רותפכ לע ץחל<br>ךמסמה תניעט תא<br><br> הדוקפב םג רוחבל ךתורשפאב<br>.הגוצתה טירפת ךותמ <b>רוצע</b>
is: Smellið hér til að stöðva hleðslu skjalsins<br><br> Einnig má velja <b>Stöðva</b> úr <b>Sýn</b>-valmyndinni.
ja: このボタンをクリックして、ドキュメントのロードを中止します<br><br> ビューメニューから<b>停止</b>コマンドを選択することもできます。
mt: Uża dil-buttuna biex twaqqaf id-dokument milli jkompli jitla'<br><br> Tista' wkoll tagħżel il-kmand <b>Ieqaf</b> minn ġol-menu 'Ara'.
no: Klikk denne knappen for å avbryte lasting av dokumentet<br><br> Du kan også velge <b>Stopp</b>-kommandoen fra Vis-menyen.
no_ny: Trykk denne knappen for å avbryta lastinga av dokumentet.<br><br> Du kan òg velja kommandoen <b>Stopp</b> frå Vis-menyen.
pl: Naciśnięcie tego przycisku spowoduje zatrzymanie ładowania dokumentu<br><br> Wybierz polecenie <b>Stop</b> z menu Widok.
pt: Carrega neste botão para parares o carregamento do documento<br><br> Também podes escolher <b>Parar</b> do menu Ver.
ru: Остановка загрузки документа<br><br> То же самое можно сделать командой <b>"Остановить"</b> из меню "Вид".
ta: ¬Å½ ²üÈò¨¾ ¿¢Úò¾ ­ô ¦À¡ò¾¡¨Éì ìÇ¢ì ¦ºöÂ×õ<br<br> ­¾üÌ ¸¡ðº¢ô ÀðÊÂ¢Ä¢ÕóÐ <b>¿¢ÚòÐ</b> ±Ûõ ¸ð¼¨Ç¨Â ¿£í¸û §¾÷× ¦ºöÂÄ¡õ.
uk: Клацніть тут, щоб перервати завантаження документа<br><br> Можна також вибрати пункт <b>Стоп</b> із меню Перегляд.
xh: Nqakraza eli qhosha ukulahla ulayisho loxwebhu<br><br> Ungakhetha u <b>Yima</b> umyalelo osuka kwimenu yeMboniselo.

source: Stop loading the document
az: Sənədi yükləməni dayandır
bg: Спира зареждането на документа
cs: Zastavit nahrávání dokumentu
da: Stop indlæsning af dokument
de: Den Ladevorgang abbrechen
el: Σταμάτημα φόρτωσης του εγγράφου
es: Detener la carga del documento
et: Peata dokumendi laadimine
he: ךמסמה תניעט תא רוצע
id: Hentikan pemuatan dokumen
is: Stöðva hleðslu skjalsins
ja: 文書読み込みを中止
ko: 문서 불러오기 멈춤
mt: Waqqaf id-dokument milli jitla'
no: Stopp lasting av dokumentet
no_ny: Stopp lastinga av dokumentet
pl: Zatrzymaj ładowanie dokumentu
pt: Para o carregamento do documento
ru: Остановить загрузку документа
ta: ¬Å½ ²üÈò¨¾ ¿¢ÚòÐ
uk: Зупинити завантаження документа
xh: Yima ukulayisha uxwebhu

source: If present, open index.html when entering a directory.
az: Əgər var isə, bir cərgəyə girərkən index.html -i aç.
bg: Зарежда index.html при влизане в директория, ако има такъв.
cs: Otevřít soubor index.html, je-li přítomen, při vstupu do adresáře.
da: Åbn index.html når du går ind i en mappe, hvis den er der.
de: Datei "index.html" öffnen, wenn in einem Verzeichnis vorhanden.
el: Άνοιγμα, αν υπάρχει, του index.html κατά το άνοιγμα ενός καταλόγου.
es: Abrir index.html al entrar en un directorio, si está presente
et: Kui kataloogis on olemas fail index.html, avatakse see kataloogi sisenemisel.
he: .אצמנב אוה םא ,הירפסל הסינכ תעב index.html תא חתפ
is: Opna index.html þegar farið er inn í möppu ef hún er til staðar
ja: ディレクトリに入った時、index.htmlという名前のファイルがあれば、それを開きます。
mt: Jekk jeżisti, iftaħ index.html x'ħin tidħol f'direttorju.
no: Åpne index.html ved åpning av katalog, hvis den eksisterer
no_ny: Opnar index.html når ein katalog vert opna, dersom fila finst.
pl: Otwiera plik index.html jeżeli jest w katalogu.
pt: Abrir, se presente, o ficheiro index.html ao entrar numa directoria.
ru: Загружать index.html при входе в каталог, если он существует.
ta: «¨¼¦Å¡ýÈ¢ø Ñ¨ÆÔõ §À¡Ð, index.html ­Õó¾¡ø «¨¾ò ¾¢È.
uk: Після відкриття каталога, відкрити index.html, якщо він існує.
xh: Ukuba ikhona, vula isalathisi.html xa ungena kulawulo.

source: A locked view can't change directories. Use in combination with 'link view' to explore many files from one directory
az: Qıfıllanmış görünüş cərgələri dəyişdirə bilməz. 'Kçrpü nümayişi' ilə birlikdə bir cərgədə çox miqdarda faylı göstərmək üçün işlədin
bg: Блокиран панел не може да сменя директории. Използвайте комбинацията със 'Синхронизация на панели', за преглед на повече файлове от една директория.
cs: V zamčeném pohledu není možné změnit adresáře. Použijte v kombinaci se 'svázanými pohledy' k prozkoumávání mnoha souborů z jednoho adresáře.
da: En låst visning kan ikke skifte mappe. Brug i kombination med 'lænk visning' til at undersøge mange filer fra en mappe
de: Teilen Sie das Fenster und kombinieren Sie die "Eingefrorene Ansicht" mit einer verknüpften. Inhalte der ersten werden in der zweiten angezeigt.
el: Σε μια κλειδωμένη προβολή δε μπορείτε να αλλάξετε κατάλογο. Χρησιμοποιείστε το σε συνδυασμό με την 'προβολή συνδέσμου' για να εξερευνήσετε πολλά αρχεία από έναν κατάλογο
es: Una vista bloqueada no puede cambiar directorios. Uselo en combinación con 'vista enlazada' para explorar muchos archivos desde un directorio
et: Lukustatud vaade ei saa kataloogipuus liikuda. Kasuta koos 'lingitud vaatega', et vaadata paljusid faile ühest kataloogist.
he: .הירפסה התואמ םיבר םיצבק ןיב רייסל ידכ 'תרשוקמ הגוצת' םע בולישב הב שמתשה .תוירפס רובעל הלוכי אל הלוענ הגוצת
id: Tampilan terkunci tidak dapat berganti direktori. Gunakan dengan kombinasi dengan 'link view' untuk mengeksplorasi banyak berkas dari satu direktori
is: Læst sýn getur ekki breytt möppum. Notist ásamt 'tenglasýn' til að skoða margar skrár í einni möppu
ja: ロックされたビューはディレクトリの変更ができません。１つのディレクトリから多数のファイルを調べる場合等、'リンクされた'ビューの組合せで使用して下さい。
mt: Dehra msakkra ma tistax tbiddel id-direttorji. Użata flimkien ma' "ehmeż dehriet" biex tesplora ħafna fajls minn ġo direttorju wieħed.
no: En låst visning kan ikke bytte katalog. Bruk i kombinasjon med "lenkevisning" for å utforske mange filer i en katalog.
no_ny: Ei låst rute kan ikkje endra katalog. Bruk funksjonen i samband med «knyt saman rute» for å utforska mange filer frå ein katalog
pl: W zablokowanym widoku nie można zmieniać katalogów. Użyj kombinacji 'podgląd odnośników' żeby przeglądać więcej plików w katalogu.
pt: Uma vista trancada não consegue mudar de directoria. Utiliza em combinação com 'ligar vista' para explorares muitos ficheiros duma directoria
ru: Заблокированная панель не может открывать каталоги. Эту возможность можно использовать совместно с 'Синхронизацией панелей', что позволяет видеть большее количество файлов из одного каталога
ta: ´Õ âð¼Àð¼ ¸¡ðº¢Â¢ø «¨¼×¸¨Ç Á¡üÈÓÊÂ¡Ð. ­¾¨É '­¨½ôÒ ¸¡ðº¢' Ô¼ý ­¨½òÐ ´Õ «¨¼Å¢ÖûÇ ÀÄ §¸¡ôÒ¸¨Ç ¬Ã¡ÂÄ¡õ.
uk: У зв'язаному перегляді неможливо змінювати каталоги. Використовуйте його разом з 'Зв'язаний перегляд', щоб переглядати багато файлів з одного каталогу
xh: Imboniselo etshixiweyo ayinakuzitshintsha izilawuli. Yisebenzise nodibaniso 'lwemboniselo yekhonkco' ukuhlola iifayile ezininzi kulawulo olunye

source: Unlocks the current view, so that it becomes normal again.
az: Güncəl görünüşün qıfılını açar, bu sayədə normal hala gəlir.
bg: Разблокира текущ панел
cs: Zruší uzamčení současného pohledu, takže se stane opět normálním.
da: Aflåser den aktuelle visning så den bliver normal igen.
de: Hebt das Einfrieren der aktuellen Ansicht auf, so dass sie wieder normal funktioniert.
el: Ξεκλειδώνει την τρέχουσα προβολή, ώστε να γίνει πάλι κανονική.
es: Desbloquea la vista actual, de modo que sea normal de nuevo.
et: Laseb vaate lukust lahti ning see on jälle tavaline.
he: .הליגר תויהל תרזוח איהש ךכ ,תיחכונה הגוצתה לש הליענה תא לטבמ
id: Lepaskan tampilan sekarang, biar normal lagi.
is: Opnar núverandi sýn og hún verður eðlileg
ja: 現在のビューをロック解除して、通常の状態に戻します。
mt: Jillibera d-dehra kurrenti biex terġa ssir normali.
no: Låser opp visningen slik at den blir normal igjen.
no_ny: Låsar opp ruta, slik at ho vert normal att.
pl: Odblokuj bieżący widok, aby wyglądał jak normalny.
pt: Destrancar a vista actual, voltando esta a ser normal.
ru: Разблокирует текущую панель.
ta: âð¼ôÀð¼ ¸¡ðº¢Â¢¨É Å¢ÎÅ¢ì¸¢ÈÐ, ­¾É¡ø «ÐÁ£ñÎõ º¡¾¡Ã½ ¿¢¨Ä¨Â «¨¼Ôõ.
uk: Вивільняє поточний перегляд, тобто він знову стає звичайним.
xh: Ayiyitshixi imboniselo yangoku, ukuze ibeyeqhelekileyo kwakhona.

source: Sets the view as 'linked'. A linked view follows directory changes made in other linked views.
az: Görünüşü 'körpülənmiş' olaraq quraşdırar. Körpülənmiş görünüş digər körpülənmiş görünüşlərdəki cərgə dəyyişikliklərini izləyər.
bg: 'Синхронизира' този панел с друг. Синхронизираният прозорец следва промените направени от другият
cs: Nastaví pohled jako 'svázaný'. Svázaný pohled následuje změny adresáře provedené v ostatních svázaných pohledech.
da: Sætter visning som 'lænket'. En lænket visning følger mappeændringer gjort i andre lænkede vinduer.
de: Definiert die Ansicht als "verknüpft". Eine verknüpfte Ansicht folgt Verzeichniswechseln, die in anderen Ansichten vorgenommen werden.
el: Κάνει μια προβολή 'συνδεδεμένη'. Μια συνδεδεμένη προβολή ακολουθεί τις αλλαγές που γίνονται σε άλλες συνδεδεμένες προβολές
es: Configura la vista como 'enlazada'. Una vista enlazada refleja los cambios realizados en los directorios desde otras vistas enlazadas
et: Seab vaate 'lingituks'. Lingitud vaade jälgib teistes lingitud vaadetes tehtud liikumisi kataloogipuus.
he: .תורחא תורשוקמ תוגוצתב תועצובמה תוירפס תופלחה רחא תבקוע תרשוקמ הגוצת .'תרשוקמ'כ הגוצתה תא רידגמ
is: Gerir sýnina 'tengda'. Tengd sýn eltir möppubreytingar sem aðrir tengdir gluggar framkvæma
ja: 'リンク'されたビューです。リンクされたビューは、他のリンクされたビューでのディレクトリの変更に従います。
mt: Jissettja d-dehra bħala "mehmuża". Dehra mehmuża issegwi bidliet fid-direttorji li jsiru f'dehriet oħra mehmuża
no: Setter visningen til "lenket". En lenket visning følger katalog-endringer gjordt i andre lenkede visninger.
no_ny: Knyter ruta saman med andre, slik at ho følgjer katalogendringar i andre samanknytte ruter.
pl: Ustawia widok jako 'odnośnik'. Widok ten pozwala na podgląd katalogów w drugim widoku.
pt: Coloca a vista como 'ligada'. Uma vista ligada segue as mudanças de directorias feitas nas outras vistas ligadas.
ru: 'Связывает' эту панель с другой. Связанное окно отображает изменения каталогов, сделанные на другой панели.
ta: ¸¡ðº¢¨Â '­¨½ì¸Àð¼Ð' ¬ìÌõ. ´Õ ­¨½ò¾ ¸¡ðº¢Â¡ÉÐ, Áü¨ÈÂ ­¨½ò¾ ¸¡ðº¢¸Ç¢ø ²üÀÎõ «¨¼× Á¡üÈí¸¨Çô À¢ýÀüÚõ.
uk: Робить перегляд "зв'язаним". Зв'язаний перегляд повторює зміни каталогу у інших зв'язаних переглядах.
xh: Icwangcisa imboniselo njenge'khonkco'. Imboniselo enekhonkco ilandela utshintsho lolawulo olwenziweyo kwezinye iimboniselo ezinekhonkco.

source: Copy files
az: Faylları köçür
bg: Копира файлове
cs: Kopírovat soubory
da: Kopiér filer
de: Dateien kopieren
el: Αντιγραφή αρχείων
es: Copiar archivos
et: Kopeeri failid
he: םיצבק קתעה
id: Salin berkas
is: Afrita skrár
ja: ファイルをコピー
ko: 파일 복사
mt: Ikkopja fajls
no: Kopier filer
no_ny: Kopier filer
pl: Kopiuj plik
pt: Copiar ficheiros
ru: Копировать файлы
ta: §¸¡ôÒ¸¨Ç ¿¸ø¦ºö
uk: Копіювати файли
xh: Iifayile zokhuphelo
