Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konqueror.po
Languages: az, bg, cs, da, de, el, es, et, he, id, is, ja, ko, mt, no, no_ny, pl, pt, ru, ta, uk, xh

source: Use the magnifier button <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; in the toolbar to increase the font size on your web page.
az: Veb səhifəsindəki yazı növlərinin böyüklüyünü artırmaq üçün, vasitə çubuğunuzdakı böyüdücünü işlədin IMG WITDH=16 HEIGHT=16 SRC="%1"> &nbsp;
bg: Исползвайте бутон <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; на панел с инструменти за увеличаване или намаляване размера на шрифта на WWW-страница.
cs: Písmo na webových stránkách zvětšíte pomocí tlačítka lupy <IMG WIDTH=16 HEIGHT=16 SRC="%1"> na nástrojové liště.
da: Brug forstørrelsesknappen <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; i værktøjslinien til at forøge skriftstørrelsen på din netside.
de: Verwenden Sie das Vergrößerungs-Symbol <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; in der Werkzeugleiste, um die Schriftgröße einer Webseite heraufzusetzen.
el: Χρησιμοποιήστε το κουμπί μεγέθυνσης <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;στη γραμμή εργαλείων για να μεγαλώσετε τα γράμματα στην ιστοσελίδα σας.
es: Utilice el botón de la lente de aumento <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; en la barra de herramientas para aumentar el tamaño de la fuente en su página web.
et: Fondi suurendamiseks veebilehel vajuta suurendusklaasiga nupule <IMG WIDTH=16 HEIGHT=16 SRC="%1">&nbsp.
is: Hægt er að nota stækkunarglerið <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; á tækjaslánni til að auka leturstærðina á vefsíðunni.
ja: ツールバーの「フォントサイズを増やす」ボタン<IMG WIDTH=16 HEIGHT=16 SRC="%1">&nbsp;を使ってWEBページのフォントサイズを大きくすることができます。
ko: 도구줄에 있는 돋보기 단추 <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;를 쓰면 웹 글꼴 크기를 키웁니다.
mt: Uża l-buttuna tat-tkabbir <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; fit-toolbar biex tkabbar id-daqs tal-font fuq il-paġna.
no: Bruk forstørrelsesknappen <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; på verktøylinja for å øke skriftstørrelsen på nettsidene.
no_ny: Bruk forstørringsknappen <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; på verktøylinja for å gjera skrifta på nettsidene større.
pl: Użyj przycisku lupy <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; aby powiększyć rozmiar fontów na stronie internetowej.
pt: Usa o botão da lupa <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; na barra de ferramentas para aumentar o tamanho da letra na tua página Web.
ru: Используйте кнопки с лупой <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; на панели инструментов для увеличения или уменьшения размера шрифтов на WWW-странице.
ta: ¯í¸û ­¨½ÂôÀì¸ò¾¢ý ±Øò¾Ç¨Å ¦ÀÕôÀ¢ì¸ì ¸ÕÅ¢ôÀð¨¼Â¢ÖûÇ <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ¯Õô¦ÀÕì¸¢ô ¦À¡ò¾¡¨Éô À¡Å¢Ôí¸û
uk: Кнопка <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; в панелі інструментів призначена для збільшення розміру шрифта на Вашій сторінці Тенет.
xh: Sebenzisa iqhosha lokwenza mkhulu <IMG UBUBANZI=16 UBUDE=16 SRC="%1"> &nbscp; kwi bar yesixhobo ukunyusa ubungakanani bomgca kwiphepha lakho leweb.

source: When you want to paste a new address into the Location toolbar you might want to clear the current entry by pressing the black arrow with the white cross &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; in the toolbar.
az: Yer Çubuğuna yeni ünvan yapışdırmaq istədiyinizdi bəlkə orada yazılı olanlarısilmək istəyərsini? Onda vasitələr çubuğundakı ağ oxa&nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; tıqlamalısınız.
bg: Когато искате да поставите нов адрес в полето за адреса на Konqueror, изчистете стария адрес, натискайки на стрелката&nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; на панела с инструменти.
cs: Chcete-li vložit novou adresu do políčka Umístění, možná se vám bude hodit smazání aktuální adresy pomocí tohoto tlačítka s bílým křížkem <IMG WIDTH=16 HEIGHT=16 SRC="%1">, které se nachází vlevo od popisku "Umístění".
da: Når du ønsker at indsætte en ny adresse i URL-linien vil du måske rydde indholdet først ved at trykke på den hvidt krydsede sorte pil &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;i værktøjslinien.
de: Bevor Sie eine neue Adresse in das entsprechende Konqueror-Feld eingeben, wollen Sie wahrscheinlich den aktuellen Eintrag löschen. Das erreichen Sie durch Anklicken des kleinen schwarzen Pfeils &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; in der Adressleiste.
el: Όταν θέλετε να επικολλήσετε μια νέα διεύθυνση στη Γραμμή Τοποθεσίας, ίσως επιλέξετε να καθαρίσετε την προηγούμενη διεύθυνση πατώντας το μαύρο βελάκι με τον άσπρο σταυρό &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; στη γραμμή εργαλείων.
es: Cuando desee pegar una nueva dirección en la barra URL puede borrar la entrada actual pulsando la flecha negra con una cruz blanca &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; en la barra de herramientas.
et: Võibolla soovid aadressvälja tühjendada enne kui asukoharibale uut aadressit sisestama hakkad. Seda saad teha vajutades ristiga mustale nupule &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; tööriistaribal.
is: Ef þú vilt slá inn nýja slóð í staðarreitinn þá ættir þú að hreinsa fyrst þaðsem er í reitnum með því að smella á hvíta X-ið &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; á tækjaslánni.
ja: 場所バーに新規アドレスを貼り付けようとしていて、現在のエントリをクリアしたい時には、白い×のある黒いマーク&nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;を押しましょう。
ko: 위치 도구줄에 새 주소를 붙여넣고 싶을 때 현재 항목을 지워야 한다면 도구줄에 있는 하얀 화살표가 그려진 까만 화살 &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;을 누르면 됩니다.
mt: Meta trid iddaħħal indirizz ġdid fit-toolbar tal-indirizz aktarx tkun trid tneħħi l-indirizz li jkun hemm qabel - dan tista' tagħmlu billi tagħfas il-vleġġa sewda b'salib abjad &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; fit-toolbar.
no: Når du vil lime inn en ny adresse i adresselinjen så kan du ta bort det som står der fra før ved å trykke den svarte pila med hvitt kryss &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; på verktøylinjen.
no_ny: Når du vil lima inn ei ny adresse på adresselinja, vil du kanskje ta bort det som står der frå før ved å trykkja på den svarte pila med kvit kross &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; på verktøylinja.
pl: Kiedy będziesz chciał wkleić nowy adres w pasku adresu, mozesz wyczyścić bieżące wpisy poprzez naciśnięcie białego krzyżyka &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; na pasku adresu.
pt: Quando quiseres colar um novo endereço na barra de Localização podes querer limpar o texto actual carregando na seta a negro com uma cruz branca &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; na barra de ferramentas.
ru: Если вы хотите вставить новый адрес в строку адреса Konqueror, вы можете очистить старый адрес, нажав на черную стрелку с белым крестиком &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; на панели инструментов.
ta: ­¼ì¸ÕÅ¢ôÀð¨¼Â¢ø Ò¾¢Â Ó¸ÅÃ¢¨Â ´ðÎÅ¾üÌ Óý, ¾ü§À¡¨¾Â À¾¢¨Å ¿£ì¸ §ÅñÎÁøÄÅ¡? «¾üÌì ¸ÕÅ¢ôÀð¨¼Â¢ÖûÇ ¦Åû¨ÇÂ¡ø ÌÚìÌì§¸¡Ê¼ôÀð¼ ¸Úò¾ «õÒìÌÈ¢¨Â &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; «Øò¾×õ.
uk: Коли Ви хочете вставити нову адресу в Панель інструментів адреси, Ви можливо хочете очистити поточний текст, для цього натисніть стрілку з білим хрестиком &nbsp;<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; на панелі інструментів.
xh: Xa ufuna ukucola idilesi entsha kwindawo ekuyo ibar yesixhobo kufuneka ufune ukucacisa ungeno lwangoku ngokucinezela utolo olumnyama ngesinqamlezi esimhlophe &nbsp;<IMG UBUBANZI=16 UBUDE=16 SRC="%1> &nbsp; kwibar yesixhobo.

source: To create a link on your desktop pointing to the current page, simply drag the "Location" label that is to the left of the Location toolbar, drop it on to the desktop, and choose "Link".
bg: За создаване на указател на текущата страница на своето работно място, drag "Адрес" ляво от полето за адрес, и изберете "Указател"
cs: K vytvoření odkazu na vaší pracovní ploše, který bude odkazovat na aktuální stránku, jednoduše přetáhněte značku "Umístění", která je nalevo od pruhu umístění, a upusťte ji na pracovní ploše. Pak již jen zvolte z nabídky volbu "Odkaz".
da: Hvis du vil oprette en henvisning på dit skrivebord til den aktuelle side, skal du blot trække "Sted" etiketten til venstre på stedværktøjslinien, droppe den på skrivebordet, og vælge "Henvisning"
de: Um eine Verknüpfung (Link) zu erstellen, die auf die gerade geladene Seite verweist, ziehen Sie einfach das Schriftfeld "Adresse", das sich links von der Adress-Leiste befindet, auf die Arbeitsfläche und wählen Sie "Hiermit verknüpfen".
el: Για να δημιουργήσετε ένα δεσμό με την τρέχουσα σελίδα στην επιφ. εργασίας σας, απλά σύρετε την ετικέτα "Τοποθεσία" που βρίσκεται στα αριστερά της γραμμής Τοποθεσίας, αφήστε την στην επιφ. εργασίας και επιλέξτε "Δεσμός".
es: Para crear un enlace en su escritorio que apunte a la página actual, simplemente arrastre la etiqueta de "Dirección" que está a la izquierda de la barra de dirección, sueltela en elescritorio, y elija "Enlazar"
et: Aktiivsele lehele viitava viida loomiseks töölauale lohista lihtsalt asukohariba vasakul pool asuvat kirja "Asukoht", kukuta see töölauale ning vali tekkinud menüüst "Viit".
is: Til að búa til tengil á skjáborðinu þínu sem bendir á núverandi síðu þarf einfaldlega að draga "Staður" merkinguna lengst til vinstri á "Staður" tækjaslánni, sleppa henni á skjáborðið og velja "Hlekk hér".
ja: デスクトップに現在のページのショートカットを作成するには場所ツールバーの左にある"場所"をドラッグしてデスクトップにドロップして"リンク"を選択するだけです。
ko: 간단하게 위치 도구줄 왼쪽에 있는 "위치" 이름표를 일터로 끌어다 놓고 "연결"을 고르면 지금 보고 있는 쪽과 연결된 아이콘이 일터에 만들어 집니다.
mt: Biex toħloq link fuq id-desktop li jipponta lejn il-paġna kurrenti, sempliċiment kaxkar il-kelma 'Indirizz' li hemm fuq it-toolbar tal-indirizz, itlaqha fuq id-desktop u agħżel "Link".
no: For å lage en lenke på skrivebordet som peker til den gjeldende siden, dra «Adresse»-merkelappen som er til venstre for adresselinjen, slipp den på skrivebordet, og velg «Lenke».
no_ny: For å laga ei lenkje på skrivebordet som peiker til sida du er på, kan du dra «Adresse»-lappen til venstre på adresselinja til skrivebordet og velja «Lenk hit».
pl: Aby utworzyć odnośnik na twoim pulpicie do aktualnej strony, po prostu przeciągnij etykietę "Adres" która znajduje się po lewej stronie Paska adresu, i upuść na pulpit, oraz kliknij "dowiąż tutaj"
pt: Para criares uma ligação no teu ecrã a apontar para a página actual, basta arrastares o texto "Localização" à esquerda da Barra de Localização, largá-lo no ecrã e escolheres "Ligação".
ru: Чтобы создать ссылку на текущую страницу на своем рабочем столе, перетащите на рабочий стол метку "Адрес" слева от строки ввода адреса, и выберите "Ссылка".
uk: Щоб створити посилання на стільниці, яке буде вказувати на поточну сторінку, просто перетягніть мітку "Адреси", що відображена ліворуч від панелі адреси, киньте її на стільницю і виберіть "Створити посилання".
xh: Ukwenza ikhonkco kwidesktop yakho eyalathe kwiphepha langoku, tsala ngokulula i "Indawo ekuyo" isibonisi esisekhohlo kwibar yesixhobo Sendawo ekuyo, yilahle kwidesktop, kwaye ukhethe "Ikhonkco".

source: You can also find <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "Full-Screen Mode" in the Window menu. This feature is very useful for "Talk" sessions.
az: Pəncərə menyusundan <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nsbp;"Tam ekran növü" xüsusiyyətini tapa bilərsiniz. "danışıq" halları üçün istifadəlidir.
bg: Може да използвате <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "Пълноекранен режим" в менюто Прозорец.
cs: V nabídce "Okno" taktéž naleznete položku <IMG WIDTH=16 HEIGHT=16 SRC="%1"> "Celoobrazovkový mód", což může být zvlášť užitečné pro pokec na internetu.
da: Man kan også finde <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "Fuldskærmstilstand" i vinduesmenuen. Denne egenskab er meget nyttig for "talk" sessioner.
de: Sie finden auch einen <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "Vollbildmodus" im Fenstermenü. Diese Funktion ist sehr nützlich bei Online-"Gesprächen".
el: Μπορείτε επίσης να βρείτε τη <IMG WIDTH=16 HEIGHT=16 SRC="%1">&nbsp; "Λειτουργία Πλήρους Οθόνης" στο μενού Παράθυρο. Αυτή η λειτουργία είναι πολύ χρήσιμη για συνόδους "Talk".
es: También puede encontrar en el menú Ventana el <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "Modo de pantalla completa". Esta propiedad es muy útil para sesiones de "Talk".
et: Menüüst "Aken" leiad nupu "Täisekraani režiim" <IMG WIDTH=16 EIGHT=16 SRC="%1"> &nbsp;. See võib olla eriti kasulik pikemate lehitsemise seansside puhul.
is: Þú finnur líka <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "Fylla allann skjáinn" í valmyndinni Gluggi. Þessi möguleiki kemur að góðum notum ef þú ert á "spjalli" við einhvern.
ja: ウィンドウメニューには<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "全画面モード"もあります。これは"talk"セッションでは便利な機能です。
ko: 창 차림표에서 <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "전체 화면으로"를 역시나 찾을 수 있습니다. 이 기능은 "대화" 세션에 아주 쓸만합니다.
mt: Tista' anke ssib <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "Modalità skrin sħiħ" fil-menu tal-Window. Din il-faċilità hija utli ħafna għal sessjonijiet "Talk" jew biex tagħmel użu massimu tal-iskrin.
no: Du kan også finne <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "Fullskjerms-modus" i vindumenyen. Denne funksjonen er nyttig for 'talk'-økter.
no_ny: Du finn òg <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; «Fullskjermsmodus» i vindaugsmenyen. Denne funksjonen er til dømes nyttig for «Talk»-økter.
pl: W menu Okno znajduje się pozycja <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "Tryb pełnoekranowy" Cecha ta ułatwia bardzo "rozmowy".
pt: Também podes encontrar o <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "Modo Ecrã Total" no menu Janela. Esta opção é muito útil para as sessões de "Talk".
ru: Вы также можете найти <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "Полноэкранный режим" в меню Окно. Использование этой возможности очень полезно для "чатов".
ta: º¡ÇÃô ÀðÊÂÄ¢ø <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "Fullscreen Mode" ±ýÀ¾¨ÉÔõ ¿£í¸û ¸¡½Ä¡õ. ­Ð "talk" «Á÷×¸ÙìÌ Á¢¸×õ ÀÂÛûÇ¾¡¸Å¢ÕìÌõ.
uk: Також Ви можете побачити <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "На повний екран" у Меню вікна. Ця можливість дуже корисна для сеансів "розмов".
xh: Ungafumana kwakhona <IMG UBUBANZI=16 UBUDE=16 SRC="%1"> &nbsp; "Ikhusi-Elipheleleyo Indlela" yemenu ye window. Lo msebenzi osemqoka uluncedo kakhulu kwi "Ntetho" intlanganiso.

source: Divide et impera (lat. "Divide and conquer") - by splitting a window into two parts (e.g. Window -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Split View Left/Right) you can make Konqueror appear the way you like. You can even load some example view-profiles (e.g. Midnight Commander), or create your own ones.
az: Divide et impera (lat. "Böl və ələ keçir.")- pəncərəni ikiyə bölərək (məs. Pəncərə -> <IMG WIDTH=16 HEIGTH=16 SRC="%1"> &nsbp; Görünüşü Sol/Sağ Böl) Konqueror'un bu şəkildə görünmesini əldə edə bilərsiniz. Eyni vaxtda bə'zi nümunəvi görünüş profillerini yükləyə bilər (məs. Midnight-Commander), və ya öz profillerinizi yarada bilərsiniz.
cs: Divide et impera (lat. "rozděl a panuj") - rozdělením okna na dvě části (např. Okno -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> Rozdělit pohled vertikálně), si můžete přizpůsobit Konqueror svým potřebám. Můžete si také zkusit načíst některé ukázkové profily (např. Midnight Commander) nebo si vytvořit svoje vlastní.
da: Divide et impera (latin "Del og hersk") -- ved at opdele et vindue i to dele (f. eks.. Vindue -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Opdel Visning Venstre/Højre) kan man få Konqueror til at se ud som man har lyst. Man kan ovenikøbet indlæse nogle eksempel visningsprofiler (f. eks.Midnight-Commander), eller kreere ens egne.
de: "Teile und herrsche" -- durch Aufteilen eines Fensters in zwei Teile (z.B. Fenster -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Ansicht in linke und rechte Hälfte teilen) können Sie Konqueror aussehen lassen, wie Sie möchten. Sie können auch Beispiel-Profile laden (wie etwa Midnight-Commander) oder eigene erstellen.
el: Διαίρει και βασίλευε ("Divide and Konquer") - χωρίζοντας ένα παράθυρο σε δύο Μέρη (π.χ. Παράθυρο -><IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Χωρισμός Παραθύρου σε Αριστερό/Δεξί) μπορείτε να κάνετε τον Konqueror να φαίνεται όπως θέλετε. Μπορείτε ακόμα να Φορτώσετε μερικά έτοιμα προφίλ προβολής (π.χ. Midnight Commander) ή να δημιουργήσετε τα δικά σας.
es: Divide et impera (lat "Divide y vencerás") --. dividiendo una ventana en dos partes (p. ej. Ventana -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Dividir vista izquierda/derecha) puede hacer que Konqueror tenga el aspecto que desee. Incluso puede cargar algunos ejemplos de perfiles de vista (p.ej. Midnight-Commander) o crear los suyos propios.
et: Divide et impera (lad. "Jaga ja valitse") - jagades akna kaheks osaks (nt. Aken -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Poolita vaade vasakult paremale) saad sa Konqueror'i välimust muuta nii nagu sulle meeldib. Samuti saad sa laadida mõningaid valmis profiile (nt. Midnight-Commander) või luua omi.
is: Divide et impera (lat. "Deildu og Drottnaðu") - með því að skipta glugga uppí tvo hluta (t.d. Gluggi -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Kljúfa sýn lóðrétt) geturðu notað Konqueror eins og þér best hentar. Þú getur jafnvel notað snið úr öðrum forritum (t.d. Midnight-Commander), eða búið til þín eigin snið.
ja: Divide et impera (ラテン語. "分割し、統治せよ")。ウィンドウを2つの部分に分けましょう(例 ウィンドウ -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ウィンドウを左右に分割)。Konquerorの外観をお好みの状態に設定できます。サンプルのビュープロファイル(例 Midnight-Commander)をロードして使うことができますし、あなた自身のプロファイルを作ることもできます。
ko: Divide et impera (라틴말. "분할과 정복") - 창을 두 개로 나눠서 (가령, 창 -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; 보기를 왼쪽과 오른쪽으로 나누기) 컹커러를 보고 싶은 모양으로 만들 수 있습니다. 보기로 들어있는 보기-프로파일을 불러들이거나 (가령, 미드나잇 커맨더), 마음에 드는 것을 새로 만들어도 됩니다.
mt: <i>Divide et impera</i> (lat. "Aqsam u Irbaħ") - billi taqsam il-window f'żewġ partijiet (eż. Window -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Aqsam xellug/lemin) tista tqassam il-Konqueror kif tridu int. Tista' anke ttella' xi profili ta' dehriet eżemplari (eż. Midnight Commander), jew toħloq dehriet ġodda tiegħek.
no: Divide et impera (lat. "Splitt og hersk") - ved å splitte et vindu i to ruter (Vindu -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Del ruten venstre/høyre). Kan du få Konqueror til å se ut akkurat slik du vil. Du kan til og med laste inn noen ferdige visnings-profiler (f.eks. Midnight-Commander) eller du kan lage dine egne.
no_ny: Splitt og hersk ved å dela eit vindauge i to ruter (Vindauge -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Del ruta venstre/høgre). Slik kan Konqueror sjå ut nett slik du vil. Det finst nokre ferdiglaga profilar (t.d. Midnight Commander), og du kan laga dine eigne.
pl: Podziel okno (lat. "Divide and Konquer") - poprzez podzielenie okna na dwie części (np. Okno -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Podziel widok w pionie) możesz dostosować wygląd Konquerora na taki jaki lubisz. Możesz również wybrać z kilku przykładowych profili widoków (np. Midnight-Commander), lub utworzyć swój własny.
pt: Divide et impera (Latim, "Divide e conquista") - ao dividires uma janela em duas partes (p. ex. Janela <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Dividir Vista à Esquerda/Direita) podes fazer com que o Konqueror apareça como quiseres. Até podes carregar alguns perfis de vista (como no Midnight Commander) ou criar os teus próprios.
ru: Divide et impera (лат. "Разделяй и властвуй") - разделяя окно на две части (например, Окно-><IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;Разделить панель по вертикали) вы можете настроить Konqueror так, как вам нравится. Вы даже можете загружать некоторые примеры профилей просмотра (например, Midnight Commander) или создать собственные профили.
uk: Divide et impera (лат. "Розділяй та керуй") - розділюючи вікно на дві частини (напр. Вікно -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Розбити перегляд Правий/Лівий), Ви можете примусити виглядати Konqueror так, як Вам потрібно. Ви можете навіть завантажувати деякі готові профілі вигляду (напр. Midnight-Commander) або створювати власні.
xh: Yahlula et impera (lat. "Yahlula kwaye woyise") - ngokwahlula iwindow ibe ngamaqela amabini (umzekelo Window -> <IMG UBUBANZI=16 UBUDE=16 SRC="%1" &nbsp; Yahlula Imboniselo Ekhohlo/Ekunene) ungayenza iKonqueror ivele ngendlela othanda yona. Unga layisha umzekelo othile wemboniselo-iimboniselo zabucala (umzekelo Umyaleli Wasezinzulwini zobusuku), okanye wenze ezizezakho.

source: Use the <A HREF="%1">user-agent</A> feature if the website you're visiting asks you to use a different browser (and don't forget to send a complaint to the webmaster!)
az: <A HREF="%1"> İstifadəçi vasitəsi</A> xüsusiyyətini işlədərək, ziyarət etdiyiniz səhifənin əgər səyyahınız tərəfindən dəstəyi yoxsa bunu o saytın hazırlayıcısına yollaya bilərsiniz.
bg: Използва <A HREF="%1">потребите-агент</A> особеност която ви позволява да представяте браузера като друг изискван от страницата която посещавате (не забравяйте да се оплачите на администратора на тази страница!)
cs: Používejte vlastnosti <A HREF="%1">Uživatelský agent</A>, jestliže po vás www stránka žádá, abyste používali jiný prohlížeč (a nezapomeňte poslat stížnost webmasterovi!).
da: Brug <A HREF="%1">user-agent</A> egenskaben hvis netsiden du besøger beder dig bruge en anden netsøger (og glem ikke at sende en klage til webmasteren!)
de: Gebrauchen Sie die <A HREF="%1">User Agent</A>-Funktion, falls die besuchte Website Sie auffordert, einen anderen Browser als Konqueror zu benutzen (und vergessen Sie nicht, sich beim Webmaster zu beschweren).
el: Χρησιμοποιήστε τη λειτουργία <A HREF="%1">user-agent</A> αν το site που επισκέπτεστε απαιτεί κάποιον άλλο φυλλομετρητή (και μην ξεχάσετε να στείλετε μια διαμαρτυρία στο webmaster!)
es: Utilice la propiedad <A HREF="%1">agente de usuario</A> si el servidor web que visita requiere utilizar un navegador diferente (¡y no olvide enviar una queja al administrador de dicho sitio web!)
et: Võimalust muuta <A HREF="%1">kasutajaagent</A> stringi kasuta siis kui külastad veebilehti, mis paluvad sul kasuta mõnda muud brauserit (ja ära unusta saata ka kaebust veebitreialile).
id: Gunakan fitur <A HREF="%1">user-agent</A> jika website yang anda kunjungi meminta anda menggunakan browser lain (dan jangan lupa kirim protes ke si webmaster!)
is: Notaðu <A HREF="%1">vafri</A> stillinguna ef vefsíða sem þú ert að heimsækja biðurþig að nota öðruvísi vafra (og ekki gleyma að senda þeim harðorðaða kvörtun!).
ja: あなたが訪れたWEBサイトから、他のブラウザを使うようにと言われた時には、<A HREF="%1">ユーザ-エージェント</A>を使いましょう。(そして、WEBマスタに文句を書いて送ることも忘れずに!)
ko: <A HREF="%1">사용자 애이전트</A> 기능을 쓰면 웹 사이트를 찾아갈 때 다른 브라우저를 쓰고 있는 것으로 나타낼 수 있습니다. (그리고 잊지 못할 넋두리를 웹 마스터에게 보낼 수 있습니다!)
mt: Uża l-faċilità <A HREF="%1">user-agent</A> jekk il-website li qed iżżur titolbok tuża browser differenti (u tinsiex tibgħat ilment lill-webmaster!)
no: Bruk funksjonen <A HREF="%1">user-agent</A> hvis nettsiden du besøker krever at du bruker en annen nettleser (ikke glem å sende en klage til webmasteren!)
no_ny: Bruk funksjonen <a href="%1">brukaragent</a> dersom nettstaden du vitjar krev at du brukar ein annan nettlesar (og ikkje gløym å senda klage til vevmeisteren!).
pl: Użyj cechy <A HREF="%1">user-agent</A> jeżeli strona którą odwiedzasz pyta jakiego typu przegladarki używasz (i nie zapomnij wysłać skargi do webmastera!)
pt: Usa a opção do <A HREF="%1">agente do utilizador</A> se a página Web que visitas está à espera de um programa de navegação diferente (e não te esqueças de queixar ao 'webmaster'!)
ru: Используйте <A HREF="%1">псевдонимы</A> - возможность замаскироваться под любой другой обозреватель, если при посещении сайта вам вдруг будет предложено использовать именно его (и не забудьте послать жалобу web-мастеру!).
ta: ¿£í¸û ¦ºýÈ ­¨½Âô Àì¸õ §ÅÚ §Á§Ä¡Ê¨Â À¡Å¢ì¸ì §¸¡Ã¢É¡ø <A HREF="%1">user-agent</A> Åº¾¢¨Âô À¡Å¢ì¸×õ (¾Å¢Ã «ù ­¨½Âò ¾Çò¾¢ý ¿¢÷Å¡¸¢ìÌ Ó¨ÈôÀ¡¦¼¡ý¨È «ÛôÀ ÁÈì¸§Åñ¼¡õ!)
uk: Функція <A HREF="%1">агент користувача</A> Вам потрібна при перегляді сайтів, які вимагають іншого переглядача (не забудьте відіслати скаргу до майстра сторінки!)
xh: Sebenzisa i <A HREF="%1">umsebenzisi-umncedi</A> womsebenzi osemqoka ukuba inxuwa leweb olindwendwelayo likucela ukuba usebenzise umkhangeli wencwadi owahlukileyo (kwaye sukulibala ukuthumela isikhalazo ku mphathi we web!)
