Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konqueror.po
Languages: az, bg, cs, da, de, el, es, et, he, id, is, ja, ko, mt, no, no_ny, pl, pt, ru, ta, uk, xh

source: Konqueror is designed to embrace and support Internet standards. The aim is to fully implement the officially sanctioned standards from organizations such as the W3 and OASIS, while also adding extra support for other common usability features that arise as de facto standards across the Internet. Along with this support, for such functions as favicons, Internet Keywords, and <A HREF="%1">XBEL bookmarks</A>, Konqueror also implements:
az: Konqueror, İnternet standartlarını mənimsəmək və dəstəkləmək üçün dizayn edilmişdir. Hədəf, W3 və OASIS tərəfindən bildirilən standartları hayata keçirməkdir, eyni vaxtda İnternet üstündə hökmlü olan istifadəli üzvlərə dəstək də verməkdədir. Bu dəßtəklərin xaricində , favicons, İnternet açar kəlimələrinizi, və <A HREF="%1"> XBEL nişanları </A> də dəstəklər. Eyni vaxtda Konqueror bunları da yerinə gətirir:
bg: Konqueror е създаден да обхване и подържа Интернет стандартите. Стремежа е за пълно включване на всички официални стандарти от организациите като W3 и OASIS, както и допълнителни особености които дефакто са вече стандартни. В съгласие с това Konqueror вече подържа Интернет ключови думи и <A HREF="%1">XBEL бележки</A>,
cs: Konqueror je navržen tak, aby zahrnoval podporu internetových standardů. Cílem je plná implementace oficiálních standardů od organizací, jako jsou W3 anebo OASIS, ale i dalších užitečných vlastností, které se postupně stávají de facto internetovými standardy. Spolu s podporou pro funkce jako "oblíbené ikony", Internetová klíčová slova a záložky standardu <A HREF="%1">XBEL bookmarks</A> Konqueror implementuje:
da: Konqueror er designet til at omfavne og understøtte Internet standarder. Formålet er at fuldt implementere de officielt godkendte standarder fra organisationer såsom W3 og OASIS, mens der også er tilføjet støtte for andre almindelige brugbarhedsegenskaber der opstår som de facto standarder henover internettet. Foruden denne støtte også støtte for sådanne funktioner som favicons, Internet nøgleord, og <A HREF="%1">XBEL bogmærker</A>, Konqueror implementerer også:
de: Konqueror unterstützt die Internet-Standards. Ziel ist die komplette Erfüllung offizieller Normen von Organisationen wie W3 und OASIS und die Unterstützung von de facto-Standards zur Benutzerfreundlichkeit, die im Internet entstanden sind. Neben Leistungsmerkmalen wie bevorzugten Symbolen (favicons), Internet-Stichwörtern und <A HREF="%1">XBEL-Lesezeichen</A> enthält Konqueror auch die folgenden Funktionen:
el: Ο Konqueror έχει σχεδιασθεί για να περικλείει και να υποστηρίζει τα πρότυπα του Ιντερνετ. Ο στόχος είναι να υλοποιηθούν πλήρως τα επίσημα επικυρωμένα πρότυπα οργανισμών όπως το W3 και το OASIS, με ταυτόχρονη προσθήκη επιπλέον υποστήριξης για άλλες κοινές λειτουργίες που προκύπτουν από τα de facto πρότυπα στο Ιντερνετ. Μαζί με αυτή την υποστήριξη, για λειτουργίες όπως τα favicons, τα Internet Keywords και τα <A HREF="%1">XBEL bookmarks</A>, ο Konqueror επίσης υλοποιεί:
es: Konqueror está diseñado para apoyar y soportar los estandares de Internet. El objetivo es implementar totalmente los estandares oficialmente sancionados de organizaciones como W3 y OASIS, además de añadir soporte adicional para otras propiedades útiles de uso habitual, que surgen como estandares de facto en Internet. Junto con este soporte, para funciones como favicons, palabras clave de Internet, y <A HREF="%1">marcadores XBEL</A>, Konqueror también implementa:
et: Konqueror on disainitud toetama Interneti standardeid. Eesmärgiks on teostada täielik toetus ametlikult kinnitatud standarditele organisatsioonidelt nagu W3 ja OASIS ning samal ajal toetada teisi üldiselt kasutatavaid tehnoloogiaid, mis on saanud de facto standardiks Internetis. Peale tehnoloogiatele nagu nt. URL'i ikoonid, Interneti võtmesõnad ja <A HREF="%1">XBEL järjehoidjad</A>, toetab Konqueror veel:
is: Konqueror er hannaður með það fyrir augum að fylgja öllum Internet stöðum. Markmiðið er að fylgja helstu opinberum stöðlum frá samböndum eins og W3 og OASIS en á sama tíma bæta við stuðning á öðrum notalegum möguleikum sem hafa risið til virðingar á Internetinu. Ásamt stuðningi á hlutum eins og Internet leitarorðum og <A HREF="%1">XBEL bókamerkjum</A>, þá útfærir Konqueror líka:
ja: Konquerorはインターネット標準を採用しサポートするよう設計されています。目標は、W3やOASISなどの公的機関によって定められた公式標準の完全な実装です。更にインターネット上でのデファクトスタンダードとなっている他の便利な機能をも盛り込んでいます。このサポート方針に沿って、例えばお気に入りアイコンやインターネットキーワード、更には<A HREF="%1">XBEL ブックマーク</A>等に加え、Konquerorは以下のものも実装しています:
ko: 컹커러는 인터넷 표준을 받아들이고 지원하기 위해 만들어졌습니다. 목표는 인터넷을 통해서 사실상 표준(de facto standard)이 된 특징을 여분으로 지원하는 동안 W3와 OASIS 같은 기구로부터 공식으로 인가된 표준을 충분히 만족하는 것입니다. 이런 지원에 따라 favicon 같은 기능, 인터넷 검색어와 <A HREF="%1">XBEL 책갈피</A> 같은 기능을 위해 컹커러는 다음과 같은 특징을 제공합니다.
mt: Konqueror huwa diżinjat biex iħaddan u juża standards tal-internet. L-iskop huwa li jimplementa totalment l-istandards uffiċjali minn għaqdiet bħall-W3 u OASIS, filwaqt li jżid sapport għal standards oħra komuni li jsiru <i>de facto standards</i> fl-użu tal-internet. Apparti dan is-sapport għal faċilitajiet bħall-favicons, Internet Keywords, u <A HREF="%1">bookmarks XBEL</A>, Konqueror jimplementa wkoll:
no: Konqueror er laget for å støtte Internett-standardene. Målet er å oppfylle de offisielt vedtatte standardene fra organisasjoner som W3 og OASIS, sammen med andre nyttige funksjoner som har blitt de facto-standarder på Internett. Konqueror støtter funksjoner som favicon, Internett-nøkkelord og <A HREF="%1">XBEL bookmerker</A>, i tillegg til:
no_ny: Konqueror er laga for å støtta Internett-standardane. Målet er å oppfylla dei offisielt vedtekne standardane frå organisasjonar som W3 og OASIS, saman med andre nyttige funksjonar som har vorte de facto-standardar på Internett. Konqueror støttar funksjonar som «favicon», Internett-nøkkelord og <a href="%1">XBEL-bokmerke</a>, i tillegg til:
pl: Konqueror umożliwia wspieranie różnych standardów Internetowych. Celem jest pełna implementacja oficialnego standardu takich organizacji jak W3 i OASIS, jak również dodawanie innych cech poprawiających użyteczność, powstających jako standardy w internecie. Są to między innymi takie funkcje jak favicons , Internet Keywords , oraz <A HREF="%1">zakładki XBEL</A>, Konqueror również implementuje:
pt: O Konqueror está desenhado para corresponder e suportar as normas da Internet. O objectivo é implementar completamente as normas oficiais de organizações como O W3 e o OASIS, enquanto que acrescenta algum suporte extra para outras opções comuns que vão aparecendo como normas pela Internet. Para além do suporte para essas funções, como os 'favicons', as palavras-chave da Internet e os <A HREF="%1">favoritos XBEL</A>, o Konqueror também implementa:
ru: Konqueror разработан для всеобъемлющей поддержки стандартов Интернета. Наша цель - полная поддержка официально утвержденных стандартов от таких организаций как W3 и OASIS, а также поддержка других полезных возможностей, которые фактически стали стандартами Интернета. Благодаря этой поддержке, такие возможности, как пиктограммы сайтов, ключевые слова Интернета и <A HREF="%1">Закладки XBEL</A> уже работают в Konqueror, и кроме этого он реализует:
uk: Konqueror розроблений, щоб впроваджувати стандарти Інтернет. Ціль - повністю впровадити офіційно затверджені стандарти такими організаціями, як W3 та OASIS і включити додаткову підтримку інших корисних функцій, які вважаються в Інтернет стандартами де-факто. Крім підтримки таких функцій, як, наприклад, улюблені піктограми, ключові слова Інтернет та <A HREF="%1">закладки XBEL</A>, Konqueror також впроваджує:
xh: iKonqueror yenzelwe ukwanga kunye nokuxhasa iindawo ezisezantsi ze Internet. Injongo kukuba kubetheleleke ngokupheleleyo iindawo ezisezantsize-ofisi enemvume esemthethweni asuka kumaqela anjenge W3 kunye ne OASIS, njengoko idibanisa kwakhona inkxaso eyongezelelweyo yezinye izisebenzi ezimqoka ezivela njengezinto ezilungileyo okanye ezingalunganga kwi Internet. Kunye nale nkxaso, imisebenzi enjalo njengefavicons, amagama angundoqo e-Internet, kunye <A HREF="%1">XBEL amanqaku encwadi</A>, iKonqueror iyasebenza:

source: W E B B R O W S I N G
az: V E B S Ə Y A H Ə T İ
bg: П Р Е Г Л Е Д Н А W E B
cs: P R O H L Í Ž E N Í I N T E R N E T U
da: N E T S Ø G N I N G
de: W E B B E T R A C H T U N G
el: Φ Υ Λ Λ Ο Μ Ε Τ Ρ Η ΣΗ W E B
es: N A V E G A C I O N W E B
et: V E E B I L E H I T S E M I N E
is: V E F F L A K K
ja: ウ ェ ブ ブ ラ ウ ズ
no: N E T T L E S I N G
no_ny: V E V S U R F I N G
pl: P R Z E G L Ą D A R K A W E B
pt: N A V E G A Ç Ã O W E B
ru: П Р О С М О Т Р W E B
ta: Å ¨Ä ¯ Ä¡ Å ø
uk: П Е Р Е Г Л Я Д Т Е Н Е Т
xh: U K H A N G E L O L W E N C W A D I L W E W E B

source: Supported standards
az: Dəstəklənən standartlar
bg: Поддържани стандарти
cs: Podporované standardy
da: Understøttede standarder
de: Unterstützte Standards
el: Υποστηριζόμενα πρότυπα
es: Estandares soportados
et: Toetatud standardid
id: Standar yang didukung
is: Studdir staðlar
ja: サポートされている標準
ko: 지원되는 표준
mt: Standards imħaddna
no: Støttede standarder
no_ny: Standardstøtte
pl: Wspierane standardy
pt: Normas suportadas
ru: Поддерживаемые стандарты
ta: ¬¾Ã¢ì¸ôÀðÎûÇ ¿¢ÂÁí¸û
uk: Підтримка стандартів
xh: Iindawo ezisezantsi ezixhaswayo

source: Additional requirements*
az: Əlavə ehtiyaclar*
bg: Допълнителни сведения
cs: Další požadavky
da: Øvrige krav*
de: Zusätzliche Anforderungen
el: Πρόσθετες απαιτήσεις*
es: Requisitos adicionales*
et: Lisavajadused*
id: Kebutuhan tambahan*
is: Aðrar kröfur*
ja: 追加要件*
ko: 필요한 사항
mt: Ħtiġijiet oħra*
no: Andre krav*
no_ny: Andre krav
pl: Dodatkowe wymagania*
pt: Requisitos adicionais*
ru: Дополнительные сведения
ta: §ÁÄ¾¢¸ò §¾¨Å¸û*
uk: Додаткові вимоги*
xh: Iimfuno ezidityanisiweyo*

source: <A HREF="%1">DOM</A> (Level 1, partially Level 2) based <A HREF="%2">HTML 4.01</A>
az: <a href="%1">DOM</a> (1. Səviyyə, müvəqqəti ssəviyyə 2) əsaslı <a href="%2">HTML 4.01</a>
bg: <A HREF="%1">DOM</A> (Ниво 1, частично Ниво 2) базира на <A HREF="%2">HTML 4.01</A>
cs: <a href="%2">HTML 4.01</a> založené na <a href="%1">DOM</a> (Level 1, částečně Level 2)
da: <A HREF="%1">DOM</A> (Niveau 1, delvis niveau 2) baseret <A HREF="%2">HTML 4.01</A>
de: Auf <A HREF="%1">DOM</A> (Level 1, teilweise Level 2) beruhendes <A HREF="%2">HTML 4.01</A>
es: <A HREF="%1">DOM</A> (Nivel 1, parcialmente nivel 2) basado en <A HREF="%2">HTML 4.01</A>
et: <A HREF="%1">DOM</A> (Level 1, osaliselt Level 2) baasiks <A HREF="%2">HTML 4.01</A>
id: <A HREF="%1">DOM</A> (Level 1, sebagian Level 2) berbasis <A HREF="%2">HTML 4.01</A>
is: <A HREF="%1">DOM</A> (1 stigs, að hluta til 2 stigs) byggt <A HREF="%2">HTML 4.01</A>
ja: <a href="%2">HTML 4.01</a>に基づく<a href="%1">DOM</a> (Level 1, 部分的に Level 2)
ko: <A HREF="%1">DOM</A> (1 단계, 2 단계 조금) <A HREF="%2">HTML 4.01</A>을 바탕으로
mt: <A HREF="%2">HTML 4.01</A> ibbażat fuq <A HREF="%1">DOM</A> (Livell 1, parzjalment Livell 2)
no: <A HREF="%1">DOM</A> (Nivå 1, delvis nivå 2) basert <A HREF="%2">HTML 4.01</A>
no_ny: <A HREF="%1">DOM</A>-basert <A HREF="%2">HTML 4.01</A> (nivå 1, delvis nivå 2)
pl: <A HREF="%1">DOM</A> (Level 1, częściowo Level 2) oparty na <A HREF="%2">HTML 4.01</A>
pt: <A HREF="%1">DOM</A> (Nível 1, parcialmente Nível 2) baseado em <A HREF="%2">HTML 4.01</A>
ru: <A HREF="%1">DOM</A> (уровень 1, частично уровень 2), базирующийся на <A HREF="%2">HTML 4.01</A>
ta: <A HREF="%1">DOM</A> (¿¢¨Ä 1, ÀÌ¾¢ ¿¢¨Ä 2) º¡÷ <A HREF="%2">HTML 4.01</A>
uk: <A HREF="%2">HTML 4.01</A> базований на <A HREF="%1">DOM</A> (Level 1, частково Level 2)
xh: <A HREF="%1">DOM</A> (Umphakamo wokuqala, ngokomkhethe Umphakamo wesibini) isekwe <A HREF="%2">HTML 4.01</A>

source: built-in
az: hazır qurulu
bg: вграден
cs: vestavěno
da: indbygget
de: eingebaut
el: ενσωματωμένα
es: incluido
et: sisseehitatud
is: innbyggt
ja: ビルトイン
ko: 붙박이 (기능이 들어가 있음)
mt: integrat
no: innebygd
no_ny: innebygd
pl: wbudowany
pt: incluído
ru: встроено
ta: ¯ûÇ¨Á
uk: вбудований
xh: Yakhelwe-ngaphakathi

source: <A HREF="%1">Cascading Style Sheets</A> (CSS 1, partially CSS 2)
az: <a href="%1">Döşənmiş Tərz Layları</a>(CSS 1,müvəqqəti CSS2
bg: <A HREF="%1">Каскадни таблици на стил</A> (CSS 1, частично CSS 2)
cs: <a href="%1">Kaskádové styly</a> (CSS 1, částečně CSS2)
da: <A HREF="%1">Kaskade stilark</A> (CSS 1, delvis CSS 2)
de: <A HREF="%1">Cascading Style Sheets</A> (CSS 1, teilweise CSS 2)
el: <A HREF="%1">Cascading Style Sheets</A> (CSS 1, μερικώς CSS 2)
es: <A HREF="%1">Hojas de estilo de cascada</A> (CSS 1, partially CSS 2)
et: <A HREF="%1">Cascading Style Sheets</A> (CSS 1, osaliselt CSS 2)
id: <A HREF="%1">Cascading Style Sheets</A> (CSS 1, sebagian CSS 2)
is: <A HREF="%1">Cascading Style Sheets</A> (CSS 1, að hluta til CSS 2)
ja: <A HREF="%1">Cascading Style Sheets</A> (CSS 1, 一部 CSS2)
ko: <A HREF="%1">계층형 스타일시트</A> (CSS 1, CSS 2 부분)
mt: <A HREF="%1">Cascading Style Sheets</A> (CSS 1, parzjalment CSS 2)
no: <A HREF="%1">Stilsett, 'Cascading Style Sheets'</A> (CSS 1, delvis CSS 2)
no_ny: <A HREF="%1">Stilsett, «Cascading Style Sheets»</A> (CSS 1, delvis CSS 2)
pl: <A HREF="%1">Cascading Style Sheets</A> (CSS 1, częściowo CSS 2)
pt: <A HREF="%1">Cascading Style Sheets</A> (CSS 1, parcialmente CSS 2)
ru: <A HREF="%1">Каскадные таблицы стилей</A> (CSS 1, частично CSS 2)
uk: <A HREF="%1">Таблиці каскадних стилів</A> (CSS 1, частково CSS 2)
xh: <A HREF="%1">Uhlobo lwamakhasi ayingxangxasi</A> (CSS 1, ngokomkhethe CSS 2)

source: <A HREF="%1">ECMA-262</A> Edition 3 (roughly equals JavaScript 1.5)
az: <A HREF="%1">ECMA-262</a> Buraxılış 3 (Təxminən Javascript 1.5 kimi.)
bg: <A HREF="%1">ECMA-262</A> Редакция 3 (приблизително съответства на Javascript 1.5)
cs: <a href="%1">ECMA-262</a> Edition 3 (zhruba odpovídající Javascriptu 1.5)
da: <A HREF="%1">ECMA-262</A> Udgave 3 (nogenlunde lig med JavaScript 1.5)
de: <A HREF="%1">ECMA-262</A> Edition 3 (entspricht ungefähr JavaScript 1.5)
el: <A HREF="%1">ECMA-262</A> Έκδοση 3 (χονδρικά ισοδύναμη της Javascript 1.5)
es: <A HREF="%1">ECMA-262</A> Edición 3 (aproximadamente igual a Javascript 1.5)
et: <A HREF="%1">ECMA-262</A> Edition 3 (üldjoontes Javascript 1.5)
is: <A HREF="%1">ECMA-262</A> Útgáfa 3 (nokkurnvegin sama og Javascript 1.5)
ja: <A HREF="%1">ECMA-262</A> 第3版 (Javascript 1.5 とほぼ同等)
ko: <A HREF="%1">ECMA-262</A> 세 번째 판 (자바스크립트 1.5와 거의 같음)
mt: <A HREF="%1">ECMA-262</A> ħarġa 3 (bejn wieħed u ieħor ekwivalenti għal JavaScript 1.5)
no: <A HREF="%1">ECMA-262</a> 3. utgave (tilsvarer nesten Javascript 1.5)
no_ny: <a href="%1">ECMA-262</a> 3. utgåve (tilsvarar grovt sett JavaScript 1.5)
pl: <A HREF="%1">ECMA-262</A> Edition 3 (equals roughly Javascript 1.5)
pt: <A HREF="%1">ECMA-262</A> Edição 3 (semelhante ao Javascript 1.5)
ru: <A HREF="%1">ECMA-262</A> Редакция 3 (грубо соответствует Javascript 1.5)
ta: <A HREF="%1">ECMA-262</A> À¾¢ôÒ 3 (¯ò§¾ºÁ¡¸ Javascript 1.5ìÌ ºÁÁ¡ÉÐ)
uk: <A HREF="%1">ECMA-262</A> Edition 3 (приблизно відповідає Javascript 1.5)
xh: <A HREF="%1">ECMA-262</A> Uhlelo lwesithathu (nje ilingana neJavaScript 1.5)

source: JavaScript disabled (globally). Enable JavaScript <A HREF="%1">here</A>.
az: JavaScript fəal deyildir (ümumi). JavaScript'i <A HREF="%1"buradan</a> fəallaşdır.
bg: Javascript изключен (globalno). Включен <A HREF="%1">Javascript</A>
cs: JavaScript vypnut (globálně). JavaScript zapnete <a href="%1">zde</a>.
da: JavaScript deaktiveret (globalt). Aktivér JavaScript <A HREF="%1">her</A>
de: JavaScript ist global deaktiviert. JavaScript können Sie <A HREF="%1">hier</A> aktivieren
el: Javascript απενεργοποιημένη (καθολικά). Ενεργοποιήστε την <A HREF="%1">εδώ</A>
es: Javascript desactivado (globalmente). Activar Javascript <A HREF="%1">aquí</A>
et: Javaskripti kasutamine keelatud (globaalselt). Javaskripti kasutamise lubamiseks kliki <A HREF="%1">siia</A>
is: Javascript óvirkt (víðvært). Gera Javascript <A HREF="%1">virkt</A>
ja: Javascriptは(全体で)無効です。Javascriptを有効にするには<A HREF="%1">ここ</A>
ko: (모든 곳에서) 자바스크립트를 쓰지 못하게 되어 있습니다. 자바스크립트를 쓸려면 <A HREF="%1">이 곳</A>에서 설정하십시오.
mt: JavaScript mitfi (globalment). Ixgħel JavaScript <A HREF="%1">hawn</A>.
no: Javaskript er skrudd av (globalt). Skru på Javaskript <A HREF="%1">her</A>.
no_ny: JavaScript er skrudd av (globalt). Skru på JavaScript <a href="%1">her</a>.
pl: Javascript wyłączony (globalnie). Włącz Javascript <A HREF="%1">tutaj</A>
pt: JavaScript desactivado (globalmente). Activa o JavaScript <A HREF="%1">aqui</A>.
ru: Javascript отключен (глобально). <A HREF="%1">Включить</A> Javascript.
ta: Javascript ¦ºÂüÀ¼Å¢ø¨Ä (¯Ä¸Ç¡Å¢Â). <A HREF="%1">Javascript ­¨É ¦ºÂüÀÎò¾ ­í§¸ «ØòÐ¸.</A>
uk: Javascript вимкнено (глобально). Ввімкнути Javascript можна <A HREF="%1">тут</A>
xh: JavaScript ikhubazekile (ngqukuva). Yenza i-JavaScript <A HREF="%1">apha</A>.

source: JavaScript enabled (globally). Configure JavaScript <A HREF=\"%1\">here</A>.
az: JavaScript fəaldır (ümumi). JavaScript'i <A HREF=\"%1\">buradan</a> quraşdır.
bg: Javascript включен глобално. Настройка на <A HREF=\"%1\">Javascript</A>
cs: JavaScript zapnut (globálně). JavaScript vypnete <a href=\"%1\">zde</a>
da: JavaScript aktiveret (globalt). Indstil JavaScript <A HREF=\"%1\">her</A>
de: JavaScript ist global aktiviert. Richten Sie JavaScript <A HREF=\"%1\">hier</A> ein.
el: Javascript ενεργοποιημένη (καθολικά). Ρυθμίστε την <A HREF=\"%1\">εδώ</A>
es: Javascript activado (globalmente). Configurar Javascript <A HREF=\"%1\">aquí</A>
et: Javaskripti kasutamine lubatud (globaalselt). Javaskripti on võimalik seadistada <A HREF=\"%1\">siin</A>.
is: Javascript virkjað (víðvært). Stilltu Javascript <A HREF=\"%1\">hérna</A>
ja: Javascriptは(全体で)有効です。Javascriptを設定するには<a href="%1">ここ</a>
ko: (모든 곳에서) 자바스크립트를 쓸 수 있습니다. 자바스크립트 관련 설정은 <A HREF=\"%1\">이 곳</A>에 있습니다.
mt: JavaScript mixgħul (globalment). Ikkonfigura JavaScript <A HREF=\"%1\">hawn</A>.
no: Javaskript er skrudd på (globalt). Sett opp Javaskript <A HREF=\"%1\">her</A>
no_ny: JavaScript er skrudd på (globalt). Set opp JavaScript <a href="%1">her</a>.
pl: Włączenie Javascript (globalnie). Konfiguracja Javascript <A HREF=\"%1\">tutaj</A>
pt: JavaScript activado (globalmente). Configura o JavaScript <A HREF="%1">aqui</A>.
ru: Javascript включен глобально. <A HREF="%1">Настроить</A> Javascript.
ta: Javascript ¦ºÂüÀÎò¾ôÀðÎûÇÐ (¯Ä¸Ç¡Å¢Â). Javascript­¨É <A HREF=\"%1\">­í§¸</A> ÅÊÅ¨Áì¸×õ
uk: Javascript ввімкнено (глобально). Налаштування Javascript знаходиться <a href=\"%1\">тут</a>
xh: I-JavaScipt yenziwe (ngqukuva). Qwalasela iJavaScript <A HREF=\"%1\">apha</A>.

source: Secure <A HREF="%1">Java</A><SUP>&reg;</SUP> support
az: E'tibarlı <a href="%1">Java</a><sup>&reg;</sup>dəstəyi
bg: Поддръжка на защита <A HREF="%1">Java</A>
cs: Podpora pro bezpečnou <a href="%1">Javu</a><sup>&reg;</sup>
da: Sikker <A HREF="%1">Java</A><SUP>&reg;</SUP> støtte
de: Abgesicherte <A HREF="%1">Java</A><SUP>&reg;</SUP>-Unterstützung
el: Υποστήριξη Secure <A HREF="%1">Java</A><SUP>&reg;</SUP>
es: Soporte seguro de <A HREF="%1">Java</A><SUP>&reg;</SUP>
et: Turvaline <A HREF="%1">Java</A><SUP>&reg;</SUP> toetus
id: Dukungan <A HREF="%1">Java</A><SUP>&reg;</SUP> yang aman
is: Öruggt <A HREF="%1">Java</A><SUP>&reg;</SUP> stuðningur
ja: セキュアな <A HREF="%1">Java</A><SUP>&reg;</SUP> サポート
ko: 안전한 <A HREF="%1">자바</A><SUP>&reg;</SUP> 지원
mt: Sapport għal <A HREF="%1">Java</A><SUP>&reg;</SUP> sikur
no: Sikker <A HREF="%1">Java</A><SUP>&reg;</SUP>-støtte
no_ny: Sikker <A HREF="%1">Java</A><SUP>&reg;</SUP>-støtte
pt: O suporte de <A HREF="%1">Java</A><SUP>&reg;</SUP> seguro
ru: Поддержка защищенной <A HREF="%1">Java</A>
ta: À¡Ð¸¡ôÀ¡É <A HREF="%1">Â¡Å¡</A><SUP>&reg;</SUP> ¬¾Ã×
uk: Підтримка безпеки <A HREF="%1">Java</A><SUP>&reg;</SUP>
xh: Khusela <A HREF="%1">Java</A><SUP>&reg;</SUP> xhasa

source: JDK 1.2.0 (Java 2) compatible VM (<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A> or <A HREF="%3">Sun</A>)
az: JDK 1.2.0 (Java 2) dəstəkli VM (<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A> or <A HREF="%3">Sun</A>)
cs: JDK 1.2.0 (Java 2) kompatibilní VM (<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A> anebo <A HREF="%3">Sun</A>)
da: JDK 1.2.0 (Java 2) kompatibel VM (<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A> eller <A HREF="%3">Sun</A>)
de: JDK 1.2.0 (Java 2) kompatible VM (<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A> or <A HREF="%3">Sun</A>)
es: Compatible JDK 1.2.0 (Java 2) VM (<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A>, o <A HREF="%3">Sun</A>)
et: JDK 1.2.0 (Java 2) ühilduv VM (<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A> või <A HREF="%3">Sun</A>)
is: JDK 1.2.0 (Java 2) samhæfð VM (<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A>, <A HREF="%3">Kaffe</A> eða <A HREF="%4">Sun</A>)
ko: JDK 1.2.0 (자바 2)에 알맞은 VM<BR>(<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A> or <A HREF="%3">Sun</A>)
mt: VM kompatibbli ma' JDK 1.2.0 (Java 2) (<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A> jew <A HREF="%3">Sun</A>)
no: JDK 1.2.0 (Java 2) kompatibel VM (<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A> eller <A HREF="%3">Sun</A>)
no_ny: JDK 1.2.0 (Java 2)-kompatibel VM (<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A> eller <A HREF="%3">Sun</A>)
pt: Máquina virtual compatível com o JDK 1.2.0 (Java 2) (<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A> ou <A HREF="%3">Sun</A>)
ru: JDK 1.2.0 (Java 2) совместимая VM (<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A> или <A HREF="%3">Sun</A>).
uk: Віртуальна машина, сумісна з JDK 1.2.0 (Java 2) (<A HREF="%1">Blackdown</A>, <A HREF="%2">IBM</A> або <A HREF="%3">Sun</A>)
xh: JDK 1.2.0 (Java 2) ithelekiswa VM (<A HREF="%1">Ubumnyama</A>, <A HREF="%2">IBM</A> okanye <A HREF="%3">Sun</A>)

source: Enable Java (globally) <A HREF="%1">here</A>.
az: <A HREF="%1">Buradan</A> Javanı (qlobal) fəallaşdır.
bg: Включи <A HREF="%1">Java</A> глобално
cs: Globálně povolíte Javu <a href="%1">zde</a>.
da: Aktivér Java (globalt) <A HREF="%1">her</A>
de: Java <A HREF="%1">hier</A> global aktivieren
el: Ενεργοποιήστε τη Java (καθολικά) <A HREF="%1">εδώ</A>.
es: Activar Java (globalmente) <A HREF="%1">aquí</A>
et: Java kasutamist saad (globaalselt) lubada <A HREF="%1">siin</A>.
is: Gerðu Java virkt (víðvært) <A HREF="%1">hérna</A>
ja: Java を(全体で)有効にするには<A HREF="%1">ここ</A>
ko: 자바를 쓸 수 있음 (모든 곳에서) 설정은 <A HREF="%1">이 곳</A>에서.
mt: Ixgħel Java (globalment) <A HREF="%1">hawn</A>.
no: Skru på Java (globalt) <A HREF="%1">her</A>.
no_ny: Skru på Java (globalt) <a href="%1">her</a>.
pl: Włączenie Javy (globalnie) <A HREF="%1">tutaj</A>
pt: Activa o Java (globalmente) <A HREF="%1">aqui</A>.
ru: <A HREF="%1">Включить</A> Java глобально.
ta: <A HREF="%1">Â¡Å¡¨Åî ¦ºÂüÀÎòÐ (¯Ä¸Ç¡Å¢Â)</A>.
uk: Ввімкнути Java (глобально) <A HREF="%1">тут</A>.
xh: Yenza iJava (ngqukuva) <A HREF="%1">apha</A>.
