Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konqueror.po
Languages: az, bg, cs, da, de, el, es, et, he, id, is, ja, ko, mt, no, no_ny, pl, pt, ru, ta, uk, xh

source: Show &Extra Toolbar
az: &Əlavə Vasitə Çubuğunu Göstər
bg: Показва &допълнителен панел с инструменти
cs: Zobrazovat &extra lištu
da: Vis &ekstra værktøjslinie
de: E&xtra Werkzeugleiste anzeigen
el: Προβολή Έ&ξτρα Γραμμής Εργαλείων
es: Mostrar barra de h&erramientas
et: Näita &ekstra tööriistariba
he: &ףסונ םילכ לגרס גצה
id: Tunjukkan Toolbar &Ekstra
is: Sýna &aukaslá
ja: 追加ツールバーを表示(&E)
ko: 확장 도구줄 보기(&E)
mt: Uri toolbar &ekstra
no: Vis &ekstra verktøylinje
no_ny: Vis &ekstra-verktøylinje
pl: Pokaż do&datkowy pasek
pt: Mostrar a Barra &Extra
ru: Показать &дополнительную панель инструментов
ta: §ÁÄ¾¢¸ì ¸ÕÅ¢ôÀð¨¼¨Âì ¸¡ðÎ
uk: Показати &додаткову панель інструментів
xh: &Bonisa ibar yesixhobo engaphezulu

source: Show &Location Toolbar
az: &Ünvan Vasitə Çubuğunu Göstər
bg: &Показва лентата за адрес
cs: Zobrazovat lištu s &umístěním
da: Vis &sted værktøjslinie
de: &Adress-Leiste anzeigen
el: Εμφάνιση Γραμμής Τοποθεσίας
es: Mostrar barra de &dirección
et: Näita &asukoha tööriistariba
he: תבותכ תרוש ג&צה
id: Tunjukkan Toolbar &Lokasi
is: Sýna &staðaslá
ja: 場所ツールバーを表示(&L)
ko: 위치 도구줄 보기(&L)
mt: Uri toolbar tal-&indirizz
no: Vis verktøylinje for adre&sse
no_ny: Vis &adresselinje
pl: Pokaż pasek &adresu
pt: Mostrar a Barra de &Localização
ru: &Показать полосу адреса
ta: ­¼ì ¸ÕÅ¢ôÀð¨¼¨Âì ¸¡ðÎ
uk: Показати панель &адреси
xh: &Bonisa ibar yesixhobo sendawo ekuyo

source: Show &Bookmark Toolbar
az: &Nişanlar Vasitə Çubuğunu Göstər
bg: П&оказва бутона за бележник
cs: Zobrazovat lištu se &záložkami
da: Vis &bogmærke værktøjslinie
de: &Lesezeichen-Leiste anzeigen
el: Εμφάνιση Γραμμής Σελιδοδεικτών
es: Mostrar barra de &marcadores
et: Näita &järjehoidjariba
he: תוינמיס ל&גרס גצה
id: Tampilkan Toolbar &Bookmark
is: Sýna &bókamerkjaslá
ja: ブックマークツールバーを表示(&B)
ko: 책갈피 도구줄 보기(&B)
mt: Uri toolbar tal-&bookmarks
no: Vis verktøylinje for &bokmerker
no_ny: Vis &bokmerkelinje
pl: Pokaż pasek &zakładek
pt: Mostrar a &Barra de Favoritos
ru: П&оказать кнопки закладок
ta: Òò¾¸ÌÈ¢ì ¸ÕÅ¢ôÀð¨¼¨Âì ¸¡ðÎ
uk: Показати панель &закладок
xh: &Bonisa ibar yesixhobo senqaku lencwadi

source: Kon&queror Introduction
az: Giriş
bg: Въведение в &Konqueror
cs: Úvod do Kon&queroru
da: Kon&queror indledning
de: Einführung in K&onqueror
el: Ει&σαγωγή στον Konqueror
es: Introducción a kon&queror
et: Kon&queror sissejuhatus
he: Konqueror-ל או&במ
is: Inngangur að Kon&queror
ja: Kon&queror 「はじめに」
ko: 컹커러 소개(&q)
mt: Introduzzjoni għall-kon&queror
no: Introduksjon til Kon&queror
no_ny: Kon&queror-introduksjon
pl: Kon&queror Wprowadzenie
pt: Introdução ao Kon&queror
ru: Введение в &Konqueror
ta: ¸¡ý¦¸¡Ã÷ ÓýÛ¨Ã
uk: Вве&дення в Konqueror
xh: &Ukwazisa iKonqueror

source: Go
az: Get
bg: Отиди
cs: Přejít
da: Kør
de: Gehe zu
el: Πήγαινε
es: Ir
et: Mine
he: רובע
is: Fara
ja: 進む
ko: 가기
mt: Mur
no: Gå
no_ny: Gå
pl: Idź do
pt: Ir
ru: Перейти
ta: ¦ºø
uk: Перейти
xh: Ya/hamba

source: Click this button to display the previous document<br><br> You can also select the <b>Back</b> command from the Go menu.
az: Əvvəlki sənədi göstərmək üçün bu düyməyə tıqlayın<br><br> Get menyusundan <b>Arxaya</b>-nı də seçə bilərsiniz.
bg: Натиснете този бутон за да видите предишния документ<br><br> Може също да изберете <b>командата "Назад"</b> от менюто "Отиди".
cs: Stiskněte toto tlačítko k zobrazení předchozího dokumentu<br><br> Můžete též zvolit příkaz <b>Zpět</b> z nabídky Přejít.
da: Klik på denne knap for at vise det forrige dokument<br><br> Du kan også vælge <b>Tilbage</b> kommandoen fra Kør menuen.
de: Klicken Sie auf diesen Knopf, um das vorige Dokument anzuzeigen.<br><br> Sie können dafür auch den Befehl <b>Zurück</b> aus dem Menü "Gehe zu" verwenden.
el: Κάντε κλικ σε αυτό το κουμπί για να εμφανιστεί το προηγούμενο έγγραφο <br><br> Μπορείτε επίσης να επιλέξετε την εντολή <b>Πίσω</b> από το μενού Πήγαινε.
es: Pulsar este botón para visualizar el documento previo<br><br> También puede seleccionar el <b>Comando atrás</b> del menú Ir.
et: Eelmise dokumendi vaatamiseks kliki sellel nupul<br><br> Sa võid ka kasutada käsku <b>Tagasi</b> menüüs Liikumine.
he: <p align=right>ידכ הז רותפכ לע ץחל<br>םדוקה ךמסמה תא גיצהל<br><br> הדוקפב םג רוחבל ךתורשפאב<br>.רבעמה טירפת ךותמ <b>הרוחא</b>
is: Smellið á þennan takka til að sjá fyrra skjal<br><br> Einnig má velja skipunina <b>Aftur</b> úr <b>Fara</b>-valmyndinni.
ja: このボタンをクリックして前のドキュメントを表示します<br><br> "進む"メニューから<b>戻る</b>コマンドを選択することもできます。
mt: Ikklikkja dil-buttuna biex turi d-dokument ta' qabel<br><br> Tista' anke tagħżel il-kmand <b>Lura</b> mill-menu "Mur".
no: Klikk på denne knappen for å vise forrige dokument<br><br> Du kan også velge <b>Tilbake</b>-kommandoen fra Gå-menyen.
no_ny: Trykk denne knappen for å visa det førre dokumentet.<br><br> Du kan òg velja kommandoen <b>Tilbake</b> frå Gå-menyen.
pl: Kliknij ten przycisk aby wyświetlić poprzedni dokument<br><br> Wybierz polecenie <b>Do tyłu</b> z menu Idź do.
pt: Carrega neste botão para voltares ao documento anterior<br><br> Também podes seleccionar <b>Para Trás</b> no menu Ir.
ru: Нажатие этой кнопки приводит к отображению предыдущего документа<br><br> То же самое делает команда <b>"Назад"</b> из меню "Перейти".
ta: Óý¨ÉÂ ¬Å½ò¨¾ì ¸¡ð¼ ­ô ¦À¡ò¾¡¨Éì ìÇ¢ì ¦ºö¸<br><br> ­¾üÌ ¦ºø ÀðÊÂ¢Ä¢ÕóÐ <b>À¢ý</b> ±Ûõ ¸ð¼¨Ç¨ÂÔõ ¦¾Ã¢× ¦ºöÂÄ¡õ.
uk: Клацніть на цій кнопці, щоб показати попередній документ<br><br> Ви також можете вибрати команду <b>Назад</b> із меню Перейти.
xh: Nqakraza eli qhosha ukubonisa uxwebhu oludlulileyo<br><br> Ungakhetha kwakhona u<b>Emva</b> umyalelo osuka kwimenyu kaYa.

source: Display the previous document
az: Əvvəlki sənədi göstər
bg: Показва предишният документ
cs: Zobrazit předchozí dokument
da: Vis det tidligere dokument
de: Das vorige Dokument anzeigen
el: Εμφάνιση του προηγούμενου εγγράφου
es: Mostrar el documento anterior
et: Näita eelmist dokumenti
he: םדוקה ךמסמה תא גצה
id: Tampilkan dokumen sebelumnya
is: Sýna fyrra skjal
ja: 前のドキュメントを表示
ko: 먼저 보았던 문서 표시
mt: Uri d-dokument ta' qabel
no: Vis forrige dokument
no_ny: Vis det førre dokumentet
pl: Wyświetl poprzedni dokument
pt: Mostra o documento anterior
ru: Показать предыдущий документ
ta: Óý¨ÉÂ ¬Å½ò¨¾ì ¸¡ðÎ
uk: Показати попередній документ
xh: Bonisa uxwebhu oludlulileyo

source: Click this button to display the next document<br><br> You can also select the <b>Forward</b> command from the Go menu.
az: Sonrakı sənədi göstərmək üçün bu düyməyə tıqlayın<br><br> Get menyusundan <b>İrəli</b>-ni də seçə bilərsiniz.
bg: Натискането на този бутон ще покаже следващия документ<br><br> Същото прави и <b>командата "Наптред"</b> от менюто "Отиди".
cs: Stiskněte toto tlačítko k zobrazení následujícího dokumentu<br><br> Můžete též zvolit příkaz <b>Vpřed</b> z nabídky Přejít.
da: Klik på denne knap for at vise det næste dokument<br><br> Du kan også vælge <b>Fremad</b> kommandoen fra Kør menuen.
de: Klicken Sie auf diesen Knopf, um das nächste Dokument anzuzeigen.<br><br> Sie können dafür auch den Befehl <b>Nach vorne</b> aus dem Menü "Gehe zu " verwenden.
el: Κάντε κλικ σε αυτό το κουμπί για να εμφανιστεί το επόμενο έγγραφο <br><br> Μπορείτε επίσης να επιλέξετε την εντολή <b>Μπροστά</b> από το μενού Πήγαινε.
es: Pulsar este botón para visualizar el siguiente documento<br><br> Támbien puede seleccionar el <b>Comando adelante</b> del menú Ir.
et: Järgmise dokumendi vaatamiseks kliki sellel nupul<br><br> Sa võid ka kasutada käsku <b>Edasi</b> menüüs Liikumine.
he: <p align=right>ידכ הז רותפכ לע ץחל<br>אבה ךמסמה תא גיצהל<br><br> הדוקפב םג רוחבל ךתורשפאב<br>.רבעמה טירפת ךותמ <b>המידק</b>
is: Smellið á þennan takka til að sjá næsta skjal<br><br> Einnig má velja <b>Fram</b> skipunina úr <b>Fara</b>-valmyndinni.
ja: このボタンをクリックして次のドキュメントを表示します<br><br> "進む"メニューから<b>進む</b>コマンドを選択することもできます。
mt: Ikklikkja dil-buttuna biex turi d-dokument ta' wara<br><br> Tista' anke tagħżel il-kmand <b>Quddiem</b> mill-menu "Mur".
no: Klikk på denne knappen for å vise neste dokument<br><br> Du kan også velge <b>Forover</b>-kommando fra Gå-menyen.
no_ny: Trykk denne knappen for å visa det neste dokumentet.<br><br> Du kan òg velja kommandoen <b>Fram</b> frå Gå-menyen.
pl: Kliknij ten przycisk aby wyświetlić następny dokument<br><br> Wybierz polecenie <b>Do przodu</b> z menu Idź do.
pt: Carrega neste botão para ires para o documento seguinte<br><br> Também podes seleccionar <b>Em Frente</b> no menu Ir.
ru: Нажатие этой кнопки приводит к отображению следующего документа<br><br> То же самое делает команда <b>"Вперед"</b> из меню "Перейти".
ta: «Îò¾ ¬Å½ò¨¾ ¸¡ð¼ ­ó¾ ¦À¡ò¾¡¨É ìÇ¢ì ¦ºöÂ×õ<br><br> ­¾üÌ ¦ºø ÀðÊÂ¢Ä¢ÕóÐ <b>Óý</b> ±Ûõ ¸ð¼¨Ç¨ÂÔõ ¦¾Ã¢× ¦ºöÂÄ¡õ.
uk: Клацніть на цій кнопці, щоб показати наступний документ<br><br> Ви також можете вибрати команду <b>Вперед</b> із меню Перейти.
xh: Nqakraza eli qhosha ukubonisa uxwebhu olulandelayo<br><br> Ungakhetha kwakhona u<b> umyalelo wemenu kaYa.

source: Click this button to display your 'Home URL'<br><br> You can configure the location this button takes you to in the <b>KDE Control Center</b>, under <b>FileBrowsing</b> / <b>File Manager</b>
az: Başlanğıc URLsini göstərmək üçün bu düyməyə tıqlayın<br><br> Başlanğıc URLsinin cığırı, <b>KDE İdarə Mərkəzi</b>'ndəki <b>Fayl İdarəçisi Quraşdırılması</b>'ndan qura bilərsiniz.
bg: Кликнете на този бутон за да отидете на вашата домашна страница <br><br> Може да конфигурирате този бутон в модула <b>Файлов менаджер</b> <b>Център за управление на KDE</b>
cs: Stiskněte toto tlačítko k zobrazení svého domovského adresáře<br><br> V <b>Ovládacím centru prostředí KDE</b> v <b>Nastavení správce souborů</b> je možné nastavit cestu k vašemu domovskému adresáři.
da: Klik på denne knap for at vise din 'Hjemmeside'<br><br> Du kan indstille det sted denne knap bringer dig til i <b>KDE kontrolcentret</b> under <b>Fil håndterings indstilling</b>
de: Klicken Sie auf diesen Knopf, um Ihre "Startseite" anzeigen zu lassen.<br><br> Sie können die Position festlegen, zu der Sie dieser Knopf bringt, und zwar über die <b>Dateimanager-Einrichtung</b> im <b>KDE-Kontrollzentrum</b>.
el: Κάντε κλικ εδώ για να εμφανιστεί το URL-'σπίτι' σας<br><br> Μπορείτε να ρυθμίσετε τη διαδρομή για το σπίτι σας στο <b>Κέντρο Ελέγχου KDE</b>, στο <b>Εξερεύνηση Αρχείων</b> / <b>Διαχειριστής Αρχείων</b>
es: Pulse este botón para visualizar su 'URL de Inicio'<br><br> Puede configurar la página que le muestra este botón en <b>Explorar archivos</b>/<b>Administrador de archivos</b> dentro del <b>Centro de control de KDE</b>
et: Kodu URL'i vaatamiseks kliki sellel nupul<br><br> Kodu URL'i on võimalik muuta <b>KDE Juhtimiskeskuse</b> sektsioonis <b>Failihalduri seadistamine</b>
he: <p align=right>ידכ הז רותפכ לע ץחל<br>ךלש 'תיבה תבותכ' תא גיצהל<br><br> רותפכ איבי וילא םוקימה תא רידגהל ךתורשפאב<br><b>ןויע</b> תחת ,<b>KDE לש הרקבה זכרמ</b>ב הז<br><b>םיצבקה להנמ</b> \ <b>םיצבקב</b>
is: Smellið á þennan takka til að fara á 'Upphafssíðuna' þína<br><br> Hægt er að breyta slóð upphafssíðunnar í <b>Stillingum skráastjóra</b> á <b>Stjórnborði KDE</b>
ja: このボタンをクリックして、あなたの'ホームURL'を表示します。<br><br> このボタンの飛び先は<b>KDEコントロールセンター</b>の<b>ファイルブラウズ</b>/<b>ファイルマネージャ</b>で設定できます。
mt: Agħfas din il-buttuna biex turi l-URL bażi tiegħek<br><br> Tista' tikkonfigura l-indirizz fejn tieħdok dil-buttuna miċ-<b>Ċentru tal-Kontroll KDE</b>, taħt <b>FileBrowsing</b> / <b>File Manager</b>.
no: Klikk på denne knappen for vise din «Hjemme-URL»<br><br> Du kan velge hvilken adresse denne knappen skal ta deg til under <b>Fillsurfing</b> / <b>Filbehandler</b> i <b>KDE Kontrollsenter</b>
no_ny: Trykk denne knappen for å visa heimekatalogen din.<br><br> Du kan velja kva for adresse du kjem til med denne knappen under <b>Filsurfing</b> / <b>Filbehandlar</b> i <b>KDE Kontrollsenter</b>.
pl: Kliknij ten przycisk aby wyświetlić swój 'Katalog domowy'<br><br> Można skonfigurować ten przycisk w <b>Centrum Sterowania KDE</b> w <b>Przeglądanie sieci</b> / <b>Przeglądanie plików</b>
pt: Carrega neste botão para mostrares a tua área ou URL de base<br><br> Podes configurar a localização para onde este botão te leva na <b>Navegação de Ficheiros</b> no <b>Centro de Controlo do KDE</b>
ru: Нажатие этой кнопки приводит к отображению вашей домашней страницы<br><br> Можно устанавливать адрес, куда будет перемещать вас эта кнопка, в модуле <b>Просмотр файлов / Файловый менеджер Konqueror</b> <b>Центра управления KDE</b>
ta: ¯í¸û '¦¾¡¼ì¸ URL'³ì ¸¡ð¼ ­ô ¦À¡ò¾¡¨Éì ìÇ¢ì ¦ºöÂ×õ<br><br> ­ô¦À¡ò¾¡ý ¯í¸¨Çì ¦¸¡ñÎ ¦ºøÖõ ­¼ò¨¾ <b>KDE ¸ðÎôÀ¡ðÎ ¨ÁÂò¾¢ø</b> ¯ûÇ <b>§¸¡ôÒ ¯Ä¡Åø</b> / <b>§¸¡ôÒ §ÁÄ¡Ç÷</b>­ø ÅÊÅ¨Áì¸Ä¡õ.
uk: Клацніть на цій кнопці, щоб показати Вашу 'URL домівки'<br><br> Ви можете налаштувати адресу, яку надає ця кнопка у розділі <b>Перегляд файлів</b> / <b>Менеджер файлів</b> в <b>Центрі керування KDE</b>
xh: Nqakraza eli qhosha ukubonisa 'Ikhaya URL'<br><br> Ungaqwalasela indawo eli qhosha ekuthathela kuyo <b>KDE Umbindi wolawulo</b>, ngaphantsi <b> Ukhangelo lwencwadi zefayile</b> / <b>Umphathi weFayile</b>

source: Enter your home directory
az: Başlanğıc cərgənizi giriniz
bg: Въведете вашата домашна директория
cs: Vstoupit do domovského adresáře
da: Indtast din hjemmemappe
de: Persönliches Verzeichnis
el: Δώστε τον κατάλογο-σπίτι σας
es: Ir a su directorio personal
et: Kodukataloog
he: ךלש תיבה תיירפסל סנכיה
id: Masukkan direktori rumah anda
is: Sláðu inn slóð heimasvæðisins
ja: ホームディレクトリを入力
ko: 홈으로 가기
mt: Mur fid-direttorju bażi
no: Gå inn i hjemmekatalogen din
no_ny: Skriv heimekatalogen din
pl: Przejdź do swojego katalogu domowego
pt: Abre a tua directoria pessoal
ru: Перейти в ваш домашний каталог
ta: ¯í¸û ¦¾¡¼ì¸ «¨¼¨Åò ¾Õ¸
uk: Введіть свій домашній каталог
xh: Ngena kwikhaya lakho lolawulo

source: Reloads the currently displayed document<br><br> You can also select the <b>Reload</b> command from the View menu.
az: İndiki sənədi təkrar yükləyər<br><br> Görünüş menyusundan <b>Təkrar Yüklə</b> əmrini də seçə bilərsiniz.
bg: Презарежда текущия документ <br><br> Същото се постига и с <b>командата "Презареди"</b> от менюто "Панел".
cs: Znovu načte aktuální dokument<br><br> Můžete též zvolit příkaz <b>Obnovit</b> z nabídky Pohled.
da: Genindlæser det aktuelt viste dokument<br><br> Du kan også vælge <b>Genindlæs</b> kommandoen fra Visningsmenuen.
de: Lädt das aktuell angezeigte Dokument neu.<br><br> Sie können dafür auch den Befehl <b>Erneut laden</b> aus dem Ansicht-Menü verwenden.
el: Ξαναφορτώνει το τρέχον έγγραφο <br><br> Μπορείτε επίσης να επιλέξετε <b>Επαναφόρτωση</b> από το μενού Προβολή.
es: Recarga el documento actualmente visualizado<br><br> También puede seleccionar <b>Recargar</b> desde el menú Ver.
et: Laeb käesoleva dokumendi uuesti<br><br> Samuti võid valida käsu <b>Lae uuesti</b> menüüst Vaade.
he: <p align=right>גצומה יחכונה ךמסמה תא שדחמ ןעוט<br><br> <b>ןעט</b>ב םג רוחבל ךתורשפאב<br>.הגוצתה טירפת ךותמ <b>שדחמ</b>
is: Hleður aftur inn skjalið sem verið er að skoða.<br><br> Einnig má velja <b>Endurlesa skjal</b> úr <b>Sýn</b>-valmyndinni.
ja: 現在のドキュメントを再表示します<br><br> ビューメニューから<b>再読み込み</b>を選択することもできます。
mt: Jerġa' jaqra d-dokument li qed jidher<br><br> Tista' anke tagħżel il-kmand <b>Erġa' tella'</b> mill-menu "Ara".
no: Laster dokumentet som vises på nytt<br><br> Du kan også velge <b>Last på nytt</b>-kommandoen fra Vis-menyen.
no_ny: Lastar det viste dokumentet om att.<br><br> Du kan òg velja kommandoen <b>Last om att</b> frå Vis-menyen.
pl: Przeładuj wyświetlany dokument<br><br> Wybierz polecenie <b>Przeładuj</b> z menu Widok.
pt: Volta a carregar o documento actual<br><br> Também podes escolher <b>Recarregar</b> do menu Ver.
ru: Обновляет текущую страницу<br><br> То же самое делает <b>команда "Обновить"</b> из меню "Вид".
ta: ¿¼ôÒ ¬Å½ò¨¾ Á£Ç§ÅüÚõ<br><br> ­¾üÌì ¸¡ðº¢ô ÀðÊÂ¢Ä¢ÕóÐ <b>Á£§ÇüÚ</b> ±Ûõ ¸ð¼¨Ç¨ÂÔõ ¿£í¸û ¦¾Ã¢× ¦ºöÂÄ¡õ.
uk: Перезавантажує документ показаний зараз<br><br> Ви також можете вибрати команду <b>Перезавантажити</b> із меню Перегляд.
xh: Ilayisha kwakhona uxwebhu lwangoku elibonisiweyo<br><br> Ungakhetha kwakhona <b>Layisha kwakhona</b> umyalelo osuka kwimenu yemboniselo.

source: Reload the current document
az: İndiki sənədi təkrar yüklə
bg: Презарежда текущия документ
cs: Znovu načíst aktuální dokument
da: Genindlæs det aktuelle dokument
de: Dokument erneut laden
el: Επαναφόρτωση του τρέχοντος εγγράφου
es: Recargar el documento actual
et: Lae käesolev dokument uuesti
he: יחכונה ךמסמה תא שדחמ ןעט
id: Muat ulang dokumen sekarang
is: Endurlesa skjalið
ja: 現在の文書を再読み込み
ko: 지금 보는 문서 다시 불러들이기
mt: Erġa' tella' d-dokument
no: Laster gjeldende dokument på nytt
no_ny: Last dokumentet om att
pl: Odśwież bieżący dokument
pt: Volta a carregar o documento actual
ru: Загрузить текущий документ заново
ta: ¿¼ôÒ ¬Å½ò¨¾ Á£§ÇüÚ
uk: Перезавантажити документ
xh: Layisha kwakhona uxwebhu lwangoku

source: Click this button to cut the currently selected text or items and move it to the system clipboard<br><br> You can also select the <b>Cut</b> command from the Edit menu.
az: Seçili mətni ya da üzvləri kesmek və sistem panosuna daşımaq üçün bu düyməyə tıqlayın<br><br> Düzəlt menyusundan <b>Kəs</b> əmrini də seçə bilərsiniz.
bg: Натискането на този бутон отрязва избрания текст или записи и ги помества в буфера за обмен<br><br> Същото прави и <b>командата "Отрежи"</b> от менюто "Редактиране".
cs: Stiskněte toto tlačítko k vyjmutí aktuálně vybraného textu nebo položek a jeho přenesení do systémové schránky.<br><br> Můžete též zvolit příkaz <b>Vyjmout</b> z nabídky Úpravy.
da: Klik på denne knap for at klippe den valgte tekst eller andre punkter ud og flytte det til systemets klippebord <br><br> Du kan også vælge <b>Klip</b> kommandoen fra Redigér menuen.
de: Klicken Sie auf diesen Knopf, um gerade ausgewählten Text oder Elemente in die Zwischenablage zu verschieben.<br><br> Sie können dafür auch den Befehl <b>Ausschneiden</b> im Menü "Bearbeiten" verwenden.
el: Κάντε κλικ σε αυτό το κουμπί για να κόψετε το κείμενο ή τα αντικείμενα που έχετε επιλέξει και να τα μετακινήσετε στο πρόχειρο του συστήματος<br><br> Μπορείτε επίσης να επιλέξετε την εντολή <b>Αποκοπή</b> από το μενού Διόρθωση.
es: Pulse este botón para cortar el texto o elementos seleccionados y moverlos al portapapeles del sistema<br><br> También puede seleccionar <b>Cortar</b> desde el menú Editar.
et: Kliki sellel nupul valitud teksti või elementide lõikamiseks ja liigutamiseks süsteemi lõikepuhvrisse<br<br> Samuti võid valida käsu <b>Lõika</b> menüüst Redigeerimine.
he: <p align=right>טסקטה תא רוזגל ידכ הז רותפכ לע ץחל<br>חול לא םריבעהלו םירחבנה םיטירפה וא<br>תכרעמה לש הכירעה<br><br> הדוקפב םג רוחבל ךתורשפאב<br>.הכירעה טירפת ךותמ <b>רוזג</b>
is: Smellið á þennan takka til að klippa út valinn texta eða hluti og flytja yfir á klippiborð kerfisins<br><br> Einnig má velja <b>Klippa</b> í <b>Sýsl</b>-valmyndinni.
ja: このボタンをクリックして、選択されているテキストまたは項目を切り取り、システムのクリップボードに移します<br><br> 編集メニューで<b>切り取り</b>を選択することもできます。
mt: Agħfas din il-buttuna biex taqta' l-kliem jew oġġetti magħżula u tmexxihom għal ġo l-clipboard tas-sistema<br><br> Tista' wkoll tagħżel il-kmand <b>Aqta'</b> minn ġol-menu 'Editja'.
no: Klikk denne knappen for å klippe ut valgt tekst eller elementer og flytter det til systemets utklippstavle<br><br> Du kan også velge <b>Klipp ut</b>-kommandoen fra Vis-menyen.
no_ny: Trykk denne knappen for å klippa ut den valte teksten eller dei valte elementa og leggja dei på utklippstavla.<br><br> Du kan òg velja kommandoen <b>Klipp ut</b> frå Rediger-menyen.
pl: Kliknij ten przycisk aby wkleić zaznaczony tekst lub element i przenieść go do systemowego schowka<br><br> Wybierz polecenie <b>Wytnij</b> z menu Edycja.
pt: Carrega neste botão para cortares o texto ou itens seleccionados e movê-los para a área de transferência<br><br> Também podes escolher <b>Cortar</b> do menu Editar.
ru: Вырезает выделенный текст или набор элементов и перемещает их в буфер обмена<br><br> То же самое делает <b>команда "Вырезать"</b> из меню "Правка".
ta: ¾ü§À¡Ð §¾Ãó¦¾Îì¸Àð¼ ¯¨Ã «øÄÐ ¯ÕôÀÊ¸¨Ç ¦ÅðÊ «Åü¨Èì ¸½¢É¢ô À¢ÊôÒôÀÄ¨¸ìÌ ¿¸÷ò¾ ­ô¦À¡ò¾¡¨Éì ìÇ¢ì ¦ºöÂ×õ<br><br> ­¾üÌò ¦¾¡ÌôÒô ÀðÊÂ¢Ä¢ÕóÐ <b>¦ÅðÎ</b> ±Ûõ ¸ð¼¨Ç¨ÂÔõ ¿£í¸û §¾÷× ¦ºöÂÄ¡õ.
uk: Клацніть на цій кнопці, щоб вирізати вибраний текст або елементи і перемістити їх в системний кишеню.<br><br> Можна також вибрати пункт <b>Вирізати</b> із меню Редагування.
xh: Nqakraza eli qhosha ukusika amagama abhaliweyo angoku okanye imiba kwaye ulise kwindlela yebhodi eqhotyoshwayo<br><br> Ungakhetha kwakhona u <b>Sika</b> umyalelo osuka kwimenu yokuhlela.

source: Moves the selected text/item(s) to the clipboard
az: Seçili mətni/üzvləri ara yaddaşa daşıyar
bg: Премества отрязания текст в буфера за обмен.
cs: Přesouvá vybraný text/položku(y) do úschovné schránky
da: Flytter de valgte tekst/punkt(er) til klippebordet
de: Verschiebt ausgewählte Texte/Elemente in die Zwischenablage
el: Μετακινεί τα επιλεγμένο κείμενο/αντικείμενα στο πρόχειρο
es: Mueve el texto/elemento(s) seleccionado(s) al portapapeles
et: Liigutab valitud teksti/elemendi(d) lõikepuhvrisse
he: הכירעה חולל םירחבנה םיטירפה\טסקטה תא ריבעמ
id: Pindahkan teks/item terpilih ke clipboard
is: Flytur valinn texta/hluti á klippiborðið
ja: 選択されたテキスト/アイテムをクリップボードへ移動
ko: 선택한 글월이나 항목을 클립보드로 옮기기
mt: Imexxi t-test/oġġetti magħżula għal ġol-clipboard
no: Flytter valgt(e) tekst/element(er) til utklippstavlen
no_ny: Flyttar valt tekst/element til utklippstavla
pl: Przenosi zaznaczony tekst/element(y) do schowka
pt: Move o texto/item seleccionado para a área de transferência
ru: Переместить выделенный текст/набор элементов в буфер обмена
ta: §¾÷ó¦¾Îì¸Àð¼ ¯¨Ã/¯ÕôÀÊ¸¨Çô À¢ÊôÒôÀÄ¨¸ìÌ ¿¸÷òÐõ
uk: Переносить виділені текст/елемент(и) у кишеню
xh: Isa igama elibhaliweyo/umba(imi) kwibhodi eqhottyoshwayo
