Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konqueror.po
Languages: az, bg, cs, da, de, el, es, et, he, id, is, ja, ko, mt, no, no_ny, pl, pt, ru, ta, uk, xh

source: Canceled.
az: Ləğv edildi.
bg: Прекъснато.
cs: Zrušeno.
da: Annulleret.
de: Abgebrochen.
el: Ακυρώθηκε.
es: Cancelado.
et: Tühistatud.
he: .לטוב
id: Dibatalkan.
is: Hætt við.
ja: キャンセルされました
ko: 취소됨.
mt: Kanċellat.
no: Avbrutt.
no_ny: Avbroten.
pl: Anulowano.
pt: Cancelado.
ru: Отменено.
ta: ¿£ì¸ôÀð¼Ð.
uk: Скасовано.
xh: Icinyiwe.

source: No permissions to write to %1
az: %1 'ə yazma səlahiyyəti yoxdur
bg: Няма права за запис в %1
cs: Neexistují práva k zápisu do %1
da: Ikke tilladelse til at skrive til %1
de: Keine Berechtigung, in %1 zu schreiben.
el: Δεν έχω άδεια να γράψω στο %1
es: No tiene permisos para escribir en %1
et: Puuduvad õigused %1 kirjutamiseks
he: %1 לא בותכל תואשרה ןיא
id: Tidak ada izin menulis ke %1
is: Engin heimild til að skrifa í %1
ja: %1 に書き込む権限がありません
ko: %1에 쓸 수 있는 권한이 없습니다.
mt: M'għandekx permessi biex tikteb ġo %1
no: Ingen rettigheter til å skrive til %1
no_ny: Ikkje løyve til å skriva til %1
pl: Brak praw do zapisu %1
pt: Não tens permissões para escrever em %1
ru: Нет прав для записи в %1
ta: %1 ­üÌ ±Ø¾ «ÛÁ¾¢ ­ø¨Ä.
uk: Не вистачає прав на запис в %1
xh: Akukho zimvume zokubhala kwi%1

source: to
az: hədəf
bg: в
cs: do
da: til
de: bis
el: προς
es: a
et: asukohta
he: לא
id: ke
is: til
ja: へ
mt: għal
no: til
no_ny: til
pl: do
pt: para
ru: в
ta: ­¾üÌ
uk: до
xh: ku

source: Copy selected files from
az: Buradan seçilən faylları köçür
bg: Копира избраните файлове от
cs: Kopírovat zvolené soubory z
da: Kopiér udvalgte filer fra
de: Ausgewählte Daten kopieren von
el: Αντιγραφή επιλεγμένων αρχείων από
es: Copiar archivos seleccionados de
et: Kopeerida valitud failid asukohast
he: ךותמ םירחבנה םיצבקה תא קתעה
id: Salin berkas terpilih dari
is: Afrita valdar skrár úr
ja: 選択されたファイルをコピー
ko: 다음 위치에서 골라놓은 파일을 복사하기:
mt: Ikkopja l-fajls magħżula minn
no: Kopier valgte filer fra
no_ny: Kopier dei valte filene frå
pl: Kopiuj wybrany plik z
pt: Copiar os ficheiros seleccionados de
ru: Копировать выбранные файлы из
ta: ¦¾Ã¢×¦ºöÂôÀð¼ §¸¡ôÒ¸¨Ç ­¾¢Ä¢ÕóÐ ¿¸ø¦ºö
uk: Копіювати вибрані файли з
xh: Khuphela iifayile ezikhethiweyo ku

source: Move selected files from
az: Buradan seçilən faylları daşı
bg: Премества избраните файлове от
cs: Přesunout zvolené soubory
da: Flyt udvalgte filer fra
de: Ausgewählte Dateien verschieben von
el: Μετακίνηση επιλεγμένων αρχείων από
es: ¿Mover archivos seleccionados de
et: Kas liigutada valitud failid asukohast
he: ךותמ םירחבנה םיצבקה תא רבעה
id: Pindahkan berkas terpilih dari
is: Færa valdar skrár úr
ja: 選択されたファイルを移動
ko: 다음 위치에서 골라놓은 파일을 옮기기:
mt: Mexxi l-fajls magħżula minn
no: Flytt valgte filer fra
no_ny: Flytt dei valte filene frå
pl: Przenieś wybrany plik z
pt: Mover os ficheiros seleccionados de
ru: Переместить выбранные файлы из
ta: ¦¾Ã¢×¦ºöÂôÀð¼ §¸¡ôÒ¸¨Ç ­¾¢Ä¢ÕóÐ ¿¸÷òÐ
uk: Пересувати вибрані файли з
xh: Yisa iifayile ezikhethiweyo ku

source: &Move to Trash
az: Zibilə &Göndər
bg: &Премества в кошчето
cs: &Přesunout do koše
da: &Flyt til affald
de: In den M&ülleimer werfen
el: Μετακίνηση στα Σκουπίδια
es: &Mover a la papelera
et: &Liiguta prügikasti
he: הפש&אל רבעה
id: &Pindahkan ke Trash
is: &Henda í ruslið
ja: ごみ箱へ移動(&M)
ko: 쓰레기통으로 보냄(&M)
mt: &Poġġi fl-iskart
no: F&lytt til papirkurven
no_ny: Flytt til &papirkorga
pl: &Przenieś do kosza
pt: &Mover para o Lixo
ru: &Выбросить в корзину
ta: Ìô¨Àò¦¾¡ðÊìÌ ¿¸÷òÐ
uk: &Пересунути в смітник
xh: &Yisa kwindawo ezingabalulekanga

source: Exit Full-Screen Mode
az: Tam Ekran Modundan Çıx
bg: Излизане от пълноекранният режим
cs: Vypnout celoobrazovkový mód
da: Stands fuldskærmstilstand
de: Vollbildmodus beenden
el: Έξοδος από Λειτουργία Πλήρους Οθόνης
es: Salir modo de pantalla completa
et: Välju täisekraani režiimist
he: אלמ ךסמ בצממ אצ
is: Hætta í full-skjás ham
ja: 全画面モードを抜ける
ko: 전체 화면 상태를 끝내기
mt: Oħroġ mill-modalità "skrin sħiħ"
no: Avslutt fullskjermsmodus
no_ny: Avslutt fullskjermsmodus
pl: Zakończ tryb pełnoekranowy
pt: Terminar Todo o Ecrã
ru: Выйти из полноэкранного режима
ta: ÓØò¾¢¨Ã Ó¨È¨ÁÂ¢Ä¢ÕóÐ ¦ÅÇ¢§ÂÚ
uk: Вимкнути повноекранний режим
xh: Khupha iNdlela yeKhusi Elipheleleyo

source: Full-Screen Mode
az: Tam Ekran Modu
bg: Режим на пълен екран
cs: Celoobrazovkový mód
da: Fuldskærmstilstand
de: Vollbildmodus
el: Λειτουργία Πλήρους Οθόνης
es: Modo de pantalla completa
et: Täisekraani režiim
he: אלמ ךסמ בצמ
is: Fylla allan skjáinn
ja: 全画面モード
ko: 전체 화면으로
mt: Modalità "skrin sħiħ"
no: Fullskjermsmodus
no_ny: Fullskjermsmodus
pl: Tryb pełnoekranowy
pt: Todo o Ecrã
ru: Полноэкранный режим
ta: ÓØò¾¢¨Ã Ó¨È¨Á
uk: Повноекранний режим
xh: Indlela yeKhusi Elipheleleyo

source: Edit File Type...
az: Fayl Növünü &Düzəlt...
bg: Редактиране тип на файл...
cs: Upravit typy souborů...
da: Redigér filtyper...
de: Dateitypen bearbeiten...
el: Επεξεργασία Τύπου Αρχείου...
es: Editar tipo de archivo...
et: Redigeeri faili tüüpi ...
he: ...ץבוקה גוס תכירע
id: Edit Tipe File...
is: Breyta tegund skráar...
ja: ファイルタイプを編集...
ko: 파일 형식 편집...
mt: Editja t-tip tal-fajl...
no: Rediger filtype...
no_ny: Rediger filtype ...
pl: Modyfikuj typ pliku...
pt: Editar Tipo de Ficheiro...
ru: Изменить тип файла...
ta: §¸¡ôÒ Å¨¸¸¨Ç ¦¾¡Ì...
uk: Редагувати тип файлу...
xh: Hlela udidi lwefayile...

source: Properties...
az: Seçənəklər...
bg: Свойства...
cs: Vlastnosti...
da: Egenskaber...
de: Eigenschaften...
el: Ιδιότητες...
es: Propiedades...
et: Omadused ...
he: ...םינייפאמ
id: Properti...
is: Eiginleikar...
ja: プロパティ...
ko: 등록정보...
mt: Propjetajiet...
no: Egenskaper...
no_ny: Eigenskapar ...
pl: Właściwości...
pt: Propriedades...
ru: Свойства...
ta: ¦º¡òÐì¸û...
uk: Властивості...
xh: Iimpahla...

source: New &Window
az: Yeni &Pəncərə
bg: Нов &прозорец
cs: Nové &okno
da: &Nyt vindue
de: Neues &Fenster
el: Νέο Παράθυρο
es: Nueva &ventana
et: Uus ak&en
he: שדח ןול&ח
id: &Jendela Baru
is: Nýr &gluggi
ja: 新しいウィンドウ(&W)
ko: 새 창(&W)
mt: &Window ġdida
no: Nytt &vindu
no_ny: Nytt &vindauge
pl: &Nowe Okno
pt: Nova &Janela
ru: &Новое окно
ta: Ò¾¢Â º¡ÇÃõ
uk: Нове &вікно
xh: &Iwindow Entsha

source: &Duplicate Window
az: Pəncərəni İ&kilə
bg: Д&ублиране на прозорец
cs: &Duplikovat okno
da: &Duplikér vindue
de: Fenster d&uplizieren
el: Διπλασιασμός Παραθύρου
es: &Duplicar ventana
et: &Dubleeri aken
he: ןולחה תא לפכ&ש
id: &Gandakan Jendela
is: A&frita glugga
ja: ウィンドウを複製(&D)
ko: 창을 두개로 나누기(&D)
mt: I&dduplika l-window
no: &Kopier vindu
no_ny: &Dupliser vindauge
pl: &Zduplikuj okno
pt: &Duplicar Janela
ru: С&оздать копию окна
ta: º¡ÇÃò¨¾ ­ÃðÊ
uk: &Здублювати вікно
xh: &Yenza kubini iwindow

source: Send &Link
az: &Körpüləri Yolla
bg: Изпраща у&казател
cs: Pos&lat odkaz
da: Send &lænke
de: Ver&knüpfung verschicken
el: Αποστολή &Δεσμού
es: Enviar en&lace
et: Saada &viit
he: רושי&ק חלש
is: &Senda tengil
ja: リンクを送信(&L)
ko: 연결 보내기(&L)
mt: Ibgħat &link
no: Send &lenke
no_ny: Send &lenkje
pl: Wyślij o&dnośnik
pt: Enviar &Ligação
ru: Послать &ссылку
ta: &­¨½ô¨À «ÛôÒ
uk: Відіслати &посилання
xh: &Thumela ikhonkco

source: Send File
az: Fayl Yolla
bg: Изпраща файл
cs: Poslat soubor
da: Send fil
de: Datei verschicken
el: Αποστολή Αρχείου
es: Enviar archivo
et: Saada fail
he: ץבוק חלש
is: Senda skrá
ja: ファイルを送信
ko: 파일 보내기
mt: Ibgħat fajl
no: Send fil
no_ny: Send fil
pl: Wyślij plik
pt: Enviar Ficheiro
ru: Послать файл
ta: §¸¡ô¨À «ÛôÒ
uk: Відіслати файл
xh: Thumela ifayile

source: &Run Command...
az: Əmr İşə &Sal...
bg: И&зпълни команда...
cs: &Spustit příkaz...
da: &Kør kommando...
de: &Befehl ausführen...
el: Εκτέλεση Εντολής...
es: &Ejecutar comando...
et: &Käivita käsk...
he: ...הדוק&פ לעפה
id: &Jalankan Perintah...
is: &Keyra skipun...
ja: コマンドを実行(&R)...
ko: 명령어 실행(&R)...
mt: &Ħaddem kmand...
no: &Kjør kommando...
no_ny: Køyr &kommando ...
pl: &Wykonaj polecenie...
pt: Executa&r...
ru: В&ыполнить команду...
ta: ¸ð¼¨Ç¨Â ­ÂìÌ...
uk: &Виконати команду...
xh: &Yenza umyalelo...

source: Open &Terminal...
az: &Terminal Aç...
bg: Отвори т&ерминал...
cs: Otevřít t&erminál...
da: Åbn &terminal...
de: &Terminal öffnen...
el: Άνοιγμα Τερματικού...
es: Abrir &terminal...
et: Ava &terminal...
he: ...ףו&סמ חתפ
id: Buka &Terminal...
is: Opna &skjáhermi...
ja: ターミナルを開く(&T)...
ko: 터미날 열기(&T)...
mt: Iftaħ &terminal...
no: Åpne &terminal...
no_ny: Opna &terminal ...
pl: Otwórz &Terminal..
pt: Abrir &Terminal...
ru: Открыть т&ерминал...
ta: Ó¨ÉÂò¨¾ò ¾¢È...
uk: Відкрити &термінал...
xh: &Vula isiphelo sendlela...

source: &Open Location...
az: &Yer Aç...
bg: &Отвори адрес...
cs: Otevřít u&místění...
da: &Åbn sted...
de: &Adresse aufrufen...
el: Άνοιγμα Τοπο&θεσίας
es: &Abrir dirección...
et: &Ava asukoht...
he: ...תבותכ חת&פ
id: Buka L&okasi...
is: &Opna stað...
ja: 場所を開く(&O)...
ko: 위치 열기(&O)...
mt: &Iftaħ indirizz...
no: &Åpne adresse...
no_ny: &Opna ...
pl: &Otwórz adres...
pt: Abrir L&ocalização...
ru: &Открыть страницу...
ta: ­¼ò¨¾ò ¾¢È...
uk: &Відкрити адресу...
xh: &Vula indawo ekuyo...

source: &Find file...
az: Fayl &Axtar...
bg: &Намери файл...
cs: Na&jít soubor...
da: &Find fil...
de: Dateien &suchen...
el: Εύρεση αρχείου...
es: &Buscar archivo...
et: &Leia fail ...
he: ...םיצבק שפ&ח
id: Cari &berkas...
is: &Finna skrá...
ja: ファイルの検索(&F)...
ko: 파일 찾기(&F)...
mt: Sib &fajl...
no: &Finn fil...
no_ny: &Finn fil ...
pl: &Znajdź plik...
pt: Procurar &ficheiro...
ru: &Найти файл...
ta: §¸¡ô¨Àì ¸ñÎÀ¢Ê...
uk: &Знайти файл...
xh: &Fumana ifayile...

source: &Use index.html
az: index.html &işlət
bg: &Използва index.html
cs: Použí&vat index.html
da: &Brug index.html
de: index.html be&nutzen
el: Χρήση index.html
es: &Usar index.html
et: Kas&uta faili index.html
he: index.html-ב שמת&שה
id: G&unakan index.html
is: &Nota index.html
ja: index.htmlを使う(&U)
ko: index.html 쓰기(&U)
mt: &Uża index.html
no: &Bruk index.html
no_ny: Bruk &index.html
pl: &Użyj index.html
pt: &Usar index.html
ru: &Использовать index.html
ta: index.html ÒÆíÌ
uk: &Починати з index.html
xh: &Sebenzisa isalathisi.html

source: Lock to current location
az: Hazırkı yeri qıfılla
bg: Заключва към текущия адрес
cs: Zamknout na současném umístění
da: Lås til nuværende sted
de: Ansicht einfrieren
el: Κλείδωμα στην τρέχουσα τοποθεσία
es: Fijar dirección actual
et: Lukusta praegusele asukohale
he: יחכונה םוקימב לענ
id: Kunci ke lokasi sekarang
is: Festa við stað sem verið er að skoða
ja: 現在の場所にロック
ko: 현재 위치로 잠금
mt: Sakkar fl-indirizz preżenti
no: Lås til gjeldende adresse
no_ny: Lås i denne posisjonen
pl: Zablokuj bieżący adres
pt: Trancar na Localização Actual
ru: Заблокировать в текущем месте
ta: ¿¼ôÒ ­¼òÐ¼ý âðÎ
uk: Зафіксувати на цій адресі
xh: Tshixa kwindawo ekuyo yangoku

source: Unlock view
az: Nümayişlərin qıfılını aç
bg: Разблокирва панела
cs: Odemknout pohled
da: Aflås visning
de: Einfrieren der Ansicht aufheben
el: Ξεκλείδωμα προβολής
es: Desbloquear vista
et: Lase vaade lukust lahti
he: הליענ לטב
id: Lepaskan tampilan
is: Losa alla glugga
ja: ビューのロック解除
ko: 보기 잠금 열기
mt: Itlaq id-dehra
no: Lås opp alle visninger
no_ny: Lås opp rute
pl: Odblokuj widok
pt: Destrancar Vista
ru: Разблокировать панель
ta: ¸¡ðº¢¨Âò ¾¢È
uk: Вивільнити перегляд
xh: Sukuyitshixa imboniselo

source: Link view
az: Körpü nümayişi
bg: Преглед на указател
cs: Svázat pohledy
da: Lænk visning
de: Ansicht verknüpfen
el: Προβολή Συνδέσμου
es: Enlazar vista
et: Lingi vaade
he: תרשוקמ הגוצת
id: Tampilan link
is: Tenglasýn
ja: リンクビュー
ko: 보기 연결
mt: Ehmeż id-dehra
no: Lenkevisning
no_ny: Knyt saman rute
pl: Widok odnośników
pt: Ligar vista
ru: Синхронизировать панель
ta: ­¨½ôÒì ¸¡ðº¢
uk: Вигляд з посиланнями
xh: Dibanisa imboniselo

source: &Up
az: &Yuxarı
bg: На &горе
cs: &Nahoru
da: &Op
de: &Aufwärts
el: Πάνω
es: A&rriba
et: Ü&les
he: הלע&מל
id: &Atas
is: &Upp
ja: 上(&U)
ko: 위(&U)
mt: &Fuq
no: &Opp
no_ny: &Opp
pl: Do &góry
pt: S&ubir
ru: В&верх
ta: §Áø
uk: В&гору
xh: &Ngentla

source: &Back
az: &Geri
bg: Н&азад
cs: &Zpět
da: Til&bage
de: &Zurück
el: Πίσω
es: &Atrás
et: &Tagasi
he: הרוח&א
id: &Mundur
is: &Aftur
ja: 戻る(&B)
ko: 뒤로(&B)
mt: &Lura
no: &Tilbake
no_ny: &Tilbake
pl: &Cofnij
pt: &Recuar
ru: Н&азад
ta: À¢ý
uk: На&зад
xh: &Emva

source: &Forward
az: İ&rəli
bg: На&пред
cs: &Vpřed
da: &Frem
de: Nach &vorne
el: Μπροστά
es: A&delante
et: &Edasi
he: המ&ידק
id: &Maju
is: Fra&m
ja: 進む(&F)
ko: 앞으로(&F)
mt: &Quddiem
no: &Fremover
no_ny: &Fram
pl: Do &przodu
pt: &Avançar
ru: В&перед
ta: Óý
uk: В&перед
xh: &Phambili

source: History
az: Keçmiş
bg: История
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
et: Ajalugu
he: הירוטסיה
id: Sejarah
is: Saga
ja: 履歴
ko: 히스토리
mt: Kronoloġija
no: Historie
no_ny: Historie
pl: Historia
pt: Histórico
ru: Журнал
ta: ÅÃÄ¡Ú
uk: Історія
xh: Imbali

source: Home URL
az: Ev "URL"si
bg: Домашен URL
cs: Domovské URL
da: Hjemme url
de: Adresse der Startseite
el: URL σπιτιού
es: URL de inicio
et: Kodukataloogi URL
he: תיב תבותכ
id: URL Rumah
is: Upphafssíða (URL)
ja: ホームのURL
ko: 홈 URL
mt: URL bażi
no: Hjemme-URL
no_ny: Heime-URL
pl: Katalog domowy
pt: URL Base
ru: Домашняя страница
ta: ¦¾¡¼ì¸ URL
uk: Домашній URL
xh: Ikhaya URL

source: App&lications
az: &Proqramlar
bg: П&риложения
cs: Ap&likace
da: Program&mer
de: &Programme
el: Εφαρμογές
es: Ap&licaciones
et: &Rakendused
he: םימו&שיי
id: Ap&likasi
is: &Forrit
ja: アプリケーション(&l)
ko: 응용 프로그램(&l)
mt: &Programmi
no: App&likasjoner
no_ny: P&rogram
pl: Katalogu Ap&likacje
pt: Ap&licações
ru: П&риложения
ta: ¿¢Ãø¸û
uk: &Програми
xh: &Izicelo

source: SideBar Configuration
az: Yan Çubuq Quraşdırılması
bg: Настройки на SideBar
cs: Nastavení postranní lišty
da: Sidebjælke indstilling
de: Navigationsbereich einrichten
el: Ρύθμιση SideBar
es: Configuración de la barra lateral
et: Külgriba seadistused
he: ידדצה לגרסה תורדגה
id: Konfigurasi SideBar
is: Stillingar hliðslár
ja: サイドバーの設定
ko: 사이드바 설정
mt: Konfigurazzjoni tal-barra laterali
no: Oppsett av sidestolpe
no_ny: Oppsett av sidestolpe
pl: Konfiguracja paska bocznego
pt: Configuração da Barra Lateral
ru: Настройки боковой панели
ta: Àì¸ôÀð¨¼ ÅÊÅ¨ÁôÒ
uk: Установки бічної панелі
xh: Ibar esecaleni yoqwalaselo

source: Trash
az: Zibil Qutusu
bg: Кошче
cs: Koš
da: Affald
de: Mülleimer
el: Σκουπίδια
es: Papelera
et: Prügikast
he: הפשא
is: Rusl
ja: ごみ箱
ko: 쓰레기
mt: Skart
no: Papirkurv
no_ny: Papirkorg
pl: Katalog Śmietnik
pt: Lixo
ru: Корзина
ta: Ìô¨À
uk: Смітник
xh: Umonakalo

source: Templates
az: Şablonlar
bg: Шаблони
cs: Šablony
da: Skabeloner
de: Vorlagen
el: Πρότυπα
es: Plantillas
et: Mallid
he: תוינבת
id: Template
is: Snið
ja: テンプレート
ko: 본
mt: Mudelli
no: Maler
no_ny: Malar
pl: Katalog Szablony
pt: Modelos
ru: Шаблоны
ta: «îÍì¸û
uk: Шаблони
xh: iiTemplates

source: Autostart
az: Avtomatik Başlat
bg: Автостарт
cs: Po spuštění
el: Αυτόματη_Έναρξη
es: Autoinicio
he: תיטמוטוא הלעפה
is: Ræsiferli
ja: 自動起動
ko: 스스로 시작
mt: Programmi tal-bidu
pl: Katalog Autostart
pt: Arranque
ru: Автозапуск
ta: ¾ýÉ¢Âì¸ò ¦¾¡¼ì¸õ
uk: Автостарт
xh: Isiqalo esizenzekelayo

source: Most often visited
az: Ən sıx ziyarət edilənlər
bg: Най-често посещаван
cs: Nejčastěji navštěvované
da: Oftest besøgt
de: Meist besuchte
el: Πιο συχνά επισκεπτόμενη
es: Más frecuentemente visitados
et: Tihedamini külastatud
he: ףוכת רוקיבב
is: Oftast sótt
ja: 最多訪問
ko: 자주 가는 곳
mt: L-iżjed li żort
no: Oftest besøkt
no_ny: Oftast vitja
pl: Najczęściej odwiedzanych
pt: Visitados Frequentemente
ru: Наиболее часто посещаемые
ta: ÜÊÂ ¾Ãõ ¦ºýÈ¨Å
uk: Найбільш популярні
xh: Indwendwelwa rhoqo kaninzi

source: &Save View Profile
az: Görünüş Profilini &Qeyd Et
bg: За&пази профила на панела
cs: Uložit pro&fil pohledu
da: &Gem visningsprofil
de: Ansichtsprofil &speichern
el: Αποθήκευση Προφίλ Προβολής
es: &Guardar perfil de vista
et: &Salvesta vaate profiil
he: הגוצת ליפורפ רומ&ש
id: &Simpan Profil Tampilan
is: &Vista sýnistillingar
ja: ビューのプロファイルを保存(&S)
ko: 보기 프로파일 저장(&S)
mt: Ikteb il-profil tad-&dehriet
no: &Lagre visningsprofil
no_ny: &Lagra ruteprofil
pl: &Zapisz profil widoku
pt: Gravar Perfil de Vi&sta
ru: Со&хранять профиль панели
ta: ¸¡ðº¢ò ¾¢Ãð¨¼î §ºÁ¢
uk: &Записати профіль перегляду
xh: &Gcina imboniselo yabucala yemboniselo

source: View Properties Saved In &Directory
az: Cərgədəki Görünüş Xüsusiyyətlərini &Qeyd Et
bg: Запазва настройките на панела в &Директория
cs: Uložit &vlastnosti pohledu v adresáři
da: &Se egenskaber gemt i mappe
de: Ansicht-Eigenschaften für &Verzeichnis speichern
el: Ιδιότητε&ς Προβολής Αποθηκευμένες σε Κατάλογο
es: &Guardadas propiedades de vista en el directorio
et: Vaate omadused salvestatakse &kataloogis
he: הירפסב ורמשנש םינייפ&אמ גצה
id: Lihat Properti yang Tersimpan dalam &Direktori
is: Sýnieiginleikar vistaðir í mö&ppu
ja: ディレクトリにビュー設定を保存(&D)
ko: 자료방에 저장된 등록정보 보기(&D)
mt: Uri propjetajiet miktuba fid-&direttorju
no: La&gre visnings-egenskaper i katalog
no_ny: &Ruteinnstillingar lagra i katalog
pl: Zapisz właściwości widoku w &katalogu
pt: Ver as Propriedades Gravada na &Directoria
ru: Сохран&ять свойства панели в каталог
ta: ­ùÅ¨¼Å¢ü §ºÁ¢òÐûÇ ¦º¡òÐì¸¨Çô À¡÷
uk: Переглянути властивості збережені в &каталозі
xh: &Iimpahla zemboniselo zigcinwa kulawulo

source: Remove Directory Properties
az: Cərgə Xüsusiyyətlərini Çıxart
bg: Изтрива свойствата на директория
cs: Odstranit vlastnosti adresáře
da: Fjern mappeegenskaber
de: Ansicht-Eigenschaften für Verzeichnis löschen
el: Σβήσιμο Ιδιοτήτων Καταλόγου
es: Eliiminar propiedades de directorios
et: Eemalda kataloogi omadused
he: הירפסה ינייפאמ תא רסה
id: Hapus Properti Direktori
is: Eyða eiginleikum möppu
ja: ディレクトリの設定を削除
ko: 자료방 등록정보 없애기
mt: Neħħi l-propjetajiet tad-dokument
no: Fjern katalog-egenskaper
no_ny: Fjern katalogeigenskapar
pl: Usuń właściwości katalogu
pt: Apagar as Propriedades da Directoria
ru: Удалить свойства каталога
ta: «¨¼×î ¦º¡òÐì¸¨Ç ¿£ìÌ
uk: Стерти властивості каталогу
xh: Susa iimpahla zolawulo

source: Split View &Left/Right
az: Görünüşü &Sol/Sağ Şəklində Böl
bg: Разделя панела &вертикално
cs: Rozdělit pohled vertiká&lně
da: Opdel visning &lodret
de: Ansicht in &linke und rechte Hälfte teilen
el: Χωρισμός παραθύρου σε Αρ&ιστερό/Δεξί
es: Dividir vista &izquierda/derecha
et: Poolita vaade &vasakult paremale
he: תיכנא הגוצת לצ&פ
id: Pisah Tampi&lan Kiri/Kanan
is: Kljúfa sýn ló&ðrétt
ja: ビューを左右に分割(&L)
ko: 보기를 왼쪽과 오른쪽으로 나누기(&L)
mt: Aqsam id-dehra &xellug/lemin
no: Del visning &venstre/høyre
no_ny: Del ruta &venstre/høgre
pl: Podziel widok w &pionie
pt: Dividir Vista &Esquerda/Direita
ru: Разделить панель по &вертикали
ta: ¸¡ðº¢¨Â ­¼Ð ÅÄ¾¡¸ô À¢Ã¢
uk: Розділений перегляд &Лівий/Правий
xh: &Chaka imboniselo ekhohlo/ekunene

source: Split View &Top/Bottom
az: &Görünüşü &Alt/Üst Şəklində Böl
bg: Разделя панела &хоризонтално
cs: Rozdělit pohled &horizontálně
da: Opdel visning &vandret
de: Ansicht in &obere und untere Hälfte teilen
el: Χωρισμός παραθύρου σε Πάν&ω/Κάτω
es: Dividir vista &superior/inferior
et: Poolita vaade ülevalt &alla
he: תיקפוא הגוצת ל&צפ
id: Pisah Tampilan A&tas/Bawah
is: Kljúfa sýn lá&rétt
ja: ビューを上下に分割(&T)
ko: 보기를 위 아래로 나누기(&T)
mt: Aqsam id-dehra &fuq/isfel
no: Del visning &topp/bunn
no_ny: Del ruta &topp/botn
pl: Podziel widok w po&ziomie
pt: Dividir Vista &Cima/Baixo
ru: Разделить панель по &горизонтали
ta: ¸¡ðº¢¨Â §Áø ¸£Æ¡¸ô À¢Ã¢
uk: Розділений перегляд &Вгорі/знизу
xh: &Chaka imboniselo ngentla/ngezantsi

source: &Remove Active View
az: Fəal Nümayişi &Çıxart
bg: &Изтрива активният панел
cs: Odst&ranit aktivní pohled
da: &Fjern aktiv visning
de: Aktive Ansicht ent&fernen
el: Α&φαίρεση Τρέχουσας Προβολής
es: &Eliminar vista activa
et: &Eemalda aktiivne vaade
he: הליעפה הגוצתה תא ר&סה
id: &Hapus Tampilan Aktif
is: Fjarl&ægja virka sýn
ja: アクティブなビューを削除(&R)
ko: 지금 보는 것 없애기(&R)
mt: &Neħħi l-dehra attiva
no: &Fjern aktiv visning
no_ny: &Fjern aktiv rute
pl: &Usuń aktywny widok
pt: &Remover Vista Activa
ru: &Удалить активную панель
ta: ­ÂíÌõ ¸¡ðº¢¨Â ¿£ìÌ
uk: &Забрати активний вигляд
xh: &Susa imboniselo esebenzayo

source: &Configure View Profiles...
az: Görünüş Profili &Quraşdır...
bg: &Настройка за профила на панел
cs: Nastavit pr&ofily pohledu...
da: &Indstil visningsprofiler...
de: Ansichtsprofile &verwalten...
el: Ρύθμιση &Προφίλ Προβολής...
es: &Configurar perfiles de vista...
et: Vaate profiilide &seadistamine...
he: ...הגוצת י&ליפורפ תורדגה
id: &Konfigurasikan Profil Tampilan...
is: &Breyta sýnistillingum
ja: ビューのプロファイルを設定(&C)
ko: 보기 프로파일 설정(&C)...
mt: &Ikkonfigura l-profili tad-dehriet...
no: &Konfigurer visningsprofiler...
no_ny: Set opp rute&profilar ...
pl: &Zarządzanie profilami widoków...
pt: &Configurar Perfis de Vista...
ru: &Настроить профиль панели
ta: ¸¡ðº¢ò ¾¢ÃðÎì¸¨Ç ÅÊÅ¨Á...
uk: &Настроїти профілі перегляду...
xh: &Qwalasela iimboniselo zabucala zemboniselo...

source: Load &View Profile
az: Görünüş Profili &Yüklə
bg: &Зареждане на профил за панел
cs: Načíst p&rofil pohledu
da: Indlæs visnings&profil
de: Ansichtsprofil l&aden
el: Φόρτω&μα Προφίλ Προβολής
es: Cargar perfil de &vista
et: Lae &vaate profiil
he: הגוצת ליפורפ ןע&ט
id: M&uat Profil Tampilan
is: &Hlaða inn sýnistillingar
ja: ビューのプロファイルを読み込み(&V)
ko: 보기 프로파일 불러들이기(&V)
mt: Tella' profil tad-&dehriet
no: Last &visningsprofil
no_ny: Bruk &ruteprofil
pl: Pobież profil &widoku
pt: Carregar Perfil de &Vista
ru: &Загрузить профиль панели
ta: ¸¡ðº¢ò ¾¢Ãð¨¼ ²üÚ
uk: Завантажити профіль &перегляду
xh: &Layisha imboniselo yabucala yemboniselo

source: &Stop
az: &Dayandır
bg: Пре&късни
de: &Stopp
el: &Στοπ
es: Alt&o
he: רו&צע
is: &Stöðva
ja: 停止(&S)
ko: 멈춤(&S)
mt: &Ieqaf
no: &Stopp
no_ny: &Stopp
pt: &Parar
ru: &Остановить
ta: ¿¢ÚòÐ
uk: Зу&пинити
xh: &yima

source: &Rename
az: &Yenidən adlandır
bg: П&реименувай
cs: &Přejmenovat
da: &Omdøb
de: &Umbenennen
el: Μετονομασία
es: &Renombrar
et: &Nimeta ümber
he: םש הנ&ש
id: Gan&ti nama
is: &Endurnefna
ja: 名称変更(&R)
ko: 이름 바꾸기(&R)
mt: Biddel l-ise&m
no: &Gi nytt navn
no_ny: &Endra namn
pl: &Zmień nazwę
pt: Muda&r o Nome
ru: &Переименовать
ta: ÁÚ¦ÀÂÃ¢Î
uk: &Перейменувати
xh: &Yinike igama kwakhona

source: &Shred
az: &Parçala
bg: Ра&здробяване
cs: Ska&rtovat
da: &Makulér
de: In den Reiß&wolf schieben
el: Καταστροφή
es: &Triturar
et: &Hävita
he: ס&ורג
is: &Tæta
ja: シュレッダー(&S)
ko: 완전히 지우기(&S)
mt: &Qatta'
no: &Makuler
no_ny: &Øydelegg
pl: &Zniszcz
pt: De&struir
ru: &Уничтожить
uk: &Знищити
xh: &Okuncinci okukrazukileyo

source: Animated Logo
az: Animasiyalı Loqo
bg: Анимирано лого
cs: Animované logo
da: Animeret Logo
de: Animiertes Logo
es: Logotipo animado
et: Animeeritud logo
he: שפנומ לילמס
id: Logo Beranimasi
is: Merki á hreyfingu
ja: アニメーションロゴ
ko: 움직이는 로고
mt: Logo animat
no: Animert logo
no_ny: Animert logo
pl: Animowane logo
pt: Logótipo Animado
ru: Лого с анимацией
ta: «¨ºçðÊÂ º¢ýÉõ
uk: Оживлений логотип
xh: iLogo ephilayo

source: L&ocation
az: &Yer
bg: &Адрес
cs: U&místění
da: &Sted
de: A&dresse
el: &Τοποθεσία
es: &Dirección
et: Asuk&oht
he: םוק&ימ
id: L&okasi
is: &Staður
ja: 場所(&o)
ko: 위치(&o)
mt: I&ndirizz
no: Adre&sse
no_ny: &Adresse
pl: A&dres
pt: L&ocalização
ru: &Адрес
ta: ­¼õ
uk: Адр&еса
xh: &Indawo ekuyo

source: Location Bar
az: Yer Çubuğu
bg: Лента за адрес
cs: Lišta umístění
da: Stedlinie
de: Adress-Leiste
el: Γραμμή Τοποθεσίας
es: Barra de dirección
et: Asukohariba
he: םוקימ תרוש
id: Papan Lokasi
is: Staðaslá
ja: 場所バー
ko: 위치줄
mt: Barra tal-indirizz
no: Adresselinje
no_ny: Adresselinje
pl: Pasek adresu
pt: Barra de Localização
ru: Полоса адреса
ta: ­¼ô Àð¨¼
uk: Панель адреси
xh: Ibar yendawo ekuyo

source: Clear location bar
az: Ünvan çubuğunu təmizlə
bg: Изчиства лентата за адрес
cs: Vyprázdnit lištu s umístěním
da: Ryd stedlinie
de: Adress-Anzeige löschen
el: Καθαρισμός Γραμμής Τοποθεσίας
es: Limpiar barra de dirección
et: Puhasta asukohariba
he: םוקימה תבית תא הקנ
id: Bersihkan papan lokasi
is: Hreinsa staðaslá
ja: 場所バーをクリア
ko: 위치줄 지우기
mt: Ħassar il-kaxxa tal-indirizz
no: Tøm adresselinje
no_ny: Tøm adresselinje
pl: Wyczyść pasek adresu
pt: Limpar a barra de localização
ru: Очистить полосу адреса
ta: ­¼ô Àð¨¼¨Âò Ð¨¼
uk: Очистити панель адреси
xh: Ibar yokucacisa indawo ekuyo
