Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konqueror.po
Languages: az, bg, cs, da, de, el, es, et, he, id, is, ja, ko, mt, no, no_ny, pl, pt, ru, ta, uk, xh

source: The <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; History in your SideBar ensures that you can keep track of the pages you have visited recently.
az: Yan çubuqda yerləşən <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nsbp; keçmişinizin ziyarət etdiyiniz səhifələrin qeydiini tutmaq üçün işlədilir.
bg: <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Историята на сайтовете които сте посетили на скоро
cs: Položka <IMG WIDTH=16 HEIGHT=16 SRC="%1">&nbsp;"Historie" v postranní liště vám zaručí, že nikdy neztratíte přehled o navštívených stránkách.
da: <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Historikken i din sidebjælke sørger for at du har styr på de sider du har besøgt for nyligt.
de: Die <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Verlaufs-Anzeige im Navigationsbereich ermöglicht Ihnen den Überblick über kürzlich besuchte Webseiten.
el: Το <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Ιστορικό στο Sidebar εξασφαλίζει ότι δε θα χαθούν οι διευθύνσεις που επισκεφθήκατε πρόσφατα.
es: El <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Historial en su barra lateral le permite mantener una relación de las páginas recientemente visitadas.
et: Kirje <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; "Ajalugu" abil külgribal saad kätte kõik hiljuti külastatud veebilehed.
is: <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Saga táknmyndin á vinstri hönd gerir þér kleyft að fylgjast með á hvaða vefsíður þú ert búin(n) að fara nýlega.
ja: <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; サイドバーの履歴は最近訪れたページを記録し続けます。
ko: 사이드바에 있는 <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; 히스토리는 최근에 갔었던 웹 궤도를 유지하도록 보증합니다.
mt: Il-<IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; kronoloġija fil-barra laterali tippermettilek iżżomm kont ta' liema paġni żort riċentement.
no: <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Historien i Sidelinjen din lar deg holde greie på de sidene du nylig har besøkt.
no_ny: <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Historia i sidestolpen hjelper deg med å halda greie på dei sidene du nyleg har vitja.
pl: W <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; historii na pasku bocznym znajduje się wiele stron które odwiedziłeś i do których możesz powrócić.
pt: O <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Histórico na tua barra lateral garante que te lembras das páginas que visitaste recentemente.
ru: <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Журнал на боковой панели можно использовать для перехода на недавно посещаемые страницы.
ta: Àì¸ôÀð¨¼Â¢ÖûÇ <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ÅÃÄ¡Ú, ¿£í¸û À¡÷¨ÅÂ¢ð¼ ­¨½ÂôÀì¸Ç¢ý ÅÃ¢¨º¨Â »¡À¸õ ¨Åò¾¢ÕôÀ¨¾ ¯Ú¾¢¦ºöÔõ.
uk: <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Історія у Вашій Бічній панелі надає змогу відстежити сторінки, по яких Ви недавно ходили.
xh: I <IMG UBUBANZI=16 UBUDE=16 SRC="%1"> &nbsp; Imbali kwiBar Esecaleni yakho iqinisekisa ukuba ungagcina umkhondo wamaphepha owandwendweleyo kufutshane nje.

source: Use a caching <A HREF="%1">proxy</A> to speed up your Internet connection.
az: Bir <A HREF="%1"> vəkil verici</A> işlədərək internet bağlantınızı sür'ətləndirə bilərsiniz.
bg: Исполвайте кеш <A HREF="%1">прокси</A> за увеличаване на скороста на Интернет.
cs: Používejte <A HREF="%1">proxy</A> k urychlení připojení na Internet.
da: Brug en cache <A HREF="%1">proxy</A> til at gøre din internet-forbindelse hurtigere.
de: Verwenden Sie einen <A HREF="%1">Proxy</A> als Zwischenspeicher, um Ihre Internet-Verbindung zu beschleunigen.
el: Χρησιμοποιήστε έναν <A HREF="%1">proxy</A> για να επιταχύνετε τη σύνδεσή σας.
es: Utilice un <A HREF="%1">proxy</A> de caché para aumentar la velocidad de su conexión de Internet.
et: Interneti ühenduse kiirendamiseks kasuta <A HREF="%1">proxy serverit</A>.
is: Notaðu <A HREF="%1">sel</A> með biðminni til að auka afköstin á nettengingunni.
ja: <a href="%1">プロキシ</a>のキャッシュで、インターネット接続のスピードを向上できます。
ko: 캐싱 <A HREF="%1">프록시</A>를 쓰면 인터넷 연결을 더 빠르게 할 수 있습니다.
mt: Uża <A HREF="%1">proxy</A> caching biex tgħaġġel il-konnessjoni mal-internet.
no: Bruk en <A HREF="%1">proxy</A> med mellomlager for å gjøre Internett-surfingen din raskere.
no_ny: Bruk ein <a href="%1">proxy</a> med mellomlager for å få raskare Internett-samband.
pl: Użyj serwera <A HREF="%1">proxy</A> aby przyspieszyć połącznie z internetem.
pt: Usa um <A HREF="%1">'caching proxy'</A> para acelerares a tua ligação à Internet.
ru: Используйте кэширующий <A HREF="%1">прокси</A> для увеличения скорости соединения с Интернетом.
uk: Для підвищення швидкості Вашого з'єднання до Інтернет, використовуйте <A HREF="%1">проксі</A> з кеш.
xh: Sebenzisa indawo efihlakeleyo yokugcina <A HREF="%1">umntu onegunya lokusebenzela omnye</A> ukunyusa isantya sonxulumaniso lwe Internet.

source: Advanced users will appreciate the Konsole which you can embed into Konqueror (Window -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Show Terminal Emulator).
az: Təkmilləşmiş istifadəçilər konsolu fəal hala gətirərək (Window -> <IMG WIDTH=16 HEIGTH=16 SRC="%1"> &nbsp; Konsol emulyatorunu göstər) işlədə bilərlər.
bg: Напредналите потребители ще оценят Конзолата вградена в Konqueror (Призорец -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Показва терминалния емулатор).
cs: Pokročilí uživatelé ocení Konsoli, kterou lze integrovat do Konqueroru (Okno -> <IMG WIDTH=16 HEIGHT=16 SRC="%1">&nbsp;Zobrazit: Emulátor terminálu).
da: Avancerede brugere vil værdsætte konsollen som man kan indlejre i Konqueror (Vindue -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp;Vis terminalemulator).
de: Fortgeschrittene Benutzer werden die Konsole zu schätzen wissen, die Sie in Konqueror einbetten können (Fenster -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Terminal-Emulator anzeigen).
el: Οι προχωρημένοι χρήστες θα εκτιμήσουν το konsole που μπορείτε να ενσωματώσετε στον konqueror (Παράθυρο -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Προβολή Εξομοίωσης Τερματικού).
es: Los usuarios avanzados apreciarán la konsola que se puede incrustar en Konqueror (Ventana -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Mostrar emulador de terminal).
et: Kogenumad kasutajad hindavad kindlasti terminali akent, mida on võimalik Konqueror'i aknasse põimida (Aken -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Näita vaadet "Terminali emulaator").
id: Pengguna mahir akan menyukai Konsole yang bisa ditanam ke dalam Konqueror (Jendela -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Tunjukkan Emulator Terminal).
is: Færari notendur kunna vel að meta Konsole forritið sem þú getur notað innan í Konqueror (Gluggi -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Sýna Konsolepart).
ja: 上級ユーザには、Konquerorへのkonsoleの埋め込みは歓迎されるでしょう。(ウィンドウ -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; ターミナルエミュレータを表示)
ko: 고급 사용자는 컹커러에 붙어서 돌아가는 K콘솔이 가지는 가치를 인정할 것입니다. (창 -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; 터미널 흉내장이 보기)
mt: Users avvanzati japprezzaw il-Konsole li tista' tintegra mal-Konqueror (Window -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Uri terminal).
no: Avanserte brukere vil sette pris på at konsollen kan legges inn i Konqueror (Vindu -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Terminalemulator).
no_ny: Avanserte brukarar vil setja pris på at konsollen kan leggjast inn i Konqueror (Vindauge -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Terminalemulator).
pl: Zaawansowani użytkownicy na pewno docenią konsolę która jest wbudowana w Konquerorze (Okno -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Pokaż emulator terminala).
pt: Os utilizadores avançados irão gostar do Konsole que podes embeber no Konqueror (Janela -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Mostrar o Emulador de Terminal).
ru: Опытные пользователи оценят удобство Konsole, встроенной в Konqueror (Окно-><IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Показать эмулятор терминала).
ta: Óý§ÉÈ¢Â ÀÂÉ÷¸û, ¸¡ý¦¸¡ÃÃ¢ø ¯ðÀ¾¢ì¸ìÅøÄ Ó¨ÉÂò¨¾ô ¦ÀÃ¢Ðõ Å¢ÕõÒÅ÷. (º¡ÇÃõ -> <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Ó¨ÉÂ §À¡ýÁ¢¨Âì ¸¡ðÎ)
uk: Досвідчені користувачі знайдуть корисною можливість, яка дозволяє вбудовувати вікно Konsole в Konqueror (Вікно - <IMG WIDTH=16 HEIGHT=16 SRC="%1"> &nbsp; Показати емулятор термінала.
xh: Abasebenzisi ababhekisa phambili bazakuyivuyela iKonsole onokukuyilungiselela jikelela iKonqueror (Window -> <IMG UBUBANZI=16 UBUDE=16 SRC="%1"> &nbsp; Bonisa Umzami wokulinganisa Isiphelo sendlela).

source: Thanks to <A HREF="%1">DCOP</A> you can have full control over Konqueror using a script.
az: <A HREF="%1">DCOP</A> a minnətdarıq. Buradan bir skript yardımı ilə Konqueror üstündə tam nəzəriyyət yetirə BİLƏRSİNİZ.
bg: Благодарение на <A HREF="%1">DCOP</A>, можете напълно да контролирате Konqueror, използвайки скриптове.
cs: Díky rozhraní <A HREF="%1">DCOP</A> máte nad Konquerorem plnou kontrolu pomocí skriptů.
da: Takket være <A HREF="%1">DCOP</A> kan man have fuld kontrol over Konqueror ved brug af et skript.
de: Dank <A HREF="%1">DCOP</A> können Sie Konqueror auch mit Hilfe von Skripten vollständig kontrollieren.
el: Χάρη στο <A HREF="%1">DCOP</A> μπορείτε να ελέγξετε πλήρως τον Konqueror χρησιμοποιώντας ένα script.
es: Gracias a <A HREF="%1">DCOP</A> puede controlar totalmente Konqueror mediante un archivo de comandos.
et: Tänu <A HREF="%1">DCOP</A> protokollile võid sa Konqueror'i käitumist täielikult kontrollida ka skriptide abil.
id: Terima kasih pada <A HREF="%1">DCOP</A> anda dapat mengendalikan Konqueror secara menyeluruh dengan menggunakan skrip.
is: Þökk sé <A HREF="%1">DCOP</A> að þú getur stjórnað öllu í Konqueror með skriftu.
ja: <A HREF="%1">DCOP</A>により、Konquerorをスクリプトで完全にコントロールできます。
ko: 스크립트로 컹커러를 모두 조절할 수 있도록 <A HREF="%1">DCOP</A>이 도와주고 있습니다.
mt: Grazzi għad-<A HREF="%1">DCOP</A> jista' jkollok kontroll assolut fuq il-konqueror permezz ta' skritt.
no: Takket være <A HREF="%1">DCOP</A> så kan du ha full kontroll over Konqueror ved bruk av et skript.
no_ny: Takk vera <a href="%1">DCOP</a>, kan du ha full kontroll over Konqueror ved å bruka eit skript.
pl: Podziękowania dla <A HREF="%1">DCOP</A> dzięki któremu możesz mieć pełną kontrolę nad Konquerorem używając skryptów.
pt: Graças ao <A HREF="%1">DCOP</A> podes ter o controlo completo sobre o Konqueror ao, utilizando um 'script'.
ru: Благодаря <A HREF="%1">DCOP</A>, вы можете полностью контролировать Konqueror, используя скрипты.
ta: <A HREF="%1">DCOP</A> ¾ÂÅ¢É¡ø ¸¢ÚÅø¸û ãÄõ ¦¸¡ý¸Ã¨Ã ÓüÈ¡¸ ¿£í¸û ¸ðÎôÀÎò¾Ä¡õ.
uk: Дякуючи <A HREF="%1">DCOP</A> Ви можете повністю керувати Konqueror, за допомогою скрипта.
xh: Enkosi ku <A HREF="%1">DCOP</A> unganolawulo olupheleleyo kwi Konqueror usebenzisa amagama abhalwe phantsi.

source: Do you want to disable showing the Introduction in the webbrowsing profile?
az: Veb səyahəti profilindəki giriş səhifəsinin göstərilməsini istəyirsiniz?
bg: Искате ли да забраните показването на Въведението в профила за преглед на web?
cs: Přejete si zakázat zobrazování úvodní stránky v profilu prohlížení internetu?
da: Vil du deaktivere at vise indledningen i netsøgningsprofilen?
de: Möchten Sie die Anzeige der Einführung im Profil "Web-Browser" deaktivieren?
el: Θέλετε να απενεργοποιήσετε την προβολή της Εισαγωγής στο προφίλ φυλλομέτρησης web;
es: ¿Desea desactivar mostrar la introducción en el perfil de navegación web?
et: Soovid sa keelata sissejuhatava info näitamise veebilehitsemise profiilis?
he: תגצה תא לטבל ךנוצרב םאב ?תשרב השילג ליפורפב אובמה
is: Viltu slökkva á því í sýnistillingunum að sýna innganginn?
ja: ウェブブラウズプロファイルの「はじめに」の 表示を無効にしますか?
ko: "웹 찾아가기" 프로파일에서 컹커러 소개를 보지 않도록 설정하겠습니까?
mt: Trid titfi l-wiri tal-introduzzjoni fil-profil tal-webbrowsing?
no: Vil du slå av visning av introduksjonen i nettleser-profilen?
no_ny: Vil du skru av vising av introduksjonen i vevsurfingsprofilen?
pl: Czy chcesz wyłączyć pokazywanie Wprowadzenia w profilu Przeglądarki web?
pt: Queres desactivar a apresentação da Introdução no perfil de navegação Web?
ru: Вы хотите отключить показ информационного окна Введение в Konqueror в профиле просмотра Web?
ta: Å¨Ä ¯Ä¡Åü ¾¢ÃðÊø ÓýÛ¨Ã¨Âì ¸¡ðÎÅ¨¾ «¸üÈ Å¢ÕõÒ¸¢È£÷¸Ç¡?
uk: Ви дійсно хочете вимкнути показ Введення у профілі перегляду Тенет?
xh: Ufuna ukukhubaza ukubonisa ukwazisana kwimboniselo yabucala yokhangelo lwencwadi zeweb?

source: Faster startup?
az: Daha sür'ətli başlanğıc?
bg: Бързо стартиране?
cs: Rychlejší spouštění?
da: Hurtigere opstart?
de: Schneller starten?
el: Επιτάχυνση της Εκκίνησης;
es: ¿Inicio más rápido?
et: Kiirem käivitamine?
he: רתוי ריהמ לוחתיא
is: Ræsa hraðar?
ja: 起動を速くしますか?
ko: 빠르게 시작하겠습니까?
mt: Titla' iżjed malajr?
no: Raskere oppstart?
no_ny: Raskare oppstart?
pl: Szybsze uruchamianie?
pt: Início mais rápido?
ru: Быстрый запуск?
ta: §ÁÖõ Å¢¨ÃÅ¡É ¬ÃõÀõ?
uk: Швидший запуск?
xh: Isiqalo esikhawulezayp?

source: Input required:
az: Lazımi giriş:
bg: Изисква вход:
cs: Vyžadován vstup:
da: Inddata krævet:
de: Eingabe erforderlich:
el: Απαιτούμενη Είσοδος:
es: Entrada requerida:
et: Vajalik sisestamine:
he: :טלקב ךרוצ שי
id: Masukan dibutuhkan:
is: Inntaks krafist:
ja: 入力して下さい:
ko: 입력이 필요함:
mt: Input meħtieġ:
no: Trenger informasjon:
no_ny: Treng informasjon:
pl: Wymagane wejście:
pt: Entrada necessária:
ru: Требуется ввод:
ta: ¯ûÇ£Î §¾¨Å:
uk: Потрібен ввід:
xh: Igalelo langaphakathi luyafuneka:

source: &Execute Shell Command
az: &Qabıq əmrlərini İşə Sal
bg: &Изпълни команда shell
cs: &Spustit shellový příkaz
da: &Kør skal kommando
de: Be&fehl ausführen
el: Εκτέλεση Εντολής &Φλοιού
es: &Ejecutar comando del intérprete de comandos
et: &Käivita shelli käsk
he: תפטעמ ת&דוקפ לעפה
id: Jalankan P&erintah Shell
is: &Keyra skeljarskipun
ja: シェルコマンドを実行(&E)
ko: 쉘 명령 실행(&E)
mt: &Ħaddem kmand
no: &Kjør skallkommando
no_ny: Køyr &skalkommando
pl: &Wykonaj polecenie shela
pt: &Executar Comando do 'Shell'
ru: &Выполнить команду shell
ta: µðÎ ¬¨½¨Âî ¦ºÂüÀÎòÐ
uk: &Виконати команду оболонки
xh: &Phumeza umyalelo weShell

source: Executing shell commands works only on local directories.
az: Qabıq əmrlərini işə salmaq sadəcə olaraq yerli qovluqlarda mümkündür.
bg: Изпълнението на команда shell работи само на локалите директории
cs: Spouštění shellových příkazů funguje pouze v lokálních adresářích.
da: Man kan kun køre skal kommandoer i lokale mapper.
de: Die Ausführung von Shell-Befehlen funktioniert nur bei lokalen Verzeichnissen.
el: Η εκτέλεση εντολών φλοιού δουλεύει μόνο σε τοπικούς καταλόγους.
es: Ejecutar comandos del intérprete funciona sólo en directorios locales.
et: Shelli käskude käivitamine töötab ainult kohalikes kataloogides.
he: .תוימוקמ תוירפסב קר תדבוע תפטעמ תודוקפ תלעפה
id: Eksekusi perintah shell hanya bekerja pada direktori lokal.
is: Skeljarskipanir er aðeins hægt að keyra á staðværar möppur
ja: シェルコマンドの実行はローカルディレクトリ上でのみ機能します。
ko: 로컬 자료방에서만 쉘 명령을 실행
mt: "Ħaddem kmand" jista' jintuża biss f'direttorji lokali.
no: Du kan bare kjøre skallkommandoer på lokale kataloger.
no_ny: Du kan berre køyra skalkommandoar i lokale katalogar.
pl: Polecenie shela może zostać wykonane tylko na lokalnych katalogach.
pt: A execução de comandos de 'shell' só funciona em directorias locais.
ru: Выполнение команд shell доступно только в локальных каталогах.
ta: µðÎ ¬¨½¸¨Çî ¦ºÂüÀÎò¾ø ¯ûÇ¸ «¨¼×¸Ù¼ý ÁðÎ§Á §Å¨Ä ¦ºöÔõ
uk: Виконання команд оболонки працює тільки у локальних каталогах.
xh: Imiyalelo yokuphumeza ishell iyasebenza kubalawuli bobulali kuphela.

source: Execute shell command in current directory:
az: Qabıq əmrini bu cərgədə işə sal:
bg: изпълни програма shell в текущия каталог:
cs: Spustit shellový příkaz v současném adresáři:
da: Kør skalkommando i nuværende mappe:
de: Befehl in aktuellem Verzeichnis ausführen:
el: Εκτέλεση εντολής φλοιού στον τρέχοντα κατάλογο:
es: Ejecutar comando del intérprete en el directorio actual:
et: Aktiivses kataloogis käivitatav shelli käsk:
he: :תיחכונה הירפסב תפטעמ תדוקפ לעפה
id: Jalankan perintah shell dalam direktori sekarang:
is: Keyra skeljarskipun í þessari möppu:
ja: 現在のディレクトリでシェルコマンドを実行:
ko: 현재 자료방에서 쉘 명령을 실행
mt: Ħaddem kmand tas-sistema fid-direttorju preżenti:
no: Kjør skallkommando i denne katalogen:
no_ny: Køyr skalkommando i denne katalogen:
pl: Wykonaj polecenie w bieżącym katalogu:
pt: Executar o comando de 'shell' na directoria actual:
ru: Выполнить команду shell в текущем каталоге:
ta: ¾ü§À¡¨¾Â «¨¼Å¢ø µðÎ ¬¨½¨Âî ¦ºÂüÀÎòÐ
uk: Виконати команду оболонки в поточному каталозі:
xh: Umyalelo wophumezo lweShell kulawulo lwangoku:

source: Output from command: "%1"
az: Əmr yekunu: "%1"
bg: Изход от команда: "%1"
cs: Výstup z příkazu: "%1"
da: Uddata fra kommando: "%1"
de: Ausgabe des Befehls: "%1"
el: Έξοδος από την εντολή: "%1"
es: Salida del comando: "%1"
et: Käsu väljund: "%1"
he: "%1" :הדוקפה טלפ
id: Keluaran dari perintah: "%1"
is: Úttak frá skipun: "%1"
ja: コマンドからの出力: "%1"
ko: 명령으로 나온 출력: "%1"
mt: Messaġġi mill-kmand: "%1"
no: Resultat fra kommando: '%1'
no_ny: Resultat frå kommando: «%1»
pl: Wynik polecenia: "%1"
pt: Resultado do comando: "%1"
ru: Результат команды: "%1"
ta: "%1" ¬¨½Â¢ý ¦ÅÇ¢Â£Î
uk: Вивід команди: "%1"
xh: Ugalelo lwangaphandle olusuka kumyalelo: "%1"

source: Extended Sidebar
az: Təfsilatlı Yan Çubuq
bg: Разширен панел с адреси
cs: Rozšířená postranní lišta
da: Udvidet sidebjælke
de: Erw. Navigationsbereich
es: Barra lateral extendida
et: Laiendatud külgriba
he: בחרומ ידדצ לגרס
is: Auka hliðarslá
ja: 拡張サイドバー
ko: 확장 사이드바
mt: Barra lateriali estiża
no: Utvidet Sidelinje
no_ny: Utvida sidestolpe
pt: Barra Lateral Extendida
ru: Расширенная боковая панель
ta: Å¢Ã¢Å¡É Àì¸ôÀð¨¼
uk: Розширена бічна смужка
xh: Ibar yasecaleni eyandisiweyo

source: Add new
az: Yenisini əlavə et
bg: Добави нов
cs: Přidat nové
da: Tilføj ny
de: Hinzufügen
el: Προσθήκη
es: Añadir nuevo
et: Lisa uus
he: שדח
is: Bæta við nýju
ja: 新規追加
ko: 새로 더하기
mt: Żid
no: Legg til ny
no_ny: Legg til ny
pl: Dodaj nowy
pt: Adicionar nova
ru: Добавить
ta: Ò¾¢Â¨¾î §º÷
uk: Додати новий
xh: Dibanisa entsha

source: Multiple views
az: Çoxlu nümayiş
bg: Множество прегледи
cs: Vícenásobné pohledy
da: Flere visninger
de: Mehrere Ansichten
es: Vistas múltiples
et: Multivaade
he: תובורמ תוגוצת
is: Margar sýnir
ja: マルチビュー
ko: 모두 보기
mt: Dehriet multipli
no: Flere visninger
no_ny: Fleire ruter
pt: Vistas múltiplas
ru: Несколько видов
ta: ÀýÓ¸ì ¸¡ðº¢
uk: Декілька переглядів
xh: Iimboniselo ezininzi

source: Icon
az: Timsal
bg: Икона
cs: Ikona
da: Ikon
de: Symbol
el: Εικονίδιο
es: Icono
et: Ikoon
he: למס
is: Táknmynd
ja: アイコン
ko: 아이콘
mt: Ikoni
no: Ikon
no_ny: Ikon
pl: Ikona
pt: Ícone
ru: Пиктограмма
ta: ÌÚõÀ¼õ
uk: Піктограма
xh: i-Icon

source: Configure Sidebar
az: Yan Çubuğu Quraşdır
bg: Конфигуриране на панел с адреси
cs: Nastavit postranní lištu
da: Indstil sidebjælke
de: Navigationsbereich einrichten
es: Configurar barra lateral
et: Külgriba seadistamine
he: ידדצה לגרסה תורדגה
is: Stilla hliðarslá
ja: サイドバーの設定
ko: 사이드바 설정
mt: Ikkonfigura barra laterali
no: Konfigurer Sidelinje
no_ny: Set opp sidestolpe
pt: Configurar a Barra Lateral
ru: Настроить боковую панель
ta: Àì¸ôÀð¨¼¨Â ÅÊÅ¨Á
uk: Налаштувати бічну панель
xh: Qwalasela ibar yasecaleni

source: Enter a URL
az: URL Gir
bg: Въведете URL
cs: Zadejte URL
da: Indtast en URL
de: Adresse eingeben
es: Introducir una URL
et: Sisesta URL
he: תבותכ דלקה
is: Slá inn URL
ja: URLを入力
ko: URL을 넣어주십시오
mt: Daħħal URL
no: Skriv inn en URL
no_ny: Skriv ein URL
pt: Indica um URL
ru: Введите адрес
ta: URL ­¨É Ñ¨Æ
uk: Введіть URL
xh: Ngenisa i-URL

source: Do you really want to delete this entry ?
az: Bu girişi silmək istəyirsiniz?
bg: Действително ли искате да изтриете този запис?
cs: Opravdu chcete smazat tuto položku?
da: Vil du virkelig slette denne indgang ?
de: Möchten Sie diesen Eintrag wirklich entfernen?
el: Θέλετε πράγματι να σβηστεί αυτή η καταχώρηση ;
es: ¿Realmente desea borrar esta entrada?
et: Soovid sa tõesti kustutada selle kirje?
he: ?וז המושר קוחמל ךנוצרבש חוטב התא םאה
is: Viltu örugglega eyða þessari færslu?
ja: 本当にこのエントリを削除しますか?
ko: 이 항목을 정말 지우겠습니까 ?
mt: Żgur li trid tħassar dan l-element ?
no: Vil du virkelig slette denne oppføringen?
no_ny: Vil du verkeleg sletta denne oppføringa?
pl: Czy na pewno chcesz usunąć tę pozycję?
pt: Queres mesmo limpar esta entrada ?
ru: Вы действительно хотите удалить эту запись?
ta: ¯ñ¨ÁÂ¡¸§Å ­óÑ¨Æ¨Å «¸üÈ Å¢ÕõÒ¸¢È£÷¸Ç¡?
uk: Ви дійсно хочете вилучити цей запис ?
xh: Ufuna ngokwenene ukucima olu ngeno ?

source: Unknown
az: Namə'lum
bg: Неизвестен
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
et: Tundmatu
he: עודי אל
is: Óþekkt
ja: 未知
ko: 모름
mt: Mhux magħruf
no: Ukjent
no_ny: Ukjend
pl: Nieznany
pt: Desconhecido
ru: Неизвестный
ta: ¦¾Ã¢Â¡¾
uk: Невідомий
xh: Engaziwayo

source: Select type
az: Növ seç
bg: Избор на тип
cs: Vybrat typ
da: Vælg type
de: Typ auswählen
el: Επιλέξτε τύπο
es: Seleccionar tipo:
et: Vali tüüp
he: גוס רחב
is: Velja tegund
ja: タイプを選択
ko: 고른 형식
mt: Agħżel tip
no: Velg type
no_ny: Vel type
pl: Wybierz typ
pt: Seleccionar o tipo
ru: Выберите тип:
ta: Å¨¸¨Âò §¾÷×¦ºö
uk: Виберіть тип
xh: Khetha udidi

source: _: NAME OF TRANSLATORS Your names
az: Vasif İsmayıloğlu MD
bg: Борислав Александров
cs: Miroslav Flídr,Lukáš Tinkl
da: Erik Kjær Pedersen
de: Thomas Diehl
el: Δημήτρης Καμενόπουλος
es: Pablo de Vicente, Boris Wesslowski
et: Hasso Tepper
he: Meni Livne
id: Tedi Heriyanto, Haris Fauzi
is: Logi Ragnarsson, Davíð S. Geirsson, Smári P. McCarthy
ja: Noboru Sinohara
ko: KIM KyungHeon
mt: Ramon Casha
no: Christian A Strømmen [Number1/NumeroUno] Rune Nordvik Andreas Landmark
no_ny: Gaute Hvoslef Kvalnes
pl: Norbert Popiołek
pt: José Nuno Coelho Sanarra Pires
ru: Евгений Черкашин,Григорий Мохин,Андрей Черепанов
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷,Ð¨ÃÂôÀ¡ Åº£¸Ãý,À¡.Á½¢Á¡Èý.
uk: Andy Rysin,Dmytro Kovalov
xh: Antoinette Dekeni

source: _: EMAIL OF TRANSLATORS Your emails
az: :_EMAIL OF TRANSLATORS azerb_linux@hotmail.com
bg: boby_a_@web.bg
cs: flidr@kky.zcu.cz,lukas@kde.org
da: erik@binghamton.edu
de: thd@kde.org
el: el97146@mail.ntua.gr
es: pvicentea@nexo.es, bw@kybs.de
et: hasso@linux.ee
he: livne@kde.org
id: tedi-h@usa.net, haris@trustix.com
is: logir@logi.org, tux@islandia.is, spm@salt.is
ja: shinobo@leo.bekkoame.ne.jp
ko: tody@mizi.com
mt: ramon.casha@linux.org.mt
no: number1@realityx.net rune@linuxnorge.com andreas.landmark@skolelinux.no
no_ny: gaute@verdsveven.com
pl: norbert@kde.com.pl
pt: jncp@rnl.ist.utl.pt
ru: eugeneai@icc.ru,mokhin@bog.msu.ru,sibskull@mail.ru
ta: sshanmu@yahoo.com,sshanmu@yahoo.com,t_vasee@yahoo.com,bmmaran@yahoo.com
uk: arysin@yahoo.com,kov@tokyo.email.ne.jp
xh: antoinette@transalate.org.za
