Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konqueror.po
Languages: az, bg, cs, da, de, el, es, et, he, id, is, ja, ko, mt, no, no_ny, pl, pt, ru, ta, uk, xh

source: Unselects all selected items
az: Bütün seçili üzvlərin içarətlərini çıxart
bg: Отменя избор на всички елементи
cs: Zruší výběr všech souborů
da: Afvælger alle punkter
de: Auswahl aller Dateien aufheben
el: Αποεπιλέγει όλα τα επιλεγμένα αντικείμενα
es: Deseleccionar todos los elementos
et: Tühistab valiku kõikidel elementidel
he: ורחבנש םיטירפה לכ תריחב תא לטבמ
is: Af-velja alla valda hluti
ja: 全てのアイテムを選択解除
mt: Ineħħi l-għażla kollha
no: Fjern merking av alle merkede elementer
no_ny: Fjernar merkinga av alle elementa
pl: Odznacz wszystkie zaznaczone pozycje
pt: Deselecciona todos os itens seleccionados
ru: Снятие отметки всех элементов
ta: §¾÷ó¾ ±øÄ¡ ¯ÕôÀÊ¸¨ÇÔõ «¸üÚ
uk: Знімає вибір всіх вибраних елементів.
xh: Ayizikhethi yonke imiba ekhethiweyo

source: Inverts the current selection of items
az: Üzvlərin hazırkı seçmisini çevirər
bg: Инвертира текущо избраните
cs: Invertuje výběr souborů
da: Inverterer det aktuelle valg af punkter
de: Auswahl umkehren
el: Αντιστρέφει την τρέχουσα επιλογή αντικειμένων
es: Invierte la selección actual de elementos
et: Muudab valitud elemendid mitte valituks ja vastupidi
he: תיחכונה םיטירפה תריחב תא ךפוה
is: Víxla völdu vali hluta
ja: 現在選択されているアイテムを反転
mt: Jaqleb l-għażla kurrenti tal-oġġetti
no: Invertér merkingen av valgte poster
no_ny: Snur om på merkinga
pl: Odwróć bieżące zaznaczenie pozycji
pt: Inverte a selecção de itens actual
ru: Обращение отметки всех элементов
ta: ¿¼ôÒò §¾÷×¸¨Çò ¾¨Ä¸£Æ¡ìÌ
uk: Робить інверсію поточного вибору.
xh: Iphindisa umva ukhetho lwangoku lwemiba

source: Select files:
az: Fayl seç:
bg: Избор на файлове:
cs: Vybrat soubory:
da: Vælg filer:
de: Dateien auswählen
el: Επιλογή αρχείων:
es: Seleccionar archivos:
et: Vali failid:
he: :םיצבק רחב
id: Pilih berkas:
is: Velja skrár:
ja: ファイルを選択:
ko: 고른 파일:
mt: Agħżel fajls:
no: Merk filer:
no_ny: Vel filer:
pl: Zaznacz pliki:
pt: Seleccionar ficheiros:
ru: Отметить файлы:
ta: §¸¡ôÒ¸¨Çò §¾÷×¦ºö:
uk: Виберіть файли:
xh: Khetha iifayile:

source: Unselect files:
az: Faylları seçmə:
bg: Отмяна на избрани файлове:
cs: Zrušit výběr souborů:
da: Fravælg filer:
de: Auswahl aufheben
el: Αποεπιλογή αρχείων:
es: Deseleccionar archivos:
et: Tühista valik failidel:
he: :םיצבק רחבת לא
id: Batal pilih berkas:
is: Afvelja skrár:
ja: ファイルを選択解除:
ko: 고르지 않은 파일:
mt: Neħħi l-għażla ta' fajls:
no: Fjern merking av filer:
no_ny: Ta bort filval:
pl: Odznacz pliki:
pt: Deseleccionar Ficheiros:
ru: Снять отметку с файлов:
ta: §¸¡ôÒ¸Ç¢ý §¾÷×¸¨Ç «¸üÚ:
uk: Скасувати вибір файлів:
xh: Sukukhetha iifayile:

source: You do not have enough permissions to read <b>%1</b>
az: <b>%1</b> içindəkiləri oxumaq üçün lazımi səlahiyyətiniz yoxdur
bg: Нямате права за четене на <b>%1</b>
cs: Nemáte dostatek práv k prohlížení <b>%1</b>.
da: Du har ikke tilladelse til at læse <b>%1</b>
de: Sie haben keine ausreichende Berechtigung für das Lesen von <b>%1</b>
el: Δεν έχετε αρκετές άδειες για να διαβάσετε το <b>%1</b>
es: No dispone de suficientes permisos para leer <b>%1</b>
et: Sul ei ole piisavalt õigusi, et lugeda asukohta <b>%1</b1>.
he: <b>%1</b> תא אורקל ידכ תואשרה קיפסמ ךל ןיא
id: Anda tidak punya cukup izin untuk membaca <b>%1</b>
is: Þú hefur ekki heimild til að lesa <b>%1</b>
ja: <b>%1</b>を読める権限がありません
ko: <b>%1</b>을(를) 읽을 만한 충분한 권한이 없습니다.
mt: M'għandekx biżżejjed permessi biex taqra <b>%1</b>
no: Du har ikke tilgang til å lese <b>%1</b>
no_ny: Du har ikkje tilstrekkelege løyve til å lesa <b>%1</b>
pl: Nie posiadasz praw dostępu do odczytu <b>%1</b>
pt: Não tens permissões suficientes para leres <b>%1</b>
ru: У вас нет прав для чтения <b>%1</b>
ta: <b>%1<b>­¨É Å¡º¢ôÀ¾üÌ ¯í¸ÙìÌô §À¡¾¢Â «ÛÁ¾¢Â¢ø¨Ä.
uk: У Вас невистачає прав для читання <b>%1</b>
xh: Awunazimvume zaneleyo ukufunda <b>%1</b>

source: MimeType
az: Mime Növü
bg: Тип mime
cs: MIME typ
da: Mimetyper
de: MIME-Typ
el: Τύπος mime
es: Tipo MIME
et: Mime tüüp
he: Mime סופיט
id: TipeMime
is: MIME-tag
ja: Mimeタイプ
ko: 마임 꼴
mt: Tip MIME
pl: Typ mime
pt: Tipo Mime
ru: Тип mime
ta: ¨ÁõÅ¨¸
uk: Тип MIME
xh: Udidi lwe Mime

source: Size
az: Böyüklük
bg: Размер
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
et: Suurus
he: לדוג
id: Ukuran
is: Stærð
ja: サイズ
ko: 크기
mt: Daqs
no: Størrelse
no_ny: Storleik
pl: Rozmiar
pt: Tamanho
ru: Размер
ta: «Ç×
uk: Розмір
xh: Ubungakanani

source: Modified
az: Təkmilləşdirildi
bg: Изменен
cs: Změněno
da: Ændret
de: Geändert
el: Τροποποιήθηκε
es: Modificado
et: Muudetud
he: הנוש
id: Termodifikasi
is: Síðast breytt
ja: 更新
ko: 고친 날
mt: Mibdul
no: Endret
no_ny: Endra
pl: Zmodyfikowany
pt: Modificado
ru: Изменен
ta: Á¡üÈ¢Â¨Áò¾
uk: Змінено
xh: Iguqulwe kancinane

source: Accessed
az: Yetişmə vaxtı
bg: Използван
cs: Čas přístupu
da: Brugt
de: Letzter Zugriff
el: Προσπελάστηκε
es: Accedido
et: Loetud
he: שגינ
id: Diakses
is: Síðast opnuð
ja: アクセス
ko: 건든 날
mt: Aċċessat
no: Brukt
no_ny: Brukt
pl: Udostępnione:
pt: Acedido
ru: Использован
ta: «Ï¸¢Â
uk: Останнє звернення
xh: Igqithiselwe

source: Created
az: Yaradılma vaxtı
bg: Създаден
cs: Vytvořeno
da: Oprettet
de: Erstellt
el: Δημιουργήθηκε
es: Creado
et: Loodud
he: רצונ
id: Dibuat
is: Sköpuð
ja: 作成
ko: 만든 날
mt: Maħluq
no: Opprettet
no_ny: Laga
pl: Utworzony
pt: Criado
ru: Создан
ta: ¬ì¸¢Â
uk: Створено
xh: Yenziwe

source: Permissions
az: Səlahiyyətlər
bg: Права
cs: Práva
da: Tilladelser
de: Berechtigungen
el: Άδειες
es: Permisos
et: Loabitid
he: תואשרה
id: Hak Akses
is: Aðgangsheimildir
ja: パーミッション
ko: 권한
mt: Permessi
no: Rettigheter
no_ny: Løyve
pl: Prawa dostępu
pt: Permissões
ru: Права доступа
ta: «ÛÁ¾¢¸û
uk: Права
xh: Iimvumelwano

source: Owner
az: Sahib
bg: Собственик
cs: Vlastník
da: Ejer
de: Eigentümer
el: Ιδιοκτήτης
es: Propietario
et: Omanik
he: םילעב
id: Pemilik
is: Eigandi
ja: 所有者
ko: 소유자
mt: Sid
no: Eier
no_ny: Eigar
pl: Właściciel
pt: Dono
ru: Владелец
ta: ¯Ã¢¨ÁÂ¡Ç÷
uk: Власник
xh: Umniniyo

source: Group
az: Qrup
bg: Група
cs: Skupina
da: Gruppe
de: Gruppe
el: Ομάδα
es: Grupo
et: Grupp
he: הצובק
id: Kelompok
is: Hópur
ja: グループ
ko: 그룹
mt: Grupp
no: Gruppe
no_ny: Gruppe
pl: Grupa
pt: Grupo
ru: Группа
ta: ÌØ
uk: Група
xh: Iqela

source: Link
az: Körpü
bg: Указател
cs: Odkaz
da: Lænke
de: Verknüpfung
el: Σύνδεσμος
es: Enlace
et: Viit
he: רושיק
is: Vísun
ja: リンク
ko: 연결
no: Lenke
no_ny: Lenkje
pl: Odnośnik
pt: Ligação
ru: Ссылка
ta: ­¨½ôÒ
uk: Посилання
xh: Ikhonkco

source: URL
de: Adresse
he: תבותכ
is: Vefslóð
xh: i-URL

source: File Type
az: Fayl Növü
bg: Тип файл
cs: Typ souboru
da: Filtype
de: Dateityp
el: Τύπος Αρχείου
es: Tipo de archivo
et: Faili tüüp
he: ץבוק גוס
id: Tipe File
is: Skráartegund
ja: ファイルタイプ
ko: 파일 꼴
mt: Tip ta' fajl
no: Filtype
no_ny: Filtype
pl: Typ pliku
pt: Tipo de Ficheiro
ru: Тип файла
ta: §¸¡ôÒ Å¨¸
uk: Тип файлу
xh: Udidi lwefayile

source: Show &Modification Time
az: Dəy&dirmə vaxtını göstər
bg: Показва &времето на промяна
cs: Zobrazit čas &změny
da: Vis æ&ndringstidspunkt
de: &Änderungszeit anzeigen
el: Εμφάνιση Χρό&νου Τροποποίησης
es: Mostrar tiempo de &modificación
et: Näita &muutmise kellaaega
he: יו&ניש תעש גצה
id: Tunjukkan Waktu &Modifikasi
is: Sýna &breytingartíma
ja: 更新時間を表示(&M)
ko: 마지막으로 고친 시간 보기(&M)
mt: Uri ħin tal-&bdil
no: Vis &endringstid
no_ny: Vis &endringstid
pl: Pokaż datę &modyfikacji
pt: Mostrar a Hora de &Modificação
ru: Показывать &время изменения
ta: Á¡üÈ¢Â¨Áò¾ §¿Ãò¨¾ì ¸¡ðÎ
uk: Показувати час &зміни
xh: &Bonisa ixesha loguqulelo kancinane

source: Show &File Type
az: &Fayl Növünü Göstər
bg: Показва &тип на файла
cs: Zobrazit t&yp souborů
da: Vis &filtype
de: Datei&typ anzeigen
el: Εμφάνιση &Τύπου Αρχείου
es: Mostrar &tipo de archivo
et: Näita failitüüpi
he: &ץבוק גוס גצה
id: Tunjukkan Tipe &File
is: Sýna sk&ráartegund
ja: ファイルタイプを表示(&F)
ko: 파일 형식 보기(&F)
mt: Uri &tip tal-fajl
no: Vis &filtype
no_ny: Vis &filtype
pl: Pokaż typy p&lików
pt: Mostrar o Tipo dos &Ficheiros
ru: Показывать &тип файла
ta: §¸¡ôÒ Å¨¸¨Âì ¸¡ðÎ
uk: Показувати тип &файлу
xh: &Bonisa udidi lwefayile

source: Show MimeType
az: &Maym Növünü Göstər
bg: Показва Mime тип
cs: Zobrazit Mime typ
da: Vis mimetype
de: MIME-Typ anzeigen
el: Εμφάνιση τύπου mime
es: Mostrar tipo MIME
et: Näita mime tüüpi
he: Mime סופיט גצה
id: Tunjukkan Tipe Mime
is: Sýna MIME-tag
ja: Mimeタイプを表示
ko: 마임 꼴 보기
mt: Uri tip MIME
no: Vis mimetype
no_ny: Vis mime-type
pl: Pokaż typy mime
pt: Mostrar o Tipo MIME
ru: Показывать тип Mime
ta: ¨ÁõÅ¨¸¨Âì ¸¡ðÎ
uk: Показувати тип MIME
xh: Bonisa udidi lwe Mime

source: Show &Access Time
az: Yetişmə &Vaxtını Göstər
bg: Показва времето за последен &достъп
cs: Zobrazit č&as přístupu
da: Vis &brugt tidpunkt
de: Letzten &Zugriff anzeigen
el: Εμφάνιση Χρόνου &Προσπέλασης
es: Mostrar tiempo de &acceso
et: Näita lugemise kella&aega
he: השי&ג תעש גצה
id: Tunjukkan Waktu &Akses
is: Sýna síð&asta opnunartíma
ja: アクセス時間を表示(&A)
ko: 접근한 시간 보기(&A)
mt: Uri ħin tal-&aċċess
no: Vis &tilgangstid
no_ny: Vis t&ilgangstid
pl: Pokaż da&tę otwarcia
pt: Mostrar a Hora de &Acesso
ru: Показывать время последнего &доступа
ta: «Ï¸¢Â §¿Ãò¨¾ì ¸¡ðÎ
uk: Показувати час &доступу
xh: &Bonisa ixesha egqithiselwe ngalo

source: Show &Creation Time
az: &Yaradılma Vaxtını Göstər
bg: Показва времето на &създаване
cs: Zobrazit čas &vytvoření
da: Vis &opretningstidspunkt
de: &Erstellungszeit anzeigen
el: Εμφάνιση Χρόνου &Δημιουργίας
es: Mostrar tiempo de &creación
et: Näita &loomise kellaaega
he: הריצ&י תעש גצה
id: Tunjukkan Waktu &Pembuatan
is: Sýna &sköpunartíma
ja: 作成時間を表示(&C)
ko: 만든 시간 보기(&C)
mt: Uri ħin tal-&ħolqien
no: Vis &opprettelsestid
no_ny: Vis la&gingstid
pl: Pokaż datę ut&worzenia
pt: Mostrar a Hora de &Criação
ru: Показывать время &создания
ta: ¯ÕÅ¡ì¸¢Â §¿Ãò¨¾ì ¸¡ðÎ
uk: Показувати час &створення
xh: &Bonisa ixesha lokwenziwa kwayo

source: Show &Link Destination
az: &Körpü Hədəfini Göstər
bg: Показва &мястото на указателя
cs: Zobrazit cíl od&kazu
da: Vis &lænkedestination
de: Z&iel der Verknüpfung anzeigen
el: Εμφάνιση Προορισμού Σ&υνδέσμου
es: Mostrar el &destino del enlace
et: Näita viida sihtkohta
he: ר&ושיק דעי גצה
id: Tunjukkan Tujuan &Link
is: Sýna á&kvörðunarstað vísunar
ja: リンク先を表示(&L)
ko: 무엇과 연결됐는지 보기(&L)
mt: Uri destinazzjoni tal-&link
no: Vis &lenkemål
no_ny: Vis &lenkjemål
pl: Pokaż o&dnośnik
pt: Mostrar o Destino da &Ligação
ru: Показывать &место назначения ссылки
ta: ­¨½ôÀ¢ý §ºÕÁ¢¼ò¨¾ì ¸¡ðÎ
uk: Показувати куди вказує &посилання
xh: &Bonisa ikhonkco lendawo eyingqongileyo

source: Show Filesize
az: Fayl Böyüklüyünü Göstər
bg: Показва размера на файла
cs: Zobrazit velikost souborů
da: Vis filstørrelse
de: Dateigröße anzeigen
el: Εμφάνιση Μεγέθους Αρχείου
es: Mostrar tamaños de archivos
et: Näita faili suurust
he: ץבוק &לדוג גצה
id: Tunjukkan Ukuran Berkas
is: Sýna skráarstærð
ja: ファイルサイズを表示
ko: 파일 크기 보기
mt: Uri daqs tal-fajl
no: Vis filstørrelse
no_ny: Vis filstorleik
pl: Pokaż rozmiar pliku
pt: Mostrar o Tamanho dos Ficheiros
ru: Показывать размер файла
ta: §¸¡ôÒ «Ç¨Åì ¸¡ðÎ
uk: Показувати розмір файлу
xh: Bonisa ubungakanani befayile

source: Show Owner
az: Sahibini Göstər
bg: Показва собственика
cs: Zobrazit vlastníka
da: Vis ejer
de: Eigentümer anzeigen
el: Εμφάνιση Ιδιοκτήτη
es: Mostrar propietario
et: Näita omanikku
he: םילעב גצה
id: Tunjukkan Pemilik
is: Sýna eiganda
ja: 所有者を表示
ko: 소유자 보기
mt: Uri sid
no: Vis eier
no_ny: Vis eigar
pl: Pokaż właściciela
pt: Mostrar o Dono
ru: Показывать владельца
ta: ¯Ã¢¨ÁÂ¡Ç¨Ãì ¸¡ðÎ
uk: Показувати власника
xh: Bonisa umniniyo

source: Show Group
az: Qrupu Göstər
bg: Показва групата
cs: Zobrazit skupinu
da: Vis gruppe
de: Gruppe anzeigen
el: Εμφάνιση Ομάδας
es: Mostrar grupo
et: Näita gruppi
he: הצובק גצה
id: Tunjukkan Kelompok
is: Sýna hóp
ja: グループを表示
ko: 그룹 보기
mt: Uri grupp
no: Vis gruppe
no_ny: Vis gruppe
pl: Pokaż grupę
pt: Mostrar o Grupo
ru: Показывать группу
ta: ¦¾¡Ì¾¢¨Âì ¸¡ðÎ
uk: Показувати групу
xh: Bonisa iqela

source: Show Permissions
az: Səlahiyyətləri Göstər
bg: Показва правата за достъп
cs: Zobrazit přístupová práva
da: Vis tilladelser
de: Berechtigungen anzeigen
el: Εμφάνιση Αδειών
es: Mostrar permisos
et: Näita loabitte
he: תואשרה גצה
id: Tunjukkan Hak Akses
is: Sýna aðgangsheimildir
ja: パーミッションを表示
ko: 권한 보기
mt: Uri permessi
no: Vis tilgang
no_ny: Vis løyve
pl: Pokaż prawa dostępu
pt: Mostrar as Permissões
ru: Показывать права доступа
ta: «ÛÁ¾¢¸¨Çì ¸¡ðÎ
uk: Показувати дозволи
xh: Bonisa iimvumelwano

source: Show URL
az: URLni Göstər
bg: Показва URL
cs: Zobrazit URL
da: Vis URL
de: Adresse anzeigen
el: Εμφάνιση URL
es: Mostrar URL
et: Näita URL'i
he: תבותכ גצה
id: Tunjukkan URL
is: Sýna vefslóð
ja: URLを表示
ko: URL 보기
mt: Uri URL
no: Vis URL
no_ny: Vis URL
pl: Pokaż adres
pt: Mostrar o URL
ru: Показывать URL
ta: URL ¸¡ðÎ
uk: Показувати URL
xh: Bonisa i-URL

source: Case Insensitive Sort
az: Ada görə (Böyük/Kiçik Hərf Həssasiyyətsiz)
bg: Сортировка без значение за малки-голями букви
cs: Třídění bez rozlišení velikosti písmen
da: Sortering ikke versalfølsom
de: Sortieren (ohne Groß/Klein zu beachten)
el: Ταξινόμηση χωρίς διάκριση Πεζών/Κεφαλαίων
es: Ordenar por nombre (ignorar min/mayúsculas)
et: Tõstutundetu sorteerimine
he: תוישיר יולת אל רודיס
id: Urutan Case Insensitive
is: Röðun óháð há-/lág-stöfum
ja: 名前でソート(大文字小文字を区別しない)
ko: 크고 작은 글자를 가리지 않고 정렬
mt: Issortja bl-ittri kbar u żgħar xorta
no: sortering (uavhengig av bokstavstørrelse)
no_ny: Sorter utan å skilja mellom små og store bokstavar
pl: Sortowanie bez rozróżniania wielkości liter
pt: Ordenação sem Distinguir Maiúsculas
ru: Сортировка без учета регистра
ta: Å¨¸Ô½÷Å¢øÄ¡¾ ÅÃ¢¨ºôÀÎò¾ø
uk: Упорядкування без урахування регістру
xh: Ubeko kakuhle lomzekelo ongenavakalelo

source: Name
az: Ad
bg: Име
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
et: Nimi
he: םש
id: Nama
is: Heiti
ja: 名前
ko: 이름
mt: Isem
no: Navn
no_ny: Namn
pl: Nazwa
pt: Nome
ru: Имя
ta: ¦ÀÂ÷
uk: Назва
xh: Igama

source: Can't find parent item %1 in the tree. Internal error.
az: Üzv %1 ağaç içində tapıla bilmir. Daxili xəta.
bg: Не мога да намеря елемент %1 в дървото. Вътрешна грешка.
cs: Ve stromu není možné nalézt nadřazenou položku %1. Vnitřní chyba.
da: Kan ikke finde forældrepunkt %1 i træet. Indre fejl.
de: Übergeordnetes Element %1 ist nicht auffindbar. Interner Fehler.
el: Δε μπορώ να βρω το αντικείμενο - γονέα %1 στο δέντρο. Εσωτερικό σφάλμα.
es: Imposible encontrar elemento padre %1 en el árbol. Error interno.
et: %1 vanemelementi pole puus võimalik leida. Sisemine viga.
he: .תימינפ האיגש .ץעב %1 באה טירפ תא אוצמל ןתינ אל
is: Innri villa: finn ekki foreldri %1 í trénu.
ja: ツリー項目 %1 の親を見つけられません。内部エラーです。
mt: Ma nistax insib il-ġenitur %1 fis-siġra. Żball intern.
no: Kan ikke finne foreldre-element %1 i treet. Intern feil.
no_ny: Finn ikkje foreldreelementet %1 i treet. Intern feil.
pl: Nie można znaleźć pozycji %1 w widoku drzewa. Błąd zewnętrzny.
pt: Não consigo encontrar na árvore o item pai %1. Erro interno.
ru: Не могу найти элемент %1 в дереве. Внутренняя ошибка.
ta: ÁÃò¾¢ø ¦Àü§È¡÷ ¯ÕôÀÊ %1 ­¨Éì ¸¡½Å¢ø¨Ä. ¯ûÇ¨Á ÅØ.
uk: Неможливо знайти батьківський елемент %1 в дереві. Внутрішня помилка.
xh: Ayinakuwufumana umba wobuzali %1 emthini. Imposiso yangaphakathi.

source: <qt><center><b>%4</b></center><hr>Last visited: %1<br>First visited: %2<br>Number of times visited: %3</qt>
az: <qt><center><b>%4</b></center><hr>İlk ziyarət: %1<br>Son ziyarət:%2<br>Ziyarət miqdarı: %3</qt>
bg: <qt><center><b>%4</b></center><hr> Последен път посетен: %1<br> За първи път посетен: %2<br> Всичко посещавания: %3</qt>
cs: <qt><center><b>%4</b></center><hr>Naposledy navštíveno: %1<br>Poprvé navštíveno: %2 <br>Počet návštěv: %3</qt>
da: <qt><center><b>%4</b></center><hr>Sidst besøgt: %1<br>Først besøgt: %2<br>Antal gange besøgt: %3</qt>
de: <qt><center><b>%4</b></center><hr>Zuletzt aufgerufen: %1<br>Zuerst aufgerufen: %2<br>Gesamtzahl der Aufrufe: %3</qt>
el: <qt><center><b>%4</b></center><hr>Τελευταία επίσκεψη : %1<br>Πρώτη επίσκεψη: %2<br>Πλήθος επισκέψεων: %3</qt>
es: <qt><center><b>%4</b></center><hr>Ultiima visita: %1<br>Primera visita: %2<br>Número de visitas: %3</qt>
et: <qt><center><b>%4</b></center><hr>Viimati külastatud: %1<br>Esmakordselt külastatud: %2<br>Külastuste arv: %3</qt>
he: <qt><center><b>%4</b></center><hr><p align=right>%1 :ןורחא רוקיב<br>%2 :ןושאר רוקיב<br>%3 :םירוקיב רפסמ</p></qt>
is: <qt><center><b>%1</b></center><hr>Fyrst heimsótt: %2<br>Síðast heimsótt: %3<br>Hversu oft heimsótt: %4</qt>
ja: <qt><center><b>%4</b></center><hr>前回訪問: %1<br>初回訪問: %2<br>訪問回数: %3</qt>
mt: <qt><center><b>%4</b></center><hr>L-aħħar żjara: %1<br>L-ewwel żjara: %2<br>Numru ta' żjarat: %3</qt>
no: <qt><center><b>%1</b></center><hr>Sist besøkt: %2<br>Først besøkt: %3<br>Antall besøk: %4</qt>
no_ny: <qt><center><b>%4</b></center> <hr>Sist vitja: %1 <br>Sist vitja: %2 <br>Vitja %3 gonger</qt>
pl: <qt><center><b>%4</b></center><hr>Ostatnio odwiedzone: %1<br>Pierwszy raz odwiedzone: %2<br>Najczęściej odwiedzane: %3</qt>
pt: <qt><center><b>%4</b></center><hr>Primeira visita: %1<br>Última visita: %2<br>Número de visitas: %3</qt>
ru: <qt><center><b>%4</b></center><hr> последний раз просмотрено: %1<br> впервые просмотрено: %2<br> всего просмотров: %3</qt>
ta: <qt><center><b>%4</b></center><hr>­Ú¾¢Â¡¸î ¦ºýÈÐ:%1<br> Ó¾Ä¢ü ¦ºýÈÐ: %2<br> ¦ºýÈ ¾¼¨Å¸Ç¢ý ±ñ: %3</qt>
uk: <qt><center><b>%4</b></center><hr>Останній раз відвідано: %1<br>Перший раз відвідано: %2<br>Всього відвідано %3 раз</qt>
xh: <qt><umbindi><b>%4</b></umbindi><hr>indwendwele okokugqibela: %1<br>Indwendwele okokuqala: %2<br>Inani lamaxesha ondwendwelo: %3</qt>

source: New &window
az: Yeni &Pəncərə
bg: Нов прозоре&ц
cs: Nové &okno
da: &Nyt vindue
de: Neues &Fenster
el: Νέο Παράθ&υρο
es: Nueva &ventana
et: Uus ak&en
he: שדח ןול&ח
is: Nýr &gluggi
ja: 新規ウィンドウ(&W)
ko: 새 창(&w)
mt: &Window ġdida
no: Nytt &vindu
no_ny: Nytt &vindauge
pl: No&we Okno
pt: Nova &janela
ru: Новое &окно
ta: Ò¾¢Â º¡ÇÃõ
uk: Нове &вікно
xh: &Iwindow entsha

source: &Remove entry
az: Girişi &Çıxart
bg: Изтрива е&лемент
cs: Odst&ranit položku
da: &Fjern indgang
de: Eintrag ent&fernen
el: Α&φαίρεση Καταχώρησης
es: &Eliminar entrada
et: &Eemalda kirje
he: המושר ר&סה
id: Hapus ent&ri
is: Fjarl&ægja færslu
ja: エントリを削除(&R)
ko: 항목 없애기(&R)
mt: &Neħħi element
no: &Fjern oppføring
no_ny: &Fjern oppføring
pl: &Usuń pozycję
pt: &Remover entrada
ru: Удалить &элемент
ta: ¯ûÇ£ð¨¼ «¸üÚ
uk: &Вилучити елемент
xh: &Susa ungeno

source: C&lear History
az: Keçmişi Sil
bg: Из&чиства история
cs: S&mazat historii
da: &Ryd historik
de: Verlauf &leeren
el: Καθαρισμός &Ιστορικού
es: B&orrar historial
et: &Puhasta ajalugu
he: הירוטסיה הק&נ
id: Bersi&hkan Sejarah
is: &Tæma sögu
ja: 履歴をクリア(&L)
ko: 히스토리 비우기(&l)
mt: &Żvojta l-kronoloġija
no: &Tøm historien
no_ny: &Tøm historie
pl: Wy&czyść historię
pt: &Limpar Histórico
ru: О&чистить журнал
ta: ÅÃÄ¡ü¨Èò Ð¨¼
uk: О&чистити історію
xh: &Cacisa Imbali

source: By &Name
az: Ad ilə
bg: По &име
cs: Podle jmé&na
da: Ved &navn
de: Nach &Name
el: Κατά Όν&ομα
es: Por &nombre
et: &Nime järgi
he: ם&ש יפל
id: Berdasarkan &Nama
is: Eftir &heiti
ja: 名前で(&N)
ko: 이름으로(&N)
mt: bl-&Isem
no: Etter &navn
no_ny: På &namn
pl: Według &nazwy
pt: Por &Nome
ru: По &имени
ta: ¦ÀÂ÷ Å¡Ã¢Â¡¸
uk: За &назвою
xh: &Ngegama

source: By &Date
az: Vaxt ilə
bg: По &дата
cs: Podle &data
da: Ved &dato
de: Nach &Datum
el: Κατά &Ημερομηνία
es: Por &fecha
et: &Kuupäeva järgi
he: ךירא&ת יפל
id: Ber&dasarkan Tanggal
is: Eftir &dagsetningu
ja: 日付で(&D)
ko: 날짜로(&D)
mt: bid-&Data
no: Etter &dato
no_ny: På &dato
pl: Według &daty
pt: Por &Data
ru: По &дате
ta: §¾¾¢ Å¡Ã¢Â¡¸
uk: За &датою
xh: &Ngomhla

source: Do you really want to clear the entire history?
az: Bütün keçmişi təmizləmək istəyirsiniz?
bg: Вие действително ли искате да изтриете цялате история?
cs: Opravdu chcete smazat celou historii?
da: Vil du virkelig rydde hele fortiden ?
de: Möchten Sie wirklich den gesamten Verlaufsspeicher löschen?
el: Θέλετε πράγματι να σβηστεί όλο το ιστορικό;
es: ¿Realmente desea borrar el historial completo?
et: Soovid sa kustutada kogu ajaloo?
he: תוקנל ךנוצרבש חוטב התא םאה ?הירוטסיהה לכ תא
is: Viltu örugglega tæma söguna?
ja: 本当に履歴を全てクリア しますか?
mt: Ċert li trid tħassar il-kronoloġija kollha?
no: Vil du virkelig tømme hele historien?
no_ny: Vil du verkeleg tøma heile historia?
pl: Czy na pewno chcesz wyczyścić pozycje historii?
pt: Queres mesmo limpar todo o histórico?
ru: Вы действительно хотите очистить весь журнал?
ta: ¯ñ¨ÁÂ¡¸§Å ÓØ ÅÃÄ¡ü¨ÈÔõ Ð¨¼ì¸ Å¢ÕõÒ¸¢È£÷¸Ç¡?
uk: Ви дійсно хочете очистити всю історію?
xh: Ufuna ngokwenene ukucacisa eyona mbali iyiyo?

source: Clear History?
az: Keçmişi Sil
bg: Изчисти история?
cs: Smazat historii?
da: Ryd fortid?
de: Verlaufsspeicher löschen?
el: Καθαρισμός Ιστορικού;
es: ¿Borrar historial?
et: Kustutada ajalugu?
he: ?הירוטסיה הקנ
is: Tæma sögu?
ja: 履歴をクリアしますか?
ko: 히스토리를 비우겠습니까?
mt: Tħassar il-kronoloġija?
no: Tøm historien?
no_ny: Tøm historie?
pl: Wyczyść historię?
pt: Limpar Histórico?
ru: Очистить журнал?
ta: ÅÃÄ¡ü¨Èò Ð¨¼ì¸Å¡?
uk: Очистити історію?
xh: Imbali ecacileyo?

source: minutes
az: dəqiqə
bg: мин.
cs: minuty
da: minutter
de: Minuten
el: λεπτά
es: minutos
et: minutit
he: תוקד
id: menit
is: mínútur
ja: 分
ko: 분
mt: minuti
no: minutter
no_ny: minutt
pl: minuty
pt: minutos
ru: мин.
ta: ¿¢Á¢¼í¸û
uk: хвилин
xh: imizuzu

source: days
az: gün
bg: дни
cs: dny
da: dage
de: Tage
el: ημέρες
es: días
et: päeva
he: םימי
id: hari
is: dagar
ja: 日
ko: 날
mt: ġranet
no: dager
no_ny: dagar
pl: dni
pt: dias
ru: дней
ta: ¿¡ð¸û
uk: днів
xh: imihla

source: day
az: gün
bg: ден
cs: den
da: dag
de: Tag
el: ημέρα
es: día
et: päev
he: םוי
is: dagur
ja: 日
ko: 날
mt: ġurnata
no: dag
no_ny: dag
pl: dni
pt: dia
ru: день
ta: ¿¡û
uk: день
xh: umhla

source: days
az: gün
bg: дни
cs: dny
da: dage
de: Tage
el: ημέρες
es: días
et: päeva
he: םימי
is: dagar
ja: 日
ko: 날
mt: ġranet
no: dager
no_ny: dagar
pl: dni
pt: dias
ru: дней
ta: ¿¡ð¸û
uk: днів
xh: imihla

source: day
az: gün
bg: ден
cs: den
da: dag
de: Tag
el: ημέρα
es: día
et: päev
he: םוי
id: hari
is: dagur
ja: 日
ko: 날
mt: ġurnata
no: dag
no_ny: dag
pl: dzień
pt: dia
ru: день
ta: ¿¡û
uk: день
xh: umhla

source: minute
az: dəqiqə
bg: минута
cs: minuta
da: minut
el: λεπτό
es: minuto
et: minut
he: הקד
id: menit
is: mínúta
ja: 分
ko: 분
mt: minuta
no: minutt
no_ny: minutt
pl: minuta
pt: minuto
ru: минута
ta: ¿¢Á¢¼õ
uk: хвилина
xh: umzuzu

source: File to edit
az: Düzəldiləcək fayl
bg: Файл за редактиране
cs: Soubor k úpravě
da: Fil at redigere
de: Zu bearbeitende Datei
el: Αρχείο για διόρθωση
es: Editar archivo
et: Redigeeritav fail
he: הכירעל ץבוק
id: Berkas untuk diedit
is: Skrá sem á að breyta
ja: 編集するファイル
ko: 고치는 파일
mt: Fajl biex jiġi editjat
no: Fil for redigering
no_ny: Rediger fil
pl: Plik do edycji
pt: Ficheiro a editar
ru: Редактировать файл
ta: ¦¾¡Ìì¸§ÅñÊÂ §¸¡ôÒ
uk: Редагувати файл
xh: Ifayile ukuhlela

source: KEditBookmarks
az: KEdit Nişanlar
bg: Редактор на бележници
da: KEditBogmærker
el: Διόρθωση Σελιδοδεικτών
et: Järjehoidjate redaktor
is: KBókamerkjasýsl
ko: K책갈피 편집기
pl: Edytor zakładek
ru: Редактор закладок
xh: Amanqaku encwadi zokuhlela ka K

source: Konqueror Bookmarks Editor
az: Konqueror Nişanlar Ediitoru
bg: Редактор на бележници за Konqueror
cs: Editor záložek pro Konqueror
da: Konqueror Bogmærkeredigering
de: Lesezeichen-Editor für Konqueror
el: Διορθωτής Σελιδοδεικτών Konqueror
es: Editor de marcadores de Konqueror
et: Konqeror'i järjehoidjate redaktor
he: Konqueror תוינמיס ךרוע
id: Editor Tanda Buku Konqueror
is: Bókamerkjastjóri Konqueror
ja: Konqueror ブックマークエディタ
ko: 컹커러 책갈피 편집기
mt: Editur tal-Bookmarks Konqueror
no: Konqueror bokmerkeredigering
no_ny: Konqueror bokmerkeredigering
pl: Edytor zakładek konquerora
pt: Editor de Favoritos do Konqueror
ru: Редактор закладок Konqueror
ta: ¸¡ý¦¸¡ÃÃ¢ý Òò¾¸ìÌÈ¢ò ¦¾¡ÌôÀ¡Ç÷
uk: Редактор закладок Konqueror
xh: Umhleli wamanqaku encwadi yeKonqueror
