Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konqueror.po
Languages: az, bg, cs, da, de, el, es, et, he, id, is, ja, ko, mt, no, no_ny, pl, pt, ru, ta, uk, xh

source: Move files
az: Fayl seç
bg: Перемества файлове
cs: Přesunout soubory
da: Flyt filer
de: Dateien verschieben
el: Μετακίνηση αρχείων
es: Mover archivos
et: Liiguta failid
he: םיצבק רבעה
id: Pindah berkas
is: Færa skrár
ja: ファイルを移動
ko: 파일 옮기기
mt: Mexxi fajls
no: Flytt filer
no_ny: Flytt filer
pl: Przenieś plik
pt: Mover ficheiros
ru: Переместить файлы
ta: §¸¡ôÒ¸¨Ç ¿¸÷òÐ
uk: Пересунути файли:
xh: Iifayile zentshukumo

source: &Save View Profile "%1"
az: "%1" &Görünüş Profilini Qeyd Et
bg: Запа&зва профила на панел "%1"
cs: &Uložit profil pohledu '%1'
da: &Gem visningsprofil "%1"
de: Ansichtsprofil %1 s&peichern
el: Αποθήκευση Προφίλ Προβολής "%1"
es: &Guardar perfil de vista "%1!"
et: &Salvesta vaate profiil "%1"
he: "%1" הגוצתה ליפורפל רומ&ש
id: &Simpan Profil Tampilan "%1"
is: &Vista sýnistillingar "%1"
ja: ビューのプロファイル "%1" を保存(&S)
ko: "%1" 보기 프로파일로 저장(&S)
mt: &Ikteb profil ta' dehriet "%1"
no: &Lagre visningsprofil %1
no_ny: &Lagra ruteprofil «%1»
pl: &Zapisz profil widoku "%1"
pt: Gravar Perfil de Vi&sta "%1"
ru: С&охранить профиль панели "%1"
ta: "%1" ¸¡ðº¢ò ¾¢Ãð¨¼î §ºÁ¢
uk: &Записати профіль перегляду "%1"
xh: &Gcina imboniselo yabucala yemboniselo "%1"

source: Open With %1
az: %1 ilə Aç
bg: Отвори с %1
cs: Otevřít pomocí %1
da: Åbn med %1
de: Öffnen mit %1
el: Άνοιγμα Με %1
es: Abrir con %1
et: Ava kasutades %1
he: %1 תועצמאב חתפ
id: Buka Dengan %1
is: Opna með %1
ja: %1 で開く
ko: %1(으)로 열기
mt: Iftaħ b' %1
no: Åpne med %1
no_ny: Opna med %1
pl: Otwórz z %1
pt: Abrir Com %1
ru: Открыть с помощью %1
ta: ­¾É¡ü ¾¢È %1
uk: Відкрити з %1
xh: Vula nge %1

source: View Mode
az: Görünüş Modu
bg: Режим на преглед
cs: Mód zobrazení
da: Visningstilstand
de: Anzeigemodus
el: Κατάσταση Προβολής
es: Modo de vista
et: Vaate režiim
he: הגוצת ןונגס
id: Mode Tampilan
is: Hamur sýnar
ja: 表示モード
ko: 보기 상태
mt: Stil tad-dehra
no: Visningsmodus
no_ny: Visingsmodus
pl: Tryb widoku
pt: Modo de Visualização
ru: Режим просмотра
ta: Ó¨È¨Á¨Âô À¡÷
uk: Режим перегляду
xh: Indlela yokwenza yemboniselo

source: Profile Management
az: Profil İdarəsi
bg: Управление на профили
cs: Správa profilů
da: Profilhåndtering
de: Profilverwaltung
el: Διαχείριση Προφίλ
es: Configuración de perfil
et: Profiili haldus
he: םיליפורפ לוהינ
id: Manajemen Profil
is: Konqueror: Sýslað með sýnistillingar
ja: プロファイル管理
ko: 프로파일 관리
mt: Maniġġjar ta' profili
no: Profilbehandler
no_ny: Profilbehandling
pl: Zarządzanie profilami
pt: Gestão de Perfis
ru: Управление профилем
ta: ¾¢ÃðÎ §ÁÄ¡ñ¨Á
uk: Керування профілями
xh: Umphathi wemboniselo yabucala

source: Enter Profile Name :
az: Profil Adını Girin :
bg: Въведете името на профил :
cs: Vložte jméno profilu :
da: Indtast profilnavn :
de: Profilname eingeben:
el: Εισάγετε το όνομα του Προφίλ:
es: Introducir nombre del perfil :
et: Sisesta profiili nimi :
he: :ליפורפל םש דלקה
id: Masukkan Nama Profil:
is: Sláðu inn heiti sniðs:
ja: プロファイル名を入力:
ko: 프로파일 이름을 넣으십시오 :
mt: Daħħal isem ta' profil :
no: Skriv inn navn på profil:
no_ny: Oppgi namn for profilen:
pl: Wprowadź nazwę profilu :
pt: Insere o Nome do Perfil:
ru: Введите название профиля :
ta: ¾¢ÃðÊý ¦ÀÂ¨Ãò ¾Õ¸ :
uk: Введіть назву профіля :
xh: Ngenisa igama lemboniselo yabucala :

source: Save URLs in profile
az: Profildəki URL'ləri qeyd et
bg: Запазва URL(и) в профил
cs: Uložit URL do profilu
da: Gem URL'er i profil
de: Adressen in Profil speichern
el: Αποθήκευση των URL στο προφίλ
es: Guardar URLs en el perfil
et: Salvesta profiilis URLid
he: תובותכ ליפורפב רומש
id: Simpan URL dalam profil
is: Vista slóðir með sýnistillingum
ja: プロファイルにURLを保存
ko: 프로파일에 URL 저장
mt: Ikteb URLs fi profil
no: Lagre URLer i profilen
no_ny: Lagra URL-ar i profilen
pl: Zapisz adres w profilu
pt: Gravar URLs no perfil
ru: Сохранять URL(ы) в профиле
ta: URL¸¨Ç ¾¢ÃðÊü §ºÁ¢
uk: Записати/Стерти URL у профіль
xh: Gcina ii-URL kwimboniselo ya bucala

source: Save window size in profile
az: Profildəki pəncərə böyüklüklərini qeyd et
bg: Запзава размера на прозорец в профил
cs: Uložit velikost okna do profilu
da: Gem vinduesstørrelse i profil
de: Fenstergröße im Profil speichern
el: Αποθήκευση του μεγέθους παραθύρου στο προφίλ
es: Guardar tamaño de la ventana en el perfil
et: Salvesta profiilis akna suurus
he: ןולחה לדוג תא ליפורפב רומש
id: Simpan ukuran jendela dalam profil
is: Vista gluggastærðir með sýnistillingum
ja: プロファイルにウィンドウサイズを保存
ko: 프로파일에 창 크기 저장
mt: Ikteb daqs tal-window fi profil
no: Lagre vindustørrelse i profilen
no_ny: Lagra vindaugsstorleik i profilen
pl: Zapisz rozmiar okna w profilu
pt: Gravar tamanho das janelas no perfil
ru: Сохранять размеры окон в профиле
ta: º¡ÇÃ «Ç¨Å ¾¢ÃðÊü §ºÁ¢
uk: Зберегти розмір вікна у профілі
xh: Gcina ubungakanani bewindow kwimboniselo yabucala

source: Delete Selected Profile
az: Seçili Profili Sil
bg: Изтриване на избран профил
cs: Smazat vybraný profil
da: Slet valgt profil
de: Ausgewähltes Profil löschen
el: Διαγραφή Επιλεγμένου Προφίλ
es: Suprimir perfil seleccionado
et: Kustuta valitud profiil
he: רחבנה ליפורפה תא קחמ
id: Hapus Profil Terpilih
is: Eyða stillingum
ja: 選択されたプロファイルを削除
ko: 선택한 프로파일을 지우기
mt: Ħassar il-profil magħżul
no: Slett merket profil
no_ny: Slett valt profil
pl: Usuń wybrany profil
pt: Apagar Perfil Seleccionado
ru: Удалить выбранный профиль
ta: §¾÷× ¦ºöÂÀð¼ ¾¢Ãð¨¼ ¿£ìÌ
uk: Стерти вибраний профіль
xh: Cima imboniselo yabucala ekhethiweyo

source: Rename Selected Profile
az: Seçili Profili Yenidən Adlandır
bg: Преименуване на избран профил
cs: Přejmenovat vybraný profil
da: Omdøb valgt profil
de: Ausgewähltes Profil umbenennen
el: Μετονομασία Επιλεγμένου Προφίλ
es: Renombrar perfil seleccionado
et: Nimeta valitud profiil ümber
he: רחבנה ליפורפה םש תא הנש
id: Ganti nama Profil Terpilih
is: Endurnefna stillingar
ja: 選択されたプロファイルの名前変更
ko: 선택한 프로파일 이름 바꾸기
mt: Ibdel l-isem tal-profil magħżul
no: Endre navn på valgt profil
no_ny: Endra namn på valt profil
pl: Zmień nazwę wybranego profilu
pt: Mudar o Nome do Perfil Seleccionado
ru: Переименовать выбранный профиль
ta: §¾÷ó¾ ¾¢ÃðÊüÌ ÁÚ¦ÀÂÃ¢Î
uk: Перейменувати вибраний профіль
xh: Nika igama kwakhona imboniselo yabucala ekhethiweyo

source: Rename profile '%1'
az: '%1' profilini yenidən adlandır
bg: Преименува профил '%1'
cs: Přejmenovat profil '%1'
da: Omdøb profil '%1'
de: Profil "%1" umbenennen
el: Μετονομασία του προφίλ '%1'
es: Renombrar perfil '%1'
et: Nimeta profiil '%1' ümber
he: '%1' ליפורפה םש תא הנש
id: Ganti nama profil '%1'
is: Endurnefna stillingar '%1'
ja: プロファイル'%1'の名前変更
ko: '%1' 프로파일 이름 바꾸기
mt: Ibdel isem il-profil '%1'
no: Endre profilnavn "%1"?
no_ny: Endra namn på profil «%1»
pl: Zmień nazwę profilu '%1'
pt: Mudar o nome do perfil '%1'
ru: Переименовать профиль '%1'
ta: ¾¢ÃðÎ '%1' ­üÌ ÁÚ¦ÀÂÃ¢Î
uk: Перейменувати профіль '%1'
xh: Nika igama kwakhona imboniselo yabucala '%1'

source: Rename profile
az: Profili yenidən adlandır
bg: Преименува профил
cs: Přejmenovat profil
da: Omdøb profil
de: Profil umbenennen
el: Μετονομασία προφίλ
es: Renombrar perfil
et: Nimeta profiil ümber
he: ליפורפה םש יוניש
id: Ganti nama profil
is: Endurnefna stillingar
ja: プロファイルの名前変更
ko: 프로파일 이름 바꾸기
mt: Ibdel isem il-profil
no: Endre profilnavn
no_ny: Endra namn på profil
pl: Zmień nazwę profilu
pt: Mudar nome ao perfil
ru: Переименовать профиль
ta: ¾¢ÃðÎìÌ ÁÚ¦ÀÂÃ¢Î
uk: Перейменувати профіль
xh: Nika igama kwakhona imboniselo yabucala

source: There appears to be a configuration error. You have associated Konqueror with %1, but it can't handle this file type.
az: Bir səhv quraşdırma var dəyəsən. Konqueroru %1 növündə fayl ilə əlaqələndirmişsiniz, fəqət o bu əməliyyatı həyata keçirə bilmir.
bg: Проблем с настройките. Вие асоцирахте konqueror с файла %1, но той не поддържа този тип файл.
cs: Zdá se, že je něco špatně nastaveno. Asociovali jste Konqueror s typem %1, ale Konqueror s tímto typem neumí zacházet.
da: Der synes at være en forkert indstilling. Du har associeret Konqueror med %1, men den kan ikke klare denne filtype.
de: Es gibt anscheinend eine Fehleinstellung. Sie haben Konqueror mit %1 verknüpft, aber das Programm kann diesen Dateityp nicht verarbeiten.
el: Φαίνεται πως έχουν γίνει λάθος ρυθμίσεις. Έχετε συσχετίσει τον Konqueror με το %1, αλλά δε μπορεί να χειριστεί τέτοια αρχεία.
es: Parece haber un error de configuración. Ha asociado Konqueror con %1, pero no se puede manejar este tipo de archivo.
et: Siin on nüüd mingi arusaamatus. Sa oled seostanud konqueror'i failitüübiga %1, kuid konqueror ei oska selle failitüübiga midagi peale hakata.
he: .הז ץבוק גוסב לפטל לוכי וניא אוה ךא ,%1 לא ךייוש Konqueror .תורדגהב האיגש הנשיש הארנ
is: Það virðist eitthvað vera bogið við uppsetninguna. Konqueror er látinn höndla %1, en hann kann ekkert á þannig skrár.
ja: 設定に誤りがあるようです。konquerorを%1 と関連付けていますが、このファイルタイプは扱えません。
mt: Jidher li hemm żball ta' konfigurazzjoni. Int assoċjajt Konqueror b' %1, imma ma jistax jieħu ħsieb dan it-tip ta' fajl.
no: Det virker som det er en feil i oppsettet. Du har forbundet konqueror med %1, men den kan ikke vise slike filer.
no_ny: Det ser ut til å vera ein feil i oppsettet. Konqueror er assosiert med %1, men kan ikkje handtera denne filtypen.
pl: To wydaje się na błąd konfiguracji. Skojarzyłeś konquerora z %1, ale on nie może posługiwać się tym typem pliku.
pt: Parece haver uma má configuração. Associaste o konqueror a %1, mas ele não consegue lidar com este tipo de ficheiro.
ru: Обнаружена проблема с настройкой. Вы связали konqueror с файлом %1, но он не может отображать данный тип файлов.
ta: ­Ð ´Õ ÅÊÅ¨ÁôÒ ÅØô §À¡ÖûÇÐ. ¿£í¸û ¸¡ý¦¸¡Ã¨Ã %1 ¯¼ý ­¨½òÐûÇ£÷¸û, ¬É¡ø ­ùÅ¨¸ì §¸¡ôÒì¸¨Ç «¾É¡ü ¨¸Â¡Ç ÓÊÂ¡Ð.
uk: Здається, існує помилка конфігурації. Ви прив'язали %1 до Konqueror, але він не вміє оброблювати такий тип файлу.
xh: Nako kuvela imposiso uoqwqalaselo. Uyinxulumanise iKonqueror ne %1, kodwa ayinakuluphatha olu didi lwefayile.

source: Do you really want to execute '%1' ?
az: '%1'i işə salmaq istəyirsiniz?
bg: Вие двйствително ли искате да изпълните '%1' ?
cs: Opravdu chcete spustit '%1'?
da: Vil du virkelig køre '%1' ?
de: Möchten Sie %1 wirklich ausführen?
el: Θέλετε πράγματι να εκτελέσετε το '%1' ;
es: ¿Realmente desea ejecutar '%1' ?
et: Soovid sa tõesti käivitada käsu '%1' ?
he: ?'%1' תא ליעפהל ךנוצרבש חוטב התא םאה
id: Anda benar-benar ingin menjalankan '%1' ?
is: Viltu örugglega keyra '%1' ?
ja: 本当に'%1'を実行しますか?
ko: '%1'을(를) 실행 하겠습니까 ?
mt: Ċert li trid tħaddem "%1" ?
no: Vil du virkelig kjøre '%1' ?
no_ny: Vil du verkeleg køyra «%1»?
pl: Naprawdę chcesz wykonać '%1' ?
pt: Queres mesmo executar '%1' ?
ru: Вы действительно хотите запустить '%1' ?
ta: '%1'­¨É ¯ñ¨ÁÂ¡¸§Å ­Âì¸ Å¢ÕõÒ¸¢È£÷¸Ç¡ ?
uk: Ви дійсно хочете виконати '%1' ?
xh: Ufuna ngokwenene ukuphumeza i-'%1'?

source: Open '%1' using '%2'?
az: '%2' işlədərək '%1' açılsın?
bg: Отвори '%1' използвайки '%2'?
cs: Otevřít '%1' pomocí '%2'?
da: Åbn '%1' ved brug af '%2'?
de: "%1" mit "%2" öffnen?
el: Άνοιγμα του '%1' με χρήση του '%2';
es: ¿Abrir '%1' usando '%2'?
et: Kas avada '%1' kasutades rakendust '%2'?
he: ?'%2' תועצמאב '%1' תא חותפל
id: Buka '%1' pakai '%2' ?
is: Opna '%1' með '%2'?
ja: '%1' を '%2' を使って開きますか?
ko: '%2'(으)로 '%1'을(를) 열겠습니까?
mt: Trid tiftaħ "%1" b' "%2"?
no: Åpne "%1" med "%2"?
no_ny: Opna «%1» med «%2»?
pl: Otwórz '%1' używając '%2'?
pt: Abrir '%1' utilizando '%2'?
ru: Открыть '%1' используя '%2'?
ta: '%2'³ '%1' ­É¡ü ¾¢Èì¸Å¡?
uk: Відкрити '%1' з '%2'?
xh: Vula i-'%1'usebenzisa i-'%2'?

source: Open '%1' ?
az: '%1' açılsın?
bg: Отвори '%1' ?
cs: Otevřít '%1'?
da: Åbn '%1'?
de: Öffnen mit "%1"?
el: Άνοιγμα του '%1' ;
es: ¿Abrir '%1' ?
et: Avada '%1'?
he: ?%1 תא חותפל
id: Buka '%1' ?
is: Opna '%1' ?
ja: '%1' を開きますか?
ko: '%1'을(를) 열겠습니까 ?
mt: Trid tiftaħ "%1" ?
no: Åpne "%1" ?
no_ny: Opna «%1»?
pl: Otwórz '%1' ?
pt: Abrir '%1' ?
ru: Открыть '%1' ?
ta: '%1'³ò ¾¢Èì¸Å¡?
uk: Відкрити '%1' ?
xh: Vula '%1'?

source: Save to disk
az: Diskə qeyd et
bg: Запази на диск
cs: Uložit na disk
da: Gem til disk
de: Auf Festplatte speichern
el: Αποθήκευση στο δίσκο
es: Guardar en disco
et: Kettale salvestamine
he: ןנוכל רומש
id: Simpan ke disk
is: Vista á disk
ja: ディスクに保存
ko: 디스크로 저장
mt: Ikteb għad-diska
no: Lagre på disk
no_ny: Lagra til disk
pl: Zapisz na dysk
pt: Gravar para o disco
ru: Сохранить на диск
ta: ÅðÎìÌî §ºÁ¢
uk: Зберегти на диск
xh: Gcina kwidisk

source: Save as
az: Fərqli qeyd et
bg: Запази като
cs: Uložit jako
da: Gem som
de: Speichern als
el: Αποθήκευση ως
es: Guardar como
et: Salvesta kui
he: םשב הרימש
id: Simpan sebagai
is: Vista sem
ja: 名前を付けて保存
ko: 다른 이름으로 저장
mt: Ikteb b'isem ġdid
no: Lagre som
no_ny: Lagra som
pl: Zapisz jako
pt: Gravar como
ru: Сохранить как
ta: ±Éî §ºÁ¢
uk: Зберегти як
xh: Gcina njenge

source: Show &Hidden Files
az: Gi&zli Faylları Göstər
bg: Показва &скритите файлове
cs: &Ukázat skryté soubory
da: Vis &skjulte filer
de: &Versteckte Dateien anzeigen
el: Εμφάνιση Κρυφών Αρχείων
es: Mostrar archivos &ocultos
et: Näita &peidetud faile
he: םירת&סומ םיצבק גצה
id: Tampilkan berkas &tersembunyi
is: Sýna &faldar skrár
ja: 隠しファイルを表示(&H)
ko: 숨겨진 파일 보기(&H)
mt: Uri fajls mo&ħbija
no: Vis &skjulte filer
no_ny: &Vis skjulte filer
pl: Pokaż &ukryte pliki
pt: Mostrar Fic&heiros Escondidos
ru: Показывать &скрытые файлы
ta: Á¨ÈóÐûÇ §¸¡ôÒ¸¨Çì ¸¡ðÎ
uk: Показувати файли з &крапками
xh: &Bonisa iifayile ezifihlakeleyo

source: Toggle displaying of hidden dot files
az: Gizli fayllarının görünməsini dəyişdir
bg: Включва/изключва показването на скрити файлове
cs: Přepnout zobrazování skrytých souborů
da: Slå visning af skjulte .-filer til/fra
de: Versteckte Dateien ein/ausblenden
el: Εναλλαγή Εμφάνισης κρυφών αρχείων
es: (Des)Activar mostrar archivos ocultos
et: Punktiga algavate failide näitamise sisse/välja lülitamine
he: םירתסומ הדוקנ יצבק לש הגצה לטבמ וא רשפאמ
is: Sýna faldar skrár sem byrja á punkti (af / á)
ja: 隠しドットファイルの表示のオン/オフ
mt: Jitfi/jixgħel il-wiri ta' fajls moħbija li jibdew b'tikka
no: Skru av/på visning av skulte punktum-filer
no_ny: Vis / ikkje vis skjulte filer
pl: Włącz wyświetlanie ukrytych plików z kropką
pt: Comutar a apresentação dos ficheiros escondidos
ru: Включение/выключение показа скрытых (имя которых начинается с точки) файлов
ta: Á¨ÈóÐûÇ ÒûÇ¢ì §¸¡ôÒì¸¨Çì ¸¡ðÎÅ¨¾ì ¸Å¢ú
uk: Перемикнути відображення прихованих файлів.
xh: Qhobosha iifayile ezinamachaphaza ezibonisiweyo ezifihlakeleyo

source: Preview
az: Nümayiş
bg: Предварителен преглед
cs: Náhled
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Previsualizar
et: Eelvaatlus
he: המידקמ הגוצת
is: Forsýn
ja: プレビュー
ko: 미리 보기
mt: Previżjoni
no: Forhåndsvis
no_ny: Førehandsvising
pl: Podgląd
pt: Antevisão
ru: Предварительный просмотр
ta: Óý§É¡ð¼õ
uk: Перегляд
xh: Imboniso

source: Sound Files
az: Səs Faylları
bg: Звукови файлове
cs: Zvukové soubory
da: Lydfiler
de: Sound-Dateien
el: Αρχεία Ήχου
es: Archivos de sonido
et: Audiofailid
he: לילצ יצבק
is: Hljóðskrár
ja: サウンドファイル
ko: 소리 파일
mt: Fajls awdjo
no: Lydfiler
no_ny: Lydfiler
pl: Pliki dżwiękowe
pt: Ficheiros de Som
ru: Звуковые файлы
ta: ´Ä¢ì §¸¡ôÒì¸û
uk: Файли звуків
xh: Iifayile zesandi

source: by Name (Case Sensitive)
az: Ada Görə (Böyük/Kiçik Hərf Həssas)
bg: по Име (със значение за малки и голями букви)
cs: podle jména (zohlednit velikost znaků)
da: efter navn (afhængig af store/små)
de: Nach Namen (Groß/Klein beachten)
el: κατά όνομα (διάκριση πεζών-κεφαλαίων)
es: por nombre (diferenciar min/mayúsculas)
et: Nime järgi (tõstutundlik)
he: (תוישיר יולת) םש יפל
id: berdasarkan Nama (case sensitive)
is: eftir nafni (háð há-/lágstöfum)
ja: 名前で(大文字小文字を区別)
ko: 이름으로 (크고 작은 글자를 가림)
mt: bl-Isem (ittri kbar u żgħar differenti)
no: etter navn (avhengig av bokstavstørrelse)
no_ny: på namn (skil mellom små og store bokstavar)
pl: według nazwy (uwzględnij wielkość liter)
pt: pelo Nome (Distinguir Maiúsculas)
ru: по имени (с учетом регистра)
ta: ¦ÀÂ÷ Å¡Ã¢Â¡¸ (Å¨¸Ô½÷×ûÇ)
uk: за Назвою (з урахуванням регістру)
xh: ngegama (Umzekelo onovakalelo)

source: by Name (Case Insensitive)
az: Ada görə (Böyük/Kiçik Hərf Həssasiyyətsiz)
bg: по Име (без значение за малки и голями букви)
cs: podle jména (bez ohledu na velikost znaků)
da: efter navn (uafhængig af store/små)
de: Nach Namen (ohne Groß/Klein zu beachten)
el: κατά όνομα (μη διάκριση πεζών-κεφ.)
es: por nombre (ignorar min/mayúsculas)
et: Nime järgi (tõstutundetu)
he: (תוישיר יולת אל) םש יפל
id: berdasarkan Nama (case insensitive)
is: eftir nafni (óháð há-/lágstöfum)
ja: 名前で(大文字小文字を区別しない)
ko: 이름으로 (크고 작은 글자를 가리지 않고)
mt: bl-Isem (ittri kbar u żgħar l-istess)
no: etter navn (uavhengig av bokstavstørrelse)
no_ny: på namn (ikkje skil mellom små og store bokstavar)
pl: według nazwy (bez rozróżniania wielkości liter)
pt: pelo Nome (Não Distinguir Maiúsculas)
ru: по имени (без учета регистра)
ta: ¦ÀÂ÷ Å¡Ã¢Â¡¸ (Å¨¸Ô½÷Å¢øÄ¡)
uk: за Назвою (без урахування регістру)
xh: ngegama (Umzekelo ongenavakalelo)

source: by Size
az: Böyüklüyünə görə
bg: по Размер
cs: podle velikosti
da: efter størrelse
de: Nach Größe
el: κατά μέγεθος
es: por tamaño
et: Suuruse järgi
he: לדוג יפל
id: berdasarkan Ukuran
is: Eftir stærð
ja: サイズで
ko: 크기로
mt: bid-Daqs
no: etter størrelse
no_ny: på storleik
pl: według rozmiaru
pt: pelo Tamanho
ru: по размеру
ta: «Ç× Å¡Ã¢Â¡¸
uk: за Розміром
xh: ngobungakanani

source: by Type
az: Növ ilə
bg: по Тип
cs: podle typu
da: ved type
de: nach Dateityp
el: κατά τύπο
es: por tipo
et: Faili tüübi järgi
he: גוס יפל
id: berdasarkan Tipe
is: Eftir tegund
ja: ファイルタイプで
ko: 형식으로
mt: bit-Tip
no: etter type
no_ny: på type
pl: według typu
pt: pelo Tipo
ru: по типу
ta: Å¨¸ Å¡Ã¢Â¡¸
uk: Тип файлу
xh: ngodidi

source: Directories first
az: Əvvəlcə Cərgələr
bg: Директориите първи
cs: adresáře první
da: Mapper først
de: Verzeichnisse zuerst
el: Πρώτα οι κατάλογοι
es: Directorios primero
et: Kataloogid eespool
he: םדוק תוירפס
id: Direktori Dulu
is: Möppur fyrst
ja: ディレクトリを最初に
ko: 자료방을 먼저
mt: Poġġi d-direttorji qabel
no: Kataloger først
no_ny: Katalogar først
pl: Katalogi na początku
pt: Directorias primeiro
ru: Каталоги в первую очередь
ta: «¨¼×¸û Ó¾Ä¢ø
uk: Каталоги спочатку
xh: Abalawuli kuqala

source: Descending
az: Tərsdən
bg: По намаление
cs: sestupně
da: Nedad
de: Absteigend
el: Φθίνουσα
es: Decreciente
et: Laskuvas järjestuses
he: ךופה רדסב
id: Menurun
is: Í minnkandi röð
ja: 降べき
mt: Nieżlin
no: Synkende
no_ny: Synkande
pl: Malejąco
pt: Descendente
ru: По убыванию
ta: ­ÈíÌ
uk: У спадаючому порядку
xh: Iyehla

source: &Select...
az: &Seç...
bg: Изб&ери...
cs: Vy&brat...
da: &Markér...
de: Ausw&ählen...
el: Ε&πιλογή...
es: &Seleccionar...
et: &Vali...
he: ...&רחב
id: &Pilih...
is: &Velja...
ja: 選択(&S)...
ko: 고르기(&S)...
mt: &Agħżel...
no: &Velg...
no_ny: &Merk ...
pl: &Wybierz...
pt: &Seleccionar...
ru: &Выделить...
ta: §¾÷×¦ºö...
uk: &Вибір...
xh: &Khetha...

source: &Unselect...
az: S&eçmə...
bg: &Премахва избиране...
cs: Zr&ušit výběr...
da: &Afmarkér...
de: Auswahl auf&heben...
el: Αποεπιλ&ογή
es: &Deseleccionar...
et: &Tühista valik...
he: ...הריחב ל&טב
id: &Batal Pilih...
is: &Afvelja...
ja: 選択解除(&U)...
ko: 고르지 않기(&U)...
mt: &Neħħi l-għażla...
no: F&jern merking...
no_ny: F&jern merking ...
pl: &Odznacz...
pt: &Deseleccionar...
ru: &Снять отметку...
ta: §¾÷¨Å «¸üÚ...
uk: &Скасувати вибір...
xh: &Sukukhetha...

source: U&nselect All
az: &Heç birini seçmə
bg: Према&хва всичко избрано
cs: Zrušit &celý výběr
da: &Afmarkér alt
de: &Gesamte Auswahl aufheben
el: Αποεπιλογή Όλων
es: Deseleccionar &todo
et: Tühista &kõik valikud
he: &םולכ רחבת לא
id: Batal &pilih semua
is: Afvelja all&t
ja: 全て選択しない(&n)
ko: 모두 고르기 않기(&n)
mt: &Neħħi l-għażla minn kollox...
no: Fj&ern all merking
no_ny: Fjern all merkin&g
pl: O&dznacz wszystko
pt: Deseleccio&nar Tudo
ru: С&нять все отметки
ta: §¾÷ó¾ «¨ÉòÐõ «¸üÚ
uk: С&касувати вибір всього
xh: &Sukukhetha zonke

source: &Invert Selection
az: &Seçkini Tərsinə Çevir
bg: &Инвертира избрано
cs: &Invertovat výběr
da: &Invertér markering
de: Auswahl u&mkehren
el: Αντιστροφή Επιλογής
es: &Invertir seleccción
et: &Inverteeri valik
he: הריחב ךו&פה
id: Bal&ik Pilihan
is: Ví&xla vali
ja: 選択を反転(&I)
ko: 거꾸로 고르기(&I)
mt: &Aqleb l-għażla
no: &Invertér valg
no_ny: &Omvendt merking
pl: Od&wróć zaznaczenie
pt: &Inverter Selecção
ru: &Инвертировать отметку
ta: §¾÷×¸¨Çò ¾¨Ä¸£Æ¡ìÌ
uk: &Інвертувати вибір
xh: &Phindisa umva ukhetho

source: Allows selecting of file or directory items based on a given mask
az: Verilən maskada fayl ya da qovluq seçməyə yarayar
bg: Позволява избиране на файлове или директории базирано на дадена маска
cs: Umožňuje výběr souborů a adresářů na základě dané masky
da: Tillader at vælge fil eller mappe baseret på en givet maske.
de: Erlaubt die Auswahl von Dateien oder eines Verzeichnissen über bestimmte Filter
el: Επιρέπει την επιλογή αρχείων ή καταλόγων με βάση μια μάσκα
es: Permite seleccionar elementos de archivo o directorio basados en una máscara dada
et: Võimaldab valida katalooge ja faile vastavalt antud maskile
he: הנותנ ןוניס תינבת יפל תוירפס וא םיצבק יטירפ תריחב רשפאמ
is: Leyfa að velja skrá eða möppuhluti byggða á uppgefnum möskva
ja: マスクを使ってファイルやディレクトリアイテムを選択する
mt: Jippermetti l-għażla ta' fajls jew direttorju ibbażat fuq maskra mogħtija
no: Lar deg velge fil- eller katalog-elementer basert på en gitt maske
no_ny: Let deg merka filer eller katalogar ut frå eit gitt mønster
pl: Pozwalaj wybierać pozycje plików lub katalogów opartych na podanej masce
pt: Permite a selecção de itens de ficheiros ou directorias com base numa dada máscara
ru: Позволяет выделять файлы и каталоги по шаблону
ta: ¾ó¾¦Å¡Õ Ó¸ãÊÂ¢ü º¡÷óÐûÇ §¸¡ôÒì¸¨Ç «øÄÐ «¨¼×¸¨Çò ¦¾Ã¢× ¦ºöÂ ¯¾×õ
uk: Дозволяє робити вибір файлів або каталогів на основі даної маски.
xh: Ivumela ukhetho lwefayile okanye imiba yolawulo esekwe kukhuselo olunikioweyo

source: Allows unselecting of file or directory items based on a given mask
az: Verilən maskada fayl ya da qovluq işarətini şıxartmağa yarayar
bg: Позволява отказ от избираните на файлове или директории базирано на дадена маска
cs: Umožňuje zrušení výběru souborů a adresářů na základě dané masky
da: Tillader at afvælge fil eller mappe baseret på en givet maske.
de: Erlaubt die Aufhebung der Auswahl von Dateien oder Verzeichnissen über bestimmte Filter
el: Επιτρέπει την αποεπιλογή αρχείων ή καταλόγων με βάση μία μάσκα
es: Permite deseleccionar elementos de archivo o directorio basados en una máscara dada
et: Võimaldab kataloogide ja failide valimist tühistada vastavalt antud maskile
he: הנותנ ןוניס תינבת יפל תוירפס וא םיצבק יטירפ תריחב לוטיב רשפאמ
is: Leyfa að af-velja skrá eða möppuhluti byggða á uppgefnum möskva
ja: マスクを使ってファイルやディレクトリアイテムを選択解除する
mt: Jippermetti t-tneħħija tal-għażla ta' fajls jew direttorju ibbażat fuq maskra mogħtija
no: Lar deg velge bort fil- eller katalog-elementer basert på en gitt maske
no_ny: Let deg fjerna merkinga frå filer eller katalogar ut frå eit gitt mønster
pl: Nie pozwalaj wybierać pozycji plików lub katalogów opartych na podanej masce
pt: Permite a remoção da selecção de itens de ficheiros ou directorias com base numa dada máscara
ru: Позволяет снимать выделение файлов и каталогов по шаблону
ta: ¾ó¾¦Å¡Õ Ó¸ãÊÂ¢ü º¡÷óÐûÇ §¸¡ôÒì¸¨Ç «øÄÐ «¨¼×¸¨Çò ¦¾Ã¢× «¸üÈ ¯¾×õ
uk: Дозволяє знімати вибір файлів або каталогів на основі даної маски.
xh: Ivumela ukungakhethwa kwefayile okanye imiba yolawulo esekwe kukhuselo olunikiweyo

source: Selects all items
az: Bütün üzvləri seç
bg: Избор на всички елементи
cs: Vybere všechny soubory
da: Vælger alle punkter
de: Auswahl aller Dateien
el: Επιλέγει όλα τα αντικείμενα
es: Seleccionar todos los elementos
et: Valib kõik elemendid
he: םיטירפה לכ תא רחוב
is: Velja alla hluti
ja: 全てのアイテムを選択
ko: 고른 모든 항목
mt: Agħżel kollox
no: Merker alle elementer
no_ny: Merkar alle elementa
pl: Zaznacz wszystkie pozycje
pt: Selecciona todos os itens
ru: Отметка всех элементов
ta: ±øÄ¡ ¯ÕôÀÊ¸¨ÇÔõ §¾÷×¦ºö
uk: Вибрати всі файли
xh: Khetha yonke imiba
