Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konsole.po
Languages: az, he, id, ko, mt, sv, ta, tr, xh

source: MINIDRAW Tools
az: MINIDRAW Vasitələri
he: MINIDRAW ילכ
id: Tool MINIDRAW
ko: MINIDRAW 도구
mt: Għodda MINIDRAW
sv: MINIDRAW-verktyg
ta: MINIDRAW ¸ÕÅ¢¸û
tr: MINIDRAW Araçları
xh: Izixhobo ZOMZOBO OMNCINANE

source: Suspend Task
az: Vəzifəni GÖzlət
he: המישמ ההשה
id: Tunda Pekerjaan
ko: 작업 일시중지
mt: Issospendi l-proċess
sv: Stoppa aktivitet
ta: À½¢¨Â ­¨¼¿¢ÚòÐ
tr: Görevi Askıya l
xh: Gxotha umsebenzi

source: Continue Task
az: Vəzifəyə Davam Et
he: המישמ ךשמה
id: Lanjutkan Pekerjaan
ko: 작업 계속
mt: Kompli l-proċess
sv: Återuppta aktivitet
ta: À½¢¨Âò ¦¾¡¼÷
tr: Göreve Devam Et
xh: Qhuba umsebenzi

source: Hangup
az: Bitir
he: קתנ
ko: 장애
sv: Lägg på
ta: ¦¾¡¼÷¨Àò ÐñÊ
tr: Bitir
xh: Xhoma

source: Interrupt Task
az: Vəzifəni Kəs
he: המישמ קספה
id: Interupsi Pekerjaan
ko: 작업 중단
mt: Interrompi l-proċess
sv: Avbryt aktivitet
ta: À½¢Â¢ü ÌÚì¸¢Î
tr: Görevi Kesintiye Uğrat
xh: Phazamisa umsebenzi

source: Terminate Task
az: Vəzifəni Sonlandır
he: המישמ םייס
id: Akhiri Pekerjaan
ko: 작업 완료
mt: Temm il-proċess
sv: Avsluta aktivitet
ta: À½¢¨Â ¿¢ÚòÐ
tr: Görevi Sonlandır
xh: Yenza isiphelo somsebenzi

source: Kill Task
az: Vəzifəni Öldür
he: המישמ לסח
id: Bunuh Pekerjaan
ko: 작업 강제 종료
mt: Oqtol il-proċess
sv: Döda aktivitet
ta: À½¢¨Â «Æ¢
tr: Görevi Öldür
xh: Bulala umsebenzi

source: Send Signal
az: Siqnal Göndər
he: תותיא חלש
id: Kirim Sinyal
ko: 신호 보내기
mt: Ibgħat sinjal
sv: Skicka signal
ta: ÌÈ¢ô¨À «ÛôÒ
tr: Sinyal Gönder
xh: Thumela uphawu

source: R&ename session...
az: İclası yenidən adlandır...
he: ...המישמה &םש יוניש
id: G&anti nama sesi...
ko: 새션을 다른 이름으로(&e)...
mt: &Ibdel l-isem tas-sessjoni
sv: Byt namn på s&essionen...
ta: «Á÷¨Å ÁÚ¦ÀÂÃ¢Î...
tr: Oturumu yeniden adlandır...
xh: &Nika igama intlanganiso kwakhona...

source: &Locale
az: &Lokal
he: רו&זא
ko: 로케일(&L)
sv: &Lokal
ta: ¯ûÇ¨Á
tr: &Bölgesel
xh: &iLocale

source: Show &Frame
az: Çərçi&vəyi göstər
he: תרגסמ ג&צה
id: Tampilkan &Frame
ko: 프레임 보기(&F)
mt: Uri &gwarniċ
sv: Visa &ram
ta: ºð¼ò¨¾ì ¸¡ðÎ
tr: Çerçe&veyi göster
xh: &Bonisa isakhelo

source: Scrollbar
az: Sürüşdürmə çubuğu
he: הלילג ספ
ko: 스크롤 막대
sv: Rullningslist
ta: ¯ÕÇøÀð¨¼
tr: Kaydırma çubuğu
xh: Ibar yokurola

source: &Hide
az: &Gizlət
he: &רתסה
id: &Sembunyikan
ko: 숨기기(&H)
mt: &Aħbi
sv: &Göm
ta: Á¨È
tr: &Gizle
xh: &Fihla

source: &Left
az: S&ol
he: &לאמשמ
id: K&iri
ko: 왼쪽(&L)
mt: &Xellug
sv: &Vänster
ta: ­¼Ð
tr: S&ol
xh: &Khohlo

source: &Right
az: &Sağ
he: &ןימימ
id: K&anan
ko: 오른쪽(&R)
mt: &Lemin
sv: Höge&r
ta: ÅÄÐ
tr: &Sağ
xh: &Kunene

source: F&ull-Screen
az: &Tam Ekran
he: אלמ &ךסמ
ko: 전체 화면(&u)
mt: &Skrin sħiħ
sv: F&ullskärm
ta: ÓØò¾¢¨Ã
tr: &Tam Ekran
xh: &Ikhusi-elipheleleyo

source: Size
az: Böyüklük
he: לדוג
id: Ukuran
ko: 크기
mt: Daqs
sv: Storlek
ta: «Ç×
tr: Boyut
xh: Ubungakanani

source: 40x15 (&Small)
az: 40x15 (&Kiçik)
he: (&ןטק) 40x15
ko: 40x15 (작게(&S))
mt: 41x15 (&żgħir)
sv: 40x15 (&liten)
ta: 40x15 (º¢È¢Â)
tr: 40x15 (&Küçük)
xh: 40x15 (&Ncinane)

source: 80x24 (&VT100)
he: (&VT100) 80x24

source: 80x25 (&IBM PC)
he: (&IBM PC) 80x25

source: 80x40 (&XTerm)
he: (&XTerm) 80x40
xh: 80x40 (&XImeko)

source: 80x52 (IBM V&GA)
he: (IBM V&GA) 80x52

source: &Normal
he: ליג&ר
ko: 보통(&N)
mt: &Normali
sv: &Normalt
ta: ­ÂøÀ¡É
xh: &Eqhelekileyo

source: &Tiny
az: İn&cə
he: ןופצ&פ
id: &Kecil sekali
ko: 아주 작게(&T)
mt: &Ċkejken
sv: &Jättelitet
ta: Á¢¸º¢È¢Â
tr: İn&ce
xh: &Encinane

source: &Small
az: &Kiçik
he: &ןטק
id: Ke&cil
ko: 작게(&S)
mt: &Żgħir
sv: &Litet
ta: º¢È¢Â
tr: &Küçük
xh: &Ncinane

source: &Medium
az: &Orta
he: ינוני&ב
id: &Menengah
ko: 중간(&M)
mt: Tan-&nofs
sv: &Medelstort
ta: ­¨¼¿¢¨Ä
tr: &Orta
xh: &Phakathi

source: &Large
az: &Böyük
he: ל&ודג
id: &Besar
ko: 크게(&L)
mt: &Kbir
sv: &Stort
ta: ¦ÀÃ¢Â
tr: &Büyük
xh: &Nkulu

source: &Huge
az: &Yekə
he: ק&נע
id: Be&sar Sekali
ko: 매우 크게(&H)
mt: &Enormi
sv: &Enormt
ta: Á¢¸¦ÀÃ¢Â
tr: Koca&man
xh: &Nkulu kakhulu

source: &Linux
az: &Linuks
he: סקוני&ל
ko: 리눅스(&L)
ta: Ä¢Éì
xh: &iLinux

source: &Unicode
az: &Yunikod
he: דוקינו&י
ko: 유니코드(&U)
ta: äÉ¢§¸¡ð
xh: &Ikhowudi enye

source: &Custom...
az: &Xüsusi...
he: ...תישי&א םאתומ
id: &Kustom...
ko: 세부적인(&C)...
mt: &Personalizzat...
sv: &Eget...
ta: ¾É¢ôÀÂý...
tr: Ö&zel...
xh: &Isiko...

source: Schema
az: &Sxem
he: תינבת
mt: Skema
ta: «¨ÁôÒÓ¨È¸û
tr: &Şe&ma
xh: Udweliso

source: History...
az: Keçmiş...
he: ...הירוטסיה
mt: Kronoloġija...
sv: Historik...
ta: ÅÃÄ¡Ú...
xh: Imbali...

source: &Keyboard
az: K&laviatura
he: םישקמ &חול
ko: 키보드(&K)
mt: &Tastiera
sv: &Tangentbord
ta: Å¢¨ºôÀÄ¨¸
tr: K&lavye
xh: &Ibhodi yezitshixo

source: Word Separators...
az: Kəlimə Ayırıcıları...
he: ...םילימ ידירפמ
mt: Separaturi tal-kliem...
sv: Ordavskiljare...
ta: ¦º¡ü À¢Ã¢ôÀ¢¸û...
tr: Kelime Ayraçları...
xh: Abahluli bamagama...

source: &Warn for Open Sessions on Quit
az: Çıxarkən Açıq İclas Varsa Bildir
he: האיציב תוחותפ תומישמ לע רה&זה
id: &Peringkatkan Sesi Terbuka saat Berhenti
ko: 종료할때 열린 세션에 경고(&W)
mt: &Wissi dwar sessjonijiet miftuħa qabel toħroġ
sv: &Varna om öppna sessioner vid avslut
ta: ¦ÅÇ¢î¦ºøÖõ §À¡Ð ¾¢ÈóÐûÇ «Á÷×¸¨ÇôÀüÈ¢ ±îºÃ¢
tr: Çıkarken Açık Oturum Varsa Uyar
xh: &Lumkisa kuvulo lweentlanganiso kuPhumo

source: Save &Settings
az: &Seçənəkləri Qeyd Et
he: תורדג&ה רומש
id: Simpan &Stelan
ko: 설정 저장(&S)
mt: Ikteb &setings
sv: Spara in&ställningarna
ta: Å¢ÕôÀí¸¨Çî §ºÁ¢
tr: &Seçenekleri Kaydet
xh: &Izicwangciso zogcino

source: &New
az: Yeni
he: שד&ח
id: &Baru
ko: 새로운(&N)
mt: &Sessjoni ġdida
sv: &Ny
ta: Ò¾¢Â
tr: Yeni
xh: E&ntsha

source: Sessions
az: İclaslar
he: תומישמ
id: Sesi
ko: 세션
mt: Sessjonijiet
sv: Sessioner
ta: «Á÷×¸û
tr: Oturumlar
xh: Iintlanganiso

source: Settings
az: Qurğular
he: תורדגה
id: Stelan
ko: 설정
mt: Setings
sv: Inställningar
ta: «¨ÁôÒì¸û
tr: Ayarlar
xh: Imfano-nye

source: You have open sessions (besides the current one). These will be killed if you continue. Are you sure you want to quit?
az: Açıq iclaslarınız var. Davam etsəniz bu iclaslar qapadılacaqdır. Çıxmaq istəyirsiniz?
he: .(תיחכונה המישמל טרפ) תוחותפ תומישמ ןנשי .הנלסוחת ןה ,ךישמת םא ?תאצל ךנוצרבש חוטב התא םאה
id: Anda punya sesi terbuka (selain yang ini). Sesi ini akan dibunuh bila berhenti. Anda yakin mau berhenti?
ko: 열려져 있는 세션이 있습니다.(현재 이외의 것) 계속하기 위해서 강제 종료해야 합니다. 종료하시겠습니까?
mt: Għad hemm sessjonijiet miftuħa (apparti din kurrenti). Dawn se jinqatlu jekk tkompli. Ċert li trid toħroġ?
sv: Du har öppna sessioner (förutom den aktuella). Dessa kommer att dödas om du fortsätter. Är du säker på att du vill avsluta?
ta: ¾ü§À¡ÐûÇ «Á÷× ¾Å¢Ã, §ÅÚ «Á÷×¸û ¾¢ÈóÐûÇÉ. ¿£í¸û §ÁÖõ ¦¾¡¼÷ó¾¡ø ­¨Å «Æ¢ì¸ôÀÎõ. ¦ÅÇ¢î¦ºøÄÅ¡?
tr: Açık oturumlarınız bulunuyor. Devam etmeniz halinde bu oturumlar kapatılacaktır. Gerçekten çıkmak istiyor musunuz?
xh: Unentlanganiso ezivuliweyo (ngaphandle kweyangoku). Ezi zizakubulawa ukuba uyaqhubekeka. Uqinisekile ufuna ukuphuma?

source: Font `%1' not found. Check README.linux.console for help.
az: '%1' yazı növü tapılmadı. Yardım üçün README.linux faylına bxn.
he: .אצמנ אל `%1' ןפוגה .הרזעל README.linux.console תא קודב
id: Font `%1' tidak ditemukan. Periksa README.linux.console untuk bantuan.
ko: `%1' 글꼴을 찾을수 없습니다. README.linux.console의 도움말을 확인하십시오.
mt: Font "%1" ma nstabx. Iċċekkja README.linux.console għall-għajnuna.
sv: Teckensnittet "%1" kunde inte hittas. Titta i README.linux.console för hjälp.
ta: ±ØòÐÅ¨¸ '%1' ¸¡½Å¢ø¨Ä. ¯¾Å¢ìÌ README.linux.console «Û¸×õ.
tr: '%1' yazı tipi bulunamadı. Yardım için README.linux dosyasına bkz.
xh: Umgca '%1' akafumaneki. Khangela README.linux.console xa ufuna uncedo.

source: Use the right mouse button to bring back the menu
az: Menyunu geri gətirmək üçün siçanın sağ düyməsini işlədin
he: טירפתה תא ריזחהל ידכ רבכעה לש ינמיה ןצחלב שמתשה
id: Gunakan tombol kanan mouse untuk memunculkan menu
ko: 마우스 오른쪽 단추를 사용해서 차림표에서 뒤로 감
mt: Uża l-buttuna tal-lemin tal-maws biex iġġib il-menu lura.
sv: Använd höger musknapp för att få tillbaka menyn
ta: ÀðÊ¨Â ¾¢ÕõÀ ¦¸¡ñÎÅÃ ±Ä¢Â¢ý ÅÄÐ ¦À¡ò¾¡¨É ÀÂýÀÎò¾×õ
tr: Menüyü geri getirmek için farenin sağ tuşunu kullanınız
xh: Sebenzisa imouse yeqhosha lasekunene ukubuyisela imenu

source: %1 No %2
he: %2 רפסמ %1
mt: %1 nru. %2
sv: %1 nr. %2
xh: %1 Inani %2

source: `%1' terminated abnormally.
az: '%1' anormal yolla qapandı.
he: .תיתרגש יתלב הרוצב םייתסה `%1'
id: `%1' dihentikan secara abnormal.
ko: `%1' 비정상적으로 종료 되었습니다.
mt: `%1' waqaf abnormalment.
sv: "%1" avslutades på ett onormalt sätt.
ta: '%1' Ó¨ÈÂ¢øÄ¡Áø ÓÊì¸Àð¼Ð.
tr: '%1' anormal yolla kapandı.
xh: '%1' enesiphelo sendlela engaqhelekanga.

source: Return code =
az: Dönüş kodu =
he: הרזחה דוק =
id: Kode kembalian =
ko: 반환 코드 =
mt: kodiċi ta' ritorn =
sv: Returkod =
ta: ÌÈ¢Ó¨È¨Â ¾¢ÕôÒ =
tr: Dönüş kodu =
xh: Buyisela ikhowudi =

source: _: Screen is a program controlling screens! Screen at %1
az: %1 dakı(dəki) Ekran
he: Screen at %1
mt: Screen fuq %1
sv: Skärm på %1
ta: %1 ­ø ¾¢¨Ã
xh: Yikhuse ku %1

source: Session name
az: İclas adı
he: המישמה םש
id: Nama sesi
ko: 세션 이름
mt: Isem tas-sessjoni
sv: Sessionsnamn
ta: «Á÷× ¦ÀÂ÷
tr: Oturum adı
xh: Igama lentlanganiso

source: History Configuration
az: Keçmiş Quraşdırılması
he: הירוטסיה תורדגה
mt: Konfigurazzjoni tal-kronoloġija
sv: Anpassning av historik
ta: ÅÃÄ¡üÚ ÅÊÅ¨ÁôÒ
xh: Uqwalaselo lweMbali

source: Enable
az: Fəallaşdır
he: רשפא
mt: Ixgħel
sv: Aktivera
ta: ­ÂìÌ
xh: Ukwenza

source: _: Unlimited (number of lines) Unlimited
az: Hədsiz
he: לבגומ יתלב
mt: Bla limitu
sv: Obegränsat
ta: ±ø¨ÄÂüÈ
xh: Engenasiphelo

source: Number of lines :
az: Sətir miqdarı :
he: :תורוש רפסמ
mt: Numru ta' linji :
sv: Antal rader:
ta: ÅÃ¢¸Ç¢ý ±ñ½¢ì¨¸ :
xh: Inani leelayini :

source: Characters other than alphanumerics considered part of a word when double clicking
az: Bir kəliməyə cüt tıqlayınca ortaya çıxan digər alfanumerik kəlimələr
he: הלופכ הציחל תעב םיליממ קלחכ םיבשחנו םירפסמ וא תויתוא םניאש םיוות
mt: Karattri apparti minn dawk alfanumeriċi li huma kkunsidrati bħala parti minn kelma meta tagħfas doppju.
sv: Tecken, förutom alfanumeriska, som anses vara del av ett ord vid dubbelklickning
ta: ­Ãð¨¼ì ìÇ¢ì¸¢ý §À¡Ð ±ñ,±Øò¾øÄ¡ ¯Õì¸û ´Õ ¦º¡øÄ¢ý ÀÌ¾¢Â¡¸ì¸Õ¾ôÀÎõ
tr: Bir kelimeye çift tıklayınca ortaya çıkan diğer alfanümerik kelimeler
xh: Abasebenzi abangaphandle konobumba wokuqala wesigrike olinani ubone indawo yegama xa enqakraza kabini

source: KDE Daemon for receiving 'write' messages.
az: 'write' ismarıcları almaq üçün KDE vasitəsi.
he: .'הביתכ' תועדוה תלבקל KDE תרש
id: Daemon KDE untuk menerima pesan 'write'.
ko: 받은 메세지를 '쓰기'위한 KDE 데몬
mt: Daemon tal-KDE biex jirċievi messaġġi għall-ktib.
sv: KDE-demon för att ta emot "write"-meddelanden.
ta: 'write' ¦ºö¾¢¸¨Çô ¦ÀÚõ KDE §¼Áý.
tr: 'write' mesajları almak için KDE Deamon'ı.
xh: KDE Daemon yokwamkela imiyalezo ka'bhala'.

source: kwrited is already running.
az: "kwrited" onsuz da işləyir.
he: .לעופ רבכ kwrited
id: kwrited sudah berjalan.
ko: kwrited가 이미 실행중입니다.
mt: kwrited diġa qed jaħdem.
sv: kwrited körs redan.
ta: kwrited ²ü¸É§Å ­ÂíÌ¸¢ÈÐ
tr: kwrited zaten çalışıyor.
xh: ikwrited sele isebenza.

source: X terminal for use with KDE.
az: KDE ilə istifadə üçün X terminali.
he: .KDE םע שומישל X ףוסמ
id: Terminal X untuk digunakan dengan KDE.
ko: KDE와 함께 사용되는 X 터미널
mt: X terminal għall-użu mal-KDE.
sv: En X-terminal för KDE.
ta: KDE ¨ÅòÐ ÀÂýÀÎòÐÅ¾üì¸¡¸ X Ó¨ÉÂõ.
tr: KDE ile kullanım için X terminali.
xh: X isiphelo sendlela sokusebenza nge KDE.

source: Set Window Class
az: Pəncərə Sinifini Quraşdır
he: ןולחה תקלחמ תא רדגה
id: Set Kelas Jendela
ko: 윈도우 클레스 설정
mt: Issettja l-klassi tal-window
sv: Ange fönsterklass
ta: º¡ÇÃ Å¨¸¨Â «¨Áì¸×õ
tr: Pencere Sınıfını Ayarla
xh: Cwangcisa uhlobo lwewindow

source: Start login shell
az: Giriş qabığını başlat
he: תכרעמל הסינכ תפטעמ לעפה
id: Mulai shell login
ko: 로긴 쉘 시작
mt: Ibda login shell
sv: Starta logginskal
ta: ¦¾¡¼í¸ø µð¨¼ ¦¾¡¼íÌ
tr: Oturum açma kabuğunu başlat
xh: Qala iqokobhe legama elithile

source: Suppress greeting
az: Qarşılamanı göstərmə
he: םולשה תכרב תא הבכ
id: Hilangkan salam
ko: 인사말 숨기기.
mt: Issoprimi l-merħba
sv: Stäng av hälsning
ta: Å¡úò¨¾ ´ÎìÌ
tr: Karşılamayı gösterme
xh: Cinezela umbuliso

source: Set the window title
az: Pəncərə başlığını quraşdır
he: ןולחה תרתוכ תא רדגה
id: Set judul jendela
ko: 창 제목 설정
mt: Issettja t-titolu tal-window
sv: Ange fönstertitel
ta: º¡ÇÃò ¾¨Äô¨À «¨Áì¸×õ
tr: Pencere başlığını ayarla
xh: Cwangcisa iwonga le window

source: ignored
az: nəzərə alınmadı
he: ונממ ומלעתי
id: abaikan
ko: 무시
mt: injorat
sv: ignorerad
ta: ¸ÅÉ¢ì¸¡Ð Å¢¼ôÀð¼Ð
tr: gözardı edildi
xh: ayinanzwanga

source: Do not save lines in scroll-back buffer
az: Sətirləri geri-sürüşdürmə tamponunda tutma
he: הלילגה רגאמב תורוש רומשת לא
id: Jangan simpan baris dalam buffer scroll-back
ko: scroll-back 버퍼의 선을 저장하지 않음
mt: Iżżommx il-linji fil-buffer
sv: Spara inte rader i historikbufferten
ta: À¢ý-¯ÕðÎ ­¨¼Â¸ò¾¢ø ÅÃ¢¸¨Ç §ºÁ¢ì¸¡§¾
tr: Satırları geri-kaydırma tamponunda tutma
xh: Sukugcina iilayini kwirolo-isixhobo sokubulala ungqgubano olusemva

source: Do not display toolbar
az: Vasitə çubuğunu göstərmə
he: םילכ לגרס גיצת לא
id: Jangan lihatkan toolbar
ko: 도구 막대 안 보이기
mt: Turix it-toolbar
sv: Visa inte verktygsrad
ta: ¸ÕÅ¢ôÀð¨¼¨Âì ¸¡ð¼¡§¾
tr: Araç çubuğunu gösterme
xh: Sukubonisa ibar yesixhobo

source: Terminal size in columns x lines
az: Terminalin sütun x sətir cinsindən böyüklüyü
he: םירוט x תורושב ףוסמה לדוג
id: Ukuran terminal dalam kolom x baris
ko: 터미널 크기
mt: Daqs tat-terminal, f'kolonni x linji
sv: Terminalstorlek i kolumner x rader
ta: Ó¨ÉÂ «Ç× ¦¿ÎìÌ x ÌÚìÌ
tr: Terminalin sütun x satır cinsinden boyutu
xh: Isiphelo sendlela sobungakanani bemihlathi belayini ze x

source: Open the given session type instead of the default shell
az: Bu iclası əsas qabıq yerinə aç
he: לדחמה תרירב תפטעמ םוקמב ןותנה המישמה גוס תא חתפ
mt: Iftaħ it-tip ta' sessjoni indikata minnflok shell normali
sv: Öppna den angivna sessionstypen istället för det förvalda skalet
ta: ¦¸¡¼¡¿¢¨Ä µð¨¼ Å¢ðÎÅ¢ðÎ ¾ÃôÀð¼ «Á÷×Å¨¸¨Âò ¾¢È
xh: Vula udidi lwentlanganiso oyinikiweyo endaweni yeqokobhe elingagqibekanga

source: Change working directory of the konsole to 'dir'
az: Konsolun fəal cərgəsini 'cərgəyə' dəyişdirin
he: 'dir' הירפסל ףוסמה לש הדובעה תיירפס תא הנש
mt: Ibdel id-direttorju tal-bidu tal-konsole għal "dir"
sv: Ändra arbetskatalog i konsollen till "kat"
ta: Ó¨ÉÂò¾¢ý ¿¼ôÒ «¨¼¨Å 'dir' ­üÌ Á¡üÚ
xh: Tshintshela ulawulo lokusebenza lwe konsole kwi 'dir'

source: Execute 'command' instead of shell
az: Qabıq yerinə 'əmr' işə sal
he: תפטעמה תא םוקמב 'command' הדוקפה תא לעפה
id: Eksekusi 'perintah' alih-alih shell
ko: 쉘 대신에 '명령' 실행
mt: Eżegwixxi "kmand" minnflok ix-shell
sv: Kör "kommando" istället för skal
ta: µðÎìÌ À¾¢ø '¸ð¼¨Ç' ³ ¦ºÂøÀÎòÐ
tr: Kabuk yerine 'komut' çalıştır
xh: Phumeza 'umyalelo' endaweni yeqokobhe

source: Arguments for 'command'
az: 'əmr' üçün arqumentlər
he: 'command' רובע םיטנמוגרא
id: Argumen bagi 'perintah'
ko: '명령' 인자
mt: Argumenti għal "kmand"
sv: Parametrar till "kommando"
ta: '¸ð¼¨Ç' ì¸¡É ­¨½ôÒ Á¡È¢¸û
tr: 'komut' için argümanlar
xh: Iimposiso zo'myalelo'

source: Maintainer
az: İdarəçi
he: קזחתמ
mt: Mantenitur
sv: Underhållare
ta: ÀÃ¡ÁÃ¢ôÀ¡Ç÷
xh: Umlondolozi

source: Author
az: Müəllif
he: בתוכ
mt: Awtur
sv: Upphovsman
ta: ¬ì¸¢§Â¡ý
tr: Yazar
xh: Umbhali

source: bug fixing
az: xəta düzəlişləri
he: םיגאב ינוקית
id: perbaikan bug
ko: 버그 수정
mt: tiswija ta' bugs
sv: felrättningar
ta: À¢¨Æ ¿£ì¸ø
tr: hata ayıklamaları
xh: ulungiso lwebug

source: decent marking
az: ağıllı işarətləmə
he: רפושמ ןומיס
id: penandaan yang cukup
ko: 적절한 표식
mt: immarkar diċenti
sv: hyfsad markering
ta: ¿øÄ ÌÈ¢¸û
tr: akıllı işaretleme
xh: uphawulo olubalulekileyo

source: partification Toolbar and session names
az: Vasitə çubuğu və iclas adları
he: םיביכר תרוטקטיכרא תומישמו םילכ ילגרס תומש
id: pembagian Nama toolbar dan sesi
ko: 도구 막대와 세션 이름을 분할함
mt: partifikazzjoni Ismijiet tat-toolbar u sessjoni
sv: Anpassning till Kparts Verktygsrad och sessionsnamn
ta: ÀÌ¾¢Â¡ì¸õ ¸ÕÅ¢ôÀð¨¼, «Á÷× ±ýÀÅüÈ¢ý ¦ÀÂ÷¸û
tr: Araç çubuğu ve oturum isimleri
xh: inxaxheba Ibar yesixhobo kunye namagama entlanganiso

source: partification overall improvements
az: ümumi təkmilləşdirmə
he: םיביכר תרוטקטיכרא םייללכ םירופיש
id: pembagian perbaikan keseluruhan
ko: 개개로 나눔 전반적인 개량
mt: partifikazzjoni titjib ġenerali
sv: Anpassning till Kparts Allmänna förbättringar
ta: ÀÌ¾¢Â¡ì¸õ §Á¦ÄØó¾Å¡Ã¢Â¡É Óý§ÉüÈí¸û
tr: genel geliştirme
xh: inxaxheba unyuselo lokupheleyo

source: transparency
az: şəffaflıq
he: תופיקש
id: transparansi
ko: 투명화
mt: trasparenza
sv: transparent
ta: ´Ç¢äÎÒ¸Å¢Îõ
tr: şeffaflık
xh: ebonisa ngaphaya

source: most of main.C donated via kvt overall improvements
az: main.C'nin bir çox kvt kodundan alınaraq hazırlanmışdır.
he: kvt-מ םרתנש main.C בור םייללכ םירופיש
id: kebanyakan main.C disumbangkan melalui kvt perbaikan keseluruhan
ko: main.C의 대부분은 kvt에서 가지고 왔습니다. 전반적인 개량
mt: parti kbira ta' main.C mogħti permezz ta' kvt titjib ġenerali
sv: Det mesta i main.C donerat via kvt Allmänna förbättringar
ta: main.C ­ý ¦ÀÕõÀÌ¾¢ kvt ­¼Á¢ÕóÐ ¦ÀüÈ ¿ý¦¸¡¨¼Â¡Ìõ §Á¦ÄØó¾Å¡Ã¢Â¡É Óý§ÉüÈí¸û
tr: main.C'nin çoğu kvt kodundan alınarak hazırlanmıştır.
xh: eninzi eyiyeyona.C onikeziweyo ogqitha ku kvt unyuselo lokupheleleyo

source: schema and selection improvements
az: sxem və seçim geliştirmeleri
he: הריחבו תוינבת ירופיש
id: perbaikan skema dan pemilihan
ko: 개요와 선택의 개선
mt: titjib fl-iskema u selezzjoni
sv: Schema och markeringsförbättringar
ta: «¨ÁôÒÕÅ¢Öõ §¾÷ó¦¾Îò¾Ä¢ÖÓûÇ Óý§ÉüÈí¸û
tr: şema ve seçim geliştirmeleri
xh: isidweliso kunye nonyuselo lokhetho

source: SGI Port
az: SGI Qapısı
he: SGI-ל הבסה
id: Port SGI
ko: SGI 포트
mt: qlib għall-SGI
ta: SGI ­ü¸¡¸ Á¡üÈ¢ÂÐ
tr: SGI'a Aktarma
xh: Izibuko le SGI

source: FreeBSD port
az: FreeBSD Qapısı
he: FreeBSD-ל הבסה
id: Port FreeBSD
ko: FreeBSD 포트
mt: qlib għall-FreeBSD
ta: FreeBSD ­ü¸¡¸ Á¡üÈ¢ÂÐ
tr: FreeBSD'ye Aktarma
xh: Izibuko le FreeBSD

source: faster startup, bug fixing
az: sür'ətli başlanğıc, xəta düzəltmə
he: םיגאב ינוקית ,רתוי ריהמ לוחתיא
mt: tlugħ iżjed malajr, tiswija ta' bugs
sv: snabbare uppstart, felrättningar
ta: Å¢¨ÃÅ¡É ¦¾¡¼ì¸õ, À¢¨Æ¾¢Õò¾õ
xh: isiqalo esikhawulezayo, ulungiso lwebug

source: Solaris support and work on history
az: Solaris dəstəyi və keçmiş üstündə iş
he: הירוטסיהה לע הדובעו סיראלוסב הכימת
mt: sapport għas-Solaris u xogħol fuq il-kronoloġija
sv: Solaris-stöd och arbete på historiken
xh: inkxaso yokhanyiso ngelanga kunye nomsebenzi wembali

source: Thanks to many others. The above list only reflects the contributors I managed to keep track of.
az: Və burada saya bilmədiyim hər kəsə minnətdaram. Yuxarıdakı siyahı sadəcə olaraq adını yada saldığım insanları daxil edir.
he: .םירחא םיברל הדות םימרותה תא קר תגציימ ל"נה המישרה .םושרל יתקפסהש
mt: Grazzi lill ħafna oħrajn. Il-lista ta' fuq tirrifletti biss il-kontributuri li rnexxieli nżomm kuntatt magħhom.
sv: Tack till många andra. Listan ovan innehåller endast bidragande personer som [Lars Doelle] kunnat hålla koll på.
ta: §ÁÖõ ÀÄÕìÌ ¿ýÈ¢ §Áü¸ñ¼ ÀðÊÂø ¿¡ý ¦¾¡¼÷Ò ¨ÅòÐûÇ ¯ûÇ£ð¼¡÷¸¨Ç ÁðÎ§Á ÌÈ¢ìÌõ.
tr: Ve burada sayamadığım herkese teşekkürler. Yukarıdaki liste sadece adını hatırladığım kişileri içeriyor.
xh: Enkosi kwabaninzi. Olu luhlu lungentla lujolise kubanikezeli ndikwazile ukugcina uphawu lwe.

source: You can't use BOTH -ls and -e.
az: -ls və -e'yi bir arada işlədə bilməzsiniz.
he: -e -ב םגו -ls -ב םג שמתשהל לוכי ךניא
id: Anda tidak boleh menggunakan KEDUANYA -ls dan -e.
ko: BOTH -ls 와 -e를 사용할 수 없습니다.
mt: Ma tistax tuża kemm "-ls" kif ukoll "-e"
sv: Du kan inte använda BÅDE -ls och -e.
ta: -ls ÁüÚõ -e ­Ãñ¨¼Ôõ ÀÂýÀÎò¾ ÓÊÂ¡Ð.
tr: -ls ve -e'yi bir arada kullanamazsınız.
xh: Awunakusebenzisa ZOMBINI -ls no -e.

source: expected --vt_sz <#columns>x<#lines> ie. 80x40
az: --vt_sz <#sütun>x<#sətir> (məs. 80x40) gözlənir
he: 80x40 אמגודל ,--vt_sz <#םירוט>x<#תורוש> :ל יתיפיצ
id: diharapkan --vt_sz <#kolom>x<#baris> misal. 80x40
ko: --vt_sz <#columns>x<#lines> 제외 예. 80x40
mt: stennejt --vt_sz <#kolonni>x<#linji>, eż: 80x40
sv: förväntade --vt_sz <#columns>x<#lines> ie. 80x40
tr: --vt_sz <#sütun>x<#satır> (örn. 80x40) bekleniyor
xh: elindelekileyo --vt_sz <#columns>x<#lines> kuthetha ukuba yi 80x40

source: Welcome to the console
az: Konsola xoş gəldiniz
he: ףוסמל םיאבה םיכורב
id: Selamat datang ke konsol
ko: 콘솔에 오신것을 환영합니다
mt: Merħba għall-konsol
sv: Välkommen till konsollen
ta: Ó¨ÉÂòÐìÌ ¿øÅÃ×
tr: Konsola hoşgeldiniz
xh: Wamkelekile kwiconsole

source: [no title]
az: [başlıqsız]
he: [תרתוכ אלל]
id: [tak berjudul]
ko: [ 제목 없음 ]
mt: [bla titlu]
sv: [ingen titel]
ta: [¾¨ÄôÀ¢ø¨Ä]
tr: [başlıksız]
xh: [akukho wonga]

source: Konsole Default
az: Əsas Konsol
he: Konsole לש לדחמ תרירב
id: Konsole Baku
ko: 기본 Konsole
mt: Valuri pridefiniti ta' Konsole
sv: Standardkonsoll
ta: ¦¸¡¼¡¿¢¨Ä Ó¨ÉÂõ
tr: Öntanımlı Konsole
xh: Okungagqibekanga kwe Konsole

source: Black on Light Yellow
az: Açıq Sarı üstünə Qara
he: ריהב בוהצ יבג לע רוחש
id: Hitam pada Kuning Terang
ko: 밝은 노란색에 검정색
mt: Iswed fuq isfar ċar
sv: Svart på ljusgul
ta: ¦ÅÇ¢÷ ÁïºÇ¢ø ¸ÕôÒ
tr: Açık Sarı üzerine Siyah
xh: Mnyama kuMthubi woKukhanya

source: Black on White
az: Ağ üstünə Qara
he: ןבל יבג לע רוחש
id: Hitam pada Putih
ko: 흰색에 검정색
mt: Iswed fuq l-abjad
sv: Svart på vit
ta: ¦Åû¨ÇÂ¢ø ¸ÕôÒ
tr: Beyaz üzerine Siyah
xh: Mnyama kokuMhlophe

source: Marble
az: Mərmər
he: שיש
id: Marbel
ko: 대리석
mt: Irħam iswed
sv: Marmor
ta: ÀÇ¢íÌ
tr: Mermer
xh: Ibhastile

source: Green on Black
az: Qara üstünə Yaşıl
he: רוחש יבג לע קורי
id: Hijau pada Hitam
ko: 검정색에 녹색
mt: Aħdar fuq iswed
sv: Grön på svart
ta: ¸ÕôÀ¢ø Àî¨º
tr: Siyah üzerine Yeşil
xh: Luhlaza kokuMnyama (okwengca)

source: Green Tint with Transparent MC
az: Şəffaf MC ilə Xəfif Yaşıl
he: ףוקש MC םע קורי ןווג
mt: Lewn ħadrani fuq MC trasparenti
sv: Grön färgton med transparent MC
ta: ÀÇ¢íÌ¾ý¨ÁÔûÇ ¦ÅñÀî¨º MC
xh: Umbala oluhlaza ngebona ngaphaya i MC (okwengca)

source: Green Tint
az: Xəfif Yaşıl
he: קורי ןווג
id: Hijau Tipis
ko: 엷은 녹색
mt: Lewn ħadrani
sv: Grön färgton
ta: ¦Åñ¨Á¸Äó¾ Àî¨º
tr: Hafif Yeşil
xh: Umbala oluhlaza (okwengca)

source: Paper
az: Kağız
he: ריינ
id: Kertas
mt: Karta
sv: Papper
ta: ¸¡¸¢¾õ
tr: Kağıt
xh: Iphepha

source: Linux Colors
az: Linuks Rəngləri
he: סקוניל יעבצ
id: Warna Linux
ko: 리눅스 색상
mt: Kuluri Linux
sv: Linuxfärger
ta: Ä¢Éì ¿¢Èí¸û
tr: Linux Renkleri
xh: Imibala ye Linux

source: System Colors
az: Sistem Rəngləri
he: תכרעמ יעבצ
id: Warna Sistem
ko: 시스템 색상
mt: Kuluri tas-sistema
sv: Systemfärger
ta: ¸½¢É¢ ¿¢Èí¸û
tr: Sistem Renkleri
xh: Imibala yendlela yokwenza

source: Transparent, Dark Background
az: Şəffaf, Tünd Arxa Plan
he: ההכ עקר ,ףוקש
ko: 투명, 어두운 바탕
mt: Trasparenti, sfond skur
sv: Transparent, mörk bakgrund
ta: ´Ç¢Â£ÎÒ¸Å¢Îõ, ¸Õ¨ÁÂ¡É À¢ýÉ½¢
tr: Şeffaf, Koyu Arkaplan
xh: Obona ngaphaya, Isiqalo esimnyama

source: Transparent, Light Background
az: Şəffaf, Açıq Arxa Plan
he: ריהב עקר ,ףוקש
ko: 투명, 밝은 바탕
mt: Trasparenti, sfond ċar
sv: Transparent, ljus bakgrund
ta: ÀÇ¢íÌ¾ý¨ÁÔûÇ, ¦Áý À¢ýÉ½¢
tr: Şeffaf, Açık Arkaplan
xh: Obona ngaphaya, Isiqalo esikhanyayo

source: Transparent for MC
az: MC üçün şəffaf
he: MC רובע ףוקש
id: Transparan bagi MC
ko: MC의 투명
mt: Trasparent għall-MC
sv: Transparent för MC
ta: MC ¯¼ý ÀÇ¢íÌ¾ý¨Á
tr: MC için transparan
xh: iMC obona ngaphaya

source: Transparent Konsole
az: Şəffaf Konsol
he: ףוקש ףוסמ
id: Konsole Transparan
ko: Konsole 투명
mt: Konsole trasparenti
sv: Transparent konsoll
ta: ÀÇ¢íÌ¾ý¨ÁÔûÇ Ó¨ÉÂõ
tr: Transparan Konsole
xh: iKonsole obona ngaphaya

source: VIM Colors
az: "VIM" Rəngləri
he: VIM יעבצ
id: Warna VIM
ko: VIM 색상
mt: Kuluri VIM
sv: VIM-färger
ta: VIM ¿¢Èí¸û
tr: VIM Renkleri
xh: Imibala ye VIM

source: White on Black
az: Qara üstünə Ağ
he: רוחש יבג לע ןבל
id: Putih pada Hitam
ko: 검정색에 흰색
mt: Abjad fuq iswed
sv: Vit på svart
ta: ¸ÕôÀ¢ø ¦Åû¨Ç
tr: Siyah üzerine Beyaz
xh: Mhlophe kweMnyama

source: XTerm Colors
az: "XTerm" Rəngləri
he: XTerm יעבצ
id: Warna XTerm
ko: XTerm 색상
mt: Kuluri XTerm
sv: Xterm-färger
ta: XTerm ¿¢Èí¸û
tr: XTerm Renkleri
xh: Imibala ye XTerm

source: XTerm (XFree 4.x.x)
he: (XFree 4.x.x) XTerm
