Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/konsole.po
Languages: az, he, id, ko, mt, sv, ta, tr, xh

source: vt100 (historical)
az: vt100 (tarixi)
he: (ירוטסיה) vt100
id: vt100 (historis)
ko: vt100 (역사적인)
mt: vt100 (storiku)
sv: vt100 (historiskt)
tr: vt100 (geçmişli)
xh: vt100 (enembali)

source: XTerm (XFree 3.x.x)
he: (XFree 3.x.x) XTerm

source: cd
he: הירפס רובע

source: _: NAME OF TRANSLATORS Your names
az: Vasif İsmayıloğlu
he: Meni Livne
id: Anis Hariri, Haris Fauzi
ko: Sae-Keun, Kim
mt: Ramon Casha
sv: Mattias Newzella,Per Lindström,Anders Widell
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷,Ð¨ÃÂôÀ¡ Åº£¸Ãý
tr: Görkem Çetin
xh: Dwayne Bailey

source: _: EMAIL OF TRANSLATORS Your emails
az: azerb_linux@hotmail.com
he: livne@kde.org
id: anis.hariri@yahoo.com, haris@trustix.com
ko: segni@susekorea.net
mt: ramon.casha@linux.org.mt
sv: newzella@swipnet.se,pelinsr@algonet.se,awl@hem.passagen.se
ta: sshanmu@yahoo.com,gomathiss@hotmail.com,t_vasee@yahoo.com
tr: gorkem@kde.org
xh: dwayne@translate.org.za

source: &Codec
az: &Kodek
ko: 코덱(&C)
tr: &Kodlama
xh: &iCodec

source: Konsole
az: Konsol
sv: Konsol
ta: Ó¨ÉÂõ
xh: iKonsole

source: Do not use XFT (Anti-Aliasing)
sv: Använd inte XFT (kantutjämning)
xh: Sukusebenzisa i XFT (Phambi-Kwegama elibiziweyo)
