Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/kpanel.po
Languages: af, pl, wa

source: Click to edit the desktop name
af: kliek aan redigeer die werkskerm naam

source: Click to change virtual desktop
af: kliek aan verander virtuele werkskerm

source: Hide the panel
af: steek weg die paneel
pl: Ukryj panel
wa: Catchî li scriftôr

source: Show the panel
af: vertoon die paneel
pl: Pokaż panel
wa: Mostrer li scriftôr

source: Logout
af: teken af
pl: Wyloguj się
wa: Moussî foû

source: Lock screen
af: sluit skerm
pl: Zablokuj ekran
wa: Eclawer li waitroûle

source: &Move
af: beweeg
pl: &Przenieś
wa: &Bodjî

source: &Properties
af: eienskappe
pl: &Właściwości
wa: &Prôpietés

source: Go!
af: gaan!
pl: Idź!
wa: Hay evoye!

source: No info available
af: nee inligting beskikbaar
pl: Informacje niedostępne
wa: Dji n' a nou racsegnmint por vos

source: Click to show all tasks
af: kliek aan vertoon alle take

source: A
af: 'n

source: Click to show only this desk's tasks
af: kliek aan vertoon slegs hierdie werkskerm se take

source: Iconify other &windows
af: ikoonifiseer ander vensters
pl: Ikonizuj inne &okna
wa: Mete les ôtes &purneas a imådjetes

source: Select the window you wish to activate
af: kies die venster jy wens aan aktiveer

source: Quickly navigate through the filesystem
af: vinnig navigeer deur die lêersisteem
pl: Szybka nawigacja po systemie plików
wa: Naivyî al vole avå les sistinmes di fitchîs

source: KPanel v%1 Copyright (C) 1997-99 Matthias Ettrich (ettrich@kde.org) and many other KDE developers. Maintained by Pietro Iglio (iglio@kde.org). Part of the K Desktop Environment.
af: kpaneel v%1 kopiereg (c) 1997-99 matthias ettrich (ettrich@kde.org) en veel ander kde ontwikkelaars. instand gehou deur pietro iglio (iglio@kde.org). deel van die k werkskerm omgewing.

source: KDiskNavigator
af: kskyfnavigeerder

source: The menu editor is not installed.
af: die kieslys redigeerder is nie geïnstalleer.
pl: Edytor menu jest niezainstalowany.
wa: Li candjeu di menus n' est nén astalé

source: Configure
af: konfigureer
pl: Konfiguruj
wa: Candjî

source: Restart
af: herbegin
wa: Renonder

source: Cannot put this as button onto the panel!
af: kan nie plaas hierdie as knoppie op die paneel!
pl: Nie można umieścić tego jako przycisku na panelu!
wa: Dji n' såreu fé on boton avou çouci so li scriftôr!

source: Add Disk Navigator
af: voeg by disket navigeerder
pl: Dodaj Nawigatora Dyskowego
wa: Radjouter ene usteye po naivyî avå les plakes

source: Add a Disk Navigator menu onto the panel
af: voeg by 'n disket navigeerder kieslys op die paneel
pl: Dodaj Nawigatora Dyskowego panelu
wa: Radjouter so li scriftôr on menu po naivyî avå les plakes

source: Add Windowlist
af: voeg by venster lys
pl: Dodaj listę okien
wa: Radjouter ene djîveye des purneas

source: Add a windowlist menu onto the panel
af: voeg by 'n venster lys kieslys op die paneel
pl: Dodaj listę okien do panelu
wa: Radjouter so li scriftôr ene djîveye des purneas

source: Add Embedded App
af: voeg by ingebedde app

source: Configure panel
af: konfigureer paneel
pl: Konfiguruj panel
wa: Rapontyî li scriftôr

source: Restart panel
af: herbegin paneel
pl: Odśwież panel
wa: Renonder li scriftôr

source: About...
af: aangaande...

source: Disk Navigator
af: disket navigeerder
pl: Nawigator dyskowy
wa: Po naivyî avå les plakes

source: Panel
af: paneel
wa: scriftôr

source: Lock Screen
af: sluit skerm
pl: Zablokuj ekran
wa: Eclawer li waitroûle

source: Shared:
af: gedeelde:
pl: Dzielone:
wa: Da tos les ûzeus:

source: Entries shared among all users
af: inskrywings gedeelde onder alle gebruikers
pl: Pozycję dzielone przez wszystkich użytkowników
wa: Intreyes da tos les ûzeus

source: Personal:
af: persoonlike:
pl: Prywatne:
wa: Da minne:

source: Personal items
af: persoonlike iteme

source: Recent:
af: onlangse:
pl: Zapamiętane:
wa: Dierins drovus:

source: Recent items
af: onlangse iteme

source: Options...
af: opsies...
pl: Opcje...
wa: Tchûzes...

source: Customize Disk Navigator
af: pasmaak disket navigeerder
pl: Konfiguruj Nawigatora Dyskowego
wa: Candjî l' usteye po naivyî avå les plakes

source: Open Folder
af: open kabinet
pl: Otwórz folder
wa: Drovi li ridant

source: Open this folder (+Shift: Launch a terminal here)
af: open hierdie kabinet (+verskuiwende: lanseer 'n terminaal hier)
pl: Otwórz folder (+Shift: Uruchom terminal tutaj)
wa: Drovi ci ridant ci (+Shift: enonder on terminå chal)

source: (Too Many Files)
af: (te veel lêers)
pl: (Za dużo plików)
wa: (Trop di fitchîs)

source: (Access Denied)
af: (toegang verkry verbied)
pl: (Brak dostępu)
wa: (Disfinse di moussî)

source: (Unreadable)
af: (onleesbaar)
pl: (Nie do odczytania)
wa: (Dji nel sai lere)

source: (empty folder)
af: (leeg kabinet)
pl: (pusty katalog)
wa: (vû ridant)

source: More...
af: meer...

source: Add to panel
af: voeg by aan paneel

source: Update
af: dateer op

source: Empty
af: leeg

source: &Link
af: skakel
