Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/krootwm.po
Languages: wa

source: Execute command
wa: Enonder ene comande

source: Lock screen
wa: Serer li waitroûle al clé

source: Logout
wa: Moussî foû

source: Refresh desktop
wa: Riponde li scribanne

source: Unclutter windows
wa: Mete les purnea a plaece

source: Cascade windows
wa: Mete les purnea a pertinne

source: Arrange icons
wa: Rarindjî les imådjetes

source: Display properties
wa: Mostrer les prôpietés

source: Help on desktop
wa: Aidance å dfait do scribanne

source: About KDE...
wa: Å dfait di KDE...

source: New
wa: Novea

source: Bookmarks
wa: Rimårkes

source: Arrange Window Maker icons
wa: Rarindjî les imådjetes di WindowMaker

source: Show all
wa: Mostrer totafwait

source: Hide other
wa: Catchî l' ôte

source: Show info panel
wa: Mostrer li purnea d' informåcion

source: Show legal panel
wa: Mostrer li purnea so les lwès

source: Restart
wa: Renonder

source: Exit
wa: Moussî foû

source: Desk
wa: Sicribanne

source: Windows
wa: Purneas

source: Edit Bookmarks
wa: Candjî les rmårkes

source: Folder
wa: Ridant

source: ERROR: Template does not exist '%s'
wa: AROKE: li fitchî modele '%s' n' egzisteye nén

source: Usage:
wa: Po s' è siervi:
