Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/ksmserver.po
Languages: et, fi, he, is, lt, lv, mt, pt, pt_br, ro, ru, sk, sr, ta, th, xh

source: <center><b><big><big>End KDE Session?</big></big></b></center>
et: <center><b><big><big>Kas lõpetada KDE seanss?</big></big></b></center>
fi: <center><b><big><big>Haluatko kirjautua ulos?</big></big></b></center>
he: <center><b><big><big>?KDE תא תובכל</big></big></b></center>
is: <center><b><big><big>Ljúka KDE lotu?</big></big></b></center>
lt: <center><b><big><big>Baigti KDE sesiją?</big></big></b></center>
lv: <center><b><big><big>Beigt KDE Sesiju?</big></big></b></center>
mt: <center><b><big><big>Trid ittemm is-sessjoni KDE?</big></big></b></center>
pt: <center><b><big><big>Terminar a Sessão do KDE?</big></big></b></center>
pt_br: <center><b><big><big>Finalizar sessão do KDE?</big></big></b></center>
ro: <center><b><big><big>Închid sesiunea KDE?</big></big></b></center>
ru: <center><b><big><big>Закончить сеанс KDE?</big></big></b></center>
sk: <center><b><big><big>Ukončiť KDE sedenie?</big></big></b></center>
sr: <center><b><big><big>Okončaj KDE sesiju?</big></big></b></center>
ta: <center><b><big><big>KDE «Á÷Å¢¨É ÓÊì¸Å¡?</big></big></b></center>
th: <center><b><big><big>ต้องการจบการทำงานของ KDE จริงหรือไม่ ?</big></big></b></center>
xh: <center><b><big><big>Phelisa intlanganiso ye KDE?</big></b></center>

source: &Restore session when logging in next time
et: Seanss taastatakse &järgmisel sisse logimisel
fi: &Palauta istunto seuraavalla kerralla
he: תכרעמל האבה הסינכב הלעפהה תא רזח&ש
is: &Endurheimta lotu næst þegar þú stimplar þig inn
lt: At&statyti sesiją registruojantis kitą kartą
lv: &Atjaunot sesiju pie nākošās pieteikšanās
mt: I&rrestawra s-sessjoni meta' terġa tidħol
pt: &Restaurar a sessão da próxima vez que me ligar
pt_br: &Restaurar sessão no próximo login
ro: &Reface sesiunea la următoarea logare
ru: В&осстановить сеанс при следующем запуске KDE
sk: &Obnoviť sedenie pri nasledujúcom prihlásení
sr: &Obnovi sesiju pri sledećem prijavljivanju
ta: «Îò¾ Ó¨È «¾¡¼íÌõ §À¡Ð «Á÷¨Å ¦¾¡¼Ã×õ
th: เรียกคืนการทำงานของเซสชันที่ค้างอยู่เมื่อล็อกอินครั้งต่อไป
xh: &Gcina kwakhona intlanganiso xa ufaka igama elithile kwixesha elizayo

source: &Logout
et: &Logi välja
fi: &OK
he: האיצ&י
is: &Stimpla út
lt: &Išsiregistruoti
lv: &Izlogoties
mt: &Temm is-Sessjoni
pt: &Sair
pt_br: &Fechar sessão
ro: &Ieşire
ru: &Выход
sk: &Odhlásiť
sr: &Odjavi se
ta: ¦ÅÇ¢î¦ºø
th: ล็อกเอาต์
xh: &Khupha ilog

source: The reliable KDE session manager that talks the standard X11R6 session management protocol (XSMP).
et: Töökindel KDE seansihaldur, mis suhtleb standardse X11R6 seansihalduse protokolli (XSMP) abil.
fi: Luotettava KDE istunnonhallintaohjelma joka käyttää standardia X11R6 istunnonhallintaprotokollaa (XSMP).
he: לוקוטורפב רבדמש KDE לש ןימאה תולעפהה להנמ .(XSMP) X11R6 לש יטרדנטסה הלעפהה לוהינ
is: KDE lotustjórinn sem skilur staðlaða X11R6 lotustjórnunarstaðalinn (e. session management protocol, XSMP).
lt: Patikima KDE sesijos tvarkyklė, naudojanti standartinį X11R6 sesijų tvarkymo protokolą (XSMP).
lv: Uzticams KDE sesiju menedžeris, kas darbojas ar standarta X11R6 sesiju menedžmenta protokolu (XSMP).
mt: Il-manager tas-sessjoni KDE li jitkellem mal-protokoll tal-immaniġġjar tas-sessjonijiet standard X11R6 (XSMP).
pt: O gestor de sessões do KDE que sabe falar o protocolo normalizado de gestão de sessões do X11R6 (XSMP)
pt_br: O confiável Gerenciador de Sessões do KDE, que usa o protocolo padrão de gerenciamento de sessão (XSMP).
ro: Un manager de sesiune KDE care comunică prin protocolul standard de management al sesiunii X11R6 (XSMP).
ru: Надежный менеджер сеансов KDE, использующий стандартный протокол управления сеансами X11R6 (XSMP).
sk: Spoľahlivý správca KDE sedení, ktorý komunikuje štandardným X11R6 protokolom riadenia sedení (XSMP).
sr: Pouzdan KDE menadžer sesija koji komunicira standardnim X11R6 protokolom za upravljanje sesijama (XSMP).
ta: ¦ºó¾Ã X11R6 «Á÷× §ÁÄ¡ñ Å¨ÃÓ¨È (XSMP) Â¢ý ¿õÀ¸¾ì¸ KDE «Á÷× §ÁÄ¡Ç÷.
th: โปรแกรมจัดการเซสชันของ KDE จะติดต่อกับ โปรโตคอลจัดการเซสชันของ X11R6 (XSMP)
xh: Umphathi wentlanganiso ye KDE othetha ngomgangatho X11R6 iprotocol yentlanganiso yabaphathi (XSMP).

source: Restores the previous session if available
et: Taastab eelmise seansi, kui võimalik
fi: Palauttaa edellisen istunnon mikäli palauttaminen on mahdollista
he: הנימז איה םא תמדוקה הלעפהה תא רזחשמ
is: Heldur áfram með síðustu lotu, ef hægt er
lt: Atstato buvusią sesiją jei galima
lv: Ja iespējams atjauno iepriekšējo sesiju
mt: Jirrestawra l-aħħar sessjoni KDE jekk possibbli
pt: Restaura a sessão anterior se existir
pt_br: Restaura a sessão anterior, se disponível
ro: Reface sesiunea precedenta daca este disponibila
ru: Восстановление предыдущего сеанса (если это возможно)
sk: Obnoví predchádzajúce sedenie, ak je to možné
sr: Obnavlja prethodnu sesiju (ako je raspoloživa)
ta: Óó¨¾Â «Á÷× ­Õó¾¡ø «¨¾ ¦¾¡¼Ã×õ
th: เรียกคืนเซสชันก่อนหน้าที่ค้างไว้ (ถ้ามี)
xh: Igcina kwakhona intlanganiso edlulileyo ukuba ikhona

source: Starts 'wm' in case no other window manager is participating in the session. Default is 'kwin'
et: Käivitab 'wm' juhul kui mõni teine akanahaldur ei võta seansist osa. Vaikimisi on selleks 'kwin'.
fi: Käynnistää 'wm':n jos mitään ikkunoinnin hallintaohjelmaa ei ole mukana istunnossa. Oletus on 'kwin'
he: רחא תונולח להנמ דוע ןיאש הרקמב 'wm' תא ליעפמ 'kwin' איה לדחמה תרירב .הלעפהה ךלהמב לעופש
is: Ræsir gluggastjóra ef enginn gluggastjóri er þegar þáttakandi í lotunni. Sjálfgefið er 'kwin'.
lt: Paleidžia 'wm' jei jokia kita langų tvarkyklė neegzistuoja sesijoje. Kitaip nenurodžius tai yra 'kwin'.
lv: Startē `wm` gadījumā ja neviens cits logu menedžeris nepiedalās sesijā. Noklusētais ir `kwin`
mt: Jibda "wm" f'każ ku ebda window manager ieħor m'hu qed jieħu ħsieb is-sessjoni. Pridefinit: "kwin"
pt: Arranca 'wm' se mais nenhum gestor de janelas estiver presente na sessão. O valor por omissão é 'kwin'
pt_br: Inicia 'wm' caso nenhum outro gerenciador de janelas esteja participando da sessão. O padrão é 'kwin'
ro: Porneste 'wm' in cazul in care nu exista alt manager de ferestre care sa participe la sesiune. Implicit este 'kwin'.
ru: Запуск 'wm' в том случае, если не используется другой менеджер окон. По умолчанию это - 'kwin'
sk: Spustí 'wm' v prípade, že žiaden iný správca okien sa nepodieľal na sedení. Štandardne je to 'kwin'
sr: Startuje 'wm' u slučaju da nijedan drugi menadžer prozora ne učestvuje u sesiji. Predefinisani menadžer prozora je 'kwin'.
ta: §ÅÚ ±ó¾ º¡ÇÃ §ÁÄ¡ÇÕõ «Á÷Å¢ø ¸ÄóÐ ¦¸¡ûÇÅ¢ø¨Ä ±ýÈ¡ø, 'wm' ¦¾¡¼íÌõ. 'kwin' ¾¡ý ¦¸¡¼¡¿¢¨Ä
th: เรียกให้ 'wm' (โปรแกรมจัดการหน้าต่าง) ทำงาน หากยังไม่มีการทำงาน โปรแกรมโดยปริยายคือ 'kwin'
xh: Iqala 'wm' akukho mphathi we window ongomnye uzakuthatha inxaxheba entlanganisweni. Engagqibekanga yi 'kwin'

source: Also allow remote connections.
et: Ka kaugühendused on lubatud.
fi: Salli etäyhteydet.
he: .תוקחורמ תולעפה םג רשפא
is: Leyfa einnig utanaðkomandi tengingar.
lt: Leidžia prisijungimus iš kitų mazgų.
lv: Atļauj arī attālinātus savienojumus.
mt: Aċċetta kollegamenti remoti wkoll.
pt: Permitir também ligações remotas.
pt_br: Permitir também conexões remotas.
ro: Permite si conexiuni distante.
ru: Разрешить удаленные соединения.
sk: Umožňuje aj vzdialené spojenia.
sr: Takođe dozvoli udaljene konekcije.
ta: §ºö¨Á ­¨½ôÒ¸¨ÇÔõ «ÛÁ¾¢ì¸×õ.
th: อนุญาตการเชื่อมต่อจากเครื่องอื่น
xh: Ivumela kwakhona udibaniso lobeko kude.

source: The KDE Session Manager
et: KDE seansihaldur
fi: KDE:n istunnonhallinta
he: KDE לש תולעפהה להנמ
is: Lotustjóri KDE
lt: KDE sesijų tvarkyklė
lv: KDE Sesiju Menedžeris
mt: Il-Manager tas-Sessjonijiet KDE
pt: Gestor de Sessões do KDE
pt_br: Gerenciador de Sessões do KDE
ro: Managerul de sesiune KDE
ru: Менеджер сеансов KDE
sk: KDE Správca sedení
sr: KDE menadžer sesija
ta: KDE «Á÷× §ÁÄ¡Ç÷
th: โปรแกรมจัดการเซสชันบน KDE
xh: Umphathi wentlanganiso ye KDE

source: _: NAME OF TRANSLATORS Your names
et: Hasso Tepper
fi: Kim Enkovaara,Tapio Kautto
he: Meni Livne
is: Richard Allen
lt: Ričardas Čepas
lv: Andris Maziks
mt: Ramon Casha
pt: José Nuno Coelho Sanarra Pires
pt_br: E. A. Tacão,Elvis Pfützenreuter
ro: Claudiu Costin
ru: Дмитрий Овечкин,Григорий Мохин
sk: Dusan Onofer,Stanislav Visnovsky
sr: Aleksandar Dezelin,Slobodan Marković
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷,Ð¨ÃÂôÀ¡ Åº£¸Ãý
th: Thanomsub Noppaburana
xh: Dwayne Bailey

source: _: EMAIL OF TRANSLATORS Your emails
et: hasso@linux.ee
fi: kim.enkovaara@iki.fi,eleknader@phnet.fi
he: livne@kde.org
is: ra@ra.is
lt: rch@richard.eu.org
lv: andris.m@delfi.lv
mt: ramon.casha@linux.org.mt
pt: jncp@rnl.ist.utl.pt
pt_br: tacao@conectiva.com.br,epx@netville.com.br
ro: claudiuc@geocities.com
ru: d_ovechkin@hotmail.com,mokhin@bog.msu.ru
sk: onofer@phf.euke.sk,visnovsky@nenya.ms.mff.cuni.cz
sr: deza@ptt.yu,twiddle@eunet.yu
ta: sshanmu@yahoo.com,gomathiss@hotmail.com,t_vasee@yahoo.com
th: donga_n@hotmail.com
xh: dwayne@translate.org.za
