Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/libkwinicewm_config.po
Languages: az, da, de, eo, es, he, hu, is, it, ja, lt, lv, mt, nl, no, no_ny, pl, pt, pt_br, ru, sk, sl, sv, th, uk, xh

source: IceWM Theme Selector
az: IceWM Örtü Seçici
da: IceWM Temavælger
de: Auswahl von IceWM-Designs
eo: Etoselektilo por IceWM
es: Selector de temas de IceWM
he: IceWM תכרע תריחב
hu: IceWM témaválasztó
is: IceWM þemaval
it: Selettore temi IceWM
ja: IceWMテーマセレクタ
lt: IceWM temų pasirinkimas
lv: IceWM Tēmu Selektors
mt: Agħżel tema IceWM
nl: IceWM-themaselectie
no: IceWM temavelger
no_ny: IceWM-temaveljar
pl: Wybór tematów IceWM
pt: Selector do Tema IceWM
pt_br: Seletor do Tema IceWM
ru: Выбор тем IceWM
sk: Výber témy IceWM
sl: Izbirnik tem za IceWM
sv: Temaväljare för IceWM
th: ตัวเลือกธีมของ IceWM
uk: Вибір теми IceWM
xh: Umkhethi womxholo wokuxoxwa we IceWM

source: Make your IceWM selection by clicking on a theme here.
az: Buradakı örtünü tıqlayaraq IceWM seçkinizi aparın.
da: Gør dit IceWM valg ved at klikke på et tema her.
de: Treffen Sie Ihre IceWM-Auswahl, indem Sie auf eines der Designs klicken.
eo: Elektu etoson tie ĉi por la fenestroadministrilo IceWM.
es: Elija su selección de IceWM pulsando aquí sobre un tema.
he: <p align=right>IceWM תכרעב רחב<br>הציחל תועצמאב<br>.הכרע לע ןאכ
hu: A kiválasztáshoz csak rá kell kattintani a megfelelő témára.
is: Veldu einn af IceWM valkostunum með því að smella á þema hérna.
it: Secgli il tuo tema IceWM facendo clic su uno di questi.
ja: ここでクリックしてIceWMテーマを選択して下さい.
lt: Pasirinkite jūsų IceWM temas paspausdami ant temos čia.
lv: Izdariet jūsu IceWM izvēli noklikšķinot uz tēmas šeit.
mt: Agħżel tema ta' IceWM billi tikklikkja fuq tema minn hawn.
nl: Maak uw IceWM-selectie door hier op een thema te klikken.
no: Gjør ditt IceWM-valg ved å klikke på et tema her.
no_ny: Vel eit IceWM-tema her.
pl: Uczyń wybór IceWM przez klikanie na wybranym temacie.
pt: Faz a tua selecção do IceWM escolhendo um tema aqui.
pt_br: Faça sua seleção do IceWM escolhendo um tema aqui.
ru: Выберите IceWM, щелкнув по теме.
sk: Kliknutím sem vyberiete tému pre IceWM.
sl: S klikom te teme lahko nastavite svoj IceWM.
sv: Gör ditt val för IceWM här genom att klicka på ett tema.
th: สร้างการเลือกบน IceWM ของคุณ โดยการคลิกบนธีมที่นี่
uk: Зробіть вибір IceWM, клацнувши тут на будь-якій темі.
xh: Yenza ukhetho lwakho lwe IceWM ngokunqakraza kumxholo wokuxoxwa apha.

source: To manage your IceWM themes, simply click on the link below to open a Konqueror window. Once shown, you will be able to add or remove native IceWM themes, by uncompressing <b>http://icewm.themes.org/</b> theme files into this directory, or creating directory symlinks to existing IceWM themes on your system.
az: IceWM örtülərini idarə etmək üçün aşağıdakı körpüyə tıqlayaraq Konkveror pəncərəsi açın. Bununla <b>http://icewm.themes.org/</b> örtülərini bu qovluqda açaraq örtü qura bilər ya da çıxarda bilərsiniz. Və ya sisteminizdə mövcud olan IceWM örtülərinə yumşaq körpülər yarada bilərsiniz.
da: For at håndtere dine IceWM temaer, skal du simpelthen klikke på lænken nedenfor for at åbne et Konqueror vindue. Når det er vist, vil du være i stand til at tilføje eller fjerne indfødte IceWM temaer ved at dekomprimere <b>http://icewm.themes.org/</b> temafiler i denne mappe, eller ved at oprette mappe symlænker til eksisterende IceWM temaer på dit system.
de: Um Ihre IceWM-Designs (Themes) zu verwalten, klicken Sie bitte auf die Verknüpfung unten. Daraufhin öffnet sich ein Konqueror-Fenster. Darin können Sie originale IceWM-Designs hinzufügen oder entfernen, indem Sie entsprechende Dateien von <b>http://icewm.themes.org/</b> in dem geöffneten Verzeichnis entpacken bzw. löschen oder indem Sie Symlinks aus diesem Verzeichnis auf bereits existierende Design-Dateien in Ihrem System erstellen.
eo: Por administri la etosojn de la fenestroadministrilo IceWM, simpla klaku sur la malsupran ligon por malfermi Konkerantofenestron. Kiam ili montriĝas, vi povas aldoni aŭ forigi proprajn IceWM-etosojn, malkompaktante etosdosierojn de <b>http://icewm.themes.org/</b> al tiu ĉi dosierujo, aŭ kreante simbolajn ligojn al la dosierujoj de ekzistantaj IceWM-etosoj en via sistemo.
es: Para administrar sus temas IceWM, simplemente pulse sobre el enlace de abajo para abrir una ventana de Konqueror. Una vez abierta, será capaz de añadir o eliminar temas nativos IceWM, descomprimiendo archivos de temas <b>http://icewm.themes.org/</b> en este directorio, o creando directorios con enlaces simbólicos a temas de IceWM en su sistema.
he: <p align=right>חותפל ידכ אבה רושיקה לע ץחל ,ךלש IceWM לש תוכרעה תא להנל תנמ לע<br>ריסהל וא ףיסוהל ךתורשפאב היהי גצוי אוה רשאכ .Konqueror ןולח<br>רתאהמ תוכרע יצבק תקירפ תועצמאב תאזו ,תוקחורמ IceWM תוכרע<br>תוירפס ירושיק תריצי תועצמאב וא ,וז הירפסל <b>http://icewm.themes.org/</b><br>.ךלש תכרעמה יבג לע תומייק IceWM תוכרעל םיילמס
hu: Az IceWM témák kezeléséhez kattintson az alábbi linkre. A megnyíló fájlkezelő-ablakban lehet elvégezni az IceWM témák felvételét és törlését. Új témák létrehozhatók a <b>http://icewm.themes.org/</b> címen található témafájlok kitömörítésével vagy a rendszerben máshol található IceWM téma könyvtárára mutató szimbolikus link létrehozásával.
is: Smelltu á einn hlekkinn hér að neðan til að opna Konqueror glugga og meðhöndla IceWM þemu. Síðan getur þú bætt við eða eytt IceWM þemum með því að sækja <b>http://icewm.themes.org/</b> þema skrár og setja þær í þessa möppu eða með því að nota sýndarhlekki í núverandi IceWM þemu á tölvunni þinni.
it: Per gestire i tuoi temi IceWM, clicca sul link qui sotto per aprire una finestra di Konqueror. Una volta che è apparsa, sarai in grado di aggiungere o rimuovere temi nativi di IceWM scompattando i temi che puoi trovare su <b>http://icewm.themes.org/</b> in questa directory, oppure creando dei collegamenti simbolici a temi IceWm già esistenti nel tuo sistema.
ja: IceWMテーマの管理には、まず、Konquerorウィンドウで下記リンクをクリックして開きます. 表示されると、<b>http://icewm.themes.org/</b>のテーマファイルをこのディレクトリに 解凍するだけでIceWMのテーマを追加したり、削除したりできます. あるいは既存 のIceWMテーマへのシンボリックリンクを作っても良いでしょう.
lt: Norėdami tvarkyti jūsų IceWm temas, tiesiog paspauskite ant nuorodos žemiau ir bus atidarytas Konqueror langas. Poto jūs galėsite pridėti ir pašalinti orginalias IceWM temas išpakuodami <b>http://icewm.themes.org/</b> temų bylas į šį katalogą, arba sukurdami katalogo simbolines nuorodas į jūsų sistemoje egzistuojančias IceWM temas.
lv: Lai menedžētu jūsu IceWM tēmas, vienkārši noklikšķiniet uz saites zemāk, lai atvērtu Iekarotāja logu. Kad parādīsies, jūs varēsiet pievienot vai aizvākt dzimtās IceWM tēmas, atarhivējot <b>http://icewm.themes.org/</b> tēmu failus šajā direktorijā, vai izveidojot direktoriju simsaites uz eksistējošām IceWM tēmām jūsu sistēmā.
mt: Biex timmaniġġja t-temi IceWM, ikklikkja il-link t'isfel biex tiftaħ tieqa Konqueror. Hemm, tista' żżid jew tneħħi temi tal-IceWM billi tiftaħ fajls tat-temi minn<b>http://icewm.themes.org/</b> għal ġo dan id-direttorju, jew toħloq "symlinks" minn temi eżistenti fuq is-sistema tiegħek.
nl: Om uw IceWM-thema's te beheren klikt u op de koppeling hieronder om een Konqueror-venster te openen. Eenmaal geopend zult u in staat zijn om IceWM-thema's toe te voegen/verwijderen door themabestanden van <b>http://icewm.themes.org/</b> uit te pakken naar deze map, of door symbolische koppelingen aan te leggen naar de mappen met bestaande IceWM-thema's op uw systeem.
no: For å holde styr på dine IceWM-temaer, bare klikk på lenken under for å åpne et konqueror-vindu. Da vil du kunne legge til eller fjerne temaerm, ved å pakke ut <b>http://icewm.themes.org/</b>-temafiler i denne katalogenm eller lage symbolske lenker til temakataloger for IceWM du allerede har på systemet ditt.
no_ny: For å behandla IceWM-tema, kan du klikka på lenkja under for å opna eit Konqueror-vindauge. Når det er klart, kan du leggja til eller fjerna IceWM-tema ved å pakka ut temafiler frå <b>http://icewm.themes.org/</b> til denne katalogen eller laga symbolske lenkjer til andre IceWM-tema på maskinen din.
pl: Abu zarządzać tematami IceWM, kliknij na poniższym łączu aby otworzyć okno Konqueror'a. Kiedy się pojawi, będziesz mógł dodać lub usunąć rodzime tematy IceWM, poprzez rozpakowanie <b>http://icewm.themes.org/</b> plików z tematami do tego katalogu, lub utowrzyć linki do istniejącego katalogu z tematami IceWM.
pt: Para gerires os teus temas do IceWM, basta carregares na ligação abaixo para abrires uma janela do Konqueror. Assim que apareça, podes adicionar ou remover temas nativos do IceWM remotamente, descomprimindo os ficheiros do <b>http://icewm.themes.org</b> nesta directoria ou podes criar ligações simbólicas aos temas do IceWM existentes no teu sistema.
pt_br: Para gerenciar seus temas do IceWM, basta clicar no link abaixo para abrir uma janela do Konqueror. Assim que aparecer, você pode adicionar ou remover temas nativos do IceWM remotamente, descompactando os arquivos de <b>http://icewm.themes.org</b> neste diretório ou podes criar links simbólicos aos temas do IceWM existentes em seu sistema.
ru: Для управления темами IceWM щелкните по ссылке. Откроется окно Konqueror, и вы сможете добавлять или удалять родные темы IceWM, разархивируя файлы с темами с <b>http://icewm.themes.org/</b> в текущий каталог или создавая ссылки на каталоги с темами IceWM, уже присутствующими в вашей системе.
sk: Pre správu tém IceWM jednoducho kliknite na odkaz, aby sa zobrazilo okno Konquerora. V ňom môžete pridávať a odstraňovať témy IceWM rozbalením súborov tém z <b>http://icewm.themes.org/</b> do tohto priečinku, alebo vytvorením symbolických odkazov na už existujúce témy IceWM.
sl: Svoje teme za IceWM lahko spreminjate tako, da kliknete spodnjo povezavo in odprete okno s Konquerorjem. V njem lahko dodajate ali odstranjujete domorodne teme za IceWM, tako da odkomprimirate datoteke s temami z <b>http://icewm.themes.org/</b> v ta imenik, ali pa tako, da naredite simbolne povezave do imenikov z obstoječimi temami za IceWM v vašem sistemu.
sv: För att hantera dina IceWM-teman, klicka helt enkelt på länken nedan för att öppna ett Konqueror-fönster. När detta väl visas, kommer du kunna lägga till eller ta bort IceWM-originalteman, genom att packa upp temafiler från <b>http://icewm.themes.org/</b> till denna katalog, eller skapa symboliska kataloglänkar till IceWM-teman som redan finns i ditt system.
th: เพื่อจัดการธีม IceWM ของคุณ ทำได้โดยคลิกที่ลิงค์ด้านล่างนี้ เพื่อเปิดหน้าต่าง Konqueror จากนั้น คุณจะสามารถ เพิ่มหรือลบธีมของ IceWM ได้ โดยการแตกแฟ้มธีมจาก <b>http://icewm.themes.org/</b> มายังไดเรกทอรีนี้ หรือสร้างการลิงค์ไดเรกทอรี ไปยังไดเรกทอรีธีมของ IceWM บนระบบของคุณ
uk: Щоб керувати Вашими темами IceWM, просто клацніть на посиланні знизу, щоб відкрилось вікно Konqueror. Після цього, Ви зможете додавати або вилучати теми IceWM, розтискуючи файли тем <b>http://icewm.themes.org/</b> в цей каталог або створюючі посилання до існуючих тем IceWM у Вашій системі.
xh: Ukulawula imixholo yakho ye IceWM, nqakraza ngokulula kwikhonkco elingezantsi ukuvula i window ye Konqueror. Xa ibonisiwe, uzakukwazi ukudibanisa okanye ukususa imixholo ye IceWM, ngokuzahlula <b>http://icewm.themes.org/</b> iifayile zomxholo kwi kolu lawulo, okanye ukwenza ulawulo lwamakhonkco esymn kwesele ikho imixholo ye IceWM kwindlela yakho.

source: Open Konqueror Window at KDE's IceWM theme directory
az: KDE-nin IceWM örtü qovluğunda Konkveror Pəncərəsi Aç
da: Åbn Konqueror vindue i KDE's IceWM temamappe
de: Konqueror-Fenster im Verzeichnis für IceWM-Designs öffnen.
eo: Malfermu Konkeranton ĉe la dosierujo por IceWM-etosoj
es: Abrir ventana de Konqueror en el directorio de temas IceWM de KDE
he: IceWM לש תוכרעה תיירפסב Konqueror ןולח חתפ
hu: Fájlkezelő-ablak megnyitása a KDE IceWM témakönyvtárában
is: Opna Konqueror glugga í IceWM þemamöppu KDE
it: Apri la directory dei temi di IceWM di KDE in una finestra di Konqueror
ja: Konqeurorウィンドウで、KDEのIceWMテーマディレクトリを開く
lt: Atidaryti Konqueror langą KDE IceWM temų kataloge
lv: Atver Iekarotāja Logā KDE IceWM tēmu direktoriju
mt: Iftaħ window ta' Konqueror fid-direttorju tat-temi ta' IceWM
nl: Konqueror-venster openen met KDE's IceWM-themamap
no: Åpne et konquerorvindu i KDEs IceWM temakatalog
no_ny: Opna Konqueror-vindauge i IceWM-temakatalogen til KDE
pl: Otwórz okno Konqueror'a z katalogu tematów KDE IceWM
pt: Abrir uma janela do Konqueror na directoria de temas do IceWM do KDE
pt_br: Abrir uma janela do Konqueror no diretório de temas do IceWM do KDE
ru: Открыть окно Konqueror в каталоге с темами IceWM
sk: Otvoriť priečinok témy IceWM v okne Konquerora
sl: V Konquerorju odpre okno imenika s temami IceWM za KDE
sv: Öppna ett Konqueror-fönster med KDE:s IceWM-temakatalog
th: เปิดหน้าต่าง Konqueror ที่ตำแหน่งไดเรกทอรีเก็บธีม IceWM ของ KDE
uk: Відкрити вікно Konqueror у каталозі тем IceWM для KDE
xh: Vula iWindow ye Konqueror kulawulo lomxholo wokuxoxwa we KDE IceWM

source: IceWM Decoration Settings
az: IceWM Bəzək Qurğuları
da: IceWM Dekorationsopsætning
de: Dekorations-Einstellungen für IceWM
eo: Agordo de IceWM-ornamo
es: Configuración de estilo IceWM
he: IceWM יטושיק תורדגה
hu: IceWM stílusbeállítások
is: IceWM skreytingastillingar
it: Impostazioni delle decorazioni IceWM
ja: IceWMディレクトリ設定
lt: IceWM dekoracijos nustatymai
lv: IceWM Dekorāciju Uzstādījumi
mt: Setings tad-dekorazzjoni IceWM
nl: Instellingen voor IceWM-decoraties
no: IceWM innstillinger for dekorasjon
no_ny: Innstillingar for IceWM-dekorasjonar
pl: Ustawienia wystroju IceWM
pt: Opções da Decoração do IceWM
pt_br: Opções da decoração do IceWM
ru: Настройки оформления IceWM
sk: Nastavenie dekorácie IceWM
sl: Nastavitve okraskov za IceWM
sv: Dekorationsinställningar för IceWM
th: ตั้งค่าการตกแต่ง IceWM
uk: Установки обрамлення IceWM
xh: Izicwangciso zohombiso lwe IceWM

source: Use theme &title text colors
az: Örtünün &başlıq mətni rənglərini işlət
da: Brug tema &titeltekstfarver
de: Farben aus den &Titeltexten des Designs verwenden
eo: Uzu koloron por &titoltekstoj laŭ la etoso
es: Usar colores de texto de &título de tema
he: הכרעה לש תרתוכה טסקט יעב&צב שמתשה
hu: A téma &címsorszínének használata
is: Nota liti &titilrandar þema
it: Utilizza i colori del &titolo del tema
ja: テーマのタイトルテキスト色を使う(&t)
lt: Naudoti temos &antraštės teksto spalvas
lv: Lietot tēmas &titlu teksta krāsas
mt: Uża kuluri tat-&titlu mit-tema
nl: Kleuren voor &titelbalktekst van thema gebruiken
no: Bruk tekstfarger på tema&tittel
no_ny: Bruk &tittellinjefargar frå tema
pl: Użyj kolorów tekstu dla &tytułu z tematu
pt: Usar as cores do título do &tema
pt_br: Usar as cores do título do &tema
ru: Использовать цвета темы в &заголовках
sk: Použiť farby &titulku témy
sl: Uporabi barve besedila &naslovne teme
sv: Använd &textfärger för namnlisten från temat
th: ใช้สีข้อความแถบหัวเรื่องจากธีม
uk: Використовувати тему для кольорів тексту &титулу
xh: &Sebenzisa imibala yokubhaliweyo kwewonga lomxholo wokuxoxwa

source: When selected, titlebar colors will follow those set in the IceWM theme. If not selected, the current KDE titlebar colors will be used instead.
az: Seçili olduğu vaxt başlıq mətni rəngləri IceWM örtüsündə olduğu kimi seçiləcəkdir. Seçili deyilsə, hazırkı KDE başlıq mətni rəngləri qorunacaqlardır.
da: Når det er valgt, vil titelliniefarver følge dem der er valgt i IceWM temaet. Hvis det ikke er valgt, vil de aktuelle KDE titelliniefarver blive brugt i stedet.
de: Nach der Aktivierung entsprechen die Farben der Titelleisten denen aus dem IceWm-Design. Sonst werden die aktuellen Farben der KDE-Titelleisten verwendet.
eo: Se elektita, la koloroj de fenestrotitoloj obeos la donitajojn de la IceWM-etoso. Aliokaze, la koloro estas uzata laŭ la KDE-agordo.
es: Si se selecciona, los colores de la barra de títulos seguirán aquellos fijados en el tema IceWM. si no se seleccionan, se utilizarán en su lugar los colores de la barra de títulos actual de KDE.
he: <p align=right>תרתוכה תורוש יעבצ ,תרחבנ וז תורשפא רשאכ<br>לש הכרעבש תורדגהל םאתהב ויהי<br>השעיי ,תרחבנ אל וז תורשפא םא .IceWM<br>לש םייחכונה תרתוכה תרוש יעבצב שומיש<br>.KDE
hu: Ha bejelöli ezt az opciót, akkor a címsor színezése a témában előírt módon fog történni, ha nem, akkor a KDE színbeállításainak megfelelően.
is: Þegar þetta er valið verða IceWM þemalitir titilrandar notaðir. Ef þetta er ekki valið verða KDE litir titilrandar notaðir.
it: Quando selezionato, i colori della barra del titolo saranno quelli del temi di IceWM. Se non è selezionato, saranno utilizzati i colori selezionati per la barra del titolo di KDE.
ja: 選択されていると、タイトルバーの色はIceWMテーマでのものに従います.そうでない場合には、代わりに現在のKDEのタイトルバー色が使われます.
lt: Pasirinkus tai, antraštės juostos spalvos bus nustatytos pagal IceWM temą. Nepasirinkus, bus naudojamos esamos KDE antraštės juostos spalvos.
lv: Kad izvēlēts, titlujoslas krāsas sekos tām, kas uzstādītas IceWM tēmā, ja nav izvēlēts, tiks izmantotas tekošās KDE titlujoslas krāsas.
mt: Meta tkun ittikkjata, il-kuluri tat-titlu isegwu dawk ta' ġo t-tema IceWM. Jekk le, jintużaw il-kuluri tat-titlu tal-KDE minnflok.
nl: Als u dit selecteert, dan worden de titelbalkkleuren van het IceWM-thema gebruikt. Anders worden de huidige KDE-kleuren van de titelbalk gebruikt.
no: Når dette er valgt vil farger på tittellinjen følge de fargene som er satt i IceWM-temaet. Hvis dette ikke er velgt vil de gjeldende KDE-fargene for tittellinjer bli brukt i stedet.
no_ny: Vel om fargane på tittellinja skal følgja dei som er valde i IceWM-temaet eller i KDE-innstillingane.
pl: Kiedy jest wybrane kolory paska tytułowego będą ustawiane zgodnie z tematem IceWM. W przeciwnym przypadku będą użyte standardowe kolory KDE.
pt: Se estiver seleccionado, as cores da barra de título serão as definidas no tema do IceWM. Se não estiver, as cores actuais da barra de título do KDE serão usadas em alternativa.
pt_br: Se estiver selecionado, as cores da barra de título serão as definidas no tema do IceWM. Se não estiver, as cores atuais da barra de título do KDE serão usadas.
ru: При включении этой опции цвета в заголовках будут определяться темой IceWM, в противном случае будут использоваться текущие цвета KDE.
sk: Ak je použité, farby titulku budú tie, ktoré sú nastavené v téme IceWM. Ak nie je použité, budú použité farby titulku KDE.
sl: Ko je to izbrano, bodo barve naslovne letve sledile nastavljenim v temi za IceWM. Če ni izbrano, bodo namesto tega uporabljane trenutne barve naslovne letve za KDE.
sv: Om vald kommer namnlistfärger att följa de som är valda i IceWM-temat. Om inte vald, används nuvarande KDE-namnlistfärger istället.
th: เมื่อเปิดใช้ตัวเลือกนี้ สีของแถบหัวเรื่อง จะถูกปรับไปใช้ค่าจากธีม IceWM ไม่เช่นนั้น จะแสดงแถบหัวเรื่อง ด้วยสีแถบหัวเรื่องของ KDE แทน
uk: Якщо вибрано, кольори смужки титулу будуть братися з теми IceWM. Інакше будуть вживатися поточні кольори титулу в KDE.
xh: Xa kukhethiwe, imibala yebar yewonga izakulandela ezo zibekwe kumxholo wokuxoxwa we IceWM. Ukuba ayikhethwanga, imibala yebar yewonga yangoku izakusetyenziswa.

source: &Show title bar on top of windows
az: Başlıq mubuğunu pəncərələrin təpəsində &göstər
da: &Vis titellinier i toppen af vinduer
de: Titelleisten &oberhalb der Fenster anzeigen
eo: &Montru titollistelon supre en la fenestroj
es: &Mostrar barra de título en la parte superior de las ventanas
he: תונולחל לע&מ תרתוכ תרוש גצה
hu: A címsor az ablak &tetején legyen
is: &Sýna titilrönd efst á gluggum
it: &Mostra la barra del titolo nella parte alta delle finestre
ja: タイトルバーをウィンドウの上に表示(&S)
lt: &Rodyti antraštės juostą langų viršuje.
lv: &Rāda titlu joslu logu augšā
mt: &Uri t-titlu fuq il-windows
nl: Titelbalk bovenlangs ven&sters tonen
no: &Vis tittellijne på toppen av vinduer
no_ny: &Vis tittellinje på toppen av vindauge
pl: &Pokaż pasek tytułu na górze okien
pt: &Mostrar a barra de título no topo das janelas
pt_br: &Mostrar a barra de título no topo das janelas
ru: По&казывать заголовок вверху окна
sk: &Zobraziť titulok na hornom okraji okna
sl: &Prikaži naslovno vrstico na vrhu oken
sv: Vi&sa namnlisten överst i fönster
th: แสดงแถบหัวเรื่องที่ด้านบนสุดของหน้าต่าง
uk: &Показувати смужку титулу над вікнами
xh: &Bonisa ibar yewonga ngaphezu kwee window

source: When selected, all window titlebars will be shown at the top of each window, otherwise they will be shown at the bottom.
az: Seçili isə, bütüt pəncərə başlıq çubuqları hər pəncərənin təpəsində gpstəriləcəklərdir. Yoxsa altda nümayiş ediləcəklərdir.
da: Når det er valgt, vil alle vinduestitellinier blive vist ved toppen af hvert vindue, ellers vil de blive vist i bunden.
de: Bei Aktivierung werden die Titelleisten am oberen Rand der Fenster angezeigt. Sonst erscheinen sie am unteren Rand.
eo: Se elektita la titollisteloj estas desgenataj en la supro de la fenestro, aliokaze malsupre.
es: Si se selecciona, todas las barras de títulos se mostrarán en la parte superior de cada ventana, de lo contrario se mostrarán en la parte inferior.
he: <p align=right>לכ ,תרחבנ וז תורשפא רשאכ<br>תונולח לש תרתוכה תורוש<br>,תרחא .ןולחל לעמ וגצוי<br>.תחתמ וגצוי ןה
hu: Ha bejelöli ezt az opciót, akkor a címsor az ablak tetején, ha nem, akkor az alján fog megjelenni.
is: Þegar þetta er valið verða titilrandir efst á gluggum, en ef þetta er ekki valið verða þær neðst á þeim.
it: Quando selezionato, tutte le barre dei titoli saranno mostrate nella parte superiore delle finestre, altrimenti verranno mostrate nella parte inferiore.
ja: 選択されていると、全てのウィンドウのタイトルバーは各ウィンドウの上に表示されます. そうでない場合には、ウィンドウの一番下に表示されます.
lt: Pasirinkus tai, visų langų antraštės juostos bus rodomos lango viršuje, priešingu atveju jos bus rodomos apačioje.
lv: Kad izvēlēts, visas logu titlujoslas tiks rādītas katra loga augšā, savādāk tās tiks rādītas apakšā.
mt: Meta tkun ittikkjata, it-titlu tal-windows jidhru man-naħa ta' fuq tal-windows. Jekk le, jidhru man-naħa t'isfel.
nl: Als u dit selecteert, dan worden alle venstertitelbalken weergegeven aan de bovenkant van elk venster. Anders worden ze aan de onderkant weergegeven.
no: Når dette er valgt vil tittellinjer for vinduer blir vist på toppen av vinduet, ellers vil de bli vist på bunnen.
no_ny: Vel om tittellinjene skal liggja på toppen av vindauga eller på botnen.
pl: Kiedy jest wybrane wszystkie paski tytułów będą pokazywane na górze okna, w przeciwnym przypadku będą pokazane na dole okna.
pt: Se estiver seleccionado, todas as janelas terão uma barra de título no seu topo, caso contrário serão colocadas na parte inferior.
pt_br: Se estiver selecionado, todas as janelas terão uma barra de título no seu topo, caso contrário serão colocadas na parte inferior.
ru: При включении этой опции заголовок будет находиться вверху окна, в противном случае - внизу окна.
sk: Ak je použité, titulky okien budú zobrazené na hornom okraji, inak budú dole.
sl: Ko je to izbrano, bodo vse naslovne vrstice oken prikazane na vrhu vsakega posameznega okna, sicer bodo prikazane na dnu.
sv: Om vald kommer alla namnlister visas överst i varje fönster, annars visas de nederst.
th: เมื่อเปิดใช้ตัวเลือกนี้ แถบหัวเรื่องของทุกหน้าต่าง จะถูกแสดงไว้ ที่ด้านบนสุด ของหน้าต่าง ไม่เช่นนั้น จะถูกแสดงที่ด้านล่าง
uk: Коли вибрано, смужки титулу вікон будуть показані вгорі кожного вікна, інакше вони будуть відображені знизу.
xh: Xa kukhethiwe, zonke iibar zewonga le window zizakuboniswa phezu kwe window nganye, kungenjalo zizakuboniswa ezantsi.
