Repository: sandsmark/kde2-i18n
Catalog: */messages/kdebase/libkwinicewm_config.po
Languages: az, da, de, eo, es, he, hu, is, it, ja, lt, lv, mt, nl, no, no_ny, pl, pt, pt_br, ru, sk, sl, sv, th, uk, xh

source: &Menu button always shows application mini icon
az: &Menyu düymələri həmişə proqramın kiçik timsalını göstərsin
da: &Menuknap viser altid program miniikon
de: &Programmsymbole auf Menüknöpfen anzeigen
eo: &Menubutono ĉiam montras la piktogrameton de la aplikaĵo.
es: &Botón de menú siempre muestra el mini icono de la aplicación
he: םושייה לש רעזוממה למסה תא גיצמ דימת &טירפתה רותפכ
hu: Az alkalmazás&ikon megjelenítése a menügombon
is: Val&myndartakkinn sýnir alltaf litlu táknmynd forrits
it: Il pulsante del &Menu mostra sempre la mini icona dell'applicazione
ja: メニューボタンには常にアプリケーションミニアイコンを表示(&M)
lt: &Meniu mygtukas visada rodo programos mini piktogramą
lv: &Izvēlnes poga vienmēr rāda aplikācijas mini ikonu
mt: Buttuna tal-&menu dejjem turi l-ikona tal-programm
nl: &Menuknop toont altijd een minipictogram van de applicatie
no: &Meny-knapp viser alltid mini-ikonet for applikasjonen
no_ny: &Menyknappen viser alltid mini-ikonet til programmet
pl: &Przycisk menu zawsze pokazuje zminimalizowaną ikonę aplikacji
pt: O botão do &menu mostra sempre o mini-ícone da aplicação
pt_br: O botão do &menu mostra sempre o mini-ícone da aplicação
ru: Показывать иконку приложения в кнопках &меню
sk: Tlačidlo &menu vždy zobrazuje mini ikonu aplikácie
sl: Gumb z &menujem vedno prikaže majhno ikono programa
sv: &Menyknappen visar alltid en liten programmetikon
th: แสดงไอคอนขนาดเล็กของแอพพลิเคชันบนปุ่มเมนูเสมอ
uk: Кнопка &меню завжди показує мініпіктограму програми
xh: &Iqhosha leMenu libonisa oko isicelo se icon encinci

source: When selected, all titlebar menu buttons will have the application icon shown. If not selected, the current theme's defaults are used instead.
az: Seçili isə, başlıq çubuğu menyulari proqramın kiçik timsallarını göstərəcəkdir. Seçili deyilsə, hazırkı örtünün seçənəkləri əsas olaraq qəbul ediləcəklərdir.
da: Når det er valgt, vil alle titellinie menuknapper få programmets ikon vist. Hvis det ikke er valgt vil det aktuelle temas standard blive brugt i stedet.
de: Bei Aktivierung zeigen alle Menüknöpfe der Titelleisten Symbole der jeweiligen Programme an. Sonst werden die Voreinstellungen des jeweiligen Designs verwendet.
eo: Se elektita, la menubutonoj de la titollisteloj prezentos la piktogrameton de la aplikaĵo. Aliokaze la donitaĵoj en la etoso estas obeataj.
es: Si se selecciona, todos los botones de la barra de menús mostrarán el icono de aplicaciones. Si no se seleccionan, se mostrarán en su lugar los valores predeterminados del tema actual.
he: <p align=right>םיטירפתה ירותפכ ,תרחבנ וז תורשפא רשאכ<br>לש למסה תא וגיצי תרתוכה תורוש לכ לש<br>שומיש השעיי ,תרחבנ אל וז תורשפא םא .םושייה<br>.תיחכונה הכרעה לש לדחמה תורירבב
hu: Ha bejelöli ezt az opciót, akkor a menügomb tetején az alkalmazás mini ikonja fog látszani, ha nem, akkor a témában előírt grafikus elem.
is: Þegar þetta er valið hafa allir valmyndartakkar í titilröndinni táknmynd forritsins. Ef þetta er ekki valið þá er notað það sem er sjálfgefið í þemanu.
it: Quando selezionato, tutti i menu delle barre dei titoli mostreranno l'icona dell'applicazione. Se non è selezionato, saranno utilizzate le impostazioni del tema che si sta utilizzando.
ja: 選択されていると、全てのタイトルバーメニューボタンはアプリケーションアイコンを表示します. そうでない場合、代わりに現在のテーマのデフォルトが使われます.
lt: Pasirinkus tai, visi antraštės juostos mygtukai rodys programos piktogramą. Nepasirinkus, bus rodoma pagal esamą temą.
lv: Kad izvēlēts, visām titlujoslas pogām būs redzama aplikacijas ikona, ja nav izvēlēts, tiks izmantoti tekošās tēmas noklusētie uzstādījumi.
mt: Meta tkun ittikkjata, il-buttuna tal-menu tat-titlu ikollja l-ikona tal-programm. Jekk le, tidher buttuna tat-tema stess.
nl: Als u dit selecteert, zullen alle titelbalkmenuknoppen het pictogram van de applicatie weergeven. Anders wordt het standaardpictogram van het thema gebruikt.
no: Når dette er valgt vil alle menyknapper på tittellinjen ha applikasjonens mini-ikon. Hvis den ikke er valgt vil det gjeldende temaets standardarer bli brukt i stedet.
no_ny: Vel om menyknappane på tittellinja skal visa programikonet. Dersom ikkje, vert standardikonet til temaet brukt i staden.
pl: Kiedy jest wybrane, wszystkie paski tytułowe będą posiadały ikony aplikacji. Jeśli nie jest wybrane domyślne ustawienia tematu są używane.
pt: Se estiver seleccionado, todos os botões do menu da barra de título conterão o ícone da aplicação. Se não estiver seleccionado, as pré-definições do tema actual serão usadas.
pt_br: Se estiver selecionado, todos os botões do menu da barra de título conterão o ícone da aplicação. Se não estiver selecionado, os padrões do tema atual serão usados.
ru: При включении этой опции все кнопки в заголовке будут прорисовываться с маленькой иконкой приложения, в противном случае будут использоваться настройки темы по умолчанию.
sk: Ak je táto voľba použitá, všetky tlačidlá menu budú mať ikonu aplikácie. Inak bude použité štandardné nastavenie témy.
sl: Ko je to izbrano, bodo vsi gumbi v menuju naslovne letve prikazovali tudi ikono programa. Če ni izbrano, bodo namesto tega uporabljene privzete nastavitve trenutne teme.
sv: Om vald kommer alla namnlistens menyknappar visa programmets ikon. Om inte vald, används standardvärden för det nuvarande temat istället.
th: เปิดใช้ตัวเลือกนี้ เพื่อให้ทุกเมนูไอคอนบนแถบหัวเรื่อง แสดงไอคอนแอพพลิเคชันเสมอ ไม่เช่นนั้น จะทำการแสดงโดยใช้ค่าปริยายของธีมปัจจุบัน
uk: Коли вибрано, кнопки смужки титулу будуть мати піктограму програми. Інакше буде використана поточна схема.
xh: Xa kukhethiwe, onke amaqhosha emenu yebar yewonga azakubanesicelo se icon esibonisiweyo. Ukuba azikhethwanga, imxixholo engagqibekanga iyasetyenziswa.

source: Infadel #2 (default)
az: Infadel #2 (əsas)
da: Infadel #2 (standard)
de: Infadel #2 (Standard)
eo: Infadel #2 (apriora)
es: Infadel #2 (predeterminado)
he: (לדחמ תרירב) Infadel #2
hu: Infadel #2 (alapértelmezés)
is: Infadel #2 (sjálfgefið)
it: Infadel #2 (predefinito)
ja: Infadel #2 (デフォルト)
lt: Infadel #2 (nutylima)
lv: Infadel #2 (noklusētais)
mt: Infadel #2 (normali)
nl: Infadel #2 (standaard)
no: Infadel #2 (standard)
no_ny: Infadel #2 (standard)
pl: Infadel #2 (domyślnie)
pt: Infadel #2 (por omissão)
pt_br: Infadel #2 (padrão)
sk: Infadel #2 (štandard)
sl: Infadel #2 (privzeto)
sv: Infadel nummer 2 (standard)
th: Infadel #2 (ปริยาย)
uk: Infadel #2 (типовий)
xh: Infadel #2 (engagqibekanga)
