Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdelibs/kspell.po
Languages: da, es, fr, hu, ja, pt, sl, uk, xh

source: This is the character set used for English text.
da: Dette er tegnsættet der bruges til engelsk tekst.
es: Este es el juego de caracteres utilizados en textos en inglés.
fr: Ceci est le jeu de caractères utilisé pour du texte anglais.
hu: Ezt használják az angol nyelvű szövegek.
ja: これは英語のテキストに使用される文字セットです。
pt: Este é o conjunto de caracteres usado para texto em Inglês.
sl: Ta znakovni nabor se uporablja za angleška besedila.
uk: Це набір символів для текстів англійською мовою.
xh: Eli liqela labasebenzi abasetyenziswayo kokubhaliweyo kwesiNgesi.

source: This is used for Western European languages.
da: Dette bruges til vesteuropæiske sprog.
es: Este es usado por lenguas europeas occidentales.
fr: Celui-ci est utilisé pour les langues de l'Europe de l'Ouest.
hu: Ezt használja a legtöbb nyugat-európai nyelv.
ja: これは西ヨーロッパ言語に使用されます。
pt: Este é usado para as linguas Europeias.
sl: Ta se uporablja za zahodnoevropske jezike.
uk: Використовується західноєвропейськими мовами.
xh: Oku kusetyenziswa kwiilwimi zaseNtshona Yurophu.

source: This is used for Eastern European languages.
da: Dette bruges til østeuropæiske sprog.
es: Este es usado por lenguas europeas orientales.
fr: Celui-ci est utilisé pour les langues de l'Europe de l'Est.
hu: Ezt használja a legtöbb közép- és kelet-európai nyelv.
ja: これは東ヨーロッパ言語に使用されます。
pt: Este é usado para as linguas Europeias de Leste.
sl: Ta se uporablja za vzhodnoevropske jezike.
uk: Використовується східноєвропейськими мовами.
xh: Oku kusetyenziswa kwiilwimi zaseMpuma Yurophu.

source: You should select the one that matches the character set you are using. In some cases, dictionaries will support more than one encoding. A dictionary might, for example, accept accented characters when <emphasis>Latin1</emphasis> is selected, but accept email-style character combinations (like <emphasis>'a</emphasis> for an accented <emphasis>a</emphasis>) when <emphasis>7-Bit/ASCII</emphasis> is selected. Please see your dictionary's disctribution for more information.
da: Du bør vælge den der passer til det tegnsæt du bruger. I visse tilfælde vil ordbøger støtte mere end et tegnsæt. En ordbog kan, for eksempel, acceptere tegn med accent når <emphasis>Latin1</emphasis> er valgt, men også acceptere e-post-stil tegnkombinationer (såsom <emphasis>'a</emphasis> for et <emphasis>a</emphasis> med accent) når <emphasis>7-Bit/ASCII</emphasis> er valgt. Kig i din ordbogs distribution for mere information.
es: Debería seleccionar aquel que concuerde el juego de caracteres que usted esté usando. En algunos casos, los diccionarios soportarán más de una codificación. Un diccionario podría, por ejemplo, aceptar caracteres acentuados cuando se seleccione <emphasis>Latin1</emphasis> , y aceptar combinaciones de caracteres tipo correo electrónico (como <emphasis>'a</emphasis> para una <emphasis>a</emphasis> acentuada) cuando se selecciona <emphasis>7-Bit/ASCII</emphasis>. Por favor consulte el diccionario de su distribución para más información.
fr: Vous devriez sélectionner celui qui correspond au jeu de caractères que vous utilisez. Dans certains cas, les dictionnaires supporteront plus d'un encodage. Un dictionnaire pourra, par exemple, accepter les caractères accentués lorsque <emphasis>Latin 1</emphasis> sera sélectionné, et accepter les combinaisons de caractères du genre email (par exemple <emphasis>'a</emphasis> pour un <emphasis>a</emphasis> accentué) lorsque <emphasis>7-Bit/ASCII</emphasis> sera sélectionné. Veuillez consulter la distribution de votre dictionnaire pour de plus amples informations.
hu: Válassza ki az Ön nyelvében használt kódolási módszert. Néhány szótár többféle karakterkódolási módszert is támogat. Például lehet, hogy egy szótár egyrészt elfogadja az ékezetes betűket <emphasis>Latin 1</emphasis> választásnál, másrészt elfogadja és kezeli az aposztróffal megadott ékezeteket (pl. <emphasis>'a</emphasis> betű <emphasis>a</emphasis> helyett) <emphasis>7-bites ASCII</emphasis> választásánál. Olvassa el a szótár dokumentációját, ha érdeklik a pontos részletek.
ja: 使用している文字セットに合っているものを選択しなければなりません。いくつかの場合において、辞書は一つ以上のエンコーディングをサポートしています。例えば<emphasis>Latin1</emphasis>が選択されている時、辞書はアクセントを伴う文字を受け入れますが、<emphasis>7-Bit/ASCII</emphasis>が選択されている場合は(<emphasis>a</emphasis>のアクセント文字として<emphasis>'a</emphasis>のような)メールスタイルの文字の組合せを受け入れます。より多くの情報を得るなら辞書の説明書をご覧下さい。
pt: Deverá seleccionar aquele que condiz com o conjunto de caracteres que esá a usar. Em alguns casos, os dicionários suportarão mais do que uma codificação. Um dicionário pode, por exemplo, aceitar caracteres acentuados quando <emphasis>Latin1</emphasis> está seleccionado, mas aceita combinações de caracteres estilo-email (como <emphasis>'a</emphasis> para um <emphasis>a</emphasis> acentuado) quando <emphasis>7-Bit/ASCII</emphasis> está seleccionado. Por favor veja a distribuição do seu dicionário para mais informações.
sl: Izbrati morate nabor, ki ustreza temu, ki ga uporabljate. V nekaterih primerih bodo slovarji podpirali več kot le en znakovni nabor. Slovar lahko sprejema na primer naglašene znake, kadar je izbran <emphasis>Latin1</emphasis>, hkrati pa sprejema znakovne kombinacije v stilu e-pošte (kot <emphasis>'a</emphasis> za naglašen <emphasis>a</emphasis>) kadar je izbran <emphasis>7-Bit/ASCII</emphasis>. Prosim glejte distribucijo vašega slovarja za več informacij.
uk: Ви повинні вибрати набір символів Вашого засобу перевірки правипису. В деяких випадках, словники підтримуються декілька кодувань. Словник може, наприклад, приймати акцентовані символи при виборі <emphasis>Latin1</emphasis>, або комбінації сиволів у стилі електронної пошти (напр., <emphasis>'a</emphasis> для акцентованого <emphasis>a</emphasis>) коли вибрано <emphasis>7-біт/ASCII</emphasis>. Щодо подальшої інформації, будь-ласка, загляньте до підручника по Вашому словнику.
xh: Ungakhetha enye ethelekiseka neqela lomsebenzisi omsebenzisayo. Kweminye imizekelo, iidikishinari zizakuxhasa ngapha kwenye i encoding. Idikshinari inga, umzekelo, mkela abasebenzi abonyuliweyo xa <emphasis>Latini1</emphasis> ikhethiwe, kodwa yamkela email-izidibaniso zomsebenzisi wohlobo (njenge <emphasis>'a</emphasis> yo wonyuliweyo <emphasis>a</emphasis>) xa <emphasis>7-Bit/ASCII</emphasis> ikhethiwe. Nceda bona unikezelo lwedikshinari kulwazi oluphangaleleyo.

source: Spell-checking client
da: Stavekontrol klient
es: Cliente de corrección ortográfica
fr: Client
hu: Helyesírás-ellenőrző kliens
ja: スペルチェッククライアント
pt: Cliente da Correcção Ortográfica
sl: Črkovalni odjemalec
uk: Клієнт перевірки правопису
xh: Umxhasi wokhangelo-lopelo

source: You may choose to use <emphasis>Ispell</emphasis> or <emphasis>Aspell</emphasis> as the spell-checking backend for <emphasis>KSpell</emphasis>. <emphasis>Ispell</emphasis> is more widely available and may have better international support, but <emphasis>Aspell</emphasis> is gaining popularity as it claims to give better suggestions for word replacements.
da: Du kan vælge at bruge <emphasis>Ispell</emphasis> eller <emphasis>Aspell</emphasis> som stavekontrol bagenden for <emphasis>KSpell</emphasis>. <emphasis>Ispell</emphasis> er videre tilgængelig og har måske bedre international støtte, men <emphasis>Aspell</emphasis> bliver mere og mere populær da den påstår den giver bedre forslag til orderstatninger.
es: Puede elegir <emphasis>Ispell</emphasis> o <emphasis>Aspell</emphasis> como el cliente de corrección ortográfico de <emphasis>KSpell</emphasis>. <emphasis>Ispell</emphasis> está disponible de modo más extenso y puede tener más soporte internacional, pero <emphasis>Aspell</emphasis> está ganando adeptos porque asegura que sus sugerencias para reemplazo de palabras son mejores.
fr: Vous pouvez choisir d'utiliser <emphasis>ISpell</emphasis> ou <emphasis>ASpell</emphasis> comme vérificateur d'orthographe pour <emphasis>KSpell</emphasis>. <emphasis>ISpell</emphasis> est plus répandu et offre un meilleur support international, mais <emphasis>ASpell</emphasis> gagne en popularité parce qu'il prétend proposer de meilleures suggestions pour les remplacements de mots.
hu: Az <emphasis>Ispell</emphasis> vagy az <emphasis>Aspell</emphasis> választható a helyesírás-ellenőrzés motorjának a <emphasis>KSpell</emphasis>-ben. Az <emphasis>Ispell</emphasis> elterjedtebb és több nyelvet támogat, míg az <emphasis>Aspell</emphasis> elsősorban a kifinomultabb algoritmusainak köszönhetően népszerű.
ja: <emphasis>KSpell</emphasis>のスペルチェックバックエンドとして<emphasis>Ispell</emphasis>や<emphasis>Aspell</emphasis>を使用することができます。<emphasis>Ispell</emphasis>は幅広い入手経路があり世界的なサポートを期待できますが、<emphasis>Aspell</emphasis>は文字の置き換えについてより高品質の候補を提示するという点で人気を博しています。
pt: Pode optar entre usar o <emphasis>Ispell</emphasis> ou o <emphasis>Aspell</emphasis> como fundo para o corrector ortográfico <emphasis>KSpell</emphasis>. O <emphasis>Ispell</emphasis> está disponivel mais largamente e pode ter um suporte internacional melhor, mas o <emphasis>Aspell</emphasis>está a ganhar popularidade porque reclama que fornece melhores sugestões para a substituição de palavras.
sl: Kot osnovo črkovanja za <emphasis>KSpell</emphasis> lahko izberete <emphasis>Ispell</emphasis> ali <emphasis>Aspell</emphasis>. <emphasis>Ispell</emphasis> je bolj razširjen in ima mogoče boljšo mednarodno podporo, vendar pa <emphasis>Aspell</emphasis> pridobiva na priljubljenosti, saj naj bi predlagal boljše zamenjave.
uk: Тут Ви можете вибрати <emphasis>Ispell</emphasis> або <emphasis>Aspell</emphasis> як варіанти механізму первірки правопису для <emphasis>KSpell</emphasis>. <emphasis>Ispell</emphasis> більш поширений і має кращу підтримку різних мов, але <emphasis>Aspell</emphasis> завойовує популярність, оскільки має кращій механізм вибору слів для заміни.
xh: Ungakhetha ukusebenzisa i <emphasis>Ispell</emphasis> okanye <emphasis>Aspell</emphasis> njengokhangelo-lopelo lesiphelo se <emphasis>KSpell</emphasis>. <emphasis>Ispell</emphasis> kuninzi kukhona kwaye kunokuba nenkxaso Jikelele, kodwa <emphasis>Aspell</emphasis> ifumana abantu njengoko ifuna ukunika iziphakamiso ezingcono zobuyiselo lwegama.

source: Other
da: Andet
es: Otro
fr: Autres
hu: Egyéb
ja: その他
pt: Outros
sl: Drugo
uk: Інше
xh: Enye

source: It is recommend that you do not change the first two options unless you have read the Interational ISpell man page.
da: Det anbefales at du ikke ændrer de første to indstillinger med mindre du har læst Interational ISpell mansiden.
es: Se recomienda que usted no cambie las dos primeras opciones a no ser que haya leido la página de manual de ISpell internacional.
fr: Il est recommandé de ne pas changer les deux premières options tant que vous n'avez pas lu la page man d'International ISpell.
hu: Az első két opciót csak akkor változtassa meg, ha már elolvasta az ezzel kapcsolatos tájékoztatót az Ispell kézikönyvében.
ja: 国際ISpellマニュアルページをご覧にならない限り、最初の二つのオプションは変えないようにして下さい。
pt: É recomendável que não mude as duas primeiras opções a não ser que tenha lido a página do <emphasis>man</emphasis>ual do ISpell Internacional.
sl: Priporočljivo je, da ne spreminjate prvih dveh možnosti če niste prebrali man strani ISpella.
uk: Не рекомендується змінювати перші два параметра, якщо Ви не читали сторінку довідки по ispell.
xh: Kuyathethelelwa ukuba awutshintshi iinketho zokuqala ezimbini ngaphandle kokuba ufunde iphepha lomntu ISpell Jikelele.

source: Contact Information
da: Kontakt information
es: Información de contactos
fr: Contacts
hu: Kapcsolatfelvételi információ
ja: コンタクト＆インフォメーション
pt: Contactos
sl: Kontaktne informacije
uk: Контактна інформація
xh: Dibana nolwazi

source: For more information about KSpell, visit the <ulink url="http://www.chaos.umd.edu/~dsweet/KDE/KSpell">KSpell Home Page</ulink>. In particular, you will find information about programmng the KSpell C++ class.
da: For mere information om KSpell, besøg <ulink url="http://www.chaos.umd.edu/~dsweet/KDE/KSpell">KSpell Hjemmeside</ulink>. Du vil i særdeleshed finde information om programmering af KSpell C++ klasser.
es: Para más información sobre KSpell, visite la <ulink url="http://www.chaos.umd.edu/~dsweet/KDE/KSpell">página de inicio de KSpell</ulink>. En particular enocntrará información sobre programación de la clase C++ de KSpell.
fr: Pour plus d'informations à propos de KSpell, visitez la <ulink url="http://www.chaos.umd.edu/~dsweet/KDE/KSpell">page web de KSpell</ulink>. En particulier, vous trouverez des informations à propos de la programmation des classes C++ de KSpell.
hu: Ha többet akar megtudni a KSpell-ről, látogasson el ide: <ulink url="http://www.chaos.umd.edu/~dsweet/KDE/KSpell">KSpell honlap</ulink>. Érdemes megtekinteni a KSpell C++ osztályokról szóló leírást.
ja: KSpellについての情報をもっと得たいとお考えなら、<ulink url="http://www.chaos.umd.edu/~dsweet/KDE/KSpell">KSpell Home Page</ulink>をご訪問下さい。特にKSpell C++のプログラミングについての情報を得ることができます。
pt: Para mais informações acerca do KSpell, visite a <ulink url="http://www.chaos.umd.edu/~dsweet/KDE/KSpell">Página do KSpell</ulink>. Em particular, encontrará informação acerca da programação de classes C++ do KSpell.
sl: Za več informacij o KSpell-u obiščite <ulink url="http://www.chaos.umd.edu/~dsweet/KDE/KSpell">KSpellovo domačo stran</ulink>. Posebej boste še našli informacije o programiranju KSpellovih C++ razredov.
uk: Щодо додаткової інформації про KSpell, завітайте на <ulink url="http://www.chaos.umd.edu/~dsweet/KDE/KSpell">Домашю сторінку KSpell</ulink>. Окрім іншого, там Ви знайдете інструкції по програмуванню класу KSpell для C++.
xh: Ulwazi oluninzi malunga ne KSpell, ndwendwela i <ulink url="http://www.chaos.umd.edu/~dsweet/KDE/KSpell">KSpell Iphepha laseKhaya</ulink>. Kokuthile, ungafumana ulwazi malunga nodweliso lwenkqubo i KSpell C++ class.

source: You mail email the author/maintainer with questions and/or comments at <ulink url="mailto:dsweet@kde.org">dsweet@kde.org</ulink>.
da: Du kan sende e-post til forfatteren/vedligeholderen med spørgsmål og/eller kommentarer på <ulink url="mailto:dsweet@kde.org">dsweet@kde.org</ulink>.
es: Puede enviar mensajes con preguntas y comentarios al autor/encargado en <ulink url="mailto:dsweet@kde.org">dsweet@kde.org</ulink>.
fr: Pour pouvez envoyer un email de questions et/ou de commentaires à l'auteur/mainteneur à <ulink url="mailto:dsweet@kde.org">dsweet@kde.org</ulink>.
hu: Kérdéseket, megjegyzéseket küldeni a következő címre lehet: <ulink url="mailto:dsweet@kde.org">dsweet@kde.org</ulink>
ja: 質問、コメントをお待ちしております。<ulink url="mailto:dsweet@kde.org">dsweet@kde.org</ulink>
pt: Pode enviar email para o autor/seguidor com questões e/ou comentários em <ulink url="mailto:dsweet@kde.org">dsweet@kde.org</ulink>.
sl: Če imate vprašanja in/ali komentarje, pošljite email avtorju/vzdrževalcu na <ulink url="mailto:dsweet@kde.org">dsweet@kde.org</ulink>.
uk: Надсилайте Ваші зауваження та коментарі автору або супроводжувачу на <ulink url="mailto:dsweet@kde.org">dsweet@kde.org</ulink>.
xh: Unga email umbhali/umlondolozi ngemibuzo ne/okanye imigqabazo kwi <ulink url="mailto:dsweet@kde.org">dsweet@kde.org</ulink>.

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
es: <para>Traducido por Pablo de Vicente <email>pvicentea@nexo.es</email></para>
fr: <para>Traduction française par Yves Dessertine <email>yves.d@hrnet.fr</email></para>
hu: <para>Magyar fordítás: Szántó Tamás <email>tszanto@mol.hu</email></para>
ja: <para>Japanese translation by Taiki Komoda <email>kom@kde.gr.jp</email></para>
pt: <para>Tradução por Pedro Morais <email>morais@kde.org</email></para>
sl: <para>Prevod: <ulink url="mailto:andrej.vernekar@kiss.uni-lj.si">Andrej Vernekar</ulink></para>
uk: <para>Переклад Андрій Рисін<email>arysin@yahoo.com</email></para><para>Виправлення перекладу Андрій Рисін<email>arysin@yahoo.com</email></para>
xh: <para>Translation Antoinette Dekeni <email>antoinette@translate.org.za</email></para>

source: Latin1
xh: Latini1

source: Latin2
xh: Latini2
