Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdelibs/kspell.po
Languages: da, es, fr, hu, ja, pt, sl, uk, xh

source: The KSpell Handbook
da: KSpell håndbog
es: El manual de KSpell
fr: Le manuel de KSpell
hu: A KSpell kézikönyve
ja: KSpell ハンドブック
pt: Manual do KSpell
sl: Priročnik za KSpell
uk: Підручник по KSpell
xh: Incwadi yesandla ye KSpell

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
es: <othercredit role="translator"> <firstname>Pablo</firstname> <surname>de Vicente</surname> <affiliation><address><email>pvicentea@nexo.es</email></address></affiliation> <contrib>Traductor</contrib> </othercredit>
fr: <othercredit role="translator"><firstname>Yves</firstname><surname>Dessertine</surname><affiliation><address><email>yves.d@hrnet.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
hu: <othercredit role="translator"><firstname>Tamás</firstname><surname>Szántó</surname><contrib>Magyar fordítás</contrib><affiliation><address><email>tszanto@mol.hu</email></address></affiliation></othercredit>
ja: <othercredit role="translator"><firstname>Taiki</firstname><surname>Komoda</surname><contrib></contrib><affiliation><address><email>kom@kde.gr.jp</email></address></affiliation></othercredit>
pt: <othercredit role="translator"><firstname>Sérgio</firstname><surname>Fernandes</surname><affiliation><address><email>sergio_fernandes@rocketmail.com</email></address></affiliation><contrib>Tradução</contrib></othercredit> <othercredit role="reviewer"><firstname>Pedro</firstname><surname>Morais</surname><affiliation><address><email>morais@kde.org</email></address></affiliation><contrib>Revisão da Tradução</contrib></othercredit>
sl: <othercredit role="translator"><firstname>Andrej</firstname> <surname>Vernekar</surname><affiliation><address><email>andrej.vernekar@kiss.uni-lj.si</email></address></affiliation><contrib>Prevod</contrib></othercredit>
uk: <othercredit role="translator"><firstname>Андрій</firstname><surname>Рисін</surname><affiliation><address><email>arysin@yahoo.com</email></address></affiliation><contrib>Переклад українською</contrib></othercredit>
xh: <othercredit role="translator"><firstname>Antoinette</firstname><surname>Dekeni</surname><affiliation><address><email>antoinette@translate.org.za</email></address></affiliation><contrib>Translation</contrib></othercredit>

source: KSpell is the spelling checker used by KDE applications such as KEdit, KMail, KRN, and KWord. It is a GUI frontend to International ISpell and ASpell.
da: KSpell er en stavekontrol brugt af KDE programmer såsom KEdit, KMail, KRN, og KWord. Det er en GUI brugerflade til International ISpell og ASpell.
es: KSpell es el comprobador de ortografía utilizado por aplicaciones de KDE tales como KEdit, KMail, KRN, y KWord. Es un interfaz gráfico al ISpell internacional y ASpell.
fr: KSpell est un vérificateur d'orthographe utilisé par les applications KDE, telles que KEdit, KMail, KRN, et KWord. C'est une interface graphique pour International ISpell et ASpell.
hu: A KSpell a KDE helyesírás-ellenőrző programja, ezt használja többek között a KEdit, a KMail, a KRN és a KWord. Lényegében egy grafikus felület az Ispellhez és az Aspellhez.
ja: KSpellは、KEditやKMail、KRNやKWordのようなKDEアプリケーションで使用されるスペルチェッカです。これは世界的に知られているISpellやASpellのGUIフロントエンドです。
pt: O KSpell é o corrector ortográfico usado pelas aplicações KDE, tais como o KEdit, KMail, KRN e KWord. É uma interface gráfica para o Internation ISpell e o ASpell.
sl: Kspell je črkovalnik, ki ga uporabljajo KDE programi kot so KEdit, KMail, KRN in KWord. Je GUI vmesnik za ISpell in ASpell.
uk: KSpell - утиліта перевірки правопису для програм KDE, таких, як KEdit, KMail, KRN та KWord. Вона надає графічний інтерфейс до міжнародного ISpell та ASpell.
xh: KSpell ingumkhangeli wopelo osetyenziswa zizicelo ze KDE ezinjenge KEdit, KMail, KRN, ne KWord. Sisiqalo sesiphelo se GUI frontend kweyaJikelele i ISpell ne ASpell.

source: spell
da: stavning
fr: orthographe
hu: helyesírás
pt: ortográfica
uk: правопис

source: check
da: tjek
es: comprobación
fr: vérification
hu: ellenőrzés
pt: verificação
uk: перевірка
xh: khangela

source: Misspelled Word Dialog
da: Forkert stavet ord Dialog
es: Diálogo de palabras mal deletreadas
fr: Boîte de dialogue de mot mal orthographié
hu: A hibásan írt szavak párbeszédablaka
ja: 誤字ダイアログ
pt: Diálogo de Palavra Incorrecta
sl: Pogovorno okno narobe črkovane besede
uk: Вікно невірних слів
xh: Incoko yababini enegama elipelwe kakubi

source: (If you do not have Ispell installed you can obtain it from the <ulink url="http://fmg-www.cs.ucla.edu/geoff/ispell.html">International ISpell home page</ulink>. ASpell is available from the <ulink url="http://metalab.unc.edu/kevina/aspell/">ASpell home page</ulink>.)
da: (Hvis du ikke har Ispell installeret kan du få fat på den fra <ulink url="http://fmg-www.cs.ucla.edu/geoff/ispell.html">International ISpell hjemmeside</ulink>. ASpell er tilgængelig fra <ulink url="http://metalab.unc.edu/kevina/aspell/">ASpell hjemmeside</ulink>.)
es: (Si no tiene Ispell instalado lo puede obtener de <ulink url="http://fmg-www.cs.ucla.edu/geoff/ispell.html">la página principal de International ISpell</ulink>. ASpell está disponible en <ulink url="http://metalab.unc.edu/kevina/aspell/">la página de ASpell</ulink>.)
fr: (Si vous n'avez Ispell installé sur votre système, vous pouvez vous le procurer depuis <ulink url="http://fmg-www.cs.ucla.edu/geoff/ispell.html">la page web d'International ISpell</ulink>. ASpell est disponible depuis <ulink url="http://metalab.unc.edu/kevina/aspell/">la page web d'ASpell</ulink>.)
hu: (Ha még nem telepítette az Ispell-t, letöltheti az <ulink url="http://fmg-www.cs.ucla.edu/geoff/ispell.html">International Ispell honlap</ulink>-ról. Az Aspell letölthető az <ulink url="http://metalab.unc.edu/kevina/aspell/">Aspell honlap</ulink>-ról.)
ja: (Ispellがインストールされていない場合 <ulink url="http://fmg-www.cs.ucla.edu/geoff/ispell.html"> インターナショナル ISpell ホームページ</ulink>から入手できます。 ASpell は、<ulink url="http://metalab.unc.edu/kevina/aspell/"> ASpell ホームページ</ulink>から可能です。)
pt: (Se não tens o Ispell instalado podes obte-lo na <ulink url="http://fmg-www.cs.ucla.edu/geoff/ispell.html"> página do International ISpell</ulink>. O ASpell está disponível na <ulink url="http://metalab.unc.edu/kevina/aspell/">página do ASpell</ulink>.)
sl: (Če nimate nameščenega ISpella ga lahko dobite na <ulink url="http://fmg-www.cs.ucla.edu/geoff/ispell.html">domači strani ISpella </ulink>. ASpell je dosegljiv na <ulink url="http://metalab.unc.edu/kevina/aspell/"> ASpellovi domači strani</ulink>.)
uk: (Якщо Ви ще не встановили Ispell, Ви можете отримати його з <ulink url="http://fmg-www.cs.ucla.edu/geoff/ispell.html">Домашньої сторінки міжнародного ISpell</ulink>. ASpell можна знайти на <ulink url="http://metalab.unc.edu/kevina/aspell/">Домашній сторінці ASpell </ulink>.)
xh: (IUkuba awuna Ispell efakiweyo ungayifumana kwi <ulink url="http://fmg-www.cs.ucla.edu/geoff/ispell.html">Jikelele ISpell iphepha lasekhaya</ulink>. ASpell ikhona kwi <ulink url="http://metalab.unc.edu/kevina/aspell/">ASpell iphepha lasekhaya</ulink>.)

source: General Use
da: Generel brug
es: Uso general
fr: Utilisation générale
hu: A legfontosabb tudnivalók a program használatához
ja: 一般的な使用方法
pt: Utilização Geral
sl: Splošna uporaba
uk: Загальний вжиток
xh: Usebenziso ngokubanzi

source: The top line in the dialog displays a misspelled word which was found in your document. KSpell attempts to find an appropriate replacement word. One or several may be found. The best guess is shown to the right of <emphasis>Replacement:.</emphasis> To accept this replacement, click on <emphasis>Replace.</emphasis> You may also choose a word from the list of <emphasis>Suggestions</emphasis> then click <emphasis>Replace</emphasis> to replace the misspelled word with the chosen word.
da: Den øverste linie i dialogen viser forkert stavede ord der blev fundet i dit dokument. KSpell forsøger at finde et passende erstatningsord. Et af flere bliver måske fundet. Det bedste gæt vises til højre for <emphasis>Erstatning:.</emphasis> For at acceptere denneerstatning, klik på <emphasis>Erstat.</emphasis> Du kan også vælge et ord fra listen af <emphasis>Forslag</emphasis> og så klikke på <emphasis>Erstat</emphasis> for at erstatte det forkert stavede ord med det valgte ord.
es: La línea superior en el diálogo muestra una palabra incorrecta encontrada en su documento.KSpell intentará encontrar una palabra adecuada que la reemplace. La mejor elección se mostrará a la derecha de <emphasis>Reemplazo:.</emphasis> Para aceptar este reemplazo, pulse sobre <emphasis>Reemplazar.</emphasis> También puede elegir una palabra de la lista de <emphasis>Sugerencias</emphasis> y después pulsar <emphasis>Reemplazar</emphasis> para reemplazar la palabra incorrecta por aquella que se haya elegido.
fr: La première ligne dans la boîte de dialogue montre un mot mal orthographié qui a été trouvé dans votre document. KSpell essaye de trouver un mot de remplacement approprié. Un ou plusieurs mots peuvent être trouvés. La meilleure suggestion est affichée juste à coté de <emphasis>Remplacer par&nbsp;:</emphasis>. Pour accepter ce mot de remplacement, cliquez sur <emphasis>Remplacer</emphasis>. Vous pouvez aussi choisir un mot dans la liste de <emphasis>Suggestions&nbsp;:</emphasis>, puis cliquez sur <emphasis>Remplacer</emphasis> pour remplacer le mot mal orthographié par le mot choisi.
hu: A párbeszédablak legfelső sorában jelenik meg a dokumentumban talált hibásan írt szó. A KSpell megpróbálja megtalálni az odaillő helyes szót (több lehetőséget is találhat). A legvalószínűbb javítás a <emphasis>Helyettesítés:</emphasis>-től jobbra látható. A javaslat elfogadásához kattintson a <emphasis>Csere</emphasis> gombra. A többi lehetséges javítás közül is lehet választani (a <emphasis>Javaslatok</emphasis> listából), majd kattintson a <emphasis>Csere</emphasis> gombra a hibás szó kicseréléséhez.
ja: ダイアログの一番上の行は、ドキュメント内で発見された誤字を表示しています。KSpellは適切な代替文字を探そうとします。一つか、もしくは複数が見つかるでしょう。<emphasis>Replacement:.</emphasis>の右側にもっとも適切と思われる単語が表示されます。文字を置き換えるなら、<emphasis>Replace.</emphasis>をクリックします。また、いくつか候補がある場合<emphasis >Suggestions</emphasis>リストから言葉を選択することもできます。そこで選択した文字を誤字と置き換えるなら、<emphasis>Replace</emphasis>をクリックします。
pt: A linha do topo no diálogo mostra uma palavra incorrecta que foi encontrada no seu documento. O KSpell tenta encontrar uma palavra de substituição apropriada. Uma ou várias podem ser encontradas. A melhor hipótese é mostrada á direita de <emphasis>Substituição:</emphasis>. Para aceitar a substituição, clique em <emphasis>Substituir.</emphasis> Pode ainda escolher uma palavra da lista de <emphasis>Sugestões</emphasis>, e a seguir clique em <emphasis>Substituir</emphasis> para substituir a palavra incorrecta com a palavra escolhida.
sl: Vrhnja vrstica v pogovornem oknu prikaže narobe črkovano besedo, ki je bila najdena v vašem dokumentu. KSpell poskuša najti ustrezno zamenjavo. Najdenih je lahko ena ali več besed. Najboljše ugibanje je prikazano na desni strani izbire <emphasis>Zamenjava:.</emphasis> Da sprejmete to zamenjavo kliknite na <emphasis>Zamenjaj.</emphasis> Lahko tudi izberete besedo iz seznama <emphasis>Predlogi</emphasis> in nato kliknete <emphasis>Zamenjaj</emphasis>, da zamenjate narobe črkovano z izbrano besedo.
uk: Верхній рядок у вікні відображає невірне слово, що було знайдено у Вашому документі. KSpell намагається знайти придану заміну. Може бути знайдено одне слово або декілька. Найкращі варіанти відображаються праворуч від <emphasis>Заміна:.</emphasis> Щоб прийняти цю заміну, клацніть на <emphasis>Замінити.</emphasis> Ви також можете вибрати слово зі списку <emphasis>Пропозиції</emphasis> і клацнути на <emphasis>Замінити.</emphasis>, щоб замінити невірне слово вибраним.
xh: Ilayini ephezulu kwincoko yababini ibonisa igama elingapelwanga kakuhle elifunyenwe kuxwebhu lwakho. KSpell izama ukufumana elilelona igama lobuyiselo. Elinye okanye amaninzi angafumaneka. Uthelekelelo olungcono luboniswe ekunene kwe <emphasis>Ubuyiselo:.</emphasis> Ukwamkela olu buyiselo, nqakraza kwi <emphasis>Buyisela.</emphasis> Ungakhetha kwakhona igama kuluhlu lwe <emphasis>Iziphakamiso</emphasis> ngoku nqakraza <emphasis>Buyisela</emphasis> ukubuyisela igama elipelwe kakubi ngegama elikhethiweyo.

source: To keep your original spelling, click on <emphasis>Ignore.</emphasis>
da: Hvis du vil beholde den oprindelige stavemåde så klik på <emphasis>Ignorér.</emphasis>
es: Para mantener la ortografía original del texto, pulse sobre <emphasis>Ignorar.</emphasis>
fr: Pour conserver votre orthographe originale, cliquez sur <emphasis>Ignorer</emphasis>.
hu: Az eredeti szó meghagyásához kattintson a <emphasis>Meghagyás</emphasis> gombra.
ja: 元の綴りをそのまま残しておきたい場合は、<emphasis>Ignore</emphasis>をクリックします。
pt: Para manter a ortografia original, clique em <emphasis>Ignorar.</emphasis>
sl: Da obdržite vaše originalno črkovanje, kliknite na <emphasis>Zanemari.</emphasis>
uk: Щоб залишити початковий варіант, клацніть на <emphasis>Пропустити.</emphasis>
xh: Ukugcina upelo loqobo, nqakraza kwi <emphasis>Lahla.</emphasis>

source: To stop the spell checking -- keeping the changes you've already made -- click on <emphasis>Stop.</emphasis>
da: For at standse stavekontrollen -- og beholde de ændringer du allerede har lavet -- klik på <emphasis>Stop.</emphasis>
es: Para detener la corrección ortográfica -- manteniendo los cambios ya hechos -- pulse sobre <emphasis>Detener.</emphasis>
fr: Pour arrêter la vérification de l'orthographe tout en conservant les changements déjà effectués, cliquez sur <emphasis>Arrêter</emphasis>.
hu: A helyesírás-ellenőrzés leállításához -- az addigi módosítások elmentése mellett -- kattintson az <emphasis>Állj</emphasis> gombra.
ja: 既に行った誤字の置き換えを保持したままスペルチェックを止めたいなら、<emphasis>Stop</emphasis>をクリックします。
pt: Para parar a correcção ortográfica -- mantendo as mudanças que já fez -- clique em <emphasis>Parar.</emphasis>
sl: Da ustavite preverjanje črkovanja -- in ohranite že narejene sprmembe -- kliknite na <emphasis>Ustavi.</emphasis>
uk: Щоб зупинити перевірку, утримуючі зроблені зміни, клацніть на <emphasis>Зупинити.</emphasis>
xh: Ukumisa ukhangelo lopelo -- ugcina utshintsho osele ulwenzile -- nqakraza kwi <emphasis>Yima.</emphasis>

source: To stop the spell checking and cancel the changes you've already made, click on <emphasis>Cancel.</emphasis>
da: For at standse stavekontrollen -- og glemme de ændringer du allerede har lavet -- klik på <emphasis>Annullér.</emphasis>
es: Para detener la corrección ortográfica y cancelar los cambios ya hechos pulse sobre <emphasis>Cancelar.</emphasis>
fr: Pour arrêter la vérification de l'orthographe et annuler les changements effectués, cliquez sur <emphasis>Annuler</emphasis>.
hu: A helyesírás-ellenőrzés leállításához és a változtatások eldobásához kattintson a <emphasis>Mégsem</emphasis> gombra.
ja: スペルチェックをやめ、既に行った誤字の置き換えをキャンセルするには、<emphasis>Cancel</emphasis>をクリックします。
pt: Para terminar a correcção ortográfica e cancelar as mudanças que já fez, clique em <emphasis>Cancelar.</emphasis>
sl: Da ustavite preverjanje in prekličete že narejene spremembe, kliknite na <emphasis>Prekliči.</emphasis>
uk: Щоб зупинити перевірку та скасувати зроблені зміни, клацніть на <emphasis>Скасувати.</emphasis>
xh: Ukumisa ukhangelo lopelo nokucima osele ukwenzile, nqakraza kwi <emphasis>Cima.</emphasis>

source: Other Functions
da: Andre funktioner
es: Otras funciones
fr: Autres fonctions
hu: Egyéb funkciók
ja: その他の機能
pt: Outras Funções
sl: Druge funkcije
uk: Інші можливості
xh: Eminye imisebenzi

source: Clicking on <emphasis>Replace All</emphasis> will initially perform the same function as clicking on <emphasis>Replace,</emphasis> but will automatically replace the misspelled word with the chosen replacement word if it appears again (at a later point) in your document.
da: Klik på <emphasis>Erstat alle</emphasis> vil først gøre det samme som at klikke på <emphasis>Erstat,</emphasis> men vil automatisk erstatte det forkert stavede ord med det valgte erstatningsord hvis det viser sigigen (på et senere sted) i dit dokument.
es: Pulsando sobre <emphasis>Reemplazar todo</emphasis> realizará inicialmente la misma función que pulsar <emphasis>Reemplazar,</emphasis> pero reemplazará la palabra incorrecta si ésta aparece de nuevo (más tarde) en su documento.
fr: Cliquer sur <emphasis>Remplacer tout</emphasis> va effectuer la même fonction que si vous cliquiez sur <emphasis>Remplacer</emphasis>, mais va automatiquement remplacer le mot mal orthographié par le mot de remplacement choisi s'il réapparaît (plus loin) dans votre document.
hu: Ha <emphasis>Az összes cseréje</emphasis> gombra kattint, akkor első lépésben ugyanaz történik, mint a <emphasis>Csere</emphasis> gombra kattintáskor, de az első előfordulás utáni összes ugyanilyen szót is automatikusan cseréli, ha előfordul még a dokumentumban.
ja: <emphasis>Replace All</emphasis>は<emphasis>Replace</emphasis>と同じ機能ですが、こちらの場合はドキュメントの中に同じ誤字がある場合に自動的にそれを選択した文字列に置き換えます。
pt: Clicando em <emphasis>Substituir Tudo</emphasis> inicialmente irá actuar como se clicasse em <emphasis>Substituir,</emphasis> mas automaticamente corrigirá a palavra incorrecta com a palavra de substituição escolhida, se esta aparecer novamente (num ponto mais á frente) no seu documento.
sl: Klik na <emphasis>Zamenjaj vse</emphasis> bo opravil isto kot klik na <emphasis>Zamenjaj,</emphasis> vendar bo samodejno zamenjal narobe črkovano besedo z izbrano zamenjavo če se ta znova pojavi v vašem dokumentu.
uk: При клацанні на <emphasis>Заміняти всі</emphasis> всі наступні випадки цього слова також буде автоматично <emphasis>замінено</emphasis> новим варіантом.
xh: Nqakraza kwi <emphasis>Buyisela konke</emphasis> izakusebenza ngoqupho umsebenzi omnye njengokunqakraza kwi <emphasis>Buyisela,</emphasis> kodwa izakubuyisela ngokuzenzekelayo igama elipelwe kakubi ngobuyiselo olukhethiweyolwegama ukuba liyavela kwakhona (kwixesha lamva) kwelakho uxwebhu.

source: The <emphasis>Ignore All</emphasis> button ignores this and all future occurrences of the misspelled word.
da: <emphasis>Ignorér alle</emphasis> knappen ignorerer denne og alle senere forekomster af det forkert stavede ord.
es: El botón <emphasis>Ignorar todo</emphasis> ignora esto y todas las apariciones posteriores de la palabra considerada ortográficamente incorrecta.
fr: Le bouton <emphasis>Ignorer toujours</emphasis> ignore cette occurrence et toutes les occurrences futures du mot mal orthographié.
hu: <emphasis>Az összes meghagyása</emphasis> gombra kattintva a hibásnak érzékelt szó összes előfordulása az eredeti formában marad.
ja: <emphasis>Ignore All</emphasis>ボタンはその文字とその後に出てくる誤字を全て無視します。
pt: O botão <emphasis>Ignorar Todas</emphasis> ignora esta e todas as ocorrências futuras da palavra incorrecta.
sl: Gumb <emphasis>Zanemari vse</emphasis> spregleda to in vsa nadaljna pojavljanja napačno črkovane besede.
uk: Кнопка <emphasis>Пропускати всі</emphasis> надає команду пропустити слово та всі наступні цого випадки в документі.
xh: I <emphasis>Lahla konke</emphasis> iqhosha lilahla oku kunye nezenzeko zexesha elizayo zegama elipelwe kakubi.

source: Clicking on <emphasis>Add</emphasis> will add the misspelled word to your personal dictionary (this is distinct from the original system dictionary, so the additions you make will not be seen by other users).
da: Klik på <emphasis>Tilføj</emphasis> vil tilføje det forkert stavede ord til din personlige ordbog (denne er adskilt den originale system ordbog, så tilføjelserne vil ikke blive set af andre brugere).
es: Pulsando sobre <emphasis>Añadir</emphasis> añadirá la palabra considerada incorrecta a su diccionario personal (que es diferente del dicionario original global de modo que los añadidos realizados por usted no sean visibles para otros usuarios).
fr: Le fait de cliquer sur <emphasis>Ajouter</emphasis> va ajouter le mot mal orthographié à votre dictionnaire personnel (celui-ci est dissocié du dictionnaire original du système, de sorte que les ajouts que vous effectuez ne soient pas visibles par les autres utilisateurs).
hu: Ha a <emphasis>Hozzáadás</emphasis> gombra kattint, akkor a hibásnak ítélt szó bekerül a személyes szótárba (ez független a rendszerszótártól, a módosítások a többi felhasználó számára nem lesznek láthatók).
ja: <emphasis>Add</emphasis>は個人辞書に誤字を加えます(個人辞書はオリジナルシステム辞書とは違い、自分が加えたものが他のユーザーに見られてしまうということはありません)。
pt: Clicando em <emphasis>Adicionar</emphasis> adicionará a palavra incorrecta ao seu dicionário pessoal (este é diferente do dicionário original do sistema, de maneira a que as adições que fizer não serão vistas pelos outros utilizadores).
sl: Klik na <emphasis>Dodaj</emphasis> bo dodal narobe črkovano besedo v vaš oseben slovar (ta se razlikuje od originalnega sistemskega slovarja, tako da vaših dodatkov drugi uporabniki ne bodo videli).
uk: При клацанні <emphasis>Додати</emphasis> це слово буде додано до Вашого персонального словника (цей словник відрізняється від системного, тому ці додані слова не будуть відомі іншим користувачам).
xh: Nqakraza kwi <emphasis>Dibanisa</emphasis> izakudibanisa igama elipelwe kakubi kweyobuntu bakho idikshinari (oku kusondele kwidikshinari yendlela yoqobo, izongezelelo ozenzayo azinakubonwa ngabanye abasebenzisi).

source: Configuration Dialog
da: Indstillingsdialog
es: Diálogo de configuración
fr: Boîte de dialogue de configuration
hu: A beállítások párbeszédablaka
ja: 設定ダイアログ
pt: Diálogo de Configuração
sl: Pogorvorno okno nastavitev
uk: Вікно установок
xh: Incoko yababini yoqwalaselo

source: Dictionaries
da: Ordbøger
es: Diccionarios
fr: Dictionnaire
hu: Szótárak
ja: 辞書
pt: Dicionários
sl: Slovarji
uk: Словники
xh: Iidikshinari

source: You can choose the dictionary to use for spell checking from the list of installed dictionaries.
da: Du kan vælge ordbogen der skal bruges til stavekontrol fra en liste af installerede ordbøger.
es: Puede elegir el diccionario a usar para corrección ortográfica de la lista de diccionarios instalados.
fr: Vous pouvez choisir le dictionnaire à utiliser pour la vérification d'orthographe dans la liste des dictionnaires installés.
hu: Itt lehet kijelölni a helyesírás-ellenőrzéshez használt szótárakat a telepített szótárak közül.
ja: インストールした辞書のリストの中からスペルチェックに使用する辞書を選択することができます。
pt: Pode escolher o dicionário a usar para a correcção ortográfica a partir da lista dos dicionários instalados.
sl: Izberete lahko slovar ki ga boste uporabljali za črkovalnik iz seznama nameščenih slovarjev.
uk: Зі списку встановлених словників Ви можете вибрати той, за допомогою якого Ви хочете перевіряти текст.
xh: Ungakhetha idikshinari onokuyisebenzisa ukukhangela upelo kuluhlu lwedikshinari ezidfakiweyo.

source: Encodings
da: Tegnsæt
es: Codificaciones
fr: Encodage
hu: Kódolási módok
ja: エンコーディング
pt: Codificações
sl: Kodni nabori
uk: Кодування
xh: I enkhowudingi

source: The available character encodings are:
da: De tilgængelige tegnsæt er:
es: Las codificaciones de caracteres disponibles son:
fr: Les encodages de caractères disponibles sont&nbsp;:
hu: A következő karakterkódolási módok választhatók:
ja: 有効な文字エンコーディングは以下の通り。
pt: As codificações de caracteres disponiveis são:
sl: Dosegljivi kodni sistemi so:
uk: Наявні кодування:
xh: Abasebenzi abakhoyo be enkhowudingi yi:

source: 7-Bit/ASCII
hu: 7-bites ASCII
uk: 7-біт/ASCII
