Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegraphics/katalog.po
Languages: mk, pl, ta, tr

source: KDE Image cataloging program (Not usable yet).
mk: KDE програм за каталогизација на слики (сеуште неупотреблив).
pl: Program KDE do katalogowania obrazów (na razie nieużyteczny)
ta: KDE ¯ÕÅ ¦¾¡ÌôÒ ¿¢Ãø (ÀÂýÀÎò¾ ÓÊÂ¡Ð.)
tr: KDE resim kataloglama programı

source: Cataloge file to open
mk: Cataloge датотека за отварање
pl: Plik katalogu do otwarcia
ta: ¾¢Èì¸§ÅñÊÂ ¦¾¡ÌôÒ §¸¡ôÒ
tr: Açılacak olan katalog dosyası

source: &Add image
mk: Додади слика
pl: &Dodaj obraz
ta: ¯ÕÅò¨¾î §º÷
tr: &Resim ekle

source: Show &name
mk: Покажи име
pl: Pokaż &nazwę
ta: ¦ÀÂ÷ ¸¡ðÎ
tr: İsim &göster

source: Show &size
mk: Покажи големина
pl: Pokaż &rozmiar
ta: «Ç× ¸¡ðÎ
tr: &Boyut göster

source: Show &filesize
mk: Покажи големина на датотека
pl: Pokaż rozmiar &pliku
ta: §¸¡ôÒ «Ç× ¸¡ðÎ
tr: D&osya boyutunu göster

source: Show &description
mk: Покажи опис
pl: Pokaż opi&s
ta: Å¢ÅÃ¨½ ¸¡ðÎ
tr: &Tanımlama

source: &Thumbnail size...
mk: Големина на сликичка...
pl: Rozmiar po&mniejszenia...
ta: ¿¸ «Ç×...
tr: Kı&sa boyut...

source: Open Katalog
mk: Отвори каталог
pl: Otwórz Katalog
ta: Katalog ¾¢È
tr: Kataloğu Aç

source: Add Image
mk: Додади слика
pl: Dodaj obraz
ta: ¯ÕÅò¨¾ §º÷
tr: Gö&rüntü ekle

source: Saving to remote locations is not yet supported.
mk: Зачувување на надворешни локации сеуште не е поддржано.
pl: Nie można zapisywać do zdalnych URL-ów.
ta: ¦¾¡¨ÄÅ¢ø ¯ûÇ ­¼í¸ÙìÌ §ºÁ¢ì¸ ¬¾Ã× ­ýÛõ ­ø¨Ä.
tr: Ağdaki başka bir bilgisayar üzerine kaydetme işlevini şimdilik kullanamazsınız...

source: *.kat|Katalog files *|All Files
mk: *.kat|Каталог датотеки *|Сите датотеки
pl: *.kat|Pliki Katalogu *|Wszystkie pliki
ta: *.kat|Katalog §¸¡ôÒ¸û *|«¨ÉòÐ §¸¡ôÒ¸û
tr: *.kat|Katalog dosyaları *|Tüm Dosyalar

source: Save Katalog As
mk: Зачувај каталог како
pl: Zapisz Katalog jako
ta: Katalog³ ­ôÀÊ §ºÁ¢
tr: Kataloğu Farklı Kaydet

source: The catalog has been changed. Do you want to save the catalog or discard the changes?
mk: Каталогот е менуван. Дали сакате да го зачувате или да ги поништите промените?
pl: Katalog uległ zmianie. Chcesz zapisać te zmiany czy je zignorować?
ta: ­ó¾ ¦¾¡ÌôÒ Á¡üÈÀðÎûÇÐ. ¿£í¸û ¦¾¡Ìô¨À §ºÁ¢ì¸ Å¢ÕõÒ¸¢È£÷¸Ç¡ «øÄÐ Á¡üÈí¸¨Ç ¨¸Å¢¼Å¡?
tr: Katalog değişti. Katalogdaki değişiklikleri kaydetmek mi, yoksa iptal etmek mi istersiniz?

source: Save catalog?
mk: Зачувај каталог?
pl: Zapisać katalog?
ta: ¦¾¡Ìô¨À §ºÁ¢ì¸Å¡?
tr: Katalog kaydedilsin mi?

source: &Discard
mk: Поништи
pl: &Ignoruj
ta: ¨¸Å¢Î
tr: &Boşver

source: Katalog
mk: Каталог

source: Name: %1
mk: Име: %1
pl: Nazwa: %1
ta: ¦ÀÂ÷: %1
tr: İsim: %1

source: Size: %1 x %2 pixels
mk: Големина: %1 x %2 пиксели
pl: Rozmiar %1 x %2 pikseli
ta: «Ç×: %1 x %2 À¼òÐÏìÌ¸û
tr: Boyut: %1 x %2 piksel

source: Filesize: %1 Kb
mk: Големина на датотека: %1 Kb
pl: Rozmiar pliku: %1 Kb
ta: §¸¡ôÒ«Ç×: %1 ¸¢¨À
tr: Dosya Boyutu: %1 Kb

source: _: to view a picture View
ta: ¸¡ðÎ
tr: Göster
