Repository: sandsmark/kde2-i18n
Catalog: */messages/others/docs_kcontrol_kcmborders.po
Languages: de

source: appended paragraph 1
de: <firstname>Mike</firstname> <surname>McBride</surname>

source: appended paragraph 2
de: Übersetzer

source: appended paragraph 3
de: <keyword>KDE</keyword>

source: appended paragraph 4
de: Kontrollzentrum

source: appended paragraph 5
de: Ränder

source: appended paragraph 6
de: Ränder

source: appended paragraph 7
de: Dieses Modul dient dazu die "aktiven" und die "magischen" Ränder zu verwalten.

source: appended paragraph 8
de: Benutzung

source: appended paragraph 9
de: Dieses Modul ist in zwei Bereiche aufgeteilt: <link linkend="active-borders">Aktive Arbeitsflächen-Ränder</link> und <link linkend="magic-borders">Magische Ränder</link>.

source: appended paragraph 10
de: Aktive Arbeitsflächen-Ränder

source: appended paragraph 11
de: Die Funktionen, die in diesem Abschnitt über die aktiven Arbeitsflächen-Ränder beschrieben sind, können zur Zeit noch nicht produktiv eingesetzt werden.

source: appended paragraph 12
de: Magische Ränder

source: appended paragraph 13
de: Die magischen Ränder sind eine Funktion, die es Ihnen ermöglicht, Ordnung auf Ihrer Arbeitsfläche zu halten. Die Idee, die hinter den magischen Rändern steckt, ist, einen Bereich um ein Objekt (entweder um die Arbeitsfläche oder ein Fenster) zu erzeugen. Wenn nun ein anderes Fenster in diesen "magischen Bereich" gezogen wird, dockt das Fenster automatisch an diesem Objekt an.

source: appended paragraph 14
de: Es gibt zwei Schieberegler in diesem Bereich des Moduls:

source: appended paragraph 15
de: Der erste Schieberegler trägt den Titel "<guilabel>Randeinrastzone</guilabel>". Dies ist ein Bereich um den Rand der Arbeitsfläche. Sie können mit diesem Schieberegler die Höhe und Breite dieses Bereichs einstellen. Sobald ein Fenster in diesem Bereich des Bildschirms platziert wird, dockt es automatisch an den äußeren Bildschirmrand an.

source: appended paragraph 16
de: Der zweite Schieberegler trägt den Titel "<guilabel>Fenstereinrastzone</guilabel>". Dies ist ein Bereich um jedes Fenster. Sie können diesen Schieberegler dazu benutzen, die Breite dieses "magischen Bereichs" einzustellen. Wenn ein anderes Fenster in diesen "magischen Bereich" kommt, dockt es automatisch an das andere Fenster an. Dies ermöglicht Ihnen, zwei Fenster genau aneinander zu setzen.

source: appended paragraph 17
de: Sie werden eventuell bemerkt haben, dass Sie die magischen Ränder nicht deaktivieren können. Wenn Sie einen oder beide Funktionen für magische Ränder nicht benötigen, können Sie einfach die Breite des "magischen Bereichs" auf Null setzen. Dies deaktiviert praktisch den "magischen Bereich".

source: appended paragraph 18
de: Autor des Abschnitts

source: appended paragraph 19
de: Dieser Abschnitt wurde geschrieben von Mike McBride <email>mpmcbride7@yahoo.com</email>. Deutsche Übersetzung von Jürgen Nagel <email>JuergenNagel@web.de</email>.

source: ROLES_OF_TRANSLATORS
de: <othercredit role="translator"><firstname>Jürgen</firstname><surname>Nagel</surname><affiliation><address><email>JuergenNagel@web.de</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>

source: CREDIT_FOR_TRANSLATORS
de: Deutsche Übersetzung vonJürgen Nagel <email>JuergenNagel@web.de</email>.
