Repository: sandsmark/kde2-i18n
Catalog: */messages/others/karchiver.po
Languages: id

source: targz archives
id: arsip targz

source: tarbz2 archives
id: arsip tarbz2

source: lha archives
id: arsip lha

source: arj archives
id: arsip arj

source: rar archives
id: arsip rar

source: pure gzip archives
id: arsip gzip murni

source: pure bzip2 archives
id: arsip bzip2 murni

source: zip archives
id: arsip zip

source: pure tar archives
id: arsip tar murni

source: Would you like to:
id: Anda ingin :

source: Add those files to the current archive
id: Tambah berkas tersebut ke arsip

source: Add those files to this archive:
id: tambah berkas tersebut ke arsip :

source: Browse
id: Jelajahi

source: The file extension will choose the compressor
id: extension berkas akan memilih compressor

source: Create an archive stored as:
id: Buat arsip disimpan sebagai:

source: This file is an archive. Open it !
id: Ini berkas arsip. Buka!

source: Choose files:
id: Pilih berkas:

source: Kind of operation:
id: Macam pekerjaan:

source: Add files
id: Tambah berkas

source: Update files
id: Update berkas

source: Use wilcards
id: Gunakan wildcard

source: Delete source files
id: Hapus berkas sumber

source: Running compressor...
id: Jalankan compressor

source: Owner
id: Pemilik

source: Permissions
id: Izin

source: All valid archives
id: Semua arsip baik

source: gzip archives
id: arsip gzip

source: bzip2 archives
id: arsip bzip2

source: tar archives
id: arsip tar

source: Extract:
id: Ekstrak:

source: Where to extract:
id: Dimana Tempat mengestrak:

source: Extract To:
id: Ekstrak ke:

source: All files
id: Semua berkas

source: Selected files
id: Berkas terpilih

source: Extract
id: Ekstrak

source: Find
id: Cari

source: Find in this archive:
id: Cari arsip ini

source: Next
id: Selanjutnya

source: Done
id: Selesai

source: Archive information
id: Informasi arsip

source: In this archive, there are:
id: Di arsip ini, ada:

source: file(s)
id: berkas(s):

source: They will occupy
id: Mereka akan duduk

source: bytes on disk
id: bytes di disk

source: Archive size is
id: Ukuran arsip ialah

source: The compress rate is :
id: kecepatan kompres ialah

source: Medium file size is:
id: ukuran berkas sedang ialah:

source: the scattering
id: berhamburan

source: Standard deviation
id: Standar deviasi

source: Archive browser
id: Browser arsip

source: Double click to load archive !
id: Pencet 2 x untuk memuat arsip

source: Configure
id: Pengaturan

source: Configuration
id: Pengaturan

source: is NOT avaible
id: tidak tersedia

source: Gzip and Bzip2 options
id: Pilihan Gzup dan Bzip2

source: Compress rate
id: Kecepatan kompres

source: Overwrite files when extracting
id: Timpa berkas ketika mengekstrak

source: Tar options
id: Pilihan Tar

source: Store files as /home/toto/files instead of home/toto/files
id: Simpan berkas sebagai /home/toto/berkas daripada di home/toto/berkas

source: Add the base path when dropping
id: Tambah path dasar ketika dropping

source: Recurse folders when dropping
id: recursi folder ketika dropping

source: Directories
id: Direktori

source: Default directories
id: Direktori standar

source: For extracting
id: Untuk mengekstrak

source: Last dir
id: Dir terakhir

source: Home dir (~/)
id: Dir Home(~/)

source: For opening
id: Unutk dibuka

source: Icon size
id: Ukuran icon

source: of files in archive
id: Dari berkas di arsip

source: Small
id: Kecil

source: Medium
id: Sedang

source: Large
id: Besar

source: Reading
id: Membaca

source: Method for reading archive
id: Metode membaca arsip

source: Read:
id: Baca

source: Fastest but don't use icons
id: Cepat tapi jangan pakai icon

source: Faster but freeze kar's interface
id: Cepat tapi bekukan interface kar's

source: Normaly, but the reading can be interupted
id: Normal, membaca dapat diinterupsi

source: Compressors
id: Compressor

source: Avaible compressors
id: Compressor yang tersedia

source: is avaible
id: Tersedia

source: The Zip compressor...
id: Compressor Zip

source: The TAR compressor...
id: Compressor TAR

source: The GZIP compressor...
id: Compressor GZIP

source: The BZIP2 compressor...
id: Compressor BZIP2

source: The RAR compressor...
id: Compressor RAR

source: The LHA compressor...
id: Compressor LHA

source: The Zip reader...
id: Penbaca Zip

source: The Arj reader...
id: Pembaca Arj

source: List font
id: Daftar huruf

source: font
id: huruf

source: Date
id: Tanggal

source: Display date
id: Tampilkan tanggal

source: Compressors's one
id: Compressor pertama

source: Localised: 1/1/2000
id: Dilokalisasi:1/1/2000

source: Localised: Saturday May 2000
id: Dilokalisasi:Sabtu Mei 2000

source: Tip of the day
id: Tips hari ini

source: Display the tip of the day at startup
id: Tampilkan tips hari ini tiap startup

source: Misc options
id: Pilihan Misc

source: Selection of list's items
id: Pilhan dari daftar item

source: Click to add to selection
id: Pencet untuk tambah pilihan

source: Ctrl+click to add to selection
id: Ctrl+pencet untuk tambah pilihan

source: Default viewer
id: Viewer standar

source: Method for reading archives
id: Metode pembacaan arsip

source: Fastest but freeze kar's interface
id: Cepat tetapi bekukan interface kar's

source: Slower, but the reading can be interupted
id: Lambat, tetapi pembacaan dapat diinterupsi

source: Proprieties
id: Pengaturan

source: The file:
id: Berkas

source: Filename
id: Nama berkas

source: Will be extracted in:
id: Akan diekstrak di:

source: It has those permissions:
id: Sesuai izin:

source: It will occupy:
id: itu akan duduk:

source: Where to search:
id: Dimana tempat mencari:

source: Search in:
id: Cari di:

source: Search
id: Cari

source: karchiveur wizard step 1
id: karchiveur wizard langkah1

source: Conversion wizard step 2
id: Conversion wizard langkah 2

source: Converting archive format
id: Mengkonversi format arsip

source: This wizard will help you to convert
id: Wizard ini akan membantu anda mengkonversi

source: the format of your archive, so as to
id: format dari arsip anda, jadi

source: improve compress rate or portability
id: perbaiki kecepatan kompres atau portabilitas

source: Next >>
id: Selanjutnya >>

source: << Previous
id: << Sebelumnya

source: karchiveur cutt step 2
id: karchiveur cutt langkah 2

source: Split / Unsplit the archive
id: Pecah/Satukan arsip

source: This wizard let you to split or unsplit
id: Wizard ini akan memecah atau menyatukan

source: the archive, so as is can fit into a
id: Arsip, maka dapat difit ke

source: floppy or anything else.
id: disket atau tempat lain

source: This wizard will help you to make some
id: Wizard ini akan menolong anda untuk membuat

source: useful things with your archive:
id: sesuatu yang berguna dengan arsip anda

source: * extract current file and use it to patch
id: * ekstrak berkas dan gunakan sebagai patch

source: a directory (Linux kernel ...)
id: direktori(Kernel Linux...)

source: * install the archive: extract all files, run
id: * install arsip: ekstrak semua berkas, jalan

source: configure, make, make install (as root)
id: Pengaturan, make, make install(sebagai root)

source: Time to choose !
id: Waktu yang dipilih

source: Apply a patch
id: Terapkan patch

source: Install the archive
id: Instal arsip

source: Convert archive format
id: Konversi format arsip

source: Split archive
id: Bagi arsip

source: Installation wizard step 2
id: Wizard instalasi langkah 2

source: Install a software
id: Install perangkat lunak

source: Most GNU software have to be
id: Semua Perangkat lunak GNU selalu

source: compiled before you can use
id: dicompile sebelum digunakan

source: them. Then, the installation is
id: lalu, penginstallan

source: done using 'root' privilege,
id: dilakukan menggunakan root privillige

source: but you must be sure what you
id: tetapi anda harus yakin

source: are doing !
id: apa yang anda lakukan

source: A patch is a text file that apply some
id: ....Patch ialah file teks unutk aplikasikan

source: modifications to files (ex: the patches
id: modifikasi dari berkas(ex: the patches

source: of the Linux kernel). We will promt you
id: dari kernel linux) kami akan membantu

source: to select the directory containing the
id: memilih direktori yang mengandung

source: software to be patched (ex: ~/karchiveur)
id: perangkat lunak yang dipatch (ex:~/karchiveur)

source: Installation wizard step 3
id: Wiizard instalasi langkah 3

source: Conversion wizard step 3
id: Wizard konversi langkah 3

source: Choose the directory where to store archive:
id: pilih direktori dimana arsip disimpan:

source: Convert to format:
id: Konversi ke format:

source: Next step: please choose a valid
id: langkah selanjutnya: mohon pilih yang benar

source: directory
id: direktori

source: karchiveur cutt step 3
id: karchiveur cutt langkah 3

source: Next Step: please choose where
id: langkah selanjutnya: mohon pilih dimana

source: to store the splited files
id: tempat menyimpan berkas yang dibagi

source: Next Step: please choose the first
id: langkah selanjutnya: mohon pilih dulu

source: splited file (ends with .01)
id: berkas split (diakhiri dengan .01)

source: Where to store splited files ?
id: Dimana tempat menyimpan berkas split

source: Split / Unsplit an archive
id: bagi/satukan arsip

source: I want to
id: saya ingin

source: Split my current archive
id: bagi arsip saya

source: Unsplit and open an archive
id: gabung dan buka arsip

source: First run:
id: jalan pertama:

source: configure
id: pengaturan

source: With the following arguments:
id: dengan argumen yang ada

source: Then
id: lalu

source: make
id: lakukan

source: Installation
id: instalasi

source: I will install
id: saya akan instal

source: As root
id: sebagai root

source: As current user
id: sebagai pemakai biasa

source: Don't install
id: jangan instal

source: and I will run make
id: dan saya akan jalankan

source: Installation wizard step 4
id: instalasi wizard langkah 4

source: Installing a software
id: menginstal perangkat lunak

source: You are now ready to start install.
id: Anda siap memulai instalasi

source: Take a look at the output to ensure
id: lihat keluaran untuk meyakinkan

source: everything is OK. Don't forget you must
id: semuanya beres. jangan lupa anda harus

source: be 'root' to install the software.
id: sebagai root unutk menginstall perangkat lunak

source: Perhaps you wish to compile only
id: mungkin anda ingin mengompile saja

source: throught this wizard, and before quiting
id: melalui wizard ini dan sebelum keluar

source: it, go back to the shell, log in as root
id: balik ke shell log in sebagai root

source: and 'make install' in /tmp/karchiveurtmp.???
id: dan lakukan instalasi di /tmp/karchiveurtmp.???

source: karchiveur's wizard last step
id: karchiveur's wizard langkah terakhir

source: Compilation is now achieved Check the output NOW for errors Do you still want to install as root ?
id: Kompilasi sekarang diarsip periksa keluaran sekarang untuk mencari kesalahan anda ingin mengistal sebagai root ?

source: Choose the directory to patch
id: Pilih direktori untuk dipatch

source: Output of running command :
id: keluaran dari perintah:

source: You can see here the output of currently running command
id: Anda dapat melihat keluaran dari perintah

source: Abort
id: batal

source: Start
id: mulai

source: Packed
id: dipaket

source: Ratio
id: rasio

source: Failed to create temporary attachment directory '%2': %1
id: gagal membuat direktori temporer attachment %2 %1

source: Opening a new application window...
id: Membuka aplikasi window baru

source: Creating new document...
id: membuat dokumen baru

source: Opening archive...
id: membuka arsip

source: Convert archive format...
id: konversi format arsip

source: First open an archive !
id: pertama buka arsip

source: Closing file...
id: tutup berkas

source: Printing...
id: cetak

source: Exiting...
id: keluar

source: Extract files...
id: Ekstrak berkas

source: Add files...
id: Tambah berkas

source: Create archive
id: Buat arsip

source: Unknown archive type
id: Tipe arsip tak dikenal

source: Files can be added only in .tar, .tar.gz, .tar.bz2
id: Berkas hanya bisa ditambah di tar, tar.gz, tar.bz2

source: View this file...
id: lihat berkas ini

source: First select a file
id: pertama pilih berkas

source: View all selected files...
id: lihat semua pilihan berkas

source: Deleting selected files...
id: Hapus berkas pilihan

source: Do you really want to delete these files?
id: Anda ingin menghapus berkas ini?

source: Choose an archive to cutt
id: pilih arsip untuk dipotong

source: archive splitted in %1.01...
id: arsip dibagi di %1.01...

source: Choose an archive to uncutt
id: pilih arsip untuk dipotong

source: Running wizard
id: Jalankan wizard

source: Archives can only be converted in .tar, .tar.gz, .tar.bz2, .zip, .rar, .lha
id: Arsip hanya bisa dilkonversi di .tar, .tar.gz, .tar.bz2, .zip, .rar, .lha

source: Delete : %1 ?
id: Hapus : %1 ?

source: Bad url !
id: url rusak!

source: Cannot download file!
id: tak bisa download berkas!

source: Stop opening of current archive ?
id: berhenti membuka arsip?

source: Stop extracting current archive ?
id: Berhenti mengekstrak arsip?

source: Files can be added only in .tar, .tar.gz, .tar.bz2 .zip .rar .lha
id: berkas hanya bisa ditambah di .tar, .tar.gz, .tar.bz2 .zip .rar .lha

source: Archive not created
id: arsip tak dibuat

source: Files can be added only in .tar, .tar.gz, .tar.bz2
id: Berkas hanya bisa ditambah di .tar, .tar.gz, .tar.bz2

source: Move all selected files to trash...
id: pindahkan fi terpilih ke trash

source: Paste those files in any application NOW !
id: tempel berkas ini ke setiap aplikasi sekarang!

source: No more occurences found !
id: taka ada lagi kejadian ditemukan!

source: Nothing to undo !
id: Tak ada yang perlu dibatalkan!

source: Nothing to redo !
id: Tak ada yang perlu diulang!

source: Choose new archive name
id: Pilih nama arsip baru

source: Convert archive
id: konversi arsip

source: New &Window
id: &Window baru

source: &New
id: &Baru

source: Search for archives
id: Cari arsip

source: Convert &as
id: Konversi Seb&agai

source: View archive infos
id: Lihat informasi arsip

source: C&lose Widow
id: T&utup window

source: Extract To
id: Ekstrak ke

source: View file
id: Lihat berkas

source: View selected
id: lihat pilihan

source: Delete Files
id: Hapus berkas

source: Move to trash
id: pindah ke trash

source: Launch the wizard
id: Jalankan wizard

source: Select none
id: tak memilih

source: Find...
id: Cari

source: Split
id: Bagi

source: Unsplit
id: Gabung

source: &File browser
id: &Browser berkas

source: preferences
id: Pengaturan

source: Opens a new application window
id: Buka aplikasi window baru

source: Creates a new archive
id: Buat arsip baru

source: Search for existing archive
id: Cari arsip yang ada

source: Convert current archive format to...
id: Konversi format arsip ke

source: Delete selected files
id: hapus berkas terpilih

source: Extract to...
id: Ekstrak ke

source: Add files to this archive
id: tambah berkas ke arsip ini

source: View the current file
id: lihat berkas

source: View all selected files
id: lihat berkas terpilih

source: Display infos on current archive
id: tampilkan informasi arsip

source: Launch a wizard to configure & compile this archive...
id: jalankan pengaturan wizard & kompile arsip ini

source: Split archive in 1.4Mb blocks
id: Bagi arsip di blok 1.4 Mb

source: UnSplit archive
id: gabung arsip

source: Enables / disables the file navigator
id: aktif/non aktif berkas navigator

source: Modify options of karchiveur
id: ubah pilihan karchiveur

source: move the files that where copied to the clipboard
id: pindah berkas yang disalin ke clipboard

source: Extract selected files and copy them to the clipboard
id: Ekstrak berkas terpilih dan salin ke clipboard

source: Add the files that where copied to the clipboard
id: tambah berkas yang disalin ke clipboard

source: Find a filename in this archive
id: cari nama berkas di asip ini

source: Undo the last operation
id: batalkan pekerjaan terakhir

source: Redo the last operation
id: ulangi pekerjaan terakhir

source: Name
id: Nama

source: Size
id: Ukuran

source: Time
id: Waktu

source: Tip of the Day
id: Tip hari ini

source: Did you know...?
id: Apakah anda tahu ?

source: show Tip of the day on next start
id: Tampilkan tip hari ini pada start berikutnya

source: Next Tip
id: Tip selanjutnya

source: Tipdatabase not found ! Please check your installation.
id: Database tip tak ditemukan ! tolong periksa penginstalan

source: Karchiver for KDE2 An easy tool to manage all your compressed files ! Released under GNU licence
id: Karchiver unutk KDE2 Alat mudah untuk mengatur semua berkas compres ! Diluncurkan dibawah bendera/Lisensi GNU

source: file to open
id: berkas yang dibuka

source: Developer and Maintainer
id: Programmer dan pemelihara

source: _: NAME OF TRANSLATORS Your names
id: Firdaus Tjahyadi

source: _: EMAIL OF TRANSLATORS Your emails
id: dausnux@yahoo.com

source: The Karchiveur Team wishes you a nice day !
id: Tim Karchiveur berharap hari anda indah !

source: Karchiveur provides a wizard, to make complex operations step by step just with a mouse !
id: Karchiveur menyediakan wizard, untuk membuat pekerjaan sulit menjadi tahap demi tahap hanya dengan mouse !

source: ... that karchiveur can translate a .tar.gz in a .zip, or any other format ?
id: .. karchiveur dapat membaca .tar.gz in a .zip, atau format lainnya ?

source: ... that you can extract files just by dropping them to konqueror, the file manager ?
id: . anda dapat mengekstark berkas hanya dengan dropping ke konqueror, manager berkas ?

source: ... that you can add files or create an archive by dropping folders or files to karchiveur ?
id: ... anda dapat menambah berkas atau membuat arsip dengan dropping folder atau berkas ke karchiveur ?

source: ... that karchiveur's wizard can configure, compile and install a GNU software without typing any command ?
id: ... karchiveur's wizard dapat mengatur, mengompile dan menginstal perangkat lunak GNU tanpa tambahan perintah apapun ?

source: ... that a right mouse button clic makes a contextual menu appear ?
id: ... pencet tombol kanan mouse button membuat segalanya mudah ?

source: ... that you can view any file of the archive with its associated software ?
id: .. anda dapat melihat berkas dari arsip dengan perangkat lunak sejenis ?
