Repository: sandsmark/kde2-i18n
Catalog: */messages/others/kcoloredit.po
Languages: id

source: Variable
id: Variabel

source: Invalid format
id: Format salah

source: Could not open file
id: Tak dapat membuka berkas

source: Write error
id: Kesalahan menulis

source: Could not open file for writing
id: Tak dapat membuka berkas yang ingin ditulis

source: Select a palette
id: Pilih palette

source: Custom Colors
id: Warna pilihan

source: Recent Colors
id: Warna sekarang

source: Browse
id: Jelajahi

source: Load Palette
id: Muat palette

source: *|All files
id: Semua berkas

source: Open File...
id: Buka berkas

source: Add a color
id: Tambah warna

source: At cursor
id: Di kursor

source: Overwrite
id: Timpa

source: Name
id: Nama

source: The current file has been modified. Do you want to save it?
id: Berkas telah dimodifikasi Anda ingin menyimpan?

source: New &Window
id: &Window baru

source: &New
id: &Baru

source: Open &recent
id: Buka &recent

source: Save &As...
id: Simpan seb&Agai

source: Cu&t
id: P&otong

source: From palette
id: dari palette

source: From screen
id: dari layar

source: &Color names
id: Nama &warna

source: KColorEdit 0.1 (c) 2000 by Artur Rataj art@zeus.polsl.gliwice.pl
id: KColorEdit 0.1 (c) 2000 oleh Artur Rataj art@zeus.polsl.gliwice.plditerjemahkan oleh Firdaus Tjahyadi dausnux@yahoo.com

source: &Color
id: &Warna

source: New File
id: Berkas baru

source: Open File
id: Buka berkas

source: Save File
id: Simpan berkas

source: Color Names
id: Nama Warna

source: Opening file...
id: Buka berkas

source: Opening a new application window...
id: Buka aplikasi window baru

source: Creating new document...
id: Buat dokumen baru

source: Saving file...
id: Simpan berkas

source: Saving file with a new filename...
id: Simpan berkas dengan nama berkas baru

source: All files
id: Semua berkas

source: A Document with this name already exists. Do you want to overwrite it?
id: Dokumen dengan nama sama telah ada. Anda ingin menimpanya?

source: Closing file...
id: Tutup berkas

source: Printing...
id: Cetak

source: Exiting...
id: Keluar

source: Cutting selection...
id: Potong seleksi

source: Copying selection to clipboard...
id: Menyalin seleksi ke clipboard

source: Inserting clipboard contents...
id: menyelipkan isi clipboard

source: Getting a color from palette...
id: dapatkan warna dari palette

source: Getting a color from screen...
id: dapatkan warna dari layar

source: Copying a color to clipboard...
id: menyalin warna ke clipboard

source: Pasting a color from clipboard...
id: menempel warna dari clipboard

source: Toggle color names view...
id: lihat nama warna toggle

source: Opens a new application window
id: Buka aplikasi window baru

source: Creates a new document
id: Buat dokumen baru

source: Opens an existing document
id: Buka dokumen yang ada

source: Opens a recently used file
id: Buka berkas yang baru saja digunakan

source: Saves the actual document
id: Simpan dokumen yang dipakai

source: Saves the actual document as...
id: Simpan dokumen yang dipakai sebagai

source: Closes the actual document
id: Tutup dokumen yang dipakai

source: Prints out the actual document
id: Cetak dokumen yang dipakai

source: Quits the application
id: keluar dari aplikasi

source: Cuts the selected section and puts it to the clipboard
id: Potong sleksi terpilih dan taruh di clipboard

source: Copies the selected section to the clipboard
id: Salin seleksi terpilih ke clipboard

source: Pastes the clipboard contents to actual position
id: Tempel isi clipboard ke posisi aktual

source: Takes a color at cursor
id: Ambil warna kursor

source: Takes a color on screen
id: Ambil warna layar

source: Copies a chosen color to the clipboard
id: Salin wana terpilih ke clipboard

source: Pastes a color in the clipboard as a chosen color
id: tempel warna di clipboard sebagai warna terpilih

source: Enables/disables color names view
id: lihat nama warna aktif/tak aktif

source: Enables/disables the toolbar
id: Toolbar aktif/tak aktif

source: Enables/disables the statusbar
id: Statusbar aktif/tak aktif

source: file to open
id: berkas yang dibuka

source: _: NAME OF TRANSLATORS Your names
id: Firdaus Tjahyadi

source: _: EMAIL OF TRANSLATORS Your emails
id: dausnux@yahoo.com
