Repository: sandsmark/kde2-i18n
Catalog: */messages/others/kexpress.po
Languages: id

source: %1 [%2] by Peter Wichert <peter.wichert@t-online.de> Special thanks to Carsten Pfeiffer, for testing and helpful tips Andrï¿½Wbbeking, for his lovely extensions George Russell, for his nice icons This program is covered by the GPL.
id: %1 [%2] oleh Peter Wichert <peter.wichert@t-online.de> Banyak terima kasih untuk Carsten Pfeiffer, untuk pengujian dan tip penolong A. Wbbeking, untuk ekstensinya yang cantik George Russell, untuk ikonnya yang manis Program ini dilindungi oleh GPL.

source: Display
id: Tampil

source: Next Message
id: Pesan Berikut

source: Next Unread Message
id: Pesan Berikut yang Belum Terbaca

source: Previous Message
id: Pesan Sebelumnya

source: Previous Unread Message
id: Pesan Sebelumnya yang Belum Terbaca

source: Next Thread
id: Thread Berikut

source: Previous Thread
id: Thread Sebelumnya

source: Next Group
id: Grup Berikut

source: Previous Group
id: Grup Sebelumnya

source: Scroll Down
id: Gulung ke Bawah

source: Scroll Up
id: Gulung ke Atas

source: Scroll Page Down
id: Gulung Halaman ke Bawah

source: Scroll Page Up
id: Gulung Halaman ke Atas

source: Search
id: Cari

source: Repeat Search
id: Ulangi Pencarian

source: Exit
id: Keluar

source: Subject
id: Subyek

source: From
id: Dari

source: Date
id: Tanggal

source: Lines
id: Baris

source: Bytes
id: Byte

source: Expand
id: Kembangkan

source: Expand All
id: Kembangkan Semua

source: Collapse
id: Ciutkan

source: CollapseAll
id: Ciutkan Semua

source: All
id: Semua

source: Cached
id: Di-cache

source: New
id: Baru

source: Read
id: Terbaca

source: Unread
id: Belum Terbaca

source: Watched
id: Diawasi

source: Ignored
id: Diabaikan

source: Short
id: Pendek

source: Sort
id: Urutkan

source: Expand/Collapse
id: Kembangkan/Ciutkan

source: Messages
id: Pesan-pesan

source: Headers
id: Header-header

source: Message Source...
id: Sumber Pesan...

source: Message
id: Pesan

source: Unread Message
id: Pesan Tak Terbaca

source: Group
id: Grup

source: Next
id: Berikut

source: Previous
id: Sebelum

source: Forward
id: Maju

source: New Message...
id: Pesan Baru...

source: Reply...
id: Balas...

source: Search...
id: Cari...

source: Unmark all
id: Batal tandai semua

source: Mark all read
id: Tanda semua terbaca

source: Download newsgroup...
id: Download grup berita...

source: Download marked...
id: Download yang ditandai...

source: Newsgroups...
id: Grup berita...

source: Properties...
id: Properti...

source: Options...
id: Opsi...

source: Config Accels...
id: Aksel Konfig...

source: Go
id: Pergi

source: Settings
id: Pengaturan

source: New Message
id: Pesan Baru

source: Save Message
id: Simpan Pesan

source: Reply to Newsgroup
id: Balas ke Grup Berita

source: Reply to Newsgroup and Mail
id: Balas ke Grup Berita dan Mail

source: Abort current transfer
id: Abaikan transfer yang ada

source: Welcome to kexpress
id: Selamat datang ke kexpress

source: General
id: Umum

source: Viewer
id: Pelihat

source: Composer
id: Komposer

source: General Options
id: Opsi Umum

source: Read error
id: Error membaca

source: Write error
id: Error menulis

source: Unexpected EOF
id: EOF tak diharapkan

source: Unknown host
id: Host tak dikenal

source: Error in creating socket
id: Error dalam membuat socket

source: Error in Connect
id: Error dalam Connect

source: No data available
id: Tak ada data tersedia

source: Cannot send data
id: Tak dapat mengirim data

source: User interrupted
id: Pengguna diinterupsi

source: Line to long
id: Baris untuk dipanjangkan

source: unknown error
id: error tak dikenal

source: Newsgroups
id: Grup berita

source: New newsfolder
id: Folder berita baru

source: Delete newsfolder
id: Hapus folder berita

source: Do you really want to delete folder
id: Anda benar-benar ingin menghapus folder

source: Load articles with bodies?
id: Muatkan artikel dengan isinya?

source: Unsubscribe
id: Batal langganan

source: loading headers of
id: memuat header dari

source: loading xover
id: memuat xover

source: loading DB ...
id: memuat DB ...

source: Identity
id: Identitas

source: Choose Newsgroups
id: Pilih Grup Berita

source: could not create newsgroups file
id: tak dapat membuat berkas grup berita

source: could not create active file
id: tak dapat membuat berkas aktif

source: Searchstring
id: String pencarian

source: all groups
id: semua grup

source: subscribed
id: berlangganan

source: New List
id: Daftar Baru

source: Abort
id: Batalkan

source: Select
id: Pilih

source: could not open groupfile
id: tak dapat membuka berkas grup

source: loading
id: memuat

source: could not write to cache
id: tak dapat menulis ke cache

source: groups
id: grup

source: This server doesn't give enough format-info
id: Server ini tak memberikan info format yang cukup

source: NNTP-Authorization
id: Otorisasi NNTP

source: Server Address
id: Alamat Server

source: NNTP-Server:
id: Server-NNTP:

source: cache enabled
id: cache dibolehkan

source: Username:
id: Nama user:

source: Immediate Exit
id: Keluar Seketika

source: Question
id: Pertanyaan

source: Threads
id: Thread

source: change Font for the Headerlist
id: ganti Font untuk daftar Header

source: Serverlist
id: DaftarServer

source: Headerlist
id: DaftarHeader

source: fontsize body
id: isi ukuran font

source: expand all threads
id: kembangkan semua thread

source: show threads as tree
id: perlihatkan thread sebagai pohon

source: load articles while scrolling in headerlist
id: muat artikel sementara bergulung dalam daftar header

source: article not available
id: artikel tidak tersedia

source: Pattern not found
id: Pola tak ditemukan

source: Searchtext:
id: Teks pencarian:

source: ignore Case
id: abaikan huruf besar/kecil

source: could not read file
id: tak dapat membaca berkas

source: Send message
id: Kirim pesan

source: Spellcheck
id: Periksa ejaan

source: Insert File...
id: Masukkan Berkas

source: &Send now
id: &Kirim sekarang

source: S&end later
id: K&irim nanti

source: Cu&t
id: Po&tong

source: &Spellcheck...
id: &Periksa ejaan...

source: could not create spool-file
id: tak dapat membuat berkas-spool

source: You did not set all neccessary headers
id: Anda tidak mengatur seluruh header yang diperlukan

source: You did not send your message, really exit?
id: Anda tidak mengirim pesan anda, benar nih keluar?

source: Subject:
id: Subyek:

source: Newsgroup:
id: Grup berita:

source: Followup-To:
id: Lanjutkan-Ke:

source: The KDE News Client
id: Klien News KDE

source: Cannot create directory
id: Tak dapat membuat direktori

source: Bad Folder name
id: Nama Folder buruk

source: Folder exists:
id: Folder sudah ada:

source: Cannot create Folder
id: Tak dapat membuat Folder

source: Folder does not exist:
id: Folder tidak ada.

source: Cannot remove Folder
id: Tak dapat membuang Folder

source: Cannot move Folder
id: Tak dapat memindahkan Folder

source: cannot open the article db Error:
id: tak dapat membuka db artikel Error:

source: could not store record in article db
id: tatk dapat menyimpan rekaman dalam db artikel

source: could not delete record in article db
id: tak dapat menghapus rekaman dalam db artikel

source: include signature
id: sertakan tandatangan

source: Encoding
id: Pengkodean

source: reply prefix
id: awalan balasan

source: cleaning up db ...
id: membersihkan db ...

source: cannot create new article db Error:
id: tak dapat membuat db artikel baru Error:

source: expiring
id: menghabiskan

source: New Newsfolder
id: Folder Berita baru

source: max. number of headers to download
id: jumlah maks. header untuk di-download

source: days to keep articles
id: hari artikel disimpan

source: could not read spool-file
id: tak dapat membaca berkas-spool

source: Mark
id: Tandai

source: Unmark
id: Batalkan tanda

source: Mark Read
id: Tandai Dibaca

source: Mark Unread
id: Tandai Tidak Dibaca

source: Ignore Thread
id: Abaikan Thread

source: Unignore Thread
id: Batal Abaikan Thread

source: Watch Thread
id: Awasi Thread

source: Unwatch Thread
id: Batal Awasi Thread

source: Keep Thread
id: Simpan Thread

source: Unkeep Thread
id: Batal Simpan Thread

source: Send
id: Kirim

source: Send all
id: Kirim semua

source: sorting ...
id: mengurutkan ...

source: displaying ...
id: menampilkan ...

source: articles loaded
id: artikel dimuat

source: Really delete?
id: Benar nih hapus?

source: Name:
id: Nama:

source: Organization:
id: Organisasi:

source: eMail Address:
id: Alamat eMail:

source: Reply Address:
id: Alamat Balas:
