Repository: sandsmark/kde2-i18n
Catalog: */messages/others/kirc.po
Languages: cs, id, is, no_ny, ro, tr

source: %s is now known as %s
cs: %s je nyní znám jako %s
id: %s Dikenal sebagai %s
is: %s heitir núna %s
no_ny: %s er no kjend som %s
ro: %s este cunoscut acum ca %s
tr: %s şimdi %s oldu

source: You are not on a server.
cs: Nejste na serveru.
id: Anda bukan Server
is: Þú ert ekki í sambandi við þjón
no_ny: Du er ikkje på ein tenar.
ro: Nu sînteţi conectat la server.
tr: Bir sunucuda değilsiniz.

source: (you're banned)
cs: (byl jste vyhoštěn)
is: (þú ert í banni)
no_ny: (du er bannlyst)
ro: (sînteţi alungat)
tr: (giriş kiliti koyuldu)

source: (invite only channel)
cs: (kanál pouze pro zvané)
id: (mengundang hanya saluran)
is: (aðeins boðsgestir komast á rásina)
no_ny: (kanalen inviterer berre)
ro: (invită numai canal)
tr: (sadece davetliler)

source: (channel is full)
cs: (kanál je plný)
id: (saluran penuh)
is: (rásin er full)
no_ny: (kanalen er full)
ro: (canalul este plin)
tr: (kanal dolu)

source: DCC SEND Request for file "%s" from %s (%s bytes). Use /DCC GET %s to retreive.
cs: DCC SEND Požadavek na soubor "%s" z %s (%s bytů). Zadejte /DCC GET %s pro jeho získání.
id: DCC KIRIM Permintaan berkas "%s" dari %s (%s bytes). menggunakan /DCC Dapat %s diperbaiki.
is: DCC SEND beiðni vegna skrá "%s" frá %s (%s bitar). Notaðu /DCC GET %s til að taka við henni.
no_ny: DCC SEND-førespurnad for fila %s» frå %s (%s byte). Bruk /DCC GET %s for å ta imot.
ro: Cerere DCC Send pentru fişierul "%s" de la %s (%s octeţi). Utilizaţi /DCC GET %s pentru a-l transfera.
tr: DCC SEND "%s" dosyası için istek %s'den (%s bayt). /DCC GET %s kullanın

source: DCC CHAT Request from %s. Use /DCC CHAT %s to accept.
cs: DCC CHAT Požadavek z %s. Zadejte /DCC CHAT %s pro příjem.
id: DCC CHAT meminta dari %s. menggunakan /DCC CHAT %s untuk menerima.
is: DCC CHAT beiðni frá %s. Notaðu /DCC CHAT %s til að staðfesta.
no_ny: DCC CHAT-førespurnad frå %s. Bruk /DCC CHAT %s for å akseptera.
ro: Cerere DCC CHAT de la %s. Utilizaţi /DCC CHAT %s pentru a accepta.
tr: DCC CHAT %s den istek alındı. Onaylamak için /DCC CHAT %s kullanın

source: %s requested CTCP VERSION from this channel.
cs: %s požaduje CTCP VERZI z tohoto kanálu.
id: %s permintaan CTCP VERSI dari saluran ini.
is: %s bað um CTP VERSION frá þessari rás.
no_ny: %s spurde etter CTCP VERSION frå denne kanalen.
ro: %s a cerut CTCP VERSION din acest canal.
tr: %s bu kanaldan CTCP SÜRÜM istedi.

source: %s requested CTCP VERSION from you.
cs: %s požaduje CTCP VERZI od vás.
id: %s permintaan CTCP VERSI dari anda.
is: %s bað um CTP VERSION frá þér.
no_ny: %s spurde etter CTCP VERSION frå deg.
ro: %s a cerut CTCP VERSION de la dumneavoastră.
tr: %s sizden CTCP SÜRÜM istedi.

source: is back from the dead.
cs: je zpět z cely smrti.
id: Kembali dari mati
is: Er risinn upp frá dauðum.
no_ny: er stått opp frå dei daude.
ro: este înapoi din "moarte".
tr: geriye döndü.

source: You're not away.
cs: Nejste pryč.
id: Anda tidak pergi
is: Þú ert ekki fjarverandi
no_ny: Du er ikkje borte.
ro: Nu sînteţi plecat.
tr: Uzakta değilsiniz.

source: [To server]:
cs: [Na server]:
id: [ke server]
is: [Til þjóns]:
no_ny: [Til tenar]:
ro: [La server]:
tr: [Sunucuya]:

source: No nick specified.
cs: Nezadána žádná přezdívka
id: Tal perlu spesifik nick
is: Ekkert gælunafn skilgreint
no_ny: Ingen kallenamn oppgitt.
ro: Nu aţi specificat o poreclă.
tr: Lakap belirtilmemiş.

source: No file specified.
cs: Nezadán žádný soubor.
id: Tak perlu spesifik berkas
is: Engins skrá valin
no_ny: Inga fil oppgitt.
ro: Nu aţi specificat un fişier.
tr: Dosya belirtilmemiş.

source: DCC Sending file %s to %s (%s bytes)
cs: DCC Posílá soubor %s k %s (%s bytů)
id: DCC Mengirim berkas %s ke %s (%s bytes)
is: DCC sendi skrá %s til %s (%s bitar)
no_ny: DCC sender fila %s til %s (%s byte)
ro: Transfer fişier %s prin DCC la %s (%s octeţi)
tr: %s DCC dosyası %s'e gönderiliyor - (%s bayt)

source: Couldn't resolve local address!
cs: Nemohu zjistit lokální adresu!
id: Tak dapat meresolve alamat lokal
is: Gat ekki flett upp staðbundnu vélarheiti!
no_ny: Klarte ikkje henta lokal adresse!
ro: Nu pot determina adresa locală!
tr: Yerel adres çözümlenemedi!

source: Sending DCC CHAT request to %s
cs: Poslat DCC CHAT poždavek na %s
id: Mengirim permintaaan DCC CHAT ke %s
is: Sendi DCC CHAT beiðni til %s
no_ny: Sender DCC CHAT-førespurnad til %s
ro: Trimit cerere DCC CHAT la %s
tr: %s'e DCC CHAT isteğini gönderiliyor.

source: Could not establish a passive socket for DCC CHAT with %s
cs: Nemohu ustanovit pasivní soketovou komunikaci pro DCC CHAT s %s
id: Tak dapat mempertahankan socket pasif untuk DCC CHAT dengan %s
is: Gat ekki sett upp dvalartengi fyrir DCC CHAT við %s
no_ny: Klarte ikkje oppretta ein passiv sokkel for DCC CHAT med %s
ro: Nu pot stabili un soclu pasiv pentru DCC CHAT cu %s
tr: %s ile DCC CHAT için pasif soket bağlantısı yapılamadı.

source: No file offered by %s.
cs: %s nenabízí žádné soubory.
id: Tak ada berkas yang ditawarkan oleh %s.
is: Enginn skrá boðin frá %s.
no_ny: %s tilbyr inga fil.
ro: Nici un fişier oferit de %s.
tr: %s tarafından dosya gönderilmedi.

source: DCC CHAT connection with %s established.
cs: DCC CHAT spojení s %s ustanoveno.
id: Hubungan DCC CHAT dengan %s dimulai..
is: DCC CHAT tenging við %s er virk
no_ny: DCC CHAT-samband med %s etablert
ro: Conexiune DCC CHAT stabilită cu %s.
tr: %s ile DCC CHAT bağlantısı kabul edildi.

source: DCC session closed: Remote end closed connection.
cs: DCC sezení ukončeno. Vzdálená strana ukončila spojení.
id: Sesi DCC ditutup Hubungan Remote berakhir dan ditutup.
is: DCC tengingu lokað: Hinn hálfvitinn skellti á þig.
no_ny: DCC-periode lukka. Sambandet vart lukka i andre enden.
ro: Sesiune DCC închisă: Capătul distant a închis conexiunea.
tr: DCC oturumu kapandı: Bağlantı kapatıldı.

source: CTCP PING Reply from %s (%u seconds)
cs: CTCP PING Odpověď z %s (%u sekund)
id: Jawaban CTCP PING dari %s (%u detik)
is: STP PING viðbragð frá %s (%u sekúndur)
no_ny: CTCP PING-svar frå %s (%u sekund)
ro: Răspuns CTCP PING de la %s (%u secunde)
tr: %s den CTCP PING yanıtı %u saniyede geldi.

source: CTCP %s Reply from %s: %s
cs: CTCP %s Odpověď z %s: %s
id: CTCP %s Jawaban dari %s: %s
is: CTP %s viðbraðg frá %s: %s
no_ny: CTCP %s-svar frå %s: %s
ro: Răspuns CTCP %s de la %s: %s
tr: %s'den CTCP %s Yanıtı: %s

source: Notice from %s: %s
cs: Oznámení z %s: %s
id: Pengumuman dari %s: %s
is: Boð frá %s: %s
no_ny: Notis frå %s: %s
ro: Observaţie de la %s: %s
tr: %s'den Not: %s

source: Got PONG (%s) from %s.
cs: Dorazil PONG (%s) z %s.
id: Dapat PONG (%s) dari %s.
is: Fékk PONG (%s) frá %s.
no_ny: Fekk PONG (%s) frå %s.
ro: Am primit PONG (%s) de la %s.
tr: %s'den PONG (%s) alındı.

source: %s [%s] has joined the channel.
cs: %s [%s] se připojil k tomuto kanálu.
id: %s [%s] telah bergabung dengan saluran.
is: %s [%s] hefur tendgst rásinni
no_ny: %s [%s] har blitt med på kanalen.
ro: %s [%s] s-a alăturat canalului.
tr: %s [%s] kanala girdi.

source: You were kicked off channel %s by %s (%s). Attempting to rejoin...
cs: Byl jste vykopnut z kanálu %s od %s (%s). Zkouším se připojit znova...
id: Anda dibuang dari saluran %s oleh %s (%s). Mencoba untuk bergabung lagi...
is: Þér var sparkað af rásinni %s af %s (%s). Reyni að tengjastaftur
no_ny: Du vart sparka ut av kanalen %s av %s (%s). Prøver å bli med att ...
ro: Aţi fost dat afară de pe canalul %s de %s (%s). Încerc să vă conectez din nou...
tr: %s kanalından %s (%s) tarafından atıldınız. Yeniden giriliyor...

source: %s has changed the channel topic to "%s"
cs: %s změnil téma kanálu na "%s"
id: %s telah merubah topk saluran menjadi "%s"
is: %s hefur breytt orði dagsins á rásinni í "%s"
no_ny: %s har endra kanalemnet til «%s»
ro: %s a schimbat topica canalului la "%s"
tr: %s kanal başlığını "%s" olarak değiştirdi.

source: Arg, I was passed an empty theme object (%s/%d)
cs: No, převvzal jsem i prázdné téma(%s/%d)
id: Arg, saya melewatkan tema objek kosong (%s/%d)
is: GRRR, ég fékk tóman þemahlut (%s/%d)
no_ny: Arg, eg fekk eit tomt temaobjekt (%s/%d)
ro: A fost dat un obiect de temă gol (%s%d)
tr: Arg, boş bir dekor objesi verildi (%s/%d)

source: Cannot complete ambiguous or unknown nickname.
cs: Nemohu dokončit špatnou nebo neznámou přezdívku.
id: Tak dapat melengkapi ambigous atau nickname tak dikenal
is: Get ekki endað heimskuleg eða óþekkt gælunöfn.
no_ny: Kan ikkje gjera ferdig uklart eller ukjend kallenamn.
ro: Nu pot completa automat o poreclă ambiguă sau necunoscută.
tr: Bilinmeyen/yarı tanımlı lakap tamamlanamadı.

source: No such file "%s"!
cs: "%s" není soubor!
id: Tak ada berkas "%s"!
is: Enginn slík skrá "%s"!
no_ny: Inga slik fil «%s»!
ro: Nu există fişierul "%s"!
tr: Dosya bulunamadı - "%s"!

source: Conversation with %s
cs: Konverzase s %s
id: Berbicara dengan %s
is: Samtal við %s
no_ny: Samtale med %s
ro: Conversaţie cu %s
tr: %s ile muhabbet

source: Signoff: %s (%s)
cs: Odlhásit: %s (%s)
is: Útstimplun: %s (%s)
no_ny: Avslutt: %s (%s)
ro: A plecat: %s (%s)
tr: Çıktı: %s (%s)

source: Channels
cs: Kanály
id: Saluran
is: Rásir
no_ny: Kanalar
ro: Canale
tr: Kanallar

source: Notify List
cs: Oznamovací list
id: Daftar pengumuman
is: Tilkynningalisti
no_ny: Påminningsliste
ro: Listă notificare
tr: Bildiri Listesi

source: Whois
id: Siapa dia
is: Hver er
ro: Cine este
tr: Kimdir

source: Query
cs: Dotaz
is: Fyrirspurn
no_ny: Spørjing
ro: Interogare
tr: Soruştur

source: Version
cs: Verze
id: Versi
is: Útgáfa
no_ny: Versjon
ro: Versiune
tr: Sürüm

source: Remove from notify
cs: Odebrat z oznámení
id: Menghapus dari pengumuman
is: Fjarlægja frá tilkynningalista
no_ny: Fjern frå påminningsliste
ro: Elimină de la notificare
tr: Bildiriden kaldır

source: Messages
cs: Zprávy
id: Pesan
is: Skilaboð
no_ny: Meldingar
ro: Mesaje
tr: Mesajlar

source: Add to notify
cs: Přidat k oznámením
id: Tambah ke pengumuman
is: Bæta við tilkynningalista
no_ny: Legg til påminningsliste
ro: Adaugă pentru notificare
tr: Bildiriye Ekle

source: No Task Bar Label theme object found! (%s/%d)
cs: Nenalezen žádný popis téma v záhlaví! (%s/%d)
id: Tak ada Task Bar tema label objek ditemukan! (%s/%d)
is: Engin Valmyndaslárþemahlutur fanns! (%s/%d)
no_ny: Ingen temaobjekt for oppgåvelinja funne! (%s/%d)
ro: Nu am găsit un obiect etichetă de temă pentru bara de stare! (%s%d)
tr: Görev çubuğu dekor objesi bulunamadı! (%s/%d)

source: Part
cs: Část
id: Bagian
is: Splitta
no_ny: Del
ro: Parte
tr: Parça

source: LoadTheme: Parse error: %s at line %d.
cs: Load Theme: Chyba při zpracování: %s na řádu %d.
id: Muat tema: kesalahan Parse : %s pada baris %d.
is: Þemuhleðsla: Parse villa: %s í línu %d.
no_ny: LoadTheme: Tolkingsfeil: %s på linje %d.
ro: Încărcare temă: Eroare de analiză: %s la linia %d.
tr: LoadTheme: Ayrıştırma hatası: %s (%d satırında)

source: LoadTheme: invalid type: %s
cs: LoadTheme: špatný typ: %s
id: Muat tema: tipe salah %s
is: Þemuhleðsla: óleyfileg tegund: %s
no_ny: LoadTheme: ugyldig type: %s
ro: Încărcare temă: tip eronat: %s
tr: LoadTheme: Geçersiz tip: %s

source: Could not open theme file %s for reading.
cs: Nemohu otevří soubor %s s témou pro čtení.
id: Tak dapat membuka berkas tema %s untuk dibaca.
is: Gat ekki opnað þemuskrá %s til lestrar
no_ny: Klarte ikkje opna temafila %s for lesing.
ro: Nu pot deschide fişierul de tematică %s în citire.
tr: %s için okunan dekor dosyası açılamadı.

source: no equal sign found.
cs: nenalezeno rovnítko.
id: Tak ada tanda equal ditemukan
is: Engin jafnaðarmerki fundust.
no_ny: ingen lik-teikn funne.
ro: nu am găsit semnul "egal".
tr: Eşit sinyal bulunamadı.

source: no period found.
cs: nenalezena tečka.
id: Tak ada periode ditemukan
is: Enginn punktur fannst
no_ny: ingen punktum funne.
ro: nu am găsit "punct".
tr: Peryod bulunamadı.

source: undefined object type
cs: nedefinovaný typ objektu
id: Tipe objek tak terdefinisi
is: Óskilgreind tegund hlutar
no_ny: udefinert objekttype
ro: tip de obiect nedefinit
tr: Tanımlanamayan obje tipi

source: No default theme object found (%s/%d)
cs: Nenalezeno žádné výchozí téma (%s/%d)
id: Tak ada tema objek standar ditemukan (%s/%d)
is: Ekkert sjálfgefinn þemahlutur fannst (%s/%d)
no_ny: Ingen standard temaobjekt funne (%s/%d)
ro: Nu am găsit obiect de tematică implicit (%s%d)
tr: Geçerli dekor objesi bulunamadı (%s/%d)

source: &Connect
cs: &Připojit
id: &Hubungkan
is: Ten&gja
no_ny: &Kopla til
ro: &Conectează
tr: &Bağlan

source: &Disconnect
cs: &Odpojit
id: &Putus hubungan
is: &Aftengja
no_ny: Kopla &frå
ro: &Deconectează
tr: Bağlantıyı &Kes

source: &Apply Theme
cs: &Použít téma
id: &terapkan tema
is: Virkja Þem&a
no_ny: &Bruk tema
ro: &Aplică tema
tr: Dekoru &Uygula

source: &Change Theme
cs: &Změnit téma
id: &Ubah tema
is: &Breyta þema
no_ny: &Endra tema
ro: &Schimbă tema
tr: Dekoru &Değiştir

source: &Join Channel
cs: Připo&jit se na kanál
id: &Bergabung dengan saluran
is: Tengjast &rás
no_ny: &Bli med i kanal
ro: &Conectează la canal
tr: Kanala &Gir

source: &Tile Windows
cs: Okna &vedle sebe
id: Window &Tile
is: Raða gluggum
no_ny: &Flislegg vindauga
ro: Ferestre &mozaic
tr: &Pencereleri Düzenle

source: &Cascade Windows
cs: Okna na &sebe
is: Raða gluggum í &foss
no_ny: &Overlapp vindauga
ro: Ferestre &cascadă
tr: Pencere Arkasıra Diz

source: About...
cs: O aplikaci...
id: Tentang
is: Upplýsingar...
no_ny: Om ...
ro: Despre...
tr: Hakkında...

source: &Commands
cs: Pří&kazy
id: &Perintah
is: S&kipanir
no_ny: &Kommandoar
ro: &Comenzi
tr: K&omutlar

source: &Window
cs: Ok&no
is: G&luggi
no_ny: &Vindauge
ro: &Fereastră
tr: &Pencere

source: Not connected.
cs: Nepřipojen.
id: Tak terhubung
is: Ekki tengdur.
no_ny: Ikkje tilkopla.
ro: Neconectat.
tr: Bağlantı yok.

source: Registering with server...
cs: Registruji na serveru...
id: Mendaftar ke server
is: Skrái inn á þjón...
no_ny: Registrerer hjå tenaren ...
ro: Înregistrez la server...
tr: Sunucuya giriliyor...

source: Connected.
cs: Připojen.
id: Terhubung
is: Tengdur
no_ny: Kopla til.
ro: Conectat.
tr: Bağlandı.

source: kIRC Options
cs: Volby kIRC
id: Pilihan kIRC
is: kIRC valkostir
no_ny: kIRC-val
ro: Opţiuni KIRC
tr: kIRC Ayarları

source: General
cs: Obecné
id: Umum
is: Almennt
no_ny: Generelt
tr: Genel

source: Aliases
cs: Aliasy
id: Alias
is: Samheiti
no_ny: Alias
ro: Alias-uri
tr: Tanımlar

source: Client
cs: Klient
id: Klien
is: Vél
no_ny: Klient
tr: İstemci

source: Popups
cs: Místní nabídky
is: Valmyndir
no_ny: Flytande
ro: Mesaje popup
tr: Popuplar

source: Startup
cs: Spuštění
is: Ræsing
no_ny: Oppstart
ro: Pornire
tr: Başlangıç

source: Application
cs: Aplikace
id: Aplikasi
is: Forrit
no_ny: Program
ro: Aplicaţie
tr: Uygulama

source: Defaults
cs: Výchozí
id: Standar
is: Sjálfgefið
no_ny: Standard
ro: Implicite
tr: Öntanımlılar

source: Main Window
cs: Hlavní okno
id: Window utama
is: Aðalgluggi
no_ny: Hovudvindauge
ro: Fereastra principală
tr: Ana Pencere

source: Window List
cs: Seznam oken
id: Daftar window
is: Gluggalisti
no_ny: Vindaugsliste
ro: Lista de ferestre
tr: Pencere Listesi

source: Chat Windows
cs: Okna s pokecem
id: Window chat
is: Samtalsgluggi
no_ny: Samtalevindauge
ro: Ferestre de chat
tr: Muhabbet Penceresi

source: Titlebar
cs: Nástrojová lišta
is: Titilrönd
no_ny: Tittellinje
ro: Bara de titlu
tr: Başlık Çubuğu

source: Chat Area
cs: Místo pro chat
id: Area chat
is: Viðtalssvæði
no_ny: Snakkeområde
ro: Zona de chat
tr: Muhabbet Alanı

source: Nick List
cs: Seznam přezdívek
id: Daftar nick
is: Gælunafnalisti
no_ny: Kallenamn-liste
ro: Lista de porecle
tr: Lakap listesi

source: Command Line
cs: Příkazová řádka
id: Baris perintah
is: Skipanalína
no_ny: Kommandolinje
ro: Linia de comandă
tr: Komut Satırı

source: Server Text
cs: Text serveru
id: Teks server
is: Texti þjóns
no_ny: Tenartekst
ro: Text server
tr: Sunucu metni

source: Your Text
cs: Váš text
id: Teks anda
is: Þinn texti
no_ny: Din tekst
ro: Textul dumneavoastră
tr: Sizin Metniniz

source: Notices
cs: Poznámky
id: Pengumuman
is: Tilkynningar
no_ny: Notisar
ro: Observaţii
tr: Uyarılar

source: Channel Text
cs: Text kanálu
id: Teks saluran
is: Rásartexti
no_ny: Kanaltekst
ro: Text canal
tr: Kanal Metni

source: Private Messages
cs: Soukromé zprávy
id: Pesan pribadi
is: Einkaskilaboð
no_ny: Private meldingar
ro: Mesaje private
tr: Özel Mesaj

source: Actions
cs: Akce
id: Aksi
is: Aðgerðir
no_ny: Handlingar
ro: Acţiuni
tr: Hareketler

source: Internal Messages
cs: Vnitřní zprávy
id: Pesan internal
is: Innri skilaboð
no_ny: Interne meldingar
ro: Mesaje interne
tr: Dahili Mesajlar

source: Error Messages
cs: Chybové zprávy
id: Pesan kesalahan
is: Villuboð
no_ny: Feilmeldingar
ro: Mesaje de eroare
tr: Hatalı Mesajlar

source: kIRC, it rocks your world!
cs: kIRC, je nejlepší na světě!
id: kIRC,mengubah dunia anda!
is: kIRC, og veröldin nötrar!
no_ny: kIRC, det rockar verda di!
ro: KIRC, vă face viaţa mai frumoasă!
tr: kIRC, dünyanızı canlandırır!
