Repository: sandsmark/kde2-i18n
Catalog: */messages/others/knapster.po
Languages: fr

source: You said to
fr: Vous avez dit à

source: You said
fr: Vous avez dit

source: Connecting...
fr: Connexion en cours...

source: Server
fr: Serveur

source: Name
fr: Nom

source: Users
fr: Utilisateurs

source: Gigabytes
fr: Go

source: Connect
fr: Connexion

source: Unknown
fr: Inconnue

source: connecting to napigator...
fr: Connexion à napigator en cours...

source: parsing napigator data...
fr: Analyse des données de napigator en cours...

source: Done
fr: Terminé

source: Error: Cant connect to napigator
fr: Problème : impossible de se connecter à napigator

source: Error while getting napigator data
fr: Problème lors de la récupération des données de napigator

source: Error: invalid data received from napigator.
fr: Problème : données non valables reçues de napigator.

source: Error from server:
fr: Problème avec le serveur :

source: Update
fr: Mettre à jour

source: Subject
fr: Sujet

source: No channels loaded
fr: Aucun canal ouvert

source: Channels present
fr: Canaux présents

source: Ping user
fr: Cet utilisateur est-il présent ?

source: Whois user
fr: Qui est cet utilisateur ?

source: Talk to user
fr: Parler à l'utilisateur

source: Remove from friend list
fr: Enlever de la liste des amis

source: Server address
fr: Adresse du serveur

source: Connecting to server...
fr: Connexion au serveur en cours...

source: Private message user
fr: Envoyer un message privé à l'utilisateur

source: add user to friend list
fr: Ajouter l'utilisateur à la liste des amis

source: Channel List
fr: Liste des canaux

source: Join Channel
fr: Se joindre au canal

source: upload file
fr: Envoyer le morceau

source: read
fr: Lu

source: size
fr: Taille

source: rate/s
fr: Taux /s

source: user
fr: Utilisateur

source: status
fr: Etat

source: terminate upload
fr: Envoi terminé

source: Finished
fr: Terminé

source: Initializing
fr: Préparation

source: Uploading
fr: Envoi en cours...

source: No connection
fr: Non connecté

source: Terminated
fr: Terminé

source: No file
fr: Pas de morceau

source: Queued
fr: Mis en queue

source: Remote Error
fr: Problème distant

source: Search for
fr: Rechercher

source: TEXT IN TITLE
fr: Texte dans le titre

source: USER
fr: Utilisateur

source: Search
fr: Recherche

source: Speed
fr: Vitesse

source: Bitrate
fr: Taux

source: Frequency
fr: Fréquence

source: Max results
fr: Nombre maximum de résultats

source: Optimizing level
fr: Niveau d'optimisation

source: Disabled
fr: Désactivé

source: No results
fr: Aucun résultat

source: file
fr: Morceau

source: frequency
fr: Fréquence

source: speed
fr: Vitesse

source: bitrate
fr: Taux

source: time
fr: Temps

source: Download file
fr: Télécharger le morceau

source: Ping User
fr: Cet utilisateur est-il présent ?

source: Whois this User
fr: Qui est cet utilisateur ?

source: Add user to friend list
fr: Ajouter l'utilisateur à la liste des amis

source: Clear search list
fr: Effacer la liste des résultats de recherche

source: DONT CARE
fr: Peu importe

source: AT LEAST
fr: Au moins

source: AT BEST
fr: Au plus

source: EQUAL TO
fr: Egale à

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Email
fr: Adresse électronique

source: Logon as new user
fr: Connexion comme nouvel utilisateur

source: &User
fr: &Utilisateur

source: Napster Server
fr: Serveur Napster

source: Download port
fr: Port de téléchargement

source: Connection speed
fr: Vitesse de connexion

source: Cable
fr: Câble

source: &Connection
fr: &Connexion

source: Download directory
fr: Répertoire de réception

source: Max download connections
fr: Nombre maximal de connexions pour le téléchargement

source: download timeout (mins)
fr: Délai de téléchargement (en minutes)

source: Beep on download finish
fr: Bip lorsqu'un téléchargement est terminé

source: Max upload connections
fr: Nombre maximal de connexions pour les envois

source: Up/Down&loads
fr: Té&léchargement/Envois

source: Normal Text
fr: Texte normal

source: Info Text
fr: Information

source: Message Text
fr: Message

source: Error Text
fr: Message d'erreur

source: Chat Channel Text
fr: Texte de chat

source: &Console Colors
fr: &Couleurs de la console

source: Clear searchlist on new search
fr: Effacer la liste des résultats de recherche avant toute nouvelle recherche

source: Show full file path in search list
fr: Afficher les noms de fichier complets (avec chemin) dans la liste des résultats de recherche

source: Allow multiselect in search list
fr: Permettre la sélection multiple dans la liste des résultats de recherche

source: mp3 player command
fr: Commande de lecture mp3

source: Misc
fr: Divers

source: Path
fr: Chemin

source: Shared
fr: Partagé

source: recurse depth
fr: Chercher dans les sous-répertoires

source: path
fr: Chemin

source: shared
fr: Partagé

source: directory depth
fr: Profondeur de la recherche

source: Library paths
fr: Chemins de la bibliothèque

source: Rescan
fr: Relire

source: shared
fr: Partagé

source: Play/Stop
fr: Jouer/Arrêter

source: %.2f Gig
fr: %.2f Go

source: total: %d songs, %d shared, %s
fr: total : %d morceaux, %d partagés, %s

source: You said:
fr: Vous avez dit :

source: Console/Chat
fr: Console et chat

source: Uploads / Downloads
fr: Téléchargement/Envois

source: MP3 Library
fr: Bibliothèque Mpeg3

source: &LogOn/Off
fr: (&Dé)connexion

source: &Relogin
fr: &Reconnexion

source: Connect via &Napigator
fr: Connexion via &Napigator

source: &Connect to recent
fr: &Connexions récentes

source: &Connect
fr: &Connexion

source: &Preferences
fr: &Préférences

source: &Clear console
fr: &Effacer la console

source: Still connected?? - logoff first
fr: Encore connecté ? Veuillez vous déconnecter d'abord.

source: Searching for
fr: Chercher

source: Searching for user
fr: Chercher l'utilisateur

source: Searching...
fr: Recherche en cours...

source: Disconnected
fr: Déconnecté

source: Not Connected
fr: Non connecté

source: To logon, the username and password must be given in the preferences.
fr: Pour que la connexion soit possible, le nom d'utilisateur et et le mot de passe doivent être tapés dans les préférences.

source: Looking up server...
fr: Recherche d'un serveur...

source: Trying to connect...
fr: Tentative de connexion...

source: No napster server has been specified in the preferences.
fr: Aucun serveur Napster n'a été précisé dans les préférences.

source: connecting to best host...
fr: Connexion au meilleur hôte possible...

source: logging on...
fr: Connexion en cours...

source: Could not logon:
fr: Impossible de se connecter :

source: Could not connect to best host:
fr: Tentative de connexion au meilleur hôte possible échouée :

source: Could not connect to server:
fr: Impossible de se connecter au serveur :

source: Connected
fr: Connecté

source: Connected to
fr: Connecté à

source: ***Warning:
fr: *** Avertissement :

source: no listener could be created - some downloads will not work
fr: Aucun surveillant n'a pu être créé - il y aura des problèmes de téléchargement.

source: Not connected
fr: Non connecté

source: Trying to relogin...
fr: Reconnexion en cours...

source: Could not connect to best host
fr: Tentative de connexion au meilleur hôte possible échouée

source: ** Warning:
fr: ** Avertissement :

source: channel:
fr: Canal :

source: End of channel list
fr: Fin de la liste des canaux

source: Joined channel
fr: Canal contacté :

source: Finished Search
fr: Recherche terminée

source: Search finished
fr: Recherche terminée

source: User remote queue full:
fr: Queue de téléchargement de l'utilisateur saturée :

source: Napster server error downloading
fr: Problème avec le serveur Napster lors du téléchargement

source: server has recieved another login attempt by a user of the same name
fr: Le serveur a reçu une autre tentative de connexion d'un utilisateur portant le même nom

source: Friend
fr: L'ami

source: has logged on.
fr: vient de se connecter.

source: user
fr: L'utilisateur

source: has logged off.
fr: vient de se déconnecter.

source: Couldn't add
fr: Impossible d'ajouter

source: to hotlist
fr: à la liste

source: Unknown blk [
fr: Bloc inconnu [

source: Napster connection has been closed
fr: La connexion Napster a été coupée

source: Songs in
fr: morceaux dans

source: Libraries. Total
fr: bibliothèques. Total

source: Gig.
fr: Go.

source: Requesting song
fr: Morceau demandé

source: ** Couldn't download
fr: ** Impossible de télécharger

source: from
fr: depuis

source: because their download queue is full
fr: car leur queue de téléchargement est pleine

source: ** Can't download
fr: ** Impossible de télécharger

source: from
fr: depuis

source: as there is no listener connection.
fr: car il n'y a pas de surveillant actif.

source: since both persons are behind a firewall
fr: puisque les deux personnes sont derrière un pare-feu

source: You are about download file
fr: Vous êtes sur le point de télécharger le fichier

source: over an existing file. This file can be overwriiten or a resume can be attempted.
fr: par-dessus un fichier existant. Ce fichier sera écrasé, ou alors une reprise d'un téléchargement précédemment interrompu peut être tentée.

source: - note that the bitrate/frequency should match for the song to resume properly.
fr: - veuillez toutefois noter que le taux d'échantillonnage et la fréquence doivent concorder pour que la reprise soit possible.

source: Resume
fr: Reprendre

source: Overwrite
fr: Ecraser

source: Queueing download of
fr: Mise en queue de téléchargement de

source: Error: Couldn't create download to start download of
fr: Problème : impossible de démarrer le téléchargement de

source: Finished download of
fr: Téléchargement terminé pour

source: User terminated download of
fr: L'utilisateur a mis fin au téléchargement de

source: Couldn't connect to
fr: Impossible de se connecter à

source: to start download of
fr: pour démarrer le téléchargement de

source: Couldn't open local file to save
fr: Impossible d'ouvrir un fichier local pour enregistrer

source: Time out occured trying to download
fr: Délai de réponse expiré lors du téléchargement de

source: Error occured during download of
fr: Des problèmes ont perturbé le téléchargement de

source: ** read
fr: ** lu

source: bytes
fr: octets

source: Finished upload of
fr: Envoi terminé pour

source: to
fr: vers

source: User terminated upload of
fr: L'utilisateur a mis fin à l'envoi de

source: Error occured during upload
fr: Des problèmes ont perturbé l'envoi

source: Starting download of
fr: Démarrage du téléchargement de

source: Waiting for
fr: Veuillez attendre que

source: to connect...
fr: établisse la connexion...

source: Loading local mp3's from preferences...
fr: Chargement des mp3 locaux depuis les préférences...

source: done
fr: terminé

source: download file
fr: Télécharger le morceau

source: read/size
fr: Taille

source: progress
fr: Avancement

source: time left
fr: Temps restant

source: Terminate download
fr: Arrêter le téléchargement

source: Terminate download and delete file
fr: Arrêter le téléchargement et effacer le morceau

source: Downloading
fr: Téléchargement

source: Timed out
fr: Délai expiré
