Repository: sandsmark/kde2-i18n
Catalog: */messages/others/knetmon.po
Languages: cs, id, mk, no, ro, tr

source: &RLogin
tr: &Yeni oturum

source: Get &IP address
cs: Získat &IP adresu
id: Lihat &IP address
mk: Земи IP адреса
no: Få &IP-adresse
ro: Află adresa &IP
tr: &IP adresi al

source: Welcome to KNetmon ! :-)
cs: Vítejte v programu KNetmon ! :-)
id: Selamat datang di KNetmon ! :-)
mk: Добредојдовте во KNетмон ! :-)
no: Velkommen til KNetmon ! :-)
ro: KNetmon
tr: KNetmon'a hoşgeldiniz ! :-)

source: &Configure
cs: &Konfigurovat
mk: Конфигурирај
no: &Konfigurer
ro: &Opţiuni
tr: &Yapılandır

source: &Status
mk: Статус
ro: &Stare
tr: &Durum

source: &Do it yourself...
cs: U&dělám si to sám...
id: &Kerjakan sendiri...
mk: Направи сам...
no: &Gjør det selv...
ro: &Fă-o singur...
tr: &Kendin yap...

source: Copyright (c) 1998, 1999 Alexander Neundorf Bug reports, comments,... to alexander.neundorf@rz.tu-ilmenau.de Newest versions under http://www.rz.tu-ilmenau.de/~lekus/netmon.html This program is free available under the terms of the GNU General Public License Created using Qt by Troll Tech http://www.troll.no
cs: Copyright (c) 1998, 1999 Alexander Neundorf Hlášení chyb, komentáře,... posílejte na alexander.neundorf@rz.tu-ilmenau.de Nejnovější verze naleznete http://www.rz.tu-ilmenau.de/~lekus/netmon.html Tento program je volně k použití podle termínu použití GNU General Public License Vytvořeno za použití knihovny Qt by Troll Tech http://www.troll.no
id: Copyright (c) 1998, 1999 Alexander Neundorf Laporan Bug, komentar, ... ke alexander.neundorf@rz.tu-ilmenau.de Versi terbaru di http://www.rz.tu-ilmenau.de/~lekus/netmon.html Program ini dapat diperoleh secara gratis dibawah lisensi GNU General Public License Dibuat menggunakan Qt oleh Troll Tech http://www.troll.no
mk: Авторски права (c) 1998, 1999 Alexander Neundorf извештај за бубачки, коментари,... до alexander.neundorf@rz.tu-ilmenau.de Најнови верзии на http://www.rz.tu-ilmenau.de/~lekus/netmon.html Создадено со Qt од Troll Tech http://www.troll.no
no: Opphavsrett (c) 1998, 1999 Alexander Neundorf Feilrapporter, kommentarer,... til alexander.neundorf@rz.tu-ilmenau.de Nyeste versjon finner du på http://www.rz.tu-ilmenau.de/~lekus/netmon.html Dette programmet er fritt tilgjengelig under GNU General Public License Laget ved hjelp av Qt fra Troll Tech Tech http://www.troll.no
ro: Copyright (c) 1998, 1999 Alexander Neundorf Raportări de erori, comentarii,... la alexander.neundorf@rz.tu-ilmenau.de Versiunile noi la http://www.rz.tu-ilmenau.de/~lekus/netmon.html Acest program este disponibil gratuit în termenii Licenţei Publice Generale GNU Creat utilizînd Qt de Troll Tech http://www.troll.no
tr: Copyright (c) 1998, 1999 Alexander Neundorf Hata raporları, yorumları,... için alexander.neundorf@rz.tu-ilmenau.de Son sürümü http://www.rz.tu-ilmenau.de/~lekus/netmon.html adresinde Bu program GNU General Public License koşulları altında ücretsizdir Troll Tech (http://www.troll.no) ürünü Qt kullanılarak yapılmıştır

source: Enter password:
cs: Zadejte heslo:
id: Masukkan password:
mk: Внесете шифра:
no: Oppgi passord:
ro: Introduceţi parola:
tr: Parolayı giriniz:

source: the last entered password
cs: naposledy vložené heslo
id: password terakhir yang dimasukkan
mk: последната внесена шифра
no: det sist oppgitte passord
ro: ultima parolă introdusă
tr: girilen son parola

source: On host:
cs: Na počítač:
id: Di host:
mk: На сервер:
no: På vert:
ro: Pe gazda:
tr: Sunucu üzerinde:

source: Enter login name:
cs: Zadejte přihlašovací jméno:
id: Masukkan nama login:
mk: Внесете корисничко име:
no: Oppgi brukernavn:
ro: Nume de login:
tr: Oturum açma adını girin:

source: on
cs: na
mk: на
no: på
ro: pe
tr: üzerinde

source: : Logged in as
cs: : Přihlášen jako
id: : Log in sebagai
mk: : Најавен како
no: : Logget inn som
ro: : Logat ca
tr: : olarak oturum açıldı

source: Talk to:
cs: Rozmlouvat s:
id: Bicara pada:
mk: Зборува со:
no: Snakk med:
ro: Vorbeşte cu:
tr: Konuş:

source: : Talking to
cs: : Rozmlouvám s
id: : Bicara kepada
mk: : Зборува со
no: : Snakker med
ro: : Convobire către
tr: : ile konuşuluyor

source: : Finger at
cs: : Finger na
id: : Finger di
mk: : Finger на
no: : Fingre ved
ro: : Finger la
tr: : Finger

source: : Connected to //
cs: : Připojen na //
id: : Tersambung ke //
mk: : Поврзан со //
no: : Koblet til //
ro: : Conectat la //
tr: : Bağlandı //

source: something failed ;-)
cs: něco selhalo ;-)
id: ada kegagalan ;-)
mk: нешто неуспеа ;-)
no: noe gikk galt ;-)
ro: ceva a eşuat
tr: birşey başarısız oldu ;-)

source: Talk to user:
cs: Komunikovat s uživatelem:
id: Bicara pada user:
mk: Зборува со корисник:
no: Snakk med bruker:
ro: Convorbire cu utilizatorul:
tr: Kullanıcıyla konuş:

source: Login as user:
cs: Přihlásit se jako uživatel:
id: Login sebagai user:
mk: Најавен како корисник:
no: Logg inn som bruker:
ro: Logat ca utilizator:
tr: Kullanıcı adı:

source: Telnet as user:
cs: Telnet jako uživatel:
id: Telnet sebagai user:
mk: Telnet како корисник:
no: Telnet som bruker:
ro: Telnet ca utilizator:
tr: Telnet kullanıcı adı:

source: Put Finger on host:
cs: Poslat finger na počítač:
id: Jalankan Finger di host:
mk: Стави Finger на сервер:
no: Fingre vert:
ro: Execută finger pe gazda:
tr: Sunucuda Finger

source: Ping to host:
cs: Poslat ping na počítač:
id: Ping ke host:
mk: Ping на сервер:
no: Ping vert:
ro: Ping către gazda:
tr: Sunucuya Ping:

source: Get address of host:
cs: Získat adresu z počítače:
id: Ambil alamat host:
mk: Земи адреса од сервер:
no: Få adresse til vert:
ro: Află adresa gazdei:
tr: Sunucu adresini al

source: IP address of host
cs: IP adresa počítaše je
id: Alamat IP dari host
mk: IP адреса од сервер
no: IP-adresse til vert
ro: Adresa IP a gazdei
tr: Sunucunun IP adresi

source: No hosts found
cs: žádný počítač nenalezen
id: Tidak menemukan host
mk: Ниеден компјутер не е најден
no: Vert ikke funnet
ro: Nu am găsit gazde
tr: Sunucu bulunamadı

source: Explore
cs: Prozkoumat
id: Eksplor
mk: Истражи
no: Utforsk
ro: Exploră
tr: Araştır

source: Explore using password
cs: Prozkoumat s použitím hesla
id: Eksplor dengan password
mk: Истражи користејќи шифра
no: Utforsk med passord
ro: Exploră utilizînd parola
tr: Parola kullanarak araştır

source: Mount
cs: Připojit
id: Pasang
mk: Монтирај
no: Monter
ro: Montează
tr: Bağla

source: Mount using password
cs: Připojit s použitím hesla
id: Pasang menggunakan password
mk: Монтирај користејќи шифра
no: Monter med passord
ro: Montează utilizînd parolă
tr: Parola kullanarak bağla

source: Unmount
cs: Odpojit
id: Lepaskan
mk: Одмонтирај
no: Demonter
ro: Demontează
tr: Ayır

source: Smbclient
cs: Smb klient
no: SMB-klient
ro: Client SMB
tr: Smb istemcisi

source: Smbclient using password
cs: Smb klient s použitím hesla
id: Smbclient menggunakan password
mk: Smbclient користејќи шифра
no: Smbclient med passord
ro: Client SMB utilizînd parolă
tr: Parola kullanan smb istemcisi

source: type:
cs: typ:
id: tipe:
mk: тип:
ro: tip:
tr: tür:

source: Enter password:
cs: Zadejte heslo:
id: Masukkan password:
mk: Внесете шифра:
no: Oppgi pass&ord:
ro: Introduceţi parola:
tr: Parolayı giriniz:

source: Go on
cs: Jít na
id: Lanjutkan
mk: Оди на
no: Gå på
ro: Execută
tr: Devam et

source: Check wether running
cs: Zjistit zda běží
id: Cek kalau berjalan
mk: Провери дали работи
no: Sjekk om den kjører
ro: Verifică dacă rulează
tr: Çalıştığını kontrol et

source: Mount all
cs: Připojit vše
id: Pasang semua
mk: Монтирај се`
no: Monter alle
ro: Montează tot
tr: Tümünü bağla

source: Mount all using password
cs: Připojit vše s použitím hesla
id: Pasang semua menggunakan password
mk: Монтирај се` користејќи шифра
no: Monter alt med passord
ro: Montează tot utilizînd parola
tr: Tümünü parola kullanarak bağla

source: Unmount all
cs: Odpojit vše
id: Lepaskan semua
mk: Одмонтирај се`
no: Demonter alle
ro: Demontează tot
tr: Tümünü ayır

source: RLogin
tr: Yeniden oturum aç

source: Update
cs: Aktualizovat
id: Membaharui
mk: Ажурирање
no: Oppdater
ro: Actualizează
tr: Güncelle

source: Host
cs: Počítač
mk: Компјутер
no: Vert
ro: Gazda
tr: Sunucu

source: is running.
cs: běží.
id: sedang berjalan.
mk: работи.
no: kjører.
ro: funcţionează.
tr: çalışıyor

source: is not responding. Remove from display ?
cs: neodpovídá. Odebrat z obrazovky ?
id: tidak menjawab. Hilangkan dari layar ?
mk: не одговора. Одстрани од екран ?
no: svarer ikke. Fjern fra skjermen?
ro: nu răspunde. Elimin de la afişare?
tr: cevap vermiyor. Ekrandan kaldır ?

source: No shares found
cs: Nenalezeno žádné sdílení
id: Tidak ada share
no: Ingen shares funnet
ro: Nu am găsit partajări
tr: Sunucu bulunamadı

source: Ping Nameserver
cs: Poslat ping na jmenný server
no: Ping navnetjener
ro: Ping către server de nume:
tr: Ping Ad Sunucusu

source: Configure
cs: Konfigurovat
id: Konfigur
mk: Конфигурирај
no: Sett opp
ro: Opţiuni
tr: Yapılandır

source: users
cs: uživatelů
mk: корисници
no: brukere
ro: utilizatori
tr: kullanıcılar

source: Active work&group:
cs: &Aktivní pracovní skupina:
id: Grup Aktif
mk: Активни работни групи:
no: Aktiv arbeids&gruppe:
ro: &Grup de lucru activ:
tr: Aktif çalışma &grubu

source: Your &username:
cs: Vaše &uživatelské jméno:
id: Nama &anda:
mk: Вашето корисничко име:
no: Ditt &brukernanvn:
ro: &Nume de utilizator:
tr: K&ullanıcı adınız

source: Use &samba for getting browse list:
cs: Použít &sambu pro získání seznamu:
id: Gunakan &samba untuk mendapatkan daftar:
mk: Користи samba за земање на browse листа:
no: Bruk &samba for å få oversiktsliste:
ro: Utilizează &Samba pentru răsfoire:
tr: Gözatma listesi için &sambayı kullan:

source: Get &browselist from:
cs: Získat s&eznam z:
id: Ambil daftar &browse dari:
mk: Земи browse листа од:
no: Få &oversiktsliste fra:
ro: Preia &lista de răsfoire de la:
tr: &Gözatma listesinin alınacağı yer:

source: Use &NSLookup:
cs: Použít &NSLookup:
id: Gunakan &NSLookup:
mk: Користи NSLookup:
no: Bruk &NSLookup:
ro: Utilizează &NSLookup:
tr: &NSLookup'ı kullan

source: Use N&MBLookup
cs: Použít N&MBLookup
id: Gunakan N&MBLookup
mk: Користи NBMLookup
no: Bruk N&MBLookup
ro: Utilizează N&MBLookup
tr: N&MBLookup'ı kullan

source: Use &IP for samba
cs: Použít &IP pro protokol samba
id: Gunakan &IP untuk samba
mk: Користи IP за samba
no: Bruk &IP for samba
ro: Utilizează &IP pentru samba
tr: Samba için &IP kullan

source: Use &workgroupname for samba
cs: Použít &pracovní skupinu pro protokol samba
id: Gunakan nama &workgroup untuk samba
mk: Користи име на работна група за samba
no: Bruk &arbeidsgruppe for samba
ro: Utilizează numele gr&upului de lucru pentru samba
tr: Samba için çalışma grubu adı &kullan

source: Use guest login for samba
cs: Použít přihlášení jako host pro protokol samba
id: Gunakan login guest untuk samba
mk: Користи гостинска најава за samba
no: Bruk gjesteinnlogging for samba
ro: Utilizează logare ca guest pentru samba
tr: Samba için ziyaretçi oturumunu kullan

source: Ask always for &password and username
cs: Vždy se ptát na &heslo a uživatelské jméno
id: Selalu tanyakan nama dan &password
mk: Секогаш прашај за шифра и корисник
no: Spør alltid om &passord og brukernavn
ro: Întotdeauna întreabă de &parolă şi nume de utilizator
tr: Her zaman &parola ve kullanıcı adı sor

source: Installed Samba is version 2.0 or newer
cs: Instalovaná Samba je verze 2.0 nebo novější
id: Samba yang terinstall adalah versi 2.0 keatas
mk: Инсталирана верзија на Samba е 2.0 или понова
no: Installert Samba er versjon 2.0 eller nyere
ro: Samba instalat este versiunea 2.0 sau mai nou
tr: Kurulu Samba sürümü 2.0 veya üstü

source: &Change name
cs: &Změnit jméno
id: &Ganti nama
mk: Промени име
no: &Endre navn
ro: &Modifică nume
tr: Ad &değiştir

source: &Add workgroup
cs: &Přidat pracovní skupinu
id: &Tambahkan workgroup
mk: Додади работна група
no: &Legg til arbeidsgruppe
ro: &Adaugă grup de lucru
tr: Çalışma &grubu ekle

source: &Delete workgroup
cs: S&mazat pracovní skupinu
id: &Hapus workgroup
mk: Избриши работна група
no: &Slett arbeidsgruppe
ro: Ş&terge grup de lucru
tr: Çalışma grubunu &sil

source: Use special talk program:
cs: Použít speciální program pro talk:
id: Gunakan program talk spesial:
mk: Користи специјална talk програма:
no: Bruk spesielt snakkeprogram:
ro: Utilizează program de talk special:
tr: Özel talk programı kullan:

source: &Use following xterm:
cs: Použít telto &xterm:
id: &Gunakan xterm berikut:
mk: Користи го следниов xterm:
no: &Bruk følgende xterm:
ro: &Utilizează următorul xterm:
tr: Şu xterm'i k&ullan:

source: &Start xterm with options:
cs: &Spustit xtem s volbami:
id: &Mulai xterm dengan opsi :
mk: Стартувај xterm со опции:
no: &Start xterm med valg:
ro: &Porneşte xterm cu opţiunile:
tr: xterm'i şu seçeneklerle başlat:

source: &Explore with:
cs: P&rozkoumat s:
id: &Jelajahi menggunakan:
mk: Истражувај со:
no: &Utforsk med:
ro: &Explorează cu:
tr: Birlikte &aç

source: Mount &shares under:
cs: Připojit &sdílení na:
id: Mount &shares dibawah:
mk: Монтирај shares под:
no: Monter &delte under:
ro: Montează &partajări sub:
tr: Paylaşım bağlama &yeri:

source: &Update period:
cs: Per&ioda aktualizace:
id: Periode &Update:
mk: Период на ажурирање:
no: Interval for &oppdatering
ro: Perioada de &actualizare:
tr: &Güncelleme aralığı:

source: &Patience time:
cs: Čas tr&vání:
id: Waktu &kesabaran:
mk: Време на трпение:
no: &Ventetid:
ro: &Timp de aşteptare:
tr: &Tahammül süresi:

source: Unmount on &exit
cs: Odpojit při &ukončení
id: Lepaskan saat k&eluar
mk: Одмонтирај при излез
no: Demonter ved &avslutt
ro: Demontează la &ieşire
tr: Çıkarken a&yır

source: Ok
mk: Во Ред
tr: Tamam

source: Configure KNetMon
cs: konfigurovat KNetMon
id: Konfigur KNetMon
mk: Конфигурирај KNetMon
no: Configurer KNetMon
ro: Configurare KNetMon
tr: KNetMon'u yapılandır

source: Network settings
cs: Nastavení sítě
id: Seting Jaringan
mk: Мрежни поставки
no: Nettverksinnstillinger
ro: Opţiuni de reţea
tr: Ağ ayarları

source: GUI settings
cs: Nastavení GUI
id: Seting GUI
mk: GUI поставки
no: GUI-innstillinger
ro: Opţiuni GUI
tr: GUI ayarları

source: More settings
cs: Další volby
id: Seting yang lainnya
mk: Повеќе поставки
no: Flere innstillinger
ro: Alte opţiuni
tr: Diğer ayarlar

source: if checked, smbclient is used for getting a list of active hosts, it is recommended to enable this
cs: pokud je zvoleno, smb klient jepoužívám získání seznamu aktivních počítačů, je doporučeno tuto volbu povolit
id: kalau ditandai, smbclient akan digunakan untuk mendapatkan daftar host aktif, disarankan untuk mengaktifkannya
mk: ако е вклучено, smbclient се користи за земање листа на активни компјутери, препорачливо е да е вклучено
no: hvis valg, vil smbclient bli brukt for å hente en liste over aktive vertsmaskiner. Det anbefales å bruke denne
ro: Dacă este marcat, smbclient este utilizat pentru a obţine o listă de gazde active. Este recomandat să activaţi această opţiune.
tr: işaretliyse, smb istemcisi aktif sunucuların bir listesini edinmek için kullanılır; bunu etkinleştimeniz önerilir

source: identifier for the current selected workgroup
cs: identifikace současné pracovní skupiny
id: pengidentifikasi workgroup terpilih sekarang
mk: идентификатор за тековно избраната работна група
no: datanavn for arbeidsgruppen som nå er valgt
ro: Identificator pentru grupul curent selectat
tr: şu anki seçili çalışma grubu için tanıtıcı

source: you should know
cs: musíte vědět
id: anda seharusnya tahu
mk: би требало да знаете
no: du bør vite
ro: Ar trebui să ştiţi
tr: bilmelisiniz

source: name of a host, which provides a browsing list, e.g. the name server or your own machine
cs: jméno počítače, který má seznam okolních počítačů, t.j. jmenný server nebo váš vlastní počítač
id: nama host, yang menghasilkan daftar browsing, mis. server nama atau komputer anda
mk: име на компјутер, кој обезбедува browsing листа, пр. name серверот или вашата сопствена машина
no: navn på vert som tilbyr blaliste. F eks navnetjeneren eller din egen maskin
ro: Numele gazdei, care oferă lista de navigare, de exemplu un server de nume sau maşina dumneavoastră.
tr: gözatma listesini sağlayan bir sunucu adı, örneğin ad sunucu veya kendi makinanız

source: if checked, knetmon will be able to retrieve the IP addresses from your nameserver
cs: pokud je zvoleno, knetmon se pokusí získat IP adresu z vašeho jmenného serveru
id: kalau ditandai, knetmon akan dapat menerima alamat IP dari server nama anda
mk: ако е вклучено, knetmon ќе може да ги собира IP адресите од вашиот nameserver
no: Hvis valg, vil knetmon kunne notta IP-adresser fra din navnetjener
ro: Dacă este marcat, knetmon va putea să obţină adrese IP de la serverul de nume al dumneavoastră
tr: işaretliyse, knetmon ad sunucunuzdaki IP adresine erişebilir

source: enter the IP address of your nameserver, its name may work too
cs: zadejte IP adresu jmenného serveru, je možné také zadat jeho jméno
id: masukkan alamat IP dari servernama, nama hostnya boleh
mk: внесете ја IP адресата на вашиот nameserver, неговото име може исто така да работи
no: skriv IP-adressen til navnetjeneren, dens navn også fungere
ro: Introduceţi adresa IP a server-ului dumneavoastră de nume. Este posibil să meargă şi numele lui.
tr: Ad sunucunuzun IP adresini giriniz, adı da yeterli olabilir

source: if checked, samba will use the IP-address for its actions, usually it should work without this option
cs: pokud je zvoleno, samba použijte IP adresu pro tuto akcijinak bude pracovat bez této volby
id: kalau ditandai, samba akan menggunakan alamat IP, biasanya tanpa opsi ini sudah berjalan
mk: ако е вклучено, samba ќе ја користи IP адресата за своите акции, обично би требало да работи и без оваа опција
no: hvis valg, vil samba bruke IP-adressen til det den gjør. Normalt fungerer den uten dette valget
ro: Dacă este marcat, Samba va utiliza adresa IP pentru acţiunile lui. În mod uzual ar trebui să meargă fără această opţiune.
tr: işaretliyse, samba kendi işlemleri için IP adresleri kullanır, genellikle bu seçenek olmadan çalışır

source: if checked, smbclient will be started using the option -W usually it should work without this option
cs: pokud je zvoleno, smbclient bude spuštěn s volbou -W, jinak bude pracovat bez této volby
id: kalau ditandai, smbclient akan dimulai dengan menggunakan opsi -W biasanya tanpa opsi ini sudah berjalan
mk: ако е влкучено, smbclient ќе се стартува со опцијата -W обично би требало да рботи и без оваа опција
no: hvis valgt, smbclient vil bli startet med valget -W. Normalt fungerer den uten dette valget.
ro: Dacă este marcat, smbclient va fi startat utilizînd opţiunea -W. În mod uzual ar trebui să meargă fără această opţiune.
tr: işaretliyse, smb istemcisi -W seçeneğini kullanarak başlar genellikle bu seçenek olmadan çalışır

source: if checked, samba will always use password and username
cs: pokud je zvoleno, samba se bude vždy ptát na uživatelské jméno a heslo
id: kalau ditandai, samba akan selalu menggunakan nama dan password
mk: ако е вклучено, samba секогаш ќе користи шифра и корисник
no: hvis valgt, vil samba alltid bruke passord og brukernavn
ro: Dacă este marcat, Samba va utiliza întotdeauna numele de utilizator şi parola
tr: işaretliyse, samba her zaman parola ve kullanıcı adı kullanır

source: if checked, samba will always use -Uguest for "anonymous" operations
cs: pokud je zvoleno, samba vždy použije -Uhost pro "anonymní" operace
id: kalau ditandai, samba akan selalu menggunakan -Uguest untuk operasi "anonymous"
mk: ако е вклучено, samba секогаш ќе користи -Uguest за "anonymous" операции
no: hvis valgt, vil samba alltid bruke -Uguest for "annonyme" operasjoner
ro: Dacă este marcat, Samba va utiliza întotdeauna -Uguest pentru operaţii "anonymous".
tr: işaretliyse, samba "anonymous" işlemler için her zaman -Uguest kullanır

source: check this if you have samba 2.0 or newer installed
cs: zkontrolujte, zda máte sambu verze 2.0 nebo novější
id: tandai disini apabila anda menggunakan samba 2.0 ke atas
mk: вклучете го ова ако имате samba 2.0 или понова инсталирано
no: velg denne hvis du har installert Samba 2.0 eller nyere.
ro: Marcaţi această căsuţă dacă aveţi instalat Samba 2.0 sau mai nou.
tr: eğer samba 2.0 veya daha üstü kuruluysa bunu işaretleyin

source: if not checked, the standard talk program in a xterm is used, else the talk you enter here
cs: pokud je zvoleno, bude použit standardní program v xtermu, jinak zadejte název programu pro talk
id: kalau tidak ditandai, program talk standar dibawah xterm akan digunakan , kecuali anda mengisi disini
mk: ако не е вклучено, стандардната talk програма во xterm се користи, инаку talk-от што го внесувате овде
no: hvis valgt, vil standard snakkeprogram bli brukt i en xterm. Hvis ikke vil, skriv inn ditt snakkeprogram her
ro: Dacă nu este marcat, este utilizat programul standard de convorbire "talk" pornit întro consolă "xterm".Altfel, este utilizat programul specificat.
tr: işaretli değilse, bir xterm'deki standart talk programını, aksi halde burada belirttiğiniz talk programını kullanır

source: the name of a X talk, e.g. "ktalk"
cs: jméno pro talk v X, t.j. "ktalk"
id: nama dari X talk, mis. "ktalk"
mk: името на X talk, пр. "ktalk"
no: navnet på en snakkeprogram for X, f eks "ktalk"
ro: Numele aplicaţie "talk" pentru X, de exemplu "ktalk"
tr: X talk'un adı, örneğin "ktalk"

source: the name of your favourite xterm, kvt won't work, I think
cs: jméno oblíbeného programu xterm, kvt zde nebude pracovat
id: nama xterm favorit anda, kvt tidak berfungsi, menurut saya
mk: името на вашиот омилен xterm, kvt мислам дека нема да работи
no: navnet på din favoritt-xterm, kvt fungerer ikke etter det jeg vet
ro: Numele consolei de X favorite. "kvt" probabil nu va merge.
tr: gözde xterm'inizin adı, kvt çalışmayabilir

source: the xterm entered above will be started with these options
cs: zadaný xterm bude spuštěn s těmito volbami
id: xterm yang dimaksud akan dijalankan dengan opsi-opsi berikut
mk: xterm-от внесен погоре ќе се стартува со овие опции
no: xtermen skrevet inn over vil bli startet med disse valgene
ro: Aplicaţia de consolă X de mai sus va fi pornită cu aceste opţiuni.
tr: yukarıda belirtilen xterm bu seçeneklerle başlayacak

source: a filemanager which opens directory %dir
cs: správce souborů, který otevře adresář %dir
id: sebuah filemanager yang membuka direktori %dir
mk: менаџер на датотеки кој отвара папки %dir
no: en filbehandler som åpner katalog %dir
ro: Un manager de fişiere care deschide directorul %dir
tr: %dir dizinini açan bir dosya yöneticisi

source: here the shares will be mounted, you MUST have WRITE-PERMISSION
cs: tato sdílení budou připojena, MUSÍTE mít PRÁVO ZÁPISU
id: disini shares akan di pasangkan, anda HARUS memiliki HAK TULIS
mk: овде share-овите ќе бидат монтирани, МОРАТЕ да имате ДОЗВОЛА-ЗА-ЗАПИС
no: her vil de delte områdene bli montert. Du MÅ ha SKRIVETILGANG
ro: Aici vor fi montate partajările Wwindows. Trebuie să aveţi drepturi de scriere!
tr: buraya paylaşılanlar bağlanacak,YAZMA-İZNİ sahibi olmalısınız

source: update period in seconds
cs: perioda aktualizace v sekundách
id: periode update dalam detik
mk: период на ажурирање во секунди
no: interval for oppdatering i sekunder
ro: Perioada de actualizare în secunde
tr: güncelleme aralığı (saniye)

source: for this time (seconds) KNetmon will wait for answers from hosts
cs: tento čas (v sekundách) bude program KNetMon čekat na odpověď počítače
id: dalam waktu ini (detik) KNetmon akan menunggu jawaban dari host
mk: за ова време (секунди) KNetmon ќе чека за одговори од компјутерите
no: KNetmon vil vente så lenge (sekunder) på svar fra verten.
ro: Pentru această perioadă (secunde) KNetmon va aştepta răspunsuri de la gazde.
tr: bu süre (saniye) boyunca KNetmon sunucudan cevap bekleyecek

source: usually you should keep this checked
cs: obyčejně je dobré nechat toto zvoleno
id: seharusnya anda membiarkan tempat ini ditandai
mk: обично, ова би требало да биде вклучено
no: normalt skal dette valget forbli valg
ro: În mod uzual trebuie să lăsaţi marcată această opţiune
tr: genelde bunu işaretli bırakmalısınız
