Repository: sandsmark/kde2-i18n
Catalog: */messages/others/knetmon.po
Languages: cs, id, mk, no, ro, tr

source: Enter an identifier for the new workgroup
cs: Zadejte identifikaci nové pracovní skupiny
id: Masukan pengidentifikasi untuk workgroup baru
mk: Внесете идентификатор за нови работни групи
no: Skriv inn et datanavn for den nye arbeidsgruppen
ro: Introduceţi un identificator pentru noul grup
tr: Yeni çalışma grubu için bir tanıtıcı giriniz

source: Name of new work&group:
cs: Jméno &nové pracovní skupiny:
id: Nama work&group baru:
mk: Име на нова работна група:
no: Navn på ny arbeids&gruppe:
ro: Numele noului gr&up de lucru:
tr: Yeni çalışma &grubunun adı

source: Name of the work&group:
cs: Jméno pracovní &skupiny:
id: Nama work&group:
mk: Име на работната група:
no: Nanv på arbeids&gruppe:
ro: Numele &grupului de lucru
tr: Çalışma &grubunun adı

source: Enter an identifier for this workgroup
cs: zadejte identifikaci této pracovní skupiny
id: Masukkan pengidentifikasi workgroup ini
mk: Внесете идентификатор за оваа работна група
no: Skriv inn et datanavn på denne arbeidsgruppen
ro: Introduceţi un identificator pentru acest grup de lucru
tr: Bu çalışma grubu için bir tanıtıcı giriniz

source: Required binary not found
cs: Vyžadovaný binární soubor nenalezen
id: Binari yang dibutuhkan tidak ditemukan
mk: Потребнaта ??програма?? не е најдена
no: Påkrevet programfil ikke funnet
ro: Nu am găsit programul necesar
tr: Gerekli ikili bulunamadı

source: Could not execute smbclient, this will give problems. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
cs: Nemohu spustit program smbclient, což může způsobit problémy. Pokud nechcete, aby knetmon zjišťoval potřebné binární soubory, spusťte program s volbou -d. Přesto pokračovat?
id: Tidak berhasil menjalankan smbclient, hal ini akan mendatangkan masalah. Bila anda tidak menginginkan knetmon untuk memeriksa binari, jalankan dengan opsi -d. Jalankan saja ?
mk: Неможе да се изврши smbclient, ова ќе дава проблеми. Ако не сакате knetmon да проверува за програми, стартувајте го со опцијата -d. Продолжете секако ?
no: Kunne ikke starte smbclient. Dette vil skape problemer. Vil du likevel fortsette?
ro: Nu pot executa smbclient. Acest lucru va cauza probleme. Dacă nu doriţi ca knetmon să verifice dacă există programele necesare, porniţi-l cu opţiunea -d. Continui în aceste condiţii?
tr: Smb istemcisi çalıştırılamadı, bu problem çıkaracaktır. knetmon'un ikilileri kontrol etmesini istemiyorsanız, -d seçeneğiyle başlatın. Yine de devam edilsin mi?

source: Could not execute smbmount, you won't be able to mount samba shares. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
cs: Nemohu spustit program smbmount, nemůžete si bez něj připojit sdílené samba svazky. Pokud nechcete, aby knetmon zji~Z~]oval potřebné binární soubory, spus~]te program s volbou -d. Přesto pokračovat?
id: Tidak berhasil menjalankan smbmount, anda tidak akan bisa memasangkan samba shares. Bila anda tidak menginginkan knetmon untuk memeriksa binari, jalankan dengan opsi -d. Jalankan saja ?
mk: Нemoже да се изврши smbmount, нема да можете да монтирате samba share-ови. Ако не сакате knetmon да проверува за програми, стартувајте го со опцијата -d. Продолжете секако ?
no: Kunne ikke starte smbmount. Du vil ikke kunne montere delte samba-områder. Vil du likevel fortsette?
ro: Nu pot executa smbmount. Nu veţi putea monta partajări Samba. Dacă nu doriţi ca knetmon să verifice dacă există programele necesare, porniţi-l cu opţiunea -d. Continui în aceste condiţii?
tr: smbmount çalıştırılamadı, samba paylaşımlarını bağlayamayacaksınız. knetmon'un ikilileri kontrol etmesini istemiyorsanız, -d seçeneğiyle başlatın. Yine de devam edilsin mi?

source: Could not execute smbumount, you won't be able to unmount mounted samba shares. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
cs: Nemohu spustit program smbumount, nemlžete bez něj odpojit sdílené samba svazky. Pokud nechcete, aby knetmon zji~Z~]oval potřebné binární soubory, spus~]te program s volbou -d. Přesto pokračovat?
id: Tidak dapat menjalankan smbumount, anda tidak dapat melepaskan samba shares. Bila anda tidak menginginkan knetmon untuk memeriksa binari, jalankan dengan opsi -d. Jalankan saja ?
mk: Неможе да се изврши smbumount, нема да можете да одмонтирате монтирани samba share-ови. Ако не сакате knetmon да проверува за програми, стартувајте го со опцијата -d. Продолжете секако ?
no: Kunne ikke starte smbumount. Du vil ikke kunne demontere monterte, delte samba-områder. Vil du likevel fortsette?
ro: Nu pot executa smbunmount. Nu veţi putea demonta partajări Samba montate. Dacă nu doriţi ca knetmon să verifice dacă există programele necesare, porniţi-l cu opţiunea -d. Continui în aceste condiţii?
tr: smbumount çalıştırılamadı, bağlanmış samba paylaşımlarını ayıramayacaksınız. knetmon'un ikilileri kontrol etmesini istemiyorsanız, -d seçeneğiyle başlatın. Yine de devam edilsin mi?

source: Could not execute mount, you won't be able to mount nfs-exports. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
cs: Nemohu spustit program mount, nemůžete si bez něj připojit nfs svazky. Pokud nechcete, aby knetmon zji~Z~]oval potřebné binární soubory, spus~]te program s volbou -d. Přesto pokračovat?
id: Tidak berhasil menjalankan mount. anda tidak dapat memasangkan nfs-exports. Bila anda tidak menginginkan knetmon untuk memeriksa binari, jalankan dengan opsi -d. Jalankan saja ?
mk: Неможе да се изврши mount, нема да можете да монтирате nfs-експорти. Ако не сакате knetmon да проверува за програми, стартувајте го со опцијата -d. Продолжете секако ?
no: Kunne ikke starte mount. Du vil ikke kunne montere nfs-eksporter. Vil du likevel fortsette?
ro: Nu pot executa mount. Nu veţi putea monta exportări NFS. Dacă nu doriţi ca knetmon să verifice dacă există programele necesare, porniţi-l cu opţiunea -d. Continui în aceste condiţii?
tr: mount çalıştırılamadı, nfs-ihraçlarını bağlayamayacaksınız. knetmon'un ikilileri kontrol etmesini istemiyorsanız, -d seçeneğiyle başlatın. Yine de devam edilsin mi?

source: Could not execute umount, you won't be able to unmount mounted nfs-exports. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
cs: Nemohu spustit program umount, nemů~^ete si bez něj odpojit nfs svazky. Pokud nechcete, aby knetmon zji~Z~]oval potřebné binární soubory, spus~]te program s volbou -d. Přesto pokračovat?
id: Tidak berhasil menjalankan umount. anda tidak dapat melepaskan nfs-exports. Bila anda tidak menginginkan knetmon untuk memeriksa binari, jalankan dengan opsi -d. Jalankan saja ?
mk: Неможе да се изврши umount, нема да можете да одмонтирате монтирани nfs-експорти. Ако не сакате knetmon да проверува за програми, стартувајте го со опцијата -d. Продолжете секако ?
no: Kunne ikke starte umount. Du vil ikke kunne demontere monterte nfs-eksporter. Vil du likevel fortsette?
ro: Nu pot executa umount. Nu veţi putea demonta exportări NFS montate. Dacă nu doriţi ca knetmon să verifice dacă există programele necesare, porniţi-l cu opţiunea -d. Continui în aceste condiţii?
tr: umount çalıştırılamıyor, bağlanmış nfs-ihraçlarını ayıramayacksınız. knetmon'un ikilileri kontrol etmesini istemiyorsanız, -d seçeneğiyle başlatın. Yine de devam edilsin mi?

source: Could not execute showmount, so the nfs-stuff won't work. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
cs: Nemohu spustit program showmount, nemů~^ete bez něj pracovat s nfs svazky. Pokud nechcete, aby knetmon zji~Z~]oval potřebné binární soubory, spus~]te program s volbou -d. Přesto pokračovat?
id: Tidak berhasil menjalankan showmount. tidak ada aplikasi nfs yang dapat berjalan. Bila anda tidak menginginkan knetmon untuk memeriksa binari, jalankan dengan opsi -d. Jalankan saja ?
mk: Неможе да се изврши showmount, па nfs-работите нема да работат. Ако не сакате knetmon да проверува за програми, стартувајте го со опцијата -d. Продолжете секако ?
no: Kunne ikke starte showmount. Nfs-delen vil ikke fungere. Vil du likevel fortsette?
ro: Nu pot executa showmount, astfel că operaţiunile NFS nu vor merge. Dacă nu doriţi ca knetmon să verifice dacă există programele necesare, porniţi-l cu opţiunea -d. Continui în aceste condiţii?
tr: Showmount çalıştırılamadı, bu yüzden nfs-stuff çalışmayacak. knetmon'un ikilileri kontrol etmesini istemiyorsanız, -d seçeneğiyle başlatın. Yine de devam edilsin mi?

source: Could not execute nslookup, you will have problems if you need to know the IP addresses for samba. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
cs: Nemohu spustit program nslookup, mů~^ete mít problémy při zjišťování IP adresy pro protokol samba. Pokud nechcete, aby knetmon zji~Z~]oval potřebné binární soubory, spus~]te program s volbou -d. Přesto pokračovat?
id: Tidak dapat menjalankan nslookup, anda akan mengalami masalah jika ingin mengetahui alamat IP untuk samba. Bila anda tidak menginginkan knetmon untuk memeriksa binari, jalankan dengan opsi -d. Jalankan saja ?
mk: Неможе да се изврши nslookup, ќе имате проблеми ако ви треба да ги знаете IP адресите за samba. Ако не сакате knetmon да проверува за програми, стартувајте го со опцијата -d. Продолжете секако ?
no: Kunne ikke starte nslookup. Du vil få problemer hvis du trenger IP-adresser for samba. Vil du likevel fortsette?
ro: Nu pot executa nslookup. Veţi avea probleme dacă aveţi nevoie de adrese IP pentru Samba. Dacă nu doriţi ca knetmon să verifice dacă există programele necesare, porniţi-l cu opţiunea -d. Continui în aceste condiţii?
tr: nslookup çalıştırılamadı, Samba için IP adresi bilmeniz gerekiyorsa problemler yaşayacaksınız. knetmon'un ikilileri kontrol etmesini istemiyorsanız, -d seçeneğiyle başlatın. Yine de devam edilsin mi?

source: Could not execute nmblookup, you will have problems if you need to know the IP address for samba. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
cs: Nemohu spustit program nmblookup, mů~^ete mít problémy při zji~Z~]ování IP adresy pro protokol samba. Pokud nechcete, aby knetmon zji~Z~]oval potřebné binární soubory, spus~]te program s volbou -d. Přesto pokračovat?
id: Tidak dapat menjalankan nslookup, anda akan mengalami masalah jika ingin mengetahui alamat IP untuk samba. Bila anda tidak menginginkan knetmon untuk memeriksa binari, jalankan dengan opsi -d. Jalankan saja ?
mk: Неможе да се изврши nmblookup, ќе имате проблеми ако ви треба да ги знаете IP адресите за samba. Ако не сакате knetmon да проверува за програми, стартувајте го со опцијата -d. Продолжете секако ?
no: Kunne ikke starte nmblookup. Du vil få problemer hvis du må vite IP-adressen for samba. Vil du likevel fortsette?
ro: Nu pot executa nmblookup. Veţi avea probleme dacă aveţi nevoie de adrese IP pentru Samba. Dacă nu doriţi ca knetmon să verifice dacă există programele necesare, porniţi-l cu opţiunea -d. Continui în aceste condiţii?
tr: nmblookup çalıştırılamadı, Samba için IP adresi bilmeniz gerekiyorsa problemler yaşayacaksınız. knetmon'un ikilileri kontrol etmesini istemiyorsanız, -d seçeneğiyle başlatın. Yine de devam edilsin mi?

source: Enter username
cs: Zadejte uživatelské jméno
id: Masukkan nama user
mk: Внесете корисник
no: Oppgi brukernavn
ro: Introduceţi numele de utilizator
tr: Kullanıcı adını giriniz

source: &Use name and password for mounting
cs: Po&užít jméno a heslo při připojování
id: &Gunakan nama dan password untuk memasangkan
mk: Користи име и шифра за монтирање
no: &Bruk navn og passord for montering
ro: &Utilizează nume şi parolă pentru montare
tr: Bağlama için ad ve parola &kullan

source: Enter &name:
cs: Zadejte &jméno:
id: Masukkan &nama:
mk: Внесете име:
no: Oppgi &navn:
ro: Introduceţi &numele:
tr: &Adı giriniz:

source: Enter pass&word:
cs: Zadejte &heslo:
id: Masukkan pass&word:
mk: Внесете шифра:
no: Oppgi pass&ord:
ro: Introduceţi &parola:
tr: &Parolayı giriniz:

source: status
mk: статус
ro: stare
tr: durum

source: Resources accessed by other users:
cs: Zdroje připojené jinými uživateli:
id: Sumber sudah diakses oleh user lain:
mk: Ресурси достапени од други корисници:
no: Ressurser brukt av andre brukere:
ro: Resursele accesate de alţi utilizatori:
tr: Diğer kullanıcıların eriştiği kaynaklar:

source: Network resources mounted on this system:
cs: Síťové zdroje připojené k tomuto počítači:
id: Sumber jaringan yang terpasang di sistem ini:
mk: Мрежни ресурси монтирани на овој систем:
no: Nettverksressurser monter på dette systemet:
ro: Resurse de reţea montate pe acest sistem:
tr: Bu sisteme bağlı ağ kaynakları:

source: Share
cs: Sdílení
id: Pembagian
no: Delt område
ro: Partajare
tr: Paylaştır

source: User
cs: Uživatel
mk: Korisnik
no: Bruker
ro: Utilizator
tr: Kullanıcı

source: Group
cs: Skupina
id: Grup
mk: Група
no: Gruppe
ro: Grup
tr: Grup

source: Machine
cs: Počítač
id: Mesin
mk: Машина
no: Maskin
ro: Calculator
tr: Makine

source: Since
cs: Od
id: Sejak
mk: Од
no: Siden
ro: De la
tr: -den beri

source: Resource
cs: Zdroj
id: Sumber
mk: Ресурс
no: Ressurs
ro: Resursă
tr: Kaynak

source: Mounted on
cs: Připojeno na
id: Terpasang pada
mk: Монтирано на
no: Montert på
ro: Montat în
tr: Bağlanmış

source: Type
cs: Typ
id: Tipe
mk: Тип
ro: Tip
tr: Tür

source: View exports
cs: Prohlédnout exporty
id: Perlihatkan eksport
mk: Прикажи експорти
no: Vis eksport
ro: Vizualizează exportările
tr: İhraçları göster

source: View imports
cs: Prohlédnout importy
id: Perlihatkan impor
mk: Прикажи импорти
no: Vis import
ro: Vizualizează importările
tr: İthalleri göster

source: Do nothing
cs: Nedělat nic
id: Jangan kerjakan apa-apa
mk: Не прави ништо
no: Gjør ingenting
ro: Nu face nimic
tr: Hiçbir şey yapma

source: Disconnect
cs: Odpojit
id: Putuskan sambungan
mk: Одкачи се
no: Koble fra
ro: Deconectează
tr: Bağlantıyı kes

source: : Pinging
cs: : Posílám ping
mk: : Ping-ува
no: : Pinger
ro: : Ping către

source: &Talk
no: &Snakk

source: Talk
no: Snakk
