Repository: sandsmark/kde2-i18n
Catalog: */messages/others/kphone.po
Languages: id, tr

source: KPhone
tr: KTelefon

source: ktt --- The KDE Internet Phone (c) 1999 Billy Biggs "Sekzy, no?"
tr: ktt --- KDE Internet Telefonu (c) 1999 Billy Biggs "Seksi ha ?"

source: Call Preferences
id: Pengaturan panggilan
tr: Arama Seçenekleri

source: Policy for Unknown Incoming URIs
id: Kebijaksanaan untuk URL tak dikenal
tr: Bilinmeyen Gelen Adres'ler için Koruma

source: Accept
id: Menerima
tr: Kabul Et

source: Reject with Not Found
id: Menolak dengan tidak ditemukan
tr: Bulunamadı'yla Reddet

source: Do Not Disturb (Busy) Message:
id: Jangan diganggu (sibuk) pesan:
tr: Rahatsız Etmeyin (Meşgul) Mesajı.

source: Call Forwarding
id: Panggilan keluar
tr: Arama çoğaltıcısı

source: Inactive
id: tidak aktif
tr: Aktif değil

source: Active
id: aktif
tr: Aktif

source: Forward to:
id: Maju ke :
tr: Dağıt:

source: Call Forward Message:
id: pesan panggilan keluar:
tr: Aramayı Gönderme Mesajı

source: Network Settings
id: aturan jaringan
tr: Ağ Ayarları

source: Local Hostname (for return messages)
id: nama host lokal (untuk pesan lanjutan)
tr: Yerel Ağadı (geridönen mesajlar için)

source: Explicit Proxy
tr: Prox Ayarları

source: Don't Use Explicit Proxy
id: Jangan gunakan Explicit Proxy
tr: Prox Ayarları'nı Kullanma

source: Use Explicit Proxy
id: Gunakan Explicit Proxy
tr: Proxy Ayarları'nı Kullan

source: Explicit Proxy Address
id: Alamat Explicit Proxy
tr: Proxy Adresi

source: Advanced Settings
id: Aturan Tambahan
tr: Gelişmiş Ayarlar

source: Hide Via
id: Sembunyikan melalui
tr: Via'yı Gizle

source: Don't Hide
id: Jangan sembunyikan
tr: Gizleme

source: Request Next Hop
id: Permintaan hop selanjutnya
tr: Birsonrakine sıçra

source: Request Full Route
id: Permintaan rute penuh
tr: Tam Yol'u Al

source: Max Forwards
tr: Maksimum Dağıtılanlar
