Repository: sandsmark/kde2-i18n
Catalog: */messages/others/kray.po
Languages: hr, id, no, ro

source: &File
hr: &Datoteka
id: &Berkas
no: &Fil
ro: &Fişier

source: &Help
hr: &Pomoć
id: &Keterangan bantu
no: &Hjelp
ro: &Ajutor

source: &Generate Picture
hr: &Načini Sliku
id: &Menghasilkan Gambar
no: &Generer bilde
ro: &Generează imagine

source: E&xit
hr: I&zlaz
id: K&eluar
no: &Avslutt
ro: &Ieşire

source: Picture Size
hr: Veličina slike
id: Ukuran gambar
no: Billedstørrelse
ro: Mărime imagine

source: The sky:
hr: Nebo:
id: Langit
no: Himmelen:
ro: Cer:

source: The hell:
hr: Pakao:
id: Neraka
no: Helvete:
ro: Subsol:

source: The ground:
hr: Zemlja:
id: Tanah
no: Grunnen:
ro: Sol:

source: The small sphere:
hr: Mala kugla:
id: Bintang kecil
no: Den lille kulen:
ro: Sferă mică:

source: The big sphere:
hr: Velika kugla:
id: Bintang besar
no: Den store kulen:
ro: Sferă mare:

source: Keep 4:3 ratio
hr: Drži se omjera 4:3
id: Tetap rasio 4:3
no: Behold 4:3-forhold
ro: Păstrează aspect 4:3

source: &Generate
hr: N&ačin
id: &Hasilkan
no: &Generer
ro: &Generează

source: Quit
hr: Završi
id: Keluar
no: Avslutt
ro: Ieşire

source: Sky
hr: Nebo
id: Langit
no: Himmel
ro: Cer

source: Hell
hr: Pakao
id: Neraka
no: Helvete
ro: Subsol

source: Simple Red
hr: Jednostavno Crveno
id: Merah sederhana
no: Enkel rød
ro: Roşu simplu

source: Simple Green
hr: Jednostavno Zeleno
id: Hijau sederhana
no: Enkel grønn
ro: Verde simplu

source: Marble
hr: Mramor
id: Kelereng
no: Marmorklinkekule
ro: Marmură

source: Water
hr: Voda
id: Air
no: Vann
ro: Apă

source: Glass
hr: Staklo
id: Kaca
ro: Sticlă

source: Mirror
hr: Zrcalo
id: Cermin
no: Speil
ro: Oglindă

source: Brass
hr: Bronca
id: Kuningan
no: Messing
ro: Alamă

source: The size of the picture is outside of the allowed parameters
hr: Veličina slike je izvan dopuštenih granica
id: Ukuran dari gambar diluar parameter yang diijinkan
no: Størrelsen på bildet på utsiden av de lovlige parameterene
ro: Mărimea imaginii este în afara parametrilor permişi
