Repository: sandsmark/kde2-i18n
Catalog: */messages/others/kuml.po
Languages: cs, id, no, no_ny, ro, tr

source: No class found in directory
cs: Nenalezeny žádné třídy v adresáři
id: Tak ada kelas ditemukan di direktori
no: Ingen klasse funnet i katalog
no_ny: Fann ingen klasse i katalog
ro: Nu am găsit nici o clasă în director
tr: Dizinde hiçbir sınıf bulunamadı

source: Creating new diagram...
cs: Vytvářím nový diagram...
id: Membuat diagram baru
no: Oppretter nytt diagram...
no_ny: Lagar nytt diagram ...
ro: Creez o nouă diagramă...
tr: Yeni çizge yaratılıyor...

source: Invalid class
cs: Neplatná třída
id: Kelas salah
no: Ugyldig klasse
no_ny: Ugyldig klasse
ro: Clasă eronată
tr: Geçersiz sınıf

source: Can't build class
cs: Nemohu vytvořit třídu
id: Tak dapat membuat kelas
no: Kan ikke bygge klasse
no_ny: Kan ikkje byggja klasse
ro: Nu pot construi clasa
tr: Sınıf kurulamıyor

source: Building inheritance hierarchy
cs: Vytvářím dědičnou hierarchii
id: Membuat hierarki inheritance
no: Bygger arvingshierarki
no_ny: Byggjer arvehierarki
ro: Construiesc ierarhia de moşteniri
tr: Kalıtım hierarşisi kuruluyor

source: Building association links
cs: Vytvářím asociativní linky
id: Membuat link asosiasi
no: Bygger assosieringslenker
no_ny: Byggjer assosieringslenkjer
ro: Construiesc legăturile asociate
tr: İlişkilendirme bağlantıları kuruluyor

source: Placing classes
cs: Umístění tříd
id: Menempatkan kelas
no: Plasserer klasser
no_ny: Plasserer klassar
ro: Plasez clasele
tr: Sınıflar yerleştiriliyor

source: Internal error
cs: Vnitřní chyba
id: Kesalahan internal
no: Intern feil
no_ny: Intern feil
ro: Eroare internă
tr: İçsel hata

source: Unable to find
cs: Nemohu nalézt
id: Tak dapat menemukan
no: Kunne ikke finne
no_ny: Finn ikkje
ro: Nu pot găsi
tr: Bulunamıyor

source: Unable to remove the class
cs: Nelze odebrat třídu
id: Tak dapat menghapus kelas
no: Kunne ikke fjerne klassen
no_ny: Kan ikkje fjerna klassen
ro: Nu pot elimina clasa
tr: Sınıf kaldırılamıyor

source: &New
cs: &Nová
id: &Baru
no: &Ny
no_ny: &Ny
ro: &Nou
tr: &Yeni

source: Save &as
cs: Uložit j&ako
id: Simpan &Sebagai
no: Lagre &som
no_ny: Lagra &som
ro: S&alvează ca
tr: &Farklı Kaydet

source: &Generate code
cs: &Generovat kód
id: &Hasilkan kode
no: &Generer kode
no_ny: &Lag kode
ro: &Generează cod
tr: &Kodu üret

source: &Import code
cs: &Importovat kód
id: &Import kode
no: &Importer kode
no_ny: &Importer kode
ro: &Importă cod
tr: Kodu İçeri &aktar

source: Show &informations
cs: Ukázat &informace
id: Tampilkan &Informasi
no: Vis &informasjon
no_ny: Vis &informasjon
ro: Afişează &informaţii
tr: Bilgileri &göster

source: Export...
no: Eksport...
no_ny: Eksporter ...
ro: Exportă...
tr: Çıkart...

source: &Print
cs: &Tisknout
id: &Cetak
no: &Skriv ut
no_ny: Skriv &ut
ro: &Tipăreşte
tr: Ya&zdır

source: N&ew
cs: N&ový
id: B&aru
no: N&y
no_ny: N&y
ro: N&ou
tr: Y&eni

source: &Rename
cs: &Přejmenovat
id: &Rubah nama
no: &Gi nytt navn
no_ny: &Omdøyp
ro: &Redenumeşte
tr: &Adını değiştir

source: &General
cs: &Obecný
id: &Umum
no: &Generelt
no_ny: &Generelt
tr: &Kodu üret

source: &Background
cs: &Pozadí
id: &Latar belakang
no: &Bakgrunn
no_ny: &Bakgrunn
ro: &Fundal
tr: A&rkaplan

source: Cu&t
cs: &Vyjmout
id: Po&tong
no: &Klipp ut
no_ny: Klipp u&t
ro: &Taie
tr: Ke&s

source: Show tool&bar
cs: Zobrazit &nástrojovou lištu
id: Tampilkan tool&bar
no: Vis &verktøylinje
no_ny: Vis &verktøylinje
ro: Afişează bara de &unelte
tr: &Araç çubuğunu göster

source: Show &statusbar
cs: Zobrazit &stavovou lištu
id: Tampilkan &statusbar
no: Vis &statuslinje
no_ny: Vis &statuslinje
ro: Afişează bara de &stare
tr: &Durum çubuğunu göster

source: Fully qualified names
cs: Celé jméno
id: Penuhi kualifikasi nama
no: Unike navn
no_ny: Fullt kvalifiserande namn
ro: Nume de domenii complete

source: XML persistence
cs: persistence XML
no: XML-persistanse
no_ny: XML-vedvaring
ro: Persistenţă XML

source: &Project
cs: &Projekt
id: &Proyek
no: &Prosjekt
no_ny: &Prosjekt
ro: &Proiect
tr: &Proje

source: &Setup
cs: Na&stavení
id: &Aturan
no: &Oppsett
no_ny: &Oppsett
ro: &Opţiuni
tr: &Kurulum

source: New Project
cs: Nový projekt
id: Proyek baru
no: Nytt prosjekt
no_ny: Nytt prosjekt
ro: Proiect nou
tr: Yeni Proje

source: Open Project
cs: Otevřít projekt
id: Buka proyek
no: Åpne prosjekt
no_ny: Opna prosjekt
ro: Deschide proiect
tr: Proje Aç

source: Save Project
cs: Uložit projekt
id: Simpan Proyek
no: Lagre prosjekt
no_ny: Lagra prosjekt
ro: Salvează proiect
tr: Proje Kaydet

source: New diagram
cs: Nový diagram
id: Diagram baru
no: Nytt diagram
no_ny: Nytt diagram
ro: Diagramă nouă
tr: Yeni çizge

source: Refresh
cs: Obnovit
no: Oppfrisk
no_ny: Frisk opp
ro: Actualizează
tr: Yenile

source: Really Quit ?
cs: Skutečně skončit?
id: Benar mau keluar?
no: Virkelig avslutte?
no_ny: Verkeleg avslutta?
ro: Ies într-adevăr?
tr: Gerçekten bitirmek istiyor musunuz ?

source: Exit
cs: Konec
id: Keluar
no: Avslutt
no_ny: Avslutt
ro: Ieşire
tr: Çıkış

source: Really Quit?
cs: Skutečně skončit?
id: Benar mau keluar?
no: Virkelig avslutte?
no_ny: Verkeleg avslutta?
ro: Ies într-adevăr?
tr: Gerçekten bitirmek istiyor musunuz ?

source: About kUML
cs: O aplikaci kUML
id: Tentang kUML
no: Om kUML
no_ny: Om kUML
ro: Despre kUML
tr: KUML hakkında

source: Remove the current project and create a new one ?
cs: Smazat současný projekt a vytvořit nový?
id: Hapus proyek dan buat yang baru?
no: Fjern gjeldende prosjekt og lag et nytt?
no_ny: Fjern prosjektet og lag eit nytt?
ro: Elimin proiectul curent şi creez unul nou?
tr: Şuanki projeyi kaldır ve yeni bir tane yarat ?

source: New
cs: Nový
id: Baru
no: Ny
no_ny: Nytt
ro: Nou
tr: &Yeni

source: IO Error
cs: IO Chyba
id: Kesalahan IO
no: IO-feil
no_ny: IU-feil
ro: Eroare IO
tr: Giriş/Çıkış Hatası

source: This function is under construction
cs: Tato funkce je ve vývoji
id: Fungsi ini sedang dibangun
no: Denne funksjonen er under konstruksjon
no_ny: Denne funksjonen er ikkje laga enno
ro: Această funcţie este în construcţie
tr: Bu işlev henüz programlanmadı

source: Opening file...
cs: Otevírám soubor...
id: Membuka berkas..
no: Åpner fil...
no_ny: Opnar fil ...
ro: Deschid fişierul...
tr: Dosya açılıyor...

source: Saving file...
cs: Ukládám soubor...
id: Menyimpan berkas..
no: Lagrer fil...
no_ny: Lagrar fil ...
ro: Salvez fişierul...
tr: Dosya kaydediliyor

source: Saving file under new filename...
cs: Ukládám soubor pod novým jménem...
id: Menyimpan berkas dengan nama berkas baru..
no: Lagrer fil under nytt filnavn...
no_ny: Lagrar med nytt filnamn ...
ro: Salvez fişierul sub un nume nou...
tr: Dosya farklı adla kaydediliyor...

source: Closing project...
cs: Zavírám projekt
id: Menutup proyek
no: Lukker prosjekt...
no_ny: Lukkar prosjekt ...
ro: Închid proiectul...
tr: Dosya kapatılıyor...

source: Printing...
cs: Tisknu...
id: Mencetak...
no: Skriver ut...
no_ny: Skriv ut ...
ro: Tipăresc...
tr: Yazdırılıyor...

source: Number of classes :
cs: Počet tříd :
id: Jumlah kelas...
no: Antall klasser:
no_ny: Tal på klassar:
ro: Numărul de clase:
tr: Sınıf sayısı :

source: Maximum number of attributes in a class :
cs: Maximální počet atributů v třídě :
id: jumlah attribut maksimal dalam kelas
no: Maks antall attributter i en klasse:
no_ny: Høgste tal på attributtar i ein klasse:
ro: Numărul maxim de atribute într-o clasă:
tr: Bir sınıftaki en fazla öznitelik sayısı :

source: Maximum number of methods in a class :
cs: Maximální počet metod v třídě :
id: Jumlah metode maksimal dalam kelas :
no: Maks antall metoder i en klasse:
no_ny: Høgste tal på metodar i ein klasse:
ro: Numărul maxim de metode într-o clasă:
tr: Bir sınıftaki en fazla yöntem sayısı :

source: Average number of attributes per class :
cs: Průměrný počet atributů v třídě :
id: Jumlah attribut rata-rata dalam kelas :
no: Gjennomsnittlig antall attributter pr klasse:
no_ny: Gjennomsnitt-tal på attributtar per klasse:
ro: Numărul mediu de atribute per clasă:
tr: Sınıf başına düşen ortalama öznitelik sayısı :

source: Average number of methods per class :
cs: Průměrný počet metod v třídě :
id: Jumlah metode rata-rata dalam kelas :
no: Gjennomsnittlig antall metoder pr klasse:
no_ny: Gjennomsnitt-tal på metodar per klasse:
ro: Numărul mediu de metode per clasă:
tr: Sınıf başına düşen ortalama yöntem sayısı :

source: Informations on current project
cs: Informace o současném projektu
id: Informasi dari proyek
no: Informasjon om gjeldende prosjekt
no_ny: Informasjon om dette prosjektet
ro: Informaţii despre proiectul curent
tr: Yürürlükteki proje hakkında bilgi

source: Code generation
cs: Generování kódu
id: Kode hasil
no: Kodegenerering
no_ny: Kodelaging
ro: Generare cod
tr: Kod üretimi

source: This function is not yet implemented
cs: Tato funkce není zatím implementována
id: Fungsi ini belum diimplementasikan
no: Denne funksjonen er foreløbig ikke implementert
no_ny: Denne funksjonen finst ikkje enno
ro: Această funcţie nu este încă implementată
tr: Bu işlev henüz programlanmadı

source: Importing source files
cs: Importování zdrojového souboru
id: mengimport berkas sumber
no: Importer kildefiler
no_ny: Importerer kjeldefiler
ro: Importare fişiere sursă
tr: Kaynak dosyaları içeri aktarılıyor

source: Importing source files in current project
cs: Importování zdrojového souboru v aktuálním projektu
id: mengimport berkas sumber ke proyek
no: Importer kildefiler i gjeldende prosjekt
no_ny: Importerer kjeldefiler til dette prosjektet
ro: Import fişiere sursă în proiectul curent
tr: Yürürlükteki projede kaynak dosyaları içeri aktarılıyor

source: ready
cs: připraven
id: Siap
no: klar
no_ny: klar
ro: Gata
tr: hazır

source: Cutting selection...
cs: Vyjímám výběr...
id: memotong seleksi
no: Klipper ut utvalg...
no_ny: Klipper ut merka område ...
ro: Tai selecţia...
tr: Seçilen kesiliyor...

source: Copying selection to Clipboard...
cs: Kopírují výběr do schránky...
id: Menyalin seleksi ke clipboard
no: Kopierer merket til utklippstavle...
no_ny: Kopierer utval til utklippstavle ...
ro: Copiez selecţia în clipboard....
tr: Seçilen Panoya kopyalanıyor...

source: Inserting Clipboard contents...
cs: Vkládám obsah schránky...
id: menyelipkan isi clipboard
no: Setter inn innhold til utklippstavle...
no_ny: Limer inn frå utklippstavle ...
ro: Inserez conţinutul clipboard-ului...
tr: Panonun içeriği araya ekleniyor...

source: Creates a new project
cs: Vytvoří nový projekt
id: membuat proyek baru
no: Oppretter et nytt prosjekt
no_ny: Lagar eit nytt prosjekt
ro: Creează un proiect nou
tr: Yeni bir proje yaratır

source: Opens an existing project
cs: Otevře existující projekt
id: Membuka proyek yang ada
no: Åpner et eksisterende prosjekt
no_ny: Opnar eit eksisterande prosjekt
ro: Deschide un proiect existent
tr: Varolan bir projeyi açar

source: Save the actual project
cs: Uloží aktuální projekt
id: Simpan proyek
no: Lagre det faktiske prosjekt
no_ny: Lagrar prosjektet
ro: Salvează proiectul curent
tr: Geçerli projeyi kaydeder

source: Save the project as...
cs: Uloží aktualní projekt jako...
id: Simpan proyek sebagai
no: Lagre prosjektet som...
no_ny: Lagrar prosjektet som ...
ro: Salvează proiectul ca...
tr: Projeyi farklı adla kaydet...

source: Closes the actual project
cs: Uzavře aktuální projekt
id: Tutup proyek
no: Lukker det faktiske prosjekt
no_ny: Lukker prosjektet
ro: Închide proiectul actual
tr: Geçerli projeyi kapatır

source: Prints the current project
cs: Vytiskne aktuální projekt
id: Cetak proyek
no: Skriver ut gjeldende prosjekt
no_ny: Skriv ut prosjektet
ro: Tipăreşte proiectul curent
tr: Geçerli projeyi yazdırır

source: Exits the program
cs: Ukončí program
id: Keluar dari program
no: Avslutter programmet
no_ny: Avsluttar programmet
ro: Iese din program
tr: Programdan çıkar

source: Creates a new diagram in current project
cs: Vytvoří nový diagram v aktuálním projektu
id: Buat diagram baru di proyek
no: Lager et nytt diagram i gjeldende prosjekt
no_ny: Lagar eit nytt diagram i prosjektet
ro: Creează o nouă diagramă în proiectul curent
tr: Yürürlükteki projede yeni bir çizge yaratır

source: Deletes the current diagram
cs: Smaže aktuální diagram
id: Hapus digram
no: Sletter gjeldende diagram
no_ny: Slettar diagrammet
ro: Şterge diagrama curentă
tr: Yürürlükteki çizgeyi siler

source: Renames the current diagram
cs: Přejmenuje aktuální diagram
id: Ganti nama diagram
no: Endrer gjeldende diagram
no_ny: Døyper om diagrammet
ro: Redenumeşte diagrama curentă
tr: Yürürlükteki diagramın adını değiştirir

source: Closes the current diagram
cs: Uzavře aktuální diagram
id: Tutup diagram
no: Lukk gjeldende diagram
no_ny: Lukkar diagrammet
ro: Închide diagrama curentă
tr: Yürürlükteki çizgeyi siler

source: Cuts the selected section and puts it to the clipboard
cs: Vyjmě výbraný text a umístí ho do schránky
id: Potong sesi pilihan dan taruh di clipboard
no: Klipper ut det merkede området og legger det på utklippstavlen
no_ny: Klipper ut det merkte området og legg det på utklippstavla
ro: Taie secţiunea selectată şi o pune în clipboard
tr: Seçilen bölgeyi keser ve panoya koyar

source: Copys the selected section to the clipboard
cs: Zkopíruje vyběr do schránky
id: Salin sesi pilihan ke clipboard
no: Kopierer merket tekst og legger det i utklippstavlen.
no_ny: Kopierer det merka området til utklippstavla
ro: Copiază secţiunea selectată în clipboard
tr: Seçilen bölgeyi panoya kopyalar

source: Pastes the clipboard contents to actual position
cs: Vloží obsah schránky na aktuální pozici
id: tempel isi clipboard ke posisi
no: Limer inn utklippstavlens innhold til den faktiske posisjon
no_ny: Limer inn innhaldet på utklippstavla
ro: Lipeşte conţinutul clipboard-ului la poziţia actuală
tr: Panonun içeriğini geçerli konuma yapıştırır

source: Selects the whole document contents
cs: Vybere celý obsah dokumentu
id: Pilih semua isi dokumen
no: Velger hele dokumentets innhold
no_ny: Merkar heile dokumentinnhaldet
ro: Selectează întregul conţinut al documentului
tr: Tüm belgenin içerğini seçer

source: Enables / disables the actual Toolbar
cs: Povolí / zakáže nástrojovou lištu
id: Aktif/nonaktif Toolbar
no: Slå på/av den faktiskee verktøylinjen
no_ny: Skrur av/på verktøylinja
ro: Aactivează/dezactivează bara de unelte
tr: Geçerli Araç Çubuğunu açar/kapar

source: Enables / disables the Statusbar
cs: Povolí / zakáže stavovou lištu
id: Aktif/nonaktif Statusbar
no: Slå på/av statuslinjen
no_ny: Skrur av/på statuslinja
ro: Aactivează/dezactivează bara de stare
tr: Durum Çubuğunu açar/kapar

source: &Diagram
ro: &Diagramă
tr: Çi&zge
