Repository: sandsmark/kde2-i18n
Catalog: */messages/others/webmaker.po
Languages: is, ro

source: New From Template
is: Nýtt með sniði
ro: Nou din model

source: Save All
is: Vista allt
ro: Salvează toate

source: Close All
is: Loka öllu
ro: Închide toate

source: Select All
is: Velja allt
ro: Selectează tot

source: Find Again
is: Finna aftur
ro: Caută din nou

source: Go to Line
is: Fara á línu
ro: Du-te la linia

source: Tag Chooser
is: Velja tag
ro: Alegere taguri

source: Edit Tag
is: Sýsla með tög
ro: Editare tag

source: Table Template
is: Töflusnið
ro: Model de tabel

source: Bold
is: Feitletrað

source: Underline
is: Undistrikað
ro: Subliniat

source: Font Size +1
is: Stækka leturgerð um 1
ro: Mărime font +1

source: Font Size -1
is: Minnka leturgerð um 1
ro: Mărime font -1

source: Quote
is: Tilvitnun
ro: Citat

source: Center
is: Miðja
ro: Centrat

source: Horizontal Rule
is: Lárétt stika
ro: Linie orizontală

source: Non-breaking Space
is: Stafabil (Non-breaking)
ro: Spaţiu normal

source: Line Break
is: Línuskipti
ro: Rupere de linie

source: Line Break
is: Línuskipti
ro: Rupere de linie

source: Paragraph
is: Málsgrein
ro: Paragraf

source: View in External Browser
is: Skoða í öðrum vafra
ro: Vizualizează în navigator extern

source: Save Options
is: Vista stillingar
ro: Salvează opţiuni

source: Next Window
is: Næsti gluggi
ro: Fereastra următoare

source: Previous Window
is: Fyrri gluggi
ro: Fereastra precedentă

source: Ne&w
is: &Nýtt
ro: &Nou

source: New From &Template...
is: Nýtt &með sniði...
ro: Nou din &model...

source: Save &as...
is: Vista s&em...
ro: S&alvează ca...

source: Sa&ve All
is: Vi&sta allt
ro: Salvează t&ot

source: C&lose All
is: &Loka öllu
ro: În&chide tot

source: &Insert...
is: Setja &inn...
ro: &Inserează...

source: Cu&t
is: &Klippa
ro: &Taie

source: C&lear
is: Þ&urrka út
ro: Şt&erge

source: &Select All
is: &Velja allt
ro: Selectează t&ot

source: Find &Again
is: Finna &aftur
ro: Caută din &nou

source: &Go to Line...
is: &Fara á línu...
ro: &Du-te la linia...

source: Tag &Chooser
is: Velja &tag
ro: &Alegere tag

source: &Edit Tag...
is: Sýsl&a með tag...
ro: &Editează tag...

source: &Table Template...
is: &Töflusnið...
ro: Model de &tabel...

source: T&ags
is: T&ög
ro: T&aguri

source: &View in External Browser
is: &Skoða í öðrum vafra
ro: &Vizualizează în navigator extern

source: General Toolbar
is: &Almenn tækjaslá
ro: Bara de unelte generală

source: Alternate Toolbar Switching
is: Önnur skipting tækjasláa
ro: Comutare bară de unelte alternativă

source: &Toolbars
is: &Tækjaslár
ro: &Bare de unelte

source: &General...
is: &Almenn...

source: &Font...
is: &Leturgerð...

source: Configure &Keys...
is: Stilla &hnappa...
ro: Opţiuni &taste...

source: Lowercase Tags
is: Lágstafa tög
ro: Taguri cu minuscule

source: Close All Tags
is: Loka öllum tögum
ro: Închide toate tagurile

source: Auto &Indent
is: Sjálfvirkur &inndráttur
ro: Auto-&indentare

source: Show All Files
is: Sýna allar skrár
ro: Afişează toate fişierele

source: Browse Temporary File
is: Skoða tímabundna skrá
ro: Răsfoieşte fişier temporar

source: &External Browsers...
is: &Aðrir vafrar...
ro: &Navigatoare externe...

source: Auto Save Options
is: Stillingar f. sjálfvirka vistun
ro: Salvează automat opţiunile

source: &Save Options
is: &Stillingar vistunar
ro: &Salvează opţiunile

source: &Windows
is: &Gluggar
ro: &Ferestre

source: &Tag Chooser
is: $Taga val
ro: Alegere &tag

source: &Edit tag...
is: &Sýsla með tag...
ro: &Editează tag...

source: Ne&w...
is: &Nýtt...
ro: &Nou...

source: New Document
is: Nýtt skjal
ro: Document nou

source: Open Document
is: Opna skjal
ro: Deschide document

source: Save Document
is: Vista skjal
ro: Salvează document

source: Save all Documents
is: Vista öll skjöl
ro: Salvează toate documentele

source: Print Document
is: Prenta skjal
ro: Tipăreşte document

source: Search
is: Leita
ro: Caută

source: Toggle Fonts Toolbar On/Off
is: Tækjaslá leturs virk/óvirk
ro: Comută afişarea barei de fonturi

source: Toggle Forms Toolbar On/Off
is: Tækjaslá forma virk/óvirk
ro: Comută afişarea barei de forme

source: Toggle Frames Toolbar On/Off
is: Tækjaslá ramma virk/óvirk
ro: Comută afişarea barei de cadre

source: Toggle Lists Toolbar On/Off
is: Tækjaslá lista virk/óvirk
ro: Comută afişarea barei de liste

source: Toggle Scripts Toolbar On/Off
is: Tækjaslá skripta virk/óvirk
ro: Comută afişarea barei de scripturi

source: Toggle Tables Toolbar On/Off
is: Tækjaslá tafla virk/óvirk
ro: Comută afişarea barei de tabele

source: Hide/Show Directory Window
is: Sýna/fela skráarsafnsglugga
ro: Ascunde/Afişează fereastra de directoare

source: File opened: %s
is: Skrá opnuð: %s
ro: Fişier deschis: %s

source: Template opened: %s
is: Snið opnað: %s
ro: Model deschis: %s

source: Only local files allowed!
is: Einungis staðbundnar skrár leyfilegar!
ro: Sînt permise numai fişiere locale!

source: Saved: %s
is: Vistað: %s
ro: Salvat: %s

source: No changes need to be saved
is: Engin þörf er á vistun
ro: Nu există modificări de salvat

source: Saved as: %s
is: Vistað sem: %s
ro: Salvat ca: %s

source: File inserted
is: Skrá skotið inn
ro: Fişier inserat

source: Alternate Toolbar Switching: On
is: Önnur skipting tækjasláa: Virk
ro: Comutare bară de unelte alternativă: activată

source: Alternate Toolbar Switching: Off
is: Önnur skipting tækjasláa: Óvirk
ro: Comutare bară de unelte alternativă: dezactivată

source: Insert Tags in Lower Case: On
is: Setja inn tög með lágstöfum: Virkt
ro: Inserare taguri cu miniscule: activată

source: Insert Tags in Lower Case: Off
is: Setja inn tög með lágstöfum: Óvirkt
ro: Inserare taguri cu miniscule: dezactivată

source: Close All Tags: On
is: Loka öllum tögum: Virkt
ro: Închide toate tagurile: activat

source: Close All Tags: Off
is: Loka öllum tögum: Óvirkt
ro: Închide toate tagurile: dezactivat

source: Auto Indent Mode: On
is: Sjálfvirkur inndráttur: Virkur
ro: Mod auto-indentare: activat

source: Auto Indent Mode: Off
is: Sjálfvirkur inndráttur: Óvirkur
ro: Mod auto-indentare: dezactivat

source: Show All Files: On. Updating disk info...
is: Sýna allar skrár: Virkt. Uppfæri upplýsingar...
ro: Afişează toate fişierele: activat. Actualizez informaţii de pe disk...

source: Show All Files: Off. Updating disk info...
is: Sýna allar skrár: Óvirkt. Uppfæri upplýsingar...
ro: Afişează toate fişierele: dezactivat. Actualizez informaţii de pe disk...

source: Browse Temporary File: On
is: Skoða tímabundna skrá: Virkt
ro: Răsfoieşte fişier temporar: activat

source: Browse Temporary File: Off
is: Skoða tímabundna skrá: Óvirkt
ro: Răsfoieşte fişier temporar: dezactivat

source: Auto Save Options: On
is: Stillingar f. sjálfvirka vistun: Virkar
ro: Salvează automat opţiunile: activat

source: Auto Save Options: Off
is: Stillingar f. sjálfvirka vistun: Óvirkar
ro: Salvează automat opţiunile: dezactivat

source: Session restored.
is: Seta endurheimt.
ro: Sesiune restaurată.

source: Line: %d Col: %d
is: Lína: %d Dálkur: %d
ro: Linia: %d Col: %d

source: Sorry!
is: Því miður!
ro: Avertizare

source: Sorry, feature is not implemented yet.
is: Því miður hefur þessi aðgerð ekki enn verið útfærð
ro: Această funcţie nu este implementată încă.

source: The current Document has been modified. Would you like to save it?
is: Þessu skjali hefur verið breytt. Má bjóða þér að vista það?
ro: Documentul curent a fost modificat. Doriţi să îl salvez?

source: &Yes
is: &Já
ro: &Da

source: &No
is: &Nei
ro: &Nu

source: Could not save the document. Open a new document anyways?
is: Gat ekki vistað skjalið. Viltu samt opna nýtt?
ro: Nu pot salva documentul. Deschid un document nou în aceste condiţii?

source: The specified File does not exist.
is: Tiltekin skrá er ekki til.
ro: Fişierul specificat nu există.

source: You have specificated a directory.
is: Þú tilgreindir skráarsafn.
ro: Aţi specificat un director.

source: You do not have read permission to this file.
is: Þú hefur ekki heimild til að lesa þessa skrá.
ro: Nu aveţi permisiuni de citire pentru acest fişier.

source: An Error occured while trying to open this Document.
is: Villa kom upp við að lesa þessa skrá.
ro: A apărut o eroare la deschiderea acestui document.

source: File
is: Skrá
ro: Fişierul

source: has been modified. Would you like to save it?
is: hefur verið breytt. Má bjóða þér að vista?
ro: a fost modificat. Doriţi să îl salvez?

source: Message
is: Skilaboð
ro: Mesaj

source: Error!
is: Villa!
ro: Eroare

source: Error saving file! Exit anyway?
is: Villa kom upp við vistun! Viltu samt hætta?
ro: Eroare la salvarea fişierului! Ies în aceste condiţii?

source: Other filter is running. Sorry...
is: Önnur sía er því miður í gangi...
ro: Rulează deja alt filtru.

source: A Document with this Name exists already. Do you want to overwrite it ?
is: Skal með þessu nafni er til nú þegar. Viltu skrifa yfir það?
ro: Există deja un document cu acest nume. Doriţi să îl suprascriu?

source: &Ok
is: Í &lagi

source: Filter job finished.
is: Síun lokið.
ro: Lucrarea filtrului s-a terminat.

source: C&aption
is: T&itilslá
ro: &Titlu

source: Head rows
is: Höfuð línur
ro: Linii antet

source: Head columns
is: Höfuð dálkar
ro: Coloane antet

source: &Rows
is: &Línur
ro: &Linii

source: Co&lumns
is: Dá&lkar
ro: &Coloane

source: Tag &group
is: Taga &hópur
ro: &Grup de taguri

source: Tag &name
is: Taga &nafn
ro: &Nume tag

source: &Insert Tag
is: &Setja inn tag
ro: &Inserează tag

source: WebMaker: TagChooser
is: WebMaker: TagaVal
ro: Alegere tag

source: Id
is: Auðkenni

source: Class
is: Flokkur
ro: Clasa

source: Style
is: Stíll
ro: Stil

source: Title
is: Titill
ro: Titlu

source: Language
is: Tungumál
ro: Limbaj

source: Implied
is: Innifalið
ro: Implicat

source: Left to Right
is: Vinstri til hægri
ro: De la stînga la dreapta

source: Right to Left
is: Hægri til vinstri
ro: De la dreapta la stînga

source: Text direction
is: Stefna texta
ro: Direcţia textului

source: Image Source
is: Staðsetning myndar
ro: Sursă imagine

source: Width
is: Breydd
ro: Lungime

source: Height
is: Hæð
ro: Înălţime

source: Alternate Text
is: Öðruvísi texti
ro: Text alternativ

source: Link to Long Description
is: Tenging á langa lýsingu
ro: Legătură la descriere lungă

source: Border
is: Endamörk
ro: Margine

source: Align
is: Miðjun
ro: Aliniere

source: Image Map
is: Myndarkort (e:Image map)
ro: Hartă imagine

source: HTML version
is: HTML útgáfa
ro: Versiune HTML

source: Name
is: Nafn

source: Content
is: Innihald

source: Scheme
is: Skema
ro: Schema

source: Rows
is: Línur
ro: Linii

source: Columns
is: Dálkar
ro: Coloane

source: On Load
is: Þegar hlaðið er
ro: La încărcare

source: On Unload
is: Þegar farið er
ro: La descărcare

source: For
is: Fyrir
ro: Pentru

source: Access Key
is: Aðgangslykill
ro: Cheie de acces

source: On Focus
is: Þegar virkni fæst
ro: La focus

source: On Blur
is: Þegar skyggt er
ro: La blur

source: Background Image
is: Bakgrunnsmynd
ro: Imagine de fundal

source: Background Color
is: Bakgrunnslitur
ro: Culoare de fundal

source: Text Color
is: Textalitur
ro: Culoare text

source: Link Color
is: Tenglalitur
ro: Culoare legătură

source: Visited Link Color
is: Litur á heimsóttum tenglum
ro: Culoare legătură vizitată

source: Active Link Color
is: Litur virks tengils
ro: Culoare legătură activă

source: Cite
is: Tilvísun
ro: Citat

source: None
is: Auðn
ro: Nimic

source: Date of change
is: Dagsetning breytinga
ro: Data modificării

source: Type
is: Tegund
ro: Tip

source: Start
is: Byrja

source: Value
is: Gildi
ro: Valoare

source: Target
is: Skotmark
ro: Ţintă

source: Media
is: Miðill

source: Size
is: Stærð
ro: Mărime

source: Label
is: Merki
ro: Etichetă

source: On Change
is: Við breytingu
ro: La modificare

source: Prompt
is: Spyrja

source: Script Source
is: Staðsetning skriptu
ro: Sursă script

source: Content Type
is: Tegund innihalds

source: Character Set
is: Stafatafla
ro: Set de caractere

source: Scripting Language
is: Skriptumál
ro: Limbajul de scripting

source: Tab Index
is: Tab staða
ro: Index tab

source: HREF Language
is: HREF Mál
ro: Limbaj HREF

source: Shape
is: Lögun
ro: Formă

source: Coordinates
is: Hnit
ro: Coordonate

source: Frame
is: Rammi
ro: Cadru

source: Rules
is: Reglur
ro: Rigle

source: Cell Spacing
is: Millibil reita
ro: Spaţiere celule

source: Cell Padding
is: Fóðring reits
ro: Interior celule

source: Summary
is: Samantekt
ro: Sumar

source: Horizontal Alignment
is: Lárétt afstaða
ro: Aliniere orizontală

source: Vertical Alignment
is: Lóðrétt afstaða
ro: Aliniere verticală

source: Char
is: Stafur
ro: Caracter

source: Char Offset
is: Hliðrun stafs
ro: Deplasare caracter

source: Rows Spanned
is: Línuspan
ro: Linii acoperite

source: Columns Spanned
is: Dálkspönnun
ro: Coloane acoperite

source: Headers
is: Hausar
ro: Antete

source: row
is: lína
ro: lin

source: col
is: dálkur

source: rowgroup
is: línuhópur
ro: gruplinie

source: colgroup
is: dálkhópur
ro: grupcol

source: Scope
is: Svið (e:Scope)
ro: Domeniu

source: Abbreviation
is: Skammstöfun
ro: Abreviere

source: Axis
is: Ás
ro: Axă

source: Face
is: Letur
ro: Font

source: Color
is: Litur
ro: Culoare

source: Frame Source
is: ramma
ro: Sursă cadru

source: Margin Width
is: Breydd jaðars
ro: Lungime margine

source: Margin Height
is: Hæð jaðars
ro: Înălţime margine

source: Frame Border
is: Endamörk ramma
ro: Margine cadru

source: Auto
is: Sjálfvirkt

source: Scrolling
is: Rennandi
ro: Defilare

source: Action
is: Aðgerð
ro: Acţiune

source: Method
is: Aðferð
ro: Metoda

source: Encoding Type
is: Stafatafla framsetningar
ro: Tip codificare

source: Accept-charset
is: Viðteknar stafatöflur
ro: Set de caractere acceptat

source: On Submit
is: Við sendingu
ro: La Submit

source: On Reset
is: Við endurstillingu
ro: La Reset

source: On Select
is: Þegar valið er
ro: La Select

source: Button
is: Hnappur
ro: Buton

source: Submit
is: Senda

source: Reset
is: Endurstilla

source: Text
is: Texti

source: Password
is: Lykilorð

source: Checkbox
is: Haksvæði

source: Radio Button
is: Valsvæði
ro: Buton radio

source: Hidden
is: Falin

source: Image
is: Mynd
ro: Imagine

source: Maximum Length
is: Hámarks lengd
ro: Lungimea maximă

source: Accept Types
is: Móttaka tegundir
ro: Tipuri acceptate

source: Value Type
is: Tegund gildis
ro: Tip valoare

source: Base URI
is: Grunnslóð
ro: URI de bază

source: Code Location
is: Staðsetning kóða
ro: Locaţie cod

source: Data Location
is: Staðsetning gagna
ro: Locaţie date

source: Archive Location
is: Staðsetning safns
ro: Locaţie arhivă

source: Standby Message
is: Skilaboð í bið
ro: Mesaj aşteptare

source: Code Type
is: Tegund kóða
ro: Tip cod

source: Data Type
is: Tegund gagna
ro: Tip dată

source: Class File
is: Klasa skrá
ro: Fişier clasă

source: Object
is: Hlutur
ro: Obiect

source: Profile
is: Stillihneppi
ro: Profil

source: &Main
is: &Aðal
ro: &Principal

source: C&ore
is: K&jarni
ro: &Miez

source: &Events
is: &Atburðir
ro: &Evenimente

source: Directory Tree
is: Möpputré
ro: Arbore de directoare

source: &Open
is: &Opna
ro: &Deschide

source: Re&name
is: E&ndurskíra
ro: &Redenumeşte

source: &New Directory
is: &Nýtt skráarsafn
ro: Director &nou

source: New Name:
is: Nýtt nafn
ro: Nume nou:

source: Error occured while renaming file!
is: Villa kom upp við að endurnefna skrá!
ro: A apărut o eroare la redenumirea fişierului!

source: Remove directory "%s"? Are you sure?
is: Fjarlægja skráarsafn "%s"? Ertu viss?
ro: Şterg directorul "%s". Sînteţi sigur?

source: Remove file "%s"? Are you sure?
is: Fjarlægja skrá "%s"? Ertu viss?
ro: Şterg fişierul "%s". Sînteţi sigur?

source: Error occured while removing file!
is: Villa kom upp við að fjarlægja skrá!
ro: A apărut o eroare la ştergerea fişierului!

source: New Directory Name:
is: Nýtt nafn á skráarsafni:
ro: Nume nou de director:

source: Error occured while creating new directory!
is: Villa kom upp við að búa til nýtt skráarsafn!
ro: A apărut o eroare la crearea noului director!

source: Path to external browser (Netscape)
is: Slóð að öðrum vafra (Netscape)
ro: Calea către navigatorul extern (Netscape)

source: Path to HTML templates
is: Slóð að HTML sniðum
ro: Calea către modelele HTML

source: Root of the directory tree
is: Rót möpputrés
ro: Rădăcina arborelui de directoare

source: HTML files mask
is: HTML skráasía
ro: Masca fişierelor HTML

source: Text files mask
is: Textaskráasía
ro: Masca fişierelor text

source: Image files mask
is: Myndaskráasía
ro: Masca fişierelor imagine

source: Backup files mask
is: Afritaskráasía
ro: Masca fişierelor de rezervă

source: Anchor Tags
is: Tög tengla
ro: Taguri ancoră

source: Comment Tags
is: Tög athugasemda
ro: Taguri comentariu

source: Style and Font Tags
is: Tög leturs og stílsniða
ro: Taguri de font şi stil

source: Image Tags
is: Myndatög
ro: Taguri de imagine

source: Script and Object Tags
is: Tög skrifta og hluta
ro: Taguri de obiect şi script

source: Table Tags
is: Töflutög
ro: Taguri de tabel

source: Quoted Values
is: Gildi innan gæsalappa
ro: Valori între ghilimele

source: Default Color
is: Sjálfgefinn litur
ro: Culoare implicită

source: Recent Files Count (0-99)
is: Fjöldi nýlegra skráa (0-99)
ro: Număr fişiere recente (0-99)

source: &Paths
is: &Slóðir
ro: &Căi

source: &Directory Filters
is: &Skráarsafnssía
ro: Filtre &directoare

source: &Colors
is: &Litir
ro: &Culori

source: &Other
is: &Annað
ro: &Altele

source: WebMaker: Options
is: WebMaker: Stillingar
ro: Opţiuni WebMaker

source: HSpace
ro: Spaţiere orizontală

source: VSpace
ro: Spaţiere verticală

source: Span
ro: Întindere
