Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdepim/kandy.po
Languages: hu

source: The Kandy Handbook
hu: A Kandy kézikönyve

source: ROLES_OF_TRANSLATORS
hu: <othercredit role="translator"><firstname>Tamás</firstname><surname>Szántó</surname><contrib>Magyar fordítás</contrib><affiliation><address><email>tszanto@mol.hu</email></address></affiliation></othercredit>

source: &kandy; is an application for synchronizing data on a mobile phone with the data on the desktop.
hu: A &kandy; segítségével adatokat lehet áttölteni mobiltelefonról a &kde;-be (vagy fordítva).

source: synchronizing
hu: szinkronizálás

source: phone
hu: telefon

source: Using &kandy;
hu: A program használata

source: The Terminal Window
hu: A terminálablak

source: The terminal window provides a low level interface for controlling the mobile phone via <command>AT</command> modem commands. You can type in commands in the upper middle field. The lower middle fields shows the direct response of the mobile phone. In the right side of the main window the processed output is shown.
hu: A terminálablakban lehet alacsony szintű kommunikációt létrehozni a mobiltelefonnal <command>AT</command> modemparancsok beírásával. A felül, középen látható mezőbe kell begépelni a parancsokat. Az alul, középen látható mezőben jelenik meg a mobiltelefonról érkezett válasz. Az ablak jobb oldalán látható a feldolgozott kimenet.

source: On the left side you have the list of available commands. You can execute them by double-clicking or pressing the <guibutton>Execute</guibutton> button. The modem response output fields show what happens. If you have typed in a new command you can add it to the list of available commands by pressing the <guibutton>Add Command</guibutton> button. A dialog pops up, which lets you select name and parameters for the command.
hu: Az ablak bal oldalán látszik a rendelkezésre álló parancsok listája. Egy parancs végrehajtásához kattintson rá duplán vagy nyomja meg a <guibutton>Végrehajtás</guibutton> gombot. A modemválasz mezőiben látszik, hogy mi történt. Ha olyan parancsot gépelt be, amely még nem szerepel a parancslistában, de fel szeretné oda venni, akkor nyomja meg a <guibutton>Parancs hozzáadása</guibutton> gombot. A megjelenő párbeszédablakban lehet megadni a parancs nevét és paramétereit.

source: The command list is saved to an &XML; file by selecting <guimenuitem>Save</guimenuitem> from the menu or pressing the corresponding toolbar button. You can load an existing file by selecting <guimenuitem>Open</guimenuitem> from the menu.
hu: A parancslista elmenthető &XML; formátumban: válassza a <guimenuitem>Mentés</guimenuitem> menüpontot vagy nyomja meg a megfelelő gombot az eszköztáron. Egy listafájl tartalmának betöltéséhez válassza a <guimenuitem>Megnyitás</guimenuitem> menüpontot.

source: Mobile Interface Window
hu: A mobiltelefon állapotablaka

source: By choosing <guimenuitem>Mobile GUI</guimenuitem> from the <guimenu>Show</guimenu> menu of the terminal window you open the Interface Window for your mobile phone. This shows a comprehensive view of the status and data present on the phone including the phonebook. There are two list of phonebook data, one representing the &kde; address book and the other representing the data on the phone.
hu: Ha <guimenuitem>A mobil kezelőfelülete</guimenuitem> menüpontot választja a terminálablak <guimenu>Megjelenítés</guimenu> menüjében, akkor megnyílik egy új állapotablak, melyben részletes információ látható a mobiltelefon állapotáról a beépített 'telefonkönyv' adataival együtt. Két címlista jelenik meg, melyek közül az egyik a &kde; címjegyzéke, a másik a mobilban tárolt telefonszámok és nevek listája.

source: You can read the phone books by pressing the <guibutton>Read</guibutton> button right under the corresponding list. By pressing the <guibutton>Write</guibutton> button you write back the data shown in the list to the corresponding phonebook. By pressing <guibutton>Save to File</guibutton> you can store the mobile phonebook as list of comma-seperated values to disk. After loading the phonebook data using the <guibutton>Read</guibutton> buttons, you can merge the phonebooks by pressing the <guibutton>Merge</guibutton> button. This will put data only present in one of the phonebooks into the other and vice versa. If conflicts occur during this process, a dialog pops up.
hu: A telefonkönyvek beolvasásához nyomja meg a <guibutton>Beolvasás</guibutton> gombot a megfelelő lista alatt. A <guibutton>Mentés</guibutton> gomb megnyomásával lehet a módosított listát visszaírni a megfelelő tárolóra. A <guibutton>Fájlba mentés</guibutton> gomb megnyomásával a mobil címjegyzéke vesszővel tagolt szöveges fájlba menthető. Miután mindkét címjegyzéket betöltötte a <guibutton>Beolvasás</guibutton> gomb megnyomásával, a két listát összefésülheti az <guibutton>Összeolvasztás</guibutton> gombbal. Ekkor mindkét lista kiegészül a csak a másikban megtalálható címekkel. Ha hiba történik az összeolvasztási folyamat közben, akkor erre a program szöveges üzenetablakban figyelmeztet.

source: The <guibutton>Sync</guibutton> button combines all the actions needed for syncing the phonebooks. It reads the data from the &kde; addressbook and the mobile phone, does the merge and writes it back.
hu: A <guibutton>Szinkronizálás</guibutton> gomb megnyomása is elég az előbb leírt művelet elvégzéséhez: a program beolvassa a két címjegyzéket, elvégzi az összefésülést, végül az eredményt visszamenti a tárolóba.

source: Configuring &kandy;
hu: A program beállításai

source: By selecting the entry <guimenuitem>Configure Kandy</guimenuitem> from the menu you get the preferences dialog of &kandy;. You can set the name of the serial device, where your mobile is connected in this dialog. Examples for the name of the serial device under &Linux; are <filename class="devicefile">/dev/ttyS0</filename> for the first and <filename class="devicefile">/dev/ttyS1</filename> for the second serial interface of your computer. You can also set, which windows are opened per default, when starting &kandy;.
hu: <guimenuitem>A program beállítása</guimenuitem> menüpontot választva megjelenik a &kandy; beállításainak párbeszédablaka. Be lehet állítani a kommunikációs port eszközének nevét (amelyen keresztül össze van kötve a számítógép a mobillal). &Linux; alatt az első soros port eszközének neve <filename class="devicefile">/dev/ttyS0</filename>, a másodiké <filename class="devicefile">/dev/ttyS1</filename>, más operációs rendszerek ettől eltérő neveket használhatnak. Az is beállítható, hogy a program indulásakor mely ablakok nyíljanak meg.

source: Menu Reference
hu: A menüpontok

source: <guimenu>File</guimenu> menu
hu: A <guimenu>Fájl</guimenu> menü

source: <shortcut> <keycombo action="simul"> &Ctrl;<keycap>Q</keycap> </keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>Q</accel>uit</guimenuitem>
hu: <shortcut> <keycombo action="simul"> &Ctrl;<keycap>Q</keycap> </keycombo> </shortcut> <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem><accel>K</accel>ilépés</guimenuitem>

source: <action>Exit</action> &kandy;.
hu: <action>Kilépés</action> a programból.

source: <guimenu>Show</guimenu> Menu
hu: A <guimenu>Megjelenítés</guimenu> menü

source: <guimenu><accel>S</accel>how</guimenu> <guimenuitem>Terminal</guimenuitem>
hu: <guimenu><accel>M</accel>egjelenítés</guimenu> <guimenuitem>Terminálablak</guimenuitem>

source: <action>Open the terminal window</action>, where you can interact with your phone via <command>AT</command> commands.
hu: <action>Megnyit egy terminálablakot</action>, amelyben közvetlenül meg lehet adni a telefonra kiküldendő <command>AT</command> parancsokat.

source: <guimenu>Modem</guimenu> menu
hu: <guimenu>Modem</guimenu> menü

source: <guimenu><accel>M</accel>odem</guimenu> <guimenuitem>Connect</guimenuitem>
hu: <guimenu>Mo<accel>d</accel>em</guimenu> <guimenuitem>Csatlakozás</guimenuitem>

source: Connect to your phone.
hu: Csatlakozás a telefonhoz.

source: <guimenu><accel>M</accel>odem</guimenu> <guimenuitem>Disconnect</guimenuitem>
hu: <guimenu>Mo<accel>d</accel>em</guimenu> <guimenuitem>A kapcsolat bontása</guimenuitem>

source: Disconnect from your phone.
hu: A telefonkapcsolat megszakítása.

source: <guimenu>Settings</guimenu> menu
hu: A <guimenu>Beállítások</guimenu> menü

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem>Show <accel>T</accel>oolbar</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>Az <accel>e</accel>szköztár megjelenítése</guimenuitem>

source: Toggle on or off the display of the toolbar
hu: Ki-be kapcsolja az eszköztárat

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenu>Show St<accel>a</accel>tusbar</guimenu>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenu>Az á<accel>l</accel>lapotsor megjelenítése</guimenu>

source: Toggle on or off the display of the statusbar.
hu: Ki-be kapcsolja az állapotsort.

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem>Configure <accel>K</accel>eybindings...</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>A billentyűparancsok beállí<accel>t</accel>ása...</guimenuitem>

source: Open a standard dialog to modify shortcut keybindings.
hu: Megnyitja a standard billentyűparancs-módosítási párbeszédablakot.

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem>Configure Tool<accel>b</accel>ars...</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>Az eszköztárak b<accel>e</accel>állításai...</guimenuitem>

source: Open a standard dialog to modify the icons on the toolbar.
hu: Megnyit egy szerkesztőablakot, melyben módosítani lehet az eszköztárak ikonjait.

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>C</accel>onfigure Kandy...</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>A <accel>p</accel>rogram beállításai...</guimenuitem>

source: <action>Opens a dialog where you can customize the application.</action>. This is described further in the section <xref linkend="configuring"/>.
hu: <action>Megnyitja a program beállítóablakát</action>, melynek részletes leírása itt található: <xref linkend="configuring"/>.

source: <guimenu>Help</guimenu> menu
hu: A <guimenu>Segítség</guimenu> menü

source: <shortcut> <keycap>F1</keycap> </shortcut> <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>C</accel>ontents</guimenuitem>
hu: <shortcut> <keycap>F1</keycap> </shortcut> <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem><accel>T</accel>artalom</guimenuitem>

source: <action>Opens the manual at the Contents page.</action> (This document).
hu: <action>Betölti a dokumentáció nyitólapját</action> (tehát ezt a dokumentumot).

source: <shortcut> <keycombo action="simul">&Shift;<keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>What's <accel>T</accel>his?</guimenuitem>
hu: <shortcut> <keycombo action="simul">&Shift;<keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem>Mi <accel>e</accel>z?</guimenuitem>

source: Changes the cursor to a question mark (<quote>?</quote>), allowing you to <action>click on items in the interface, and see a short help message explaining the use of that item</action>.
hu: Ennek hatására az egérmutató kérdőjel alakúvá válik. Ha ekkor <action>rákattint egy elemre a program ablakán belül, megjelenik egy kis ablakban az elem funkciójának rövid leírása (ha tartozik leírás az elemhez)</action>.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>Report Bug...</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem>Hibabejelentés...</guimenuitem>

source: Opens a standard dialog where you can report a bug or make a wishlist request.
hu: Megnyit egy űrlapot, ahonnan kényelmesen el lehet végezni a talált hibák és a továbbfejlesztési javaslatok elküldését.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>A</accel>bout Kandy</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem>A Kandy <accel>n</accel>évjegye</guimenuitem>

source: <action>Displays some information</action> about &kandy;, including it's authors and licensing.
hu: <action>Megjeleníti a program néhány jellemzőjét</action>, például a szerzők nevét és a licencfeltételeket.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>About <accel>K</accel>DE</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem>A <accel>K</accel>DE névjegye</guimenuitem>

source: <action>Displays some information</action> about the &kde; project.
hu: <action>Megjeleníti a </action> &kde; projekt néhány jellemzőjét.

source: Credits and Licences
hu: A szerzők névsora és a licencegyezmények

source: &kandy; copyright 2001 Cornelius Schumacher <email>schumacher@kde.org</email>.
hu: &kandy; Copyright: Cornelius Schumacher (<email>schumacher@kde.org</email>), 2001.

source: Documentation by Cornelius Schumacher, with additions by Lauri Watts <email>lauri@kde.org</email>.
hu: A dokumentációt Cornelius Schumacher készítette. Kiegészítette: Lauri Watts (<email>lauri@kde.org</email>).

source: CREDIT_FOR_TRANSLATORS
hu: <para>Magyar fordítás: Szántó Tamás <email>tszanto@mol.hu</email></para>

source: Installation
hu: Telepítés

source: How to obtain &kandy;
hu: A program megszerzése

source: &kandy; is part of the <ulink url="http://www.kde.org/">&kde;</ulink> Project. &kandy; can be found in the kdepim package on the <ulink url="ftp://ftp.kde.org/pub/kde/">main &FTP; site</ulink> of the &kde; project, or one of its many <ulink url="http://www.kde.org/mirrors.html">mirrors</ulink>.
hu: A &kandy; a <ulink url="http://www.kde.org/">&kde;</ulink> projekt része, a kdepim nevű csomagban található, mely letölthető a &kde; projekt <ulink url="ftp://ftp.kde.org/pub/kde/">központi &FTP;-kiszolgálójáról</ulink>, vagy annak valamelyik <ulink url="http://www.kde.org/mirrors.html">tükrözéséről</ulink>.

source: Requirements
hu: Követelmények

source: You will need to have the kdelibs package installed in order to successfully compile the kdepim package that contains &kandy;. The kdepim package may be found at the same location as the kdepim package.
hu: A telepítés előfeltétele, hogy a kdelibs csomag már telepítve legyen. A kdelibs csomag megtalálható ugyanazon a címen, ahol a kdepim csomag.

source: The &kaddressbook; is part of the kdebase package. This can also be found at the same location as the kdepim package.
hu: A &kaddressbook; a kdebase csomag része, mely letölthető ugyanarról a helyről, ahonnan a kdepim csomag.

source: Compilation and Installation
hu: Lefordítás és telepítés

source: In order to compile and install &kandy; on your system, type the following in the top-level kdepim directory in the kdepim distribution:
hu: A program lefordításához és telepítéséhez a következő parancsokat kell kiadni a kdepim forráscsomag alapkönyvtárában:

source: At this point, you can either install the entire kdepim package, or just install &kandy;. To install only &kandy;, first change to the <filename class="directory">kandy</filename> directory. To install the entire package, remain in the kdepim directory.
hu: Ha kívánja, telepítheti az egész kdepim csomagot, de úgy is dönthet, hogy csak a &kandy; alkalmazást telepíti. Az utóbbi esetben a parancsok elvégzése előtt lépjen be a <filename class="directory">kandy</filename> könyvtárba a forráscsomagon belül, az előbbi esetben maradjon a kdepim könyvtárban.

source: In either case, you will likely need to become <systemitem class="username">root</systemitem> before installing. Once you have become <systemitem class="username">root</systemitem>, type the following:
hu: Mindkét esetben a telepítéshez rendszergazdai jogok kellenek (általában a <systemitem class="username">root</systemitem> felhasználó nevében kell a telepítést végezni). Ha sikerült átváltani rendszergazdai módra, adja ki a következő parancsokat:

source: Compiling and installing the required kdelibs package follows the same process. If you encounter any problems compiling or installing &amor;, help may be obtained from the <ulink url="http://www.kde.org/mailinglists.html">&kde; mailing lists </ulink> or from the Usenet newsgroup: comp.windows.x.kde.
hu: A kdelibs csomag lefordítása és telepítése ehhez hasonlóan végezhető el. Az &kandy; lefordításával és telepítésével kapcsolatos problémákat küldje el a megfelelő <ulink url="http://www.kde.org/mailinglists.html">&kde; levelezőlistá(k)ra</ulink> vagy a comp.windows.x.kde Usenet hírcsoportba.

source: Developer Information
hu: Fejlesztői információk

source: <acronym>DCOP</acronym> Interface
hu: <acronym>DCOP</acronym> felület

source: &kandy; provides an <acronym>DCOP</acronym> interface <interfacename>KandyIface</interfacename> with the following functions: <function>syncPhonebook()</function> syncs the mobile phone book book with the &kde; address book. This is equivalent to pressing the <guibutton>Sync</guibutton> button in the Mobile <function>Interface Window. exit()</function> closes &kandy;.
hu: A &kandy; támogatja a <acronym>DCOP</acronym>-ot a <interfacename>KandyIface</interfacename> nevű csatlakozási felületen keresztül. Ennek <function>syncPhonebook()</function> nevű függvényével szinkronizálható a mobil és a &kde; címjegyzéke. Ugyanazt a hatást váltja ki, mintha megnyomná a <guibutton>Szinkronizálás</guibutton> gombot a kezelőfelületen. Az <function>exit()</function> függvénnyel lehet bezárni a programot.
