Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/koffice/kpresenter_tutorial.po
Languages: ru, sk

source: A Step-By-Step Tutorial
ru: Обучение шаг за шагом
sk: Krok za krokom

source: In this chapter, &kpresenter; is introduced using a simple tutorial. We shall walk through the most basic steps that are involved in creating a presentation, and adding some basic effects.
ru: В этом разделе представлено простое обучение возможностям &kpresenter;. Мы пройдем его шаг за шагом и покажем создание презентации и применение некоторых базовых эффектов.
sk: Táto kapitola obsahuje krok za krokom úvod do programu &kpresenter;. Pomocou najjednoduchších krokov vám ukáže, ako vytvoriť prezentáciu a ako do nej pridať základné efekty.

source: Start a new document
ru: Создание нового документа
sk: Vytvorenie nového dokumentu

source: When you start &kpresenter;, the Choose Template dialog appears.
ru: При запуске &kpresenter; появляется диалог выбора документа.
sk: Po spustení programu &kpresenter; sa objaví dialóg pre výber šablóny.

source: The <guilabel>Choose a Template</guilabel> dialog
ru: Диалог <guilabel>Выбор документа</guilabel>
sk: Dialóg <guilabel>Vybrať</guilabel> šablónu

source: The default option is <guilabel>Start with an empty document</guilabel>. Select the template labeled <guilabel>Title</guilabel> (highlighted in red) by clicking on it. This also selects <guilabel>Create new document from a template</guilabel>.
ru: По умолчанию вам предложено <guilabel>Начинать с нового документа</guilabel>. Выберите шаблон <guilabel>Title</guilabel> (указан на рисунке) мышью. Это автоматически выберет опцию <guilabel>Создать новый документ из шаблона</guilabel>.
sk: Štandardná voľba je <guilabel>Začať s prázdnym dokumentom</guilabel>. Kliknutím vyberte šablónu označenú ako <guilabel>Title</guilabel> (označená červenou farbou). Tým sa automaticky vyberie <guilabel>Vytvoriť nový dokument zo šablóny</guilabel>.

source: Now click <guibutton>OK</guibutton>. This brings up the slide editor window, where you can view and edit the slides (and objects contained in them) in your document. At the moment, we just have one slide, with one object on it, which is a text box.
ru: Теперь нажмите на кнопку <guibutton>OK</guibutton>. Появиться окно редактирования слайда, где вы можете просмотривать и изменять слайды (и объекты, содержащиеся в них) в презентации. Сейчас у вас есть только один слайд, содержащий один-единственный объект - текстовую врезку.
sk: Teraz stlačte tlačidlo <guibutton>OK</guibutton>. Tým sa zobrazí okno editora obrázkov, kde môžete prezerať a upravovať obrázky prezentácie (a objekty v nich). Momentálne máme iba jeden obrázok, ktorý obsahuje iba jeden textový box.

source: The slide editor
ru: Редактор слайдов
sk: Editor obrázkov

source: Double-click the text box. The cursor changes to a vertical bar to show that you can now type some text.
ru: Дважды щелкните на текстовой врезке. Курсор примет вид вертикальной черты, показывая, что вы можете напечатать в этой врезке какой-либо текст.
sk: Dvakrát kliknite na textový box. Kurzor sa zmení na vertikálnu čiaru aby zvýraznil, že teraz môžete zadať nejaký text.

source: The text insertion cursor
ru: Курсор вставки текста
sk: Kurzor pre vkladanie textu

source: Go ahead, type some text!
ru: Вперед! Напечатайте немного текста!
sk: Tak tam niečo napíšte!

source: Adding text
ru: Добавление текста
sk: Pridanie textu

source: Click away from the text to de-select the text box when you are done typing.
ru: Щелкните на любом месте слайда кроме этой врезки когда закончите печатать.
sk: Po napísaní kliknite mimo textu, aby ste zrušili výber textového boxu.

source: Add a new page
ru: Добавление нового слайда
sk: Pridanie novej stránky

source: Let's now add a new slide to our document. To do so, click the <guimenu>Insert</guimenu> menu, and then click on <guimenuitem>Page</guimenuitem>.
ru: Теперь давайте добавим новый слайд в нашу презентацию. Чтобы сделать это, выберите меню <guimenu>Вставить</guimenu> и выберите пункт меню <guimenuitem>Слайд</guimenuitem>.
sk: Teraz skúsime pridať do prezentácie nový obrázok. Kliknite na menu <guimenu>Vložiť</guimenu> a vyberte <guimenuitem>Stránka</guimenuitem>.

source: Inserting a page from the menu
ru: Вставка слайда из меню
sk: Vloženie stránky z menu

source: This brings up the <guilabel>Insert Page</guilabel> dialog.
ru: Это покажет вам диалог <guilabel>Вставить слайд</guilabel>.
sk: Tým sa zobrazí dialóg <guilabel>Vložiť stránku</guilabel>.

source: The <guilabel>Insert Page</guilabel> dialog
ru: Диалог <guilabel>Вставить слайд</guilabel>
sk: Dialóg <guilabel>Vložiť stránku</guilabel>

source: Click <guibutton>OK</guibutton> to accept the defaults, which will add a new page after page 1.
ru: Щелкните на кнопке <guibutton>OK</guibutton> для выбора шаблона по умолчанию и новый слайд появится после слайда 1.
sk: Stlačením <guibutton>OK</guibutton> použijeme štandardné nastavenie, čím pridáme novú stránku za stránku 1.

source: The <guilabel>Choose</guilabel> dialog comes up so that we can decide what the new slide should look like. This time, double click on the <guilabel>One</guilabel> template (highlighted in red.)
ru: Диалог <guilabel>Выбор документа</guilabel> позволяет вам выбрать подходящий шаблон для слайда. Сейчас щелкните дважды на шаблоне <guilabel>One column</guilabel>.
sk: Opäť sa zobrazí dialóg <guilabel>Vybrať</guilabel> aby sme určili, ako má nová stránka vyzerať. Teraz dvakrát klikneme na šablónu <guilabel>One Column</guilabel> (zvýraznená červernou farbou).

source: Choosing a template for the new page
ru: Выбор шаблона для нового слайда
sk: Výber šablóny pre novú stránku

source: The new slide now appears in the editing window. To change between pages of your presentation, you can select slides in the pane to the left (highlighted in red for this screenshot).
ru: В окне редактора теперь появился новый слайд. Для выбора определенного слайда в вашей презентации вы можете выбрать его в левой панели.
sk: V okne sa objaví nový obrázok. Pomocou ľavej časti okna môžete prechádzať medzi obrázkami v prezentácii (zvýraznené červenou farbou).

source: The slides list
ru: Список слайдов
sk: Zoznam obrázkov

source: The newly inserted page has two text boxes. There is one for a title, and another to contain a bulleted list of items.
ru: Вставленный слайд состоит из двух текстовых врезок. Одна из низ является заголовком, а другая - маркированным списком.
sk: Stránka, ktorú sme práve vložili, obsahuje dva textové boxy. Jeden je určený pre titulok stránky a druhý bude obsahovať zoznam položiek s odrážkami.

source: The new page
ru: Новый слайд
sk: Nová stránka

source: Double-click and type a title. Then double-click on the second text box. Note that a bullet automatically appears when you start typing. Type some text and end the paragraph by pressing the <keycap>Enter</keycap> or <keycap>Return</keycap> key. As you type new paragraphs, bullets automatically appear in front of them.
ru: Щелкните дважды на заголовке. Затем щелкните дважды на другой текстовой врезке. Заметьте, что буллиты появляются автоматически как только вы начнете печатать текст. Наберите какой-либо текст и нажмите <keycap>Enter</keycap> или <keycap>Return</keycap>. Как только вы начинаете печатать новые абзацы, перед первой строкой этих абзацев появляются символы маркированных списков - буллиты.
sk: Dvakrát kliknite a napíšte titulok. Potom dvakrát kliknite na druhý box. Všimnite si, že odrážky sa automaticky zobrazia v momente, keď začnete písať text. Niečo napíšte a ukončite odstavec pomocou klávesu <keycap>Enter</keycap> alebo <keycap>Return</keycap>. Ako píšete ďalšie odstavce, odrážky sa pred nimi automaticky zobrazujú.

source: Adding text to the second page
ru: Добавление текста на второй слайд
sk: Pridávanie textu na druhý obrázok

source: You can de-select the text box by clicking away from it.
ru: Вы можете снять выделение с текстовой врезки, щелкнув на пустом месте слайда.
sk: Výber textového boxu zrušíte kliknutím mimo neho.

source: Insert a picture
ru: Всавка рисунка.
sk: Vloženie kresby

source: Let's go back to the first page now. Use the list of slides on the left of your screen.
ru: Теперь переключитесь на первый слайд. Используйте список слайдов с левой стороны окна.
sk: Teraz sa vráťme späť na prvý obrázok. Použite na to zoznam obrázkov vľavo.

source: In this section, we'll liven our presentation up a bit by adding a nice logo to the title page. To do so, the first step is to click on the <guimenu>Insert</guimenu> menu item, and then on <guimenuitem>Picture</guimenuitem>.
ru: В этом разделе мы немного оживим презентацию, добавив интересный логотип на титульную страницу. Чтобы сделать это, выберите из меню <guimenu>Вставить</guimenu> пункт <guimenuitem>Рисунок</guimenuitem>.
sk: V tejto kapitole oživíme prezentáciu pridaním pekného loga na titulnú stránku. Najprv kliknite na menu <guimenu>Vložiť</guimenu> a vyberte <guimenuitem>Obrázok</guimenuitem>.

source: Using the menu to add an image
ru: Использование меню для добавления рисунка
sk: Použitie menu pre pridanie kresby

source: This brings up a file selection dialog. To learn about this or other standard &kde; dialog boxes in detail, please consult the &kde; documentation. You can browse by clicking on <guiicon>folder</guiicon> icons or by using the <guiicon>browser</guiicon> style buttons on the toolbar (highlighted in red.) Clicking the <guiicon>up arrow</guiicon> takes you up one directory level.
ru: После этого появится диалог выбора файла. Для руководства по использованию этого диалога, равно как и других стандартных диалогов &kde; обратитесь к документации по &kde;. Вы можете просмотривать содержимое каталогов, щелкая на значках <guiicon>папок</guiicon> и используя <guiicon>кнопки навигации</guiicon> на панели инструментов. Щелчок на <guiicon>стрелке вверх</guiicon> осуществляет переход на один уровень вверх в структуре каталогов.
sk: Tým sa zobrazí dialóg pre výber súboru. Ovládanie tohto a aj ostatných štandardných dialógov &kde; je detailne popísané v dokumentácii pre prostredie &kde;. Pomocou kliknutia na <guiicon>priečinok</guiicon> môžete medzi nimi prechádzať, rovnako ako pomocou tlačidiel v štýle <guiicon>prehliadačov</guiicon> na paneli (zvýraznené červenou farbou). Kliknutím na <guiicon>šipku hore</guiicon> sa presuniete o jednu úroveň priečinkov vyššie.

source: Find the file named <filename>koffice-logo.png</filename>, which may be in a different directory than the one shown in the screenshot below. You can also choose any other graphic file if you like! Select the file, and click <guibutton>Open</guibutton>.
ru: Найдите файл с именем <filename>koffice-logo.png</filename>, который может располагаться в другом месте, чем указано на рисунке. Вы также можете выбрать другой графический файл, который вам нравится! Выберите файл и нажмите на кнопку <guibutton>OK</guibutton>.
sk: Nájdite súbor <filename>koffice-logo.png</filename>, ktorý je možno v inom priečinku, než aký je zobrazený na obrázku dole. Ale kľudne môžete vybrať aj iný obrázok, ak chcete! Vyberte súbor a stlačte <guibutton>Otvoriť</guibutton>.

source: Choosing a picture to add
ru: Выбор рисунка для вставки на слайд
sk: Výber pridávaného obrázka

source: The logo graphic is now visible in the top left corner of the editing window. There are selection handles (little black squares) visible around the border of the graphic.
ru: Логотип теперь появился в верхнем левом углу слайда. На границах у рисунка появились небольшие черные квадраты (отметки выделения объекта), которые указывают, что все операции над выделением относятся к этому рисунку.
sk: Grafické logo je teraz v ľavom hornom rohu okna. Okolo neho sú viditeľné ovládacie prvky (malé čierne štvorce).

source: The newly added image
ru: Добавленный рисунок
sk: Práve pridaný obrázok

source: Place the mouse cursor anywhere in the middle of the logo, and drag it to the middle of the title page.
ru: Поместите курсор мыши на рисунок и перетащите его в центр титульного слайда.
sk: Umiestnite kurzor myši do stredu obrázka a ťahajte ho do stredu titulnej stránky.

source: Moving the image into place
ru: Перемещение рисунка на место
sk: Presun obrázku na miesto

source: That's it. Now you have a picture on the title page!
ru: Вот и все. Теперь на титульном слайде у вас есть рисунок.
sk: A je to. Teraz máme na titulnej strane obrázok!

source: Add a shadow to the title text
ru: Добавление тени к заголовку
sk: Pridanie tieňa titulku

source: Let's continue enhancing our title page by adding a shadow behind the title. <mousebutton>Right</mousebutton> click anywhere on the title text. This achieves two things: the text box containing the title is selected, and a menu pops-up.
ru: Продолжим совершенствовать наш титульный слайд, добавив тень под заголовком. Щелкните <mousebutton>правой</mousebutton> кнопкой мыши на тексте заголовка. Это приведет к двум действиям: будет выбрана текстовая врезка с заголовком и появится контекстное меню.
sk: Teraz vylepšíme titulnú stranu pridaním tieňa za titulok. Stlačte <mousebutton>pravé</mousebutton> tlačidlo myši niekde na titulku. Tým sa stanú dve veci: textový box titulku sa vyberie a zobrazí sa kontextové menu.

source: Select the <guimenuitem>Shadow</guimenuitem> option in the pop-up menu.
ru: Выберите пункт меню <guimenuitem>Тень</guimenuitem> из конектного меню.
sk: Z menu vyberte možnosť <guimenuitem>Tieň</guimenuitem>

source: The context menu
ru: Контекстное меню
sk: Kontextové menu

source: The <guilabel>Shadow</guilabel> dialog pops up. The distance between the shadow and the text is currently 0 so the shadow cannot be seen (this part of the dialog box is highlighted in red.)
ru: Появится диалог <guilabel>Настройка тени</guilabel>. Расстрояние между текстом и тенью изначально равно 0, поэтому тень не видна.
sk: Zobrazí sa dialóg <guilabel>Tieň</guilabel>. Vzdialenosť medzi tieňom a textom je momentálne 0, takže tieň nie je vidieť (je to červená časť dialógu).

source: The <guilabel>Shadow</guilabel> dialog
ru: Диалог <guilabel>Настройка тени</guilabel>
sk: Dialóg <guilabel>Tieň</guilabel>

source: Increase the distance value to 3. The effect of changing the distance can be seen in the preview window. Now click <guibutton>OK</guibutton>.
ru: Увеличьте расстояние до 3. Эффект изменения расстояния будет показан в окне просмотра. Теперь нажмите на кнопку <guibutton>OK</guibutton>.
sk: Hodnotu vzdialenosti zvýšte na 3. V okne náhľadu je vidieť, ako sa efekt prejaví. Teraz stačte <guibutton>OK</guibutton>.

source: Adding a shadow to the title
ru: Добавление тени к тексту заголовка
sk: Pridanie tieňa titulku

source: Now the title has a shadow!
ru: Теперь текст заголовка имеет тень!
sk: A titulok má tieň!

source: The new shadowed title
ru: Новый заголовок с тенью
sk: Nový tieňovaný titulok

source: Change the color of the title text
ru: Изменим цвет заголовка
sk: Zmena farby textu titulku

source: Let's finish by changing the color of the title text from black to blue. To do so, select the title text by double-clicking the text box.
ru: Закончим создание слайда, изменив цвет заголовка с черного на синий. Для того, чтобы сделать это, выделите текст заголовка, щелкнув два раза на врезке заголовка.
sk: Skončíme zmenou farby titulku z čiernej na modrú. Vyberte textový box titulku dvojitým kliknutím.

source: Change the color to blue by clicking on the <guiicon>dark blue</guiicon> icon in the color palette on the right side of the editing window (this icon is highlighted in red.)
ru: Изменим цвет на синий, выбрав <guiicon>темно-синий</guiicon> цвет в палитре с правой стороны окна редактирования.
sk: Farbu zmeníte kliknutím na ikonu <guiicon>tmavomodrej farby</guiicon> na palete farieb vpravo (táto ikona je zvýraznená červenou farbou.)

source: The color palette
ru: Палитра цветов
sk: Paleta farieb

source: Changing the color of the selected text to blue changes its appearance. The exact color that highlighted text turns depends on your system color scheme.
ru: Изменение цвета выделенного текста на синий будет сразу же показано в окне редактирования. Точный цвет, который получается при выделении заголовка, может отличаться от примера и зависит от системной палитры.
sk: Zmenou farby sa vybraný text zmení. Presná farba, na ktorú sa vybraný text zmení, závisí na vašom aktuálnom nastavení farebnej schémy.

source: Highlighted text
ru: Выделенный текст
sk: Zvýraznený text

source: Now click away from the text to de-select it.
ru: Теперь щелкните в любом месте, чтобы снять выделение с текста.
sk: Teraz kliknite mimo text, aby ste zrušili jeho výber.

source: The finished title
ru: Окончательный заголовок
sk: Dokončený titulok

source: Now that there are two slides, why not try a slide show! To start the slide show, press the <guiicon>play</guiicon> button (the grey arrow) on the top toolbar. The first slide should appear on your screen.
ru: Теперь, когда у нас есть два слайда, почему бы не устроить презентацию?! Для запуска презентации нажмите на кнопку <guiicon>Запустить</guiicon> (серая стрелка) на верхней панели инструментов. Первый слайд появится на экране.
sk: Takže máme dva obrázky, skúsme teda spustiť prezentáciu! Stlačte tlačidlo <guiicon>Štart</guiicon> (šedá šípka) v hornom paneli nástrojov. Na obrazovke sa objaví prvý obrázok.

source: The first slide
ru: Первый слайд
sk: Prvý obrázok

source: To advance from the first slide to the next, just click anywhere on the screen, or use the <keycap>Page Down</keycap> key.
ru: Для перехода с первого слайда на следующий, щелкните мышью где-нибудь на экране или нажмите на клавишу <keycap>Page Down</keycap>.
sk: Kliknutím kdekoľvek prejdete na nasledujúci obrázok. Môžete použiť aj tlačidlo <keycap>Page Down</keycap>.

source: The second slide
ru: Второй слайд
sk: Druhý obrázok

source: To exit the slide show, <mousebutton>right</mousebutton> click, and then select the <guimenuitem>Exit presentation</guimenuitem> option from the pop-up menu.
ru: Для выхода из демонстрации слайдов, щелкните <mousebutton>правой</mousebutton> кнопкой мыши и выберите <guimenuitem>Завершить презентацию</guimenuitem> из появившегося контекстного меню.
sk: Pre ukončenie prezentácie kliknite <mousebutton>pravým</mousebutton> tlačidlom myši a z kontextového menu vyberte <guimenuitem>Koniec prezentácie</guimenuitem>.
