Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/koffice/krayon.po
Languages: hu, no, sl

source: The Krayon Handbook
hu: A Krayon kézikönyve
no: Krayonhåndboka
sl: Priročnik za Krayon

source: First draft
hu: Első változat
no: Første utkast
sl: Prvi osnutek

source: ROLES_OF_TRANSLATORS
hu: <othercredit role="translator"><firstname>Tamás</firstname><surname>Szántó</surname><contrib>Magyar fordítás</contrib><affiliation><address><email>tszanto@mol.hu</email></address></affiliation></othercredit>
sl: <othercredit role="translator"><contrib>Prevod:</contrib><firstname>Roman</firstname><surname>Maurer</surname><affiliation><address><email>roman.maurer@amis.net</email></address></affiliation></othercredit>

source: &krayon; is an image manipulation and processing program, suitable for photo retouching or image creation. It is a part of the &koffice; suite of applications.
hu: A &krayon; egy képmegjelenítő és -feldolgozó program, alkalmas digitalizált fényképek utómunkálataihoz is. A program része a &koffice; csomagnak.
no: &krayon; er et program for manipulering og behandling av bilder, ogpasser til retusjering av fotografier og billedproduksjon. Det er en del av&koffice;-suiten med programmer.
sl: &krayon; je program za izdelovanje in obdelavo slik, primeren za foto retuširanje ali izdelavo slik. Je sestavni del zbirke programov &koffice.

source: image processing
hu: képfeldolgozás
no: billedbehandling
sl: izdelovanje slik

source: image manipulation
hu: képátalakítás
no: billedmanipulering
sl: obdelovanje slik

source: Introduction
hu: Bevezetés
no: Innledning
sl: Uvod

source: &krayon; is a full featured image manipulation program. You can use &krayon; for all your image creation and editing needs, such as making web images, touching up scanned photographs, creating original art, or anything else you might need to do with bitmapped images.
hu: A &krayon; egy teljes értékű képfeldolgozó program, tartalmazza mindazokat a funkciókat, amelyekre szükség lehet ezen a szakterületen, például internetes weboldalakba illeszhető grafikák elkészítésére, bedigitalizált fényképek utómunkálataihoz, művészi rajzok megalkotásához, egyszóval minden grafikai művelet elvégzéséhez.
no: &krayon; er et komplett billedmanipuleringsprogram. Du kan bruke&krayon; til å dekke alle dine behov for billedproduksjon og -redigering,enten det er å lage web-bilder, fiffe opp skannede fotografier, lage nyekunstverk eller hva som helst annet du måtte trenge å gjøre medpunktgrafikk-bilder.
sl: &krayon; je polno zmogljiv program za obdelavo slik. &krayon; lahko uporabljate, kadarkoli želite izdelovati ali urejati slike, kot na primer pri izdelavi slik za splet, retuširanju skeniranih fotografij, ustvarjanju izvirnih umetnin, ali karkoli drugega, kar bi radi počeli z bitnimi slikami.

source: What makes &krayon; different, and special, is ease of use compared with other high-end applications, and full integration with &koffice; and &kde;. Because of this, &krayon; supports drag and drop, themes, embedding, and many other advanced features you expect from a modern desktop environment. Ease of use is important to amateur users, but even more important to professional artists who must spend many hours a day using such applications to work with images.
hu: A &krayon; elsősorban abban tér el a többi hasonló alkalmazástól, hogy nagyon egyszerűen kezelhető és tökéletesen együttműködik a &koffice;-szal és a &kde;-vel. A &krayon; támogatja a húzd-és-ejtsd módszert, a KDE témáit, a beágyazást és a többi hasonló, a KDE-ben (és más korszerű grafikus környezetekben) megszokott funkciót. A könnyű kezelhetőség nem csak a kezdő felhasználóknak fontos, hanem azoknak a profi grafikusoknak is, akik sok-sok órát töltenek el a program előtt ülve a képek elkészítése közben.
no: Det som gjør &krayon; annerledes og særskilt, er enkel bruk, sammenlignet med andre avanserte applikasjoner, og full integrering med &koffice; og &kde;.Takket være dette, støtter &krayon; dra og slipp, "themes", "embedding", og mange andre avanserte finesser du forventer av et moderne skrivebordsmiljø.Enkel bruk er viktig for amatørbrukere, men enda viktigere for profesjonelle kunstnere som må tilbringe mange timer daglig med slike programmer i sitt arbeid med bilder.
sl: &krayon; je nekaj posebnega, saj ga je v primerjavi z drugimi izvrstnimi programi lahko uporabljati, pa tudi popolnoma je integriran s &koffice; in &kde;. Zaradi tega &krayon; podpira tehniko "povleci in spusti", teme, vključevanje in mnoge druge lastnosti, ki bi jih pričakovali od sodobnega namiznega okolja. Preprostost uporabe je pomembna za amaterske uporabnike, a še pomembnejša za profesionalne umetnike, ki več ur na dan uporabljajo takšne programe za delo s slikami.

source: &krayon; is primarily a painting program with some image processing capabilities. More capabilities can be added with plugins. Using native and foreign plugins, and parts which can reuse other &kde; components, additional tools and utilities can be added as needed.
hu: A &krayon; elsősorban rajzolóprogram, kiegészítve néhány képfeldolgozási funkcióval. A bővítőmodulok segítségével a program új képességekkel ruházható fel. A belső és külső bővítőmodulok ill. a &kde; komponenseinek felhasználásával bármilyen képesség hozzáadható a programhoz.
no: &krayon; er først og fremst et tegneprogram med noen egenskaper beregnet på billedbehandling. Flere egenskaper kan føyes til med innpluggingsprogrammer. Med bruk av egne og eksterne innpluggingsprogrammer og deler som kan gjenbruke andre &kde;-komponenter, kan nye redskap og verktøy legges til ved behov.
sl: &krayon; je predvsem slikarski program z nekaterimi zmožnostmi obdelave slik. Več zmožnosti se lahko doda kot vstavek. Po potrebi lahko dodate domorodne in tujerodne vstavke in dele, ki jih lahko uporabljajo tudi druge komponente &kde;, različna orodja in pripomočke.

source: &krayon; uses &XML; as its native file format. This allows import filters for almost every type of image file format to be easily created. It also allows other programs to more easily import &krayon; files.
hu: A &krayon; dokumentumok fájlformátuma &XML;-alapú, melynek egyik előnye az, hogy könnyen lehet más képformátumokhoz importszűrőket létrehozni. Egyben más programok számára is könnyen importálhatóvá teszi a &krayon; fájlokat.
no: &krayon; bruker &XML; som sitt interne filformat. Dette gjør det enkelt å lage importfiltre for nesten et hvert billedformat. Det gjør det også enklere for andre programmer å importere&krayon;s filer.
sl: &krayon; uporablja &XML; kot svoj domorodni format datoteke. Zaradi tega lahko preprosto naredite filtre za skoraj katerikoli format slike, pa tudi drugi programi lahko lažje uvažajo datoteke za &krayon;.

source: Credits and License
hu: A szerzők névsora és a licencegyezmény
no: Krediteringer og lisens
sl: Zahvala in licence

source: Program copyright 1999 - 2000 Matthias Elter <email>me@kde.org</email>
hu: Program copyright: Matthias Elter (<email>me@kde.org</email>), 1999-2000.
no: Opphavsrett på programmet 1999 - 2000 Matthias Elter <email>me@kde.org</email>

source: Authors:
hu: A szerzők:
no: Forfattere:
sl: Avtorji:

source: Current Maintainer:
hu: A jelenlegi karbantartó:
no: Nåværende vedlikeholder:
sl: Trenutni vzdrževalec:

source: Documentation copyright 1999 David Johnson <email>david@usermode.org</email>
hu: Documentation copyright: David Johnson (<email>david@usermode.org</email>), 1999,
no: Opphavsrett på dokumentasjonen 1999 David Johnson <email>david@usermode.org</email>
sl: Pravice razširjanja dokumentacije: 1999 David Johnson <email>david@usermode.org</email>

source: Permission to use, copy, modify and distribute this document for any purpose and without fee is hereby granted in perpetuity, provided that the above copyright notice and this paragraph appear in all copies.
hu: Ez a dokumentum felhasználható, lemásolható, módosítható és továbbadható tetszőleges céllal és jogdíjfizetés nélkül, korlátlan ideig, feltéve, hogy a fenti jogvédelmi szöveg és ez a bekezdés az összes másolatba bekerül.
no: Tillatelse til å bruke, kopiere, endre og distribuere dette dokumentet til ethvert formål og uten vederlag gis herved for all fremtid, forutsatt at ovenstående opphavsrettserklæring og dette avsnittet følger med alle eksemplarer.
sl: Tu vam dajemo trajno dovoljenje za prepisovanje, spreminjanje in razširjanje tega dokumenta za kakršenkoli namen in brez plačila, če se le v vseh izvodih pojavlja obvestilo o pravicah razširjanja in ta odstavek.

source: Installation
hu: Telepítés
no: Installasjon
sl: Namestitev

source: &krayon; is included as part of the &koffice; package of &kde;. Source code or prebuilt binary distributions of the &koffice; package can be found at the main &kde; &FTP; site, <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, or from one of many mirror sites. A current list of mirror sites can be found at <ulink url="http://www.kde.org/mirrors.html"> http://www.kde.org/mirrors.html</ulink>.
hu: A &krayon; a &kde; &koffice; nevű csomagjának része. A &koffice; forrás- ill. bináris csomagok formában elérhető a &kde; központi FTP-kiszolgálóján: <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink> vagy annak bármelyik tükrözésén. A tükrözések listája megtalálható itt: <ulink url="http://www.kde.org/mirrors.html"> http://www.kde.org/mirrors.html</ulink>.
no: &krayon; følger med som en del av &koffice;-pakken i &kde;. Kildekoden til, eller ferdigbygde binære utgaver av &koffice-pakken finner man på &kde;s hovednettsted for &FTP; <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, eller på en av de mange speilene. En oppdatert liste over speil finnespå <ulink url="http://www.kde.org/mirrors.html"> http://www.kde.org/mirrors.html</ulink>.
sl: &krayon; je vključen kot del pisarniške zbirke &koffice; paketa za &kde;. Izvirno koda ali vnaprej prevedene binarne distribucije paketa &koffice; lahko najdete v glavem mestu za &FTP; projekta &kde;, <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, ali v enem od številnih zrcalnih strežnikov. Trenutni seznam zrcalnih mest lahko najdete na strani <ulink url="http://www.kde.org/mirrors.html"> http://www.kde.org/mirrors.html</ulink>.

source: In order to install and use &krayon; you must have:
hu: A &krayon; telepítéséhez és használatához a következőkre van szükség:
no: For å installere og bruke &krayon; må du ha:
sl: Če želite namestiti in uporabljati &krayon;, morate imeti:

source: A functioning &UNIX; or &UNIX; like system with the X Windowing System configured.
hu: Egy működő &UNIX; vagy &UNIX;-szerű operációs rendszerre, telepített XWindow grafikus felületre.
no: Et fungerende &UNIX;-system eller et &UNIX;-lignende system,med vindussystemet X satt opp.
sl: Delujoč &UNIX; ali &UNIX;-u podoben sistem z ustrezno nastavljenim okenskim sistemom X.

source: The K Desktop Environment 2.x (KDE 2.x). You will need at least the &Qt; 2.2.3 &GUI; toolkit, the kdesupport, the kdelibs, and the kdebase packages. Information on obtaining and installing &kde; 2.x can be found at: <ulink url="http://www.kde.org/">http://www.kde.org/</ulink>.
hu: A KDE grafikus környezet 2.x változatára, a &Qt; programkönyvtár 2.2.3-as vagy annál újabb verziójára, a kdesupport, kdelibs, kdebase csomagokra. A &kde; 2.x telepítéséről részletes leírást találhat itt: <ulink url="http://www.kde.org/">http://www.kde.org/</ulink>.
no: Skrivebordsmiljøet KDE, versjon 2.x. Du vil minst trenge &GUI;-verktøysettet &Qt; 2.2.3, og pakkene "kdesupport", "kdelibs" og "kdebase". Opplysninger om hvordan du skaffer og installerer &kde; 2.x finner du på: <ulink url="http://www.kde.org/">http://www.kde.org/</ulink>.
sl: Okensko okolje K 2.x (KDE 2.x). Potrebovali boste vsaj različico orodja za pisanje &GUI; &Qt; 2.2.3, ter pakete kdesupport, kdelibs inkdebase. Podatke o tem, kako dobiti in namestiti &kde; 2.x lahko najdete na <ulink url="http://www.kde.org/">http://www.kde.org/</ulink>.

source: Permission to install software on your computer. If you are on a stand alone system, this will not be a problem. If you are using a networked computer, check with your administrator.
hu: Telepítési jogosultság szükséges az operációs rendszerben (általában rendszergazdai jog). Ha a saját gépére szeretne telepíteni, akkor feltehetően ismeri a szükséges jelszavakat, ha mégsem, kérje a rendszergazda segítségét.
no: Tillatelse til å installere programmer på datamaskinen din. Hvis du bruker en frittstående datamaskin er det neppe noe problem. Hvis du bruker en maskin som står i nettverk, bør du spørre administratoren din.
sl: Dovoljenje za namestitev programja v vaš računalnik. Če imate samostojni sistem, to ni težava. Če uporabljate računalnik v omrežju, povprašajte skrbnika svojega sistema.

source: Instructions for installing &koffice; from either a source code or binary package can be found at <ulink url="http://www.koffice.org/">http://www.koffice.org/</ulink>.
hu: A &koffice; telepítéséről (akár forrás-, akár bináris csomagból történjen az) részletes leírás található a KOffice honlapján: <ulink url="http://www.koffice.org/">http://www.koffice.org/</ulink>.
no: Hvordan installere. &koffice;, enten fra kildekode eller ferdigbygde binær-pakker, finnes her <ulink url="http://www.koffice.org/">http://www.koffice.org/</ulink>.
sl: Navodila za namestitev pisarniške zbirke &koffice;. Paket z izvirno ali pa že prevedeno binarno kodo lahko najdete na <ulink url="http://www.koffice.org/">http://www.koffice.org/</ulink>.
