Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/koffice/kword_kwordmbtb.po
Languages: xh

source: The Menu Items/Tool Bars
xh: Imiba ye menu/Iibar zesixhobo

source: Introduction to Menu Bars and Tool Bars
xh: Ulwaziso kwibar ze Menu nee Bar zesixhobo

source: The key to getting the most out of &kword;, is found in the menu bars and the toolbars.
xh: Isitshixo sokufumana ngaphandle &kword;, sifumaneka kwimenu bars nee bar zesixhobo.

source: The menu bar is organized into groups of functions (&eg; file functions, table functions, &etc;). Below each of these groups, is a submenu of actions. Some of these submenus will have sub menus of their own. All of the functions of &kword; can be found inside the menu bar hierarchy.
xh: Imenu bar ihlanganiswe kumaqela emisebenzi (&eg; imisebenzi yefayile, imisebenzi yendlela yemigca, &etc;). Ngezantsi kweqela ngalinye, kukho imenu esezantsi yeentshukumo. Ezinye zezi menu zisezantsi zizakuba nemenu ezisezantsi zazo. Yonke imisebenzi ye &kword; ingafunyanwa ngaphakathi kwimenubar yeqela elinegunya.

source: The tool bars are also organized into groups. Each toolbar consists of a set of buttons. Each button performs a specific function. The toolbars are designed to act as shortcuts for more commonly used functions.
xh: Iibar zesixhobo zihlanganiswa nazo kumaqela. Ibar yesixhobo nganye iqulathe iqela lamaqhosha. Iqhosha ngalinye lenza umsebenzi othile. Iibar zesixhobo ziyilelwe ukusebenza njengendlela ezimfutshane kwimisebenzi eqhelekileyo esetyenziswayo.

source: The first part of this section of the manual discusses the manipulation of &kword;'s toolbars to suit your needs.
xh: Iqela lokuqala leli candelo lencwadi lixoxa uhanahaniso lwe &kword;'s iibar zesixhobo ukulungelana neemfuno zakho.

source: The second part of this section, takes a detailed look at each menu bar function, and each tool bar button, and provides you with a brief summary of its action. Most of these menu bar functions and tool bar buttons also provide you with a link to more detailed information.
xh: Iqela lesibini leli candelo, lithatha ujongo oluneenkcukacha kwimenu bar nganye yomsebenzi, kwaye iqhosha ngalinye lebar yesixhobo, kwaye ikunikeza isishwankathelo esifutshane sentshukumo yayo. Imisebenzi emininzi yezi menu bar kwaye amaqhosha ebar yesixhobo nawo anikeza ikhonkco elinolwazi oluneenkcukacha.

source: Hiding, Changing, and Moving Tool Bars
xh: Iyafihla, Iyatshintsha, kwaye Ishukumisa Iibar Zesixhobo

source: &kword; offers the user great flexibility when it comes to toolbars. This first section will show you some of the many options you have for relocating, reformatting and removing toolbars from your desktop.
xh: &kword; inikeza umsebenzisi ugobeko olukhulu xa isiya kwiibar zesixhobo. Eli candelo lokuqala lizakukubonisa ezinye zenketho ezininzi onazo zokubeka endaweni kwakhona, ufomato kwakhona nokususa iibar zesixhobo kwidesktop yakho.

source: Hiding and Flattening Tool Bars
xh: Ifihla kwaye Icambalalisa Iibar zesixhobo

source: When you startup &kword;, all the several toolbars are visible. If you don't think you will need a toolbar, and want to reclaim that desktop space, you have two options. You can hide the toolbars or you can temporarily flatten the toolbars.
xh: Xa uqala &kword;, zonke ezininzi iibar zesixhobo ziyabonakala. Ukuba awucingi ukuba uzakufuna ibar yesixhobo, kwaye ufuna ukubanga kwakhona eso sithuiba se desktop, uneenketho ezimbini. Ungafihla iibar zesixhobo okanye ungacambalalisa ngexeshana iibar zesixhobo.

source: Flattening Toolbars
xh: Icambalalisa Iibar zesixhobo

source: Each toolbar has a stippled area to the left (or on top) of the toolbar buttons. By clicking on this area, the toolbar will be minimized.
xh: Ibar yesixhobo nganye ine ariya ekhohlo (okanye ngaphezulu) kwa maqhosha ebar yesixhobo. Ngokunqakraza kule ariya, ibar yesixhobo izakwenziwa ncinane.

source: Once a toolbar is flat, this stipled area moves up near the menubar.
xh: Xa ibar yesixhobo imcambalala, le ariya iya phezulu kufutshane ne menubar.

source: Clicking on this area will restore the toolbar to its original size.
xh: Ukunqakraza kule ariya kuzakugcina kwakhona ibar yesixhobo kubungakanani bayo boqobo.

source: Alternatively place the cursor over on the toolbar you want to flatten, and click with the <mousebutton>right</mousebutton> mouse button.
xh: Beka ngokuhambelana isalathisi ngapha kwebar yesixhobo ofuna ukuyicambalalisa, kwaye nqakraza nge <mousebutton>ekunene</mousebutton> iqhosha le mouse.

source: The mouse must be on the background of the toolbar, not over a button to use this option.
xh: Imouse kufuneka ibekwisiqalo sebar yesixhobo, hayi ngapha kweqhosha ukusebenzisa olu khetho.

source: A small menu will appear at the mouse cursor. Select <guimenuitem>Flat</guimenuitem>.
xh: Imenu encinane izakuvela kwisalathsi se mouse. Khetha <guimenuitem>Cambalala</guimenuitem>.

source: To restore this menu to its original size and position, place the mouse cursor over the stipled area near the menu bar, and click with the &RMB;.
xh: Ukugcina kwakhona le menu kubungakanani bayo boqobo nendawo, beka isalathisi se mouse ngapha kwe ariya kufutshane ne menu bar, kwaye nqakraza nge &RMB;.

source: A small menu will appear at the mouse cursor. Select <guimenuitem>UnFlat</guimenuitem>.
xh: Imenu encinane izakuvela kwisalathisi se mouse. Khetha <guimenuitem>Engacambalalanga</guimenuitem>.

source: Hiding/Restoring Toolbars
xh: Iyafihla/Iyagcin qkwakhona iibar zesixhobo

source: If you want to eliminate the toolbar entirely from the window, you should hide the toolbar.
xh: Ukuba ufuna ukususa ibar yesixhobo ngokupheleleyo kwi window, unga fihla ibar yesixhobo.

source: To hide a toolbar, Select <guimenu>Settings</guimenu> from the menubar. This will bring up a submenu. All of the toolbars are listed. Simply select the toolbar you want to hide or restore.
xh: Ukufihla ibar yesixhobo, Khetha <guimenu>Izicwangciso</guimenu> kwi menubar. Oku kuzakuzisa imenu esezantsi. Zonke iibar zesixhobo zidwelisiwe. khetha ngokucacileyo ibar yesixhobo ofuna ukuyifihla okanye ukuyigcin akwakhona.

source: Moving Toolbars around
xh: Ijikelezisa iibar zesixhobo

source: Toolbars can be located on the screen in 4 places.
xh: Iibar zesixhobo zingabekwa kwikhusi kwindawo ezine.

source: <para>Top</para>
xh: <para>Phezulu</para>

source: Bottom
xh: Ezantsi

source: Left
xh: Ekhohlo

source: Right
xh: Ekunene

source: <guilabel>Top</guilabel>, <guilabel>Bottom</guilabel>, <guilabel>Left</guilabel> and <guilabel>Right</guilabel> refer to the edges of the &kword; screen.
xh: <guilabel>Phezulu</guilabel>, <guilabel>Ezantsi</guilabel>, <guilabel>Ekhohlo</guilabel> ne <guilabel>Ekunene</guilabel> thelekisa imida ye &kword; ikhusi.

source: By locating a tool bar in the <guilabel>Bottom</guilabel> position, for example, you move the toolbar into a horizontal position below the Document Area, and along the bottom of the &kword; window. By locating a tool bar in the <guilabel>Left</guilabel> position,however, you move the toolbar into a verticle position to the left of the Document Area, and along the left edge of the &kword; window.
xh: Ngokubeka ibar yesixhobo kwi <guilabel>Ezantsi</guilabel> indawo, umzekelo, ungasa ibar yesixhobo kwindawo ethe tye ngezantsi kwe Ariya yoXwebhu, kwaye ngapha ngezantsi kwe &kword; window. Ngokubeka ibar yesixhobo kwi <guilabel>Ekhohlo</guilabel> indawo, ngoko ke, usa ibar yesixhobo kwindawo ethe nkqo ekhohlo kwi Ariya yoXwebhu, kwaye ngapha kumda osekhohlo kwe &kword; window.

source: Multiple toolbars can be located at each of these points in the screen. (You could, for instance, move all the toolbars to the top of the screen). &kword; will shuffle toolbars around, to fit in the most compact way at that location.
xh: Iibar zesixhobo ezininzi zingabekwa kwenye yezi ncopho kwi khusi. (Unga, umzekelo,sa zonke iibar zeszixhobo phezulu kwikhusi). &kword; izakutsala iibar zesixhobo jikelele, ukulungelana kwindlela eyiyo kulo ndawo.

source: There are two ways of moving your toolbars:
xh: Kukho iindlela ezimbini zokusa iibar zesixhobo zakho:

source: Option 1
xh: Ukhetho 1

source: If you <mousebutton>left</mousebutton> click on the stippled area of the toolbar (the same location you used to minimize the tool bar), and hold the button down, you can drag the toolbar around the &kword; screen. This allows you to move the toolbars around to suit your needs.
xh: Ukuba <mousebutton>ekhohlo</mousebutton> nqakraza kwi ariya yebar yesixhobo (indawo enye oyisebenzisileyo ukunciphisa ibar yesixhobo), kwaye bamba iqhosha phantsi, ungatsala ibar yesixhobo jikelele kwi &kword; ikhusi. Oku kukuvumela use iibar zesixhobo jikelele ukulungelana neemfuno zakho.

source: Option 2
xh: Ukhetho 2

source: Place the cursor over on the toolbar you want to minimize, and click with the <mousebutton>right</mousebutton> mouse button.
xh: Beka isalathisi ngapha kwebar yesixhobo ofuna ukuyenza ncinane, kwaye nqakraza nge <mousebutton>ekunene</mousebutton> iqhosha le mouse.

source: The mouse must be on the <quote>background</quote>" of the toolbar, not over a button to use this option.
xh: Imouse kufuneka ibekwi <quote>isiqalo</quote>" ye bar yesixhobo, hayi ngapha kweqhosha ukusebenzisa eli qhosha.

source: A small menu will appear at the mouse cursor. Select <guimenuitem>Top</guimenuitem>, <guimenuitem>Bottom</guimenuitem>, <guimenuitem>Left</guimenuitem>, or <guimenuitem>Right</guimenuitem>.
xh: Imenu encinane izakuvela kwisalathis se mouse. Khetha <guimenuitem>Ngentla</guimenuitem>, <guimenuitem>Ezantsi</guimenuitem>, <guimenuitem>Ekhohlo</guimenuitem>, or <guimenuitem>Ekunene</guimenuitem>.

source: Changing the look of your toolbars
xh: Itshintsha ujongo lweebar zakho zesixhobo

source: Toolbars can have their buttons displayed different ways. Below are examples of the four options for the "File" toolbar.
xh: Iibar zesixhobo zinamaqhosha wazo aboniswe ngendlela ezahlukeneyo. Ngezantsi yimizekelo yeenketho ezine ze "Fayile" ibar yesixhobo.

source: Icons Only
xh: Ii Icon Kuphela

source: Text Only
xh: Okubhliweyo kuphela

source: Text Aside Icons
xh: Okubhaliweyo Ecaleni kwe Icon

source: Text Under Icons
xh: Okubhaliwe Phantsi kwe Icon

source: To change the appearance of a toolbar, place the cursor over on the toolbar you want to minimize, and click with the <mousebutton>right</mousebutton> mouse button.
xh: Ukutshintsha inkangeleko yebar yesixhobo, beka isalathisi ngapha kwibar yesixhobo ofuna ukyenza ncinane, kwaye nqakraza nge <mousebutton>ekunene</mousebutton> iqhosha le mouse.

source: The mouse must be on the toolbar, but not over a button to use this option.
xh: Imouse kufuneka ibekwibar yesixhobo, kodwa hayi ngapha kweqhosha ukusebenzisa olu khetho.

source: A small menu will appear at the mouse cursor. Select <guilabel>Text position</guilabel>. This will open a submenu, select your preference from the list.
xh: Imenu encinane izakuvela kwisalathisi se mouse. Khetha <guilabel>Indawo Yokubhaliweyo</guilabel>. Oku kuzakuvula imenu esezantsi, khetha ukhetho lwakho kuluhlu.

source: Setting the look of one toolbar does not alter the look of another toolbar.
xh: Ukucwangcisa ujongo lwebar enye yesixhobo akulungisi ujongo lwenye ibar yesixhobo.

source: Basic Menu Bar
xh: Engundoqo iMenu Bar

source: The Menubar contains all commands available to &kword;. It is divided into 10 general categories.
xh: iMenubar iqulathe yonke imiyalelo ekhoyo kwi &kword;. Yahlulwe kwintlobo ngokubanzi eziyi 10.

source: <guimenu>File</guimenu> Menu
xh: <guimenu>Ifayile</guimenu> Menu

source: By clicking on the <guimenu>File</guimenu> menu, you can begin new documents, load previously edited documents, print your documents, close the current document (so you can load another document), or quit &kword; entirely.
xh: Ngokunqakraza ku <guimenu>Ifayile</guimenu>menu, ungaqala amatsha amaxwebhu, layisha amaxwebhu adlulileyo ahleliweyo, shicilela amxwebhu wakho, vala uxwebhu langoku (ngoko ungalayisha olunye uxwebhu), okanye khupha &kword; ngokupheleleyo.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo> </shortcut> <guimenu>File</guimenu><guimenuitem>New</guimenuitem>
xh: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo> </shortcut> <guimenu>Ifayile</guimenu><guimenuitem>Entsha</guimenuitem>

source: <action> Allows you to open new files for editing.</action> For Step by Step instructions see <link linkend="new-doc">Beginning a New Document</link>.
xh: <action> Ikuvumela uvule iifayile ezintsha zokuhlela.</action> Yemiyalelo yeNqwanqwa nge Nqwanqwa bona <link linkend="new-doc">Iqala Olutsha Uxwebhu</link>.

source: Typing <keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="filenew2.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo> okanye nqakraza <inlinemediaobject><imageobject><imagedata fileref="filenew2.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo></shortcut> <guimenu>File</guimenu><guimenuitem>Open</guimenuitem>
xh: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo></shortcut> <guimenu>Ifayile</guimenu><guimenuitem>Vula</guimenuitem>

source: <action> For opening previously created</action> &kword; files. For Step by Step instructions see <link linkend="loading">Retrieving a Saved Document</link>.
xh: <action> Ukuvula okusandukwenziwa</action> &kword; iifayile. Yemiyalelo yeNqwanqwa nge Nqwanqwa bona <link linkend="loading">Ibuyisela Uxwebhu Olugciniweyo</link>.

source: Typing <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="fileopen.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> okanye nqakraza <inlinemediaobject><imageobject><imagedata fileref="fileopen.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <guimenu>File</guimenu><guimenuitem>Open Recent</guimenuitem>
xh: <guimenu>Ifayile</guimenu><guimenuitem>Vula Okusandukubakhona</guimenuitem>

source: For opening the most recently edited files.
xh: Ukuvula iifayile ezihleliweyo ezininzi ezisandukubakhona.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu>File</guimenu><guimenuitem>Save</guimenuitem>
xh: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu>Ifayile</guimenu><guimenuitem>Gcina</guimenuitem>

source: <action>Saves your current file to disk.</action> If you have not saved the file yet, you will be prompted for a filename. For more details, see <link linkend="saving">Saving a Document</link>.
xh: <action>Igcina ifayile yakho yangoku kwidiski.</action> Ukuba awuyigcinanga ifayile noko, uzakunikwa igama lefayile. Iinkcukacha ezininzi, bona <link linkend="saving">Igcina Uxwebhu</link>.

source: Typing <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="filefloppy.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> okanye nqakraza <inlinemediaobject><imageobject><imagedata fileref="filefloppy.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <guimenu>File</guimenu><guimenuitem>Save As...</guimenuitem>
xh: <guimenu>Ifayile</guimenu><guimenuitem>Gcina njenge...</guimenuitem>

source: <action>Allows you to save your file under another name or another format.</action> For more details, see <link linkend="saving">Saving a Document</link>.
xh: <action>Ikuvumela ugcine ifayile yakho phantsi kwelinye igama okanye kwenye ifomati.</action> Iinkcukacha ezininzi, bona<link linkend="saving">Igcina Uxwebhu</link>.

source: <guimenu>File</guimenu><guimenuitem>Create Template from Document</guimenuitem>
xh: <guimenu>Ifayile</guimenu><guimenuitem>Yenza iTemplate ku Xwebhu</guimenuitem>

source: <action>Allows you to save your file as a template, to use as a starting point for future documents.</action> For more details, see <link linkend="template-creation">Creating a new template.</link>.
xh: <action>Ikuvumela ugcine iifayile zakho njenge template, ukusebenzisa njenge ncopho yokuqala yamaxwebhu exesha elizayo.</action> Iinkcukacha ezininzi, bona <link linkend="template-creation">Yenza entsha itemplate.</link>.

source: <guimenu>File</guimenu><guimenuitem>Statistics</guimenuitem>
xh: <guimenu>Ifayile</guimenu><guimenuitem>Izitatistiki</guimenuitem>

source: Opens a window that counts the sentences, words, characters and syllables in your document.
xh: Ivula iwindow ebala izivakalisi, amagama, abasebenzi na malungu kuxwebhu lakho.

source: The number of sentences is not always absolutely correct, as &kword; has to guess if a dot really starts a new sentence or not. The number of syllables is estimated, &kword; therefore assumes that the text is written in English.
xh: Inani lezivakalisi alisoloko lilungile, njenge &kword; izakuthelekelela ukuba ichaphaza ngenene liqala isivakalisi esitsha okanye hayi. Inani lamalungu liyaqikelelwa, &kword; ngoko ke icinga ukuba okubhaliweyo kubhlwe ngesiNgesi.

source: The <guilabel>Flesch reading ease</guilabel> score is a number between 0 and 100 which estimates how readable a text is. The higher the number, the easier the text can be read. Texts with a score of 70-80 have a fairly good readability.
xh: I <guilabel>iFlesch ifunda lula</guilabel> inqaku linani phakathi ko 0 no 100 eliqikelela ukufundeka kokubhaliweyo. Okuya liphezulu inani, okuya kulula ukufunda okubhaliweyo. Okubhaliweyo okunenqaku 70-80 linofundo olulungileyo.

source: The Flesch formula uses the number of words per sentences and the number of syllables per word. It assumes that the use of short words and short sentences increases the readability of a text. It says nothing about grammar or meaning. As both the number of sentences and the number of syllables is estimated, the result is not absolutely precise. The text should be at least 200 words long, if it isn't the score will be marked as approximated.
xh: iFlesch fomula isebenzisa inani lamagama ngezivakalisi ne inani lamalungu ngegama. Icinga ukuba usebenziso lamagam amafutshane nezivakalisi ezimfutshane linyusa ufundo lokubhaliweyo. Ayitthethi nto malunga ne grama nokuyithethayo. Njengoko zombini inani lezivakalisi nenani lamalungu liqikelelwa, isiphumo asithanga nqo ngenene. Okubhaliweyo noko kungangamagama ayi 200 ubude, ukuba asilo nqaku eliphawulwe ngokusondeleyo.

source: The Flesch score is defined for English text only, but the basic idea should work for many other languages, too.
xh: Inqaku le Flesch lichazelwa okubhaliweyo kwesiNgesi kuphela, kodwa ingcamango engundoqo inokusebenzela ezinye iilwimi ezininzi, nazo.

source: Click <guibutton>OK</guibutton> button to dismiss the window.
xh: Nqakraza <guibutton>KULUNGILE</guibutton> iqhosha ukugxotha iwindow.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo></shortcut> <guimenu>File</guimenu><guimenuitem>Print</guimenuitem>
xh: <shortcut><keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo></shortcut> <guimenu>Ifayile</guimenu><guimenuitem>Shicilela</guimenuitem>

source: <action>Print the file.</action> For an overview of printing options see <link linkend="printing">Printing a Document</link>.
xh: <action>Shicilela ifayile.</action> Kwimboniselo engaphaya yenketho zoshicilelo bona <link linkend="printing">Ishicilela Uxwebhu</link>.

source: Typing <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="fileprint.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> okanye nqakraza <inlinemediaobject><imageobject><imagedata fileref="fileprint.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <guimenu>File</guimenu><guimenuitem>Print Preview</guimenuitem>
xh: <guimenu>Ifayile</guimenu><guimenuitem>Shicilela Imboniso</guimenuitem>

source: Print the file, but sends the output to your postscript viewer, for your confirmation before sending it to the printer. The operation of your postscript viewer will vary depending on which viewer you use. Refer to the help files for your viewer for help.
xh: Shicilela ifayile, kodwa ithumela imveliso kumboniseli wakho woshicilelo oluposwayo, kkolwakho uqinisekiso phambi kokuyithumela kumshicileli. Umsebenzi womboniseli wakho woshicilelo oluposwayo uzakwahluka kuxhomekeke ukuba ngomphi umboniseli omsebenzisayo. Thelekisa kwifayyile zokunceda zomboniseli wakho ukunceda.

source: Clicking <inlinemediaobject><imageobject><imagedata fileref="fileprint2.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Nqakraza <inlinemediaobject><imageobject><imagedata fileref="fileprint2.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <guimenu>File</guimenu><guimenuitem>Document Information</guimenuitem>
xh: <guimenu>Ifayile</guimenu><guimenuitem>Ulwazi Loxwebhu</guimenuitem>

source: <action>Opens a window that lets you enter information related to the document</action> (such as Authors name, Addresses, Phone numbers, Abstract, &etc;). This information is saved with the document for later classification.
xh: <action>Ivula iwindow ekuvumela ungenise ulkwazi oluzalana kuxwebhu</action> (njengegama loMbhali, Iidilesi, amanani Efowuni, Ushwankathelo, &etc;). Olu lwazi lugcinwa ngoxwebhu kulwahlulo lamva.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo></shortcut> <guimenu>File</guimenu><guimenuitem>Close</guimenuitem>
xh: <shortcut><keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo></shortcut> <guimenu>Ifayile</guimenu><guimenuitem>Vala</guimenuitem>

source: Close the file you are currently working on. If you have not saved your most recent changes, you will be prompted.
xh: Vala ifayile osebenza kuyo ngoku. Ukuba awugcinanga utshintsho lwakho olusandukubakho, uzakusetyenziswa.

source: Typing <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> is equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> ilingana nokusebenzisa imenubar.

source: <guimenu>File</guimenu><guimenuitem>Quit</guimenuitem>
xh: <guimenu>Ifayile</guimenu><guimenuitem>Phuma</guimenuitem>

source: <action>Quits</action> &kword;
xh: <action>Iyaphuma</action> &kword;

source: Typing <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> is equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> ilingana nokusebenzisa imenubar.

source: Edit Menu
xh: Hlela iMenu

source: By clicking on the <guimenu>Edit</guimenu> menu, you can cut/copy/paste text, undo or redo edits and perform searches and text replacement.
xh: Ngokunqakraza kwi <guimenu>Hlela</guimenu> menu, unga sika/khuphele/ucole okubhaliweyo, sukwenza okanye yenza kwakhona amahlelo kwaye yenza uphendlo no buyiselo lokubhaliweyo.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo></shortcut> <guimenu>Edit</guimenu><guimenuitem>Undo</guimenuitem>
xh: <shortcut><keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo></shortcut> <guimenu>Hlela</guimenu><guimenuitem>Sukwenza</guimenuitem>
