Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/koffice/kword_kwordmbtb.po
Languages: xh

source: <action>Reverses the last action you performed.</action> Not all actions can be reversed. If you are not able to Undo the last action, the <guimenuitem>Undo</guimenuitem> option will be replaced with <guimenuitem>No Undo Possible</guimenuitem>. For a more thourough discussion of Undo/Redo, <link linkend="undo-redo">click here</link>.
xh: <action>Ibuyisela intshukumo yokugqibela oyenzileyo.</action> Asizizo zonke iintshukumo ezingabuyiselwayo. Ukuba awukwazi Ukungenzi eyokugqibela intshukumo, i <guimenuitem>Sukwenza</guimenuitem> ukhetho luzakubuyiselwa nge <guimenuitem>Akukho Kungenzi Kwenzekayo</guimenuitem>. Ingxoxo eninzi eyenziweyo yo Kungenzi/Ukwenza kwakhona, <link linkend="undo-redo">nqakraza apha</link>.

source: Typing <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="undo.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> okanye nqakraza <inlinemediaobject><imageobject><imagedata fileref="undo.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <guimenu>Edit</guimenu><guimenuitem>Redo</guimenuitem>
xh: <guimenu>Hlela</guimenu><guimenuitem>Yenza kwakhona</guimenuitem>

source: <action>Reverses the last Undo performed.</action> If the Redo option is unavailable, the Toolbar will replace <guimenuitem>Redo</guimenuitem> with <guimenuitem>No Redo Possible</guimenuitem>. For a more thourough discussion of Undo/Redo, <link linkend="undo-redo">click here</link>.
xh: <action>Ibuyisela Ukungenzi kokugqibela okwenziweyo.</action> Ukuba ukhetho Lokwenza kwakhona alukho, Ibar yesixhobo izakubuyisela <guimenuitem>Yenza kwakhona</guimenuitem> nge <guimenuitem>Akukho kwenza kwakhona Okwenzekayo</guimenuitem>. Ingxoxo eyenziwe kakhulu yo Kungenzi/Ukwenza kwakhona, <link linkend="undo-redo">nqakraza apha</link>.

source: Clicking <inlinemediaobject><imageobject><imagedata fileref="redo.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Nqakraza <inlinemediaobject><imageobject><imagedata fileref="redo.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> </shortcut> <guimenu>Edit</guimenu><guimenuitem>Cut</guimenuitem>
xh: <shortcut> <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> </shortcut> <guimenu>Hlela</guimenu><guimenuitem>Sika</guimenuitem>

source: <action>Deletes the highlighted text from the document, and places a copy in the clipboard.</action> For a more complete directions on Cutting and Pasting, and a full description of the clipboard, <link linkend="clipboard">click here</link>.
xh: <action>Icima okubhaliweyo okuphawulweyo kuxwebhu, kwaye ibeka ukhuphelo kwibhodi eqhotyoshwayo.</action> Kwizalathiso ezigqityiweyo ezininzi ku Siko no Colo, nenkcazelo epheleleyo yebhodi eqhotyoshwayo, <link linkend="clipboard">nqakraza apha</link>.

source: Typing <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="editcut.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> okanye nqakraza <inlinemediaobject><imageobject><imagedata fileref="editcut.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem>
xh: <shortcut> <keycombo action="simul">&Ctrl;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Hlela</guimenu><guimenuitem>Khuphelay</guimenuitem>

source: <action>Places a copy of the highlighted text in the clipboard, without changing the text in the document.</action> For a more complete directions on Cutting and Pasting, and a full description of the clipboard, <link linkend="clipboard">click here</link>.
xh: <action>Ibeka iphepha lokubhaliweyo okuphawulweyo kwibhodi eqhotyoshwayo, ngaphandle kokutshintsha okubhaliweyo kuxwebhu.</action> Izalathiso ezigqityiweyo ezininzi ku Siko no Colo, nenkcazelo epheleleyo yebhodi yezitshixo, <link linkend="clipboard">nqakraza apha</link>.

source: Typing <keycombo action="simul">&Ctrl;<keycap>C</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="editcopy.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;<keycap>C</keycap></keycombo> okanye nqakraza <inlinemediaobject><imageobject><imagedata fileref="editcopy.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>V</keycap></keycombo> </shortcut> <guimenu>Edit</guimenu><guimenuitem>Paste</guimenuitem>
xh: <shortcut> <keycombo action="simul">&Ctrl;<keycap>V</keycap></keycombo> </shortcut> <guimenu>Hlela</guimenu><guimenuitem>Cola</guimenuitem>

source: <action>Inserts a copy of the clipboard into the current cursor position.</action> If there is highlighted text, &kword; replaces replaces all highlighted text with the contents of the clipboard. The clipboard is not altered. For a more complete directions on Cutting and Pasting, and a full description of the clipboard, <link linkend="clipboard">click here</link>.
xh: <action>Ifaka iphepha kwibhodi eqhotyoshwayo kwindawo yesalathisi yangoku.</action> Ukuba kukho okubhaliweyo okuphawulweyo, &kword; ibuyisela ibuyisela konke okubhaliweyo okuphawulweyo ngemixholo yebhodi eqhotyoshwayo. Ibhodi eqhotyoshwayo ayilungiswanga. Kwizalathiso ezigqityiweyo ezininzi ku Siko no Colo, nenkcazelo epheleleyo yebhodi eqhotyoshwayo, <link linkend="clipboard">nqakraza apha</link>.

source: Typing <keycombo action="simul">&Ctrl;<keycap>V</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="editpaste.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;<keycap>V</keycap></keycombo> okanye nqakraza <inlinemediaobject><imageobject><imagedata fileref="editpaste.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> </shortcut> <guimenu>Edit</guimenu><guimenuitem>Select All</guimenuitem>
xh: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> </shortcut> <guimenu>Hlela</guimenu><guimenuitem>Khetha Konke</guimenuitem>

source: Immediatly highlights all text of the current frameset.
xh: Iphawula ngokukhawuleza konke okubhaliweyo kweqela lesakhelo.

source: Typing <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> is equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> ilingana nokusebenzisa imenubar.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Edit</guimenu><guimenuitem>Find</guimenuitem>
xh: <shortcut> <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Hlela</guimenu><guimenuitem>Fumana</guimenuitem>

source: <action>Allows you to search for a series of characters.</action> The find features of &kword; are covered in more detail under <link linkend="search-and-replace">Searching for Text</link>.
xh: <action>Ikuvumela uphendle abasebenzi abaninzi.</action> Imisebenzi yokufumana ye &kword; bagqunywa zinkcukacha ezininzi phantsi <link linkend="search-ne-replace">Iphendla Okubhaliweyo</link>.

source: Typing <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="find.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo> okanye nqakraza <inlinemediaobject><imageobject><imagedata fileref="find.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <guimenu>Edit</guimenu><guimenuitem>Replace</guimenuitem>
xh: <guimenu>Hlela</guimenu><guimenuitem>Buyisela</guimenuitem>

source: <action>Allows you to replace for a series of characters with others.</action> The find and replace features of &kword; are covered in more detail under <link linkend="replace">Replacing Text</link>.
xh: <action>Ikuvumela ubuyisele kubasebenzi abaninzi kuna banye.</action> Imisebenzi yokufumana nokubuyisela ye &kword; igqunywe kwinkcukacha ezininzi phantsi <link linkend="replace">Ibuyisela Okubhaliweyo</link>.

source: View
xh: Imboniselo

source: <guimenu>View</guimenu><guimenuitem>New View</guimenuitem>
xh: <guimenu>Imboniselo</guimenu><guimenuitem>Imboniselo Entsha</guimenuitem>

source: <action>This will create a new view of your docuement.</action> For more information on views, refer to the section entitled <link linkend="views">Using Multiple Views</link>.
xh: <action>Oku kuzakwenza imboniselo entsha yoxwebhu lakho.</action> Ulwazi oluninzi kwiimboniselo, thelekisa icandelo eliwongwe <link linkend="views">Usiebenzisa Iimboniselo Ezininzi</link>.

source: <guimenu>View</guimenu><guimenuitem>Close All Views</guimenuitem>
xh: <guimenu>Imboniselo</guimenu><guimenuitem>Vala Zonke iimboniselo</guimenuitem>

source: <action>This will close all views except the current view.</action> For more information on views, refer to the section entitled <link linkend="views">Using Multiple Views</link>.
xh: <action>Oku kuzakuvala zonke iimboniselo ngaphandle kwemboniselo yangoku.</action> Ulwazi oluninzi kwiimboniselo, thelekisa icandelo eliwongwe <link linkend="views">Usebenzsa Iimboniselo Ezininzi</link>.

source: <guimenu>View</guimenu><guimenuitem>Split View</guimenuitem>
xh: <guimenu>Imboniselo</guimenu><guimenuitem>Chaka Imboniselo</guimenuitem>

source: <action>This will split the view.</action> The orientation of the split is determined by the <guimenuitem>Splitter Orientation</guimenuitem>. For more information on views, refer to the section entitled <link linkend="views">Using Multiple Views</link>.
xh: <action>Oku kuzakuchaka imboniselo.</action> Uhlenga-hlengiso lochako lugqitywe yi <guimenuitem>Uhlenga-hlengiso loMchaki</guimenuitem>. Ulwazi oluninzi kwiimboniselo, thelekisa kwicandelo eliwongwe <link linkend="views">Usebenzisa Iimboniselo Ezininzi</link>.

source: <guimenu>View</guimenu><guimenuitem>Remove View</guimenuitem>
xh: <guimenu>Imboniselo</guimenu><guimenuitem>Susa Imboniselo</guimenuitem>

source: <action>This will close the current view.</action> For more information on views, refer to the section entitled <link linkend="views">Using Multiple Views</link>.
xh: <action>Oku kuzakuvala imboniselo yangoku.</action> Ulwazi oluninzi kwimboniselo, thelekisa kwicandelo eliwongwe <link linkend="views">Usebenzisa Iimboniselo Ezininzi</link>.

source: <guimenu>View</guimenu><guimenuitem>Splitter Orientation</guimenuitem>
xh: <guimenu>Imboniselo</guimenu><guimenuitem>Uhlenga-hlengiso loMchaki</guimenuitem>

source: <action>This determines whether split views are oriented horizontally or vertically.</action> Click on this option, and you are presented with a submenu with 2 options: <guimenuitem>Vertical</guimenuitem> and <guimenuitem>Horizontal</guimenuitem>. For more information on views, refer to the section entitled <link linkend="views">Using Multiple Views</link>.
xh: <action>Oku kugqiba noba iimboniselo zochako zihlenga-hlengiswe ngokuthe tye okanye ngokuthe nkqo.</action> Nqakraza kolu khetho, kwaye uphiwe imenu esezantsi ngeenketho ezimbini: <guimenuitem>Nkqo</guimenuitem> ne <guimenuitem>Tye</guimenuitem>. Ulwazi oluninzi kwiimboniselo, thelekisa kwicandelo eliwongwe <link linkend="views">Usiebenzisa Iimboniselo Ezininzi</link>.

source: <guimenu>View</guimenu><guimenuitem>Formatting Characters</guimenuitem>
xh: <guimenu>Imboniselo</guimenu><guimenuitem>Abasebenzi Bofomato</guimenuitem>

source: Clicking on this option toggles the display of formatting characters. Selecting this option will display non-printable characters (spaces, character returns, and tab stops). Selecting this option again will turn the display of these characters off.
xh: Ukunqakraza kolu khetho kuqhobosha umboniso wabasebenzi bofomato. Ukukhetha olu khetho kuzakubonisa abasebenzi abanga-shicilelwayo (izithuba, ubuyelo lomsebenzi, ne zimiso zesithuba). Ukukhetha olu khetho kwakhona kuzakujika umboniso waba basebenzi.

source: <guimenu>View</guimenu><guimenuitem>Frame Borders</guimenuitem>
xh: <guimenu>Imboniselo</guimenu><guimenuitem>Imida Yesakhelo</guimenuitem>

source: Clicking on this option toggles the display of the borders to frames. Normally, &kword; draws a grey line around each frame, so that know the borders of the frames. If you want this option turned off, you can select this option. Selecting this option again will turn the borders back on.
xh: Ukunqakraza kolu khetho kuqhobosha umboniso wemida kwizakhelo. Ngesiqhelo, &kword; izoba ilayini engwevu jikelele kwisakhelo ngasinye, ngoko ukuze yazi imida yezakhelo. Ukuba ufuna olu khetho lucinywe, ungakhetha olu khetho. Ukukhetha olu khetho kwakhona kuzakujika imida emva.

source: <guimenu>View</guimenu><guimenuitem>Header</guimenuitem>
xh: <guimenu>Imboniselo</guimenu><guimenuitem>Header</guimenuitem>

source: <action>Selecting this option will toggle headers on.</action> Selecting this option again will turn headers off. A checkmark before the menu entry will show you the current status of this option. More information on headers and footers can be found under <link linkend="headers-and-footers">Headers and Footers</link>.
xh: <action>Ukukhetha olu khetho kuzakuqhobosha iheaders.</action> Ukukhetha olu khetho kwakhona kuzakujika iheaders. Uphawu lokhangelo phambi kokungenisa imenu kuzakukubonisa indawo engatshintshiyo yolu khetho. Ulwazi oluninzi kwi headers ne footers lungafunyanwa phantsi <link linkend="headers-ne-footers">Headers ne Footers</link>.

source: <guimenu>View</guimenu><guimenuitem>Footer</guimenuitem>
xh: <guimenu>Imboniselo</guimenu><guimenuitem>Footer</guimenuitem>

source: <action>Selecting this option will toggle footers on.</action> Selecting this option again will turn footers off. A checkmark before the menu entry will show you the current status of this option. More information on headers and footers can be found under <link linkend="headers-and-footers">Headers and Footers</link>.
xh: <action>Ukukhetha olu khetho kuzakuqhobosha ifooters.</action> Ukukhetha olu khetho kwakhona kuzakujika ifooters. Uphawu lokhangelo phambi kokungenisa imenu kuzakukubonisa indawo engatshintshiyo yolu khetho. Ulwazi oluninzi kwi headers ne footers lungafunyanwa phantsi <link linkend="headers-ne-footers">Headers ne Footers</link>.

source: <guimenu>View</guimenu><guimenuitem>Footnotes</guimenuitem>
xh: <guimenu>Imboniselo</guimenu><guimenuitem>Footnotes</guimenuitem>

source: <action>Selecting this option will cause all bibliographic information to be formated as footnotes.</action> More information on Footnotes and Endnotes can be found under <link linkend="endnotes-and-footnotes">Endnotes/Footnotes</link>.
xh: <action>Ukukhetha olu khetho kuzakubangela lonke ulwazi lwembali yencwadi lufomatwe njenge footnotes.</action> Ulwazi oluninzi kwi Footnotes ne Endnotes lungafunyanwa phantsi <link linkend="endnotes-ne-footnotes">Endnotes/Footnotes</link>.

source: <guimenu>View</guimenu><guimenuitem>Endnotes</guimenuitem>
xh: <guimenu>Imboniselo</guimenu><guimenuitem>Endnotes</guimenuitem>

source: <action>Selecting this option will cause all bibliographic information to be formated as endnotes.</action> More information on Footnotes and Endnotes can be found under <link linkend="endnotes-and-footnotes">Endnotes/Footnotes</link>.
xh: <action>Ukukhetha olu khetho kuzakubangela lonke ulwazi lwembali yencwadi lufomatwe njenge endnotes.</action> Ulwazi oluninzi kwi Footnotes ne Endnotes lungafunyanwa phantsi <link linkend="endnotes-ne-footnotes">Endnotes/Footnotes</link>.

source: <guimenu>View</guimenu><guimenuitem>Zoom</guimenuitem>
xh: <guimenu>Imboniselo</guimenu><guimenuitem>Ingxolo enkulu</guimenuitem>

source: Selecting this option will let you increase or decrease the page magnification. Selecting a zoom value larger than 100 percent causes the text and pictures to appear larger. Selecting a zoom value smaller than 100 percent will cause the text and pictures to appear smaller.
xh: Ukukhetha olu khetho kuzakuvumela unyuse okanye uhlise ubukhulu bephepha. Ukukhetha ixabiso lengxolo enkulu elikhulu kuno 100 pesenti kubangela okubhaliweyo nemifanekiso zivele zinkulu. Ukukhetha ixabiso lengxolo elincinane kuno 100 pesenti kuzakubangela okubhaliweyo nemifanekiso zivele zincinane.

source: The zoom value does not affect the final output of the text or pictures. This option is intended to help you edit and layout your documents.
xh: Ixabiso lengxolo enkulu alichaphazeli imveliso yokugqibela yokubhaliweyo okanye imifanekiso. Olu khetho lwenzelwa ukukunceda uhlele kwaye ubeke awakho amaxwebhu.

source: Insert
xh: Faka

source: <shortcut> <keycombo action="simul"><keycap>F2</keycap></keycombo> </shortcut> <guimenu>Insert</guimenu><guimenuitem>Picture Inline</guimenuitem>
xh: <shortcut> <keycombo action="simul"><keycap>F2</keycap></keycombo> </shortcut> <guimenu>Faka</guimenu><guimenuitem>Umfanekiso Elayinini</guimenuitem>

source: Insert a picture from a file into the current cursor position.
xh: Faka umfanekiso kwifayile kwindawo yangoku yesalathisi.

source: Typing <keycombo action="simul"><keycap>F2</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="picture.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul"><keycap>F2</keycap></keycombo> okanye clicking <inlinemediaobject><imageobject><imagedata fileref="picture.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <guimenu>Insert</guimenu><guimenuitem>Formula</guimenuitem>
xh: <guimenu>Faka</guimenu><guimenuitem>Ifomula</guimenuitem>

source: <action>Insert a formula into the document.</action> More information on formulas in &kword; can be found <link linkend="formulas">here</link>.
xh: <action>Faka ifomula kuxwebhu.</action> Ulwazi oluninzi kwifomula kwi &kword; zingafunyanwa <link linkend="formulas">apha</link>.

source: Clicking <inlinemediaobject><imageobject><imagedata fileref="part-kformula.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Nqakraza <inlinemediaobject><imageobject><imagedata fileref="part-kformula.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <shortcut> <keycombo action="simul">&Alt; &Shift; <keycap>C</keycap></keycombo> </shortcut> <guimenu>Insert</guimenu><guimenuitem>Special Character</guimenuitem>
xh: <shortcut> <keycombo action="simul">&Alt; &Shift; <keycap>C</keycap></keycombo> </shortcut> <guimenu>Faka</guimenu><guimenuitem>Umsebenzi Othile</guimenuitem>

source: Opens a dialog box which allows you to select characters not found on the keyboard.
xh: Ivula ibhokisi yencoko yababini ekuvumela ukhethe abasebenzi abangafunyanwayo kwibhodi yezitshixo.

source: Typing <keycombo action="simul">&Alt; &Shift; <keycap>C</keycap></keycombo> is equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Alt; &Shift; <keycap>C</keycap></keycombo> ilingana nokusebenzisa imenubar.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Return</keycap></keycombo> </shortcut> <guimenu>Insert</guimenu><guimenuitem>Hard Frame Break</guimenuitem>
xh: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Buyela</keycap></keycombo> </shortcut> <guimenu>Faka</guimenu><guimenuitem>Ulwaphulo Lwesakhelo Oluqinileyo</guimenuitem>

source: <action>This will enter a special character which will force text into the next connected text frame.</action> More information can be found in <link linkend="frames">Working with Frames</link>.
xh: <action>Oku kuzakungenisa umsebenzi othile ozakunyanzela okubhaliweyo kwesilandelayo isakhelo sokubhaliweyo esidityanisiweyo.</action> Ulwazi oluninzi lunga funyanwa kwi <link linkend="frames">Isebenza nge Zakhelo</link>.

source: Typing <keycombo action="simul">&Ctrl;<keycap>Return</keycap></keycombo> is equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;<keycap>Buyela</keycap></keycombo> i lingana nokusebenzisa imenubar.

source: <guimenu>Insert</guimenu><guimenuitem>Footnote or Endnote</guimenuitem>
xh: <guimenu>Faka</guimenu><guimenuitem>Footnote okanye Endnote</guimenuitem>

source: <action>Selecting this option will insert a bibliographic mark which will appear as either a footnote or endnote.</action> More information on Footnotes and Endnotes can be found under <link linkend="endnotes-and-footnotes">Endnotes/Footnotes</link>.
xh: <action>ukukhetha olu khetho kuzakufaka uphawu lwembali yencwadi ezakuvela njenge footnote okanye endnote.</action> Ulwazi oluninzi kwi Footnotes ne Endnotes lungafunyanwa phantsi <link linkend="endnotes-ne-footnotes">Endnotes/Footnotes</link>.

source: <guimenu>Insert</guimenu><guimenuitem>Table of Contents</guimenuitem>
xh: <guimenu>Faka</guimenu><guimenuitem>Indlela yemigca yemixholo</guimenuitem>

source: <action>This will insert a Table of Contents at the current cursor position.</action> More detailed information can be found <link linkend="toc">here</link>.
xh: <action>oku kuzakufaka indlela yemixholo kwindawo yesalathisi yangoku.</action> Ulwazi oluneenkcukacha ezininzi lungafunyanwa <link linkend="toc">apha</link>.

source: <guimenu>Insert</guimenu><guimenuitem>Variable</guimenuitem>
xh: <guimenu>Faka</guimenu><guimenuitem>Umahluko</guimenuitem>

source: <action>Selecting this option will allow you to insert page numbers, Date, time, Serial letters, &etc;</action> You can find specific information about page numbers <link linkend="page-number">here</link>. More information about Date and Times can be found under <link linkend="date-time">Inserting the Date and Time</link>. More information on other variables can be found <link linkend="variables">Special Variables</link>.
xh: <action>Ukukhetha olu khetho kuzakuvumela ufake amanani ephepha, Umhla, ixesha, Uthotho lonobumba, &etc;</action> Ungafumana oluthile ulwazi malunga namanani ephepha <link linkend="page-number">apha</link>. Ulwazi oluninzi malunga no Mhla na Maxesha zingafunyanwa phantsi <link linkend="date-time">Ifaka Umhla ne Xesha</link>. Ulwazi oluninzi kwezinye izahlukano lunga funyanwa <link linkend="variables">Izahlukano ezithile</link>.

source: <guimenu>Insert</guimenu><guimenuitem>Table</guimenuitem>
xh: <guimenu>Faka</guimenu><guimenuitem>Indlela yemigca</guimenuitem>

source: <action>This will allow you to create a table in the current cursor location.</action> For more information, please see <link linkend="tables">Working with Tables</link>.
xh: <action>Oku kuzakuvumela wenze indlela yemigca kwindawo yesalathisi yangoku.</action> Ulwazi oluninzi, nceda bona <link linkend="tables">Isebenza ngendlela yemigca</link>.

source: Clicking <inlinemediaobject><imageobject><imagedata fileref="part-kspread.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Nqakraza <inlinemediaobject><imageobject><imagedata fileref="part-kspread.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.
