Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/koffice/kword_kwordmbtb.po
Languages: xh

source: Shows the contents of the documentation.
xh: Ibonisa imixholo yoxwebhu.

source: Typing <keycombo action="simul"><keycap>F1</keycap></keycombo> is equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul"><keycap>F1</keycap></keycombo> i lingana nokusebenzisa imenubar.

source: <shortcut> <keycombo action="simul">&Shift;<keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>What's <accel>T</accel>his?</guimenuitem>
xh: <shortcut> <keycombo action="simul">&Shift;<keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>Un</accel>cedo</guimenu> <guimenuitem>Yintoni <accel>l</accel>e?</guimenuitem>

source: The mouse changes to an arrow with a question mark beside it. Now you can click on a component of the &kword; interface, and you can get brief help.
xh: Imouse itshintsha kutolo ngophawu lombuzo ngaphandle kwayo. Ngoku unganqakraza kwiqela le &kword; ujongano, kwaye unga fumana uncedo olufutshane.

source: Typing <keycombo action="simul">&Shift;<keycap>F1</keycap></keycombo> is equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Shift;<keycap>F1</keycap></keycombo> iyalingana nokusebenzisa imenubar.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>R</accel>eport Bug...</guimenuitem>
xh: <guimenu><accel>U</accel>ncedo</guimenu> <guimenuitem><accel>Cha</accel>za iBug...</guimenuitem>

source: If &kword; crashes, or you have an idea that you think the developers should know about, select this option, and fill out the form on the internet.
xh: Ukuba i &kword; iyangqubana, okanye unengcamango oyicinga ukuba ababhekisi phambili bangayazi, khetha olu khetho, kwaye gcwalisa indlela ye internet.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>A</accel>bout &kword;</guimenuitem>
xh: <guimenu><accel>Un</accel>cedo</guimenu> <guimenuitem><accel>Ma</accel>lunga ne &kword;</guimenuitem>

source: Shows information on &kword;
xh: Ibonisa ulwazi kwi &kword;

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>About <accel>K</accel>DE</guimenuitem>
xh: <guimenu><accel>U</accel>ncedo</guimenu> <guimenuitem>Malunga ne <accel>K</accel>DE</guimenuitem>

source: Shows information on &kde;.
xh: Ibonisa ulwazi kwi &kde;.

source: Formatting ToolBar
xh: Ibar yesixhobo yokufomata

source: The Formatting Toolbar consists of 9 buttons. Each button performs a task from the menubar.
xh: Ibar yesixhobo yokufomata iqulathe amaqhosha ayi 9. Iqhosha ngalinye lisebenza umsebenzi kwi menubar.

source: Select Font Face
xh: Khetha ubuso bomgca

source: Character Size
xh: Ubungakanani bomsebenzi

source: Toggle Bold Text
xh: Qhobosha okubhaliweyo ngamagama amakhulu

source: Toggle Italics Button
xh: Qhobosha iqhosha lokukekeleyo

source: Toggle Underline Button
xh: Qhobosha iqhosha lokwenza umgca ngaphantsi

source: Toggle Strikeout Button
xh: Qhobosha iqhosha lokuhlasela

source: Toggle Superscript Text Button
xh: Qhobosha iqhosha lokubhaliweyo loshicilelo oluphezulu

source: Toggle Subscript Text Button
xh: Qhobosha iqhosha lokubhaliweyo loshicilelo olusezantsi

source: Toggle Text Color Button
xh: Qhobosha iqhosha lombala wokubhaliweyo

source: File Toolbar
xh: Ibar yesixhobo yefayile

source: The File Toolbar consists of 5 buttons. Each button performs a task from the menubar. Click on that task for more details.
xh: Ibar yesixhobo yefayile iqulathe amaqhosha ayi 5. Iqhosha ngalinye lisebenza umsebenzi kwi menubar. Nqakraza kulo msebenzi kwinkcukacha ezininzi.

source: Open New File
xh: Vula ifayile entsha

source: Open Saved File
xh: Vula ifayile egciniweyo

source: Save File
xh: Gcina ifayile

source: Print File
xh: Shicilela ifayile

source: Print Preview
xh: Shicilela Imboniso

source: Insert Toolbar
xh: Faka ibar yesixhobo

source: The Insert Toolbar consists of 5 buttons. Each button performs a task from the menubar. Click on that task for more details.
xh: Ibar yesixhobo yokufaka iqulathe amaqhosha ayi 5.Iqhosha ngalinye lisebenza umsebenzi kwi menubar. Nqakraza kulo msebenzi kwinkcukacha ezininzi.

source: Insert Table
xh: Faka indlela yokwenza imigca

source: Insert Picture
xh: Faka umfanekiso

source: Insert Text Frame
xh: Faka Isakhelo sokubhaliweyo

source: Insert Formula Frame
xh: Faka Isakhelo sefomula

source: Insert Object Frame
xh: Faka Isakhelo senjongo

source: Edit Toolbar
xh: Hlela ibar yesixhobo

source: The Basic Editing Toolbar consists of 8 buttons. Each <quote>button</quote> performs a task from the menubar. Click on that task for more details.
xh: Ibar yesixhobo yohlelo engundoqo iqulathe amaqhosha ayi 8. Ngalinye <quote>iqhosha</quote> isebenza umsebenzi kwi menubar. Nqakraza kulo msebenzi kwinkcukacha ezininzi.

source: Undo
xh: Sukwenza

source: Redo
xh: Yenza kwakhona

source: <link linkend="menu-cut">Cut</link>
xh: <link linkend="menu-cut">Sika</link>

source: Copy
xh: Khuphela

source: Paste
xh: Cola

source: Spell Check
xh: Khangela upelo

source: Find
xh: Fumana

source: Zoom
xh: Ingxolo enkulu

source: Paragraph Toolbar
xh: Ibar yesixhobo yomhlathi

source: The Insert Toolbar consists of 8 buttons. Each button performs a task from the menubar. Click on that task for more details.
xh: Ibar yesixhobo yokufaka iqulathe amaqhosha ayi 8. Iqhosha ngalinye lisebenza umsebenzi kwi menubar. Nqakraza kulo msebenzi kwinkcukacha ezininzi.

source: Select Character Style
xh: Khetha uhlobo lomsebenzi

source: Left Text Align Button
xh: Iqhosha lokwenza umgca lokubhaliweyo ekhohlo

source: Center Text Align Button
xh: Iqhosha lokwenza umgca lokubhaliweyo embindini

source: Right Text Align Button
xh: Iqhosha lokwenza umgca wokubhaliweyo ekunene

source: Justify Text Button
xh: Gwebela iqhosha lokubhaliweyo

source: Numbered Text paragraphs
xh: Imihlathi yokubhaliweyo enamanani

source: Select Border Style
xh: Khetha uhlobo lomda

source: Table ToolBar
xh: Ibar yesixhobo yendlela yemigca

source: The Table Edit Toolbar consists of 4 buttons. Each button performs a task from the menubar. Click on that task for more details.
xh: ibar yesixhobo yohlelo lwendlela yemigca iqulathe amaqhosha ayi 4. Iqhosha ngalinye lisebenza umsebenzi kwi menubar. Nqakraza kulo msebenzi kwinkcukacha ezininzi.

source: Insert Row
xh: Faka umqolo

source: Insert Column
xh: Faka umhlathi

source: Delete Row
xh: Cima umqolo

source: Delete Column
xh: Cima umhlathi

source: Border Toolbar
xh: Ibar yesixhobo yomda

source: The Border Toolbar consists of 9 buttons. Each button performs a task from the menubar. Click on that task for more details.
xh: ibar yesixhobo yomda iqulathe amaqhosha ayi 9. Iqhosha ngalinye lisebenza umsebenzi kwi menubar. Nqakraza kulo msebenzi kwinkcukacha ezininzi.

source: Toggle border colors
xh: Qhobosha imibala yomda

source: Toggle Left Paragraph Border
xh: Qhobosha umda womhlathi osekhohlo

source: Toggle Right Paragraph Border
xh: Qhobosha umda womhlathi osekunene

source: Toggle Top Paragraph Border
xh: Qhobosha umda womhlathi ongasentla

source: Toggle Bottom Paragraph Border
xh: Qhobosha umda womhlathi osezantsi

source: Select Border Size
xh: Khetha Ubungakanani bomda

source: Select Border Color
xh: Khetha Umbala womda

source: Select Background Color
xh: Khetha Umbala Wesiqalo

source: Formula Toolbar
xh: Ibar yesixhobo yefomula

source: The Formula Toolbar consists of 17 buttons. Each button performs a task from the menubar. Click on that task for more details.
xh: Ibar yesixhobo yefomula yamaqhosha ayi 17. Iqhosha ngalinye lisebenza umsebenzi kwi menubar. Nqakraza kulo msebenzi kwinkcukacha ezininzi.

source: Add or Change Square Root
xh: Dibanisa okanye Tshintsha Ingcambu esikweri

source: Add or Change Fraction
xh: Dibanisa okanye Tshintsha Iqhekeza

source: Add or Change to Brackets
xh: Dibanisa okanye Tshintsha kwizigweqi

source: Add or Change to Square Brackets
xh: Dibanisa okanye Tshintsha kwizigweqi ezisikweri

source: Add or Change to Curly Brackets
xh: Dibanisa okanyeTshintsha kwisigweqi eziphitheneyo

source: Absolute Value
xh: Ixabiso eliyinene

source: Integral
xh: Udibaniso olupheleleyo

source: Change to Sum
xh: Tshima Kwisiphumo sodibaniso

source: Change to Product
xh: Tshintsha kwimveliso

source: Add Matrix
xh: Dibanisa indawo apho into ibhekiswa phambili khona

source: Add Upper Left Index
xh: Dibanisa Isalathisi esisekhohlo esiphezulu

source: Add Lower Left Index
xh: Dibanisa Isalathisi esisekhohlo esisezantsi

source: Add Upper Right Index
xh: Dibanisa Isalathisi esisekunene esiphezulu

source: Add Lower Right Index
xh: Dibanisa Isalathisi sasekunene esisezantsi

source: Right Facing Characters
xh: Abasebenzi abajonge ngasekunene

source: Left Facing Characters
xh: Abasebenzi abajonge ngasekhohlo

source: Special Symbols
xh: Iimpawu ezithile

source: Selecting Colors from a Color dialog
xh: Ikhetha imibala kwincoko yababini yombala
