Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/koffice/kword_kwordmbtb.po
Languages: xh

source: <shortcut> <keycombo action="simul"><keycap>F6</keycap></keycombo> </shortcut> <guimenu>Insert</guimenu><guimenuitem>Text Frame</guimenuitem>
xh: <shortcut> <keycombo action="simul"><keycap>F6</keycap></keycombo> </shortcut> <guimenu>Faka</guimenu><guimenuitem>Isakhelo Sokubhaliweyo</guimenuitem>

source: <action>To create a new text frame.</action> After selecting this option, your cursor will change to cross hairs. chose the location of one corner of your new text frame. Click on the <mousebutton>left</mousebutton> mouse button and hold the button down. Drag the mouse, until you have the desired text frame. When you have the correct shape and size, release the mouse button. &kword; will now bring up a dialog box with options to connect this text frame to other frames in your document. For more information on this subject, see <link linkend="frames">Working with Frames</link>.
xh: <action>Ukwenza isakhelo sokubhaliweyo esitsha.</action> Emva kokukhetha olu khetho, isalathisi sakho sizakutshintsha kwinwele ezingaphaya. khetha indawo yenye ikona yesakhelo sakho sokubhaliweyo esitsha. Nqakraza kwi <mousebutton>ekhohlo</mousebutton> iqhosha le mouse button kwaye bamba iqhosha phantsi. Tsala imouse, ude ubenesakhelo sokubhaliweyo esifunekayo. Xa unemilo eyiyo nobungakanani, khupha iqhosha le mouse. &kword; izakuzisa ngoku ibhokisi yencoko yababini ngeenketho ukudibanisa esi sakhelo sokubhaliweyo kwezinye izakhelo kuxwebhu lakho. Ulwazi oluninzi kulo mxholo, bona <link linkend="frames">Isebenza nge Zakhelo</link>.

source: Typing <keycombo action="simul"><keycap>F6</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="tfcreatebut.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul"><keycap>F6</keycap></keycombo> okanye nqakraza <inlinemediaobject><imageobject><imagedata fileref="tfcreatebut.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <shortcut> <keycombo action="simul"><keycap>F7</keycap></keycombo> </shortcut> <guimenu>Insert</guimenu><guimenuitem>Create Picture Frame</guimenuitem>
xh: <shortcut> <keycombo action="simul"><keycap>F7</keycap></keycombo> </shortcut> <guimenu>Faka</guimenu><guimenuitem>Yenza Isakhelo Somfanekiso</guimenuitem>

source: <action> This option will let you create a new frame, and automatically insert a picture from a file into the new frame.</action> After selecting this menu item or toolbar button, a dialog box will be opened, so you may select the picture file from your system. (For help with this dialog box, please see <link linkend="insert-graphics">Inserting a Picture</link>.) Once you have selected the file you want, click on the <guibutton>OK</guibutton> button. &kword; will close the dialog box, and your cursor will change to cross hairs. Locate the cursor on the page where you would like to locate one corner of your picture. Click and hold the <mousebutton>right</mousebutton> mouse button, then drag the mouse. This will create a border which represents the final size of the picture in your document. When you are happy with the size of the picture, release the mouse button and the picture will be inserted in your new frame.
xh: <action> Olu khetho luzakuvumela wenze isakhelo esitsha, kwaye ufake ngokuzenzekelayo umfanekiso kwifayile ukuya kwesitsha isakhelo. <action> Emva kokukhetha lo mba we menu okanye iqhosha lebar yesixhobo kodwa ibhokisi yencoko yababini izakuvulwa, ngoko ungakhetha ifayile yomfanekiso kwindlela yakho. (Kuncedo ngale bhokisi yencoko yababini, nceda bona <link linkend="insert-graphics">Ifaka umfanekiso</link>.) Xa uyikhethile ifayile oyifunayo, nqakraza kwi <guibutton>KULUNGILE</guibutton> iqhosha. &kword; izakuvala ibhokisi yencoko yababini, kwaye isalathisi sakho sizakutshintsha kwinwele ezingaphaya. Beka isalathisi kwiphepha apho ungathanda ukubeka ikona enye yomfanekiso wakho. Nqakraza kwaye ubambe i <mousebutton>ekunene</mousebutton> iqhosha le mouse, ngoku tsala imouse. Oku kuzakwenza umda omele ubungakanani bokugqibela bomfanekiso kuxwebhu lakho. Xa wonwabile ngobungakanani bomfanekiso, khupha iqhosha le mouse kwaye umfanekiso uzakufakwa kwisakhelo sakho esitsha.

source: Typing <keycombo action="simul"><keycap>F7</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="fpicture.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul"><keycap>F7</keycap></keycombo> okanye nqakraza <inlinemediaobject><imageobject><imagedata fileref="fpicture.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <shortcut> <keycombo action="simul"><keycap>F12</keycap></keycombo> </shortcut> <guimenu>Insert</guimenu><guimenuitem>Object Frame</guimenuitem>
xh: <shortcut> <keycombo action="simul"><keycap>F12</keycap></keycombo> </shortcut> <guimenu>Faka</guimenu><guimenuitem>Isakhelo Senjongo</guimenuitem>

source: Creates a new frame, and opens a dialog box listing each of the &koffice; applications. This will allow you to insert any data into your &kword; document.
xh: Yenza isakhelo esitsha, kwaye ivula ibhokisi yencoko yababini edwelisa enye ye &koffice; izicelo. Oku kuzakuvumela ufake nayiphi na idata kweyakho i &kword; uxwebhu.

source: Typing <keycombo action="simul"><keycap>F12</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="kpart.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul"><keycap>F12</keycap></keycombo> okanye nqakraza <inlinemediaobject><imageobject><imagedata fileref="kpart.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: Format
xh: iFomati

source: <shortcut> <keycombo action="simul">&Ctrl;&Alt;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Format</guimenu><guimenuitem>Font</guimenuitem>
xh: <shortcut> <keycombo action="simul">&Ctrl;&Alt;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Ifomati</guimenu><guimenuitem>Umgca</guimenuitem>

source: <action> Allows you to change the formatting characteristics of the selected text.</action> For more details, go to <link linkend="format-characters">Character Formating</link>
xh: <action> Ikuvumela utshintshe imisebenzi efomatayo yokubhaliweyo okukhethiweyo.</action> Iinkcukacha ezininzi, yiya ku <link linkend="format-characters">Ufomato lomsebenzi</link>

source: Typing <keycombo action="simul">&Ctrl;&Alt;<keycap>F</keycap></keycombo> is equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;&Alt;<keycap>F</keycap></keycombo> i lingana nokusebenzisa imenubar.

source: <shortcut> <keycombo action="simul">&Ctrl;&Alt;<keycap>P</keycap></keycombo> </shortcut> <guimenu>Format</guimenu> <guimenuitem>Paragraph</guimenuitem>
xh: <shortcut> <keycombo action="simul">&Ctrl;&Alt;<keycap>P</keycap></keycombo> </shortcut> <guimenu>ifomati</guimenu> <guimenuitem>Umhlathi</guimenuitem>

source: <action>To change the indenting, spacing between paragraphs, text flow, tab stops, numbering and borders.</action> For more details, go to <link linkend="format-para">paragraph Formating</link>.
xh: <action>Ukutshintsha amathanda, isithuba phakathi kwemihlathi, uqukuqelo lokubhaliweyo, izimizo zesithuba, amanani nemida.</action> Iinkcukacha ezininzi, yiya ku <link linkend="format-para">Ufomato lomhlathi</link>.

source: Typing <keycombo action="simul">&Ctrl;&Alt;<keycap>P</keycap></keycombo> is equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;&Alt;<keycap>P</keycap></keycombo> i lingana nokusebenzisa imenubar.

source: <guimenu>Format</guimenu> <guimenuitem>Frame/Framset</guimenuitem>
xh: <guimenu>Ifomati</guimenu> <guimenuitem>Isakhelo/Iqela Lesakhelo</guimenuitem>

source: <action>Allows you to alter attributes of a selected frame(s).</action> You must be in Frame Edit Mode to use this function. For more details, go to <link linkend="format-frame">Frame Formating</link>
xh: <action>Ikuvumela ulungise iziphumo zesikhethiweyo isakhelo(iz).</action> Kufuneka ubekwiNdlela Yohlelo Yesakhelo ukusebenzisa lo msebenzi. iinkcukacha ezininzi, yiya ku <link linkend="format-frame">Ufomato Lwesakhelo</link>

source: <guimenu>Format</guimenu><guimenuitem>Page</guimenuitem>
xh: <guimenu>Ifomati</guimenu><guimenuitem>Iphepha</guimenuitem>

source: <action>Use this to alter the properties of the printed page, including size, headers and footers.</action> For more details, go to <link linkend="page-format">Formating the Page</link>
xh: <action>Sebenzisa oku ukulungisa iimpahla zephepha elishicilelweyo, uquka ubungakanani, iiheader ne footers.</action> Iinkcukacha ezininzi, yiya ku <link linkend="page-format">Ifomata Iphepha</link>

source: <shortcut> <keycombo action="simul">&Ctrl;&Alt;<keycap>5</keycap></keycombo> </shortcut> <guimenu>Format</guimenu><guimenuitem>Stylist</guimenuitem>
xh: <shortcut> <keycombo action="simul">&Ctrl;&Alt;<keycap>5</keycap></keycombo> </shortcut> <guimenu>Ifomati</guimenu><guimenuitem>Umlungisi</guimenuitem>

source: <action>Opens a dialog to allow you to format, add and delete styles.</action> For more information go to <link linkend="styles">Styles</link>
xh: <action>Ivula incoko yababini ukukuvumela ufomate, dibanisa kwaye cima iintlobo.</action> Ulwazi oluninzi yiya ku <link linkend="styles">iintlobo</link>

source: Typing <keycombo action="simul">&Ctrl;&Alt;<keycap>5</keycap></keycombo> is equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul">&Ctrl;&Alt;<keycap>5</keycap></keycombo> i lingana nokusebenzisa imenubar.

source: <guimenu>Format</guimenu><guimenuitem>Style</guimenuitem>
xh: <guimenu>Ifomati</guimenu><guimenuitem>Uhlobo</guimenuitem>

source: Allows you to select a style for the selected text. For more information go to <link linkend="styles">Styles</link>
xh: Ikuvumela ukhethe uhlobo lokubhaliweyo okkukhethiweyo. Ulwazi oluninzi yiya ku <link linkend="styles">Iintlobo</link>

source: <guimenu>Format</guimenu><guimenuitem>Formulas</guimenuitem>
xh: <guimenu>Ifomati</guimenu><guimenuitem>Iifomula</guimenuitem>

source: <action>Allows you to format the selected formula.</action> For more information go to <link linkend="formulas">Formulas</link>
xh: <action>Ikuvumela ufomate ifomula ekhethiweyo.</action> Ulwazi oluninzi yiya ku <link linkend="formulas">Iifomula</link>

source: Frames
xh: Izakhelo

source: <guimenu>Edit</guimenu><guimenuitem>Delete Frame</guimenuitem>
xh: <guimenu>Hlela</guimenu><guimenuitem>Cima Isakhelo</guimenuitem>

source: This will allow you to delete the entire frame, and all of the text and objects contained within the frame. You will be prompted before the frame is deleted. This command must be executed while you are in frame edit mode.
xh: Oku kukuvumela ucime isakhelo sangoku, kwaye konke okubhaliweyo neenjongo eziqulathiweyo kwisakhelo. Uzakwenziwa phambi kokucinywa kwesakhelo. Lo myalelo kufuneka uphunyezwe ngexesha ukwindlela yohlelo yesakhelo.

source: <guimenu>Edit</guimenu><guimenuitem>Reconnect Frame</guimenuitem>
xh: <guimenu>Hlela</guimenu><guimenuitem>Dibanisa kwakhona Isakhelo</guimenuitem>

source: <action>Allows you to reconnect the currently selected text frame, with another text frame.</action> More information on this subject can be found in <link linkend="frames">Working with Frames</link>.
xh: <action>Ikuvumela udibanise kwakhona isakhelo sokubhaliweyo esikhethiweyo, ngesinye isakhelo sokubhaliweyo.</action> Ulwazi oluninzi kulo mxholo lungafumaneka kwi <link linkend="frames">Isebenza ngeZakhelo</link>.

source: This command must be executed while you are in frame edit mode.
xh: Lo myalelo kufuneka uphunyezwe ngexesha ukwindlela yohlelo lwesakhelo.

source: <shortcut> <keycombo action="simul"><keycap>F4</keycap></keycombo> </shortcut> <guimenu>Frames</guimenu><guimenuitem>Edit Text</guimenuitem>
xh: <shortcut> <keycombo action="simul"><keycap>F4</keycap></keycombo> </shortcut> <guimenu>Izakhelo</guimenu><guimenuitem>Hlela Okubhaliweyo</guimenuitem>

source: <action>Switches you to Edit Text Mode.</action> For more detailed information see <link linkend="frames">Working with Frames</link>.
xh: <action>Ikuswitsha kwiNdlela Yokubhaliweyo Yohlelo.</action> Ulwazi oluneenkcukacha ezininzi bona <link linkend="frames">Isebenza ngeZakhelo</link>.

source: Typing <keycombo action="simul"><keycap>F4</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="textmode.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul"><keycap>F4</keycap></keycombo> okanye nqakraza <inlinemediaobject><imageobject><imagedata fileref="textmode.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: <shortcut> <keycombo action="simul"><keycap>F5</keycap></keycombo> </shortcut> <guimenu>Frames</guimenu><guimenuitem>Edit Frames</guimenuitem>
xh: <shortcut> <keycombo action="simul"><keycap>F5</keycap></keycombo> </shortcut> <guimenu>Izakhelo</guimenu><guimenuitem>Hlela Izakhelo</guimenuitem>

source: <action>Switches you to Frame Edit Mode.</action> For more detailed information see <link linkend="frames">Working with Frames</link>.
xh: <action>Ikuswitsha kwiNdlela Yohlelo Yesakhelo.</action> Ulwazi oluneenkcukacha ezininzi bonz <link linkend="frames">Isebenza ngeZakhelo</link>.

source: Typing <keycombo action="simul"><keycap>F5</keycap></keycombo> or clicking <inlinemediaobject><imageobject><imagedata fileref="framemode.png" format="PNG"/></imageobject></inlinemediaobject> are equivalent to using the menubar.
xh: Iyachwetheza <keycombo action="simul"><keycap>F5</keycap></keycombo> okanye nqakraza <inlinemediaobject><imageobject><imagedata fileref="framemode.png" format="PNG"/></imageobject></inlinemediaobject> zilingana nokusebenzisa imenubar.

source: Table
xh: Indlela yokwenza imigca

source: <guimenu>Table</guimenu><guimenuitem>Insert Row</guimenuitem>
xh: <guimenu>Indlela yemigca</guimenu><guimenuitem>Faka Umqolo</guimenuitem>

source: <action>Allows you to insert a row into a table.</action> For more on tables, <link linkend="tables">click here</link>.
xh: <action>Ikuvumela ufake umqolo kwindlela yemigca.</action> Okuninzi kwindlela yemigca, <link linkend="tables">nqakraza apha</link>.

source: Clicking <inlinemediaobject><imageobject><imagedata fileref="rowin.png" format="PNG"/></imageobject></inlinemediaobject> is equivalent to using the menubar.
xh: Nqakraza <inlinemediaobject><imageobject><imagedata fileref="rowin.png" format="PNG"/></imageobject></inlinemediaobject> ilingana nokusebenzisa imenubar.

source: <guimenu>Table</guimenu><guimenuitem>Insert Column</guimenuitem>
xh: <guimenu>Indlela yemigca</guimenu><guimenuitem>Faka umhlathi</guimenuitem>

source: <action>Allows you to insert a column into a table.</action> For more on tables, <link linkend="tables">click here</link>.
xh: <action>Ikuvumela ufake umhlathi kwindlela yemigca.</action> Okuninzi kwindlela yemigca, <link linkend="tables">nqakraza apha</link>.

source: Clicking <inlinemediaobject><imageobject><imagedata fileref="colin.png" format="PNG"/></imageobject></inlinemediaobject> is equivalent to using the menubar.
xh: Nqakraza <inlinemediaobject><imageobject><imagedata fileref="colin.png" format="PNG"/></imageobject></inlinemediaobject> ilingana nokusebenzisa imenubar.

source: <guimenu>Table</guimenu><guimenuitem>Delete Row</guimenuitem>
xh: <guimenu>Indlela yemigca</guimenu><guimenuitem>Cima Umqolo</guimenuitem>

source: <action>Delete a row from a table.</action> For more on tables, <link linkend="tables">click here</link>.
xh: <action>Cima umqolo kwindlela yokwenza imigca.</action> Okuninzi kwindlela yemigca, <link linkend="tables">nqakraza apha</link>.

source: Clicking <inlinemediaobject><imageobject><imagedata fileref="rowout.png" format="PNG"/></imageobject></inlinemediaobject> is equivalent to using the menubar.
xh: Nqakraza <inlinemediaobject><imageobject><imagedata fileref="rowout.png" format="PNG"/></imageobject></inlinemediaobject> ilingana nokusebenzisa imenubar.

source: <guimenu>Table</guimenu><guimenuitem>Delete Column</guimenuitem>
xh: <guimenu>Indlela yemigca</guimenu><guimenuitem>Cima umhlathi</guimenuitem>

source: <action>Delete a column from a table.</action> For more on tables, <link linkend="tables">click here</link>.
xh: <action>Cima umhlathi kwindlela yemigca.</action> Okuninzi kwindlela yemigca, <link linkend="tables">nqakraza apha</link>.

source: Clicking <inlinemediaobject><imageobject><imagedata fileref="colout.png" format="PNG"/></imageobject></inlinemediaobject> is equivalent to using the menubar.
xh: Nqakraza <inlinemediaobject><imageobject><imagedata fileref="colout.png" format="PNG"/></imageobject></inlinemediaobject> ilingana nokusebenzisa imenubar.

source: <guimenu>Table</guimenu><guimenuitem>Join Cells</guimenuitem>
xh: <guimenu>Indlela yemigca</guimenu><guimenuitem>Dibanisa iiseli</guimenuitem>

source: <action>This will convert two (or more) seperate cells into a single cell.</action> For more on tables, <link linkend="tables">click here</link>.
xh: <action>Oku kuzakuguqula ezimbini (okanye ngaphezulu) iiseli ezahlukeneyo kweyodwa iseli.</action> Okuninzi kwindlela yemigca, <link linkend="tables">nqakraza apha</link>.

source: <guimenu>Table</guimenu><guimenuitem>Split Cells</guimenuitem>
xh: <guimenu>Indlela yemigca</guimenu><guimenuitem>Chaka iiseli</guimenuitem>

source: <action>This will split previously joined cells in a table.</action> For more on tables, <link linkend="tables">click here</link>.
xh: <action>Oku kuzakuchaka iiseli ezidityaniswe ezidlulileyo kwindlela yemigca.</action> Okuninzi kwindlela yemigca, <link linkend="tables">nqakraza apaha</link>.

source: <guimenu>Table</guimenu><guimenuitem>Ungroup Table</guimenuitem>
xh: <guimenu>Indlela yemigca</guimenu><guimenuitem>Sukwenza amaqela indlela yemigca</guimenuitem>

source: <action>STUFF........</action>For more on tables, <link linkend="tables">click here</link>.
xh: <action>IZINTO ZOKWENZA IMPAHLA........</action>Okuninzi kwindlela yemigca, <link linkend="tables">nqakraza apha</link>.

source: <guimenu>Table</guimenu><guimenuitem>Delete Table</guimenuitem>
xh: <guimenu>Indlela yemigca</guimenu><guimenuitem>Cima indlela yemigca</guimenuitem>

source: <action>Deletes the table the cursor is in.</action> For more on tables, <link linkend="tables">click here</link>.
xh: <action>Icima indlela yemigca isalathiso sikuyo.</action> Okuninzi kwindlela yemigca, <link linkend="tables">nqakraza apha</link>.

source: Tools
xh: Izixhobo

source: <guimenu>Tools</guimenu><guimenuitem>Spell Checking</guimenuitem>
xh: <guimenu>Izixhobo</guimenu><guimenuitem>Ikhangela upelo</guimenuitem>

source: Will <link linkend="spell-check"><action>spell check</action></link> the document.
xh: Izaku <link linkend="spell-check"><action>khangela upelo</action></link> uxwebhu.

source: Clicking <inlinemediaobject><imageobject><imagedata fileref="spell.png" format="PNG"/></imageobject></inlinemediaobject> is equivalent to using the menubar.
xh: Nqakraza <inlinemediaobject><imageobject><imagedata fileref="spell.png" format="PNG"/></imageobject></inlinemediaobject> ilingana nokusebenzisa imenubar.

source: <guimenu>Extra</guimenu><guimenuitem>Custom Variables</guimenuitem>
xh: <guimenu>Ezingaphezulu</guimenu><guimenuitem>Izahluko zeSiko</guimenuitem>

source: Not fully functional yet.
xh: Ayisebenzi ngokupheleleyo.

source: <guimenu>Tools</guimenu><guimenuitem>Autocorrection</guimenuitem>
xh: <guimenu>Izichobo</guimenu><guimenuitem>Ulungiso oluzenzekelayo</guimenuitem>

source: <action>Allows you to modify the autocorrection options.</action> For more on Autocorrection, <link linkend="autocorrect">click here</link>.
xh: <action>Ikuvumela uguqule kancinane iinketho zolungiso oluzenzekelayo.</action> Kokuninzi kulungiso oluzenzekelayo, <link linkend="autocorrect">nqakraza apha</link>.

source: Settings
xh: Izicwangciso

source: <guimenu>Settings</guimenu><guimenuitem>Show File Toolbar</guimenuitem>
xh: <guimenu>Izicwangciso</guimenu><guimenuitem>Bonisa Ibar yesixhobo yefayile</guimenuitem>

source: Toggles whether the File Toolbar is visible.
xh: Iqhobosha noba Ibar yesixhobo yefayile iyabonakala.

source: <guimenu>Settings</guimenu><guimenuitem>Show Edit Toolbar</guimenuitem>
xh: <guimenu>Izicwangciso</guimenu><guimenuitem>Bonisa Ibar yesixhobo yokuhlela</guimenuitem>

source: Toggles whether the Edit Toolbar is visible.
xh: Iqhobosha noba Ibar yesixhobo yokuhlela iyabonakala.

source: <guimenu>Settings</guimenu><guimenuitem>Show Table Toolbar</guimenuitem>
xh: <guimenu>Izicwangciso</guimenu><guimenuitem>Bonisa Ibar yesixhobo yendlela yemigca</guimenuitem>

source: Toggles whether the Table Toolbar is visible.
xh: Iqhobosha noba Ibar yesixhobo yendlela yemigca iyabonakala.

source: <guimenu>Settings</guimenu><guimenuitem>Show Insert Toolbar</guimenuitem>
xh: <guimenu>Izicwangciso</guimenu><guimenuitem>Bonisa Ibar yesixhobo yokufaka</guimenuitem>

source: Toggles whether the Insert Toolbar is visible.
xh: Iqhobosha noba Ibar yesixhobo yokufaka iyabonakala.

source: <guimenu>Settings</guimenu><guimenuitem>Show Format Toolbar</guimenuitem>
xh: <guimenu>Izicwangciso</guimenu><guimenuitem>bonisa Ibar yesixhobo yefomati</guimenuitem>

source: Toggles whether the Format Toolbar is visible.
xh: Iqhobosha noba Ibar yesixhobo yefomati iyabonakala.

source: <guimenu>Settings</guimenu><guimenuitem>Show Borders Toolbar</guimenuitem>
xh: <guimenu>Izicwangciso</guimenu><guimenuitem>Bonisa Ibar yesixhobo yemida</guimenuitem>

source: Toggles whether the Borders Toolbar is visible.
xh: Iqhobosha noba ibar yesixhobo yemida iyabonakala.

source: <guimenu>Settings</guimenu><guimenuitem>Show Formula Toolbar</guimenuitem>
xh: <guimenu>Izicwangciso</guimenu><guimenuitem>Bonisa ibar yesixhobo yefomula</guimenuitem>

source: Toggles whether the Formula Toolbar is visible.
xh: Iqhobosha noba ibar yesixhobo yefomula iyabonakala.

source: <guimenu>Settings</guimenu><guimenuitem>Configure Key Bindings</guimenuitem>
xh: <guimenu>Izicwangciso</guimenu><guimenuitem>Qwalasela ezingundoqo izibophelelo</guimenuitem>

source: <action>Allows you to change the keyboard shortcuts.</action> For details, click <link linkend="options-keybindings">here</link>
xh: <action>Ikuvumela utshintshe indlela ezimfutshane zebhodi yezitshixo.</action> Kwi nkcukacha, nqakraza <link linkend="options-keybindings">apha</link>

source: <guimenu>Settings</guimenu><guimenuitem>Configure Toolbars</guimenuitem>
xh: <guimenu>Izicwangciso</guimenu><guimenuitem>Qwalasela Iibar zesixhobo</guimenuitem>

source: <action>Allows you to change the toolbars.</action> For details, click <link linkend="options-toolbars">here</link>
xh: <action>Ikuvumela utshintshe iibar zesixhobo.</action> Kwinkcukacha, nqakraza <link linkend="options-toolbars">apha</link>

source: <guimenu>Settings</guimenu><guimenuitem>Configure &kword;</guimenuitem>
xh: <guimenu>Izicwangciso</guimenu><guimenuitem>Qwalasela &kword;</guimenuitem>

source: <action>Allows you to change miscellaneous</action> &kword; options.For details, click <link linkend="options-kword">here</link>
xh: <action>Ikuvumela utshintshe okuxubeneyo</action> &kword; iinketho. kwinkcukacha, nqakraza <link linkend="options-kword">apha</link>

source: Help
xh: Uncedo

source: <shortcut> <keycombo action="simul"><keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>C</accel>ontents</guimenuitem>
xh: <shortcut> <keycombo action="simul"><keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>Un</accel>cedo</guimenu> <guimenuitem><accel>Imi</accel>xholo</guimenuitem>
