Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenonbeta/kcoloredit.po
Languages: hu

source: The KColorEdit Handbook
hu: A KColorEdit kézikönyve

source: ROLES_OF_TRANSLATORS
hu: <othercredit role="translator"><firstname>Tamás</firstname><surname>Szántó</surname><contrib>Magyar fordítás</contrib><affiliation><address><email>tszanto@mol.hu</email></address></affiliation></othercredit>

source: This handbook describes KColorEdit version 0.1.0.
hu: Ez a dokumentum a KColorEdit 0.1.0-ás verziójának leírását tartalmazza.

source: graphics
hu: grafika

source: palette
hu: paletta

source: Introduction
hu: Bevezetés

source: KColorEdit is a palette files editor. It can be used for editing color palettes and for color choosing and naming.
hu: A KColorEdit egy színpalettafájl-szerkesztő program. Használható színpaletták szerkesztésére, színek kiválasztásához és elnevezéséhez.

source: File operations
hu: Fájlműveletek

source: About palette files
hu: A palettafájlokról

source: The palette files installed by KDE can be either system-wide or the user ones. The latter are in you private KDE configuration directories, and they are named ``Custom Colors'' and ``Recent Colors''.
hu: A KDE-vel telepített palettafájlok lehetnek globálisak vagy egyéniek. Az utóbbi esetben a fájlok a saját könyvtárban, a KDE konfigurációs könyvtárában találhatók, és általában 'Egyéni színek' és 'A legutóbbi színek' néven szerepelnek.

source: In KColorEdit, you may open all of these palettes, as well as palettes in arbitrary files.
hu: A KColorEditben nem csak ezek a fájlok, hanem tetszőleges más palettafájlok is szerkeszthetők.

source: Opening a file
hu: Fájl megnyitása

source: In the Open File dialog, you may choose from a list of installed palettes, or browse directories for files.
hu: A fájlmegnyitási ablakban választani lehet a telepített paletták és a fájlrendszerben található palettafájlok között.

source: Edition
hu: Kiadás

source: Cursor
hu: Kurzor

source: The cursor is visible as a line in the palette view. It can be moved by clicking on an area beside a color.
hu: A kurzor vonalként jelenik meg a palettanézetben. Mozgatásához egy színen kívüli üres területre kell kattintani.

source: The cursor has the following functions:
hu: A kurzor funkciói:

source: It points to the color after it. The color, if any, is described below the palette view. You may edit its name there.
hu: Mindig az utána álló színre mutat. A szín leírása (ha van), a palettanézet alján található. Ott lehet megváltoztatni a szín nevét is.

source: It can be used to make a selection. A selection can be made by clicking on an area beside a color, so to move the cursor there, and by moving the mouse then with the left mouse button pressed.
hu: A kurzor kijelöléshez is használható. Egy szín melletti üres területre kattintva a színhez lehet mozgatni a kurzort, utána az egérrel a kívánt helyre kell állni, a bal gombot lenyomva tartva.

source: If the ``After cursor'' checkbox near to the ``Add a color'' button is checked, a color from the color chooser is put after the cursor. The color is either inserted or it ovewrites another one, depending on whether the ``Ovewrite'' mode is chosen. The mode can be chosen by checking the ``Overwrite'' checkbox, that is next to the ``After cursor'' one.
hu: Ha 'A kurzor után' opció a 'Szín hozzáadása' gomb mellett be van jelölve, akkor a színválasztó ablakban megadott szín a kurzor után kerül. A színt beszúrja, vagy egy másik szín felülírásával helyezi el a program, attól függően, hogy a 'Felülírás' mód be van-e kapcsolva. A 'Felülírás' opció 'A kurzor után' opció mellett található.

source: Selection
hu: Kijelölés

source: A selection, that can be made as it was written in the previous section, can be used with the copy, cut and paste operations.
hu: Ha sikerült a kijelölés az előbb leírt eljárás segítségével, akkor már használhatók a másolás, kivágás, beillesztés parancsok.

source: Clipboard format
hu: Vágólapformátum

source: KColorEdit uses the following format for clipboard data: for each color three numbers for red, green and blue components, respectively, and an optional color name, followed by a new line character if there is another color. Therefore, if for example three numbers are in the clipboard, they can be pasted by KColorEdit as a color.
hu: A KColorEdit a következő adatformátumot használja a vágólapon: a három színkomponens értéke (vörös, zöld, kék) vesszővel elválasztva, utána opcionálisan a szín neve, majd egy sor vége karakter, ha több szín van felsorolva. Ezért ha egy másik programból három, vesszővel elválasztott számot kimásolt a vágólapra, akkor az színként beilleszthető a KColorEditbe.

source: Selecting a color from an RGB space
hu: Színválasztás az RGB színtérben

source: A color can be selected from an RGB space in KColorEdit in the following ways:
hu: Az RGB színtérben az alábbi módon lehet kiválasztani egy színt:

source: By editing the HSV or RGB components.
hu: A HSV vagy RGB komponensek szerkesztésével.

source: By selecting a color from color gradient panels. In the left one, two from HSV components can be selected, and in the right one, the third one. The third component can be chosen by clicking on one of the buttons labelled ``H'', ``S'' and ``V''. The one component panel display colors with the other two components equal to these selected in the two components panel. The two components panel may display colors with the third component fixed, or, if the ``Variable'' checkbox is set, with a value equal to the one selected in the one component panel. In the ``Replace'' mode, the color selected in panels replaces the output one instantly, and in the ``Change'' mode it modifies the output color after each click, or a mouse move while a mouse button is pressed. Therefore, in the latter mode the color selected in the gradient panels may be different from the output color. To synchronize the colors, the ``Synchronize'' button can be used.
hu: A színspektrum-ablakban a kívánt színre kattintva. A bal oldalon két HSV komponens választható ki, a jobb oldalon pedig a harmadik. A harmadik komponens kiválasztásához kattintson a 'H', 'S' vagy 'V' gombra. A jobb oldalon azok a színek látszanak, amelyek a másik két paraméter rögzített értéke mellett lehetségesek. A bal oldalon a harmadik komponens rögzített értéke mellett lehetséges színek választhatók, vagy, ha a 'Változó' opció be van jelölve, az érték megegyezik a jobb oldali komponens értékével. 'Helyettesítés' módban, a paneleken kijelölt szín azonnal felülbírálja a végeredményként kapott színt, 'Változtatás' módban pedig a kapott szín minden kattintás ill. a bal gomb lenyomása közben való mozgatás után frissül. Ezért ebben az utóbbi módban a színspektrumablakban kiválasztott szín eltérhet attól, ami a végeredmény ablakban látszik. A színek szinkronizálásához a 'Szinkronizálás' gomb használható.

source: Drag and drop
hu: Húzd és ejtsd

source: The palette colors and the color selection output color can be drag with a mouse.
hu: A palettaszínek és a színválasztó ablakban kijelölt szín a húzd-és-ejtsd módszerrel is mozgatható.
