Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kcmnewsticker.po
Languages: af, bg, eo, fr, ja, nl, no, sk, xh

source: Check this box to avoid that ugly break and the end of the scrolling (when all the headlines have appeared once). If endless scrolling is enabled and the last headline has been shown, KNewsTicker will attach the first headline to the end of the scrolling text.
af: bevestig hierdie boks aan vermy wat lelik breek en die einde van die rolling (wanneer alle die hoof opskrifte het verskyn as eers). as eindelose rolling is geaktiveer en die laaste hoof opskrif het al vertoon, k-nuustikker sal aanheg die eerste hoof opskrif aan die einde van die rolling teks.
bg: Изберете това за да избегнете прекъсване в края на премествания текст.След показване на последната новина KNewsTicker започва от начало.
eo: Enŝaltu por eviti la malbelan rompon ĉe la fino de rulado (kiam ĉiuj titoloj montriĝis unufoje). Ĉe senfina rulado Novaĵprezentilo daŭrigos post la lasta titolo senrompe per la unua.
fr: Cochez cette case pour éviter une horrible rupture à la fin du défilement (quand tous les titres sont apparus une fois). Si le défilement sans fin est activé et que le dernier titre a été affiché, kNewsTicker attachera le premier titre à la fin du texte défilant.
ja: このボックスをチェックすると、スクロールの末尾でのみっともない終わり方(全てのヘッドラインが一度表示された後)を避けることができます。エンドレススクロールが有効な時、KNewsTickerは、スクロール中に最後のヘッドラインの後に続けて最初のヘッドラインを表示します。
nl: Schakel deze optie in om lelijke onderbrekingen te voorkomen aan het einde van het schuiven. (als alle berichtkoppen 1 keer zijn langsgekomen). Als eindeloze loopteks is geactiveerd, en het laatste berichtkop is getoond, dan plakt KNewsticker het eerste berichtkop aan het einde van de tekst.
no: Merk av denne boksen for å unngå den stygge stoppen på slutten av rullingen (når alle overskriftene har rullet forbi en gang). Hvis 'Rull for evig' har blitt skrudd på og den siste overskriften er blitt vist, så vil KNewsTicker feste den første overskriften til slutten av den siste overskriften.
sk: Použite túto voľbu, aby ste zabránili škaredému prerušeniu a skončeniu posunu (keď už boli všetky správy raz zobrazené). Ak je povolený nekonečný posun a bola zobrazená posledná správa, KNewsTicker pridá prvú správu na koniec posúvaného textu.
xh: Khangela le bhokisi ukunqanda uphumlo olubi kunye nesiphelo sorolo (xa zonke izihloko zivela kanye). Ukuba azinasiphelo sokurola esenzekayo kunye nesihloko sokugqibela esibonisiweyo, KNewsTicker izakufaka isihloko sokuqala ekugqibeleni korolo lokubhaliweyo.

source: &Underline highlighted headline
af: onderstreep verlig hoof opskrif
bg: &Подчертава избраните новини
eo: &Substreku emfazitajn anoncojn
fr: &Souligner les titres en surbrillance
ja: ハイライトされたヘッドラインに下線(&U)
nl: Geaccentueerde nieuwskop &onderstrepen
no: &Understrek den markerte overskriften
sk: &Podčiarknuť zvýraznenú správu
xh: &Yenza umgca ngaphantsi kwisihloko esiphawulweyo

source: Underline the currently highlighted headline
af: onderstreep die huidiglik verlig hoof opskrif
bg: Подчертава текущо избрана новина
eo: Substreku la momente emfazitan titolon
fr: Souligner le titre actuellement en surbrillance
ja: 現在ハイライトされているヘッドラインに下線を付けます
nl: De huidig geaccentueerde nieuwskop onderstrepen
no: Understrek den gjeldende markerte overskriften
sk: Podčiarknuť aktuálne zvýraznenú správu
xh: Yenza umgca ngaphantsi kokuphawulweyo kwisihloko sangoku

source: Check this box to have the currently highlighted headline (e.g. the headline which is currently under the mouse cursor) underlined.
af: bevestig hierdie boks aan het die huidiglik verlig hoof opskrif (e.g. die hoof opskrif wat is huidiglik onder die muis plekaanduier) geonderstreep.
bg: При избиране на това текста избран от новини (над който се намира показалеца на мишката) ще бъде подчертан.
eo: Enŝaltu tion, se la aktuala emfazita titollistelo (t.e. la titollistelo sub la musmontrilo) estu substrekata.
fr: Cochez cette case pour que le titre actuellement en surbrillance (le titre actuellement sous le pointeur de la souris) soit souligné.
ja: このボックスをチェックすると、現在ハイライトされているヘッドライン(マウスカーソルの下にあるヘッドライン)に下線を付けます。
nl: Schakel deze optie in om de momenteel geaccentueerde nieuwskop (dus denieuwskop die zich op onder de muisaanwijzer bevindt) te onderstrepen.
no: Merk av denne boksen for å få den gjeldende avmerkete overskriften (f.e. overskriften som er under muspekeren) understreket.
sk: Použite túto voľbu pre podčiarkovanie aktuálne zvýraznenej správy (napr. správy, na ktorú práve ukazuje kurzor myši).
xh: Khangela le bhokisi ukuba nesihloko esiphawulweyo sangoku (umzekelo isihloko esiphantsi kwesalathisi se mouse) senziwe umgca ngaphantsi.

source: Add news source...
af: voeg by nuus bron...
bg: Добави източник на новини...
eo: Aldonu novaĵfonton...
fr: Ajouter une source de nouvelles
ja: ニュースソースの追加...
nl: Nieuwsbron toevoegen...
no: Legg til nyhetskilde...
sk: Pridať nový zdroj...
xh: Dibanisa icebo leendaba...

source: News source properties
af: nuus bron eienskappe
bg: Свойства на източника на новини
eo: Ecoj de novaĵfonto
fr: Propriétés de la source de nouvelles
ja: ニュースソースのプロパティ
nl: Eigenschappen nieuwsbron
no: Egenskaper for nyhetskilde
sk: Vlastnosti zdroja správ
xh: Iimpahla zecebo leendaba

source: &Name:
af: naam:
bg: &Име:
eo: &Nomo:
fr: &Nom :
ja: 名前(&N):
nl: &Naam:
no: &Navn:
sk: Me&no:
xh: &Igama:

source: Name of the news source
af: naam van die nuus bron
bg: Името на източника за новини
eo: La nomo de la novaĵfonto
fr: Nom de la source de nouvelles
ja: ニュースソースの名前
nl: Naam van de nieuwsbron
no: Navnet til nyhetskilden
sk: Meno zdroja správ
xh: Igama lecebo leendaba

source: Here you can enter the name of the news source.<br>Note that you can also use the button at the bottom right labelled <i>Suggest</i> to let KNewsTicker fill this field automatically, after you have entered a source file below.
af: hier jy kan invoer die naam van die nuus bron.<br>nota wat jy kan asook <-invoer->gebruik die knoppie na die bodem regterkant geëtiketeer <i>voorstel</i> aan laat <-invoer->k-nuustikker opvul hierdie veld automaties, na jy het ingevoerde 'n bron <-invoer->lêer onder.
bg: Тук може да въведете името на източника за новини.<br>Забележка: вие можете да натиснете бутона <i>Определи автоматично</i> долу в дясно за автоматично запълване на това поле след като укажете файла източник.
eo: Tie ĉi vi povas doni la nomon de la novaĵejo.<br>Atentu, ke vi povas ankaŭ uzi la malsupran butonon <i>Sugestu</i>,se Novaĵprezentilo aŭtomate plenigu tiun kampon, post kiam vi donis fontodosieron malsupre.
fr: Vous pouvez saisir ici le nom de la source de nouvelles.<br>Notez que vous pouvez aussi utiliser le bouton en bas à droite intitulé «<i>Suggérer</i>» pour laisser kNewsTicker remplir ce champ automatiquement, après que vous ayez saisi un fichier source dessous.
ja: ここでニュースソースの名前を入力できます. <br>下のソースファイルを指定した後なら、下右にある<i>推奨<i>ボタンでKNewsTickerにフィールドの値を埋めさせることもできます.
nl: Hier kunt u de naam invoeren van de nieuwsbron. <br> U kunt ook de knop <i>Suggestie</i> rechtsonder gebruiken om het veld automatisch door KNewsTicker te laten invullen, nadat u hieronder een bronbestand hebt ingevoerd.
no: Her kan du skrive inn navnet på nyhetskilden. <br> Bemerk at du kan også bruke knappen nederst til høyre merket <i>Forslag</i> for å la KNewsTicker fylle inn navnet automatisk, etter at du har oppgitt en kildefil nedenfor.
sk: Tu je možné zadať meno zdroja správ. <br>Uvedomte si, že môžete použiť tlačidlo dole vpravo označené ako <i>Navrhnúť</i> aby KNewsTicker navrhol automaticky toto pole, ak ste zadali súbor zdroja.
xh: Apha ungangenisa igama lecebo leendaba.<br>Qaphela ukuba ungasebenzisa kwakhona iqhosha kokubhaliweyo ezantsi ekunene <i>Phakamisa</i> ukuvumela KNewsTicker igcwalise lo mhlaba ngokuzenzekelayo, emva kokungenisa ifayile yecebo ngezantsi.

source: Source &file:
af: bron lêer:
bg: Файл &източник за новини:
eo: Font&dosiero:
fr: &Fichier source :
ja: ソースファイル(&F):
nl: Bron&bestand:
no: Kilde&fil:
sk: &Súbor zdroja:
xh: &Ifayile yecebo:

source: The source file for this news source
af: die bron lêer vir hierdie nuus bron
bg: Файл източника за новини
eo: La fontdosiero de la novaĵfonto
fr: Le fichier source pour cette source de nouvelles
ja: このニュースソースのソースファイル
nl: Het bronbestand van de nieuwsbron.
no: Kildefilen til denne nyhetskilden
sk: Konfiguračný súbor pre tento zdroj správ
xh: Ifayile yecebo yeli cebo leendaba

source: Enter the path to the source file for the news source you want to add here. If you specified a source file here, you can use the button at the bottom right labelled <i>Suggest</i> to let KNewsTicker fill in the remaining values automatically.
af: invoer die gids soeklys aan die bron lêer vir die nuus bron jy wil hê aan voeg by hier. <-invoer->as jy gespesifiseer 'n bron lêer hier, jy kan gebruik die knoppie na die bodem <-invoer->regterkant geëtiketeer <i>voorstel</i> aan laat k-nuustikker opvul in die oor <-invoer->waardes automaties.
bg: Въведете път към файла източник за новини, който вие искате да добавите. Ако вие сте указали името на файла в това поле, натиснете на бутона <i>Определи автоматично</i> долу в дясно за автоматично запълване на настройките.
eo: Donu la padon de la fontodosiero de la novaĵoj, kiujn vi volas aldoni tie ĉi. Se vi donis fontodosieron tie ĉi, vi povas uzi la butonon <i>Sugestu</i> por peti Novaĵprezentilon plenigi aŭtomate la aliajn kampojn.
fr: Saisissez le chemin vers le fichier source pour la source de nouvelles que vous voulez ajouter ici. si vous spécifiez un fichier source ici, vous pouvez utiliser le bouton en bas à droite intitulé «<i>Suggérer</i>» pour permettre à kNewsTicker de remplir les valeurs restantes automatiquement.
ja: 追加するニュースソースのソースファイルのパス名を指定して下さい. ここを指定すると、下右の<i>推奨</i>ボタンでKNewsTickerに残りのフィールドを自動的に埋めさせることがでいます.
nl: Voer het pad in naar het bronbestand van de nieuwsbron die u hier wilt toevoegen. Als u een bronbestand hebt opgegeven, dan kunt u de knop <i>Suggestie</i> gebruiken om de overige waarden automatisch door KNewsTicker te laten invullen.
no: Skriv inn stien til kildefilen for nyhetskilden du vil legge til. Hvis du skrev inn en kildefil her, så kan du bruke <i>Forslag</i>-knappen nederst til høyre for å få KNewsTicker til å fylle inn resten av opplysningene.
sk: Zadajte cestu k súboru zdroja, ktorý chcete pridať. Ak zadáte súbor zdroja, môžete použiť tlačidlo označené <i>Navrhnúť</i> aby KNewsTicker navrhol automaticky doplnenie niektorých hodnôt.
xh: Ngenisa umendo wefayile yecebo yecebo leendaba ofuna ukuzidibanisa apha. Ukuba ukhankanyeifayile yecebo apha, ungasebenzisa iqhosha lobhalo osezantsi ekunene <i>Phakamisa</i> ukuvumela i KNewsTicker igcwalise amaxabiso aseleyo ngokuzenzekelayo.

source: &Icon:
af: ikoon:
bg: И&кона:
eo: &Piktogramo:
fr: &Icône :
ja: アイコン(&I):
nl: P&ictogram:
no: &Ikon:
sk: &Ikona:
xh: i-&Icon:

source: Path to the icon for this news source
af: gids soeklys aan die ikoon vir hierdie nuus bron
bg: ПЪт към иконите
eo: Pado al la piktogramo por la novaĵfonto
fr: Chemin vers l'icône pour cette source de nouvelles
ja: このニュースソースのアイコンへのパス
nl: Pad naar het pictogram van deze nieuwsbron
no: Sti til ikonet for denne nyhetskilden
sk: Cesta k ikone tohto zdroja správ
xh: Umendo oya kwi icon yeli cebo leendaba

source: Here you can specify the path to an icon to be used for this news source. Icons make it easier to distinguish between multiple news sources as the headlines scroll by.<br>Note that you can also use the button at the bottom right labelled <i>Suggest</i> to let KNewsTicker fill this field automatically, after you have entered a source file above.
af: hier jy kan spesifiseer die gids soeklys aan 'n ikoon aan wees gebruik word vir hierdie nuus bron. ikoone maak dit makliker aan onderskei tussen veelvuldige nuus bronkodes as die hoof opskrifte rol deur.<br>nota wat jy kan asook gebruik die knoppie na die bodem regterkant geëtiketeer <i>voorstel</i> aan laat k-nuustikker opvul hierdie veld automaties, na jy het ingevoerde 'n bron lêer boonste.
bg: Тук вие можете да укажете пътя към иконите, които ще бъдат използвани за този източник на новини. Иконите правят удобно различието между няколко източника на новини при тяхното преместване.
eo: Jen donu la padon al piktogramo por tiu novaĵfonto. Piktogramoj plifaciligas la distingadon inter pluraj novaĵfontoj dum la kaplinioj preterruliĝas.<br>Atentu, ke vi ankaŭ povus uzi la butonon <i>Sugestu</i> por ke Novaĵprezentilo automate plenigu tiun kampon, post kiam vi supre donis fontodosieron.
fr: Vous pouvez spécifier ici le chemin vers une icône à utiliser pour cette source de nouvelles. Les icônes rendent plus facile la distinction entre de multiples sources de nouvelles pendant que les titres défilent.<br>Notez que vous pouvez aussi utiliser le bouton en bas à droite intitulé «<i>Suggérer</i>» pour permettre à kNewsTicker de remplir ce champ automatiquement, après que vous ayez saisi un fichier source au-dessus.
ja: このニュースソースに使用するアイコンのパス名を指定できます. アイコンによりスクロールされているヘッドラインで複数のニュースソースを見分けることができるようになります. <br>上のソースファイルの指定がされていれば、このフィールドについても、右下の<i>推奨</i>ボタンでKNewsTickerに自動的に埋めさせることができます.
nl: Hier kunt u het pad naar een pictogram opgeven dat gebruikt moet worden voor deze nieuwsbron. Pictogrammen maken het eenvoudiger om de nieuwsbronnen van elkaar te onderscheiden. <br> U kunt ook de knop <i>Suggestie</i> rechtsonder gebruiken om dit veld door KNewsTicker automatisch te laten invullen, nadat u hierboven een bronbestand hebt ingevoerd.
no: Her kan du oppgi stien til et ikon som skal brukes for denne nyhetskilden. Ikoner gjør det lettere å skjelne mellom flere nyhetskilder når teksten ruller forbi.<br>Merk at du kan også bruke knappen nederst til høyre merket <i>Forslag</i> for å få KNewsTicker til å fylle ut dette feltet automatisk etter at du har oppgitt en nyhetskilde.
sk: Tu je možné zadať cestu k ikone použitej pre tento zdroj správ. Ikony zjednodušujú rozlíšenie medzi viacerými zdrojmi správ počas posunu.<br>Uvedomte si, že môžete použiť tlačidlo dole vpravo označené ako <i>Navrhnúť</i> aby KNewsTicker navrhol automaticky toto pole, ak ste zadali súbor zdroja.
xh: Apha ungakhankanya umendo kwi icon ozakusetyenziswa kweli cebo leendaba. Ii icon zikwenza lula ukwahlula phakathi kwamacebo amaninzi eendaba njenge zihloko ezirolwa ngu.<br>Qaphela ukuba ungasebenzisa kwakhona iqhosha kumbhalo osezantsi ekunene <i>Phakamisa</i> ukuvumela i KNewsTicker igcwalise lo mhlaba ngokuzenzekelayo, emva kokungenisa ifayile yecebo ngasentla.

source: Icon to be used for this news source
af: ikoon aan wees gebruik word vir hierdie nuus bron
bg: Икона за използване на източника за новини
eo: Piktogramo uzenda por tiu novaĵfonto
fr: Icône à utiliser pour cette source de nouvelles
ja: このニュースソースのアイコン
nl: Pictogram om te gebruiken bij deze nieuwsbron
no: Ikon som skal brukes til denne nyhetskilden
sk: Ikona pre tento zdroj správ
xh: I icon izakusetyenziselwa eli cebo leendaba

source: This is what the currently configured icon for this news source looks like. To change this icon, use the input field at the left.
af: hierdie is wat die huidiglik gekonfigureer ikoon vir hierdie nuus bron kyk hou van. aan verander hierdie ikoon, gebruik die invoer veld na die links.
bg: Показва как ще изглежда иконата за този източник на новини. За промяна на икона използвайте значението на полето в ляво.
eo: Tiel aspektas la momente agordita piktrogramo. Por ŝanĝi la piktogramon, uzu la enigokampon maldkestran.
fr: Voici l'icône actuellement configurée pour cette source de nouvelles. Pour changer cette icône, utilisez le champ de saisie à gauche.
ja: ここでこのニュースソースに設定されているアイコンがどのように見えるかが分ります. このアイコンを変更するには左にある入力フィールドを使って下さい.
nl: Dit is hoe het huidige pictogram voor deze nieuwsbron er uit ziet. U kunt deze wijzigen via het invoerveld links.
no: Slik er det nåværende ikonet for denne nyhetskilden. For å endre ikon, bruk tekstfeltet til venstre.
sk: Toto je aktuálne nastavená ikona pre tento zdroj správ. Použite pole vľavo pre zmenu tejto ikony.
xh: Ijongeka ngolu hlobo i icon eqwalaselweyo ngoku yeli cebo leendaba. Ukutshintsha le icon, sebenzisa umhlaba wegalelo ekhohlo.

source: Ca&tegory:
af: kategorie:
bg: &Категория:
eo: &Kategorio:
fr: Ca&tégorie :
ja: カテゴリ(&t):
nl: Ca&tegorie:
no: K&ategori:
sk: Ka&tegória:
xh: Uhlo&bo:

source: Into which category does this news source belong?
af: binnein wat kategorie doen hierdie nuus bron behoort?
bg: В каква категория попада този източник на новини?
eo: Al kiu kategorio tiu novaĵfonto apartenas?
fr: À quelle catégorie appartient cette source de nouvelles ?
ja: このニュースソースはどのカテゴリに含まれるか
nl: In welke categorie behoort deze nieuwsbron?
no: Hvilken kategori tilhører denne nyhetskilden?
sk: Do akej kategórie patrí tento zdroj?
xh: Leloluphi uhlobo eli cebo leendaba?

source: Here you can specify into which category this news source belongs. Arranging the news sources into categories makes it much easier to maintain large lists of news sources.<br>Note that you can also use the button at the bottom right labelled <i>Suggest</i> to let KNewsTicker fill this field automatically, after you have entered a source file above.
af: hier jy kan spesifiseer binnein wat kategorie hierdie nuus bron behoort. rangskik die nuus bronkodes binnein katagoriee maak dit baie makliker aan onderhou groot lyste van nuus bronkodes.<br>nota wat jy kan asook gebruik die knoppie na die bodem regterkant geëtiketeer <i>voorstel</i> aan laat k-nuustikker opvul hierdie veld automaties, na jy het ingevoerde 'n bron lêer boonste.
bg: Тук може да зададете в каква категория попада този източник на новиниРасположението на източника за новини по категорий позволява бърза работа с голямо количество източници на новини.<br>Забележка: вие можете да натиснете бутона <i>Определи автоматично</i> долу в дясно за автоматично запълване на това поле след указване на файл източник.
eo: Tie ĉi indiku, al kiu kategorio la novaĵfonto apartenas. Aranĝado de la novaĵfontoj laŭ kategorioj plifaciligas la administradon de granda listo de novaĵfontoj.<br>Atentu, ke vi ankaŭ povas uzi la butonon <i>Sugestu</i>, por ke Novaĵprezentilo automate plenigu tiun kampon, post kiam vi donis la fontodosieron supre.
fr: Vous pouvez spécifier ici à quelle catégorie cette source de nouvelles appartient. Arranger les sources de nouvelles en catégories rend plus facile la gestion de grandes listes de sources de nouvelles.<br>Notez que vous pouvez aussi utiliser le bouton en bas à droite intitulé «<i>Suggérer</i>» pour laisser kNewsTicker remplir ce champ automatiquement, après que vous ayez entré un fichier source ci-dessus.
ja: ここでニュースソースがどのカテゴリに属するかを指定できます. ニュースソースをカテゴリに分類しておくと、ニュースソースの大きなリストのメンテナンスが容易になります. <br>ソースファイルが指定されていると、下右の<i>推奨</i>ボタンでKNewsTickerにこのフィールドを自動的に埋めさせることができます.
nl: Hier kunt u opgeven tot welke categorie deze nieuwsbron behoort. Het ordenen van nieuwsbronnen in categorieën maakt het veel eenvoudiger om grote lijsten met nieuwsbronnen te beheren. <br>U kunt ook de knop <i>Suggestie</i> rechtsonder gebruiken om dit veld automatisch door KNewsTicker te laten invullen nadat u hierboven het bronbestand hebt ingevuld.
no: Her kan du oppgi hvilken kategori denne nyehtskilden tilhører. Det blir mye lettere å holde orden på store lister av nyhetskilder når de deles inn i kategorier.<br>Merk at du kan også bruke knappen nederst til høyre merket <i>Forslag</i> for å få KNewsTicker til å fylle ut dette feltet automatisk etter at du har oppgitt en nyhetskilde ovenfor.
sk: Tu je možné definovať, do ktorej kategórie patrí tento zdroj. Triedenie zdrojov do kategórií zjednodušuje orientáciu vo veľkom zozname zdrojov.<br>Uvedomte si, že môžete použiť tlačidlo dole vpravo označené ako <i>Navrhnúť</i> aby KNewsTicker navrhol automaticky toto pole, ak ste zadali súbor zdroja.
xh: Apha ungakhankanya ukuba leloluphi uhlobo leli cebo leendaba. Ukulungisa amacebo eendaba kwiintlobo kuyenza lula kakhul;u ukulondoloza olukhulu uluhlu lwamacebo eendaba.<br>Qaphela ukuba ungasebenzisa kwakhona iqhosha kumbhalo osezantsi ekunene <i>Phakamisa</i> ukuvumela i KNewsTicker igcwalisa lo mhlaba ngokuzenzekelayo, emva kokungenisa ifayile yecebo ngasentla.

source: &Max. articles:
af: max. aktikels:
bg: &Максимален брой статии:
eo: &Maks. de artikoloj:
fr: &Max. d'articles :
ja: 最大記事数(&M):
nl: &Max artikelen:
no: &Maks. artikler:
sk: &Max. článkov:
xh: &Imiba emikhulu:

source: Maximum number of articles
af: maksimum nommer van aktikels
bg: Максимален брой статии
eo: Maksimuma nombro de artikoloj
fr: Nombre maximal d'articles
ja: キャッシュする最大記事数
nl: Maximum aantal artikelen
no: Maksimalt antall artikler
sk: Maximálny počet článkov
xh: Inani elikhlu lamanqaku

source: This option lets you define how many articles KNewsTicker should cache for this news source. This value will never be exceeded.<br>Note that you can also use the button at the bottom right labelled <i>Suggest</i> to let KNewsTicker fill this field automatically, after you have entered a source file above.
af: hierdie opsie lets jy definieer hoe veel aktikels k-nuustikker moet kas vir hierdie nuus bron. hierdie waarde sal moet nooit wees oorskry.<br>nota wat jy kan asook gebruik die knoppie na die bodem regterkant geëtiketeer <i>voorstel</i> aan laat k-nuustikker opvul hierdie veld automaties, na jy het ingevoerde 'n bron lêer boonste.
bg: Тук може да укажете максимален брой статии които KNewsTicker ще запази в кеша.<br>Забележка: вие можете да натиснете бутона <i>Определи автоматично</i> долу в дясно за автоматично запълване на това поле след указване на файл източник.
eo: Jen vi povas difini, kiom da artikoloj el tiu novaĵfonto la programo tenu en la memoro. Tiu valoro neniam estas superigata.<br>Atentu, ke vi ankaŭ povas uzi la butonon <i>Sugestu</i>, por ke Novaĵprezentilo automate plenigu tiun kampon, post kiam vi donis la fontodosieron supre.
fr: Cette option vous permet de définir combien d'articles kNewsTicker doit garder en cache pour cette source de nouvelles. Cette valeur ne sera jamais dépassée.<br>Notez que vous pouvez aussi utiliser le bouton en bas à droite intitulé «<i>Suggérer</i>» pour laisser kNewsTicker remplir ce champ automatiquement, après que vous ayez saisi d'un fichier source ci-dessus.
ja: このオプションでKNewsTickerがキャッシュする記事の最大数を指定できます. この値は絶対に越えられません. <br>ソースファイルが指定されていると、下右の<i>推奨</i>ボタンでKNewsTickerにこのフィールドを自動的に埋めさせることができます.
nl: Met deze optie kunt u bepalen hoeveel artikelen in de cache plaatst voor deze nieuwsbron. Deze waarde zal nooit worden overschreden. <br>U kunt ook de knop <i>Suggestie</i> rechtsonder gebruiken om dit veld automatisch door KNewsTicker te laten invullen nadat u hierboven het bronbestand hebt ingevuld.
no: Her kan du angi hvor mange artikler KNewsTicker skal mellomlagre for denne nyhetskilden. Det vil aldri bli lagret flere enn dette. <br>Merk at du kan også bruke knappen nederst til høyre merket <i>Forslag</i> for å få KNewsTicker til å fylle ut dette feltet automatisk etter at du har oppgitt en nyhetskilde ovenfor.
sk: Táto možnosť definuje, koľko článkov KNewsTicker si má zapamätať pre tento zdroj správ. Táto hodnota nebude nikdy presiahnutá. <br>Uvedomte si, že môžete použiť tlačidlo dole vpravo označené ako <i>Navrhnúť</i> aby KNewsTicker navrhol automaticky toto pole, ak ste zadali súbor zdroja.
xh: Olu khetho likuvumela ukuba mangaphi amanqaku i KNewsTicker ezakuwagcina ngokufihlakeleyo ale mvelaphi yeendaba. Eli xabiso alisoze linciphiswe.<br>Qaphela ukuba ungasebenzisa kwakhona iqhosha ezantsi kombhalo osekunene <i>Phakamisa</i> ukuvumela KNewsTicker igcwalise lo mhlaba ngokuzenzekelayo, emva kokuba ungenise ifayile yemvelaphi ngasentla.

source: The file is a &program
af: die lêer is 'n program
bg: Файла е &програма
eo: La dosiero estas &programo
fr: Le fichier est un &programme
ja: ファイルはプログラム(&p)
nl: Dit bestand is een &programma
no: Filen er et &program
sk: Súbor je &program
xh: Ifayile &ludweliso lwenkqubo
