Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kcmnewsticker.po
Languages: af, bg, eo, fr, ja, nl, no, sk, xh

source: The program '%1' tried to use a socket type which is not supported by this system.
af: die program '%1' probeer aan gebruik 'n soket tipe wat is nie ondersteunde deur hierdie stelsel.
eo: La programo '%1' provis uzi kontaktiltipon ne subtenatan de tiu ĉi sistemo.
fr: Le programme «%1» a tenté d'utiliser un type de socket qui n'est pas géré par ce système.
ja: プログラム '%1' はこのシステムではサポートされていないソケットタイプを使用しようとしました.
nl: Het programma '%1' probeerde een type socket te gebruiken die niet wordt ondersteund door dit systeem.
no: Programmet «%1» forsøkte å bruke en socket-type som ikke er støttet i dette systemet.
sk: Program '%1' sa pokúsil použiť typ soketu, ktorý nie je na tomto systéme podporovaný.
xh: Udweliso lwenkqubo '%1' uzame ukusebenzisa udidi lomngxuma wombane ongaxhaswanga yile ndlela.

source: The program '%1' tried to access an unreachable network.
af: die program '%1' probeer aan toegang verkry 'n onbereikbaar netwerk.
eo: La programo '%1' provis aliri neatingeblan reton.
fr: Le programme «%1» a tenté d'accéder à un réseau inaccessible.
ja: プログラム '%1' は到達不可能なネットワークにアクセスしようとしました.
nl: Het programma '%1' probeerde toegang te krijgen tot een onbereikbaar netwerk.
no: Programmet «%1» forsøkte å få tilgang til et nettverk som ikke kunne nås.
sk: Program '%1' sa pokúsil o prístup k nedostupnej sieti.
xh: Udweliso lwenkqubo '%1' uzame ukunikeza umsebenzi womnatha ongafikelelekiyo.

source: The network the program '%1' was trying to access dropped the connection with a reset.
af: die netwerk die program '%1' was probeer aan toegang verkry gegooi die verbinding met 'n herstel.
eo: La reto aliratan de la programo '%1' finis la konekton.
fr: Le réseau auquel le programme «%1» tentait d'accéder a abandonné la connexion par une réinitialisation.
ja: プログラム '%1' がアクセスしようとしていたネットワークはリセットにより接続が断たれています.
nl: Het netwerk waarnaar het programma '%1' een verbindingsopbouw maakte heeft de verbinding afgesloten door ze opnieuw in te stellen.
no: Det nettverket som programmet «%1» forsøkte å få tilgang til brøt forbindelsen med en reset.
sk: Sieť, ktorú sa pokúsil program '%1' použiť, resetovala spojenie.
xh: Udweliso lwenkqubo yomsebenzi womnatha '%1' wazama ukunikeza udibaniso olulahliweyo ngocwangciso kwakhona.

source: The connection of the program '%1' was reset by peer.
af: die verbinding van die program '%1' was herstel deur ouer.
eo: La konekto de la programo '%1' estis finita de la partnero.
fr: La connexion du programme «%1» a été réinitialisée par le correspondant.
ja: プログラム '%1'の接続は接続先からリセットされました.
nl: De verbinding van het programma '%1' werd opnieuw ingesteld.
no: Forbindelsen til programmet «%1» ble nullstilt av motpartnen.
sk: Spojenie programu '%1' bolo zrušené druhou stranou.
xh: Udibaniso lodweliso lwenkqubo '%1' wacwangciswa kwakhona ngumntu onerenki elinganayo.

source: The connection the program '%1' was trying to establish timed out.
af: die verbinding die program '%1' was probeer aan neerlê of vasstel tydgebonde uit.
eo: La konektoprovo de la programo '%1' pasis tempolimon.
fr: Le délai de la connexion que le programme «%1» a tenté d'établir a expiré.
ja: プログラム '%1'が確立しようとしていた接続はタイムアウトしました.
nl: De tijdslimiet voor de verbindingsopbouw van het programma '%1' is overschreden.
no: Forbindelsen som programmet «%1» forsøkte å opprette gikk ut på tid.
sk: Spojenie programu '%1' nebolo vytvorené pred vypršaním času na spojenie.
xh: Udibaniso lodweliso lwenkqubo '%1' owayezama ukuseka waphelelwa lixesha.

source: The connection the program '%1' was trying to establish was refused.
af: die verbinding die program '%1' was probeer aan neerlê of vasstel was geweier.
eo: La konektoprovo de la programo '%1' estis malakceptata.
fr: La connexion que le programme «%1» a tenté d'établir a été rejetée.
ja: プログラム '%1'が確立しようとしていた接続は拒否されました.
nl: De verbinding die het programma '%1' probeerde op te bouwen werd geweigerd.
no: Forbindelsen som programmet «%1» forsøkte å opprette ble avvist.
sk: Spojenie programu '%1' bolo odmietnuté.
xh: Udibaniso lodweliso lwenkqubo '%1' owayezama ukuseka waliwa.

source: The host the program '%1' was trying to reach is down.
af: die bediener die program '%1' was probeer aan bereik is ondertoe.
eo: La komputilo, kiun la programo '%1' provis atingi, ne laboras momente.
fr: L'hôte auquel le programme «%1» tentait de se connecter est arrêté.
ja: プログラム '%1' が接続しようとしていたホストはダウンしています.
nl: De host die het programma '%1' probeerde te bereiken is uit de lucht.
no: Verten som programmet «%1» forsøkte å nå er utilgjengelig.
sk: Hostiteľ, ku ktorému sa program '%1' pokúsil pripojiť, momentálne nefunguje.
xh: Udweliso lwenkqubo yenginginya '%1' owayezama ukufikelela usezantsi.

source: The host the program '%1' was trying to reach is unreachable, no route to host.
af: die bediener die program '%1' was probeer aan bereik is onbereikbaar, nee roete aan bediener.
eo: La komputilo, kiun la programo '%1' provis kontakti, estas neatingebla, ne ekzistas kurso al la komputilo.
fr: L'hôte auquel le programme «%1» tentait de se connecter est est inaccessible, aucun chemin vers lui n'existe.
ja: プログラム '%1'が接続しようとしていたホストは到達できません, ホストへのルートがありません.
nl: De host die het programma '%1' probeerde te bereiken is onbereikbaar, geen route naar host.
no: Verten som programmet «%1» forsøkte å nå kan ikke nås - ingen rute til verten.
sk: Hostiteľ, ku ktorému sa program '%1' pokúsil pripojiť, nie je dostupný.
xh: Udweliso lwenkqubo '%1' owayezama ukufikelela akafikeleleki, akukho ndlela kwi nginginya.

source: KNewsTicker couldn't execute the program '%1' because it's executable bit wasn't set. You can mark that program as executable by executing the following steps:<ul><li>Open a Konqueror window and browse to the program</li><li>Click on the file with the right mouse button, and select 'Properties'</li><li>Open the 'Permissions' tab and make sure that the box in the column 'Exec' and the row 'User' is checked to ensure that the current user is allowed to execute that file.</li></ul>
af: k-nuustikker kon nie uitvoer die program '%1' omdat dit is uitvoerbare bit was nie stel. jy kan merk wat program as uitvoerbare deur uitvoer van die volgende stappe:<ul><li>open 'n konqueror venster en blaai aan die program</li><li>kliek op die lêer met die regterkant muis knoppie, en kies 'Properties'</li><li>open die 'Permissions' oortjie en maak seker wat die boks in die kolom 'Exec' en die ry 'gebruiker' is nagegaan aan maak seker wat die huidige gebruiker is toegelaat aan uitvoer wat lêer.</li></ul>
eo: Novaĵprezentilo ne povis lanĉi la programon '%1', ĉar ĝi ne havas la lanĉpermeso-flagon. Vi povus marki la programon kiel lanĉeblan tiel:<ul><li>Malfermu fenestron de Konkeranto kaj iru al la dosierujo de tiu programo</li><li>Klaku sur la dosieron per la dekstra musbutonon kaj elektu 'Ecoj'</li><li>Malfermu la paĝon 'Permesoj' kaj ŝaltu la la kesteton en la kolumno 'Lanĉo' kaj linio 'Uzanto'.</li></ul>
fr: kNewsTicker n'a pas pu exécuter le programme «%1» car ce dernier n'a pas les droits d'exécution nécessaires. Vous pouvez lui donner ces droits de la façon suivante :<ul><li>ouvrez une fenêtre de Konqueror et trouvez ce programme ;</li><li>cliquez sur le fichier avec le bouton droit de la souris et sélectionnez «Propriétés» ;</li><li>allez dans l'onglet «Permissions» et vérifiez que le case dans la colonne «Exécution» et la ligne «Utilisateur» est cochée, de façon à ce que l'utilisateur courant puisse exécuter ce fichier.</li></ul>
ja: KNewsTickerはプログラム '%1' を実行できません. 実行可能ビットがセットされていません. 下記のステップに従ってプログラムを実行可能にできます:<ul><li>Konquerorのウィンドウを開け、プログラムを探します</li><li>ファイルを右ボタンクリックし、メニューで'プロパティ'を選びます</li></li>'許可情報'タブを開け、'実行'列の'ユーザ'行にあるボックスをチェックして下さい。こうすればこのファイルを現在のユーザが実行できます.</li</ul>
nl: KNewsticker kon het programma '%1' niet uitvoeren omdat deze niet als zodanig is ingesteld. U kunt dit programma als 'uitvoerbaar' markeren via de volgende stappen:<ul><li>Open een Konqueror-venster en blader naar het programma.</li><li>Klik met uw rechter muisknop op het bestand en selecteer 'Eigenschappen'</li><li>Open het tabblad 'Toegangsrechten' en zorg er voor dat het keuzevakje in de kolom 'Uitvoeren' bij de rij 'Gebruiker' is geselecteerd.</li></ul>
no: KNEwsTicker kunne ikke kjøre programmet «%1» fordi «kjørbar»-biten ikke var slått på. Du kan gjøre dette programmet kjørbart slik: <ul><li> Åpne et Konqueror-vindu og naviger til programfilen</li><li>Klikk på programfilen med høyre museknapp, og velg «Egenskaper»</li><li> Åpne fanen «Rettigheter» og sørg for at det er krysset av i boksene «Kjør» i «Bruker» kolonnen slik at den som eier filen har lov til å kjøre programmet.</li></ul>
sk: KNewsTicker nemohol spustiť program '%1', pretože nemá nastavený príznak spustenia. Tento príznak môžete nastaviť takto: <ul><li>Otvorte okno Konquerora a nájdite daný program</li><li>Kliknite na jeho súbor pravým tlačidlom myši a vyberte 'Vlastnosti' </li><li>Zobrazte záložku 'Práva' a naškrtnite značku v stĺpci 'Vykonať' a riadku 'Používateľ', takže aktuálny používateľ bude môcť tento súbor spustiť.</li></ul>
xh: KNewsTickerinokuphumeza udweliso lwenkqubo '%1' kuba isuntswana layo lophunyezo zange lucwangciswe. Ungaphawula olo dweliso lwenkqubo njengeliphunyeziweyo ngokuphumeza amanqwanqwa alandelayo:<ul><li>Vula i Konqueror window kwaye ukhangele iincwadi kudweliso lwenkqubo</li><li>Nqakraza kwifayile ngeqhosha lasekunene le mouse, kwaye khetha 'Iimpahla'</li><li>Vula 'Iimvume' zesithuba kwaye qiniseka ukuba ibhokisi kumhlathi 'Exec' kunye nomqolo 'Umsebenzisi uyakhangelwa ukuqinisekisa ukuba umsebenzisi wangoku uvunyelwe ukuphumeza loo fayile.</li></ul>

source: The program '%1' sent a bad request which wasn't understood by the server.
af: die program '%1' gestuur 'n slegte versoek wat was nie verstaan deur die bediener.
eo: La programo '%1' sendis malbonan mendon ne komprenitan de la servilo.
fr: Le programme «%1» a envoyé une requête incorrecte que le serveur n'a pas comprise.
ja: プログラム '%1' はサーバに理解できない間違った要求を送りました.
nl: Het programma '%1' stuurde een onjuist verzoek, welke niet door de server werd begrepen.
no: Programmet «%1» sendte en forespørsel som tjeneren ikke forsto.
sk: Program '%1' poslal neplatnú požiadavku, ktorej server nerozumel.
xh: Udweliso lwenkqubo '%1' uthumele isicelo esibi esingaqondwayo ngumncedisi.

source: The program '%1' failed to issue an authorization for an area which needs some form of authorization before it can be accessed.
af: die program '%1' gevaal aan uitreik 'n geldigheidstoets vir 'n area wat verlang sommige vorm van geldigheidstoets voor dit kan wees toegang verkry.
eo: La programo '%1' ne sukcesis legitimigi sin por areo, kiu estas alirebla nur post aŭtentikigo.
fr: Le programme «%1» n'a pas pu s'identifier pour accéder à une zone où une identification est nécessaire.
ja: プログラム '%1' はアクセスするために認証が必要なエリアでの認証に失敗しました.
nl: Het programma '%1' faalde zichzelf te authoriseren voor een gebied waarin een bepaalde vorm van authorisatie vereist is voor de toegang.
no: Programmet «%1» sendte ikke ut en fullmakt for et område som trenger en form for fullmakt før det gis adgang.
sk: Programu '%1' sa nepodarilo poslať prihlásenie pre oblasť, ktorá vyžaduje nejakú formu autorizácie pred jej použitím.
xh: Udweliso lwenkqubo '%1' aluphumelelanga ukunikeza igunya kwi ariya efuna indlela ethile yegunya phambi kokuba inikezwe.

source: The program '%1' aborted because it couldn't access the data without paying for it.
af: die program '%1' gekanselleer omdat dit kon nie toegang verkry die data sonder om te betaal vir dit.
eo: La programo '%1' haltis, ĉar la datumoj ne estis alireblaj senpage.
fr: Le programme «%1» s'est arrêté car les données auxquelles il tentait d'accéder ne sont pas disponibles gratuitement.
ja: プログラム '%1' はデータにアクセスできないので中止しました. 有料だったので.
nl: Het programma '%1' werd afgebroken omdat deze geen toegang kreeg tot de gegevens, zonder daarvoor te betalen.
no: Programmet «%1» avbrøt fordi det ikke kunne få adgang til informasjonen uten å betale for det.
sk: Program '%1' bol prerušený, pretože nebolo použiť dáta bez ich zaplatenia.
xh: Udweliso lwenkqubo '%1' ilahliwe kuba ayinakunikeza idata ngaphandle kokuba uyihlawule.

source: The program '%1' tried to access a forbidden source.
af: die program '%1' probeer aan toegang verkry 'n verbied bron.
eo: La programo '%1' provis aliri malpermesitan fonton.
fr: Le programme «%1» a tenté d'accéder à une source interdite.
ja: プログラム '%1'は禁止されたソースにアクセスしようとしました.
nl: Het programma '%1' probeerde toegang te krijgen tot een verboden bron.
no: Programmet «%1» forsøkte å få tilgang til en sperret kilde.
sk: Program '%1' sa pokúsil pristúpiť k dátam, ku ktorým nemá práva.
xh: Udweliso lwenkqubo '%1' uzame ukunikeza imvelaphi engavumelekanga.

source: The program '%1' tried to access data which couldn't be found.
af: die program '%1' probeer aan toegang verkry data wat kon nie wees gevind.
eo: La programo '%1' provis aliri netroveblajn datumojn.
fr: Le programme «%1» a tenté d'accéder à des données introuvables.
ja: プログラム '%1'は存在しないリソースにアクセスしようとしました.
nl: Het programma '%1' probeerde toegang te krijgen tot gegevens die niet gevonden konden worden.
no: Programmet «%1» forsøkte å hente data som ikke fantes.
sk: Program '%1' sa pokúsil pristúpiť k dátam, ktoré neboli nájdené.
xh: Udweliso lwenkqubo '%1' uzame ukunikeza idata engafumanekiyo.

source: The HTTP request of the program '%1' timed out.
af: die http versoek van die program '%1' tydgebonde uit.
eo: La HTTP-mendo de la programo '%1' pasis tempolimon.
fr: Le délai de la requête HTTP du programme «%1» a expiré.
ja: プログラム '%1'のHTTP要求はタイムアウトしました.
nl: De tijdslimiet voor het HTTP-verzoek van het programma '%1' is overschreden.
no: HTTP-forespørselen fra programmet «%1» gikk ut på tid.
sk: Požiadavka HTTP programu '%1' vypršala.
xh: Isicelo se HTTP sodweliso lwenkqubo '%1' siphelelwe lixesha.

source: A server error has been encountered. It's likely that you can't do anything about it.
af: 'n bediener fout het al raakgeloop. dit is waarskynlik wat jy kan nie doen enige iets aangaande dit.
eo: Okazis servilo-eraro. Supozeble vi ne povas korekti tion.
fr: Un problème est survenu au niveau du serveur. Il n'y a probablement rien à faire.
ja: サーバエラーが発生しました. これについては出来ることは何もありません.
nl: Er deed zich een serverfout voor. U kunt hier waarschijnlijk niets tegen doen.
no: Det har oppstått en feil hos tjeneren. Det er antakelig ikke noe du kan gjøre med det.
sk: Nastala chyba serveru. Asi s tým nič neurobíte.
xh: Imposiso yomncedisi iboniwe. Kuyinyaniso ukuba awunakwenza nto malunga nayo.

source: The HTTP protocol version used by the program '%1' was not understood by the http server or source.
af: die http protokol weergawe gebruik word deur die program '%1' was nie verstaan deur die http bediener of bron.
eo: La versio de la HTTP-protokolo uzata de la programo '%1' ne estis komprenata de la HTTP-servilo aŭ fonto.
fr: La version du protocole HTTP utilisée par le programme «%1» n'a pas été comprise par le serveur HTTP ou la source d'articles.
ja: プログラム '%1' が使っているHTTPプロトコルのバージョンはhttpサーバまたはソースには理解できませんでした.
nl: De versie van het HTTP-protocol dat gebruikt wordt door het programma '%1' werd niet begrepen door de http-server of de bron.
no: HTTP-tjeneren eller kilden forsto ikke den versjonen av HTTP-protokollen som programmet «%1» bruker.
sk: Verzia protokolu HTTP, ktorú použil program '%1', nebola podporovaná serverom alebo zdrojom.
xh: Uguqulelo lwe HTTP protocol esetyenziswa ludweliso lwenkqubo '%1' ayiqondwanga ngumncedisi we http okanye imvelaphi.

source: KNewsTicker was unable to detect the exact reasons for the error.
af: k-nuustikker was nie moontlik aan verklik die presiese redes vir die fout.
eo: Novaĵprezentilo ne povis eltrovi la ekzaktan kaŭzon de la eraro.
fr: kNewsTicker n'a pas pu déterminé la cause exacte du problème.
ja: KNewsTickerはエラーの正確な原因を特定できませんでした.
nl: KNewsTicker kon de exacte reden voor de fout niet achterhalen.
no: KNewsTicker kunne ikke finne ut akkurat hva feilen var.
sk: KNewsTicker nemohol presne určiť dôvod chyby.
xh: KNewsTicker ayikwazanga ukubhaqa izizathu ezizizo zemposiso.
