Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kcmnewsticker.po
Languages: af, bg, eo, fr, ja, nl, no, sk, xh

source: Here you can see the list of currently configured filters and manage them as well as add new filters. Managing them is fairly easy:<ul> <li>To <b>add</b> a new filter, specify it's properties in the box below labelled <i>Filter properties</i> and press the <i>Add</i> button in the lower right corner.</li> <li><b>Modifying</b> an existing filter is done in a similar manner: simply select the filter you'd like to edit in the list and change it's properties in the box below.</li> <li>Finally, to <b>remove</b> a filter, select it in the list and press the button labelled <i>Remove</i> in the lower right corner.</li></ul> You can also dis-/enable certain filters temporarily by (un-)checking the box next to them; those filters whose box is checked are considered enabled and will be honoured by KNewsTicker.<br> Note that the filters are processed from the top to the bottom so that of two filters which might nullify each other (like "Show....doesn't contain KDE" and "Show...contains KDE") only the one which is lower in the list will take effect.
af: hier jy kan sien die lys van huidiglik gekonfigureer filters en bestuur hulle as goed as voeg deur nuwe filters. te bestuur hulle is redelike maklike:<ul> <li>aan <b>voeg deur</b> 'n nuwe filter, spesifiseer dit is eienskappe in die boks onder geëtiketeer <i>filter eienskappe</i> en druk die <i>voeg deur</i> knoppie in die sagter regterkant hoek.</li> <li><b>verandering</b> 'n bestaande filter is klaar in 'n soortgelyk manier: eenvoudig kies die filter jy'd hou van aan redigeer in die lys en verander dit is eienskappe in die boks onder.</li> <li>laastens, aan <b>verwyder</b> 'n filter, kies dit in die lys en druk die knoppie geëtiketeer <i>verwyder</i> in die sagter regterkant hoek.</li></ul> jy kan asook dis-/aktiveer sekere filters tydelik deur (un-)toetsing die boks volgende aan hulle; daardie filters wie se boks is nagegaan word oorweeg geaktiveer en sal wees eerbiedig deur k-nuustikker.<br> nota wat die filters word geprosesseer van die bo aan die bodem sodat wat van twee filters wat dalk teenstelling elke ander (hou van "vertoon....nie bevat kde" en "vertoon...bevat kde") slegs die een wat is sagter in die lys sal neem effek.
bg: Тук може да видите списъка от текущо конфигуриране филтри както и възможността за управлението им. Използването е достатъчно просто:<ul> <li>За <b>добавяне</b> на нов филтър укажете неговите свойства в диалога <i>Свойства на филтър</i> под списъка и натиснете бутона <i>Добави</i> долу в дясно.</li> <li><b>Промени</b> на съществуващ филтър се извършва също много лесно: изберете филтър от списъка и променете неговите свойства в диалога под списъка.</li> <li><b>Изтриване</b> на филтър е възможно като го изберете от списъка и натиснете бутона <i>Изтрий</i> в десния долен ъгъл.</li></ul> Освен това, вие можете временно да изключите някой филтри, като маркирате флага до заглавието им.<br> Забележка: Филтрите се обработват от горе на долу: два филтъра могат да си анулират действията (например, "Покажи...не съдържанието на KDE" и "Покажи...съдържанието на KDE" и само долния ще бъде изпълнен.
eo: Jen la listo de agorditaj filtriloj. Vi povas adapti ĝin kaj aldoni novajn filtrilojn.<ul> <li>Por <b>aldoni</b> novan filtrilon donu ĝiajn ecojn en la malsupra kesto kun la etikedo <i>Filtrilo-ecoj</i> kaj premu la butonon <i>Aldonu</i>.</li> <li>Por <b>ŝanĝi</b> ekzistantan filtrilon elektu ĝin en la listo kaj ŝanĝu ĝiajn ecojn en la malsupra kesto.</li> <li>Por <b>forigi</b> filtirilon, elektu ĝinb en la listo kaj premu la butonon <i>Forigu</i>.</li></ul> Vi povas ankaŭ provizore malaktivigi filtrilon malŝaltante la apudan kesteton; la filtriloj kun ŝaltita kesteto estas aktivaj kaj aplikataj de Novaĵprezentilo.<b> Atentu, ke la filtriloj estas aplikataj de supre malsupren, do el kontraŭdiraj filtriloj nur la unua estas uzata.
fr: Vous pouvez voir ici la liste des filtres actuellement configurés et les gérer aussi bien qu'en ajouter de nouveaux. Les gérer est assez facile :<ul> <li>Pour <b>ajouter</b> un nouveau filtre, spécifiez ses propriétés dans le cadre ci-dessous intitulé <i>Propriétés du filtre</i> et cliquez sur le bouton «<i>Ajouter</i>» dans le coin en bas à droite.</li> <li><b>Modifier</b> un filtre existant se fait d'une manière similaire : sélectionnez simplement le filtre que vous voudriez modifier dans la liste et changez ses propriétés dans le cadre ci-dessous.</li> <li>Finalement, pour <b>supprimer</b> un filtre, sélectionnez-le dans la liste et cliquez sur le bouton intitulé «<i>Supprimer</i>» dans le coin en bas à droite.</li></ul> Vous pouvez aussi activer ou désactiver certains filtres temporairement en cochant ou décochant la case située à côté d'eux. Les filtres dont la case est cochée sont considérés comme actifs et seront traités par kNewsTicker.<br> Notez que les filtres sont traités de haut en bas de telle manière que de deux filtres qui pourraient s'annuler l'un l'autre (comme «Montrer... ne contient pas KDE» et «Montrer... contient KDE»), seul le plus bas aura un effet.
ja: ここには現在設定されているフィルターが表示され、新規フィルターの追加等の管理ができます. これらを管理するのはとても簡単です:<ul> <li>新規フィルターを<b>追加</b>するには、<i>フィルターのプロパティ</i>とラベルが付けられた下のボックスでプロパティを指定してから、下右隅にある<i>追加</i>ボタンを押します.</li> <li>既存のフィルターを<b>編集</b>するのも同様の方法です: 単純にリストの上で編集したいフィルターを選択し、下のボックスでプロパティを変更します.</li> <li>最後に、フィルターを<b>削除</b>するにはリストで選択して下右隅にある<i>削除</i>と付けられているボタンを押します.</li><ul> 一時的に特定のフィルターを無効/有効にするには、それらの隣にあるボックスのチェックを外す/付けるようにします; ボックスにチェックされているフィルターは有効となります. <br> フィルターは上から順に処理されますので、互いに打ち消し合う２つのフィルター("KDEを含まないものを表示する"と"KDEを含むものを表示する"のように)は、リストの先にあるものが効果を持ちます.
nl: Hier kunt u een lijst vinden met de huidige ingestelde filters. U kunt nieuwe filters toevoegen en bestaande filters beheren. Het beheren ervan is vrij eenvoudig:<ul> <li>Om een nieuw filter <b>toe te voegen</b> vul zijn eigenschappen in in het venster genaamd <i>Filtereigenschappen</i> hieronder en druk op de knop <i>Toevoegen</i> rechts onder.</li> <li>Een bestaand filter <b>wijzigen</b> kunt u als volgt doen: selecteer het filter dat u wilt bewerken in de lijst, en wijzig de eigenschappen ervan in het vak hieronder.</li> <li>Tot slot, om een filter te <b>verwijderen</b>, selecteer hem in de lijst en druk op de knop <i>verwijderen</i> rechts onder.</li></ul> U kunt bepaalde filters ook tijdelijk in/uitschakelen door het keuzevakje ernaast te (de)activeren. De filters wiens keuzevakje is geactiveerd worden gezien als ingeschakeld en door KNewsTicker verwerkt.<br> De filters worden van boven naar beneden afgehandeld. Als filters elkaars werking opheffen (zoals " Toon.... bevat geen KDE" en " Toon...Bevat KDE") dan heeft alleen degene die lager in de lijst staat effect.
no: Her kan du se listen over filtre som nå er satt opp, og håndtere dem, såvel som legge til nye filtre. Håndtering er temmelig lett:<ul> <li>For å <b>legge til</b> et nytt filter, spesifiser filterets egenskaper i boksen nedenfor merket <i>Filteregenskaper</i> og trykk på <i>Legg til</i> knappen nederst til høyre.</li> <li><b>Endring</b> av et eksisterende filter gjøres på lignende vis: velg filteret du vil redigere i listen og endre oppsettet i boksen nedenfor.</li> <li>Til slutt, for å <b>fjerne</b> et filter, velg det i listen og trykk på <i>Fjern</i> knappen nederst til høyre.</li></ul> Du kan også slå filtre av og på midlertidig ved å krysse av boksen ved siden av de; de filtrene der boksene er avkrysset betraktes som aktive og vil bli brukt av KNewsTicker.<br> Bemerk at filtrene behandles ovenfra og ned, så to filtre kan annullere hverandre (som f.eks. "Vis....inneholder ikke KDE" og "Vis...inneholder KDE"). I slike tilfeller vil filteret lavest på listen få virkning.
sk: Tu je zobrazený zoznam aktuálne nastavených filtrov a je možné ich tu upravovať, pridávať nové a pod. Ich správa je veľmi jednoduchá:<ul> <li>Pre <b>pridanie</b> nového filtra zadajte jeho vlastnosti do časti označenej <i>Vlastnosti filtra</i> a stlačte tlačidlo <i>Pridať</i> v pravom dolnom rohu.</li> <li><b>Upraviť</b> filter je veľmi podobné: jednoducho vyberte filter v zozname a zmente jeho vlastnosti.</li> <li>Nakoniec, <b>odstránenie</b> filtra sa urobí jeho výberom a stlačením tlačidla <i>Odstrániť</i> v pravom dolnom rohu.</li></ul> Jednotlivé filtre je možné dočasne vypnúť zrušením zaškrtnutia vedľa daného filtra.<br> Uvedomte si, že filtre sa spracovávajú zhora dolu, takže ak máte dva filtre, ktoré si odporujú, (napr. "Ukázať...neobsahuje KDE" a "Ukázať...obsahuje KDE") prejaví sa iba ten, čo je v zozname nižšie.
xh: Apha ungabona uluhlu lwangoku urrently configured filters and manage them as well as add new filters. Managing them is fairly easy:<ul> <li>To <b>add</b> a new filter, specify it's properties in the box below labelled <i>Filter properties</i> and press the <i>Add</i> button in the lower right corner.</li> <li><b>Modifying</b> an existing filter is done in a similar manner: simply select the filter you'd like to edit in the list and change it's properties in the box below.</li> <li>Finally, to <b>remove</b> a filter, select it in the list and press the button labelled <i>Remove</i> in the lower right corner.</li></ul> You can also dis-/enable certain filters temporarily by (un-)checking the box next to them; those filters whose box is checked are considered enabled and will be honoured by KNewsTicker.<br> Note that the filters are processed from the top to the bottom so that of two filters which might nullify each other (like "Show....doesn't contain KDE" and "Show...contains KDE") only the one which is lower in the list will take effect.

source: Remove selected filter
af: verwyder gekose filter
bg: Изтрива избран филтър
eo: Forigu elektitan filtrilon
fr: Supprimer le filtre sélectionné
ja: 選択されたサイトを削除
nl: Geselecteerde filter verwijderen
no: Fjern valgte filter
sk: Odstrániť vybraný filter
xh: Susa icebo lokucoca elikhethiweyo

source: Press this button to remove the selected filter from the list.
af: druk hierdie knoppie aan verwyder die gekose filter van die lys.
bg: Натиснете този бутон за изтриване на избран филтър от списъка.
eo: Premu la butonon por forigi la elektitan filtrilon el la listo.
fr: Cliquez sur ce bouton pour supprimer le filtre sélectionné de la liste.
ja: このボタンをクリックして、現在選択されているニュースサイトをリストから削除します。
nl: Druk op deze knop om de geselecteerde filter uit de lijst te verwijderen.
no: Trykk denne knappen for å fjerne det markerte filteret fra listen.
sk: Kliknutím na toto tlačidlo odstránite zo zoznamu momentálne vybraný filter.
xh: Cinezela eli qhosha ukususa icebo lokucoca elikhethiweyo kuluhlu.

source: A&dd
af: voeg by
bg: &Добави
eo: Al&donu
fr: A&jouter
ja: 追加(&d)
nl: &Toevoegen
no: &Legg til
sk: &Pridať
xh: &Dibanisa

source: Add configured filter
af: voeg by gekonfigureer filter
bg: Добавя филтър
eo: Aldonu agorditan filtrilon
fr: Ajouter le filtre configuré
ja: 設定されたフィルターを追加します
nl: Ingesteld filter toevoegen
no: Legg til oppsatt filter
sk: Pridať nastavený filter
xh: Dibanisa icebo lokucoca eliqwalaselweyo

source: Press this button to add the configred filter to the list.
af: druk hierdie knoppie aan voeg by die gekonfigureerde filter aan die lys.
bg: Натиснете този бутон за добавяне на нов филтър в списъка.
eo: Premu tion por aldoni la agorditan filtrilon al la listo.
fr: Cliquez sur ce bouton pour ajouter le filtre configuré à la liste.
ja: このボタンを押して、設定されているフィルターをリストに追加して下さい.
nl: Druk op deze knop om de geconfigureerde filter aan de lijst toe te voegen
no: Trykk denne knappen for å legge det oppsatte filteret til listen.
sk: Stlačením tohto tlačidla pridáte nastavený filter do zoznamu.
xh: Cinezela eli qhosha ukudibanisa icebo lokucoca eliqwalaselweyo kuluhlu.

source: &Filter properties
af: filter eienskappe
bg: &Свойства на филтри
eo: &Fitrilo-ecoj
fr: Pr&opriétés du filtre
ja: フィルターのプロパティ(&F)
nl: &Filtereigenschappen
no: &Filteregenskaper
sk: Vlastnosti &filtra
xh: &Iimpahla zecebo lokucoca

source: Hide
af: steek weg
bg: Скрива
eo: Kaŝu
fr: Masquer
ja: 隠す
nl: Verbergen
no: Skjul
sk: Skryť
xh: Fihla

source: Show
af: vertoon
bg: Показва
eo: Montru
fr: Montrer
ja: 表示
nl: Tonen
no: Vis
sk: Ukázať
xh: Bonisa

source: Action for this filter
af: aksie vir hierdie filter
bg: Действие за този филтър
eo: Ago por tiu filtrilo
fr: Action pour ce filtre
ja: このフィルターの動作
nl: Handelingen voor dit filter
no: Handling for dette filteret
sk: Akcia pre tento filter
xh: Intshukumo yeli cebo lokucoca

source: Here you can define what should happen if this filter matches (e.g. whether the matching articles should be shown or hidden).
af: hier jy kan definieer wat moet gebeur as hierdie filter ooreenstemmende inskrywings (e.g. hetsy die ooreenstemmende aktikels moet wees vertoon of weg gesteekte).
bg: Тук вие можете да зададете какво ще се случи приизпълнение на условие (например, дали подходящите му статии ще бъдат показани или скрти).
eo: Tie ĉi vi povas difini, kio okazu, kiam tiu filtrilo konvenas (ekz. ĉu la konvenaj mesaĝoj montriĝu aŭ kaŝiĝu).
fr: Vous pouvez définir ici ce qui devrait arriver si ce filtre correspond (c'est-à-dire si les articles correspondants doivent être montrés ou masqués).
ja: ここにフィルターの条件にマッチした場合の動作を指定できます(例 マッチした記事を表示する/しない).
nl: Hier kunt u opgeven wat er moet gebeuren als dit filter overeen komt (dus als overeenkomende artikelen getoond over verborgen moeten worden)
no: Her kan du bestemme hva som skal skje hvis dette filteret passer (f.eks. om artiklene som fanges opp av filteret skal vises eller skjules).
sk: Tu je možné definovať čo sa má stať, ak filter odpovedá (napr. či má byť článok zobrazený alebo skrytý).
xh: Apha ungachaza okuzakwenzeka ukuba eli cebo lokucoca liyathelekiseka (umzekelo. noba imiba ethelekisekayo izakuboniswa okanye ifihlwe).

source: articles from
af: aktikels van
bg: статии от
eo: artikoloj el
fr: Articles de
ja: 次のソースからの記事
nl: artikelen van
no: artikler fra
sk: články z
xh: imiba ku

source: Affected news sources
af: geaffekteer nuus bronkodes
bg: Проверявани източници на новини
eo: Koncernitaj novaĵfontoj
fr: Sources de nouvelles affectées
ja: 対象となるニュースソース
nl: Getroffen nieuwsbronnen
no: Påvirkede nyhetskilder
sk: Ovplyvnené zdroje
xh: Amacebo eendaba achaphazelekayo

source: Here you can specify which news sources (or all of them) are affected. Note that only the news sources which have been activated on the <i>News sources</i> tab are shown in this combo box.
af: hier jy kan spesifiseer wat nuus bronkodes (van alle van hulle) word geaffekteer. nota wat slegs die nuus bronkodes wat het al geaktiveer op die <i>nuus bronkodes</i> oortjie word vertoon in hierdie gekombineerde boks.
bg: Тук вие можете да указвате определени източници на новини (или всички източници), на които се разпространява проверката. Забележка: в този списък ще бъдат показани само активните <i>Източници на новини</i>.
eo: Tie ĉi vi povas difini, kiuj novaĵfontoj (aŭ ĉiuj) estu koncernitaj. Atentu, ke nur la novaĵfontoj aktivigitaj sur la paĝo <i>Novaĵfontoj</i> estas montrataj en tiu ĉi elektilo.
fr: Vous pouvez spécifier ici lesquelles des sources de nouvelles (ou toutes) sont affectées. Notez que seules les sources de nouvelles qui ont été activées sur l'onglet <i>Sources de nouvelles</i> sont affichées dans cette boîte déroulante.
ja: 対象となるニュースソース(または全部のソースでも可)を選択します. <i>ニュースソース</i>タブで有効になっているニュースソースのみがこのコンボボックスに表示します.
nl: Hier kunt u opgeven welke nieuwsbronnen (of allemaal) getroffen worden. Alleen de nieuwbronnen die geactiveerd zijn in het tabblad <i>Nieuwsbronnen</i> worden in dit combinatievak getoond.
no: Her kan du bestemme hvilke nyhetskilder (eller alle) som skal påvirkes. Bemerk at bare de kildene som er blitt aktivert i <i>Nyhetskilder</i> vises i denne boksen.
sk: Tu je možné zadať, ktoré zdroje správ (alebo všetky) sú ovplyvnené. Uvedomte si, že v tomto zozname sú iba zdroje, ktoré sú aktivované v záložke <i>Zdroje správ</i>.
xh: Apha ungakhankanya ukuba ngawaphi amacebo eendaba (okanye wonke) achaphazelekayo. Qaphela ukuba ngamacebo eendaba kuphela asetyenzisiweyo ku <i>Macebo eendaba</i> isithuba aboniswa kule bhokisi yesibini.

source: whose
af: wie se
bg: чий
eo: kies
fr: dont
ja: について
nl: Wiens
no: hvis
sk: ktoré
xh: yekabani

source: Keyword/Expression
af: sleutelwoord/uitdrukking
bg: Ключева Дума/Израз
eo: Ŝlosilo/Esprimo
fr: Mot-clef/Expression
ja: キーワード/表現
nl: Term/expressie
no: Nøkkelord/uttrykk
sk: Kľúčové slovo/Výraz
xh: Igama elingundoqo/Inkcazelo
