Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kcmnewsticker.po
Languages: af, bg, eo, fr, ja, nl, no, sk, xh

source: Upwards, rotated
af: boontoe, geroeteer
bg: На горе с обръщане
eo: Supren, rotaciita
fr: Vers le haut, pivoté
ja: 上へ、回転
nl: Omhoog, gedraaid
no: Oppover, rotert
sk: Hore, otočené
xh: Phezulu, ijikelezisiwe

source: Downwards, rotated
af: ondertoe, geroeteer
bg: На долу с обръщане
eo: Malsupren, rotaciita
fr: Vers le bas, pivoté
ja: 下へ、回転
nl: Omlaag, gedraaid
no: Nedover, rotert
sk: Dolu, otočené
xh: Ezantsi, ijikelezisiwe

source: These options allow you to define in what direction the text should be scrolled, e.g. to the left or to the right, upwards or downwards. Rotated means the text is rotated 90 degrees.
af: hierdie opsies toelaat jy aan definieer in wat rigting die teks moet wees gerol, e.g. aan die links of aan die regterkant, boontoe of ondertoe. geroeteer beteken die teks is geroeteer 90 grade.
bg: Тези опции ви позволяват да настроите посоката на движение на текста, например, в ляво или в дясно, на горе или на долу.
eo: Tiu opcioj permesas doni la direkton de la ruliĝanta teksto, ekz. de maldekstre dekstren, supren aŭ malsupren. "Rotaciita" signifas, ke la teksto estas turnita je 90 gradoj.
fr: Ces options vous permettent de définir la direction dans laquelle le texte doit se déplacer, à savoir vers la gauche, la droite, le haut ou le bas. «Pivoté» signifie que le texte est tourné de 90 degrés.
ja: これらのオプションで、テキストがスクロールされる方向を指定できます。すなわち、左右上下のいずれかへスクロールします。回転は、テキストが90度回転されることを意味します.
nl: Met deze optie kunt u bepalen in welke richting de tekst moet schuiven. U kunt kiezen uit links, rechts, omhoog en omlaag. Gedraaid houdt in dat de tekst 90 graden gedraaid wordt.
no: Disse valgene definerer hvilken retning teksten skal rulle, for eksempel til venstre eller høyre, oppover eller nedover. Rotert betyr at teksten roteres 90 grader.
sk: Tieto voľby umožňujú definovať smer posunu textu, napr. doľava alebo doprava, hore alebo dolu. Otočenie znamená otočenie textu o 90 stupňov.
xh: Ezi nketho zikuvumela ukuba uchaze indlela okubhaliweyo kunokurolwa ngayo, umzekelo. ekhohlo okanye ekunene, phezulu okanye ezantsi. Iyajikeleziswa uthetha okubhaliweyo kujikeleziswa i 90 yamaqondo.

source: H&ighlighted color:
af: verlig kleur:
bg: Цвят на &избрано:
eo: &Emfazkoloro:
fr: Couleur de sur&brillance :
ja: ハイライト色(&i):
nl: Accentuat&iekleur:
no: F&arge for avmerket tekst:
sk: Farba z&výraznenia:
xh: Umbala opha&wulweyo:

source: Highlighted color
af: verlig kleur
bg: Цвят на избрано
eo: Emfazkoloro
fr: Couleur de surbrillance
ja: ハイライト色
nl: Accentueringskleur
no: Markert tekst
sk: Farba zvýraznenia
xh: Umbala ophawulweyo

source: Click the button at the right to open a convenient color-selection dialog which lets you choose the color which will be used for the color of the headlines when they are highlighted (when you move the mouse over them).
af: kliek die knoppie na die regterkant aan open 'n gerieflik kleur-selection dialoog wat lets jy kies die kleur wat sal wees gebruik word vir die kleur van die hoof opskrifte wanneer hulle word verlig (wanneer jy beweeg die muis bo hulle).
bg: При кликване на този бутон се появява диалог за избор на цвята за текста на избрани новини (над който се намира показалеца на мишката)
eo: Tiu butono kondukas al kolorelektilo, per kiu vi povas doni la koloron por emfazitaj titollinioj (t.e. kiam la musmontrilo estas super ili).
fr: Cliquez sur ce bouton pour ouvrir une boîte de dialogue de sélection de couleurs qui vous permet de choisir la couleur utilisée pour les titres en surbrillance (quand vous déplacez le pointeur de la souris dessus).
ja: 右のボタンをクリックして、色選択ダイアログでスクロールテキストのハイライト時(マウスをテキストの上に持って来たとき)の色を選択できます。
nl: Druk op de knop rechts om de kleur uit te kiezen die gebruikt zal worden om berichten die zich onder uw muisaanwijzer bevinden te accentueren.
no: Trykk knappen til høyre for å åpne en enkel «velg farge»-dialog der du kan velge fargen som blir brukt på overskrifter når de er avmerket (når du flytter muspekeren over dem).
sk: Kliknutím na tlačidlo vpravo sa zobrazí obvyklý dialóg pre výber farby, kde si môžete vybrať farbu, ktorá sa použije ako farba pre zvýraznenú správu pre posúvaný text (keď je nad ňou kurzor myši).
xh: Nqakraza kwiqhosha ekunene ukuvula umbala oluncedo-incoko yababini ekhethiweyo ekuvumela ukuba ukhethe umbala ozakusetyenziswa kumbala wezihloko xa iphawulwe (xa usisa imouse phezu kwabo).

source: Click this button to open a convenient color-selection dialog which lets you choose the color which will be used for the color of the headlines when they are highlighted (when you move the mouse over them).
af: kliek hierdie knoppie aan open 'n gerieflik kleur-selection dialoog wat lets jy kies die kleur wat sal wees gebruik word vir die kleur van die hoof opskrifte wanneer hulle word verlig (wanneer jy beweeg die muis bo hulle).
bg: При кликване на този бутон се появява диалог за избор на цвята за текста на избрани новини (над който се намира показалеца на мишката)
eo: Tiu butono kondukas al kolorelektilo, per kiu vi povas doni la koloron por la titollinioj, kiam ili estas emfazitaj (do kiam vi movas la muson super ilin).
fr: Cliquez sur ce bouton pour ouvrir une boîte de dialogue de sélection de couleurs qui vous permet de choisir la couleur utilisée pour les titres quand ils sont en surbrillance (quand vous passez la souris dessus).
ja: このボタンをクリックして、色選択ダイアログでスクロールテキストのハイライト時(マウスをテキストの上に持って来たとき)の色を選択できます。
nl: Druk op deze knop om de kleur uit te kiezen die gebruikt zal worden om de berichtkoppen die zich onder uw muisaanwijzer bevinden te accentueren.
no: Trykk denne knappen for å åpne en enkel «velg farge»-dialog der du kanvelge fargen for overskriftene når de blir valgt (når du flytter musen over dem).
sk: Kliknutím na toto tlačidlo sa zobrazí obvyklý dialóg pre výber farby, kde si môžete vybrať farbu, ktorá sa použije ako farba pre zvýraznenú správu pre posúvaný text (keď je nad ňou kurzor myši).
xh: Nqakraza eli qhosha ukuvula umbala oluncedo-incoko yababini ekhethiweyo ekuvumela ukuba ukhethe umbala ozakusetyenziswa kwizihloko xa ziphawulwe (xa usisa imouse phezu kwabo).

source: &Background color:
af: agtergrond kleur:
bg: Цвят на &фон:
eo: &Fonkoloro:
fr: Co&uleur du fond :
ja: 背景色(&B):
nl: &Achtergrondkleur:
no: &Bakgrunnsfarge:
sk: Farba po&zadia:
xh: &Umbala wesiqalo:

source: Background color
af: agtergrond kleur
bg: Цвят на фон
eo: Fonkoloro
fr: Couleur du fond
ja: 背景色
nl: Achtergrondkleur
no: Bakgrunnsfarge
sk: Farba pozadia
xh: Umbala wesiqalo

source: Click the button at the right to open a convenient color-selection dialog which lets you choose the color which will be used for the background of the scrolling text.
af: kliek die knoppie na die regterkant aan open 'n gerieflik kleur-selection dialoog wat lets jy kies die kleur wat sal wees gebruik word vir die agtergrond van die rolling teks.
bg: При натискане на този бутон ся появява диалог за избор на цвят за фон на полето за преместване на текста.
eo: Tiu butono kondukas al kolorelektilo, per kiu vi povas doni la fonkoloron por la ruliĝanta teksto.
fr: Cliquez sur le bouton de droite pour ouvrir une boîte de dialogue de sélection de couleurs qui vous permet de choisir la couleur utilisée pour le fond du texte défilant.
ja: 右のボタンをクリックして、色選択ダイアログでスクロールテキストの背景色を選択できます。
nl: Druk op deze knop om de kleur te kiezen die gebruik zal worden voor de achtergrond van de looptekst
no: Trykk denne knappen for å åpne en enkel «velg farge»-dialog der du kan velge fargen som blir brukt til bakgrunnen for den rullende teksten.
sk: Kliknutím na toto tlačidlo sa zobrazí obvyklý dialóg pre výber farby, kde si môžete vybrať farbu, ktorá sa použije ako farbu pozadia pre posúvaný text.
xh: Nqakraza iqhosha ekunene ukuvula umbala oluncedo-incoko yababini ekhethiweyo ekuvumela ukuba ukhethe umbala ozakusetyenziswa kwisiqalo sokurola okubhaliweyo.

source: Click this button to open a convenient color-selection dialog which lets you choose the color which will be used for the background of the scrolling text.
af: kliek hierdie knoppie aan open 'n gerieflik kleur-selection dialoog wat lets jy kies die kleur wat sal wees gebruik word vir die agtergrond van die rolling teks.
bg: При натискане на този бутон ся появява диалог за избор на цвят за фон.
eo: Tiu butono kondukas al kolorelektilo, per kiu vi povas doni la fonkoloron por la ruliĝanta teksto.
fr: Cliquez sur ce bouton pour ouvrir une boîte de dialogue de sélection de couleurs qui vous permet de choisir la couleur utilisée pour le fond du texte défilant.
ja: このボタンをクリックして、色選択ダイアログでスクロールテキストの背景色を選択できます。
nl: Druk op deze knop om een kleur uit te kiezen die gebruikt zal worden voor de achtergrond van de looptekst.
no: Trykk denne knappen for å åpne en enkel «velg farge»-dialog der du kan velge fargen til bakgrunnen for den rullende teksten.
sk: Kliknutím na toto tlačidlo sa zobrazí obvyklý dialóg pre výber farby, kde si môžete vybrať farbu, ktorá sa použije ako farba pozadia pre posúvaný text.
xh: Nqakraza eli qhosha ukuvula umbala oluncedo-incoko yababini ekhethiweyo ekuvumela ukuba ukhethe umbala ozakusetyenziswa kwisiqalo sokurola okubhaliweyo.

source: &Foreground color:
af: voorgrond kleur:
bg: Цвят на &текст:
eo: &Tekstkoloro:
fr: Couleur &du texte :
ja: 前景色(&F):
nl: &Voorgrondkleur:
no: &Forgrunnsfarge:
sk: &Farba popredia:
xh: &Umbala wendima yomkhangeli:

source: Foreground color
af: voorgrond kleur
bg: Цвят на текста
eo: Tekstkoloro
fr: Couleur du texte
ja: 前景色
nl: Voorgrondkleur
no: Forgrunnsfarge
sk: Farba popredia
xh: Umbala wombukeli wemboniselo okufutshane

source: Click the button at the right open a convenient color-selection dialog which lets you choose the color which will be used for the foreground of the scrolling text.
af: kliek die knoppie na die regterkant open 'n gerieflik kleur-selection dialoog wat lets jy kies die kleur wat sal wees gebruik word vir die voorgrond van die rolling teks.
bg: При натискане на този бутон ся появява диалог за избор на цвят за текста.
eo: La dekstra butono kondukas al kolorelektilo, per kiu vi povas doni la koloron de la ruliĝanta teksto.
fr: Cliquez sur le bouton à la droite pour ouvrir une boîte de dialogue de sélection de couleurs qui vous permet de choisir la couleur utilisée pour le texte défilant.
ja: 右のボタンをクリックして、色選択ダイアログでスクロールテキストの前景色を選択できます。
nl: Druk op de knop rechts om een gemakkelijk kleurenselectievenster te openen waarin u de kleur kunt uitzoeken die gebruikt moet worden om de looptekst te tonen.
no: Trykk knappen til høyre for å åpne en enkel «velg farge»-dialog der du kan velge fargen til forgrunnen for den rullende teksten.
sk: Kliknutím na pravé tlačidlo sa zobrazí obvyklý dialóg pre výber farby, kde si môžete vybrať farbu, ktorá sa použije ako farba popredia pre posúvaný text.
xh: Nqakraza iqhosha ekunene ukuvula umbala oluncedo-incoko yababini ekhethiweyo ekuvumela ukuba ukhethe umbala ozakusetyenziswa kumbukeli wemboniselo okufutshane worololokubhaliweyo.

source: Click this button open a convenient color-selection dialog which lets you choose the color which will be used for the foreground of the scrolling text.
af: kliek hierdie knoppie open 'n gerieflik kleur-selection dialoog wat lets jy kies die kleur wat sal wees gebruik word vir die voorgrond van die rolling teks.
bg: При натискане на този бутон ся появява диалог за избор на цвят за текста.
eo: Tiu butono kondukas al kolorelektilo, per kiu vi povas doni la koloron de la ruliĝanta teksto.
fr: Cliquez sur ce bouton pour ouvrir une boîte de dialogue de sélection de couleurs qui vous permet de choisir la couleur utilisée pour le texte défilant.
ja: このボタンをクリックして、色選択ダイアログでスクロールテキストの前景色を選択できます。
nl: Druk op deze knop om een kleur voor de voorgrond van de looptekst uit te zoeken.
no: Trykk denne knappen for å åpne en enkel «velg farge»-dialog der du kanvelge fargen til forgrunnen for den rullende teksten.
sk: Kliknutím na toto tlačidlo sa zobrazí obvyklý dialóg pre výber farby, kde si môžete vybrať farbu, ktorá sa použije ako farba popredia pre posúvaný text.
xh: Nqakraza eli qhosha uvule umbala oluncedo-incoko yababini yokhetho ikuvumela ukhethe umbala ozakusetyenziswa kumbukeli wemboniselo okufutshane wokubhaliweyo okurolwayo.

source: F&ont:
af: skrif tipe:
bg: &Шрифт:
eo: &Tiparo:
fr: Polic&e :
ja: フォント(&o):
nl: L&ettertype:
no: Skri&fttype:
sk: &Písmo:
xh: &Umgca:

source: Scrolltext font
af: rolteks skrif tipe
bg: Шрифт за текста
eo: Rulteksta tiparo
fr: Police du texte défilant
ja: スクロールテキストのフォント
nl: Looptekstlettertype
no: Rulletekst skrifttype
sk: Písmo posúvaného textu
xh: Umgca worolo lokubhaliweyo

source: Click on the button at the right labelled <i>Choose font...</i> to choose the font which will be used for the scrolling text. Please note that certain fonts are harder to read that others, especially when they're used as a scrolltext, so you should probably choose a font which can even easily be read if it's moving.
af: kliek op die knoppie na die regterkant geëtiketeer <i>kies skrif tipe...</i> aan kies die skrif tipe wat sal wees gebruik word vir die rolling teks. asseblief nota wat sekere skriftipes word harder aan lees wat others, in besonder wanneer hulle is gebruik word as 'n rolteks, sodat jy moet waarskynlik kies 'n skrif tipe wat kan al maklik wees lees as dit is beweeg.
bg: Кликнете на този бутон за избор на шрифт, който ше се използва за текста в полето за преместване на текста Имейте в предвид, че не всички шрифтове ще се четат леко, затова изберете елементарен.
eo: La butono <i>Elektu tiparon...</i> permesas elekti tiparon por la ruliĝanta teksto. Atentu, ke kelkaj tiparoj estas malfacile legeblaj, aparte ĉe ruliĝanta teksto, do elektu laŭeble facile legeblan tiparon.
fr: Cliquez sur le bouton de droite intitulé <i>Choisir la police...</i> pour choisir la police qui sera utilisée pour le texte déroulant. Veuillez noter que certaines polices sont plus difficiles à lire que d'autres, spécialement quand elles sont utilisées pour du texte défilant. Ainsi, vous devriez choisir une police facile à lire, même lorsque le texte bouge.
ja: 右の<i>フォントを選択...</i>と付けられたボタンをクリックして、スクロールテキストのフォントを選択して下さい。フォントによっては、スクロールテキストに用いられると、読みにくいものがあります。移動中でも見やすいものを選ぶと良いでしょう。
nl: Druk op de knop genaam <i>Lettertype kiezen...</li> om het lettertype uit te kiezen dat zal worden gebruikt voor de looptekst. Houd er rekening mee dat bepaalde lettertypen moeilijker te lezen zijn dan andere, in het bijzonder als ze voor looptekst worden gebruikt. Kies daarom een lettertype dat ook gemakkelijk te lezen is als de tekst beweegt.
no: Trykk knappen til høyre merket <i>Velg skrifttype...</i> for å velge hvilken skrifttype som blir brukt i den rullende teksten. Merk at enkelte skrifttyper er vanskeligere å lese enn andre, særlig når de blir brukt som rulletekst, så du burde antagelig velge en skrifttype som er lettlest når den beveger seg.
sk: Kliknutím na tlačidlo <i>Vybrať písmo...</i> vyberte písmo, ktoré sa použije pre posúvaný text. Uvedomte si, že niektoré písma sa horšie čítajú ako iné, hlavne ak sa navyše text posúva. Preto by ste mali vybrať písmo, ktoré sa bude dobre čítať.
xh: Nqakraza iqhosha kumbhalo osekunene <i>Khetha umgca...</i> ukukhetha umgca ozakusetyenziswa ukurola okubhaliweyo. Nceda qaphela ukuba imigca ethile inzima ukufunda eminye, ingakumbi xa isetyenziswa njengokubhaliweyo korolo, ngoko ungakhetha umgca ongafundeka ngokulula xa ishukuma.

source: Choose font...
af: kies skrif tipe...
bg: Шрифт...
eo: Elektu tiparon...
fr: Choisir la police...
ja: フォントを選択...
nl: Lettertype kiezen...
no: Velg skrifttype...
sk: Vybrať písmo...
xh: Khetha umgca...

source: Click here to choose the font which will be used for the scrolling text. Please note that certain fonts are harder to read that others, especially when they're used as a scrolltext, so you should probably choose a font which can even easily be read if it's moving.
af: kliek hier aan kies die skrif tipe wat sal wees gebruik word vir die rolling teks. asseblief nota wat sekere skriftipes word harder aan lees wat others, in besonder wanneer hulle is gebruik word as 'n rolteks, sodat jy moet waarskynlik kies 'n skrif tipe wat kan al maklik wees lees as dit is beweeg.
bg: Кликнете на този бутон за избор на шрифт, който ше се използва за текста в полето за преместване на текста Имейте в предвид, че не всички шрифтове ще се четат леко, затова изберете елементарен.
eo: Premu tion por elekti la tiparon por prezentado de la ruliĝanta teksto. Atentu, ke kelkaj tiparoj estas pli pene legeblaj ol aliaj. Do elektu tiparon kiu facile legiĝas dum la ruliĝo.
fr: Cliquez ici pour choisir les polices qui seront utilisées pour les textes défilants. Veuillez noter que certaines polices sont plus difficiles à lire que les autres, spécialement quand elles sont utilisées comme texte défilant. Pour cette raison, vous devriez choisir une police qui reste lisible quand le texte défile.
ja: スクロールされるテキストのフォントを変更にするには、ここをクリックして下さい。フォントによっては、スクロールテキストに用いられると、読みにくいものがあります。移動中でも見やすいものを選ぶと良いでしょう。
nl: Klik hier om het lettertype te kiezen dat zal worden gebruik voor de crolltekst. Houd er rekening mee dat bepaalde lettertypen moeilijker te lezen zijn dan anderen, in het bijzonder als ze worden gebruikt als looptekst. Kies daarom een lettertype dat ook makkelijk te lezen is als de tekst beweegt.
no: Trykk her for å skifte skrifttype som blir brukt til den rullende teksten. Merk at enkelte skrifttyper er vanskeligere å lese enn andre, særlig når de er brukt som rulletekst, så du burde antageligvis velge en skrifttype som er lettlest selv om den beveger seg.
sk: Kliknutím vyberte písmo, ktoré sa má použiť pre posúvaný text. Prosím, uvedomte si, že niektoré písma sa horšie čítajú. Ak sú navyše posúvané, nemali by ste ich používať a radšej vybrať iné písmo.
xh: Nqakraza apha ukukhetha umgca ozakusetyenziswa kurolo lokubhaliweyo. Nceda qaphela ukuba imigca ehile inzima ukufundwa kuneminye, ingakumbi xa isetyenziswa njengo rolo lokubhaliweyo, ngoko ungakhetha umgca ongafundeka ngokulula xa ishukuma.

source: Scroll the most recent headlines onl&y
af: rol die mees onlangse hoof opskrifte slegs
bg: Премества заглавията само на най-новите н&овини
eo: Rulu &nur la plej novajn anoncojn
fr: &Faire défiler seulement les titres les plus récents
ja: もっとも最近のヘッドラインのみをスクロール(&y)
nl: Alleen de meest recente berichtkoppen &tonen
no: Rull bare de &nyeste overskriftene
sk: Posúvať &iba najnovšie správy
xh: Rola izihloko ezisandukubakho ku&phela

source: Show just the most recent headline for each news site in the scroller
af: vertoon net die mees onlangse hoof opskrif vir elke nuus tuiste in die roller
bg: Показва само последните новини от всеки сайд.
eo: Montru nur la plej novajn titolojn de ĉiu novaĵfonto en la rulilo
fr: Afficher seulement les titres les plus récents pour chaque site de nouvelles dans l'afficheur
ja: 各ニュースサイトのもっとも新しいヘッドラインのみをスクローラーに表示
nl: Toon alleen de meest recente berichtkoppen op elke nieuwssite in de looptekst
no: Vis bare de nyeste overskriftene for hver nyhetsside i telegrafen.
sk: Zobraziť iba najnovšie správy pre každý server správ
xh: Bonisa isihloko nje esisandukubakho senxuwa leendaba ngalinye kumroli

source: Check this button to show just the most recent headline for each news site.
af: bevestig hierdie knoppie aan vertoon net die mees onlangse hoof opskrif vir elke nuus tuiste.
bg: Показва само последните новини от всеки сайд.
eo: Enŝaltu tion, se vi volas vidi ĉiam nur la plej novan titolon de ĉiu novaĵejo.
fr: Cochez ce bouton pour afficher seulement les titres les plus récents pour chaque site de nouvelles.
ja: 各ニュースサイトの最新ヘッドラインだけを表示するには、このボタンをチェック。
nl: Schakel dit in om alleen de meest recente berichtkoppen voor elke site te laten tonen.
no: Merk denne boksen for å vise bare de nyeste overskriftene for hver nyhetsside.
sk: Použite túto voľbu pre zobrazenie iba najnovšej správy z daného zdroja.
xh: Khangela eli qhosha ukubonisa nje isihloko esisandukubakho kwinxuwa leendaba ngalinye.

source: Show icons
af: vertoon ikoone
bg: Показва икони
eo: Montras piktogramojn
fr: Afficher les icônes
ja: アイコンを表示
nl: Pictogrammen tonen
no: Vis ikoner
sk: Ukázať ikony
xh: Bonisa ii icon

source: Show icons in the scrolltext
af: vertoon ikoone in die rolteks
bg: Показва икони в премествания текст
eo: Montras piktogramojn en la ruliĝanta teksto
fr: Afficher les icônes dans le texte défilant
ja: スクロールテキスト内でアイコンを表示
nl: Pictogrammen in de looptekst tonen
no: Vis ikoner i rulleteksten
sk: Ukázať ikony v texte
xh: Bonisa ii icon kurolo olubhaliweyo

source: Click this button to make KNewsTicker show the icons of the news site to which each headline belongs. This makes associating a headline to a news site very easy but eats a little space.
af: kliek hierdie knoppie aan maak k-nuustikker vertoon die ikoone van die nuus tuiste aan wat elke hoof opskrif behoort. hierdie maak assosiëring 'n hoof opskrif aan 'n nuus tuiste baie maklike maar eet 'n klein spasie.
bg: Кликнете на този бутон, за да може KNewsTicker да показва икони. Това предизвиква асоциация с мястото за новини и заема малко място.
eo: Premu tiun butonon, se Novaĵprezentilo montru la piktogramojn de la novaĵejo, ali kiu ĉiu titolo apartenas. Tio faciligas la alordigon de titiolo al novaĵejo, sed foruzas iom da spaco.
fr: Cliquez sur ce bouton pour que kNewsTicker affiche les icônes des sites de nouvelles auquel chaque titre appartient. Ceci rend l'association entre un titre et un site de nouvelles très facile mais occupe un peu d'espace.
ja: このボタンをクリックするとKNewsTickerは各ヘッドラインが属するニュースサイトのアイコンを表示します. これはヘッドラインとニュースサイトを簡単に結びつけることが出来ますが、場所も余計に必要としましす.
nl: Druk op deze knop om er voor te zorgen dat KNewsTicker de pictogrammen toont van de nieuwssite waartoe de kop behoort. Op deze manier kunt u sneller zien tot welke nieuwssite een kop hoort, maar het neemt wel enige ruimte in beslag.
no: Trykk på denne knappen for å få KNewsTicker til å vise nyhetskildenes ikoner foran overskriftene. Dette gjør det svært lett å se hvor en artikkel kommer fra, men koster litt plass.
sk: Stlačením tohto tlačidla zobrazí KNewsTicker ikony pre každú správu podľa zdroja. To zjednoduší rozlíšenie, ku ktorému zdroju patrí titulok. Ale ikony zaberajú trochu miesta.
xh: Nqakraza eli qhosha ukwenza i KNewsTicker ibonise ii icon zenxuwa leendaba apho isihloko sisesakhona. Oku kwenza udibaniso lwesihloko kwinxuwa leendaba ngokulula kakhulu kodwa itya isithuba esincinane.

source: &Endless scrolling
af: eindelose rolling
bg: &Безкрайно преместване
eo: &Senfina ruliĝado
fr: Défilement sans fi&n
ja: エンドレススクロール(&E)
nl: &Eindeloze looptekst
no: Rull for &evig
sk: &Nekonečné posúvanie
xh: &Urolo olungenasiphelo

source: Make the scroller scroll the headlines continuously ("endless"), instead of scrolling all of the headlines and then starting all over.
af: maak die roller rol die hoof opskrifte kontinu ("eindelose"), in plaas van van rolling alle van die hoof opskrifte en dan word beginne alle bo.
bg: Прави безкрайно преместване на новините. След показване на последната новина започва от начало.
eo: Rulu la titolojn daŭre senfine, anstataŭ ruli ĉiujn titolojn kaj poste rekomenci.
fr: Si cette option est cochée, les titres défileront continûment, sinon ils défileront tous avant que cela recommence au début.
ja: スクローラに、全てのヘッドラインをスクロールした後、もう一度最初から始めさせる代わりに、ヘッドラインを連続的にスクロールさせます("エンドレス")。
nl: Zorg ervoor dat de schuifbalk continue langs de berichtkoppen schuift, inplaats van dat hij langs alle berichtkoppen schuift en dan van voren af aan begint.
no: La telegrafen rulle kontinuerlig («for evig»).
sk: Vynúti, aby sa text posúval neustále ("nekonečne") namiesto toho, aby sa vypísal všetky titulky a potom začal znovu.
xh: Yenza umroli arole izihloko ngokuqhubekayo ("engenasiphelo"), endaweni yokurola zonkeizihloko kwaye ziqale zonke.
