Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kcmnewsticker.po
Languages: af, bg, eo, fr, ja, nl, no, sk, xh

source: Here you can type a keyword or expression which should be used for this filter which depends on what condition you selected in the combo box at the right:<ul> <li><b>contain</b>, <b>doesn't contain</b> - you should probably enter a keyword here, like "KDE", "Baseball" or "Business". The keyword isn't case-sensitive so it doesn't matter whether you type "kde", "KDE" or "kDe".</li> <li><b>equals</b>, <b>doesn't equal</b> - enter a phrase or expression here to have the filter match only those articles whose headlines match <b>exactly</b> the text you typed. The phrase you type will be considered case-sensitive, so it's a difference whether you show articles which contain "Boeing" or "BOEING".</li> <li><b>matches</b> - a regular expression is expected. Recommended only if you are familiar with regular expressions, should be used by advanced users only.</li></ul>
af: hier jy kan tipe 'n sleutelwoord of uitdrukking wat moet wees gebruik word vir hierdie <-invoer->filter wat hang af op wat kondisie jy gekose in die gekombineerde boks na die <-invoer->regterkant:<ul> <-invoer-><li><b>bevat</b>, <b>nie bevat</b> - jy moet waarskynlik invoer 'n <-invoer->sleutelwoord hier, hou van "kde", "basketbal" of "besigheid". die sleutelwoord is nie <-invoer->case-sensitive sodat dit nie geag hetsy jy tipe "kde", "kde" of <-invoer->"kde".</li> <-invoer-><li><b>gelyk aan</b>, <b>nie gelyk</b> - invoer 'n frase of uitdrukking hier <-invoer->aan het die filter ooreenstem slegs daardie aktikels wie se hoof opskrifte ooreenstem <-invoer-><b>presies</b> die teks jy getikte. die frase jy tipe sal wees oorweeg <-invoer->case-sensitive, sodat dit's 'n verskil hetsy jy vertoon aktikels wat bevat <-invoer->"boeing" of "boeing".</li> <-invoer-><li><b>ooreenstemmende inskrywings</b> - 'n gewone uitdrukking is verwag. aanbeveel slegs as <-invoer->jy word bekende met gewone uitdrukkings, moet wees gebruik word deur gevorderde gebruikers <-invoer->slegs.</li></ul>
bg: Тук вие можете да укажете дума/израз, които ще бъдат изполвани за условия, на избраното от списъка:<ul> <li><b>съдържа</b>, <b>не съдържа</b> - вие трябва да укажете фраза за търсене, например, "KDE", "Baseball" или "Business". Фразата е нечувствителна на малки/големи букви, затова вие можете да въведете "kde", "KDE" или "kDe".</li> <li><b>равно</b>, <b>не равно</b> - въведете фраза или израз, който трябва <b>точно</b> да съответства на заглавието на новини. Въведената фраза е чувствителна на малки/големи букви затова заглавията на новини ще се различават, ако съдържат "Boeing" или "BOEING".</li> <li><b>шаблон</b> - регулярен израз за проверка. Препоръчва се за опитни потребители запознати с регулярни изрази.</li></ul>
eo: Tie ĉi vi povas doni ŝlosilvorton aŭ esprimon, uzatan por la filtrilo laŭ la kondiĉo elektita el la dekstra elektokesto:<ul> <li><b>enhavas</b>, <b>ne enhavas</b> - donu ŝlosilvorton kiel "KDE", "Korbopilko", "Komerco". Ĉe la ŝlosilvorto la sukleco ne gravas, do estas negrave, ĉu vi skribas "kde", "KDE" aŭ "kDe".</li> <li><b>egalas</b>, <b>ne egalas</b> - la filtrilo aplikiĝas nur, se la donita frazo aŭ esprimo ekzakte egalas al la kaplinio de artikolo. Uskleco gravas tiuokaze, do estas diferenco inter "esperanto" kaj "ESPERANTO".</li><li><b>konvenas</b> - vi donu regulan esprimon. Uzu tion nur, se vi scias kiel formuli regulajn esprimojn. Tio estas nur por spertuloj do.</li></ul>
fr: Vous pouvez saisir ici un mot-clef ou une expression qui pourrait être utilisée par ce filtre. Ce qu'il en fait dépend de la condition que vous avez sélectionnée dans la liste déroulante à droite :<ul> <li><b>contient</b>, <b>ne contient pas</b> - saisissez ici un mot-clef comme «KDE», «Guitare» ou «Affaires». Le mot-clef ne dépend pas de la casse, donc saisir «kde», «KDE» ou «kDe» revient au même.</li> <li><b>vaut</b>, <b>ne vaut pas</b> - saisissez une phrase ou une expression ici afin que le filtre ne sélectionne que les articles dont les en-têtes lui correspondent <b>exactement</b>. La phrase que vous avez saisie sera considérée comme sensible à la casse, ainsi il y a une différence entre «Boeing» ou «BOEING».</li> <li><b>correspond</b> - une expression rationnelle est attendue. Recommandé seulement si vous êtes familier avec les expressions rationnelles, et ne devrait donc être utilisé que par des utilisateurs expérimentés.</li></ul>
ja: ここでこのフィルターで使用されるキーワードまたは表現を指定します。これは左にあるコンボボックスで選択されている条件によっています:<ul> <li><b>含む</b>、<b>含まない</b> - ここには"KDE"、"野球"、"ビジネス"などキーワードを指定します. キーワードは大文字小文字を区別しませんので、"kde"、"KDE"、"kDe"などと入力してもかまいません</li> <li><b>等しい</b>、<b>等しくない</b> - ここにはフレーズまたは表現を指定します. フィルターはヘッドラインが、ここに入力したものに<b>正確に</b>一致したものにのみマッチします. 入力されたフレーズについては大文字小文字は区別されますので、"Boeing"と"BOEING"を含む記事では違いが生じます.</li> <li><b>マッチ</b> - 正規表現を指定します. 正規表現が良く分っている場合のみお薦めします. 上級ユーザ向けです. </li<ul>
nl: Hier kunt u een sleutelwoord of expressie in voeren die gebruikt moet worden voor dit filter. U kunt deze term koppelen aan de volgende condities uit het combinatievak rechts:<ul> <li><b>bevat</b>, <b>bevat niet</b> - hierbij kunt u het beste een sleutelwoord onvoeren, zoals "KDE", "voetbal" of "Zakelijk". Het sleutelwoord is niet hoofdlettergevoelig, dus maakt het niet uit of u "kde", "KDE" of "kDe" invoert.</li> <li><b>is gelijk aan</b>, <b>is ongelijk aan</b> - voer hier een uitdrukking of expressie in waarmee de artikelen <b>exact </b> moeten overeenkomen. De uitdrukking is hoofdlettergevoelig, er wordt dus onderscheid gemaakt tussen "Fokker" en "fokker".</li> <li><b>overeenkomstig</b> - een reguliere expressie wordt verwacht. Alleen aanbevolen als u bekend bent met reguliere expressies. Deze optie is dus alleen bedoelt voor geavanceerde gebruikers.</li></ul>
no: Her kan du skrive inn et nøkkelord eller et uttrykk som skal brukes i dette filteret, avhengig av hvilken betingelse du valgte i boksen til høyre:<ul> <li><b>inneholder</b>, <b>inneholder ikke</b> - du bør nok skrive inn et nøkkelord, som «KDE», «Fotball» eller «Næringsliv». Nøkkelordet sjekkes ikke for store/små bokstaver, så det spiller ingen rolle om du skriver «kde», «KDE» eller «kDe».</li> <li><b>er lik</b>, <b>er ikke lik</b> - skriv inn et uttrykk eller noen ord her for å fange opp eller fjerne de artiklene der overskriftene passer <b>nøyaktig</b> med den teksten du skrev inn. Her tas det hensyn til små/store bokstaver, så det er forskjell på artikler som inneholder «Braathens» eller «BRAATHENS»</li> <li><b>treff </b> - et regulært uttrykk er forventet. Anbefales bare dersom du er kjent med regulære uttrykk. bør bare anvendes av avanserte brukere.</li></ul>
sk: Tu je možné zadať kľúčové slovo alebo výraz, ktorý má byť použitý pre tento filter, ktorý závisí na podmienke vybranej v zozname vpravo:<ul> <li><b>obsahuje</b>, <b>neobsahuje</b> - asi by ste mali zadať kľúčové slovo, napr. "KDE", "Baseball", "Ekonomika". Veľkosť písmen nie je rozlišovaná, nie je rozdiel, či napíšete "kDE", "KDE" alebo "kde".</li> <li><b>rovná sa</b>, <b>nerovná sa</b> - zadajte frázu alebo výraz, ktorému má odpovedať titulok správy <b>presne</b> tak, ako ste zadali. Veľkosť písmen vo fráze bude rozlišovaná, takže je rozdiel, či články obsahujú "Boeing" alebo "BOEING".</li> <li><b>odpovedá</b> - očakáva sa regulárny výraz. Doporučené iba v prípade, že sa vyznáte v regulárnych výrazoch.</li></ul>
xh: Apha ungachwetheza igama elingundoqqo elizakusetyenziswa kweli cebo lokucoca elixhomekeke kwindawo oyikhethileyo kwibhokisi yesibini eku nene:<ul> <li><b>iqulathe</b>, <b>akaqulathanga</b> - ungangenisa igama elingundoqo apha, njenge "KDE", "Baseball" okanye "Ishishini". Igama elingundoqo alingomzekelo-unovakalelo ngoko akukho nto noba uchwetheza "kde", "KDE" okanye "kDe".</li> <li><b>ilingana</b>, <b>ayilingani</b> - ngenisa ibinzana okanye uchazo apha ukuba nentelekiso yecebo lokucoca kuphela yamanqaku anezihloko ezithelekisekayo <b>ngqo</b> okubhaliweyo okuchwethezileyo. Ibinzana olichwethezayo lizakuqwalaselwa njengomzekelo-onovakalelo, ngoko ngumahluko noba ubonisa amanqaku aqulathe "Boeing" or "BOEING".</li> <li><b>iintelekiso - uchazo rhoqo lulindelekile. Ithethelelwe kuphela ukuba uyaziwa ngeenkcaza ezithe rhoqo, ingasetyenziswa ngabasebenzisi baphambili kuphe la.</li></ul>

source: headlines
af: hoof opskrifte
bg: заглавия
eo: kaplinioj
fr: le titre
ja: ヘッドライン
nl: koppen
no: overskrifter
sk: nadpis
xh: izihloko

source: contain
af: bevat
bg: съдържат
eo: enhavas
fr: contient
ja: 含む
nl: bevatten
no: inneholder
sk: obsahuje
xh: iqulathe

source: don't contain
af: moenie bevat
bg: не съдържат
eo: ne enhavas
fr: ne contient pas
ja: 含まない
nl: bevatten niet
no: inneholder ikke
sk: neobsahuje
xh: ayiqulathanga

source: equal
af: gelyk
bg: равно
eo: egala
fr: vaut
ja: 等しい
nl: is gelijk
no: er lik
sk: rovnaký
xh: ilingana

source: don't equal
af: moenie gelyk
bg: не равно
eo: ne estas egala
fr: ne vaut pas
ja: 等しくない
nl: is ongelijk
no: er ikke lik
sk: nie je rovnaký
xh: ayilingani

source: match
af: ooreenstem
bg: съвпадат
eo: konvenas al
fr: correspond
ja: マッチ
nl: overeenkomstig
no: treff
sk: odpovedá
xh: thelekisa

source: Condition for this filter
af: kondisie vir hierdie filter
bg: Условие за този филтър
eo: Kondiĉo por tiu filtrilo
fr: Condition pour ce filtre
ja: このフィルターの条件
nl: Conditie voor dit filter
no: Betingelse for dette filteret
sk: Podmienka pre tento filter
xh: Indawo yeli cebo lokucoca

source: This combo box lets you specify the condition under which the keyword/expression you entered in the input field at the right will match. You can select one of the following values:<ul> <li>contain - the filter matches if the headline contains the keyword.</li> <li>doesn't contain - the filter matches if the headline does not contain the keyword.</li> <li>equals - the filter matches if the headline equals the expression.</li> <li>doesn't equal - the filter matches if the headliend does not equal the expression.</li> <li>matches - the filter matches if the expression matches the headline. The expression you typed at the right will be considered a regular expression in this mode.</li>
af: hierdie gekombineerde boks lets jy spesifiseer die kondisie onder wat die sleutelwoord/uitdrukking jy ingevoerde in die invoer veld na die regterkant sal ooreenstem. jy kan kies een van die volgende waardes:<ul> <li>bevat - die filter ooreenstemmende inskrywings as die hoof opskrif bevat die sleutelwoord.</li> <li>nie bevat - die filter ooreenstemmende inskrywings as die hoof opskrif doen nie bevat die sleutelwoord.</li> <li>gelyk aan - die filter ooreenstemmende inskrywings as die hoof opskrif gelyk aan die uitdrukking.</li> <li>nie gelyk - die filter ooreenstemmende inskrywings as die hoof opskrif doen nie gelyk die uitdrukking.</li> <li>ooreenstemmende inskrywings - die filter ooreenstemmende inskrywings as die uitdrukking ooreenstemmende inskrywings die hoof opskrif. die uitdrukking jy getikte na die regterkant sal wees oorweeg 'n gewone uitdrukking in hierdie modus.</li>
bg: Този списък съдържа условия, които ще се използват към фраза/израз, които сте въвели в полето в дясно. Те могат да приемат следните значения:<ul> <li>съдържа - филтъра се изпълнява, ако статията съдържа фразата.</li> <li>не съдържа - филтъра се изпълнява, ако статията не съдържа фразата.</li> <li>равно - филтъра се изпълнява, ако статията съответства на фразата.</li> <li>не равна - филтъра се изпълнява, ако статията не съответства на фразата.</li> <li>шаблон - филъра се изпълнява, ако статията съответства на указанния шаблон. </li>
eo: Tiu elektokesto permesas elekti la kondiĉon, sub kiu donita ŝlosilvorto aŭ esprimo konvenas al kaplinio de artikolo.Vi povas elekti unu el:<ul> <li>enhavas - la filtrilo aplikiĝas, se la kaplinio enhavas la ŝlosilvorton.</li> <li>ne enhavas - la filtrilo aplikiĝas, se la kaplinio ne enhavas la ŝlosilvorton.</li> <li>egalas - la filtrilo aplikiĝas, se la kaplinio egalas al la esprimo.</li> <li>ne egalas - la filtrilo aplikiĝas, se la kaplinio ne egalas al la esprimo.</li> <li>konvenas - la filtrilo aplikiĝas, se la regula esprimo konvenas al la kaplinio.</li></ul>
fr: Cette boîte déroulante vous permet de spécifier la condition sous laquelle un article sera retenu (ou non) en fonction du mot-clef ou de l'expression que vous avez saisie dans le champ de saisie à droite. Vous pouvez sélectionner une des valeurs suivantes :<ul> <li>contient - l'article est sélectionné si son titre contient le mot-clef.</li> <li>ne contient pas - l'article est sélectionné si son titre ne contient pas le mot-clef.</li> <li>vaut - l'article est sélectionné si son titre correspond exactement à l'expression.</li> <li>ne vaut pas - l'article est sélectionné si son titre correspond exactement à l'expression.</li> <li>correspond - l'article est sélectionné si l'expression (traitée alors comme une expression rationnelle) correspond à son titre.</li>
ja: このコンボボックスで右にある入力フィールドに入力されたキーワード/表現がマッチする条件を指定できます。下記のものが選択できます:<ul> <li>含む - キーワードがヘッドラインに含まれるとき、マッチします</li> <li>含まない - ヘッドラインがキーワードを含まない時マッチします</li> <li>等しい - ヘッドラインが入力された表現に等しい時マッチします</li> <li>等しくない - ヘッドラインが入力された表現に等しくない時マッチします</li> <li>マッチ - 入力された表現がヘッドラインにマッチする時です. 指定された表現は正規表現として解釈されます.</li>
nl: In dit combinatievak kunt u bepalen welke conditie er gekoppeld wordt aan het sleutelwoord/expressie die u ingevoerd hebt in het invoerveld rechts. U kunt een van de volgende waarden kiezen:<ul> <li>bevat - het filter komt overeen als de kop het sleutelwoord bevat.</li> <li>bevat niet - het filter komt overeen als de kop het sleutelwoord niet bevat.</li> <li>overeenkomstig - het filter komt overeen als de expressie overeenkomt met de kop. De expressie die u rechts hebt ingevoerd wordt gezien als een reguliere expressie.</li>
no: I denne kombinasjonsboksen kan du definere betingelsene for at nøkkelordet eller uttrykket i tekstboksen til venstre skal treffe. Du kan velge en av følgende verdier:<ul> <li>inneholder - filteret treffer hvis overskriften inneholder nøkkelordet.</li> <li>inneholder ikke - filteret treffer hvis overskriften ikke inneholder nøkkelordet.</li> <li>er lik - filteret treffer hvis overskriften er lik uttrykket. </li> <li>er ikke lik - filteret treffer hvis overskriften ikke er lik uttrykket. </li> <li>treff - filteret treffer hvis uttrykket passer i overskriften. Uttrykket du skrev til venstre blir da behandlet som et regulært uttrykk.</li></ul>
sk: Tento zoznam umožňuje zadať podmienku, podľa ktorej sa bude porovnávať zadané kľúčové slovo/fráza. Možné hodnoty sú:<ul> <li>obsahuje - filter odpovedá, ak titulok obsahuje zadané kľúčové slovo.</li> <li>neobsahuje - filter odpovedá, ak titulok neobsahuje zadané kľúčové slovo.</li> <li>rovnaký - filter odpovedá, ak titulok je rovnaký ako výraz.</li> <li>odpovedá - filter odpovedá, ak zadaný výraz odpovedá titulku. Zadaný výraz je považovaný za regulárny výraz.</li>
xh: Le bhokisi yokubini ikhankanya indawo apho phantsi igama lingundoqo/ukuchaza olingenisileyo kumhlaba wegalelo ekunene izakutheekiseka. Ungakhetha elinye lala maxabisoalandelayo:<ul> <li>iqulathe- iintelekiso zecebo lokucoca ukuba isihloko siqulathe igama elingundoqo.</li> <li>ayiqulathanga - iiintelekiso zecebo lokucoca ukuba isihloko asiqulathanga igama elingundoqo.</li> <li>ilingana - iintelekiso zecebo lokucoca ukuba isihloko silingana nochazo.</li> <li>ayilingani - iintelekiso zecebo lokucoca ukuba isihloko asilingani nochazo.</li> <li>iintelekiso - iintelekiso zecebo lokucoca ukuba uchazo lithelekiseka nesihloko. Uchazo oluchwethezileyo ekunene luzakuqwalaselwa njengochazo rhoqo kule ndlela.</li>

source: Scroller Preferences
af: roller voorkeure
bg: Настройки за придвижване
eo: Rulilo-agordo
fr: Configuration du défilement
ja: スクロールの設定
nl: Looptekstvoorkeuren
no: Ruller-preferanser
sk: Posúvaný text
xh: Ezikhethwayo zomroli

source: Behavior
af: gedrag
eo: Konduto
fr: Comportement
ja: 振るまい
nl: Gedrag
no: Oppførsel
sk: Chovanie
xh: Ukuziphatha

source: &Scrolling speed:
af: rolling spoed:
bg: &Скорост на придвижване
eo: &Rulrapideco:
fr: &Vitesse du défilement
ja: スクロールのスピード(&S)
nl: Looptekst&snelheid
no: Rulleha&stighet
sk: &Rýchlosť posunu:
xh: &Isantya sorolo:

source: Scrolling speed
af: rolling spoed
bg: Скорост на придвижване
eo: Rulrapideco
fr: Vitesse du déplacement
ja: スクロールのスピード
nl: Looptekstsnelheid
no: Rullehastighet
sk: Rýchlosť posunu
xh: Isantya sorolo

source: Here you can define how fast the scrolltext should be scrolling. If you have rather little space on your taskbar (and therefore a rather small news ticker), you should probably set this to a lower value so that you have a chance to read the headlines. For wider news tickers (and better eyes), a faster text is probably appropriate so that you have to wait for the next headline only as little as possible.<br><br> This value defines, after which period of time the text shall be scrolled a little bit further; this value is antiproportional, e.g. lower values result in a faster scrolling text.
af: hier jy kan definieer hoe vinnige die rolteks moet wees rolling. as jy het eerder klein spasie op jou kasbar (en daarom 'n eerder klein nuus tikker), jy moet waarskynlik stel hierdie aan 'n sagter waarde sodat wat jy het 'n kans aan lees die hoof opskrifte. vir wyer nuus tikkers (en beter oë), 'n vinniger teks is waarskynlik geskikte sodat wat jy het aan wag vir die volgende hoof opskrif slegs as klein as moontlik.<br><br> hierdie waarde definieer, na wat periode van tyd die teks moet wees gerol 'n klein bit verdere; hierdie waarde is antiproporsioneel, e.g. sagter waardes resultaat in 'n vinniger rolling teks.
bg: Тук вие можете да зададете, с каква скорост ще буде премстван текста. Ако сте отделили за аплета малко място на панела то най-добре е да зададете такова значение на преместването, че да можете да прочетете новините. За широк аплет за новини (и добро зрение) може да изберете по-бъзо преместване на текста (за да прегледате новините бързо)<br><br> Значението определя, за какъв интервал от време текста ще се премести на одна точка.
eo: Tie ĉi vi povas difini, kiom rapide ruliĝu la teksto. Se mankas loko en via taskolisteol kaj do la novaĵprezentilo estas tre malgranda, vi elektu pli altan valoron por povi legi la titolojn. Por pli larĝaj prezentoj ( kaj pli bonaj okuloj :), pli rapida teksto eble estas pli taŭga, por ne devi atendi tro longe ĝis la sekva informo.<br><br>Tio valoro donas la tempon, post kiu la teksto ŝoviĝas iom pli; pli malaltaj valoroj do signifas pli rapidan tekstomovon.
fr: Vous pouvez définir ici à quelle vitesse le texte défilant doit se déplacer. Si vous avez peu de place dans votre barre de tâches (et pour cette raison un petit téléscripteur), vous devriez probablement régler ceci sur une valeur plus basse de façon à avoir une chance de lire les titres. Pour les téléscripteurs plus grands (et de meilleurs yeux), un texte défilant plus rapidement est probablement approprié, afin que vous attendiez le titre suivant aussi peu de temps que possible.<br><br> Cette valeur définit après quelle période de temps le défilement avance d'un cran. Cette valeur est donc anti-proportionnelle (les valeurs basses donnent un défilement plus rapide).
ja: ここでスクロールテキストのスクロールのスピードを指定できます。タスクバーに余りスペースが少い程(ということは、ニュースティッカーの場所も小さいということです)、ヘッドラインが読めるように、ここに遅いスピードをセットした方が良いでしょう。ニュースティッカーのスペースが広い程(つまり見やすいと言うことですが)、ここには速いスピードを設定して、次のヘッドラインまで余り待たなくても良いようにするのが適当でしょう。<br><br>これはテキストが流れ去る時間を定義します。;ということは、この値は反比例になっています。つまり低い値ほど、テキストは速くスクロールされます。
nl: Hier kunt u bepalen hoe snel de looptekst moet voorbijschuiven. Als u maar weinig ruimte op uw takenbalk hebt (en dus een kleine nieuwsticker hebt), dan moet u dit op een lagere waarde zetten zodat de nieuwskoppen eenvoudig te lezen zijn. Voor grotere nieuwstickers (en betere ogen) is snelle tekst aan te raden omdat u dan niet lang hoeft te wachten op de volgende nieuwskop. <br><br>Deze waarde definieert na welke periode de tekst een klein beetje verder wordt opgeschoven. Deze waarde is anti-proportioneel, dus lagere waarden leiden tot een sneller verschuivende tekst.
no: Her kan du definere hvor raskt rulleteksten skal rulle. Hvis du har lite plass på panelet ditt (og derfor en liten nyhetstelegraf), så burde du antagelig sette dette til en lavere verdi slik at du har muligheten til å lese overskriftene. For større nyhetstelegrafer er en raskere tekst antagelig bedre, så du ikke må vente så lenge før den neste overskriften kommer.<br><br> Denne verdien angir hvor lang tid det skal gå mellom hver gang teksten ruller litt - merk at lavere verdier gir raskere rulling.
sk: Tu je možné definovať ako rýchlo sa bude text posúvať. Ak máte málo miesta na paneli (a preto máte malý aj applet pre rýchle správy), mali by ste nastaviť nižšiu hodnotu, takže si správy stihnete prečítať. Pre širšie applety a rýchle oči je možné nastaviť vyššiu hodnotu, takže na ďalšiu správu nemusíte čakať tak dlho. <br><br> Táto hodnota definujte, po akom čase sa má text o kúsok posunúť, je to nepriama úmernosť, menšie hodnoty znamenajú rýchlejší posun.
xh: Apha ungachaza ukukhawuleza korolo lokubhaliweyo elizakurolwa ngayo. Ukuba unesithuba esincinane kwibar yakho yomsebenzi (ngoko umchwethi omncinane weendaba noko), ungacwangcisa oku kwixabiso elisezantsi ukuze ubenethuba lokufunda izihloko. Kubachwethi ngokubanzi beendaba (namehlo angcon), okubhaliweyo okukhawulezayo okulungileyo ukuze ubenokulinda isihloko esilandelayo kuphela ngokuncinane kwenzekayo.<br><br> Eli xabiso lichaza, emva kwexesha elithile okubhaliweyo kuroliwe kancinane phambili; eli xabiso alithelekiseki nakanye namanye, umzekelo amaxabiso asezantsi aphuma kurolo olukhawulezayo lokubhaliweyo.

source: Fast
af: vinnige
bg: Бързо
eo: Rapide
fr: Rapide
ja: 速い
nl: Snel
no: Hurtig
sk: Rýchly
xh: Khawuleza

source: Slow
af: stadige
bg: Бавно
eo: Malrapide
fr: Lente
ja: 遅い
nl: Traag
no: Sakte
sk: Pomalý
xh: Cotha

source: Di&rection of scrolling:
af: rigting van rolling:
bg: &Посока на преместване:
eo: Rul&direkto:
fr: Direction du dé&placement :
ja: スクロールの方向(&r):
nl: Loop&richting:
no: &Rulleretning:
sk: &Smer posunu:
xh: Indle&la yorolo:

source: Direction of scrolling
af: rigting van rolling
bg: Посока на преместване
eo: Ruldirekto
fr: Direction du défilement
ja: スクロール方向
nl: Looprichting
no: Rulleretning
sk: Smer posunu
xh: Indlela yorolo

source: These options allow you to define in what direction the text should be scrolled, e.g. to the left or to the right, upwards or downwards.
af: hierdie opsies toelaat jy aan definieer in wat rigting die teks moet wees gerol, e.g. aan die links of aan die regterkant, boontoe of ondertoe.
bg: Тази опция ви позволява да зададете посоката на преместване на текста.
eo: Tiu opcioj permesas doni la direkton de la ruliĝanta teksto.
fr: Ces options vous permettent de définir la direction dans laquelle le texte doit se déplacer, à savoir vers la gauche, la droite, le haut ou le bas.
ja: これらのオプションで、テキストがスクロールされる方向を指定できます。すなわち、左右上下のいずれかへスクロールします。
nl: Met deze optie kunt u bepalen in welke richting de tekst moet schuiven. U kunt kiezen uit links, rechts, omhoog en omlaag.
no: Disse valgene definerer hvilken retning teksten skal rulle, for eksempel til venstre eller høyre, oppover eller nedover.
sk: Tieto voľby umožňujú definovať smer posunu textu, napr. doľava alebo doprava, hore alebo dolu.
xh: Ezi nketho zikuvumela ukuchaza indlela okubhaliweyo okunokurolwa ngayo, umzekelo ekhohlo okanye ekunene, phezulu okanye ezantsi.

source: To the left
af: aan die links
bg: В ляво
eo: Maldekstren
fr: Vers la gauche
ja: 左へ
nl: Naar links
no: Til venstre
sk: Doľava
xh: Ekhohlo

source: To the right
af: aan die regterkant
bg: В дясно
eo: Dekstren
fr: Vers la droite
ja: 右へ
nl: Naar rechts
no: Til høyre
sk: Doprava
xh: Ekunene

source: Upwards
af: boontoe
bg: На горе
eo: Supren
fr: Vers le haut
ja: 上へ
nl: Omhoog
no: Oppover
sk: Hore
xh: Phezulu

source: Downwards
af: ondertoe
bg: На долу
eo: Malsupren
fr: Vers le bas
ja: 下へ
nl: Omlaag
no: Nedover
sk: Dolu
xh: Ezantsi
