Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kcmnewsticker.po
Languages: af, bg, eo, fr, ja, nl, no, sk, xh

source: Is the specified source file a program?
af: is die gespesifiseer bron lêer 'n program?
bg: Указания файл програма ли е?
eo: Ĉu la donita fontodosiero estas programo?
fr: Le fichier spécifié est-il un programme ?
ja: 指定されたソースファイルはプログラムですか?
nl: Is het opgegeven bestand een programma?
no: Er den oppgitte kildefilen et program?
sk: Je zadaný súbor zdroja program?
xh: Ifayile yecebo ekhankanyiweyo ludweliso lwenkqubo?

source: Check this box to tell KNewsTicker that the file you specified in the above input field labelled <i>Source file</i> is a program and not a RDF or RSS file. KNewsTicker will then process the output (as recieved on <i>stdout</i>) of that program.
af: bevestig hierdie boks aan vertel k-nuustikker wat die lêer jy gespesifiseer in die boonste invoer veld geëtiketeer <i>bron lêer</i> is 'n program en nie 'n rdf van rss lêer. k-nuustikker sal dan word proses die uitset (as ontvang op <i>stdout</i>) van wat program.
bg: Изберете тази опция, за да укажете на KNewsTicker че указания <i>файл източник на новини</i> се явява програма, а не файло RDF или RSS. KNewsTicker ще изпълни програмата и ще използва <i>stdout</i> за изход.
eo: Elektu tion por informi Novaĵprezentilon, ke la donita fontdosiero estas programo kaj ne RDF- aŭ RSS-dosiero. Novaĵprezentilo traktos la eligon de tiu programo.
fr: Cochez cette case pour dire à kNewsTicker que le fichier que vous avez spécifié dans le champ de saisie au-dessus intitulé «<i>Fichier source</i>» est un programme et pas un fichier RDF ou RSS. kNewsTicker traitera alors les données renvoyés par ce programme (comme si elles sortaient de son canal de sortie standard).
ja: ここをチェックすると、上の<i>ソースファイル</i>に指定されているファイルはプログラムであって、RDF,RSSいずれのファイルでもはないと指定したことになります. KNewsTickerはそのプログラムの出力結果(<i>標準出力</i>を受け取る)を処理します。
nl: Schakel deze optie in als het bestand dat u hierboven in het invoerveld <i>Bronbestand</i> hebt ingevuld geen RDF- of RSS-bestand is, maar een <b>programma</b>. KNewsTicker zal dan de uitvoer van dat programma (ontvangen op <i>stdout</i>) verwerken.
no: Kryss her for å oppgi til KNewsTicker at den filen som er angitt i feltet <i>Kildefil</i> er et program og ikke en RDF- eller RSS-fil. KNewsTicker vil da fange opp utdata (skrevet til <i>stdout</i>) som dette programmet gir.
sk: Použijte túto voľbu ak chcete oznámiť KNewsTickeru, že súbor zadaný v <i>Súbor zdroja</i> je program a nie RDF alebo RSS. KNewsTicker potom spracuje výstup (ako prijatý na <i>štandardnom výstupe</i>) tohto programu.
xh: Khangela le bhokisi ukuxelela i KNewsTicker ukuba ifayile ayikhankanyileyo kwigalelo ngasentla lombhalo womhlaba <i>Ifayile yemvelaphi</i> ludweliso lwenkqubo kwaye hayi i RDF okanye RSS fayile. KNewsTicker izakuqhubekisa imveliso (eyamkelwe kwi <i>stdout</i>) yolo dweliso lwenkqubo.

source: Cancel this configuration
af: kanseleer hierdie opstelling
bg: Прекъсва тази програма
eo: Rezignu pri tiu agordo
fr: Abandonner cette configuration
ja: この設定をキャンセル
nl: Deze configuratie annuleren
no: Annuller dette oppsettet
sk: Zrušiť toto nastavenie
xh: Cima olu qwalaselo

source: Press this button to close this dialog, discarding all entered information.
af: druk hierdie knoppie aan maak toe hierdie dialoog, gooi weg alle ingevoerde informasie.
bg: Натиснете на този бутон за затваряне на прозореца и изчистване на информацията.
eo: Premu tiun butonon por fermi la dialogon, rezignante pri ĉiuj entajpitaj informoj.
fr: Cliquez sur ce bouton pour fermer cette boîte de dialogue, en abandonnant toutes les informations saisies.
ja: このダイアログを閉じるにはこのボタンを押して下さい. 指定された変更は全て破棄されます。
nl: Druk op deze knop om dit dialoogvenster te sluiten, waarbij alle ingevoerde informatie wordt genegeerd.
no: Klikk på denne knappen for å lukke dialogboksen, alle opplysninger vil bli slettes.
sk: Stlačením tohto tlačidla zatvoríte tento dialóg a zahodíte všetky zadané informácie.
xh: Cinezela eli qhosha ukuvala lre ncoko yababini, ilahla lonke ulwazi olungenisiweyo.

source: &Suggest
af: voorstel
bg: &Определи автоматично
eo: &Sugestu
fr: &Suggérer
ja: 推奨(&S)
nl: &Suggestie
no: &Foreslå
sk: &Navrhnúť
xh: &Phakamisa

source: Suggest suitable values
af: voorstel geskik waardes
bg: Определя автоматично подходящите значения
eo: Sugestu taŭgajn valorojn
fr: Suggérer des valeurs convenables
ja: 適当と思われる値を推奨
nl: Passende waarden suggereren
no: Foreslå passende verdier
sk: Navrhne vhodné hodnoty
xh: Phakamisa amaxabiso alungileyo

source: Press this button to make KNewsTicker guess more or less reasonable values for some of the news properties (such as the name, icon or maximum number of articles).<br>Note that you have to supply a source file in order to use this function!
af: druk hierdie knoppie aan maak k-nuustikker skat meer van minder redelike waardes vir sommige van die nuus eienskappe (soos as die naam, ikoon van maksimum nommer van aktikels).<br>nota wat jy het aan verskaf 'n bron lêer in volgorde aan gebruik hierdie funksie!
bg: Натиснете на на бутона за автозапълване на формите с необходимите значения (такива като име, икона или максимален брой статии).
eo: Premu tiun butonon se Novaĵprezentilo divenu pli aŭ malpli taŭgajn valorojn por kelkaj el la novaĵo-ecoj (ekz. la nomon, piktogramon aŭ maksimuman nombron de mesaĝoj).<br>Atentu, ke vi devas doni fontdosieron por povi uzi tiun funkcion!
fr: Cliquez sur ce bouton pour que kNewsTicker devine des valeurs plus ou moins raisonnables pour certaines propriétés des nouvelles (comme le nom, l'icône ou le nombre maximal d'articles). <br>Notez que vous devez fournir un fichier source pour utiliser cette fonction.
ja: このボタンを押して、KNewsTickerにニュースのプロパティ(名前、アイコン、記事の最大数等)の適切な値を推奨させます. <br>この機能を使うにはソースファイルを指定しなければなりません!
nl: Druk op deze knop om KNewsTicker min of meer redelijke waarden te raden voor sommige van de nieuwseigenschappen (zoals de naam, het pictogram of het maximum aantal artikelen).<br>U moet overigens wel eerst een bronbestand opgeven voordat u deze functie kunt gebruiken!
no: Klikk her for å få KNewsTicker til å gjette på noenlunde fornuftige verdier for noen av opplysningene for nyhetskilden (slik som navn, ikon eller maks. antall mellomlagrede artikler).<br>Merk at du må oppgi en kildefil for å kunne bruke denne funksjonen!
sk: Stlačením tohto tlačidla odhadne KNewsTicker viac-menej rozumné hodnoty pre niektoré vlastnosti zdroja noviniek (napr. meno, ikonu alebo maximálny počet článkov.)<br>Uvedomte si, že musíte zadať meno súboru zdroja!
xh: Cinezela eli qhosha ukwenza i KNewsTicker ithekelele ngaphezulu okanye amaxabiso anesizathu esingaphantsi sezinye iimpahla zeendaba (ezinjengegama, icon okanye inani elikhulu lwa manqaku) <br>Qaphela ukuba uzakunikeza ifayile yemvelaphi ukuze usebenzise lo msebenzi!

source: Acknowledge these values
af: bevestig hierdie waardes
bg: Приема тези значения
eo: Aprobu tiujn valorojn
fr: Confirmer ces valeurs
ja: この値を承認
nl: Deze waarden accepteren
no: Bekreft disse verdiene
sk: Potvrdenie hodnôt
xh: Yazisa la maxabiso

source: Press this button to apply the values of this dialog and return to the previousconfiguration dialog.
af: druk hierdie knoppie aan wend aan die waardes van hierdie dialoog en terug aan die vorige konfigurasie dialoog.
bg: Натиснете на този бутон за приемане на указаните значения и връщане в предшния прозорец за настройки.
eo: Premu tiun butonon por apliki la valorojn de tiu dialogo kaj reiri al la antaŭa agordodialogo.
fr: Cliquez sur ce bouton pour faire prendre en compte ce qui a été saisi dans cette boîte de dialogue et retourner à la fenêtre précédente.
ja: このボタンを押して、このダイアログの値を適用し、前の画面に戻ります.
nl: Druk op deze knop om de waarden in dit dialoogvenster toe te passen en terug te keren naar het vorige configuratievenster.
no: Klikk her for å lagre opplysningene i denne dialogen og gå tilbake til den forrige oppsettsdialog.
sk: Stlačte toto tlačidlo pre použitie hodnôt zadaných v tomto dialógu a návrat do predchádzajúceho dialógu nastavenia.
xh: Cinezela eli qhosha ukufaka amaxabiso ale ncoko yababini kwaye ubuyisele kwincoko yababini edlulileyo eqwalaselweyo.

source: Arts
eo: Arto
fr: Art
ja: アート
nl: Kunst
no: Kunst
sk: Umenie
xh: Imizobo

source: Business
af: besigheid
eo: Profesio
fr: Affaires
ja: ビジネス
nl: Zakelijk
no: Næringsliv
sk: Podnikanie
xh: Ishishini

source: Computers
af: rekenaars
eo: Komputiloj
fr: Informatique
ja: コンピュータ
no: Datasystemer
sk: Počítače
xh: Iicomputer

source: Games
af: speletjies
eo: Ludoj
fr: Jeux
ja: ゲーム
nl: Spellen
no: Spill
sk: Hry
xh: Imidlalo

source: Health
af: gesondheid
eo: Sano
fr: Santé
ja: 健康
nl: Gezondheid
no: Helse
sk: Zdravie
xh: Impilo

source: Home
af: huis
eo: Hejmo
fr: Maison
ja: ホーム
nl: Huis en tuin
no: Hjem
sk: Domov
xh: Ikhaya

source: Recreation
af: ontspanning
eo: Ripozado
fr: Loisirs
ja: レクリエーション
nl: Recreatie
no: Fritid
sk: Rekreácia
xh: Uhlaziyo

source: Reference
af: verwysing
eo: Referenco
fr: Références
ja: リファレンス
nl: Referentie
no: Leksikalt
sk: Odkazy
xh: Ubhekiso/uthelekiso

source: Science
af: wetenskap
eo: Scienco
fr: Sciences
ja: サイエンス
nl: Wetenschappelijk
no: Vitenskap
sk: Veda
xh: Inzulu-lwazi

source: Shopping
af: inkopie
eo: Aĉetado
fr: Achats
ja: ショッピング
nl: Winkelen
sk: Nákupy
xh: Uyathenga

source: Society
af: samelewing
eo: Socio
fr: Société
ja: 社会
nl: Maatschappij
no: Samfunn
sk: Spoločnosť
xh: Umbutho

source: Sports
eo: Sporto
fr: Sport
ja: スポーツ
nl: Sport
no: Sport
sk: Šport
xh: Imidlalo

source: Unknown
af: onbekende
eo: Nekonata
fr: Inconnu
ja: 不明
nl: Onbekend
no: Ukjent
sk: Neznáme
xh: Engaziwayo

source: The program '%1' was terminated anormally.<br>This can happen if it receives the SIGKILL signal.
af: die program '%1' was beëindig abnormaliteit.<br>hierdie kan gebeur as dit ontvang die sigkill sein.
eo: La programo '%1' finis nenormale.<br>Tio povas okazi, se ĉi ricevas la signalon SIGKILL.
fr: Le programme «%1» ne s'est pas terminé normalement.<br>Cela peut arriver s'il a reçu le signal SIGKILL.
ja: プログラム '%1' は異常終了しました. <br>これはSIGKILLシグナルを受け取ると起きることがあります.
nl: Het programma '%1' is abnormaal beëindigd.<br>Dit kan gebeuren als het programma het signaal 'SIGKILL' heeft ontvangen.
no: Programmet «%1» avsluttet unormalt.<br>Slikt kan hende hvis det mottar et SIGKILL-signal.
sk: Program '%1' nenormálne skončil.<br> To sa môže stať, ak dostal signál SIGKILL.
xh: Udweliso lwenkqubo '%1' wanikwa isiphelo sendlela ngokuqhelekileyo.<br>Oku kunokwenzeka ukuba yamkela uphawu i SIGKILL.

source: <p>Program output:<br>%1<br>
af: <p>program uitset:<br>%1<br>
eo: <p>Programeligo:<br>%1<br>
fr: <p>Message du programme :<br>%1<br>
ja: <p>プログラムの出力:<br>%1<br>
nl: <p>Programma-uitvoer:<br>%1<br>
no: <p>Utdata fra programmet<br>%1<br>
sk: <p>Výstup programu:<br>%1<br>
xh: <p>Imveliso yodweliso lwenkqubo:<br>%1<br>

source: An error occured while updating the news source '%1'!
af: 'n fout voorgekom terwyl besig met opdatering van die nuus bron '%1'!
eo: Okazis eraro dum aktualigo de la novaĵfonto '%1'!
fr: Un problème est survenu lors de la mise à jour de la source d'articles «%1».
ja: ニュースソース %1 を更新中にエラー発生!
nl: Er deed zich een fout voor tijdens het bijwerken van de nieuwsbron '%1'!
no: Det oppsto en feil mens nyhetskilden «%1» ble oppdatert!
sk: Nastala chyba počas aktualizácie zdroja správ '%1'!
xh: Imposiso yenzekile ngexesha ugqibezela icebo leendaba '%1'!

source: KNewsTicker error
af: k-nuustikker fout
eo: Eraro en Novaĵprezentilo
fr: Problème de kNewsTicker
ja: KNewsTicker エラー
nl: KNewsTicker - foutmelding
no: KNewsTicker-feil
sk: Chyba KNewsTicker
xh: Imposiso ye KNewsTicker

source: The program '%1' couldn't be started at all.
af: die program '%1' kon nie wees beginne na alle.
eo: Ne eblis lanĉi la programon '%1'.
fr: Le programme «%1» n'a pas pu démarrer du tout.
ja: プログラム '%1' は全く開始できませんでした.
nl: Het programma '%1' kon niet worden opgestart.
no: Programmet «%1» kunne ikke startes i det hele tatt.
sk: Program '%1' sa nepodarilo vôbec spustiť.
xh: Udweliso lwenkqubo '%1' ayinakuqalwa nakanye.

source: The program '%1' tried to read or write a file or directory which couldn't be found.
af: die program '%1' probeer aan lees of skryf 'n lêer of gids wat kon nie wees gevind.
eo: La programo '%1' provis legi aŭ skribi neekzistantan dosieron aŭ dosierujon.
fr: Le programme «%1» a tenté de lire ou d'écrire dans un fichier ou un dossier qu'il n'a pas pu trouver.
ja: プログラム '%1' は存在しないファイルまたはディレクトリにアクセスしようとしました.
nl: Het programma '%1' trachtte een bestand of map te openen of er naar te schrijven. Deze werd echter niet gevonden.
no: Programmet «%1» forsøkte å lese eller skrive til en fil eller katalog som ikke eksisterer.
sk: Program '%1' sa pokúsil prečítať alebo zapísať súbor alebo priečinok, ktorý sa nepodarilo nájsť.
xh: Udweliso lwenkqubo '%1' luzame ukufunda okanye ukubhala ifayile okanye ulawulo olungena kufumaneka.

source: An error occured while the program '%1' tried to read or write data.
af: 'n fout voorgekom terwyl die program '%1' probeer aan lees of skryf data.
eo: Okazis eraro dum programo '%1' provis legi aŭ skribi datumojn.
fr: Un problème est survenu alors que le programme «%1» tentait de lire ou d'écrire des données.
ja: プログラム '%1'が読み書きしようとした時にエラーが発生しました.
nl: Er deed zich een fout voor terwijl het programma '%1' gegevens trachtte te lezen of te schrijven.
no: Det oppsto en feil mens programmet «%1» forsøkte å lese eller skrive data.
sk: Nastala chyba programu '%1' počas pokusu o prečítanie alebo zápis dát.
xh: Imposiso yenzekile ngexesha udweliso lwenkqubo '%1' luzame ukufunda okanye ukubhala idata.

source: The program '%1' was passed too many arguments, please adjust the commandline in the configuration dialog.
af: die program '%1' was aanstuur te veel argumente, asseblief verstel die opdraglyn in die opstelling dialoog.
eo: La programo '%1' ricevis tro multajn argumentojn, bonvolu ĝustigi la komandlinion en la agordodialogo.
fr: Le programme «%1» a transmis trop d'arguments. Veuillez modifier sa ligne de commande dans la fenêtre de configuration.
ja: プログラム '%1' への引数が多すぎました. 設定ダイアログでコマンドラインを修正して下さい.
nl: Het programma '%1' kreeg teveel argumenten. Pas a.u.b. de commandoregel aan in het configuratiedialoog.
no: Programmet «%1» fikk for mange argumenter, vennligst juster kommandolinjen i oppsettsdialogen.
sk: Programu '%1' bolo predaných príliš veľa argumentov, prosím upravte príkazový riadok v nastavení.
xh: Udweliso lwenkqubo '%1' lwagqithisa iimpikiswano ezininzi, nceda nyenyisa ilayini yomyalelo kwincoko yababini yoqwalaselo.

source: An external system program upon which the program '%1' relied couldn't be executed.
af: 'n eksterne stelsel program van wat die program '%1' staat maak kon nie wees uitgevoerde.
eo: Ne povis lanĉiĝi ekstera sistemprogramo, bezonata de la programo '%1'.
fr: Un programme système externe dont dépend le programme «%1» n'a pas pu être exécuté.
ja: プログラム '%1' が依存している外部システムプログラムが実行できません.
nl: Een extern systeemprogramma waarvan het programma '%1' afhankelijk is kon niet worden uitgevoerd.
no: Programmet «%1» er avhengig av et eksternt systemprogram som ikke kunne kjøres.
sk: Nepodarilo sa spustiť externý systémový program, ktorý je vyžadovaný programom '%1'.
xh: Indlela yangaphandle yodweliso lwenkqubo ngapha apho udweliso lwenkqubo '%1' luxhomekeke khona lungenakuphunyezwa.

source: The program '%1' tried to read or write a file or directory but lacks the permission to do so.
af: die program '%1' probeer aan lees of skryf 'n lêer of gids maar kort die reg aan doen sodat.
eo: La programo '%1' provis legi aŭ skribi dosieron aŭ dosierujon, sed ne havas permeson fari tion.
fr: Le programme «%1» a tenté de lire ou d'écrire dans un fichier ou un dossier mais il n'a pas les droits nécessaires.
ja: プログラム '%1'は許可されていないディレクトリまたはファイルにアクセスしようとしました.
nl: Het programma '%1' trachtte een bestand of map te openen of er naar te schrijven, maar heeft onvoldoende toegangsrechten hiervoor.
no: Programmet «%1» forsøkte å lese eller skrive til en fil eller katalog, men hadde ikke rettigheter til den operasjonen.
sk: Program '%1' sa pokúsil prečítať alebo zapísať súbor alebo priečinok, ale nemá dostatočné práva.
xh: Udweliso lwenkqubo '%1' luzame ukufunda okanye ukubhala ifayile okanye ulawulo kodwa luswele imvume yokwenza oko.

source: The program '%1' tried to access a device which was not available.
af: die program '%1' probeer aan toegang verkry 'n toestel wat was nie beskikbaar.
eo: La programo '%1' provis aliri aparaton ne uzeblan.
fr: Le programme «%1» a essayé d'accéder à un périphérique qui n'est pas disponible.
ja: プログラム '%1' は利用できないデバイスにアクセスしようとしました.
nl: Het programma '%1' probeerde toegang te krijgen tot een apparaat dat niet beschikbaar was.
no: Programmet «%1» forsøkte å få adgang til en ytre enhet som var utilgjengelig.
sk: Program '%1' sa pokúsil pristúpiť na zariadenie, ktoré nie je k dispozícii.
xh: Udweliso lwenkqubo '%1' luzame ukunikezela icebo elingazange libekhona.

source: There is no more space left on the device used by the program '%1'.
af: daar is nee meer spasie links op die toestel gebruik word deur die program '%1'.
eo: Ne plu estas spaco sur la aparato uzata de la programo '%1'.
fr: Il n'y a plus d'espace libre sur le périphérique utilisé par le programme «%1».
ja: プログラム '%1'に使用されているデバイスには空き容量がありません.
nl: Er is geen ruimte meer vrij op het apparaat dat gebruikt wordt door het programma '%1'.
no: Det er ikke mer diskplass på enheten som programmet «%1» bruker.
sk: Na zariadení používanom programom '%1' už nie je žiadne voľné miesto.
xh: Akukho sithuba sishiyekileyo kwicebo elisetyenziswa ludweliso lwenkqubo '%1'.

source: The program '%1' tried to create a temporary file on a read only file system.
af: die program '%1' probeer aan skep 'n tydelike lêer op 'n lees slegs lêer stelsel.
eo: La programo '%1' provis krei provizoran dosieron sur nurlega dosieraro.
fr: Le programme «%1» a tenté de créer un fichier temporaire sur un périphérique en lecture seule.
ja: プログラム '%1'は読み取り専用のファイルシステムに一時ファイルを作成しようとしました.
nl: Het programma '%1' trachtte een tijdelijk bestand aan te maken op een alleen-lezen systeem.
no: Programmet «%1» forsøkte å lage en midlertidig fil på et filsystem som er skrivebeskyttet.
sk: Program '%1' sa pokúsil vytvoriť dočasný súbor na súborov systéme, ktorý je iba na čítanie.
xh: Udweliso lwenkqubo '%1' luzame ukwenza ifayile yexesha elifutshane kwindlela yefayile yokufunda kuphela.

source: The program '%1' tried to call a function which isn't implemented or attempted to access an external resource which does not exist.
af: die program '%1' probeer aan roep 'n funksie wat is nie geimplementeer of het probeer om aan toegang verkry 'n eksterne hulpbron wat doen nie bestaan.
eo: La programo '%1' provis voki funkcion ne realigitan aŭ provis aliri eksteran neekzistantan rimedon.
fr: Le programme «%1» a tenté d'appeler une fonction qui n'est pas disponible ou d'utiliser une ressource externe qui n'existe pas.
ja: プログラム '%1' は実装されていないファンクションまたは存在しない外部リソースにアクセスしようとしました.
nl: Het programma '%1' trachtte een functie aan te roepen die niet is ingeprogrammeerd, of probeerde toegang te krijgen tot een externe bron die niet bestaat.
no: Programmet «%1» forsøkte å kalle en funksjon som ikke er implementert eller forsøkte å få adgang til en ytre ressurs som ikke eksisterer.
sk: Program '%1' sa pokúsil zavolať funkciu, ktorá nie je implementovaná, alebo použiť externý zdroj, ktorý neexistuje.
xh: Udweliso lwenkqubo '%1' uzame ukubiza umsebenzi ongazalisekiswanga okanye uzame ukunikeza icebo langaphandle elingasekhoyo.

source: The program '%1' was unable to retrieve input data and was therefore unable to return any XML data.
af: die program '%1' was nie moontlik aan onttrek invoer data en was daarom nie moontlik aan terug enige xml data.
eo: La programo '%1' ne povis ricevi enig-datumojn kaj do ne povis redoni iujn XML-datumojn.
fr: Le programme «%1» n'a pas pu récupérer les données d'entrée et n'a donc pas pu produire de données XML.
ja: プログラム '%1' は入力データを取得できなかったのでXMLデータを返せませんでした.
nl: Het programma '%1' was niet in staat om invoergegevens op te halen, en kon daardoor geen XML-gegevens retourneren.
no: Programmet «%1» klarte ikke å få tak i inndata og kunne derfor ikke levere noen XML-data.
sk: Program '%1' nemohol získať vstupné dáta a preto nemohol ani vrátiť dáta XML.
xh: Udweliso lwenkqubo '%1' zange akwazi ukugcina idata yegalelo kwaye ngoko akakwazi ukubuyisela nayiphi na idata ye XML.

source: The program '%1' tried to access a host which is not connected to a network.
af: die program '%1' probeer aan toegang verkry 'n bediener wat is nie verbind aan 'n netwerk.
eo: La programo '%1' provis aliri komputilon ne konektitan al reto.
fr: Le programme «%1» a tenté d'accéder à un hôte qui n'est pas connecté au réseau.
ja: プログラム '%1'はネットワークに接続されていないホストにアクセスしようとしました.
nl: Het programma '%1' trachtte toegang te krijgen tot een host die niet verbonden is met een netwerk.
no: Programmet «%1» forsøkte å få tilgang til en vert som ikke er koplet til et nett.
sk: Program '%1' sa pokúsil o prístup k hostiteľovi, ktorý nie je pripojený do siete.
xh: Udweliso lwenkqubo '%1' uzame ukunikeza inginginya engadityaniswanga kumsebenzi womnatha.

source: The program '%1' tried to access a protocol which is not implemented.
af: die program '%1' probeer aan toegang verkry 'n protokol wat is nie geimplementeer.
eo: La programo '%1' provis aliri protokolon ne realigitan.
fr: Le programme «%1» a tenté d'utiliser un protocole qui n'est pas disponible.
ja: プログラム '%1' は実装されていないプロトコルへアクセスしようとしました.
nl: Het programma '%1' trachtte toegang te krijgen tot een protocol dat niet is ingeprogrammeerd.
no: Programmet «%1» forsøkte å bruke en protokoll som ikke er implementert.
sk: Program '%1' sa pokúsil o prístup k protokolu, ktorý nie je implementovaný.
xh: Udweliso lwenkqubo '%1' uzame ukunikeza i protocol engazalisekiswanga.

source: The program '%1' requires you to configure a destination address to retrieve data from. Please refer to the documentation of the program for information on how to do that.
af: die program '%1' benodig jy aan konfigureer 'n bestemming adres aan onttrek data van. asseblief verwys aan die dokumentasie van die program vir informasie op hoe aan doen wat.
eo: La programo '%1' postulas agordon de celadreso por ricevi datumojn de tie. Bonvolu enrigardi la dokumentaron de la programo por ekscii kiel fari tion.
fr: Vous devez spécifier l'adresse depuis laquelle récupérer les données pour le programme «%1». Veuillez vous référer à la documentation du programme pour connaître la marche à suivre.
ja: プログラム '%1'にはデータを取得する先のアドレスを設定する必要があります. どうするかについてはプログラムのドキュメントを参照して下さい.
nl: Het programma '%1' verlangt van u dat u het adres waar de gegevens vandaan moeten worden gehaald opgeeft. Lees a.u.b. in de documentatie van het programma hoe u dat kunt doen.
no: Progammet «%1» krever at du setter opp en addresse hvor det skal hente data. Vennligst se dokumentasjonen for programmet.
sk: Program '%1' vyžaduje nastavenie cieľovej adresy, z ktorej má získať dáta. Prosím, konzultujte dokumentáciu programu, ako ju nastaviť.
xh: Udweliso lwenkqubo '%1' ukufuna uqwalasele idilesi yengawo engqongileyo ukugcina idata ku. Nceda bhekisa kukwenziwa koxwebhu lodweliso lwenkqubo yolwazi kwindlela yokwenza oko.
