Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kcmnewsticker.po
Languages: af, bg, eo, fr, ja, nl, no, sk, xh

source: Here you can define in what intervals KNewsTicker queries the configured news sources for new headlines. This depends generally on how fast you'd like to hear about news and how much load you want to put on the network:<ul> <li>A lower value (lower than <b>15 minutes</b>) enables you to get notified about news very fast if you want or need to. Please note, that it increases the network traffic significantly, though. Therefore, such low values shouldn't be used if you query popular news sites (such as <a href=http://slashdot.org>Slashdot</a> or <a href=http://freshmeat.net>Freshmeat</a>) as they have generally already enough work with processing the incoming queries.</li> <li>A higher value (higher than <b>45 minutes</b>) won't make you hear about news that fast. For non-timecritical applications, it should be suitable, though. The positive aspect of longer intervals is that only very little load is put on the network; this saves resources and nerves, for you and the system administrators of the news sites you query.</li></ul> The default value (30 minutes) should be appropriate and reasonable in most cases.
af: hier jy kan definieer in wat intervalle k-nuustikker navrae die gekonfigureer nuus bronkodes vir nuwe hoof opskrifte. hierdie hang af in die algemeen op hoe vinnige jy'd hou van aan hoor aangaande nuus en hoe baie las jy wil hê aan plaas op die netwerk:<ul> <li>'n sagter waarde (sagter as <b>15 minute</b>) aktiveer jy aan kry inkennis gestel aangaande nuus baie vinnige as jy wil hê van benodig aan. asseblief nota, wat dit vermeerder die netwerk verkeer beduidend, het. daarom, soos lae waardes moet nie wees gebruik word as jy navraag gewild nuus tuistes (soos as <'n href=http://slashdot.org>slashdot</'n> van <'n href=http://freshmeat.net>freshmeat</'n>) as hulle het in die algemeen alreeds genoeg werk met verwerking die inkomende navrae.</li> <li>'n hoër waarde (hoër as <b>45 minute</b>) sal nie maak jy hoor aangaande nuus wat vinnige. vir non-timecritical programme, dit moet wees geskik, het. die positiewe aspek van langer intervalle is wat slegs baie klein las is plaas op die netwerk; hierdie stoor hulpbronne en senuwees, vir jy en die stelsel administrators van die nuus tuistes jy navraag.</li></ul> die verstek waarde (30 minute) moet wees geskikte en redelike in mees gevalle.
bg: Тук вие можете да зададете интервала, през който KNewsTicker ще проверява за нови статии на сървъра. Този параметър зависи от това, колко често вие искате да видете за нови статии:<ul> <li>Неголям интервал (по-малък от <b>15 минути</b>) позволява да получите най-новите новини след публикуването им. Но това силно увеличава вашия мрежови трафик. Затова такъв интервал не може да бъде използван за преглед на популярни сървъри (такива като <a href=http://slashdot.org>Slashdot</a> или <a href=http://freshmeat.net>Freshmeat</a>).</li> <li>Голям интервал (повече от <b>45 минути</b>) не позволява бързо получаване на свежи новини, но е напълно достатъчен за некритични за времето приложения. Положителна страна на използване на по-дълъг интервала - низко натоварване на мрежата; това може да запази ресурсите и нервите на вас и на администратора на сайта с новини.</li></ul> В повечето случай задайте значение по подразбиране (30 минути).
eo: Jen vi povas difini, laŭ kiuj intervaloj Novaĵprezentilo pridemandos la agorditajn novaĵfonotjn pri novaj titollinioj. Ĝi dependas de tio, kiom rapide vi volas aŭdi pri novaĵoj kaj kiom da trafiko iru tra via reto:<ul> <li>Malalta valoro (sub <b>15 minutoj</b>) ebligas rapide ekscii pri novaĵoj, sed ankaŭ kaŭzas multan retotrafikon. Bonvolu do uzi tion ne por popularaj novaĵejoj kiel ekz. <a href=http://slashdot.org>Slashdot</a> or <a href=http://freshmeat.net>Freshmeat</a>, ĉar ili ĉiukaze jam estas ŝargitaj de oftaj vizitoj.</li> <li>Pli alta valoro (super 45 minutoj) signifas, ke vi ekscias pri novaĵoj eble iom pli malfrue. Sed por aferoj, kie tempo ne tiom gravas, certe sufiĉos. Krome tio ne kaŭzas tiom da retotrafiko.</li></ul> La apriora valoro (30 minutoj) estas kompromiso certe taŭga por la plej multaj okazoj.
fr: Vous pouvez définir ici à quelle fréquence kNewsTicker interrogera sources de nouvelles configurées. Ceci dépend généralement de la vitesse à laquelle vous voulez être informé(e) et du niveau de charge vous voulez infliger au réseau :<ul> <li>Une valeur plus basse (moins de <b>15 minutes</b>) vous permet d'avoir des notifications de nouvelles très vite si vous le souhaitez ou en avez besoin. Veuillez noter que que cela augmente le trafic sur le réseau d'une manière significative. Pour cette raison, de telles valeurs basses ne devraient pas être utilisées sur des sites populaires (tels que <a href=http://slashdot.org>Slashdot</a> ou <a href=http://freshmeat.net>Freshmeat</a>) car ils ont généralement assez de travail avec les requêtes entrantes.</li> <li>Une valeur plus grande (plus de <b>45 minutes</b>) ne vous renseignera pas aussi vite. L'aspect positif d'intervalles plus longs est qu'une très petite charge de travail sera infligée au réseau, ce qui économise les ressources et les nerfs de tout le monde (les vôtres et ceux des administrateurs système des sites que vous interrogez).</li></ul> La valeur par défaut (30 minutes) devrait convenir dans la plupart des cas.
ja: ここで、KNewsTickerが指定されたニュースソースへの新規記事の問い合わせを行う時間間隔を指定できます。これは、どれだけ新しいニュースを知りたいか、及び、どれだけネットワークに負荷をかけるかによって決まります。:<ul> <li>低い値(<b>15分</b>未満)を指定すれば、あなたが知りたい、あるいは必要とする新規ニュースをすぐ知ることができます。一方で、これはネットワークのトラフィックを著しく増大させることも知っておいて下さい。ですからこのような低い値は、ポピュラーなニュースサイト(<a href=http://slashdot.org>Slashdot</a> や <a href=http://freshmeat.net>Freshmeat</a>など)を使っている場合には、使わないようにしてください。というのも、そのようなサイトは既に充分高い負荷がかかっているからです。</li> <li>高い値(<b>45分</b>より大きい)は、ニュースを速く得ることはできません。ですが、時間がクリティカルではないようなアプリケーションでは、これは適切な設定でしょう。長い問い合わせ間隔の長所は、ネットワークに負荷をかけないことです。;これはリソースの節約と同時に、あなたの問い合わせ先ニュースサイトのシステム管理者と、あなたの神経をやわらげるでしょう。</li></ul> デフォルトの値( 30 分 )は殆どの場合、適切なものでしょう。
nl: Hier kunt u bepalen met welke intervallen KNewsticker de opgegeven nieuwsbronnen controleert op nieuwe nieuwskoppen. Dit hangt in het algemeen af van hoe snel u op de hoogte wilt zijn van de laatste nieuwsfeiten en hoe zwaar u het netwerk wilt belasten:<ul> <li>een lage waarde (lager dan <b>15 minuten</b>) zorgt er voor dat u zeer snel op de hoogte bent van de laatste nieuwsfeiten. Houd er wel rekening mee dat dit het netwerkverkeer significant doet toenemen. Daarom moet u dergelijke lage waarden niet gebruiken als u populaire nieuwssites (zoals <a href=http://slashdot.org>Slashdot</a> of <a href=http://freshmeat.net>Freshmeat</a>) gebruikt, omdat deze sites al zwaar genoeg belast zijn met het verwerken van inkomende verzoeken.</li> <li>een hogere waarde (hoger dan <b>45 minuten</b>) zorgt er voor dat u niet snel op de hoogte bent van de laatste nieuwtjes. In situaties waarbij tijd niet echt van belang is moet dit overigens voldoende zijn.Het positieve aspect van lange intervals is dat dit een vrij kleine belasting op het netwerk betekent. Dat levert dus een flinke besparing op van bronnen en zenuwen, die van u en van de systeembeheerders van de nieuwssites die u gebruikt.</li></ul> De standaardwaarde (30 minuten) is in de meeste gevallen toereikend genoeg.
no: Her kan du definere hvor ofte KNewsTicker spør nyhetskildene etter nye overskrifter. Dette er avhengig av hvor ofte du vil se nye overskrifter og hvor mye du vil belaste nettverket:<ul> <li>En lav verdi (lavere enn <b>15 minutter</b>) gir deg hyppigere melding om ferske nyheter. Vennligst merk at dette øker mengden nettverkstrafikken. Derfor er det bedre å bruke høyere verdier, særlig når du henter nyheter fra steder med høy trafikk (som foreksempel <a href=http://slashdot.org>Slashdot</a> eller <a href=http://freshmeat.net>Freshmeat</a>).<li>En høy verdi (høyere enn <b>45 minutter</b>) vil gjøre at du ikke får nyhetene så hyppig. For bruk som ikke er tidskritisk vil 45 minutter være passe verdi. Det positive med lange intervaller er at det blir svært liten belastning på nettet. Dette sparer ressurser både hos deg og på nyhetsstedene, og ikke minst tolmodigheten til administratorene på nyhetssidene du overvåker.</li></ul> Standardverdien (30 minutter) burde være passende i de fleste tilfeller.
sk: Tu je možné definovať intervaly medzi kontrolami zdrojov správ na nové správy. To predovšetkým závisí na tom, ako rýchlo chcete byť informovaný/á/í o novinkách a ako veľmi chcete zaťažiť sieť:<ul> <li>Nižšia hodnota (menej ako <b>15 minút</b>) vám umožní získať novinky veľmi rýchlo, ak o to máte záujem. Uvedomte si, že tým výrazne zvýšite zaťaženie siete. Preto by nemali byť takéto nízke hodnoty používané pre veľmi obľúbené zdroje správ (napr. <a href=http://slashdot.org>Slashdot</a> alebo <a href=http://freshmeat.net>Freshmeat</a>).</li> <li>Vyššia hodnota (vyššia ako <b>45 minút</b>) spôsobí, že nebudete tak rýchlo informovaný o novinkách. Pre aplikácie, ktoré nezávisia na čase by to ale malo stačiť. Výhodou je veľmi nízke zaťaženie siete, čím si ušetríte peniaze aj nervy, pre vás aj pre administrátora zdroja správ.</li></ul> Štandardná hodnota (30 minút) by mala byť obvykle správna.
xh: Apha ungachaza amathuba amadfutshane eKNewsTicker izikhalazo eziqwalaselweyo iimvelaphi zeendaba zezihloko ezintsha. Oku kuxhomekeka ngokubanzi ngokukhawuleza ungathanda ukuva malunga neendaba nolayisho ofuna ukulufaka kumsebenzi womnatha:<ul> <li>Ixabiso elisezantsi (elisezantsi kuno <b>15 imizuzu</b>) yenza ukuba ufumane ukwaziswa malunga neendaba ngokukhawuleza ukuba uyafuna okanye ufuna njalo. Nceda qaphela, ukuba inyusa izithuthi zomsebenzi womnatha rhoqo,naxa. Ngoko ke, amaxabiso asezantsi kanjalo akanakusetyenziswa ukuba ukhalazela amanxuwa aziwayo eendaba (anjenge <a href=http://slashdot.org>Slashdot</a> or <a href=http://freshmeat.net>Freshmeat</a>) njengoko anomsebenzi ngokubanzi owaneleyo ngenkqubela yongeniso lwezikhalazo.</li> <li>Ixabiso eliphezulu (phezulu kune <b>45 imizuzu</b>) ayinakwenza uve malunga neendaba ezikha wulezayo. Ezingelo-xesha lezicelo ezifumana impazamo, inokulunga, noxa. Into eluncedo yamathuba made alulayisho kuphela oluncinane olubekwa kumsebenzi womnatha, oku kugcina amacebo nemithambo-luvo abaphathi bendlela yamanxuwa eendaba ozikhalazelayo.</li></ul> Ixabiso elingagqibekanga (30 imizuzu) lungela kwaye ucingisise kwimizekelo emininzi.

source: Nonsensitive
af: onsensitief
bg: Нечувствително
eo: Maldelikata
fr: Non sensible
ja: 反応しない
nl: Ongevoelig
no: Ikke følsom
sk: Malá
xh: Engavulekanga

source: Mousewheel sensitivity
af: muis wiel sensitiwiteit
bg: Чувствително за мишки с колелце
eo: Musrada subtileco
fr: Sensibilité de la molette de la souris
ja: マウスホイールへの感度
nl: Sensitiviteit muiswiel
no: Følsomhet for musehjul
sk: Reakcia na myš s kolieskom
xh: Ukuvuleka kwevili le mouse

source: This slider allows you to define how fast/slow the text should be scrolled when using the mousewheel.
af: hierdie skuiwer laat toe jy aan definieer hoe vinnige/stadige die teks moet wees gerol wanneer te gebruik die muis wiel.
bg: Този плъзгач ви позволява да определите скоростта на придвижване на текста при използване на мишка с колелце.
eo: La ŝovilo permesas difini kiom rapide la teksto ruliĝu ĉe uzo de la musrado.
fr: Ce curseur vous permet de définir à quelle vitesse le texte doit défiler en utilisant la molette de la souris.
ja: このスライダで、ホイールマウスでのテキストのスクロールの速さを設定できます.
nl: Met deze schuifregelaar kunt u bepalen hoe snel/langzaam door de tekst moet worden geschoven mbv de muiswiel.
no: Med denne skyveren kan du bestemme hvor raskt/langsomt teksten skal rulles når du bruker musehjulet.
sk: Toto nastavuje ako rýchlo/pomaly bude posúvaný text pri použití kolieska myši.
xh: Esi sityibilikisi sikuvumela ukuchaza ukukhawuleza/ukucotha kokubhaliweyo okuzakurolwa xa usebenzisa ivili le mouse.

source: Sensitive
af: sensitief
bg: Чувствително
eo: Delikata
fr: Sensible
ja: 反応する
nl: Sensitief
no: Følsom
sk: Veľká
xh: Ivulekile

source: &Mousewheel sensitivity:
af: muis wiel sensitiwiteit:
bg: &Чувствителност на мишка с колелце:
eo: &Subtileco de la musrado:
fr: &Sensibilité de la molette
ja: マウスホイールへの感度(&M)
nl: Sensitiviteit &muiswiel:
no: &Musehjul-følsomhet:
sk: Reakcia na &myš s kolieskom:
xh: &Uvuleko levili ye mouse:

source: &Temporarily slowed scrolling
af: tydelik verstadig rolling
eo: &Okaze malrapidigita ruliĝo
fr: Défilement temporairement ra&lenti
ja: 一時的にスクロールを遅くする(&T)
nl: &Tijdelijk vertraagde verschuiving
no: Midler&tidig langsommere rulling
sk: &Dočasne spomalený posun
xh: &Urolo lwexesha elifutshane olucothiswayo

source: Slow the scrolling down when mouse points at the scroller
af: stadige die rolling ondertoe wanneer muis punte na die roller
bg: Забавя придвижването на долу когато показалеца на мишката е върху лентата за придвижване.
eo: Malrapidigu la malsuprenruliĝo, kiam la muso montras al la rulilo
fr: Ralentir le défilement vers le bas quand la souris pointe dans la zone de défilement
ja: マウスがポイントした時一時的にスクロールを遅くする
nl: Vertraag het naar beneden schuiven als de muis naar de schuifregelaar wijst.
no: Brems rullingen når musen peker på rulleren
sk: Spomaliť, keď kurzor myši ukazuje na text
xh: Cothisa urolo phantsi xa imouse yalathe kumroli

source: Check this box to make KNewsTicker slow the scrolling down when you move the mouse cursor over the scrolling text. This makes clicking on items and dragging the icons (if enabled) away a lot easier.
af: bevestig hierdie boks aan maak k-nuustikker stadige die rolling ondertoe wanneer jy beweeg die muis plekaanduier bo die rolling teks. hierdie maak te kliek op iteme en te trek die ikoone (as geaktiveer) weg 'n baie makliker.
bg: Отбележете това, за да забавите преместването, когато показалеца на мишката е на текста.
eo: Ŝaltu, se Novaĵprezentilo malrapidigu la ruladon, kiam vi movas la muson super la rulantan tekston. Tio plifaciligas la alkalkon de erojn kaj la ŝovadon de piktogramoj.
fr: Cochez cette case pour rendre le défilement de kNewsTicker lent quand vous placez le curseur de la souris au-dessus du texte défilant. Ceci rend le clic sur les éléments et le glissé-déposé des icônes (s'il est activé) bien plus facile.
ja: このチェックボックスをチェックすると、KNewsTickerはスクロールされるテキスト上にマウスが来るとスクロールを遅くします. これにより項目のクリックやアイコン(有効な場合)のドラッグがかなり易しくなります.
nl: Schakel deze optie in als u wilt dat KNewsTicker de snelheid van de looptekst afremt als u de muisaanwijzer over de looptekst heen beweegt. Het klikken op items en het verslepen van pictogrammen (indien geactiveerd) is dan een stuk eenvoudiger.
no: Kryss her for å få KNewsTicker til å rulle teksten langsommere når du plaserer musepekeren over den rullende teksten. Dette gjør det lettere å klikke på overskrifter og dra bort ikoner (hvis slått på).
sk: Použite túto voľbu pre spomalenie posunu pri ukázaní kurzorom myši. To umožňuje výrazne jednoduchšie ťahanie ikon a klikanie na položky.
xh: Khangela le bhokisi ukwenza i KNews Ticker icothise urolo phantsi xa ususa isalathisi se mouse ngapha kokubhaliweyo korolo. Oku kwenza unqakrazo kwimiba kwaye itsala i icon (ukuba zenziwe) kude ngokulula.

source: &Use custom names for news sites
af: gebruik pasmaak name vir nuus tuistes
bg: Използва &други имена за сайта с новини
eo: &Uzu proprajn nomojn por novaĵejoj
fr: &Utiliser les noms personnalisés pour les nouveaux sites
ja: ニュースサイトにユーザ定義の名前を使う(&U)
nl: Aangepaste namen gebr&uiken voor nieuwssites
no: Br&uk egendefinerte navn for nyhetssider
sk: &Použiť vlastné mená pre servery správ
xh: &Sebenzisa amagama esiko kumanxuwa eendaba

source: Use the names defined in the list of news sources
af: gebruik die name gedefinieër in die lys van nuus bronkodes
bg: Използва имена от списъка с източници
eo: Uzu la nomojn difinitajn en la listo de novaĵfontoj
fr: Utiliser les noms définis dans la liste des sources de nouvelles
ja: ニュースソースリストに定義された名前を使う
nl: Gebruik de namen die gedefinieerd zijn in de lijst met nieuwsbronnen
no: Bruk navnene definert i listen over nyhetskilder
sk: Použiť mená definované v zozname zdrojov správ
xh: Sebenzisa amagama achazwe kuluhlu lwamacebo eendaba

source: Check this box to make the news ticker use the names you specified in the list of news sources (available on the tab labelled <i>News sources</i>) instead of the ones the news sites themselves report.<br>This can be handy for news sites which report a very long or useless name.
af: bevestig hierdie boks aan maak die nuus tikker gebruik die naam jy gespesifiseer in die lys van nuus bronkodes (beskikbaar op die oortjie geëtiketeer <i>nuus bronkodes</i>) in plaas van van die ene die nuus tuistes hulleself raporteer.<br>hierdie kan wees nuttig vir nuus tuistes wat raporteer 'n baie lang of nutteloos naam.
bg: Изберете тази опция, за да използвате имената на източници, определени в списъка на източника за новини (достъпни в <i>Източници на новини</i>) вместо име на сайт. Това е полезно за сайтове с дълги или неразбираеми адреси.
eo: Enŝaltu, se Novaĵprezentilo uzu la nomojn donitajn en la listo de novaĵfontoj (vidu sur la paĝo <i>Novaĵfontoj</i>) anstataŭ la nomoj, kiujn raportas la novaĵejoj mem.<br> Tio povas esti utila por novaĵejo kun tro longa aŭ neutila nomo.
fr: Cochez cette case pour faire que le téléscripteur utilise les noms que vous avez spécifiés dans la liste des sources de nouvelles (disponible sous l'onglet marqué <i>Sources de nouvelles</i>) au lieu de ceux que les sites de nouvelles renvoient eux-mêmes.<br>Ceci peut être utile pour les sites de nouvelles qui renvoient un nom très long ou inutilisable.
ja: このボックスをチェックするとニュースティッカーは、ニュースサイトの名前に、ニュースサイト自身が報告する名前では無く、リスト(<i>ニュースソース</i>タブにあります)に定義された名前を使うようになります。<br>これは非常に冗長な名前を返すサイトには便利でしょう。
nl: Schakel deze optie in om er voor te zorgen dat de newsticker de namen gebruikt die u hebt opgegeven in de lijst met nieuwsbronnen. (beschikbaar onder de tab <i>Nieuwsbronnen</i>). Deze worden gebruikt in plaats van de namen die door de nieuwssites worden gebruikt. <br>Dit kan heel handig zijn voor nieuwssites die hele lange of nutteloze namen gebruiken.
no: Merk av denne boksen for at nyhetstelegrafen skal bruke navnene du oppga i listen over nyhetskilder (tilgjengelig på siden kalt <i>Nyhetskilder</i>), istedenfor de navnene som nyhetskildene selv oppgir.<br>Dette kan være nyttig for nyhets-sider som bruker et veldig langt eller et ubrukelig navn.
sk: Použite túto voľbu, ak chcete, aby sa používali mená zdrojov podľa zoznamu zdrojov správ (ten je v záložke <i>Zdroje správ</i>) namiesto mien udávaných samotnými zdrojmi. <br>To je výhodné, ak zdroje oznamujú príliš dlhé alebo nevhodné mená.
xh: Khangela le bhokisi ukwenza umchwethi wendaba asebenzise amagama owakhankanyileyo kuluhlu lamacebo eendaba (akhoyo kwisithuba esinombhalo <i>Amacebo eendaba</i>) endaweni yamanye amanxuwa eendaba azixela ngakwawo.<br>Oku kunokuba sisandla kumanxuwa eendaba ezixela igama elide kakhulu okanye elingenamsebenzi.

source: News sources
af: nuus bronkodes
bg: Източник на новини
eo: Novaj fontoj
fr: Sources des nouvelles
ja: ニュースソース
nl: Nieuwsbronnen
no: Nyhetskilder
sk: Zdroje správ
xh: Amacebo eendaba

source: Name of site
af: naam van tuiste
bg: Име на сайт
eo: Ejo-nomo
fr: Nom du site
ja: サイト名
nl: Sitenaam
no: Navn på kilde
sk: Meno serveru
xh: Igama lenxuwa

source: Source file
af: bron lêer
bg: Изходен файл
eo: Fontdosiero
fr: Fichier source
ja: ソースファイル
nl: Bronbestand
no: Kildefil
sk: Konfiguračný súbor zdroja
xh: Ifayile yecebo

source: Max. articles
af: max. aktikels
bg: Максимум статии
eo: Maks. de artikoloj
fr: Max. d'articles
ja: 最大記事数
nl: Max. artikelen
no: Maks artikler
sk: Max. článkov
xh: Imiba emikhulu

source: News sources to be queried
af: nuus bronkodes aan wees bevraag
bg: Заявка към източника на новини
eo: Trarigardendaj novaĵfontoj
fr: Sources de nouvelles à interroger
ja: 問い合わせるニュースソース
nl: Nieuwsbronnen die gecontroleerd moeten worden
no: Nyhetskilder som skal sjekkes
sk: Kontrolované zdroje správ
xh: Amacebo eendaba azakukhalazelwa
