Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kcmnewsticker.po
Languages: af, bg, eo, fr, ja, nl, no, sk, xh

source: This list lets you manage the list of news sites the news ticker will query for headlines. The news sources are arranged in a tree-like hierarchy and sorted by topic.<br>The column labelled "Max. articles" shows how many articles will be cached for the news sites (read: how many articles will be accessible through the context menu).<ul> <li>To add a site, you can either drag the URL of the RDF or RSS file to this list from Konqueror or any other application, or use the <i>Add...</i> button in the bottom right corner.</li> <li>To modify a site, just double-click on the particular news source you'd like to edit and an input field will pop up which lets you edit the respective property.</li> <li>To remove a site, simply select a news source in the list and click on the <i>Remove</i> button in the lower right corner.</li></ul> Note that you can also right-click on the list to open a menu which lets you add and remove news sources. You can also dis-/enable certain news sources temporarily by (un-)checking the box next to it; those news sources whose box is checked are considered activated and will be processed by KNewsTicker.
af: hierdie lys lets jy bestuur die lys van nuus tuistes die nuus tikker sal navraag vir hoof opskrifte. die nuus bronkodes word gerangskik in 'n tree-hou van hiërargie en gesorteer deur onderwerp.<br>die kolom geëtiketeer "max. aktikels" vertoon hoe veel aktikels sal wees gekas vir die nuus tuistes (lees: hoe veel aktikels sal wees toeganklik deur die konteks kieslys).<ul> <li>aan voeg deur 'n tuiste, jy kan òf trek die url van die rdf of rss lêer aan hierdie lys van konqueror of enige ander aansoek, of gebruik die <i>voeg deur...</i> knoppie in die bodem regterkant hoek.</li> <li>aan verander 'n tuiste, net double-kliek op die spesifieke nuus bron jy'd hou van aan redigeer en 'n invoer veld sal pop begin wat lets jy redigeer die respektiewe eienskap.</li> <li>aan verwyder 'n tuiste, eenvoudig kies 'n nuus bron in die lys en kliek op die <i>verwyder</i> knoppie in die sagter regterkant hoek.</li></ul> nota wat jy kan asook regterkant-kliek op die lys aan open 'n kieslys wat lets jy voeg deur en verwyder nuus bronkodes. jy kan asook dis-/aktiveer sekere nuus bronkodes tydelik deur (un-)toetsing die boks volgende aan dit; daardie nuus bronkodes wie se boks is nagegaan word oorweeg geaktiveer en sal wees geprosesseer deur k-nuustikker.
bg: С помощта на този списък вие можете да задавате сайт, от който ще бъдат заявени новини. Източниците за новини са в подредени в дъровидна форма и сортирани. Колона "Максимален брой статий" показва, колко статии ще бъдат кеширани за източника на новини (показват се чрез контекстното меню).<ul> <li>За добавяне на изтеглете URL файла RDF или RSS в списъка от Konqueror или всяко другого приложение или използвайте бутона <i>Добави...</i> в дясно долу.</li> <li>За промяна на настройките на сайта кликнете двукратно на името на сайта в списъка на почвилото се поле ипроменете съответните настройки.</li> <li>За изтриване на сайт просто изберете сайта от списъка и натиснете бутон <i>Изтрий</i> долу в дясно.</li></ul> Забележка: вие също така можете да извършите тези действия чрез контекстното меню, отварящо се при натиснат десен бутон на мишката. Освен това, вие можете временно да включите/изключите някой източници на новини, включвайки маркера около сайта. Активни са тези с включен маркер
eo: Tiu listo permesas administri la novaĵejojn, kiuj Novaĵprezentilo pridemando pri anoncoj. La novaĵejoj estas aranĝitaj en arba strukturo kaj ordigitaj laŭteme.<br> La kolumno "Maks. artikoloj" montras kiom da artikoloj estas konservataj (t.e. kiom da ili alireblas per la ĉeloka menuo).<ul> <li>Vi aldonas novaĵejon per alŝovo de URLo de RDF- aŭ RSS-dosiero el Konkeranto aŭ simila aplikaĵo al la listo, aŭ premante la butonon <i>Aldonu...</i>.</li> <li>Por ŝanĝi novaĵejon duklaku sur listeronkaj aperos kampo. kie vi povas redakti la koncernan econ.</li> <li>Por forigi novaĵejon, elektu iun en la listo kaj premu la butonon <i>Forigu</i>.</li></ul> Notu, ke vi ankaŭ povas alklaki la liston per la dekstra musbutono por malfermi ĉelokan menuon poer plenumi tiujn agojn. Vi povas ankaŭ malaktivigi novaĵejon provizore per malelekto de la kesteto ĉe ĝi kaj reaktivigi ĝin elektante la kesteton.
fr: Cette liste vous permet de gérer les sites de nouvelles dans laquelle le téléscripteur va chercher ses titres. Les sources de nouvelles sont organisées en une arborescence et triées par genre.<br>La colonne nommée «Max.d'articles» affiche combien d'articles seront mis en cache pour les sites de nouvelles (comprenez : combien d'articles seront accessibles avec le menu contextuel).<ul> <li>Pour ajouter un site, vous pouvez soit faire glisser l'URL du fichier RDF ou RSS vers cette liste à partir de Konqueror ou n'importe quelle autre application, soit utiliser le bouton «<i>Ajouter</i>» sur la droite...</i>.</li> <li>Pour modifier un site, vous pouvez soit double-cliquer sur le site pour ouvrir une boîte de dialogue qui vous permet de modifier les propriétés du site, soit cliquer sur le bouton «<i>Modifier</i>» sur la droite.</li> <li>Pour enlever un site, cliquez simplement sur le bouton «<i>Supprimer</i>» sur la droite.</li></ul> Notez que vous pouvez aussi cliquer sur cette liste avec le bouton droit de la souris pour ouvrir un menu qui vous propose toutes les actions décrites ci-dessus. Vous pouvez aussi activer ou désactiver temporairement certaines sources de nouvelles en cochant ou décochant la case située à côté. Les sources de nouvelles dont la case est cochée sont considérées comme actives et seront traitées par kNewsTicker.
ja: このリスト(及び右のボタン)で、ニュースティッカーがヘッドラインを問い合わせるニュースサイトを管理できます。ニュースソースはツリー階層で表示されていて、トピックでソートされています. <br>"最大記事数"という列は、そのニュースサイトについてどれだけのヘッドラインがキャッシュされるか(コンテキストメニューからどれだけの数の記事がアクセスできるか)を示しています。<ul> <li>サイトを追加するには、URLや、RDFまたはRSSファイルをKonqueror等からドラッグして下さい。あるいは下右隅の<i>追加...</i>ボタンを使って下さい。</li> <li>サイトを編集するには、編集したいサイトをダブルクリックして下さい。プロパティを編集する入力フィールドがポップアップします。</li> <li>サイトを削除するには、リスト上でサイトをクリックして下右隅の<i>削除</i>ボタンをクリックして下さい。</li></ul> なお、このリストの上で右ボタンをクリックして、追加・削除などのメニューを表示できます。またサイトの横にあるチェックボックスをチェックする/チェックを外すと、一時的にそのニュースソースを有効/無効に出来ます。;ニュースソースはチェックが付いているものが有効とみなされます.
nl: Hiermee kunt u de lijst met nieuwssites die de nieuwsticker controleert op nieuwskoppen beheren. De nieuwsbronnen zijn geranschikt in een boomstructuur en gesorteerd op onderwerp.<br>De kolom genaamd "Max artikelen" toont hoeveel artikelen gecached zullen worden voor de nieuwssites. (lees: hoeveel artikelen via het contextmenu toegankelijk zullen zijn)<ul> <li>Om een site toe te voegen kun u of het URL-adres van een RDF- of RSS-bestand vanuit Konqueror (of een ander programma) naar deze lijst verslepen, of de knop <i>Toevoegen...</i> rechts gebruiken.</li> <li>Om een site te bewerken, dubbelklik op de bewuste site om een venster te openen waarin u de eigenschappen kunt bewerken, of klik op de knop <i>Bewerken...</i> rechts</li> <li>Om een site te verwijderen, selecteer deze en klik op de knop <i>Verwijderen</i> rechtsonder.</li></ul> U kunt ook met uw rechter muisknop op de lijst klikken. U opent dan een contextmenu vanwaaruit u nieuwsbronnen kunt toevoegen en verwijderen. U kunt ook bepaalde nieuwsbronnen tijdelijk (de)activeren door het keuzevakje er naast te (de)selecteren. De nieuwsbronnen wiens keuzevakje geselecteerd is worden beschouwd als geactiveerd en door KNewsTicker verwerkt.
no: Denne listen (og knappene til høyre) lar deg styre listen over nyhetskilder som nyhetstelegrafen sjekker for overskrifter. Kolonnen merket "Maks artikler" viser hvor mange artikler som blir mellomlagret for nyhetskildene (les: antall artikler som blir tilgjengelig gjennom kontekst-menyen).<ul> <li>For å legge til en side, så kan du enten dra URLen til RDF- eller RSS-filen fra Konqueror (eller en annen applikasjon) over til listen eller bruke <i>Legg til...</i> knappen til høyre.</li> <li>For å redigere en side, dobbeltklikk på nyhetskilden du vil redigere, og et inndatafelt vil dukke opp som lar deg endre innholdet.</li> <li>For å fjerne en side, velg en nyhetskilde og klikk på <i>Fjern</i>-knappen nederst i høyre hjørne.</li></ul> Merk at du også kan høyreklikke på listen for å åpne en meny som lar deg legge til og fjerne nyhetskilder. Du kan også slå på/av visse nyhetskilder midlertidig ved å krysse av boksen ved siden av den; de nyhetskildene som er krysset av regnes som aktive, og vil bli behandlet av KNewsTicker
sk: Tento zoznam umožňuje upraviť zoznam zdrojov, z ktorých budú rýchle správy získavané. Zdroje sú zobrazené v strome a utriedené podľa tém. <br>Stĺpec označený ako "Max. článkov" ukazuje koľko článkov bude uchovaných pre každý zdroj správ (čiže koľko článkov bude k dispozícii v menu). <ul> <li>Pre pridanie ďalšieho zdroja buď pustite URL jeho súboru RDF alebo RSS do zoznamu z Konquerora alebo inej aplikácie, alebo použite tlačidlo <i>Pridať...</i> v pravom dolnom rohu.</li> <li>Pre zmenu zdroja buď dvakrát kliknite na daný zdroj v zozname. Otvorí sa dialóg pre úpravu vlastností zdroja.</li> <li>Pre odstránenie zdroja jednoducho kliknite na tlačidlo <i>Odstrániť</i>v pravom dolnom rohu.</li></ul> Uvedomte si, že na zdroje v zozname môžete kliknúť aj pravým tlačidlom myši a vybrať si zo zobrazeného menu pridanie alebo odstránenie zdroja. Tiež ich môžete dočasne vypnúť/zapnúť. Tie, ktoré majú vedľa seba značku, sú aktívne a budú spracované Sledovaním správ.
xh: Olu luhlu lukuvumela wenze uluhlu lamanxuwa eendaba umchwethi weendaba azakuzikhalazela zezihloko. Iimvelaphi zeendaba zilungiswe kumthi-njengeqela kwaye elilungiswe sisihloko.<br>Umbhalo womhlathi "Max. articles" ibonisa ukuba mangaphi amanqaku azakugcinwa ngokufihlakeleyo kumanxuwa eendaba (funda: mangaphi amnqaku azakunikezwa ngapha kwe menu yentsingiselo).<ul> <li>Ukudibanisa inxuwa, kungatsala i URL ye RDF okanye RSS fayile kolu luhlu kwi Konqueror okanye nasiphi esinye isicelo, okanye sebenzisa <i>Dibanisa...</i> iqhosha kwikona esezantsi ekunene.</li> <li>Ukuguqula kancinane inxuwa , nqakraza nje-kabini kwimvelaphi ethile yeendaba ofuna ukuzihlela kunye nomhlaba wegalelo elizaku opo up elikuvumela ukuba uhlele impahla ngembeko.</li> <li>Ukususa inxuwa, khetha ngokulula imvelaphi yeendaba kuluhlu kwaye nqakraza ku <i>Susa</i> iqhosha kwikona esezantsi ekunene.</li></ul> Qaphela ukuba unganqakraza-ekunene kuluhlu lokuvulaimenu ekuvumela ukuba udibanise kwaye ususe iimvelaphi zeendaba. Unga ngenzi/wenze iimvelaphi ezithile zeendaba zexesha elifutshane ngokukhangela (ukunga-)ibhokisi esecaleni kwayo; ezo mvelaphi zeendaba ezinebhokisi ekhangelwayo ziqwalaselwa kwaye zizakuqhubekiswa yi KNewsTicker.

source: R&emove
af: verwyder
bg: &Изтрий
eo: &Forigu
fr: Supprim&er
ja: 削除(&e)
nl: V&erwijderen
no: Fj&ern
sk: &Odstrániť
xh: &Susa

source: Remove selected site
af: verwyder gekose tuiste
bg: Изтрива източник
eo: Forigu elektitan ejon
fr: Supprimer le site sélectionné
ja: 選択されたサイトを削除
nl: Verwijder de geselecteerde site
no: Fjern valgt kilde
sk: Odstrániť vybraný zdroj
xh: Susa inxuwa elikhethiweyo

source: Click this button to remove the currently selected news site from the list.
af: kliek hierdie knoppie aan verwyder die huidiglik gekose nuus tuiste van die lys.
bg: Кликнете на този бутон за да изтриете избран източник за новини от списъка.
eo: Premu la butono por forigi la elektitan novaĵejon el la listo.
fr: Cliquez sur ce bouton pour supprimer de la liste le site de nouvelles actuellement sélectionné.
ja: このボタンをクリックして、現在選択されているニュースサイトをリストから削除します。
nl: Druk op deze knop om de huidig geselecteerde nieuwssite uit de lijst te verwijderen.
no: Trykk denne knappen for å fjerne den markerte nyhetskilden fra listen.
sk: Kliknutím na toto tlačidlo odstránite zo zoznamu momentálne vybrané zdroje správ.
xh: Nqakraza eli qhosha ukususa inxuwa elikhethiweyo ngoku kulluhlu.

source: A&dd...
af: voeg by...
bg: &Добави...
eo: &Aldonu...
fr: A&jouter
ja: 追加(&d)
nl: &Toevoegen...
no: L&egg til...
sk: &Pridať...
xh: &Dibanisa...

source: Add a new site
af: voeg by 'n nuwe tuiste
bg: Добавя нов източник
eo: Aldonu novan ejon
fr: Ajouter un nouveau site
ja: 新規サイトを追加
nl: Voeg een nieuwe site toe
no: Legg til en ny kilde
sk: Pridať nový zdroj
xh: Dibanisa inxuwa elitsha

source: Click this button to add a new site to the list. Note that you can also drag a RDF or RSS file to this list (i.e. from Konqueror) to add it to the list.
af: kliek hierdie knoppie aan voeg by 'n nuwe tuiste aan die lys. nota wat jy kan asook trek 'n rdf of rss lêer aan hierdie lys (i.e. van konqueror) aan voeg by dit aan die lys.
bg: Кликнете на този бутон за добавяне на нов източник на новини. Вие можете също да създадете нов като изтеглите RDF или RSS файл в този списък, например, от Konqueror.
eo: Premu la butonon por aldoni novaĵejon al la listo. Vi ankaŭ povas musŝovi RDF- aŭ RSS-dosierojn al tiu ĉi listo (ekz. el Konkeranto) por aldoni ĝin al la list.
fr: Cliquez sur ce bouton pour ajouter un site de nouvelles à la liste. Notez que vous pouvez aussi glisser-déposer un fichier RDF ou RSS dans la liste des fichiers (par exemple de Konqueror) pour l'ajouter à la liste.
ja: このボタンをクリックして、リストに新規ニュースサイトを追加して下さい。リストに追加するには、(Konquerorなどから)RDFまたはRSSファイルを、このリストにドラッグすることもできます。
nl: Druk op deze knop om een nieuwe site aan de lijst toe te voegen. U kunt ook een RDF- of RSS-bestand naar deze lijst slepen (bijv. vanuit Konqueror) om deze aan de lijst toe te voegen.
no: Trykk denne knappen for å legge til en ny kilde på listen. Merk at du kan også dra en RDF eller RSS fil til listen (f.eks. fra Konqueror) for å legge den til listen.
sk: Kliknutím na toto tlačidlo pridáte nový server do zoznamu. Rovnako môžete do zoznamu súbory typu RDF alebo RSS pustiť (napr. z Konquerora).
xh: Nqakraza eli qhosha ukudibanisa inxuwa elitsha kuluhlu. Qaphela ukuba ungatsala i Rdf okanye i RSS fayile kolu luhlu (ithetha ukuba kwi Konqueror) ukuyidibanisa kuluhlu.

source: &Modify...
af: verander...
bg: &Промени...
eo: Ŝ&anĝu...
fr: Mo&difier
ja: 編集(&M)
nl: &Wijzigen...
no: &Endre...
sk: &Upraviť...
xh: &Guqula kancinane...

source: Modify selected news source
af: verander gekose nuus bron
bg: Променя избрания източник за новини
eo: Ŝanĝu elektitan novaĵfonton
fr: Modifier la source de nouvelles sélectionnée
ja: 選択されたニュースソースの編集(&A)
nl: Geselecteerde nieuwsbron bewerken
no: Rediger valgt nyhetskilde
sk: Upraví vybraný zdroj správ
xh: Guqula kancinane icebo elikhethiweyo leendaba

source: Click this button to open a dialog which lets you edit the properties (such as the name, the source file, or the icon) of the currently selected news source.
af: kliek hierdie knoppie aan open 'n dialoog wat lets jy redigeer die eienskappe (soos as die naam, die bron lêer, van die ikoon) van die huidiglik gekose nuus bron.
bg: При натискане на този бутон се появява диалог за редактиране на настройките на източника за новини.
eo: Tiu butono kondukas al dialogo, kie vi povas redakti la ecojn de la elekita novaĵfonto (ekz. nomon, fontodosieron kaj piktogramon de ĝi).
fr: Cliquez sur ce bouton pour ouvrir une boîte de dialogues d'édition des propriétés (telles que le nom, le fichier source ou l'icône) de la source de nouvelles sélectionnée.
ja: このボタンをクリックして、現在選択されているニュースソースのプロパティ(名前、ソースファイル、アイコン等)を編集するダイアログを開きます.
nl: Druk op deze kop om een dialoogvenster te openen vanwaaruit u de eigenschappen van de momenteel geselecteerde nieuwsbron kunt bewerken. (Denk hierbij aan zaken als de naam, het bronbestand of het pictogram.)
no: Trykk denne knappen for å åpne en dialog der du kan redigere egenskaper til den valgte nyhetskilden (som f.eks. navnet, kildefilen eller ikonet)
sk: Stlačením tohto tlačidla otvoríte dialóg pre nastavenie vlastností (napr. mena, konfiguračného súboru, ikony) momentálne vybraného zdroja.
xh: Nqakraza eli qhosha ukuvula incoko yababini ekuvumela ukuba uhlele iimpahla (enjenge gama, ifayile yecebo, okanye i icon) yecebo leendaba elikhethiweyo ngoku.

source: Filters
bg: Филтри
eo: Filtriloj
fr: Filtres
ja: フィルター
no: Filtere
sk: Filtre
xh: Amacebo okucoca ulwelo

source: Action
af: aksie
bg: Действие
eo: Ago
ja: アクション
nl: Actie
no: Hendelse
sk: Akcia
xh: Intshukumo

source: affects
af: affekteer
bg: ефекти
eo: efektoj
fr: affecte
ja: 対象
nl: effect
no: påvirker
sk: ovplyvňuje
xh: ichaphazela

source: condition
af: kondisie
bg: условие
eo: kondiĉo
ja: 条件
nl: conditie
no: betingelse
sk: podmienka
xh: indawo

source: expression
af: uitdrukking
bg: израз
eo: esprimo
ja: 表現
nl: expressie
no: uttrykk
sk: výraz
xh: inkcazelo

source: Currently configured filters
af: huidiglik gekonfigureer filters
bg: Текущо конфигурирани филтри
eo: Momente agorditaj filtriloj
fr: Filtres actuellement configurés
ja: 現在設定されているフィルター
nl: Huidige ingestelde filters
no: Aktuelle oppsatte filtre
sk: Momentálne nastavené filtre
xh: Amacebo okucoca asandulukuqwalaselwa
