Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kcmnewsticker.po
Languages: af, bg, eo, fr, ja, nl, no, sk, xh

source: News query interval:
af: nuus navraag interval:
bg: Интервал на заявка за новини:
eo: Intervalo por rigardo je novaĵoj
fr: Intervalle entre les requêtes de nouvelles :
ja: ニュースを問い合わせる間隔:
nl: Interval voor nieuwscontrole:
no: Intervall mellom nyhetssjekk:
sk: Interval pre kontrolu správ:
xh: Ithuba elifutshane lesikhalazo sendaba:

source: all news sources
af: alle nuus bronkodes
bg: всички източници на новини
eo: ĉiuj novaĵfontoj
fr: Toutes les sources des nouvelles
ja: 全てのニュースソース
nl: Alle nieuwsbronnen
no: alle nyhetskilder
sk: všetky zdroje
xh: Onke amacebo eendaba

source: <h1>News Ticker</h1> This module allows you to configure the news ticker applet for KDE's panel. Here, you can configure general settings such as how often KNewsTicker will check for new articles as well as manage the list of news sources which KNewsTicker will query for new articles or setup filters.
af: <h1>nuus tikker</h1> hierdie module laat toe jy aan konfigureer die nuus tikker miniprogram vir kde se paneel. hier, jy kan konfigureer algemeen instellings soos as hoe gereeld k-nuustikker sal bevestig vir nuwe aktikels as goed as bestuur die lys van nuus bronkodes wat k-nuustikker sal navraag vir nuwe aktikels of opstelling filters.
bg: <h1>Аплет за новини</h1>В този модул вие можете да конфигурирате аплета за новини на панела на KDE. Към тези настройки се относят интервал за проверка на новини и източници на новини за този аплет, а също и нови статии инастройка на филтри.
eo: <h1>Novaĵprezentilo</h1>Tiu modulo permesas agordi la novaĵprezentilon de la Panelo. Vi povas agordi, kiom ofte la programo rigardos je novaj mesaĝoj kaj administri la liston de novaĵfontoj, kiujn Novaĵprezentilo trakribras je novaĵoj aŭ difini filtrilojn.
fr: <h1>Téléscripteur</h1> Ce module vous permet de configurer l'applet Newsticker pour le tableau de bord de KDE. Vous pouvez configurer ici les réglages généraux tels que la fréquence à laquelle kNewsTicker va vérifier la présence de nouveaux articles, la liste des sources de nouvelles dans lesquelles kNewsTicker va chercher les articles, ou encore les filtres.
ja: <h1>ニュースティッカー</h1>このモジュールで、KDEパネルのニュースティッカーアプレットの設定ができます。ここでは、KNewsTicker が新規記事の問い合わせを行う頻度等の一般的な設定の他に、KNewsTickerが新規記事に問い合わせするニュースソースのリストの管理等もできます。
nl: <h1>News Ticker</h1> In deze module kunt u het nieuwsticker-applet voor KDE's paneel instellen. U kunt hier algemene instellingen regelen, zoals hoe vaak KNewsticker op nieuwe artikelen moet controleren en het beheer van de lijst met nieuwsbronnen die KNewsTicker moet afzoeken op nieuwe berichten of setup filters.
no: <h1>Nyhetstelegraf</h1> Denne modulen lar deg konfigurere nyhetstelegraf-appleten til KDEs panel. Her kan du sette opp generelle innstillinger som for eksempel hvor ofte KNewsTicker ser etter nye artikler, såvel som håndtere listen over nyhetskilder som KNewsTicker spør etter nye artikler, eller håndtere filtre.
sk: <h1>Rýchle správy</h1> Tento modul umožňuje nastaviť applet pre rýchle správy v KDE paneli. Tu je možné nastaviť všeobecné možnosti, napr. ako často budú kontrolované servery na nové správy, alebo je prístupná správa zoznamu zdrojov správ, kde bude KNewTicker zisťovať nové správy alebo filtre nastavenia.
xh: <h1>Umchwethi weendaba</h1> Lo mnqongo ukuvumela ukuba uqwalasele umchwethi weendaba applet yeqela lenjongo ye KDE's panel. Apha, ungaqwalasela izicwangciso ngokubanzi ezinjengokuba kukangakanani iKNewsTicker izakukhangela imiba emitsha nokwenza uluhlu lwamacebo amatsha apho i KNewsTicker izakukhalazela imiba emitsha okanye amacebo okucoca.

source: Do you really want to remove the news source '%1'?<br><br>Press 'Yes' to remove the news source from the list, press 'No' to keep it and close this dialog.
af: doen jy rerig wil hê aan verwyder die nuus bron '%1'?<br><br>druk 'Yes' aan verwyder die nuus bron van die lys, druk 'No' aan hou dit en maak toe hierdie dialoog.
bg: Вие действително ли искате да изтриете източника на новини '%1'?<br><br>Натиснете 'Да' за изтриване на източника от списъка или 'Не' за да гооставите и да затворите диалога.
eo: Ĉu vi vere volas forigi la novaĵfonton '%1'?<br><br>Premu 'Jes' por forigi la novaĵfonton el la listo, aŭ premu 'Ne' por konservi ĝin kaj fermi la dialogon.
fr: Voulez-vous vraiment supprimer la source de nouvelles «%1» ?<br> <br>Cliquez sur «Oui» pour supprimer la source de nouvelles de la liste, ou sur «Non» pour l'y laisser et fermer cette boîte de dialogue.
ja: 本当にニュースソース'%1'を削除しますか?<br><br>リストからニュースソースを削除するには'はい'ボタンを押して下さい。削除せずにこのダイアログを閉じるには'いいえ'を押して下さい。
nl: Wilt de nieuwsbron '%1' verwijderen? <br><br>Druk op 'Ja' om de nieuwsbron uit de lijst te verwijderen, druk op 'Nee' om ze te behouden.
no: Vil du virkelig fjerne nyhetskilden «%1»?<br><br>Trykk «Ja» for å fjerne nyhetskilden fra listen, trykk «Nei» for å beholde den og lukke denne dialogen.
sk: Naozaj chcete odstrániť zdroj správ '%1'?<br><br>Stlačením 'Áno' tento zdroj odstránite zo zoznamu, stlačením 'Nie' ho necháte v zozname a zatvoríte tento dialóg.
xh: Ufuna ngokwenene ukususa icebo leendaba '%1'?<br><br>Cinezela 'Ewe' ukususa icebo leendaba kuluhlu, cinezela 'Hayi' ukuyigcina kwaye vala le ncoko yababini.

source: Do you really want to remove the selected filter?<br><br>Press 'Yes' to remove the filter from the list, press 'No' to keep it and close this dialog.
af: doen jy rerig wil hê aan verwyder die gekose filter?<br><br>druk 'Yes' aan verwyder die filter van die lys, druk 'No' aan hou dit en maak toe hierdie dialoog.
bg: Вие действително ли искате да изтриете избрания филтър?<br><br> Натиснете 'Да' за изтриване от списъка или 'Не' за да го оставите и да затворите диалога.
eo: Ĉu vi vere volas forigi la elektitan filtrilon?<br><br>Premu 'Jes' por forigi la filtrilon el la listo, aŭ premu 'Ne' por konservi ĝin kaj fermi la dialogon.
fr: Voulez-vous vraiment enlever la source de nouvelles ?<br><br>Cliquez sur «Oui» pour enlever la source de nouvelles de la liste, ou sur «Non» pour l'y laisser et fermer cette boîte de dialogue.
ja: 本当に選択したフィルタを削除しますか?<br><br>リストからフィルタを削除するには'はい'ボタンを押して下さい。削除せずにこのダイアログを閉じるには'いいえ'を押して下さい。
nl: Wilt het geselecteerde filter verwijderen? <br><br>Druk op 'Ja' om het filter uit de lijst te verwijderen, druk op 'Nee' om het te behouden en dit venster te sluiten.
no: Vil du virkelig fjerne dette filteret?<br><br>Trykk «Ja» for å fjerne filteret fra listen, trykk «Nei» for å beholde det og lukke denne dialogen.
sk: Naozaj chcete odstrániť vybraný filter?<br><br>Stlačením 'Áno' tento filter odstránite zo zoznamu, stlačením 'Nie' ho necháte v zozname a zatvoríte tento dialóg.
xh: Ufuna ngokwenene ukususa icebo lokucoca elikhethiweyo?<br><br>Cinezela 'Ewe' ukususa icebo lokucoca kuluhlu, cinezela 'Hayi' ukuyigcina kwaye vala le ncoko yababini.

source: Edit news source
af: redigeer nuus bron
bg: Редактиране на източник на новини
eo: Redaktu novaĵfonton
fr: Modifier les sources des nouvelles
ja: ニュースソースの編集
nl: Nieuwsbron bewerken
no: Rediger nyhetskilde
sk: Upraviť zdroje správ
xh: Hlela icebo leendaba

source: &Add news source
af: voeg by nuus bron
bg: &Добави нов източник
eo: &Aldonu novaĵfonton
fr: &Ajouter une source de nouvelles
ja: ニュースソースの追加(&A)
nl: Nieuwsbron &toevoegen
no: &Legg til nyhetskilde
sk: &Pridať nový zdroj
xh: &Dibanisa icebo leendaba

source: &Modify '%1'
af: verander '%1'
bg: &Промени '%1'
eo: Ŝ&anĝu '%1'-n
fr: &Modifier «%1»
ja: %1 を編集(&M)
nl: %1 &Wijzigen
no: &Endre «%1»
sk: &Upraviť '%1'
xh: &Guqula kancinane '%1'

source: &Remove '%1'
af: verwyder '%1'
bg: &Изтрий '%1'
eo: &Forigu '%1'
fr: Supprim&er «%1»
ja: '%1'を削除(&R)
nl: '%1' ve&rwijderen
no: Fje&rn «%1»
sk: &Odstrániť '%1'
xh: &Susa '%1'

source: &Modify news source
af: verander nuus bron
bg: П&ромени източника на новини
eo: Ŝ&anĝu novaĵfonton
fr: Modi&fier une source de nouvelles
ja: ニュースソースの編集(&M)
nl: Nieuwsbron &wijzigen
no: &Rediger nyhetskilde
sk: &Upraviť nový zdroj
xh: &Guqula kancinane icebo leendaba

source: &Remove news source
af: verwyder nuus bron
bg: Из&трива източник
eo: &Forigu novaĵfonton
fr: Supprim&er une source de nouvelles
ja: ニュースソースの削除(&R)
nl: Nieuwsbron ve&rwijderen
no: &Fjern nyhetskilde
sk: &Odstrániť zdroj správ
xh: &Susa icebo leendaba

source: You have to specify a name for this news source to be able to use it!
af: jy het aan spesifiseer 'n naam vir hierdie nuus bron aan wees in staat aan gebruik dit!
bg: Вие трябва да укажете името на източника на новини, за да може да го използвате!
eo: Vi devas doni nomon por la novaĵfonto por povi uzi ĝin!
fr: Vous devez spécifier un nom pour cette source de nouvelles afin de pouvoir l'utiliser.
ja: このニュースソースを使えるように名前を指定して下さい!
nl: U moet een naam opgeven voor deze nieuwsbron om haar te kunnen gebruiken!
no: Du må oppgi et navn på denne kilden for å kunne bruke den
sk: Musíte zadať aspoň meno pre tento zdroj správ, aby ste ho mohli používať!
xh: Kufuneka ukhankanye igama lelicebo leendaba ukuze uyisebenzise!

source: No name specified
af: nee naam gespesifiseer
bg: Не е указано име
eo: Vi ne donis nomon
fr: Aucun nom spécifié
ja: 名前が指定されていません
nl: Geen naam opgegeven
no: Intet navn oppgitt
sk: Nezadané meno
xh: Akukho gama likhankanyiweyo

source: Fetching news source data...
af: terwyl gaan haal nuus bron data...
bg: Получаване на данни от източника...
eo: Prenante datumojn de novaĵfonto...
fr: Recherche des données d'une source de nouvelles...
ja: ニュースソースデータの取得中...
nl: Nieuwsbrongegevens worden opgehaald...
no: Henter nyhetskildedata
sk: Získavam konfiguračný súbor zdroja...
xh: Ifumana idata yecebo leendaba...

source: Edit news source...
af: redigeer nuus bron...
bg: Редактиране на източника за новини...
eo: Redaktu novaĵfonton...
fr: Modifier la source de nouvelles
ja: ニュースソースの編集...
nl: Nieuwsbron bewerken...
no: Rediger nyhetskilde...
sk: Upraviť zdroje správ...
xh: Hlela icebo leendaba...

source: Couldn't retrieve the specified source file!
af: kon nie onttrek die gespesifiseer bron lêer!
bg: Не мога да получа съдържанието на зададения изходен файл!
eo: Ne eblis retrovi la donitan fontdosieron!
fr: Impossible de retrouver le fichier source spécifié.
ja: 指定されたソースファイルを検索できません!
nl: Het opgegeven bronbestand kon niet worden opgehaald!
no: Kunne ikke hente denne kildefilen!
sk: Nie je možné získať zadaný konfiguračný súbor!
xh: Ayinakuyigcina ifayile ekhankanyiweyo yecebo!

source: You have to specify the source file for this news source to be able to use it!
af: jy het aan spesifiseer die bron lêer vir hierdie nuus bron aan wees in staat aan gebruik dit!
bg: Вие трябва да зададете изходния файл за тези новини за да го използвате!
eo: Vi devas doni la fontdosieron por tiu novaĵfonto por povi uzi ĝin!
fr: Vous devez spécifier le fichier source pour cette source de nouvelles afin de pouvoir l'utiliser.
ja: このニュースソースを使えるようにソースファイルを指定して下さい!
nl: U moet het bronbestand voor deze nieuwsbron opgeven om haar te kunnen gebruiken!
no: Du må oppgi kildefilen for denne nyhetskilden for å kunne bruke den
sk: Musíte zadať konfiguračný súbor pre tento zdroj správ, aby ste ho mohli používať!
xh: Kufuneka ukhankanye ifayile yecebo yeli cebo leendaba ukuze uyisebenzise yona!

source: No source file specified
af: nee bron lêer gespesifiseer
bg: Не е указан изходния файл
eo: Vi ne donis fontdosieron
fr: Aucun fichier source spécifié
ja: ソースファイルが指定されていません
nl: Geen bronbestand opgegeven
no: Ingen kildefil oppgitt
sk: Nezadaný konfiguračný súbor
xh: Akukho cebo lafayile likhankanyiweyo

source: KNewsTicker needs a valid RDF or RSS file to suggest sensible values. The specified source file is invalid.
af: k-nuustikker verlang 'n geldige rdf of rss lêer aan voorstel redelik waardes. die gespesifiseer bron lêer is ongeldige.
bg: KNewsTicker се нуждае от валиден RDF или RSS за запълване на недостигащите значения. Зададения файл има грешен формат.
eo: Novaĵprezentilo bezonas validan RDF- aŭ RSS-dosieron por sugesti sencplenajn valorojn. La donita fontdosiero ne estas valida.
fr: kNewsTicker a besoin d'un fichier RDF ou RSS valable pour suggérer des valeurs sensées Le fichier source spécifié est non valable.
ja: KNewsTickerは感度を推奨するために正しいRDFまたはRSS形式のファイルを必要とします. 指定されたソースファイルは不正です.
nl: KNewsticker Heeft een geldig RDF- of RSS-bestand nodig om de juiste waarden te adviseren. Het opgegeven bronbestand in ongeldig.
no: For å kunne foreslå fornuftige verdier trenger KNewsTicker en gyldig RDF- eller RSS-fil. Den oppgitte kildefilen er ugyldig.
sk: KNewsTicker potrebuje platný súbor RDF alebo RSS pre návrh rozumných hodnôt. Zadaný súbor nie je platný.
xh: KNewsTicker ifuna esebenzayo i RDF okanye i RSS fayile ukuphakamisa amaxabiso avakalayo. Ifayile yecebo ekhankanyiweyo ayisebenzi.

source: Invalid source file
af: ongeldige bron lêer
bg: Грешен изходен файл
eo: Nevalida fontdosiero
fr: Fichier source non valable
ja: 不正なソースファイル
nl: Ongeldig bronbestand
no: Ugyldig kildefil
sk: Neplatný konfiguračný súbor zdroja
xh: Ifayile yecebo engasebenziyo

source: KCMNewsTickerWidget
xh: IWidget ye KCMNewsTicker

source: General
af: algemeen
bg: Общи
eo: Ĝenerale
fr: Général
ja: 一般
nl: Algemeen
no: Generelt
sk: Všeobecné
xh: Ngokubanzi

source: minutes
af: minute
bg: минути
eo: minutoj
ja: 分
nl: minuten
no: minutter
sk: minút
xh: imizuzu

source: Never
af: moet nooit
bg: Никога
eo: Neniam
fr: Jamais
ja: しない
nl: Nooit
no: Aldri
sk: Nikdy
xh: Nakanye

source: Interval of news queries
af: interval van nuus navrae
bg: Интервал за заявка на новини
eo: Intervalo de rigardo je novaĵoj
fr: Intervalle des requêtes de nouvelles
ja: ニュース問い合わせの間隔
nl: interval voor nieuwsopvragingen
no: Intervall mellom nyhetssjekk
sk: Interval medzi kontrolou správ
xh: Ithuba elifutshane lezikhalazo zeendaba
