Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: Busy Response:
az: Məşğul Cavabı:
bg: Отговор на Busy (заето):
el: Απόκριση απασχολημένης γραμμής:
et: Kinnise tooni vastus:
fi: Varatun linjan vaste:
he: :סופת תבוגת
id: Jawaban Sibuk:
pt: Resposta de Ocupado:
sl: Odgovor na zasedeno linijo:
sr: Odgovor da je linija zauzeta:
ta: ÀÂÉ¢ø ¯ûÇ À¾¢ø
uk: Реакція на зайнятий:
wa: Response si c' e-st ocupé:
xh: Impendulo exakekileyo:

source: No Carrier Response:
az: Daşıyıcı Yoxdur Cavabı:
bg: Отговор на No Carrier (няма носеща):
el: Απόκριση απουσίας σήματος:
et: Ühenduse puudumise (No Carrier) vastus:
fi: Ei yhteysääntä vastaus:
he: :הבושת ןיא תבוגת
id: Tak ada jawaban carrier
pt: Resposta Sem Portadora:
sl: Odgovor, če ni nosilnega tona:
sr: Odgovor da nema carrier:
ta: °÷¾¢ À¾¢ø ­ø¨Ä:
uk: Реакція на відсутність носія:
wa: Response s' i gn a nou carrier:
xh: Akukho mpendulo yakuphatha:

source: No Dial Tone Response:
az: Zəng Səsi Yoxdur Cavabı:
bg: Отговор на No Dialtone (няма сигнал в линията)
et: Valimistooni puudumise vastus:
fi: Ei soittoääntä vaste:
he: :גויח לילצ ןיאש הבוגת
pt: Resposta de Sem Toque:
sl: Odgovor, če ni tona centrale:
ta: «¨ÆôÒ¦¾¡É¢ À¾¢ø ­ø¨Ä:
uk: Реакція на відсутність зумеру:
xh: Akukho mpendulo yasandi sakucofa:

source: Hangup String:
az: Qapatma Qatarı:
el: Σειρά χαρακτήρων κλεισίματος γραμμής:
et: Lahutamise string:
fi: Lopetuskomento:
he: :קותינ תזורחמ
id: String Penutupan:
pt: Mensagem de Finalização:
sl: Odložitveni niz:
sr: String za podizanje slusalice:
ta: ¦¾¡í¸ø º¡Ãõ:
uk: Рядок 'покласти трубку'
wa: Tchinne po racrotchî:
xh: Umtya wokuxhoma:

source: Hangup Response:
az: Qapatma Cavabı:
bg: Отговор на Hangup:
el: Απόκριση κλεισίματος γραμμής:
et: Lahutamise vastus:
fi: Lopetusvaste:
he: :קותינ תבוגת
id: Jawaban Penutupan:
pt: Resposta de Finalização:
sl: Odgovor na odložitev:
sr: Odgovor da je slušalica podignuta:
ta: ¦¾¡í¸ø À¾¢ø:
uk: Реакція на покладання трубки
wa: Response å racrotchaedje:
xh: Impendulo yokuxhoma:

source: Answer String:
az: Cavablama Qatarı
bg: Низ за отговор на входящо позвъняване:
el: Σειρά χαρακτήρων απάντησης σε κλήση:
et: Vastamise string:
fi: Vastausmerkkijono:
he: :הנעמ תזורחמ
id: String Jawaban:
pt: Mensagem de Resposta:
sl: Odgovorni niz:
sr: String za odgovor:
ta: Å¢¨¼ º¡Ãõ:
uk: Рядок відповіді:
wa: Tchinne di response:
xh: Impendulo yomtya:

source: Ring Response:
az: Mahnı Cavabı:
bg: Отговор на Ring (позвъняване):
el: Απόκριση εισερχόμενης κλήσης:
et: Helina vastus:
fi: Soiton vaste:
he: :לוצלצ תבוגת
id: Jawaban Deringan:
pt: Resposta de Toque:
sl: Odgovor na klic:
sr: Odgovor da telefon zvoni:
ta: Á½¢ À¾¢ø:
uk: Реакція на дзвінок:
wa: Response al son'reye:
xh: Impendulo yesandi:

source: Answer Response:
az: Cavablama Cavabı:
bg: Отговор на Answer (отговор):
el: Απόκριση απάντησης σε κλήση:
et: Vastamise vastus:
fi: Vastauksen vaste:
he: :הנעמ תבוגת
id: Menjawab :
pt: Resposta de Atendimento:
sl: Odgovor na odziv:
sr: Odgovor da ste dobili vezu:
ta: Å¢¨¼ À¾¢ø:
uk: Реакція на відповідь
wa: Response å respondaedje:
xh: Impendulo yokusebenza:

source: Escape String:
az: Qaçış Qatarı:
bg: Escape-низ:
el: Σειρά χαρακτήρων escape:
et: Paostring:
fi: Lopetusrivi:
he: :תוטלמיה תזורחמ
id: String kabur:
pt: Mensagem de Escape:
sl: Ubežni niz:
sr: String za izlazak:
ta: ¦ÅÇ¢§ÂüÈõ º¡Ãõ:
uk: Рядок виходу:
wa: Tchinne d' echapmint:
xh: Umtya wokuzimela:

source: Escape Response:
az: Qaçış Cavabı:
bg: Отговор на Escape-низ:
el: Απόκριση escape:
et: Paovastus:
fi: Lopetusvaste:
he: :תוטלמיה תבוגת
id: Jawaban kabur:
pt: Resposta de Escape
sl: Odgovor na pobeg:
sr: Odgovor da izlazite:
ta: ¦ÅÇ¢§ÂüÈõ À¾¢ø:
uk: Реакція на вихід:
wa: Response a l' echapmint:
xh: Impendulo yokuzimela:

source: Guard Time (sec/50):
az: Qoruma Vaxtı (sn/50):
bg: Защитен интервал (сек/50):
et: Valve aeg (sek/50):
fi: Valvonta-aika (sek/50):
he: (תוינש/50) החגשה ןמז
id: Waktu jaga (det/50)
pt: Tempo de Guarda (segundos/50)
sl: Čas varovanja (sek/50):
sr: Zaštitno vreme (sek/50):
ta: ¸¡Åø §¿Ãõ (¦¿¡Ê/50):
uk: Час варти (сек/50):
wa: Tins di wåde (seg./50):
xh: Ixesha lokukhusela (umzuzwana/50):

source: Volume off/low/high
az: Səs qapalı/alçaq/yüksək
bg: Звук изключен./тихо/силно
el: Ένταση κλειστό/χαμηλή/υψηλή
et: Helitugevus vait/nõrk/tugev
fi: Äänenvoimakkuus
he: יובכ\ךומנ\הובג לוקמר תמצוע
id: Volume mati/rendah/tinggi
pt: Volume 0/0,5/1
sl: Glasnost izklopi/tiho/glasno
sr: Jačina isključeno/nisko/visoko
ta: ´Ä¢ «¨½/Ì¨ÈÅ¡É/«¾¢¸Á¡É
uk: Гучність вимкнено/мала/велика
wa: Son: pont/bas/foirt
xh: Umqulu ucimile/usezantsi/uphezulu

source: Customize pppd Arguments
az: pppd Arqumentlərini Xüsusiləşdir
bg: Настройка на аргументите за pppd
el: Προσαρμογή ορισμάτων pppd
et: pppd argumentide kohandamine
fi: Muokkaa pppd:n argumentteja
he: pppd לש םיטנמוגרא לש תישיא המאתה
id: Rubah Argumen pppd
pt: Modificar Argumentos pppd
sl: Prikroji argumente pppd
sr: Prilagodi pppd argumente
ta: pppd Á¡È¢¸¨Ç ¾É¢ôÀÂÉ¡ìÌ
uk: Налаштувати аргументи pppd
wa: Candjîz les årgumints di pppd a vosse môde
xh: Yenza i pppd iimpikiswano

source: Argument:
az: Arqument:
bg: Аргумент:
el: Όρισμα:
fi: Argumentti:
he: :טנמוגרא
id: Argumen:
pt: Argumento:
ta: Á¡È¢:
uk: Аргумент:
wa: Årgumints:
xh: Impikiswano:

source: Defaults
az: Əsaslar
bg: По подразбиране
el: Προκαθορισμένα
et: Vaikeväärtused
fi: Oletukset
he: לדחמ תורירב
id: Standar
pt: Por Omissão
sl: Privzeti
sr: Predefinisane vrednosti
ta: ¦¸¡¼¡¿¢¨Ä¸û
uk: Типові властивості
wa: Tchwezi por vos
xh: Angagqibekanga

source: The application-specific config file could not be opened neither read-write nor read-only. The superuser might have to change its ownership by issuing the following command in your home directory: chown {YourUsername} .kde/share/config/kppprc
az: Proqrama xüsusi quraşdırma faylı nə sırf-oxunan nə də oxu-yaz olaraq açıla bildi. Root istifadəçisinin ev cərgəsində aşağıdakı əmri verəək faylın sahibini dəyişdirməyiniz lazım gələ bilər: chown {İstifadəçiAdınız} .kde/share/config/kppprc
bg: Файл с настройките за даденото приложение не могат да бъдат намерени за четене-запис нито само за четене За, да промените правата на достъп използвайте командата chown {име_на+потребител} .kde/share/config/kppprc
et: Rakendusespetsiifilist häälestusfaili ei õnnestu avada lugemis-kirjutamis või ainult lugemisõigusega Administraator (root) peab muutma faili omanikku andes sinu kodukataloogis järgneva käsu: chown {SinuKasutajaNimi} .kde/share/config/kppprc
fi: Sovelluskohtaista asetustiedostoa ei voitu avata kirjotettavaksi tai edes luettavaksi. Pääkäyttäjä voi muuttaa tieddoston oikeuksia antamalla seuraavan komennon kotihakemistossasi: chown {Käyttäjänimi} .kde/share/config/kppprc
he: םושייל ידוחייה תורדגהה ץבוק תא חותפל ןתינ אל .דבלב האירקל אלו הביתכו האירקל אל וילע תולעבה תא תונשל ךירצ לעה-שמתשמו ןכתיי :ךלש תיבה תיירפסב האבה הדוקפה תצרה ידי לע chown {ךלש שמתשמה םש} .kde/share/config/kppprc
id: berkas Aturan khusus aplikasi tidak dapat dibuka baik baca-tulis ataupun hanya-baca. Superuser mungkin harus merubah kepemilikannya dengan mengeluarkan perintah berikut di direktori anda: chown {NamaPemakaiAnda} .kde/share/config/kppprc
pt: O ficheiro config específico da aplicação não pode ser aberto, nem sequer só para leitura. O super-utilizador poderá ter que alterar o seu dono através do seguinte comando, na tua directoria inicial: chown {utilizador} .kde/share/config/kppprc
sl: Za aplikacijo specifične nastavitvene datoteke nismo mogli odpreti niti za branje/pisanje niti za samo branje. Superuporabnik bo morda moral spremeniti njeno lastništvo z uporabo naslednjega ukaza v vašem domačem imeniku: chown {VašeUporabniškoIme} .kde/share/config/kppprc
sr: Fajl sa sačuvanim podešavanjima programa nije mogao da bude otvoren za čitanje i upis. Administrator sistema bi možda trebalo da izvrši sledeću komandu u vašem korisničkom direktorijumu: chown {korisnik} .kde/share/config/kppprc
ta: ÀÂýÀ¡Î-ÌÈ¢ôÀ¢ð¼ ÅÊÅ¨ÁôÒ §¸¡ô¨À Å¡º¢ì¸-±Ø¾§Å¡ «øÄÐ Å¡º¢ì¸-ÁðÎ§Á¡ ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä. §ÁÄ¡ûÀÂÉ÷ ¸£§ÆÔûÇ ¸ð¼¨Ç¨Â ¯í¸û ¦¾¡¼ì¸ «¨¼Å¢ø ÀÂýÀÎò¾¢, «¾ý ¯Ã¢¨Á¨Â Á¡üÈ §ÅñÊÂ¢ÕìÌõ: chown {YourUsername} .kde/share/config/kppprc
uk: Не можу відкрити конфігураційний файл програми ні для читання ні для читання-запису. Адміністратор повинен змінити власника виконуючі наступну команду в Вашому домашньому каталозі: chown {ВашеІм'яКористувача} .kde/share/config/kppprc
wa: Dji n' a seu drovi li fitchî d' apontiaedje do programe ni pol lere et î scrîre, ni rén ki pol lere. Li super-ûzeu duvreut mutwè candjî ses droets tot-z enondant li cmande vêci pa dzo dins vosse ridant-måjhon: chown {VosseNoÛzeu} .kde/share/config/kppprc
xh: Isicelo-ifayile ethile yoqwalselo ayinaku vulwa ungafunda-bhala okanye funda-kuphela Umsebenzisi ophezulu angatshintsha ubunini ngokunikeza umyalelo olandelayoi kulawulo lwakho lwasekhaya: chown {Igama lomsebenzisi wakho} .kde/share/config/kppprc

source: ATI Query
az: ATI Sorğusu
bg: Заявка ATI
el: Ανάκριση ATI
et: ATI päring
fi: ATI kysely
he: םדומ םע תרושקת םייקמ
id: Pertanyaan ATI
pt: Consulta ATI
sl: Povpraševanje z ATI
sr: ATI upit
ta: ATI Å¢É¡
uk: Запит ATI
wa: Interodjî ATI
xh: Isikhalazo se ATI

source: Modem Query timed out.
az: Modem Sorğusu vaxt dolmasına Uğradı.
bg: Време за изчакване на заявка към модема.
el: Τέλος χρόνου ανάκρισης modem.
et: Modemi päringu taimaut.
fi: Modeemin kyselyn aikavalvonta
he: .לשכנ םדומ םע רשק
id: Waktu tanya Modem habis
pt: A consulta ao modem excedeu o tempo máximo.
sl: Iztekel se je čas za povpraševanje modema.
sr: Vreme je isteklo za upit o modemu.
ta: §Á¡¼õ Å¢É¡ §¿Ãõ ¦ÅÇ¢§ÂüÈôÀð¼Ð.
uk: Таймаут запиту модему.
wa: Pupont di tins po-z interodjî li modem
xh: Isikhalazo se mode siphelelwe lixesha.

source: Modem Ready
az: Modem Hazırdır
bg: Модема е готов
el: Το modem είναι έτοιμο
et: Modem tööks valmis
fi: Modeemi valmis
he: ןכומ םדומה
id: Modem Siap
pt: Modem Pronto
sl: Modem pripravljen
sr: Modem je spreman
ta: §Á¡¼õ ¾Â¡Ã¡¸ ¯ûÇÐ
uk: Модем готовий
wa: Li modem est presse
xh: Imodem ilungile

source: Modem Query Results
az: Modem Sorğusu Nəticələri
bg: Резултати от заявка към модема
el: Αποτελέσματα ανάκρισης modem
et: Modemi päringu tulemused
fi: Modeemin kyselyn tulos
he: םדומ התליאש תואצות
id: Hasil Query Modem
pt: Resultados da Consulta ao Modem
sl: Rezultati povpraševanja modema
sr: Rezultati upita o modemu
ta: §Á¡¼õ Å¢É¡ ÓÊ×¸û
uk: Результати запиту модему
wa: Rezultats di l' interodjaedje do modem
xh: Iziphumo zesikhalazo semodem

source: kppp Statistics
az: kppp Statistikaları
bg: Статистика на kppp
el: Στατιστικά kppp
et: kppp statistika
fi: kppp statistiikka
he: תשרל רוביח לש הקיטסיטטס
id: Statistik kppp
pt: Estatísticas do kppp
sl: Statistika kppp
sr: KPPP statistike
ta: kppp ÒûÇ¢Å¢ÅÃí¸û
uk: Статистика kppp
wa: Statistikes di kppp
xh: kppp Izitatistiki

source: Statistics
az: Statistikalar
bg: Статистика
el: Στατιστικά
et: Statistika
fi: Statistiikka
he: הקיטסיטטס
id: Statistik
pt: Estatísticas
sl: Statistika
sr: Statistike
ta: ÒûÇ¢Å¢ÅÃõ
uk: Статистика
wa: Statistikes
xh: Izitatistiki

source: Local Addr:
az: Yerli Ünvan:
bg: Локален адрес:
el: Τοπική διεύθυνση:
et: Lokaalne aadress:
fi: Oma osoite:
he: :תימוקמ תבותכ
id: Alamat Lokal:
pt: Endereço Local:
sl: Lokalni naslov:
sr: Lokalna adresa:
ta: ¯ûÇ¨Á Ó¸ÅÃ¢:
uk: Локальна адреса:
wa: Adresse locåle:
xh: Idilesi yobulali:

source: Remote Addr:
az: Uzaq Ünvan:
bg: Отдалечен адрес:
el: Απομακρυσμένη διεύθυνση:
et: Kaugaadress:
fi: Etäpään osoite:
he: :תרשה תבותכ
id: Alamat remote
pt: Endereço Remoto:
sl: Oddaljeni naslov:
sr: Udaljena adresa:
ta: ¦¾¡¨Ä× Ó¸ÅÃ¢:
uk: Віддалена адреса:
wa: Adresse å lon:
xh: Idilesi yobekelo kude:

source: bytes in
az: gələn bayt
bg: прието байтове
el: bytes παρελήφθησαν
et: baite sisse
fi: tavuja sisään
he: ולבקתה םיתב
id: byte masuk
pt: bytes recebidos
sl: bajtov noter
sr: primljeno bajta
ta: ¨ÀðÎ¸û ¯û§Ç
uk: байтів прийнято
wa: bytes aberwetés
xh: bytes ngaphakathi

source: bytes out
az: gedən bayt
bg: предадени байтове
el: bytes απεστάλησαν
et: baite välja
fi: tavuja ulos
he: וחלשנ םיתב
id: byte keluar
pt: bytes enviados
sl: bajtov ven
sr: poslato bajta
ta: ¨ÀðÎ¸û ¦ÅÇ¢§Â
uk: байтів відправлено
wa: bytes eberwetés
xh: byets ngaphandle

source: packets in
az: gələn paket
bg: приети пакети
el: πακέτα παρελήφθησαν
et: pakette sisse
fi: paketteja sis.
he: ולבקתה תונמ
id: paket masuk
pt: pacotes recebidos
sl: paketov noter
sr: primljenih paketa
ta: º¢ôÀí¸û ¯û§Ç
uk: пакетів прийнято
wa: pakets aberwetés
xh: iipakethi ngaphakathi

source: packets out
az: gedən paket
bg: изпратени пакети
el: πακέτα απεστάλησαν
et: pakette välja
fi: paketteja ulos
he: וחלשנ תונמ
id: paket keluar
pt: pacotes enviados
sl: paketov ven
sr: poslatih paketa
ta: º¢ôÀí¸û ¦ÅÇ¢§Â
uk: пакетів відправлено
wa: pakets eberwetés
xh: iipakethi ngaphandle

source: vjcomp in
az: gələn vjcomp
bg: С входяща компресация vj
el: vjcomp παρελήφθησαν
et: vjcomp sisse
fi: vjcomp sisään
he: ולבקתה vjcomp
id: vjcomp masuk
pt: vjcomp recebidos
sl: vjcomp noter
sr: primljenih vjcomp
ta: vjcomp ¯û§Ç
uk: vjcomp прийнято
wa: vjcomp aberwetés
xh: vjcomp ngaphakathi

source: vjcomp out
az: gedən vjcomp
bg: С изходяща компресация vj
el: vjcomp απεστάλησαν
et: vjcomp välja
fi: vjcomp ulos
he: וחלשנ vjcomp
id: vjcomp keluar
pt: vjcomp enviados
sl: vjcomp ven
sr: poslatih vjcomp
ta: vjcomp ¦ÅÇ¢§Â
uk: vjcomp відправлено
wa: vjcomp eberwetés
xh: vjcomp ngaphandle

source: vjunc in
az: gələn vjunc
bg: Без компресация на входящи
el: vjunc παρελήφθησαν
et: vjunc sisse
fi: vjunc sisään
he: ולבקתה vjunc
id: vjunc masuk
pt: vjunc recebidos
sl: vjunc noter
sr: primljenih vjunc
ta: vjunc ¯û§Ç
uk: vjunc прийнято
wa: vjunc aberwetés
xh: vjunc ngaphakathi

source: vjunc out
az: gedən vjunc
bg: Без компресация на изходящи
el: vjunc απεστάλησαν
et: vjunc välja
fi: vjunc ulos
he: וחלשנ vjunc
id: vjunc keluar
pt: vjunc enviados
sl: vjunc ven
sr: poslatih vjunc
ta: vjunc ¦ÅÇ¢§Â
uk: vjunc відправлено
wa: vjunc eberwetés
xh: vjunc ngaphandle

source: %1 (max. %2) kb/sec
az: %1 (max. %2) kb/sn
bg: %1 (макс. %2) Кб/с
el: %1 (μέγιστο %2) kb/sec
et: %1 (maks. %2) kb/s
fi: %1 (maks. %2) kt/s
he: (םומיסקמ %2) הינש\KB %1
id: %1 (maks %2) kb/detik
pt: %1 (máx. %2) kb/segundo
sl: %1 (največ %2) KB/sek
sr: %1 (maks. %2) kb/sek
ta: %1 («¾¢¸. %2) KB/¦¿¡Ê
uk: %1 (макс. %2) кб/сек

source: unavailable
az: mövcud deyil
bg: недостъпно
el: μη διαθέσιμο
et: kättesaamatu
fi: ei tietoa
he: ןימז אל
id: tidak tersedia
pt: não disponível
sl: nedostopno
sr: nedostupno
ta: ¸¢¨¼ì¸Å¢ø¨Ä
uk: не доступний
wa: nén presse por vos
xh: ayikho

source: Kppp Mini-Terminal
bg: Мини-терминал kppp
fi: Kppp minipääte
he: תשרל גויח לש ףוסמ-ינימ
id: Mini-Terminal kppp
pt: Mini-Terminal Kppp
ta: Kppp º¢Ú-Ó¨ÉÂõ
uk: Міні-термінал Kppp
wa: Miniterminå di kppp
xh: kppp Isiphelo sendlela-Esincinane

source: &Reset Modem
az: Modem-i &Sıfırla
bg: &Нулиране на Модема
et: Modemi &reset
fi: &Resetoi modeemi
he: םדומ לוחת&א
id: Atu&r Ulang Modem
pt: &Reiniciar Modem
sl: &Resetiraj modem
sr: &Resetuj modem
ta: &§Á¡¼õ ¿¢¨ÄÁ£û
uk: &Скинути модем
wa: &Rimete li modem a zerô
xh: &Cwangcisa kwakhona imodem

source: MiniTerm - A terminal emulation for KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> This program is published under the GNU GPL (GNU General Public License)
az: MiniTerm - KPPP üçün bir terminal törəməsi (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Bu program GNU GPLə (GNU Ümumi Xalq Lisenziyası) bağlı olaraq yayılır
et: MiniTerm - Terminali emulaator KPPP jaoks (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Seda programmi levitatakse GNU GPL (GNU Üldine Avalik Litsents) all.
fi: MiniTerm - Pääteemulaattori KPPP:lle (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Tämä ohjelma on julkaistu GNU GPL (GNU General Public License) lisenssillä.
he: KPPP רובע ףוסמ תיימדה - ףוסמ-ינימ <wuebben@kde.org> ןבוו סנאהוי דנרב 1997 (C) <porten@kde.org> ןטרופ יראה 1998 (C) <mweilguni@kde.org> ינולייו וירמ 1999 (C) GNU GPL-ה ןוישר תחת תצפומ וז תינכות (GNU לש ישפוחה ןוישרה)
id: MiniTerm - terminal emulasi untuk KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> diterjemahkan oleh Chandra <hanzo@smart.localdomain> penterjemah terakhir Firdaus Tjahyadi <dausnux@yahoo.com> Program ini disebarluaskan dalam naungan the GNU GPL (GNU General Public License)
pt: MiniTerm - Emulador de Terminal para o KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Este programa é distribuído ao abrigo da GNU GPL (GNU General Public License)
sl: MiniTerm - Posnemanje terminala za KPPP (C) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (C) 1998 Harri Porten <porten@kde.org> (C) 1998 Mario Weilguni <mweilguni@kde.org> Ta program je objavljen pod licenco GNU GPL (GNU General Public License)
sr: MiniTerm - emulator terminala za KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Ovaj program je pod GNU GPL licencom (GNU Opšta Javna Licenca).
ta: º¢ÚÓ¨É - KPPPì¸¡É ´Õ Ó¨ÉÂõ §À¡ýÁõ (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> ­ó¾ ¿¢Ãø GNU GPL ¸£ú À¾¢ì¸ôÀð¼Ð (GNU General Public License)
uk: MiniTerm - Програма емуляції термінала для KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Ця програма публікується під GNU GPL (GNU General Public License)
wa: MiniTerm - Ene chineye di terminå po KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Li programe est publiyî dizo li GNU GPL (GNU General Public License)
xh: Imeko encinane - Ulinganiso lwendlela yesiphelo ye KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Olu dweliso lwenkqubo lupapashwa phantsi kwe GNU GPL (GNU Ilayisenisi Ngokubanzi kaWonke-wonke)

source: &Modem
bg: &Модем
fi: &Modeemi
he: םדו&מ
ta: &§Á¡¼õ
uk: &Модем
xh: i&Modem

source: Close MiniTerm
az: MiniTerm-i Qapat
bg: Затвори MiniTerm
el: Κλείσιμο του MiniTerm
et: Sulge miniterminal
fi: Sulje Minipääte
he: ףוסמ-ינימהמ אצ
id: Tutup MiniTerm
pt: Fechar MiniTerm
sl: Zapri MiniTerm
sr: Zatvori MiniTerm
ta: º¢ÚÓ¨ÉÂò¨¾ ã¼×õ
uk: Закрити MiniTerm
wa: Cloyu MiniTerm
xh: Vala imeko encinane

source: Reset Modem
az: Modemi Sıfırla
bg: Нулира модема
et: Modemi reset
fi: Resetoi modeemi
he: םדומ לוחתא
id: Atur Ulang Modem
pt: Reiniciar Modem
sl: Resetiraj modem
sr: Resetuj Modem
ta: §Á¡¼õ ¿¢¨ÄÁ£û
uk: Скинути модем
wa: Rimete li Modem a zerô
xh: Cwangcisa kwakhona imodem

source: Initializing Modem
az: Modem Hazırlanır
bg: Инициализация на модема
el: Αρχικοποίηση Modem
et: Modemi initsialiseerimine
fi: Alustan modeemia
he: םדומה תא לחתאמ
id: Menginisialisasi Modem
pt: A Inicializar o Modem
sl: Inicializiraj modem
sr: Inicijalizujem modem
ta: §Á¡¼õ ¦¾¡¼í¸ôÀÎ¸¢ÈÐ
uk: Ініціалізувати модем
wa: Enondaedje do modem
xh: Iqupha imodem

source: Hanging up ...
az: Qapadılır ...
el: Κλείσιμο γραμμής...
et: Lahutamine...
fi: Katkaisen ...
he: ....קתנתמ
id: Menutup telepon ...
pt: A Desligar ...
sl: Odlagam...
sr: Prekidam vezu...
ta: ¦¾¡íÌ¸¢ÈÐ ...
uk: Вішаю трубку ...
wa: Dji racrotche ...
xh: Iyaxhoma ...

source: Resetting Modem
az: Modem Sıfırlanır
bg: Ресетиране на модема
el: Resseting Modem
et: Modemi lähtestamine
fi: Resetoin modeemin
he: םדומה תא ספאמ
id: Mengatur Kembali Modem
pt: A Reiniciar o Modem
sl: Resetiram modem
sr: Resetujem modem
ta: §Á¡¼õ ¿¢¨ÄÁ£û¸¢ÈÐ
uk: Скидаю модем
wa: Dji rmet li modem a zerô
xh: Icwangcisa kwakhona imodem

source: Enable accounting
az: Hesabları fəallaşdır
bg: Включване на отчет
el: Ενεργοποίηση λογιστικών
et: Luba arvestust
fi: Salli laskutus
he: בקעמ רשפא
id: Aktifkan Akuntansi
pt: Activar contabilidade
sl: Vklopi računovodstvo
sr: Aktiviram brojanje poslatih bitova
ta: ¸½ìÌ¨Åô¨À ¦ºÂøÀÎòÐ
uk: Ввімкнути облік
wa: Dispierter li conteu
xh: Yenza uqwalaselo

source: <i>Look for updates on<br/>%1</i>
az: <i>%1 ünvanında güncəlləmələri gözdən keçir</i>
bg: <i>Търсене за обновяване <br/>%1</i>
et: <i>Uuem info aadressil<br/>%1</i>
fi: <i>Etsi päivityksiä osoitteesta<br/>%1</i>
he: <i>תבותכב םינוכדיע םנשי םא קודב<br/>%1</i>
id: <i>Melihat updates di<br/>%1</i>
pt: <i>Procura actualizações em<br/>%1</i>
sl: <i>Poglej za popravke na<br/>%1</i>
sr: <i>Pogledaj ažuriranja na<br/>%1</i>
ta: <i> %1 <br/>­ø Ò¾¢ÂÉ ¯ûÇ¾¡¦ÅÉô À¡÷ì¸×õ</i>
uk: <i>Переглянути на поновлення на<br/>%1</i>
xh: <i>Khangela izigqibezelo ku<br/>%1</i>

source: Selected:
az: Seçili:
bg: Избрано:
el: Επιλεγμένα:
et: Valitud:
fi: Valittu:
he: :הריחב
id: Yang dipilih:
pt: Seleccionada:
sl: Izbrano:
sr: Izabrano:
ta: §¾÷×¦ºöÂôÀð¼:
uk: Вибрані:
wa: Tchwezi:
xh: Ikhethiwe:

source: Volume accounting:
az: Miqdar hesablaması:
bg: Стойност на отчета:
el: Λογιστικά Όγκου:
et: Mahu arvestus:
fi: Määrälaskutus:
he: :תרושקת חפנ בקעמ
id: Akuntansi volume:
pt: Contabilidade de volume:
sl: Količinsko računovodstvo:
sr: Vrednost poslatih bitova:
ta: «Ç× ¸½ìÌ¨ÅôÒ:
uk: Облік об'єму:
wa: Contaedje del cwantité:
xh: Uqwalaselo lomqulu

source: No accounting
az: Hesablamasız
bg: Без отчет
el: Καθόλου Λογιστικά
et: Arvestust pole
fi: Ei määrälaskutusta
he: בקעמ אלל
id: Tidak ada akuntansi
pt: Sem contabilidade
sl: Brez računovodstva
sr: Bez vrednosti poslatih bitova
ta: ¸½ìÌ¨ÅôÒ ­ø¨Ä
uk: Без обліку
wa: Nou conteu
xh: Akukho luqwalaselo

source: Bytes in
az: Gələn bayt
bg: Прието байтове
el: Bytes μέσα
et: Baite sisse
fi: Tavuja sisään
he: םיסנכנ םיתב
id: Byte masuk
pt: Bytes recebidos
sl: Bajtov noter
sr: Primljeno bajta
ta: ¨ÀðÎ¸û ¯û§Ç
uk: Вхідних байт
wa: Bytes aberwetés
xh: Bytes ngaphakathi

source: Bytes out
az: Gedən bayt
bg: Предадено байтове
el: Bytes έξω
et: Baite välja
fi: Tavuja ulos
he: םיאצוי םיתב
id: Byte keluar
pt: Bytes enviados
sl: Bajtov ven
sr: Poslato bajta
ta: ¨ÀðÎ¸û ¦ÅÇ¢§Â
uk: Вихідних байт
wa: Bytes eberwetés
xh: Bytes ngaphandle

source: Bytes in and out
az: Gələn və gedən bayt
bg: Всичко приети и изпратени байта
el: Bytes μέσα και έξω
et: Baite sisse/välja
fi: Tavuja sisään ja ulos
he: םיסנכנו םיאצוי םיתב
id: Byte yang masuk dan keluar
pt: Bytes recebidos e enviados
sl: Bajtov noter in ven
sr: Ukupno bajta
ta: ¨ÀðÎ¸û ¯û§Ç ÁüÚõ §ÅÇ¢§Â
uk: Вхідних та вихідних байт
wa: Bytes aberwetés eyet eberwetés
xh: Bytes ngaphakathi nangaphandle

source: Available rules
az: Mövcud qaydalar
bg: Достъпни правила
el: Διαθέσιμοι κανόνες
et: Saadaval reeglid
fi: Olemassaolevat säännöt
he: םינימז בקעמ יללכ
id: Aturan yang ada
pt: Regras disponíveis
sl: Dostopna pravila
sr: Dostupna pravila
ta: ¨¸ÅºÓûÇ Å¢¾¢Ó¨È¸û
uk: Наявні правила
wa: Rûles
xh: Imithetho ekhoyo

source: (none)
az: (heçbiri)
bg: (без)
el: (τίποτα)
et: (pole)
fi: (ei mikään)
he: (אלל)
id: (tidak ada)
pt: (nenhum)
sl: (nič)
sr: (nijedno)
ta: (±Ð×Á¢ø¨Ä)
uk: (нічого)
wa: (nole)
xh: (akukho nanye)

source: kppp: no rulefile specified
az: kppp: qayda faylı müəyyənləşdirilmədi
bg: kppp: не е зададен файл с правила
el: kppp: δεν προσδιορίστηκε αρχείο κανόνων
et: kppp: reeglitefail pole määratud
fi: kppp: ei sääntötiedostoa määritelty
he: בקעמ יללכ ץבוק םוש ןייוצ אל :kppp
id: kppp: tak ada aturan spesifik
pt: kppp: nenhum ficheiro de regras especificado
sl: kppp: datoteka s pravili ni bila podana
sr: KPPP: nema navedenog fajla sa pravilima
ta: kppp: Å¢¾¢Ó¨È§¸¡ôÒ ±Ð×õ ÌÈ¢ôÀ¢¼ôÀ¼Å¢ø¨Ä
uk: kppp: не вказано файл правил
wa: kppp: nou fitchî di rûle
xh: kppp:akukho fayile yamthetho ikhankanywayo
