Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: KPPP could not prepare a PPP log. It's very likely that pppd was started without the "debug" option. Without this option it's difficult to find out PPP problems, so you should turn on the debug option. Shall I turn it on now?
az: KPPP bir PPP qeydi hazırlaya bilmədi. Dəyəsən pppd "xəta ayıqla" seçənəyi olmadan başladılıb. Bu seçənək olmadan PPP-nin problemlərini tapmaq çətindir, ona görə də xəta ayıqlama seçənəyini fəallaşdırmalısınız. Bu seçənəyi indi fəallaşdırım?
bg: kppp не може да подготви PPP журнала. По скоро pppd е била пусната без опции за дебьг (опция "debug"). Без тази опция е трудно да се установи проблема на PPP връзката, и затова трябва да се включи. Да го направя сега?
et: KPPP ei suuda PPP logifaili ette valmistada. See on väga suure tõenäosusega põhjustatud sellest, et pppd on käivitatud võtmeta "debug". Ilma selleta on keeruline PPP probleeme avastada, seega peaksid debug võtme sisse lülitama. Kas lülitan ta nüüd sisse?
fi: KPPP ei voinut käsitellä PPP -lokia. Todennäköisesti pppd käynnistettiin ilman "debug" -optiota. Ilman tätä optiota on vaikea selvittää PPP:n ongelmia, joten sinun kannattaisi laittaa tämä päälle. Laitanko sen päälle nyt?
he: ריבס .םושיר ץבוק ןיכהל KPPP תורשפאב ןיא ."debug" תורשפאה ילב לעפוה pppd-ש דואמ ,תשרל רוביחב תויעב אוצמל השק וז תורשפא ילב .וז תורשפא ליעפתש יאדכ זא ?תעכ התוא ליעפהל
id: KPPP tidak dapat menyiapkan log PPP. Kemungkinan besar pppd dijalankan tanpa pilihan "debug". Tanpa pilihan ini sulit untuk mencari permasalahan PPP, jadi sebaiknya anda mengaktifkan pilihan debug. Aktifkan sekarang ?
pt: Foi impossível fazer um relatório de PPP. Provavelmente o pppd foi executado sem a opção "debug". Sem esta opção é difícil descobrir os problemas de PPP. Queres que seja activada?
sl: KPPP ni mogel pripraviti dnevnika PPP. Zelo verjetno je bil pppd zagnan brez izbire "debug". Brez te izbire je težko najti težave s PPP, zato bi jo morali vklopiti. Ali naj jo zdaj vklopim?
sr: KPPP ne može da pripremi beleške. Čini se da je pppd pokrenut bez "debug" opcije. Bez ove opcije, biće veoma teško da locirate problem, tako da bi trebalo da aktivirate "debug" opciju. Da li želite da je aktiviram odmah?
ta: KPPP, PPP À¾¢¨Å ¾Â¡Ã¢ì¸ ÓÊÂÅ¢ø¨Ä. pppd "À¢¨Æ¿£ì¸¢" Å¢ÕôÀõ ¦ºÂøÀÎò¾ôÀ¼¡Áø ­Âì¸ôÀðÊÕì¸Ä¡õ. ­ó¾ò §¾÷× ¦ºÂøÀÎò¾ôÀ¼¡Áø PPP º¢ì¸ø¸¨Ç «¨¼Â¡Çõ ¸¡ñÀÐ ¸ÊÉõ. ±É§Å ­ó¾ À¢¨Æ¿£ì¸¢ Å¢ÕôÀò¨¾ ¦ºÂøÀÎòÐÅÐ §¾¨Å. «¨¾ ­ô§À¡Ð ¦ºÂøÀÎò¾Å¡?
uk: KPPP не зміг підготувати журнал PPP. Здається, що pppd запущено без аргументу "debug". Без цього аргументу важко знаходити проблеми PPP, тобто Ви повинні ввімкнути цей параметр. Ввімкнути?
xh: KPPP ayinakulungisa i PPP log. Kuyathandeka kakhulu ukuba i ppd yaqalwa ngaphandle kwe "debug" ukhetho. Ngaphandle kolu khetho kunzima ukufumana ngaphandle i PPP iingxaki, ngoko ungaqala ukhetho lwe debug. Ndingaqala ngoku?

source: The "debug" option has been added. You should now try to reconnect. If that fails again, you will get a PPP log that may help you to track down the connection problem.
az: "xəta ayıqla" seçənəyi əlavə edildi. İndi təkrar bağlantı sınaya bilərsiniz. Əgər yenə müvəffəqiyyətsiz olunursa, bağlantı probleminizi izləyib tapmağınıza yardımçı ola biləcək bir PPP qeydi alacaqsınız.
bg: Включена е опция "debug". Сега може да пробвате връзката. Ако отново не може да направите връзка, журналния файл на PPP, може да ви помогне.
et: Lisatud on "debug" määrang. Nüüd pead proovima ühendust luua. Kui see jälle ebaõnnestub, siis aitab ehk PPP logifail ühenduseprobleemidele jälile jõuda.
fi: "debug" -optio on lisätty. Yritä uudelleen yhteyttä. Jos se taas epäonnistuu saat PPP- lokin josta voi olla apua ongelman jäljittämisessä.
he: הסנ .הפסוה "debug" תורשפאה חילצמ אל הז םא .תעכ בוש רבחתהל יושעש PPP םושיר לבקת ,בוש .רוביחב היעבה תא רתאל ךל עייסל
id: Pilihan "debug" telah diaktifkan. Anda sebaiknya mencoba menghubungi kembali sekarang. Jika gagal kembali, anda akan mendapat log PPP yang mungkin membantu untuk mencari permasalahannya.
pt: A opção "debug" foi adicionada. Agora deve voltar a ligar-te. Se falhar outra vez, já vais ter um relatório PPP que te pode ajudar a descobrir os problemas de ligação.
sl: Izbira "debug" je bila dodana. Poskusite se ponovno povezati. Če boste ponovno neuspešni, boste dobili dnevnik PPP, ki vam bo morda pomagal najti težavo pri povezovanju.
sr: "Debug" opcija je aktivirana. Sada bi trebalo da ponovo pokušate da se povežete. Ako povezivanje ponovo ne uspe, dobićete beleške koje vam mogu pomoći u otklanjanu problema.
ta: "À¢¨Æ¿£ì¸¢" Å¢ÕôÀõ ¦ºÂøÀÎò¾ôÀðÎûÇÐ. ­ô§À¡Ð ÁÚÀÊÔõ ­¨½ì¸ ÓÂüº¢ì¸×õ. Á£ñÎõ ÀØ¾¨¼ó¾¡ø ¸¢¨¼ìÌõ PPP À¾¢Å¢ý ãÄõ ­¨½ôÒ º¢ì¸Ä¢ý §Å÷ ¸¡½Ä¡õ
uk: Параметр "debug" було додано. Ви повинні спробувати перез'єднатися. Якщо помилка з'явиться знову, у Вас буде журнал PPP, який може допомогти Вам відстежити проблему при з'єднанні.
wa: Dj' a radjouté li tchûze "debug". Asteure, vos duvrîz rsayî di v' raloyî. Si vos fjhoz co on côp berwete, vos åroz ene istwere di PPP ki vos pôrè mutwè aidî a vey çu ki n' va nén.
xh: I "debug" ukhetho ludityanisiwe. unga zama ngoku ukudibanisa kwakhona. Ukuba oko akuphumeleli kwakhona, uzakufumana i PPP log ezakukunceda ukuphawula phantsi ingxaki yodibaniso.

source: PPP log
az: PPP qeydi
bg: Журнал на PPP
et: PPP logi
fi: PPP loki
he: PPP םושיר
id: Log PPP
pt: relatório PPP
sl: Dnevnik PPP
sr: PPP beleške
ta: PPP À¾¢×
uk: Журнал PPP
wa: Istwere di PPP

source: kppp's diagnosis (just guessing):
az: kppp-nin diaqnozu (təxmini):
bg: Диагноза на kppp (само предположения):
et: kppp diagnoos (pakun):
fi: kppp:n diagnoosi (arvailua):
he: :(שוחינ קר) kppp לש הנחבאה
id: Diagnosis kppp (hanya menebak):
pt: Diagnóstico kppp (não é certo):
sl: Diagnoza kppp (le ugibanje):
sr: Automatska dijagnoza (pretpostavka):
ta: kpppÂ¢ý ÓÊ× (´Õ °¸õ¾¡ý)
uk: Діагноз kppp (просто припущення):
wa: Diagnostic di kppp (dji saye d' adviner):
xh: imizobo ye kppp (iyathekelela nje):

source: Write to file
az: Fayla yaz
bg: Запис във файл
et: Kirjuta faili
fi: Kirjoita tiedostoon
he: ץבוקל בותכ
id: Tulis ke berkas
pt: Gravar para um ficheiro
sl: Piši v datoteko
sr: Upiši u fajl
ta: §¸¡ôÒìÌ ±ØÐ
uk: Записати у файл
wa: Sicrîre è fitchî
xh: Bhala kwifayile

source: The PPP log has been saved as "%1"! If you want to send a bug report or have problems connecting to the internet, please attach this file. It will help the maintainers to find the bug and to improve KPPP
az: PPP qeydi "%1" olaraq qeyd edildi! Əgər bir xəta raportu göndərmək istəyirsinizsə, və ya internetə bağlanmaqda problemlər yaşayırsınızsa, lütfən, bu faylı ismarıca ilişdirin. Bu, proqramın proqramçılarına xətanın axtarışı və KPPP-ni düzəltmə mövzusunda yardımçı olacaqdır.
et: PPP logifail on salvestatud kui "%1"! Kui soovid saata vearaportit või on probleemid internetiühenduse loomisega, siis palun kaasa see fail. See võib aidata hooldajail leida vigu ja parandada KPPP'd.
fi: PPP-loki on tallennettu nimellä "%1"! Jos haluat lähettää virheraportin tai sinulla on ongelmia internettiin liittymisessä liitä tämä tiedosto virheraporttiin. Tämä auttaa virheen löytämisessä
he: רמשנ PPP-ה םושיר !"%1" ץבוקל וא גאב לע חוויד חולשל ךנוצרב םא ,טנרטניאל רוביחב היעב ךל שיש עייסי אוה .הז ץבוק ףסוה אנא .KPPP תא רפשלו גאבה תא אוצמל םיארחאל
id: Log PPP telah disimpan sebagai "%1"! Jika anda ingin mengirim laporan bug report atau mempunyai masalah berhubungan ke internet, mohon kirim berkas ini. itu akan menolong pemelihara menemukan bug dan mengembangkan KPPP
pt: O relatório PPP foi gravado como "%1"! Se quiseres comunicar um erro, ou se tiveres problemas a ligar-te à Internet, envia também este ficheiro. Ajuda a equipa de manutenção a descobrir o erro e a melhorar o KPPP
sl: Dnevnik PPP je bil shranjen kot "%1"! Če želite poslati obvestilo o napaki ali imate težave s povezovanju v internet, prosim pripnite to datoteko. Vzdrževalcem bo pomagala odpraviti hrošča in tako še izboljšati KPPP
sr: PPP beleška je sačuvana kao "%1"! Ako želite da pošaljete informaciju o grešci sa povezivanjem na internet, molim vas zakačite ovaj fajl. Ovo će pomoći programerima da pronađu grešku i usavrše KPPP
ta: PPP À¾¢× "%1" ±ýÚ §ºÁ¢ì¸ôÀð¼Ð À¢¨Æ «È¢ì¨¸ «ÛôÀ Å¢ÕõÀ¢É¡§Ä¡, ­¨½ÂòÐ¼ý ­¨½ôÀ¾¢ø º¢ì¸ø¸û ²üÀð¼¡§Ä¡ ­ó¾ §¸¡ô¨ÀÂõ «ÛôÀ×õ «Ð ÀÃ¡ÁÃ¢ôÀ¡Ç÷¸û KPPP³ §ÁõÀÎò¾ ¯¾Å¢Â¡¸ ­ÕìÌõ.
uk: Журнал PPP було збережено як "%1"! Якщо Ви хочете відіслати звіт про помилку або у Вас проблеми при з'єднанні з Інтернет, будь ласка, долучіть цей файл. Це допоможе розробникам знайти помилку та покращити KPPP
xh: i PPP log igciniwe njenge "%1"! Ukuba ufuna ukuthumela ingxelo ye bug okanye une ngxaki ezidibanisa kwi Internet, nceda faka le fayile. Izakunceda abalondolozi ukufumana ibug nokuyinyusela i KPPP

source: Select modem type...
az: Modem növünü seç...
bg: Избор на типа модем...
et: Vali modemi tüüp...
fi: Valitse modeemityyppi...
he: ...םדומ גוס רחב
id: Pilih jenis modem...
pt: Selecciona o tipo de modem...
sl: Izberi tip modema...
sr: Izaberite tip modema...
ta: §Á¡¼õ Å¨¸¨Â §¾÷× ¦ºö...
uk: Виберіть тип модему...
wa: Tchwezixhoz ene sôrte di modem ...
xh: Khetha udidi lwe modem...

source: To setup your modem, first choose its vendor in the list to the left, and then select the model from the right list. If you don't know which modem you have, you can try out one of the "Generic" modems.
az: Modeminizi quraşdırmaq üçün, əvvəl soldakı siyahıyıdan e'malatçısını seçin və sonra sağdakı siyahıyıdan modelini seçin. Modeminizin markasını bilmirsinizsə,"Ümumi" modemlərdən birisini sınaya bilərsiniz.
bg: За настройка на модема, отначало изберете производителя от десния списък, а след това модела от левия. Ако не знаете какъв ви е модема пробвайте"Стандартни" модеми.
et: Selleks et seadistada modem, vali kõigepealt vasakpoolsest nimekirjast tootja ja seejärel parempoolsest nimekirjast mudel. Kui sa ei tea oma modemi täpset tüüpi, võid proovida mõnd "Tavalist" modemit.
fi: Asettaaksei modeemin, valitse ensin valmistaja vasemmalla olevasta listasta ja sitten valitse malli oikealta. Jos et tiedä modeemisi tyyppiä, voit yrittää jotain "Yleisistä" modeemeista.
he: תא רחב לכ םדוק ,ךלש םדומה תא ןיקתהל ידכ םגדה תא רחב זאו ,לאמשמ המישרהמ ולש ןרציה ,ךתושרב םדומ הזיא עדוי ךניא םא .ןימימ המישרהמ ."םיינקת"ה םימדומהמ דחא תוסנל ךתורשפאב
id: Untuk mengatur modem anda, pilihlah vendornya dari daftar di kiri, lalupilihlah modelnya dari daftar di kanan. Jika anda tidak tahu modem manayang anda miliki, anda dapat memilih salah satu dari modem "Generic".
pt: Para configurares o modem, primeiro escolhe o fabricante na lista da esquerda, e depois selecciona o modelo na lista da direita. Se não souberes qual é o teu modem, podes sempre tentar um modem "Genérico".
sl: Za nastavitev modema najprej izberite proizvajalca z levega seznama, nato pa še model z desnega seznama. Če ne veste, kateri modem imate, lahko poskusite s "Splošnim" modemom.
sr: Da biste podesili modem, prvo izabeite vašeg proizvođača iz leve liste, i onda izaberite vaš model sa desne liste. Ako ne znate koji modem imate, možete da probate jedan od "Generičkh" modema.
ta: ¯í¸û §Á¡¼¨Á «¨Áì¸, Ó¾Ä¢ø ­¼Ð ÀðÊÂÄ¢ø ­ÕóÐ Å¢üÀÅ¨Ã §¾÷× ¦ºöÐ À¢ýÉ÷ ÅÄÐ ÀðÊÂÄ¢ø ­ÕóÐ Á¡¾¢Ã¢ §¾÷ó¦¾Îì¸×õ. ¯í¸Ù¨¼Â §Á¡¼õ Å¨¸ ¦¾Ã¢Â¡Å¢Êø, "¦À¡ÐôÀ¨¼Â¡É" §Á¡¼õ Å¨¸¨Â ÓÂüº¢ì¸Ä¡õ.
uk: Для того, щоб вибрати модем, спочатку виберіть виробника зі списку ліворуч, а потім виберіть модель з правого списку. Якщо Ви не знаєте який у Вас модем, Ви можете спробувати один з "Загальних" модемів.
xh: Ukucwangcisa imodem yakho, khetha kuqala umthengisi wayo kuluhlu olusekhohlo, kwaye ngoku khetha indlela yayo kuluhlu olusekenene. Ukuba awuyazi ukuba yeyiphi imodem onayo, ungazama enye yeemodem ze "Generic".

source: <Generic>
az: <Ümumi>
bg: <Стандартни>
et: <Tavaline>
fi: <Yleinen>
he: <םיינקת>
id: <Generik>
pt: <Genérico>
sl: <Splošni>
sr: <generički>
ta: <¦À¡ÐôÀ¨¼Â¡É>
uk: <Загальний>
wa: <Chine bén tot>

source: Hayes(tm) compatible modem
az: Hayes(tm) uyğun modem
bg: Hayes-съвместими модеми
et: Hayes(tm) ühilduv modem
fi: Hayes(tm) yhteensopiva modeemi
he: Hayes(tm) םאות םדומ
id: Modem kompatible dengan Hayes(tm)
pt: Modem compatível com Hayes(tm)
sl: Modem, združljiv s Hayes(tm)
sr: Hayes(tm) komptabilan modem
ta: §Â¢(tm) ­¨½¦Å¡ò¾ §Á¡¼õ
uk: Hayes(tm)-сумісний модем
wa: Modem ki sait chiner Hayes(tm)
xh: Hayes(tm) imodem engaphikisiyo

source: Create new account...
az: Yeni hesab yarat...
bg: Създава нова връзка...
et: Tekita uus kasutajakonto...
fi: Luo uusi profiili...
he: שדח ןובשח תריצי
id: Membuat account baru...
pt: Criar nova conta...
sl: Ustvari nov račun...
sr: Napravite novi nalog...
ta: Ò¾¢Â ¸½ì¨¸ À¨¼ì¸×õ...
uk: Створити новий рахунок...
xh: Yenza ityala elitsha...

source: You will be asked a few questions on informations which are needed to establish an Internet connection with your Internet Service Provider (ISP). Make sure you have the registration form from your ISP handy. If you have any problems, try the online help first. If any information is missing, contact your ISP.
az: İnternet Xidmət Vericinizlə (İXV) bir İnternet bağlantısı qura bilmək üçün lazımi olan mə'lumatlar haqqında sizə bir neçə sual soruşacağam İXV-nizdən aldığınız qeyd formunun əlinizin altında olduğuna baxın. Əgər bir problem yaşasanız, əvvəl xətdəki yardımı sınayın. Bə'zi mə'lumatlar əksiksə İXV-nizlə görüşün.
bg: Отговорете на няколко въпроса, за да създадете връзка с Интернет чрез вашия Интернет-доставчик. Прегледайте регистрационната форма, която имате от вашия интернет доставчик.
et: Nüüd esitatakse mõned küsimused saamaks vajalik informatsioon ühenduse loomiseks Interneti Teenusepakkujaga (ISP). Veendu et sul oleks käepärast ISP poolt antud vajalik registreerimisinfo. Kui tekivad probleemid, püüa kõigepealt abi leida onlain abist (online help) .Kui vajalik info on puudu, võta ühendust oma ISP-ga.
fi: Sinulta kysytään muutamia kysymyksiä ja tietoja joita tarvitaan Internet yhteyden muodostamiseen palveluntarjoajasi kanssa (ISP). Varmista että sinulla on palveluntarjoajan sinulle antamat tiedot lähellä. Jos sinulla on ongelmia käytä ensin ohjelman ohjetta. Jos joku tieto puuttuu ota yhteyttä palveluntarjoajaasi.
he: ץוחנש עדימל עגונב תולאש רפסמ לאשית התא קפס םע טנרטניאל רוביח רוציל תנמ לע .ךלש טנרטניאה קפסמ המשרהה ךמסמ תא ךל שיש אדו ,ןהשלכ תויעב ךל שי םא .ךלש טנרטניאה רסח םא .תנווקמה הרזעה תא םדוק הסנ .ךלש טנרטניאה קפסל הנפ ,והשלכ עדימ ךל
id: Anda akan ditanyakan sedikit pertanyaan mengenai informasi yang diperlukan untuk membangun hubungan Internet dengan Internet Service Provider (ISP).anda Pastikan anda memiliki form pendaftaran dari ISP anda. jika anda mempunyai masalah, coba bantuan online dulu. Jika informasinya nggak ada hubungi ISP anda.
pt: Vão-te ser feitas algumas perguntas sobre informações necessárias para estabelecer uma ligação Internet com o teu Fornecedor de à Acesso Internet (ISP). Certifica-te que tens à mão o formulário de registo do teu ISP. Se tiveres problemas, tenta a ajuda primeiro. Se te faltar alguma informação, contacta o teu ISP.
sl: Vprašani boste o informacijah, potrebnih za vzpostavitev internetne povezave z vašim ponudnikom internetnih storitev (ISP). Preverite, da imate pri roki registracijski obrazec, ki vam ga je poslal vaš ISP. Če imate kakršnekoli težave, si poskusite najprej pomagati s pomočjo na zvezi. Če ne najdete kakšnega podatka, stopite v stik z vašim ISP.
sr: Biće te pitani nekoliko pitanja o informacijama koje su potrebne da bi se uspostavila internet veza sa vašim internet provajderom (ISP). Budite sigurni da imate registracionu formu od vašeg ISP. Ako imate nelih problema, pokušajte prvo sa online pomoći. Ako bilo koja informacija nestaje, kontaktirajte vašeg ISP.
ta: ¯í¸û ­¨½Â §º¨Å ÅÆí¸¢ (ISP) ¯¼ý ­¨½ì¸, ¯í¸¨Ç º¢Ä §¸ûÅ¢¸û §¸ð¸ÀÎõ. ¯í¸û ISPÂ¢¼Á¢ÕóÐ ¦ÀüÈ ¾¸Åø¸¨Ç ¾Â¡Ã¡¸ ¨Åò¾¢Õì¸×õ. ²§¾Ûõ ¦¾¡ø¨Ä ­Õó¾¡ø, Ó¾Ä¢ø ¯¼É¢¸ú ¯¾Å¢¨Â ¿¡¼×õ. ­øÄ¡¾ ¾¸ÅÖìÌ, ¯í¸û ISP¨Â ¦¿Õí¸×õ.
uk: Вас буде запитано декілька питань щодо інформації, яка потрібна для встановлення зв'язку з Інтернет через Вашого провайдера Інтернет (ISP). Перевірте, що у Вас є форма реєстрації від Вашого провайдера. Якщо у Вас виникли проблеми, спочатку спробуйте довідку в онлайні. Якщо інформації недостатньо, зверніться до Вашого провайдера.
xh: Uzakubuzwa imibuzo embalwa kulwazi olufunekayo ukuseka udibaniso lwe Internet ngoMnikezi weNkonzo ye Internet wakho (ISP). Qinisekisa ukuba unefomu yokubhalisa esuka kwi sandla se ISP. Ukuba uneengxaki, zama uncedo oluselayinini kuqala. Ukuba kukho ulwazi olulahlekileyo, qhagamshela i ISP yakho.

source: Select the location where you plan to use this account from the list below. If your country or location is not listed, you have to create the account with the normal, dialog based setup. If you hit "Cancel", the dialog based setup will start.
az: Aşağıdakı siyahıyıdan bu hesabı harda işlədəcəyinizi seçin. Əgər ölkəniz və ya yeriniz siyahıda yoxsa, hesabınızı normal pəncərə əsaslı qurulumdan yaratmağınız lazım gələcəkdir. "Ləğv Et" düyməsinə tıqlasanız, pəncərə əsaslı qurulum başlayacaq.
et: Vali järgnevast nimekirjast oma asukoht kust planeerid seda kontot kasutada. Kui asukohamaa nimekirjast puudub, siis tekita konto ise dialoogil baseeruva seadistuse abil. Kui klikid "Tühista", siis käivitub dialoogil baseeruv seadistus.
fi: Valitse paikka jossa käytät profiilia. Jos maasi tai paikkasi ei ole listalla sinun pitää luoda yhteys normaalilla ikkunapohjaisella asetusjärjestelmällä. Jos painat "Peruuta", ikkunapohjainen asetus käynnistyy.
he: שמתשהל ןווכתמ התא ונממ םוקימה תא רחב ךלש םוקימה וא ץראה םא .הטמל המישרהמ רוביחב תא רוציל ךילע היהי ,המישרב םיעיפומ אל .חיש-וד תססובמה ,הליגרה הנקתהה םע רוביחה .ליחתת הליגרה הנקתהה ,"לוטיב"ב רחבת םא
id: Pilihlah lokasi dimana anda ingin menggunakan account ini dari daftar dibawah. Jika negara atau lokasi anda tidak tercantum, anda harus membuat account dengan pengaturan berbasis dialog. Jika anda menekan "Cancel", pengaturan berbasis dialog akan dimulai.
pt: A partir da lista em baixo, selecciona a localização onde estás a pensar usar esta conta. Se o teu país ou localização não estiver listado, vais ter que criar a conta a partir dos diálogos de configuração normais. Se carregares em "Cancelar", esses diálogos iniciar-se-ão automaticamente.
sl: S spodnjega seznama izberite lokacije, s katere nameravate uporabljati ta račun. Če vaša država ali lokacija ni navedena, boste morali ustvariti račun z običajno nastavitvijo v pogovornem oknu. Če pritisnete "Prekliči", se bo pognala nastavitev v pogovornem oknu.
sr: Izaberite lokacija odakle želite da koristite ovaj nalog. Ako je vaša zemlja nije u listi, onda treba da kreirate nalog koristeći normalno podešavanje bazirano na dijalogu. Ako pritisnete "Otkaži", podešavanje bazirano na dijalozima će biti pokrenuto.
ta: ±ó¾ ­¼ò¾¢Ä¢ÕóÐ ¿£í¸û ­ó¾ ¸½ì¨¸ ÀÂýÀÎò¾ ¿¢¨ÉòÐûÇ£÷¸û ±ýÀ¨¾ §¾÷× ¦ºöÂ×õ. ¯í¸û ¿¡Î «øÄÐ ­¼õ ÀðÊÂÄ¢ø ­ø¨Ä ±ýÈ¡ø, ¿£í¸û «ó¾ Å¢ÅÃò¨¾ Ò¾¢¾¡¸ À¨¼ì¸ §ÅñÎõ. ¿£í¸û "¿£ìÌ" ¦À¡ò¾¡¨É «Óì¸¢É¡ø, À¨¼ì¸ ¯¾×õ ¯¨ÃÂ¡¼ø ¦¾¡¼íÌõ.
uk: Виберіть місце зі списку, з якого Ви будете використовувати цей рахунок. Якщо Вашої країни або міста не наведено, Ви можете створити рахунок зі звичайною установкою з діалогами. Якщо Ви натиснете "Скасувати", відкриється діалог установки.
xh: Khetha indawo apho uceba ukusebenzisa eli tyala elikuluhlu ngezantsi. Ukuba ilizwe okanye indawo ayidweliswanga, ungenza ityala ngesiqhelo, isicwangciso esisekwe kwincoko yababini. Ukuba ubetha "Cima", isicwangciso esisekwe kwincoko yababini sizakuqala.

source: Select your Internet Service Provider (ISP) from the list below. If the ISP is not in this list, you have to click on "Cancel" and create this account using the normal, dialog-based setup. Click on "Next" when you have finished your selection.
az: Aşağıdakı siyahıyıdan İnternet Xidmət Vericinizi (İXV) seçiniz. İXV-niz siyahıda yoxsa, "Ləğv Et" düyməsinə tıqlayaraq bu hesabı normal pəncərə əsaslı qurulumu işlədərək yaratmalısınız. Seçkiniz qurtaranda, "Sonrakı" düyməsinə basınız.
bg: Изберете вашия Интернет доставчик от списъка. Ако го няма кликнете на, "Отмени" и създайте връзка в режим на диалог. Натиснете "По-натаък", когато сте готови.
et: Vali oma Interneti Teenusepakkuja (ITP, ISP) järgnevast nimekirjast. Kui nimekirjas puudub sobiv ITP, siis kliki nupul "Tühista" ja tekita konto ise dialoogil baseeruva seadistuse abil. Kliki "Edasi" kui oled oma valiku lõpetanud.
fi: Valitse palveluntarjoajasi (ISP) allaolevalta listalta. Jos palveluntarjoajasi ei ole listalla sinun pitää painaa "Peruuta" ja luoda profiili käyttäen normaalia ikkunapohjaista asetusjärjestelmää Paina "Seuraava"-nappia kun valinta on valmis.
he: .הטמל המישרהמ ךלש טנרטניאה קפס תא רחב ךילע ,המישרב עיפומ אל ךלש קפסה םא לע הז ןובשח רוצילו "לוטיב"ב רוחבל .חיש-וד תססובמה ,הליגרה הנקתהה ידי .ךלש הריחבה תא םייסתשכ "אבה"ב רחב
id: Pilihlah Internet Service Provider (ISP) dari daftar dibawah. Jika ISP anda tidak tercantum, anda harus menekan "Cancel" dan membuat account ini menggunakan pengaturan berbasis dialog. Tekan tombol "Next" ketika anda telah selesai memilih.
pt: A partir da lista em baixo, selecciona o teu ISP. Se o teu ISP não estiver na lista, tens de carregar em "Cancelar" e criar esta conta através dos diálogos de configuração normais. Carrega em "Seguinte" quando tiveres completado a tua selecção.
sl: Izberite svojega ponudnika internetnih storitev (ISP) s spodnjega seznama. Če vašega ponudnika ni na seznamu, morate klikniti "Prekliči" in ustvariti ta račun s pomočjo navadne, pogovorno usmerjene, namestitve. Kliknite "Naprej", ko ste končali s svojo izbiro.
sr: Izaberite vašeg internet provajdera (ISP) sa donje liste. Ako ISP nije u listi, kliknite na dugme "Otkaži" i kreirajte nalog koristeći normalno podešavanje bazirano na dijalozima. Kliknite na "Sledeći" kada ste izvršili vaš izbor.
ta: ¯í¸û ­¨½Â §º¨Å ÅÆí¸¢¨Â (ISP) ¸£ú¸ñ¼ ÀðÊÂÄ¢ø ­ÕóÐ §¾÷× ¦ºöÂ×õ. «¾¢ø ISP ­øÄ¡Å¢ð¼¡ø, "¿£ìÌ" ¦À¡ò¾¡¨É ¸¢Ç¢ì ¦ºöÐ, º¡¾¡Ã½ ¯¨ÃÂ¡¼ø ãÄõ Ò¾¢Â ¸½ì¨¸ À¨¼ì¸×õ ¯í¸û §¾÷¨Å ÓÊòÐÅ¢ð¼¡ø "«ÎòÐ" ¦À¡ò¾¡¨É «Óì¸×õ.
uk: Виберіть Вашого провайдера Інтернет зі списку нижче. Якщо Вашого провайдера в списку немає, Клацніть на "Скасувати" та створіть цей рахунок зі звичайною установкою з діалогами. Клацніть на "Наступне" після того, як зробите вибір.
xh: Khetha Umnikezi weNkonzo ye Internet wakho (ISP) kuluhlu olungezantsi. Ukuba i ISP ayikho kuluhlu, uzakunqakraza ku "Cima" kwaye wenze eli tyala usebenzisa esiqhelekileyo, isicwangciso esisekwe-kwincoko yababini. Nqakraza koku "Landelayo" xa ugqibe ukhetho lwakho.
