Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: Logging on to Network ...
az: Şəbəkə ilə iclas açılır ...
bg: Влизане в Мрежата ...
el: Σύνδεση στο δίκτυο ...
et: Võrku sisse logimine ...
fi: Kirjoittaudun verkkoon ...
he: ...תשרל סנכנ
id: Bergabung ke dalam Jaringan:
pt: A efectuar a ligação à rede ...
sl: Prijavljam se v omrežje ...
sr: Priključujem se na Mrežu...
ta: Å¨ÄÂ¨ÁôÀ¢ø ­¨½ì¸ôÀÎ¸¢ÈÐ ...
uk: Реєструюся в мережі ...
wa: Dji mousse el Rantoele ...
xh: Iloga kumsebenzi womnatha ...

source: Running Startup Command ...
az: Başlanğıc Əmri Icra edilir...
bg: Изпълнение на командата за стартиране ...
el: Εκτέλεση αρχικής εντολής ...
et: Startup käsu käivitus ...
fi: Ajan käynnistyskomennon ...
he: ...הלחתה תדוקפ ץירמ
id: Menjalankan Perintah untuk Memulai
pt: A Correr Comando de Inicialização ...
sl: Poganjam zagonski ukaz ...
sr: Pokrećem komandu...
ta: ¦¾¡¼ì¸ ¸ð¼¨Ç ­Âì¸ôÀÎ¸¢ÈÐ ...
uk: Виконую команду запуску ...
wa: Dj' enonde li cmande d' enondeye ...
xh: Yenza umyalelo wokuqala ...

source: Done
az: Qurtardı
bg: Готово
el: Έγινε
et: Tehtud
fi: Valmis
he: םייתסה
id: Sudah beres
pt: Terminado
sl: Opravljeno
sr: Završeno
ta: ÓÊó¾Ð
uk: Завершено
wa: Fwait
xh: Yenzekile

source: pppd command + command-line arguments exeed 2024 characters in length. What are you doing?
az: pppd əmri və əmr sətiri parametrləri 2024 hərfi aşdı. Nə edirsiniz?
bg: Дължината на командата pppd с аргументите превишава 2024 символа. Какво е това?
el: Η εντολή pppd συν τα ορίσματά της ξεπερνούν τους 2024 χαρακτήρες σε μήκος. Τι προσπαθείτε να κάνετε;
et: pppd käsk + käsurea argumendid ületavad pikkuselt 2024 sümbolit. Mida sa üritad teha?
fi: pppd komento + komentorivin pituus ylittävät 2024 merkkiä. Mitä oikein teet?
he: הדוקפה תרוש לש םיטנמוגראהו pppd תדוקפ ?השוע התא המ .םיות 2024 לע םכרואב םילוע
id: Panjang perintah + argumen pppd melebihi 2024 karakter. Apa yang anda lakukan ?
pt: O comando pppd + argumentos excedem 2024 caracteres. O que é que estás a fazer?!
sl: Ukaz pppd + argumenti ukazne vrstice presegajo dolžino 2024 znakov. Kaj vendar počnete?
sr: Komanda pppd + argumenti komandne linije ukupno su duži od 2024 znaka. Šta to pokušavate?
ta: pppd ¸ð¼¨Ç + ¸ð¼¨Ç-ÅÃ¢ Á¡È¢¸û ¿£Çò¾¢ø 2024 ¯Õì¸¨Ç ¾¡ñÎ¸¢ÈÐ. ±ýÉ ¦ºö¸¢È£÷¸û?
uk: Довжина команди pppd + аргументів командного рядка перевищує 2024 символів. Що Ви робите?
wa: li cmande di pppd + les årgumints del roye di cmande passèt 2024 caracteres. Cwè-ce ki vos fjhoz, don?
xh: umyalelo we pppd + iimpikiswano ze layini-yomyalelo ingaphezulu kune 2024 yabasebenzi ngobude. Wenza ntoni?

source: Connected at:
az: Bağlantı sür'əti:
bg: Свързан на:
el: Συνδεδεμένος στο:
et: Ühendus loodud:
fi: Yhdistetty:
he: :רוביחה תוריהמ
id: Terhubung pada:
pt: Ligado a:
sl: Povezal ob:
sr: Veza uspostavljena na:
ta: ­¾¢ø ­¨½ì¸ôÀð¼Ð:
uk: З'єднано на:
wa: Raloyî a:
xh: Idityaniswe ku:

source: Time connected:
az: Bağlantı müddəti:
bg: Време на връзката:
el: Χρόνος σύνδεσης:
et: Ühenduse aeg:
fi: Yhteysaika:
he: :רוביחה ןמז
id: Waktu terhubung:
pt: Tempo de ligação:
sl: Čas povezave:
sr: Provedeno vreme:
ta: ­¨½ì¸ôÀð¼§¿Ãõ:
uk: Час з'єднання:
wa: Raloyî dispû:
xh: Ixesha lidityanisiwe:

source: Session Bill:
az: İclas Fakturası:
bg: Сметка:
el: Κόστος σύνδεσης:
et: Sessiooni arve:
fi: Yhteyden hinta:
he: :רוביחה תולע
id: Tagihan sesi:
pt: Conta da Sessão:
sl: Račun prijave:
sr: Račun sesije:
ta: «Á÷× ÀðÊÂø:
uk: Рахунок сеансу:
wa: Costindje po cisse session
xh: Ixabiso lentlanganiso:

source: Total Bill:
az: Cəmi Faktura:
bg: Пълна сметка:
el: Συνολικό κόστος:
et: Arve kokku:
fi: Kokonaishinta:
he: :תללוכ תולע
id: Tagihan Total:
pt: Conta Total:
sl: Skupen račun:
sr: Ukupni račun:
ta: ¦Á¡ò¾ ÀðÊÂø:
uk: Загальний рахунок:
wa: Costindje totåle:
xh: Ixabiso lilonke:

source: Disconnect
az: Bağlantını kəs
bg: Разкачи
el: Αποσύνδεση
et: Katkesta ühendus
fi: Katkaise
he: קתנתה
id: Pemutusan
pt: Desligar
sl: Odklopi
sr: Prekini vezu
ta: ­¨½ô¨À ÐñÊò¾ø
uk: Роз'єднання
wa: Disraloyî
xh: Sukudibanisa

source: Details
az: Təfsilat
bg: Подробности
el: Λεπτομέρειες
et: Üksikasjad
fi: Yksityiskohdat
he: םיטרפ
id: Lengkap
pt: Pormenores
sl: Podrobnosti
sr: Detalji
ta: Å¢ÅÃí¸û
uk: Подробиці
wa: Vey totafwait
xh: Iinkcukacha

source: Connection: %1 Connected at: %2 Time connected: %3
az: Bağlantı: %1 Bağlanma vaxtı: %2 Bağlanma müddəti: %3
bg: Връзка: %1 Влючена в: %2 Време на възка: %3
et: Ühendus: %1 Ühenduse algus: %2 Ühenduses oldud aeg: %3
fi: Yhteys: %1 Yhteys syntyi: %2 Yhteysaika: %3
he: %1 :רוביח %2 :ב רבוחמ %3 :תורבחתה ןמז
pt: Ligação: %1 Ligado a: %2 Tempo da ligação: %3
sl: Povezava: %1 Povezal ob: %2 Čas povezave: %3
sr: Veza: %1 Brzina veze: %2 Vreme na vezi: %3
ta: ­¨½ôÒ: %1 ­¨½ò¾ §¿Ãõ: %2 ­¨½ôÒì ¸¡Äõ: %3
uk: Зв'язок: %1 Приєднано до: %2 Час з'єднання: %3
xh: Udibaniso: %1 Idityaniswe ku: %2 Ixesha lidityaniswe: %3

source: Session Bill: %1 Total Bill: %2
az: İclasın Fakturası: %1 Cəmi Faktura: %2
bg: Сметка за: %1 Всичко: %2
et: Seansi arve: %1 Koguarve: %2
fi: Istunnon lasku: %1 Kokonaislasku: %2
he: %1 :תורבחתהה ריחמ %2 :ללוכ ריחמ
pt: Conta da Sessão: %1 Conta Total: %2
sl: Račun prijave: %1 Skupen račun: %2
sr: Račun sesije: %1 Ukupni račun: %2
ta: «Á÷×ì ¸ð¼½õ: %1 ¦Á¡ò¾ì ¸ð¼½õ: %2
uk: Рахунок за сеанс: %1 Загальний рахунок: %2
xh: Ixabiso lentlanganiso: %1 Ixabiso lilonke: %2

source: %1 Byte
az: %1 Bayt
bg: Байта %1
et: %1 baiti
fi: %1 Tavua
he: תיב %1
sl: %1 bajtov
sr: %1 bajta
ta: %1 ¨ÀðÎ
uk: %1 байт

source: %1 KB
bg: %1 Кб
fi: %1 Kt
uk: %1 КБ
xh: i-%1 KB

source: %1 MB
bg: %1 Мб
fi: %1 Mt
uk: %1 МБ
xh: i-%1 MB

source: %1 GB
bg: %1 Гб
fi: %1 Gt
uk: %1 ГБ
xh: i%1 GB

source: Volume: %1
az: Həcm: %1
bg: Стойност: %1
et: Maht: %1
fi: Äänenvoimakkuus: %1
he: %1 :חפנ
sl: Glasnost: %1
sr: Jačina: %1
ta: «Ç×: %1
uk: Гучність: %1
xh: Umqulu: %1

source: Login Script Debug Window
az: İclas Açma Əmrləri İzləmə Pəncərəsi
bg: Монитор за включване
el: Παράθυρο επίλυσης προβλημάτων αρχείου εντολών σύνδεσης
et: Login skripti silumise aken
fi: Käynnistysohjelman tarkkailuikkuna
he: רוביחה טירסתב םיגאב רותיא
id: Jendela Debug Login Skrip
pt: Janela de Depuração do Script de Autenticação
sl: Okno za odpravljanje napak v prijavni skripti
sr: Debug prozor skripta za povezivanje
ta: ¦¾¡¼í¸ø Å¡öôÀ¡Î À¢¨Æ¿£ì¸¢ º¡ÇÃõ
uk: Вікно зневаджування скрипту реєстрації
wa: Finiesse po shûre li disrômint do scrip
xh: Okushicilelweyo kwegama elithile le Debug Window

source: Dial Setup
az: Zəng Qurğuları
bg: Настройка на позвъняване
el: Ρυθμίσεις κλήσης
et: Helistamise seadistus
fi: Soiton asetukset
he: גויח ינייפאמ
id: Pengaturan Pemutaran Nomor
pt: Configuração da Ligação
sl: Klicne nastavitve
sr: Podešavanje parametara za povezivanje
ta: ÍÆüÈ¢ «¨ÁôÒ
uk: Установка дозвону
wa: Apontiaedje do raloyaedje
xh: Ucwangciso locofo lwenani

source: Connection Name:
az: Bağlantı Adı:
bg: Име на връзката:
el: Όνομα σύνδεσης:
et: Ühenduse nimi:
fi: Yhteden nimi:
he: :רוביחה םש
id: Nama Hubungan:
pt: Nome da Ligação:
sl: Ime povezave:
sr: Naziv veze:
ta: ­¨½ôÒ ¦ÀÂ÷:
uk: Назва з'єднання:
wa: No do raloyaedje:
xh: Igama lodibaniso:

source: Type in a unique name for this connection
az: Bu bağlantı üçün yeganə bir ad yazınız
bg: Въведете уникално име на връзката
el: Δώστε ένα μοναδικό όνομα για αυτή τη σύνδεση
et: Sisesta selle ühenduse jaoks unikaalne nimi
fi: Anna uniikki nimi yhteydelle
he: הז רוביח רובע ידוחיי םש דלקה
id: Ketik nama yang unik untuk hubungan ini
pt: Insere um nome novo para esta ligação
sl: Vpišite neobstoječe ime za to povezavo
sr: Unesite jedinstveni naziv za ovu vezu
ta: ­ó¾ ­¨½ôÀ¢üÌ ´Õ Ò¾¢Â ¦ÀÂ¨Ã ¯ûÇ¢¼×õ
uk: Введіть унікальну назву для цього з'єднання
wa: Tapez on no po ci raloyaedje ci
xh: Chwetheza igama elinye lolu dibaniso

source: Phone Number:
az: Telefon Nömrəsi:
bg: Номер на телефона:
el: Αριθμός τηλεφώνου:
et: Telefoni number:
fi: Puhelinnumero:
he: :ןופלט רפסמ
id: Nomor Telepon:
pt: Número de Telefone:
sl: Telefonska številka:
sr: Broj telefona:
ta: ¦¾¡¨Ä§Àº¢ ±ñ:
uk: Номер телефону:
wa: Limerô di telefone
xh: Inani lefowuni:

source: <p>Specifies the phone numbers to dial. You can supply multiple numbers here, simply click on "Add". You can arrange the order the numbers are tried by using the arrow buttons. When a number is busy or fails, <i>kppp</i> will try the next number and so on
az: <p>Zəng ediləcək telefon nömrələrini bildirər. Birdən çox nömrə yaza bilərsiniz, bunun üçün təkcə "Əlavə Et" düyməsinə basın. Oldu düymələri yardımıyla nömrələrin zəng sıralarını müəyyənləşdirə bilərsiniz Bir nömrə məşğul ya da qapalı isə, <i>kppp</i> sırayla digər nömrələrə zəng edəcəkdir.
bg: <p>Задайте телефонния номер за набиране. Може да зададете няколко номера, натискайки "Добави". Също може да преподредите номерата като използвате бутона със стрелка Когато номера е зает или не отговаря, <i>kppp</i> ще пробва да набере следващият.
el: <p>Καθορίζει τους αριθμούς για κλήση. Μπορείτε να δώσετε πολλούς αριθμούς εδώ, απλώς κάντε κλικ στο "Add". Μπορείτε να κανονίσετε τη σειρά δοκιμής των αριθμών, κάνοντας κλικ στα κουμπιά με τα βελάκια. Όταν ένας αριθμός δεν απαντά, το <i>kppp</i> θα δοκιμάσει τον επόμενο και πάει λέγοντας
et: <p>Määrab telefoni numbri, millele helistatakse. sa võid sisestada ka mitu numbrit, lihtsalt kliki nupul "Lisa". Numbritele helistamise järjekorda saad sa muuta kasutades nooltega nuppe. Kui üks number on kinni või lihtsalt helistamine ebaõnnestub, proovib <i>kppp</i> järgmist jne.
fi: <p>Määrittelee puhelinnumeron jonne soitetaan. Voit antaa useita numeroita, paina vain "Lisää". Voit järjestää nuolinapeilla missä järjestyksessä numeroihin soitetaan. Jos numero on varattu tai yhteys epäonnistuu, <i>kppp</i>yrittää seuraavaa numeroa jne.
he: <p align=right>.םהילא רשקתהל שיש ןופלטה ירפסמ<br> ,םיבורמ םירפסמ קפסל ךתורשפאב<br> תא עובקל ךתורשפאב ."ףסוה" לע ץחל טושפ<br> שומיש ידי לע וגייוחי םירפסמ וב רדסה<br> .םיצחה ירותפכב<br> <br> <i>kppp</i> ,לשכנ וא סופת רפסמשכ<br> האלה ןכו אבה רפסמה תא הסני
id: <p>Menyatakan nomor yang akan diputar. Anda dapat memasukkan banyak nomor, hanya dengan klik tombol "Add". Anda dapat mengatur urutan pemutaran nomor dengan menggunakan tombol panah. Jika sebuah nomor gagal atau sibuk, <i>kppp</i> akan mencoba nomor berikutnya dan begitu seterusnya
pt: <p>Especifica os números de telefone a marcar. Podes pôr vários números aqui, bastando carregar em "Adicionar". Podes definir a ordem pela qual eles são usados, através dos botões com setas. Quando um número está ocupado, o <i>kppp</i> passa para o seguinte
sl: <p>Določi telefonske številke za klic. Vpišete lahko več, s podpičjem ločenih, številk, le kliknite na "Dodaj". Vrstni red klicanja številk lahko uredite s pomočjo puščic. Če je številka zasedena ali pa je klic neuspešen, bo <i>kppp</i> poskusil naslednjo številko itd.
sr: <p>Navedite koji broj telefona zovete. Ovde možete da navede više brojeve, jednostavno klikom na "Dodaj". Možete odrediti redosled kojim želite da pozivate brojeve koristeći strelice. Ako je broj zauzet ili je neki drugi problem, <i>KPPP</i> će pokušati sledeći broj itd.
ta: <p>ÍÆüÈ §ÅñÊÂ ¦¾¡¨Ä§Àº¢ ±ñ¸¨Ç ÌÈ¢ôÀÎ¸¢ÈÐ. ¿£í¸û ÀÄ ±ñ¸¨Ç ­í§¸ ¦¸¡Îì¸Ä¡õ, "§º÷" ±ýÀ¾¢ø ¦º¡Îì¸×õ «õÒ ¦À¡ò¾¡ý¸¨Ç ÀÂýÀÎò¾¢ ±ó¾ ÅÃ¢¨ºÂ¢ø ÓÂüº¢ ¦ºöÂ §ÅñÎõ ±ýÀ¨¾ ¦À¡ÚòÐ ­ó¾ ±ñ¸¨Ç ¿£í¸û ÅÃ¢¨ºôÀÎò¾Ä¡õ. ´Õ ±ñ ²ü¸É§Å ÀÂýÀ¡ðÊø ­Õó¾¡§Ä¡ ¸¢¨¼ì¸Å¢ø¨Ä ±ýÈ¡§Ä¡, <i>kppp</i> «Îò¾ ±ñ¨½ À¢ÈÌ «¾ü¸Îò¾ ±ñ¨½ ±ýÚ ¦¾¡¼Õõ
uk: <p>Вказує номери телефонів для дозвону. Ви можете задати декілька номерів, просто клацніть на "Додати". Ви можете поміняти порядок номерів за допомогою кнопок зі стрілками. Коли номер зайнятий або спроба невдала, <i>kppp</i> спробує наступний номер і т.д.
xh: <p>Ikhankanya amanani efowuni ukucofa. Unga nikeza amanani amaninzi apha, nqakraza ngokulula ku "Dibanisa". Ungenza indlela amanani azanywa ngayo ngokusebenzisa amaqhosha entolo. Xa inani lixakekile okanye lingaphumeleli, <i>kppp</i> iza kuzama inani elilandelayo njalo-njalo

source: Authentication:
az: Kimlik yoxlaması:
bg: Оторизация:
el: Πιστοποίηση:
et: Autentimine:
fi: Tunnistus:
he: :תורבחתה תטיש
id: Pemeriksaan:
pt: Autenticação:
sl: Identifikacija:
sr: Način prijavljivanja:
ta: ºÃ¢À¡Ãò¾ø:
uk: Автентифікація:
wa: Ricnoxhance:
xh: Ububhali:

source: Script-based
az: Skript əsaslı
bg: С помощта на скрипта
el: Με αρχείο εντολών
et: Skriptil baseeruv
fi: Script pohjainen
he: רוביח טירסת תססובמ
id: Berbasis skrip
pt: Baseada num Script
sl: Na skripti temelječ
sr: Pomoću skripta
ta: Å¡öôÀ¡Î-«ÊôÀ¨¼Â¡É
uk: За допомогою скрипта
wa: Avou on scrip
xh: Okushicilelweyo-kunesiseko

source: Terminal-based
az: Terminal əsaslı
bg: Чрез терминален прозорец
el: Μέσω τερματικού
et: Terminalil baseeruv
fi: Päätepohjainen
he: ףוסמ תססובמ
id: Berbasis terminal
pt: Baseada em Terminal
sl: Na terminalu temelječ
sr: Pomoću terminala
ta: Ó¨ÉÂõ-«ÊôÀ¨¼Â¡É
uk: Через термінал
wa: So terminå
xh: Isiphelo sendlela-sinesiseko

source: <p>Specifies the method used to identify yourself to the PPP server. Most universities still use <b>Terminal</b>- or <b>Script</b>-based authtentication, while most ISP use <b>PAP</b> and/or <b>CHAP</b>. If unsure, contact your ISP. If you can choose between PAP and CHAP, choose CHAP, because it's much safer. If you don't know whether PAP or CHAP is right, choose PAP/CHAP.
az: <p>Özünüzü PPP vericisinə tanıtma metodunu bildirər. Bir çox İXV <b>PAP</b> və(ya) <b>CHAP</b> işlətməsinə baxmayaraq bə'zi universitetlər hələ də <b>Terminal</b> ya da <b>Skript</b> əsaslı təsdiqləmə işlədir. Əgər PAP və CHAP arasından birini seçə bilirsinizsə daha e'tibarlı olduğu üçün CHAP-ı seçin.
bg: <p>Задайте начина на оторизация към PPP-сървъра. Повечето Интернет-доставчици използват <b>PAP</b> и/или <b>CHAP</b>. Ако имате възможност за избор м/у PAP и CHAP, изберете CHAP, понеже е по-безопасен. Ако не сте уверен какво е нужно изберете PAP/CHAP.
et: <p>Määrab meetodi, mida kasutatakse enda autentimiseks PPP serverile. Enamus ülikoole kasutab tänase päevani <b>terminalil</b> või <b>skriptil</b> baseeruvat autentimist, enamus teenusepakkujaid aga <b>PAP</b> ja/või <b>CHAP</b> autentimist. Kui sa pole kindel, siis küsi teenusepakkujalt. Kui sul on valida PAP'i ja CHAP'i vahel, siis vali CHAP, kuna see on turvalisem. Kui sa ei tea kumb on õige, vali PAP/CHAP.
fi: <p>Määrittelee tavan jolla PPP-palvelin tunnistaa sinut. Useimmat yliopistot käyttävät <b>Pääte-</b> tai <b>Skripti</b>-pohjaista tunnistusta, kun taas useimmat ISP:t käyttävät <b>PAP</b> tai <b>CHAP</b> tunnistusta, jos olet epävarma ota yhteyttä ISP:n. Jos voit valita PAP:n ja CHAP:n välillä valitse, CHAP koska se on turvallisempi. Jos et tiedä kumpi valita PAP vai CHAP valitse PAP/CHAP.
he: <p align=right>ינפב תוהדזהל ידכ שמתשת הב הטישה תעיבק<br> ןיידע תואטיסרבינואה בור .PPP-ה תרש<br> ,<b>רוביח טירסת</b> וא <b>ףוסמ</b> ססובמ תומיאב תושמתשמ<br> .<b>CHAP</b> וא\ו <b>PAP</b>-ב םישמתשמ טנרטניאה יקפס בור ךא<br> .ךלש טנרטניאה קפסל הנפ ,חוטב ךניא םא<br> <br> ,CHAP ןיבל PAP ןיב רוחבל ךתורשפאב םא<br> .רתוי הברה חוטב אוהש ןוויכמ ,CHAP-ב רחב<br> וא PAP-ב רוחבל ךילע םא חוטב ךניא םא<br> .PAP/CHAP-ב רחב ,CHAP-ב
pt: <p>Especifica o método usado para te identificares ao servidor PPP. A maioria das universidades ainda usa autenticação baseada em <b>Terminal</b> ou <b>Script</b>, mas a maioria dos ISPs usam <b>PAP</b> e/ou <b>CHAP</b>. Se não tiveres a certeza, contacta o teu ISP. Se puderes escolher entre PAP e CHAP, opta pelo segundo, porque é muito mais seguro. Se não souberes qual usas, selecciona PAP/CHAP.
sl: <p>Določi metodo s katero se identificirate strežniku PPP. Večina univerz še vedno uporablja na <b>terminalu</b> ali <b>skripti</b> temelječo identifikacijo, medtem ko večina ponudnikov interneta uporablja <b>PAP</b> in/ali <b>CHAP</b>. Če niste prepričani, kaj uporabljate, pokličite svojega ponudnika. Če lahko izbirate med PAP in CHAP, izberite CHAP, ker je precej varnejši. Če ne veste, ali je prav PAP ali CHAP, potem izberite PAP/CHAP
sr: <p>Navedite metod koji želite da koristite da biste bili identifikovani na PPP serveru. Većina univerziteta i dalje koristi prijavljivanje pomoću <b>terminala</b> ili <b>skripta</b>, dok većina Internet provajdera koristi <b>PAP</b> i/ili <b>CHAP</b>. Ako niste sigurni šta da izaberete, kontaktirajte vašeg provajdera. Ako imate priliku da birate između PAP i CHAP, izaberite CHAP, jer je mnogo sigurniji.
ta: <p>PPP §º¨ÅÂ¸ò¾¢ø ¯í¸¨Ç «È¢Ó¸ôÀÎò¾¢ì ¦¸¡ûÙõ Ó¨È¨Â ÌÈ¢ôÀ¢Î¸¢ÈÐ. ÀÄ Àø¸¨Äì¸Æ¸í¸û ­ýÛõ <b>Ó¨ÉÂõ</b>-«øÄÐ <b>Å¡öôÀ¡Î </b>-«ÊôÀ¨¼Â¢Ä¡É ºÃ¢À¡÷ò¾¨Äô ÀÂýÀÎòÐ¸¢ýÈÉ, ¬É¡ø ÀÄ ISP¸û <b>PAP</b> ÁüÚõ/«øÄÐ <b>CHAP</b> ³ô ÀÂýÀÎòÐ¸¢ýÈÉ. ¯Ú¾¢Â¡¸ ¦¾Ã¢ÂÅ¢ø¨Ä ±ýÈ¡ø, ¯í¸û ISP¨Â ¦¾¡¼÷Ò ¦¸¡ûÇ×õ. PAP ÁüÚõ CHAP ­ÃñÊø ´ý¨È §¾÷ó¦¾Îì¸Ä¡õ ±ýÈ¡ø CHAP ³ò §¾÷ó¦¾Îì¸×õ, ²¦ÉýÈ¡ø, «¾ý À¡Ð¸¡ôÒ ¯Â÷ó¾Ð. ±Ð ±ýÚ ¦¾Ã¢ÂÅ¢ø¨Ä ±ýÈ¡ø PAP/CHAP ³ò §¾÷ó¦¾Îì¸×õ.
uk: <p>Вказує метод, що використовується для Вашої ідентифікації на сервері PPP. Більшість університетів ще використовує аутентифікацію засновану на <b>Терміналі</b> або <b>Скрипт</b>, а більшість Інтернет провайдерів використовує <b>PAP</b> або <b>CHAP</b>. Якщо не впевнені, запитайте вашого провайдера. Між PAP та CHAP, вибирайте CHAP, тому що він набагато безпечніший. Якщо Ви не знаєте, що вибрати, PAP чи CHAP, виберіть PAP/CHAP.
xh: <p>Ikhankanya indlela esetyenziswayo ukuqwalasela wena ku mncedisi we PPP. Iidyunivesithi ezininzi zisasebenzisa <b>Indlela yesiphelo</b>- okanye <b>Okushicilelweyo</b>-ububhali obusekiweyo, ngexesha ezininzi i ISP zisebenzisa <b>PAP</b> ne/okanye <b>CHAP</b>. Ukuba awuqinisekanga, qhagamshela eyakho i ISP. Ukuba ungakhetha phakathi kwe PAP ne CHAP, khetha i CHAP, kuba ikhuseleke kakhulu. Ukuba awuyazi noba i PAP okanye i CHAP ilungile, khetha i PAP/CHAP.

source: Store password
az: Parolu qeyd et
bg: Запазва паролата
el: Αποθήκευση λέξης κλειδί
et: Jäta parool meelde
fi: Tallenna salasana
he: המסיס רומש
id: Simpan kata sandi
pt: Guardar senha
sl: Shrani geslo
sr: Sačuvaj lozinku
ta: ¸¼×î¦º¡ø¨Ä §ºÁ¢ì¸×õ
uk: Зберегти пароль
wa: Ritni li mot di passe
xh: Gcina igama eligqithisiweyo

source: <p>When this is turned on, your ISP password will be saved in <i>kppp</i>'s config file, so you do not need to type it in everytime. <b><font color="red">Warning:</font> your password will be stored as plain text in the config file, which is readable only to you. Make sure nobody gains access to this file!
az: <p>Bu seçildiyi vaxt, İXV parolunuz <i>kppp</i>-nin quraşdırma faylında saxlanacaq, ona görə də parolunuzu hər dəfə yazmayacaqsınız. <b><font color="red">Xəbərdarlıq:</font> parolunuz quraşdırma faylında sırf-oxunan olaraq düz mətn şəklində saxlanacaqdır. Heç kəsin bu fayla yetişə bilmədiyini yoxlayın!
bg: <p>При включване на тази опция Вашата парола ще бъде запазена във файла с настройки за <i>kppp</i>. При това не е нужно да я въвеждата отново <b><font color="red">Предупреждение:</font> паролатаще бъде запазена във файла с настройки. Права зачетене на този файл ще имате само вие Убедете се, че някой друг няма достъп до него!
el: <p>Όταν αυτό ενεργοποιηθεί, ο κωδικός σας πρόσβασης στο Internet θα αποθηκευτεί στο αρχείο ρυθμίσεων του <i>kppp</i>, ώστε να μην πρέπει να τον πληκτρολογείτε κάθε φορά. <b><font color="red">Προσοχή:</font> ο κωδικός θα αποθηκευτεί σαν απλό κείμενο στο αρχείο ρυθμίσεων, που μόνο εσείς μπορείτε να διαβάσετε. Βεβαιωθείτε ότι κανένας άλλος δε θα αποκτήσει πρόσβαση σε αυτό το αρχείο!
et: <p>Kui see on sisse lülitatud, salvestatakse parool <i>kppp</i> konfiguratsioonifaili, nii et sa ei peaks iga kord parooli sisestama. <b><font color="red">Hoiatus:</font> parool salvestatakse konfiguratsioonifaili, mis on loetav ainult sulle, lahtise tekstina. Kindlasti kontrolli üle, et kellelgi teisel ei oleks failile ligipääsuõigusi!
fi: <p>Kun tämä on päällä palveluntarjoajasi salasana tallennetaan <i>kppp</i>:n asetuksiin, jottei sinun tarvitse antaa sitä joka kerta uudelleen. <b><font color="red">Varoitus:</font> salasanasi tallennetaan puhtaana tekstinä tiedostoon, jota vain sinä pystyt lukemaan. Pidä huolta ettei kukaan muu saa oikeuksia tähän tiedostoon!
he: <p align=right>ךלש טנרטניאה קפס תמסיס ,תרחבנ וז תורשפאשכ<br> ,<i>kppp</i> לש תורדגהה ץבוקב רמשית<br> .םעפ לכ התוא דילקהל ךרטצת אלש ךכ<br> <br> רמשית ךלש המסיסה <b><font color=red>:הרהזא</font></b><br> תורדגהה ץבוקב ליגר טסקט רותב<br> .ךידי לע קר האירקל ןתינ רשא<br> !הז ץבוקל השיג היהת אל דחא ףאלש אדוו
id: <p>Ketika ini diaktifkan, kata sandi anda akan disimpan dalam berkas Aturan <i>kppp</i>, jadi anda tidak perlu mengetiknya setiap kali. <b><font color="red">Peringatan:</font> password anda akan disimpan sebagai teks biasa, yang hanya dapat dibaca oleh anda. Pastikan tak seorangpun mendapat ijin untuk mengakses berkas ini!
pt: <p>Quando está activado, a tua senha de ISP é gravada no ficheiro de configuração do <i>kppp</i>, para poupar tempo de futuro. <b><font color="red">Atenção:</font> a senha é gravada sem ser cifrada no ficheiro, que só deve poder ser lido por ti. Certifica-te que ele tem as permissões bem definidas!
sl: <p>Ko je to vklopljeno, bo vaše prijavno geslo na internet shranjeno v nastavitveno datoteko za <i>kppp</i>, tako da vam ga ne bo treba vsakič znova natipkati. <b><font color="red">Opozorilo:</font> vaše geslo bo shranjeno kot navadno besedilo v konfiguracijsko datoteko, ki jo lahko preberete le vi. Pazite, da ne pride datoteka v roke drugim!
sr: <p>Kada je ova opcija aktivirana, vaša lozinka za ISP će biti sačuvana u <i>KPPP</i> fajlu za konfigurisanje, tako da ne morate stalno da je unosite. <b><font color="red">Upozorenje:</font>vaša lozinka će biti snimljena kao čist tekst u fajlu za konfigurisanje, što znači da će te samo vi moći da ga pročitate. Budite sigurno da niko nema pravo čitanja ovoga fajl!
ta: <p>­¨¾ ¯Â¢÷ôÀ¢ò¾¡ø, ¯í¸û ISP ¸¼×î¦º¡ø <i>kppp</i> ÅÊÅ¨ÁôÒ §¸¡ôÀ¢ø §ºÁ¢ì¸ôÀÎõ, ´ù¦Å¡Î Ó¨ÈÔõ ¯ûÇ¢¼ §ÅñÊÂ¨¾ò ¾Å¢÷ì¸Ä¡õ. <b><font color="red">±îºÃ¢ì¨¸:</font> ¯í¸û ¸¼×î¦º¡ø ÅÊÅ¨ÁôÒ §¸¡ôÀ¢ø º¡¾¡Ã½ ¯¨ÃÂ¡¸ §ºÁ¢ì¸ÀÎõ, ­¨¾ ÀÊì¸ ¯í¸ÙìÌ ÁðÎõ ¾¡ý ¯Ã¢¨Á ¯ñÎ. §ÅÚ Â¡Õõ ­ó¾ §¸¡ô¨À «Ï¸¡Ð À¡÷òÐì ¦¸¡ûÇ×õ.
uk: <p>Коли ввімкнено, Ваш пароль Інтернет-рахунку буде збережено у файлі установок <i>kppp</i>, таким чином Вам не треба буде його набирати кожного разу. <b><font color="red">Попередження:</font> Ваш пароль буде збережено у файлі конфігурації як простий текст, який можна читати тільки Вам. Перевірте, щоб ніхто не отримав доступ до цього файлу!
xh: <p>Xa oku kuqaliwe, igama eligqithisiweyo lakho le ISP lizakugcinwa kwi <i>kppp</i>yefayile yoqwalaselo, ngoko akuyomfuneko ukuchwetheza lonke ixesha. <b><font color="red">Isilumkiso:</font> igama lakho eligqithisiweyo lizakugcinwa njengo kubhaliweyo okungenanto kwifayile yoqwalaselo, efundekayo kuphela kuwe. Qiniseka ukuba akukho mntu ofumana unikezo kule fayile!

source: Customize pppd arguments...
az: pppd arqumentlərini xüsusiləşdir...
bg: Настройка на аргументите за pppd...
el: Προσαρμογή ορισμάτων pppd...
et: Kohanda pppd argumente...
fi: Muokkaa pppd:n argumentteja...
he: ...pppd לש םיטנמוגראב שמתשה
id: Rubah argumen pppd...
pt: Personalizar argumentos pppd...
sl: Prikroji argumente pppd...
sr: Prilagodi pppd argumente...
ta: pppd Á¡È¢¸¨Ç ¾É¢ôÀÂÉ¡ì¸×õ...
uk: Налаштувати аргументи pppd...
xh: Yenza ngokusesikweni iimpikiswano ze pppd...

source: Execute programs
az: Icra ediləcək proqramlar
bg: Изпълни команда
el: Εκτέλεση προγραμμάτων
et: Käivita programmid
fi: Käynnistä ohjelma
he: תוינכות תלעפה
id: Jalankan program
pt: Executar programas
sl: Zaženi programe
sr: Izvrši programe
ta: ¿¢Ãø¸¨Ç ­ÂìÌ
uk: Виконати програми
xh: Phumeza udweliso lweenkqubo
