Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: <p>This shows all defined DNS servers to use while you are connected. Use the <b>Add</b> and <b>Remove</b> buttons to modify the list
az: <p>Bağlantı sırasında işlədiləcək bütün müəyyənləşdirilmiş DNS vericilərini göstərir. Siyahını düzəltmək üçün <b>Əlavə Et</b> və <b>Çıxart</b> düymələrini işlədin
bg: <p>Показва всичките DNS сървъри, използвани по време на връзката. Използвайте бутона<b>Добави</b> или <b>Изтрий</b> за промяната му.
et: <p>See näitab kõiki DNS servereid, mida kasutatakse ühenduse ajal. Nimekirja redigeerimiseks kasuta nuppe <b>Lisa</b> ja <b>Eemalda</b>.
fi: <p>Tässä näkyy kaikki määritellyt DNS-palvelimet joita käytetään yhteyden aikana. Käytä <b>Lisää</b> ja <b>Poista</b> nappeja muokataksesi listaa
he: <p align=right>ורדגוהש תומשה יתרש תא הארמ<br> .רבוחמ התאש ןמזב שומישל<br> ידכ <b>רסה</b>ו <b>ףסוה</b> םירותפכב שמתשה<br> המישרה תא תונשל
id: <p>Menampilkan semua DNS server untuk dipakai pada saat anda terhubung. Gunakan tombol <b>Add</b> dan <b>Remove</b> untuk merubah daftarnya
pt: <p>Isto mostra todos os servidores DNS definidos para usar durante a ligação. Usa os botões <b>Adicionar</b> e <b>Remover</b> para modificar
sl: <p>To prikazuje vse strežnike DNS določene za uporabo medtem, ko ste povezani. Uporabite gumba <b>Dodaj</b> in <b>Odstrani</b> za spreminjanje tega seznama
sr: <p>U ovoj listi se nalaze svi definisani DNS serveri koji se koriste za vreme povezivanja. Koristi <b>Dodaj</b> i <b>Ukloni</b> dugmad da biste promenili listu
ta: <p>¿£í¸û ­¨½ì¸ÀðÊÕìÌõ §À¡Ð ÀÂýÀÎò¾ÀÎò¾ §ÅñÊÂ Å¨ÃÂÚì¸ôÀð¼ «¨ÉòÐ DNS §º¨ÅÂ¸í¸¨ÇÔõ ­Ð ¸¡ðÎ¸¢ÈÐ. ÀðÊÂ¨Ä Á¡üÈ¢Â¨Áì¸ <b>§º÷</b> ÁüÚõ <b>¿£ìÌ</b> ¦À¡ò¾¡ý¸¨Ç ÀÂýÀÎò¾×õ
uk: <p>Показує всі визначені сервера DNS, що використовуються при з'єднанні. За допомогою кнопок <b>Додати</b> та <b>Видалити</b> Ви можете змінювати список
xh: <p>Oku kubonisa bonke abancedisi abachaziweyo be DNS bokusetyenziswa ngexesha udityaniswa. Sebenzisa i <b>Dibanisa</b> no <b>Susa</b> amaqhosha ukuguqula kancinane uluhlu

source: Disable existing DNS Servers during Connection
az: Bağlantı müddətincə mövcud DNS vericilərini istifadədən çıxart
bg: Затваря достъпа към съществъващ DNS сървърпо време на връзката
el: Απενεργοποίηση υπαρχόντων εξυπηρετητών DNS κατά την διάρκεια της σύνδεσης
et: Keela eksisteerivad DNS serverid ühenduse ajal
fi: Poista olemassaolevat DNS-palvelimet yhteyden aikana
he: רוביחה ןמזב םימייקה תומשה יתרשב שומיש לטב
id: Non-aktifkan server DNS sewaktu terhubung
pt: Desactivar Servidores DNS Existentes Durante a Ligação
sl: Med povezavo izklopi obstoječe strežnike DNS
sr: Isključi postojeće DNS servere tokom povezivanja
ta: ­¨½ôÀ¢ý §À¡Ð ­ÕìÌõ DNS §º¨ÅÂ¸í¸¨Ç Ó¼ì¸×õ
uk: Вимкнути існуючі сервери DNS при з'єднанні
wa: Disclitchîz les sierveu DNS ki vos avoz tins ki vos estoz raloyî.
xh: Khubaza abakhoyo abancedisi be DNS ngexesha lodibaniso

source: <p>When this option is selected, all DNS servers specified in <tt>/etc/resolv.conf</tt> are temporary disabled while the dialup connection is established. After the connection is closed, the servers will be re-enabled Typically, there is no reason to use this option, but it may become useful under some circumstances
az: <p>Bu seçənək işarətlənəndə, çevirməli bağlantı sırasında <tt>/etc/resolv.conf</tt> faylında bildirilən bütün DNS vericiləri müvəqqəti olaraq istifadədən çıxardılacaqlardır. Bağlantı bağlandıqdan sonra bu vericilər yenə istifadəyə girəcəkdir. Ümumiyyətlə bu xüsusiyyəti işlətmək üçün bir səbəb yoxdur ancaq bə'zi hallarda faydalı ola bilər.
et: <p>Kui see on sisse lülitatud, keelatakse ühenduse ajaks ajutiselt kõik failis <tt>/etc/resolv.conf</tt> defineeritud DNS serverid. Peale seda kui ühendus on suletud, lubatakse nende serverite kasutamine uuesti. Tavaliselt ei ole mingit põhjust seda sisse lülitada, kuid mõningatel juhtudel võib see siiski osutuda kasulikuks.
fi: <p>Kun tämä optio on valittu kaikki DNS-palvelimet jotka on määritelty <i>/etc/resolv.conf</i> tiedostossa poistetaan yhteyden ajaksi. Normaalisti ei ole tarvetta käyttää tätä toimintoa mutta siitä voi olla hyötyä joissain tilanteissa.
he: <p align=right>תומשה יתרש לכ ,תרחבנ וז תורשפאשכ<br> ולטובי <tt>/etc/resolv.conf</tt> ץבוקב םינייוצמה<br> ,רגסנ רוביחהש ירחא .רוביחה עצבתמש ןמזב תינמז<br> .ורזחואי םיתרשה<br> <br> שמתשהל הביס לכ ןיא ,ללכ ךרדב<br> היהת איהו ןכתיי ךא ,וז תורשפאב<br> .םימייוסמ םירקמב תישומיש
id: <p>Jika pilihan ini dipilih, semua DNS server yang ada pada <tt>/etc/resolv.conf</tt> akan dinonaktifkan sementara ketika hubungan dialup terjadi. Setelah hubungan ditutup, server tersebut akan diaktifkan kembali Biasanya tidak ada alasan untuk memakainya, tetapi dapat berguna dalam beberapa situasi
pt: <p>Quando esta opção é seleccionada, todos os servidores DNS em <tt>/etc/resolv.conf</tt> são temporariamente desactivados durante a ligação. Depois da ligação ter terminado voltam a ser todos activados Tipicamente, não há razão para usar esta opção, mas pode ser útil em circunstâncias especiais
sl: <p>Kadar je izbrana ta nastavitev, so med klicno povezavo vsi strežniki DNS, vpisani v <tt>/etc/resolv.conf</tt>, začasno onemogočeni. Ko se povezava zapre, so strežniki ponovno vklopljeni. Običajno ni razloga, da bi uporabljali to nastavitev, vendar je v določenih okoliščinah lahko uporabna
sr: <p>Kada je ova opcija izabrana, svi DNS serveri navedeni u <tt>/etc/resolv.conf</tt> su privremeno isključeno dok je veza sa interentom uspostavljena. Kada je veza prekinuta, serveri su opet aktivirani. U teoriji, nema potrebe za korišćenjem ove opcije, ali ona može biti korisna u nekim drugim uslovima
ta: <p>­ó¾ Å¢ÕôÀõ §¾÷ó¦¾Îò¾¡ø, «¨ÆôÒ ­¨½ô¨À ¿¢¨Ä¿¡ðÎõ §À¡Ð<tt>/etc/resolv.conf</tt>Â¢ø ÌÈ¢ôÀ¢¼ôÀðÊÕìÌõ «¨ÉòÐ DNS §º¨ÅÂ¸í¸Ùõ «ô§À¡¨¾ìÌ Ó¼ì¸ôÀÎõ. ­ó¾ ­¨½ôÒ ÐñÊì¸ÀÎõ §À¡Ð, §º¨ÅÂ¸í¸û ÁÚÀÊÔõ ­ÂÖ¨ÁÀÎò¾ÀÎõ ¦À¡ÐÅ¡¸, ­ó¾ Å¢ÕôÀò¨¾ ÀÂýÀÎò¾ §ÅñÊÂ «Åº¢ÂÁ¢ø¨Ä, ¬É¡ø º¢Ä Ýú¿¢¨Ä¸Ç¢ø ­Ð ÀÂýÀ¼Ä¡õ
uk: <p>Коли опція ввімкнена, всі сервера DNS вказані у <tt>/etc/resolv.conf</tt> тимчасово вимикаються на час з'єднання. Після того, як з'єднання закрите сервери буде ввімкнено знову Здебільшого, не виникає потреби вмикати цю опцію, але деколи вона може бути корисною
xh: <p>Xa olu khetho lukhethiwe, bonke abancedisi be DNS abakhankanywe ku <tt>/njalo-njalo/resolv.conf</tt> bakhubazeke okwexesha elifutshane ngexesah udibaniso locofo lusekiwe. Emva kokuba udibaniso luvaliwe, abancedisi bazakwenziwa-kwakhona Ngenene, akukho sizathu sokusebenzisa olu khetho, kodwa kungaluncedo phantsi kwezinye iimeko

source: Gateway Setup
az: Şəbəkə Keçidi Qurğuları
bg: Настройка за шлюза
el: Ρυθμίσεις πύλης
et: Gateway seadistus
fi: Yhdyskäytävän asetukset
he: רעשה תורדגה
id: Pengaturan Gateway
pt: Configuração da 'Gateway'
sl: Nastavitev prehoda
sr: Gateway podešavanja
ta: Ñ¨ÆÅ¡Â¢ø «¨ÁôÒ
uk: Установка шлюзу
wa: Apontiaedje do pontea
xh: Ucwangciso lovulo losango

source: Default Gateway
az: Əsas Şəbəkə Keçidi
bg: Шлюз по подразбиране
el: Πύλη εξ ορισμού
et: Vaikimisi gateway
fi: Oletusyhdyskäytävä
he: לדחמה תרירב רעש
id: Gateway Default
pt: 'Gateway' por Omissão
sl: Privzeti prehod
sr: Predefinsani Gateway
ta: ¦¸¡¼¡¿¢¨Ä Ñ¨ÆÅ¡Â¢ø
uk: Типовий шлюз
wa: Pontea tchwezi por vos
xh: Uvulo losango olungagqibekanga

source: This makes the PPP peer computer (the computer you are connected to with your modem) to act as a gateway. Your computer will send all packets not going to a computer inside your local net to this computer, which will route this packets. This is the default for most ISPs, so you should probably leave this option on
az: Bu, PPP kompüterin (modeminizlə bağlandığınız kompüterin) şəbəkə keçidi kimi davranmasına imkan verər. Sizin kompüteriniz bütün paketləri yerli şəbəkədəki bir kompüter yerinə, bu paketləri istiqamətləndirən bu kompüterə göndərir. Bu bir çox İXV üçün əsasdır, ona görə də bu xüsusiyyəti seçili olaraq buraxmalısınız.
et: See muudab PPP ühenduse partner arvuti (see, millesse modemiühendus luuakse) lüüsiks (gateway). Sinu arvuti saadab kõik paketid, mis ei ole määratud kohalikku võrku, sellele arvutile, mis omakorda tegeleb nende pakettide edasisaatmisega. Kuna see on vaikeväärtus enamuse teenusepakkujate puhul, peaksid selle ilmselt sisse lülitama.
fi: Tämä tekee PPP-isäntäkoneesta (koneesta johon olet yhteydessä) yhdyskäytävän. Koneesi lähettää kaikki paketit jotka eivät kuulu paikalliseen verkkoosi isäntäkoneelle joka reitittää ne edelleen. Tämä on oletusarvo useimmilla palveluntarjoajilla joten tämä optio kannattaa olla päällä.
he: <p align=right>וילא בשחמה) PPP-ה בשחמל תמרוג וז תורשפא<br> .רעשכ גהנתהל (ךלש םדומה םע רבוחמ התא<br> תונופ אלש תוסיפחה לכ תא חלשי ךלש בשחמה<br> ,הז בשחמל ךלש תימוקמה תשרב בשחמל<br> .הלאה תוסיפחה תא בתניש<br> <br> זא ,טנרטניאה יקפס בור לצא לדחמ תרירב יהוז<br> .תלעופ וז תורשפא תא ריאשהל יאדכ
id: Membuat komputer peer PPP (komputer yang anda hubungi dengan modem) berfungsi sebagai gateway. Komputer anda akan mengirim semua paket yang tidak bertujuan ke jaringan lokal, kepada komputer ini, yang akan meneruskan paket ini. Ini adalah pilihan standar untuk kebanyakan ISP, jadi sebaiknya dibiarkan menyala
pt: Isto faz com o computador PPP par (o computador a que te ligas através do modem) funcione como uma 'gateway'. O teu computador enviará os pacotes que não vão para nenhum computador da tua rede local, para este computador para serem redireccionados. Este é o modo padrão para a maioria dos ISPs, logo é boa ideia ter esta opção activada
sl: To povzroči, da se računalnik, na katerega ste povezani z modemom, obnaša kot prehod. Vaš računalnik bo vse paketke, namenjene izven vaše lokalne mreže, pošiljal temu računalniku, ki jih bo usmerjal naprej. To je privzeto za večino ponudnikov interneta, zato bi verjetno morali pustiti to nastavitev vklopljeno.
sr: Ovo omogućava da računar na koji ste povezani preko PPP bude gateway. Vaš računar će poslati sve pakete koji ne idu na lokalnu mrežu na ovaj računar, koji će ih kasnije rasporediti. Ovo je predefinisano za većinu ISP, pa bi trebalo da aktivirate ovu opciju
ta: ­Ð PPPÂ¢ý ´ôÀ¡É ¸½¢É¢¨Â (¯í¸û §Á¡¼õ Å¡Â¢Ä¡¸ ¿£í¸û ­¨½ì¸ÀðÎûÇ ¸½¢É¢) ´Õ Ñ¨ÆÅ¡Â¢Ä¡¸ ¦ºÂøÀ¼ ¨ÅìÌõ. ¯í¸û ¸½¢É¢, ¯ûÇ¨Á Å¨ÄÂ¨ÁôÀ¢ø ¦ºøÄ¡¾ º¢ôÀí¸¨Ç, ÅÆ¢¦ºÖòÐõ. ­ó¾ ¸½¢É¢ìÌ «ÛôÒõ. ¦ÀÕõÀ¡Ä¡É ISP¸ÙìÌ ­Ð ¦¸¡¼¡¿¢¨Ä ¬Ìõ. ±É§Å ­ó¾ §¾÷¨Å ¯Â¢÷ôÀ¢ò¾ø º¢Èó¾Ð.
uk: Примушує другий комп'ютер зв'язку PPP (комп'ютер, до якого Ви приєднані через модем) діяти як шлюз. Ваш комп'ютер буде посилати всі пакети, які йдуть не до Вашої локальної мережі, до цього комп'ютера, який буде перенаправляти ці пакети. Це типова установка для більшості провайдерів, тобто краще лишити цю опцію ввімкненою
wa: C' est ci 'pontea' la ki permet al copiutrece PPP (li cine ki vos estoz raloyî avou vosse modem) di fé do 'pontea'. Voste éndjole evoye tot çu ki n' est nén pol rantoele so plaece a cisse copiutrece 'pontea' et c' est leye, k' evoye les pakets di doneyes pus lon. C' e-st insi ki cåzu tos les ahesseus Eternet ovrèt; do côp, normålmint, vos n' avoz nén a candjî çoula.
xh: Oku kwenza i PPP icomputer yomntu onerenki enye (Icomputer odityaniswe kuyo nge modem yakho) ukusebenza njengo vulo losango. Icomputer yakho izakuthumela zonke iipakethi ezingayi kwicomputer ngaphakathi komnatha wakho wobulali kule computer, ezizakuhambisa ezi pakethi. Oku akugqibekanga kwi ISP ezininzi, nhoko ungashiya noko olu khetho ku

source: Static Gateway
az: Statik Şəbəkə Keçidi
bg: Статичен шлюз
el: Στατική πύλη
et: Staatiline gateway
fi: Staattinen yhdyskäytävä
he: עובק רעש
id: Gateway statik
pt: 'Gateway' Estática
sl: Stalni prehod
sr: Statički Gateway
ta: Á¡È¡¿¢¨Ä Ñ¨ÆÅ¡Â¢ø
uk: Статичний шлюз
wa: Staté Pontea
xh: Uvulo losango

source: <p>Allows you to specify which computer you want to use as gateway (see <i>Default Gateway</i> above
az: H<p>ansı kompüteri şəbəkə keçidi olaraq işlədəcəyinizi müəyyənləşdirər. (<i>Əsas Şəbəkə Keçidi</i> qisminə baxın)
bg: <p>Позволява да зададете, кой компютър ще бъде исползван като шлюз (виж. <i>Шлюз по подразбиране</i>
et: <p>Lubab määrata, mis arvutit kasutatakse lüüsina (vt. ka <i>Vaikimisi gateway</i>).
fi: <p>Voit määritellä mikä tietokone toimii yhdyskäytävänä (katso <i>Oletuskäytävä</i> yläpuolelta.
he: <p align=right>ןייצל ךל רשפאמ<br> שמתשהל ךנוצרב בשחמ הזיאב<br> <i>רעש</i> האר) רעשכ<br> (הלעמל <i>לדחמ תרירב</i>
id: Memungkinkan anda memilih komputer mana yang ingin anda gunakan sebagai gateway (lihat <i>Gateway Default</i> diatas)
pt: <p>Permite especificar que computador queres usar como 'gateway' (ver <i>'Gateway' por Omissão</i> acima)
sl: <p>Dovoli vam določiti, kateri računalnik želite uporabljati za prehod (zgoraj si poglejte <i>Privzeti prehod</i>
sr: <p>Omogućava vam da navedete koji računar želite da koristite kao gateway (pogledaj u <i>Predefinisani Gateway</i> za više informacija
ta: <p>¿£í¸û Å¢ÕõÒõ ¸½¢É¢¨Â Ñ¨ÆÅ¡Â¢Ä¡¸ «¨Áì¸ «ÛÁ¾¢ìÌõ (§Á§Ä <i>¦¸¡¼¡¿¢¨Ä Ñ¨ÆÅ¡Â¢ø</i>) À¡÷ì¸×õ</p>
uk: <p>Дозволяє вказати, який комп'ютер Ви хочете використовувати як шлюз (дивіться <i>Типовий шлюз</i> вище
xh: <p>Ikuvumela ukuba ukhankanye icomputer oyifunayo ukusebenzisa uvulo losango (bona <i>Uvulo losanga olungagqibekanga</i> ngasentla

source: Gateway IP Address:
az: Şəbəkə keçidi IP Ünvanı:
bg: IP-адресна шлюз:
el: IP διεύθυνση πύλης:
fi: Yhdyskäytävän IP-Osoite:
he: IP תבותכ :רעשה לש
id: Gateway Alamat IP:
pt: Endereço IP da 'Gateway':
sl: IP naslov prehoda:
sr: Gateway IP adresa:
ta: Ñ¨ÆÅ¡Â¢ø IP Ó¸ÅÃ¢:
uk: IP адреса шлюзу:
wa: Pontea Adresse Eternet (IP):
xh: Uvuklo losango Idilesi ye IP:

source: Assign the Default Route to this Gateway
az: Əsas Yolu Bu Şəbəkə Keçidinə Ver
bg: Задава зададения адрес на шлюза като подразбиращ се
el: Ορισμός βασικής διαδρομής σε αυτήν την πύλη
et: Määra vaikimisi marsruut (default route) sellele gateway'le
fi: Aseta oletusreitti tälle yhdyskäytävälle
he: הז רעשל לדחמה תרירב ביתנ תא הנפה
id: Tetapkan Rute Default ke Gateway Ini
pt: Atribui a Rota por Omissão desta 'Gateway'
sl: Dodeli privzeto pot prek tega prehoda
sr: Dodeljuje predefinisanu rutu za ovaj Gateway
ta: ­ó¾ Ñ¨ÆÅ¡Â¢ÖìÌ ¦¸¡¼¡¿¢¨Ä ¾¼ò¨¾ ´Ðì¸×õ
uk: Призначити цей шлюз типовим маршрутом
wa: Li voye tchwezeye på pontea
xh: Nikezela Indlela engagqibekanga kolu vulo losango

source: If this option is enabled, all packets not going to the local net are routed through the PPP connection. Normally, you should turn this on
az: Bu seçənək fəallaşdırılanda, yerli şəbəkəyə getməyən bütün paketlər PPP bağlantısı yoluyla istiqamətləndirilir. Normal halda, bunu fəallaşdırmalısınız
bg: Ако тази опция е включена, всичките пакети, които не са адресирани към локалната мрежа се, препащат през PPP връзката. Нормално това трябва да бъде включено.
et: Kui see valik on sisse lülitatud, saadetakse kõik paketid, mis ei ole määratud kohalikku võrku, läbi PPP ühenduse. Tavaliselt peab see olema sisse lülitatud.
fi: Jos optio on päällä kaikki paketit jotka eivät kuulu paikalliseen verkkoon reititetään PPP-yhteydelle. Normaalisti tämän pitäisi olla päällä.
he: <p align=right>אלש תוסיפחה לכ ,תלעופ וז תורשפא םא<br> ךרד ובתוני תימוקמה תשרה ךרד תורבוע<br> .PPP-ה רוביח<br> <br> .וז תורשפא ליעפהל שי ,ללכ ךרדב
id: Jika pilihan ini diaktifkan, semua paket yang tidak menuju jaringan lokal akan ditujukan ke hubungan PPP. Normalnya anda sebaiknya mengaktifkannya
pt: Se esta opção for activada, todos os pacotes que não se destinem à rede local são encaminhados para a ligação PPP. Normalmente, é boa ideia que esteja activa
sl: Če je ta nastavitev vklopljena, so vsi paketki, namenjeni izven lokalne mreže, usmerjeni skozi povezavo PPP. Običajno je to vklopljeno
sr: Ako je ova opcija aktivirana, svi paketi koji ne idu na lokalnu mrežu su poslati kroz PPP vezu. Ovo treba da aktivirate
ta: ­ó¾ Å¢ÕôÀò¨¾ ­ÂøÀÎò¾¢É¡ø, ¯ûÇ¨Á Å¨ÄÂ¨ÁôÀ¢üÌ ¦ºøÄ¡¾ «¨ÉòÐ º¢ôÀí¸Ùõ PPP ­¨½ôÒ ÅÆ¢Â¡¸ ¾¼ôÀÎò¾ôÀÎõ. ¦À¡ÐÅ¡¸ ­ó¾ò §¾÷× ¦ºÂøÀÎò¾ôÀ¼ §ÅñÎõ.
uk: Коли ця опція ввімкнена, всі пакети, які не призначені до локальної мережі направляються через з'єднання PPP. Здебільшого ця опція повинна бути ввімкнена
wa: Si vos purdoz cisse tchûze la, tos les pakets (såf les cis pol rantoele locåle) end îront pal raloyaedje PPP. Normålmint, cisse tchûze la doet esse metuwe.
xh: Ukuba olu khetho lwenziwe, zonke iipakethi ezingayi kumnatha wobulali zinendlela ngapha kodibaniso lwe PPP. Ngokwesiqhelo, ungayiqala le.

source: Edit Script
az: Skripti Düzəlt
bg: Редактиране на скрипт
el: Επεξεργασία αρχείου εντολών
et: Skripti redigeerimine
fi: Muokkaa ohjelmaa
he: טירסת תכירע
id: Edit Skrip
pt: Editar Script
sl: Uredi skript
sr: Izmeni skript
ta: Å¡öôÀ¡ð¨¼ ¦¾¡Ì
uk: Редагувати скрипт
wa: Candjî li Scrip
xh: Hlela okushicilelweyo

source: Add a phone number...
az: Telefon nömrəsi əlavə et...
bg: Добавяне на телефонен номер...
el: Προσθήκη αριθμού τηλεφώνου...
et: Lisa telefoni number...
fi: Lisää puhelinnumero...
he: ןופלט רפסמ תפסוה
id: Tambah nomor telepon...
pt: Adicionar número de telefone...
sl: Dodaj telefonsko številko...
sr: Dodaj broj telefona...
ta: ´Õ ¦¾¡¨Ä§Àº¢ ±ñ¨½ §º÷ì¸×õ...
uk: Додати номер телефону...
xh: Dibanisa inani lefowuni...

source: Phone number:
az: Telefon nömrəsi:
bg: Номер на телефон:
el: Αριθμός τηλεφώνου:
et: Telefoni number:
fi: Puhelinnumero:
he: :ןופלט רפסמ
id: Nomor telepon:
pt: Número de telefone:
sl: Telefonska številka:
sr: Broj telefona:
ta: ¦¾¡¨Ä§Àº¢ ±ñ:
uk: Номер телефону:
xh: Inani lefowuni:

source: A dialer and front-end to pppd.
az: pppd üçün dayler və terminal
et: Helistamise ja pppd kasutajaliides.
fi: Soitto-ohjelma sekä käyttöliittymä pppd:lle
he: .pppd-ל קשממו ןגייח
id: Dialer dan pppd paling mutakhir
pt: Uma interface para o pppd.
sl: Klicalo in vmesnik za pppd.
sr: Alat za povezivanje na Internet pomoću programa pppd.
ta: «¨ÆôÀ¡Ç÷ ÁüÚõ pppdìÌ ´Õ ÓýÉ½¢
uk: Утиліта дозвону та оболонка для pppd.
xh: Umcofi nesiphelo-saphambili kwi pppd.

source: Connect using 'account_name'
az: -account_name' işlədərək bağlan
bg: Връзка, исползваща 'account_name'
et: Ühendu kasutades 'kontonime'
fi: Yhdistä käyttäen 'account_name'
he: 'account_name' ןובשחה תועצמאב רבחתה
id: Hubungi menggunakan 'account_name'
pt: Ligar com 'account_name'
sl: Poveži se z ,imenom_računa`
sr: Poveži se koristeći 'account_name'
ta: 'account_name' ³ ÀÂýÀÎò¾¢ ­¨½ì¸×õ
uk: Приєднатися використовуючи 'назву рахунку'
xh: Dibanisa usebenzisa 'igama_letyala'

source: Terminate an existing connection
az: Var olan bağlantını sonlandır
bg: Завършване на съществуваща връзка
el: Τερματισμός υπάρχουσας σύνδεσης
et: Katkesta eksisteeriv ühendus
fi: Lopeta yhteys
he: םייק רוביח םייס
id: Hentikan hubungan yang ada
pt: Terminar uma ligação existente
sl: Prekini obstoječo povezavo
sr: Prekini trenutnu vezu
ta: ÀÂÉ¢ø ¯ûÇ ­¨½ô¨À ÐñÊì¸×õ
uk: Розірвати поточне з'єднання
xh: Yenza isiphelo sendlela yodibaniso olukhoyo

source: Quit after end of connection
az: Bağlantının sonunda programdan çıx
bg: Изпизане от kppp след края на сесията
el: Έξοδος μετά την αποσύνδεση
et: Välju pärast ühenduse lõppu
fi: Lopeta katkaistaessa yhteys
he: קותינ רחאל תינכותהמ אצ
id: Keluar setelah akhir hubungan
pt: Sair ao desligar
sl: Zapusti po koncu povezave
sr: Izađi nakon prekida veze
ta: ­¨½ôÒ ÓÊó¾À¢ÈÌ ¦ÅÇ¢î¦ºø
uk: Вийти після закінчення з'єднання
xh: Phuma emva kwesiphelo sodibaniso

source: Check syntax of rule_file
az: Qayda faylının imlasını yoxla
bg: Проверка на синтаксиса на rule_file
el: Συντακτικός έλεγχος rule_file
et: Kontrolli rule_file süntaksi
fi: Tarkista rule_file:n syntaksi
he: rule_file םיללכה ץבוק ריבחת תא קודב
id: Periksa sintaks dari berkas aturan
pt: Verificar sintaxe do rule_file
sl: Preveri skladnjo datoteke s pravili
sr: Proveri sintaksu rule_file
ta: Å¢¾¢ §¸¡ôÀ¢ý ¦¾¡¼Ã¢Â¨Ä ºÃ¢À¡÷ì¸×õ
uk: Перевірити синтаксис файлу правил
xh: Khangela isivakalisi sefayile_yomthetho

source: Enable test-mode
az: Sınaq modunu fəallaşdır
bg: Включен тестов режим
el: Ενεργοποίηση δοκιμαστικής λειτουργίας
et: Luba test-rezhiim
fi: Käynnistä testitila
he: ןויסינ בצמ רשפא
id: Aktifkan mode test
pt: Activar modo de teste
sl: Omogoči preizkusni način
sr: Aktivraj test režim rada
ta: §º¡¾¨É-Ó¨È¨Á¨Â ­ÂøÀÎòÐ
uk: Ввімкнути тестовий режим
xh: Yenza indlela-yovavanyo

source: Recent changes in kppp
az: kppp'deki son değişiklikler
bg: Последни промени в kppp
el: Πρόσφατες αλλαγές στο kppp
et: Viimased muudatused kppp's
fi: Muutoksia kppp:ssä
he: kppp-ב הנורחאל ושענש םייוניש
id: Perubahan terbaru pada kppp
pt: Alterações recentes no kppp
sl: Nedavne spremembe v kppp
sr: Skorašnje izmene u programu KPPP
ta: kpppÂ¢ø «ñ¨ÁÂ¡É Á¡üÈí¸û
uk: Недавні зміни у kppp
wa: Dierins candjmints di kppp
xh: Okusandukubakho kutshintsha kwi kppp
