Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: A dialer and front-end to pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Mario Weilguni (c) 1998-2001 Harri Porten <porten@kde.org> Original author: Bernd Johannes Wuebben Currently maintained by Harri Porten. Bug reports can be submitted on http://bugs.kde.org. This program is distributed under the GNU GPL (GNU General Public License).
az: pppd üçün dayler və terminal (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> (C) 20001 Harri Porten <porten@kde.org> İlk müəllif: Bernd Johannes Wuebben İndiki proqramçılar: Harri Porten və Mario Wilguni Lütfən bütün xəta raportlarını indiki proqramçılara bildiriniz. Bu proqram GNU GPL (GNU Ümumi Lisenziya) əsasında yayılır.
et: Rakendus helistamiseks ja kasutajaliides pppd'le (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Mario Weilguni <mweilguni@kde.org> (c) 1998-2001 Harri Porten <porten@kde.org> Originaali autor: Bernd Johannes Wuebben Praegune hooldaja on Harri Porten. Palun teata kõigist avastatud vigadest aadressil http://bugs.kde.org. Seda programmi levitatakse vastavalt GNU GPL (GNU Üldine Avalik Litsents) litsentsi tingimustele.
fi: Soittaja ja käyttöliittymä pppd:lle (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> (c) 1998-2001 Harri Porten <porten@kde.org> Alkuperäinen tekijä: Bernd Johannes Wuebben Nykyinen ylläpitäjä Harri Porten. Lähetä virhekuvaukset osoitteeseen. http://bugs.kde.org. Ohjelma on GNU GPL (GNU General Public License) lisenssin alainen.
he: pppd-ל קשממו ןגייח 1997, 1998 (C) <wuebben@kde.org> ןבוו סנאהוי דנרב ינולייו וירמ 1998-2001 (C) <porten@kde.org> ןטרופ יראה ןבוו סנאהוי דנרב :ירוקמ בתוכ ןטרופ יראה ידי לע קזחותמ עגרכ חולשל ןתינ םיגאב לע םיחוויד .http://bugs.kde.org רתאב GNU GPL-ה תחת תצפומ וז תינכות .(GNU לש יללכה ירוביצה ןוישרה)
id: dialer dan pppd paling mutakhir (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Mario Weilguni (c) 1998-2001 Harri Porten <porten@kde.org> Penulis: Bernd Johannes Wuebben Pemelihara saat ini oleh Harri Porten. Penterjemah Chandra <hanzo@smart.localdomain> Penterjemah terakhir Firdaus Tjahyadi <dausnux@yahoo.com> Laporan bug dapat dilaporkan ke http://bugs.kde.org. Program ini disebarluaskan dalam naungan GNU GPL (GNU General Public License).
pt: Uma interface para o pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Mario Weilguni (c) 1998-2001 Harri Porten <porten@kde.org> Autor original: Bernd Johannes Wuebben Actualmente mantido por Harri Porten. Notificações de erros podem ser feitas em http://bugs.kde.org Este programa é distribuído ao abrigo da GNU GPL (GNU General Public License).
sl: Klicni program in grafična maska pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Mario Weilguni <mweilguni@kde.org> (c) 1998-2001 Harri Porten <porten@kde.org> Prvotni avtor: Bernd Johannes Wuebben Trenutni vzdrževalec: Harri Porten. Poročila o hroščih lahko pošljete prek http://bugs.kde.org. Ta program se razširja pod licenco GNU GPL (GNU General Public License).
sr: Front-end za pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Mario Weilguni (c) 1998-2001 Harri Porten <porten@kde.org> Originalni autor: Bernd Johannes Wuebben Trenutno održava program: Harri Porten. Greške u programu mogu biti prijavljene putem Web sajta: http://bugs.kde.org. Ovaj program se distribuira prema uslovima GNU GPL licence (GNU General Public Licence).
ta: pppdìÌ ¦ÅÇ¢ÅÊÅ¡É ´Õ «¨ÆôÀ¢ (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Mario Weilguni (c) 1998-2001 Harri Porten <porten@kde.org> Ó¾ø ¬º¢Ã¢Â÷: Bernd Johannes Wuebben ¾ü§À¡Ð ÀÃ¡ÁÃ¢ôÀÅ÷ Harri Porten. À¢¨Æ «È¢Å¢ôÒ ¦ºöÂ §ÅñÊÂ Ó¸ÅÃ¢ http://bugs.kde.org. ­ó¾ ¿¢Ãø GNU GPLý ¸£§Æ Å¢¿¢§Â¡¸¢ì¸ôÀÎ¸¢ÈÐ. (GNU General Public License).
uk: Утиліта дозвону та інтерфейс для pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Перший автор: Bernd Johannes Wuebben Поточна підтримка: Harri Porten Звіти про помилки надсилайте до http://bugs.kde.org. Програма розповсюджується під GNU GPL (Загальна відкрита ліцензія GNU).
xh: Umcofi nesiphelo-sesiqalo pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Mario Weilguni (c) 1998-2001 Harri Porten <porten@kde.org> Umbhali woqobo: Bernd Johannes Wuebben Ilondolozwe ngoku ngu Harri Porten. Bug iingxelo zingamkelwa kwi http://bugs.kde.org. Olu dweliso lwenkqubo lunikezwe phantsi kwe GNU GPL (GNU Ilayisenisi Ngokubanzi Kawonke-wonke).

source: Serial device
az: Serial avadanlıq
bg: Серийно устройство
el: Σειριακή συσκευή
et: Järjestik seade
fi: Sarjaliikennelaite
he: ירוט םאתמ
id: Divais serial
pt: Dispositivo série
sl: Zaporedna naprava
sr: Serijski uređaj
ta: ¦¾¡¼÷ º¡¾Éõ
uk: Послідовний пристрій
wa: Indjin di sereye
xh: Icebo lothotho

source: Modem Device:
az: Modem Avadanlığı:
bg: Устройство на модем:
el: Συσκευή modem:
et: Modemi seade:
fi: Modeemin Laite:
he: :םדומ ןקתה
id: Divais Modem:
pt: Dispositivo Modem:
sl: Naprava modema:
sr: Port modema:
ta: §Á¡¼õ º¡¾Éõ:
uk: Пристрій модему:
wa: Indjin do modem:
xh: Icebo le Modem

source: This specifies the serial port your modem is attached to. On Linux/x86, typically this is either /dev/ttyS0 (COM1 under DOS) or /dev/ttyS1 (COM2 under DOS). If you have an internal ISDN card with AT command emulation (most cards under Linux support this), you should select one of the /dev/ttyIx devices.
az: Bu, modeminizin hansı serial qapıya taxılı olduğunu göstərir. Ümumiyyətlə bu, Linux/x86-da /dev/ttyS0 (DOS altında COM1) və ya dev/ttyS1 (DOS altında COM2)-dir. Əgər AT əmr emulyasiyasını dəstəkləyən daxili bir ISDN kartınız varsa, (Linux altındakı bir çox kartlar bunu dəstəkləyər), /dev/ttyIx avadanlıqlarından birini seçməlisiniz.
bg: Задава серийния порт на който модема е закачен На Linux-машините с c архитектура x86 обикновенно това е /dev/ttyS0 (COM1 за DOS) или /dev/ttyS1 (COM2 за DOS). Ако имате вътрешна ISDN карта с емулация на AT е необходимо да изберете едно от устройствата /dev/ttyIx.
el: Αυτό καθορίζει τη σειραϊκή θύρα όπου είναι συνδε- δεμένο το modem σας. Στο Linux/x86, τυπικά είναι η /dev/ttyS0 (COM1 στο DOS) ή /dev/ttyS1 (COM2 στο DOS). Αν έχετε εσωτερική κάρτα ISDN με εξομοίωση εντολών ΑΤ (όπως οι περισσότερες καρτες στο linux), τότε διαλέξτε μια από τις συσκευές /dev/ttyIx.
et: See määrab järjestikpordi, kuhu modem on ühendatud. Linuxis x86 platvormil on see tavaliselt kas /dev/ttyS0 (COM1 DOS'is) või /dev/ttyS1 (COM2 DOS'is). Kui omad sisemist ISDN kaarti AT käsustiku emuleerimisega (enamus kaarte toetavad Linux'i all seda), siis peaksid valima ühe /dev/ttyIx seadmetest.
fi: Tämä määrittelee portin johon modeemisi on liitetty. Linux/x86:lla, tämä on tavallisesti /dev/ttyS0 (COM1 DOS:n alla) tai /dev/ttyS1 (COM2). Jos sinulla on sisäinen ISDN kortti jossa on AT-komento- emulaatio (useimmat kortit Linuxilla tukevat tätä), valitse yksi /dev/ttyIx laitteista.
he: <p align=right>.ךלש םדומה רבוחמ הילא תירוטה האיציה תא ןייצמ<br> ךרדב איה וז האיצי x86 תחפשממ םיבשחמב ,סקונילב<br> /dev/ttyS1 וא (DOS-ב COM1) /dev/ttyS0 ללכ<br> .(DOS-ב COM2)<br> <br> תודוקפ תיימדה םע ימינפ ISDN סיטרכ ךל שי םא<br> רחב ,(סקוניל תחת הזב םיכמות םיסיטרכה בור) AT<br> ./dev/ttyIx -ה ינקתהמ דחאב
id: Ini menspesifikasi serial port yang terhubung ke modem anda. Pada Linux/x86, biasanya /dev/ttyS0 (COM1 pada DOS) atau /dev/ttyS1 (COM2 pada DOS). Jika anda memiliki kartu ISDN internal dengan emulasi perintah AT (kebanyakan kartu pada Linux mendukungnya), anda sebaiknya memilih salah satu dari divais /dev/ttyIx.
pt: Isto especifica em que porta série o teu modem se encontra. Em Linux/x86, costuma ser o /dev/ttyS0 (COM1 em DOS) ou /dev/ttyS1 (COM2 em DOS). Se tiveres uma placa RDIS interna com emulação de comandos AT (a maior parte tem suporte para isto), tens que seleccionar um dos dispositivos /dev/ttyIx.
sl: To določi zaporedna vrata, na katera je priklopljen vaš modem. Na Linuxu/x86 je to ponavadi /dev/ttyS0 (COM1 pod DOS) ali /dev/ttyS1 (COM2 pod DOS). Če imate notranjo kartico ISDN s posnemanjem ukazov AT (večina kartic pod Linuxom to podpira), morate izbrati eno izmed naprav /dev/ttyIx.
sr: Ovde navodite na kom se serijskom portu nalazi vaš modem. Na Linux/x86, najverovatnije je na /dev/ttyS0 (COM1 pod DOSom) ili /dev/ttyS1 (COM2 pod DOSom). Ako imate internu ISDN karu sa emulacijom AT komandi (većina uređaja pod Linuxom ovo podržava), onda izaberite jedan od /dev/ttylx uređaja.
ta: ¯í¸û §Á¡¼õ ­¨½ì¸ôÀðÊÕìÌõ ¦¾¡¼÷ Ð¨È¨Â ­Ð ÌÈ¢ôÀ¢Î¸¢ÈÐ. Linux/x86,ø ¦À¡ÐÅ¡¸ ­Ð /dev/ttyS0 (COM1 under DOS) «øÄÐ /dev/ttyS1 (COM2 under DOS). ¯í¸Ç¢¼õ AT ¸ð¼¨Ç §À¡ýÁÓ¨¼Â ¯ûÇ¨Á ISDN «ð¨¼ ­Õó¾¡ø (Ä¢Éì ¢ø ¦ÀÕõÀ¡ý¨ÁÂ¡É «ð¨¼¸û ­¨¾ ¬¾Ã¢ìÌõ), ¿£í¸û /dev/ttyIx º¡¾Éí¸Ç¢ø ²¾¡ÅÐ ´ý¨È §¾÷ó¦¾Îì¸×õ.
uk: Вказує послідовний порт, до якого приєднаний модем. На Linux/x86, за звичай, це або /dev/ttyS0 (COM1 під DOS) або /dev/ttyS1 (COM2 під DOS). Якщо у Вас є внутрішня карта ISDN з емуляцією командою AT (більшість карт під Linux це підтримує), Ви повинні вибрати один з пристроїв /dev/ttyIx.
wa: Vêci, vos djhoz a ké pôrt sereye ki vosse modem est raloyî. Dizo Linux/x86, c' est tipicmint a /dev/ttyS0 (COM1 dzo DOS) ou /dev/ttyS1 (COM2 dzo DOS). Si vos avoz ene divintrinne cåte ISDN ki chine les cmandes AT (et d' abôrd tote les cåtes dizo Linux el fijhèt), vos duvrîz tchûzi èn indjin del sereye /dev/ttyIx.
xh: Oku kugxininisa uthotho lezibuko imodem yakho efakwe kulo ku. ku Linux/x86, nene oku kunokuba yi /dev/ttyS0 (COM1 under DOS) okanye /dev/ttyS1 (COM2 phantsi DOS). Ukuba unekhadi langaphakathi le ISDN ngomyalelo we AT ulinganiso (amakhadi amaninzi phantsi kwe Linux ayakuxhasa oku), unga khetha enye yamacebo e /dev/ttyIx.

source: Flow Control:
az: Axış İdarəsi:
bg: Управление на потока:
el: Έλεγχος ροής:
et: Vookontroll:
fi: Vuonohjaus:
he: :המירז תרקב
id: Kontrol Aliran:
pt: Controlo de Fluxo:
sl: Nadzor pretoka:
sr: Kontrola toka:
ta: À¡ö× ¸ðÎÀ¡Î:
uk: Керування потоком:
wa: Maistriaedje do corant:
xh: Ulawulo loqukuqelo

source: None
az: Heçbiri
bg: Без
el: Κανένα
et: Puudub
fi: Ei mikään
he: אלל
id: Tidak Ada
pt: Nada
sl: Nobena
sr: Nijedna
ta: ±Ð×Á¢ø¨Ä
uk: Відсутня
wa: Nouk
xh: Akukho nanye

source: <p>Specifies how the serial port and modem communicate. You should not change this unless you know what you are doing. <b>Default</b>: CRTSCTS
az: <p>Serial port ilə modemin necə rabitə qurduğunu bildirər. Əgər nə elədiyinizi bilmirsinizsə, bunu dəyişdirməməlisiniz. <b>Əsas</b>: CRTSCTS
bg: <p>Задава как серииния порт и модема комуникират Не променяйте това освен ако не знаете какво правите <b>По подразбиране:</b>: CRTSCTS
el: <p>Καθορίζει πώς επικοινωνούν το μόντεμ και η σειραϊκή θύρα. Μην το αλλάζετε εκτός αν ξέρετε τι κάνετε. <b>Προκαθορισμένο</b>: CRTSCTS
et: <p>Määrab kuidas järjestikport ja modem omavahel suhtlevad. Kui sa just väga täpselt ei tea, mida teed, siis jäta parem nii nagu ta on. <b>Vaikimisi</b>: CRTSCTS
fi: <p>Määrittelee miten sarjaportti ja modeemi kommunikoivat. Sinun ei tule muuttaa tätä ellet tiedä mitä teet. <b>Oletusarvo</b>: CRTSCTS
he: <p align=right>םדומהו תירוטה האיציה ךיא ןייצמ<br> תאז תונשל ךרוצ ןיא .םהיניב םירשקתמ<br> .השוע התא המ עדוי התא ןכ םא אלא<br> <br> CRTSCTS :<b>לדחמ תרירב</b>
id: <p>Menyatakan bagaimana serial port dan modem berkomunikasi. Anda sebaiknya tidak mengubahnya kecuali anda tahu apa yang anda lakukan. <b>Default</b>: CRTSCTS
pt: <p>Especifica o modo de comunicação entre o modem e a porta série. Não deves mudar isto a não ser que saibas bem o que estás a fazer. <b>Por omissão</b>: CRTSCTS
sl: <p>Določi, kako se zaporedna vrata in modem pogovarjata. Ne spreminjajte tega, razen če veste kaj počnete. <b>Privzeto</b>: CRTSCTS
sr: <p>Navedite kako serijski port i modem komuniciraju. Ovo ne bi trebalo da menjate osim ako znate šta radite. <b>Predefinisana vrednost</b>: CRTSCTS
ta: <p>¦¾¡¼÷ Ð¨ÈÔõ §Á¡¼Óõ ±ôÀÊ ¾¸Åø ÀÃ¢Á¡Úõ ±ýÀ¨¾ ÌÈ¢ôÀ¢Î¸¢ÈÐ. ¿£í¸û ±ýÉ ¦ºö¸¢È£÷¸û ±ýÚ ¯í¸ÙìÌ ¦¾Ã¢ó¾¡ø ÁðÎõ ­¨¾ Á¡üÈ×õ. <b>¦¸¡¼¡¿¢¨Ä</b>: CRTSCTS
uk: <p>Вказує як спілкуються послідовний порт та модем. Не змінюйте це значення, якщо Ви не впевнені. <b>Типове</b>: CRTSCTS
xh: <p>Ikhankanya indlela uthotho lezibuko ne modem zithungelana ngayo. Awunakutshintsha oku ngaphandle kokuba uyakwazi okwenzayo. <b>Okungagqibekanga</b>: CRTSCTS

source: Line Termination:
az: Sətir Sonu:
bg: Низ за завършване:
el: Τερματισμός γραμμής:
et: Rea lõpp:
fi: Linjan Terminointi:
he: :הרוש םויס
id: Akhir Baris:
pt: Terminador de Linha:
sl: Zaključitev linije:
sr: Završetak linije:
ta: ­¨½ôÒ ÓÊ×:
uk: Закінчення рядка:
wa: Côper li lene
xh: Isiphelo sendlela yelayini:

source: <p>Specifies how AT commands are send to your modem. Most modems will work fine with the default <i>CR/LF</i>. If your modem does not react to the init string, you should try different settings here <b>Default</b>: CR/LF
az: <p>AT əmrlərinin modeminizə necə göndərildiyini bildirər. Bir çox modem əsas <i>CR/LF</i> ilə düzgün işləyirlər. Əgər modeminiz başlanğıc qatara cavab vermirsə, burada fərqli əmr qurğuları sınamalısınız <b>Əsas</b>:CR/LF
bg: <p>Задава как AT команди се изпращат на модема Повечето работят с <i>CR/LF</i>. Ако вашия модем не реагира на инициализиращите низове опитайте други <b>По подразбиране</b>: CR/LF
el: <p>Καθορίζει πώς στέλνονται οι εντολές AT στο μόντεμ. Τα περισσότερα μόντεμ δουλεύουν με το <i>CR/LF</i>. Αν το μόντεμ σας δεν αντιδρά στην αρχικοποίησή του, δοκιμάστε διαφορετικές επιλογές εδώ. <b>Προκαθορισμένο</b>: CR/LF
et: <p>Määrab selle kuidas AT käsud saadetakse sinu modemile. Enamus modemeid töötab korralikult vaikeväärtusega <i>CR/LF</i>. Kui su modem ei reageeri init stringile, peaksid proovima muid variante. <b>Vaikimisi</b>: CR/LF
fi: <p>Määrittelee miten modeemillesi lähetetään AT-komennot. Useimmat modeemit toimivat hyvin oletuksella <i>CR/LF</i>. Jos modeemisi ei reagoi asetusmerkkijonoon voit kokeilla eri asetuksia tässä <b>Oletusarvo</b>: CR/LF
he: <p align=right>תוחלשנ AT תודוקפ ךיא ןייצמ<br> ודבעי םימדומה בור .ךלש םדומל<br> םא .<i>CR/LF</i> לדחמה תרירב םע<br> ,לוחתאה תזורחמל ביגמ אל ךלש םדומה<br> .תונוש תורדגה ןאכ הסנ<br> <br> CR/LF :<b>לדחמ תרירב</b>
id: <p>Menspesifikasi bagaimana perintah AT dikirim ke modem anda. Kebanyakan modem akan bekerja baik dengan aturan <i>CR/LF</i>. Jika modem anda tidak bereaksi dengan string inisialisasi, anda sebaiknya mencoba aturan yang berbeda <b>Pilihan standar</b>: CR/LF
pt: <p>Especifica como é que os comandos AT são enviados para o modem. A maioria dos modems funciona bem com o valor <i>CR/LF</i>. Se o teu modem não reagir à mensagem de inicialização, deves então experimentar definições diferentes <b>Por omissão:</b>: CR/LF
sl: <p>Določi kako so ukazi AT poslani vašemu modemu. Večina modemov bo delovala v redu s privzetim <i>CR/LF</i>. Če vaš modem ne reagira na inicializacijski niz, poskušajte tu z drugimi nastavitvami. <b>Privzeto</b>: CR/LF
sr: <p>Navedite kako se AT komande šalju na vaš modem. Većina modema će raditi dobro sa predefinisanim <i>CR/LF</i>. Ako vaš modem ne reaguje na ovaj niz, trebalo bi da probate sa drugačijim podešavanjem <b>Predefinisana vrednost</b>: CR/LF
ta: <p>¯í¸û §Á¡¼Á¢üÌ ±ôÀÊ AT ¸ð¼¨Ç¸û «ÛôÀÀÎ¸¢ÈÐ ±ýÀ¨¾ ­Ð ÌÈ¢ôÀ¢Î¸¢ÈÐ. ¦ÀÕõÀ¡ý¨Á §Á¡¼õ¸û ¦¸¡¼¡¿¢¨Ä <i>CR/LF</i> Â¢§Ä§Â ¿ýÈ¡¸ §Å¨Ä ¦ºöÔõ. ¯í¸û §Á¡¼õ init º¡Ãò¾¢üÌ ²üÀ ¦ºÂÄ¡üÈÅ¢ø¨Ä ±ýÈ¡ø, ¿£í¸û §ÅÚ «¨ÁôÒ¸¨Ç ÓÂüº¢ ¦ºöÂ§ÅñÎõ <b>¦¸¡¼¡¿¢¨Ä</b>: CR/LF
uk: <p>Вказує як AT-команди надсилаються до Вашого модему. Більшість модемів працює з типовим <i>CR/LF</i>. Якщо Ваш модем не реагує на рядок ініціалізації, спробуйте інші параметри <b>Типове</b>: CR/LF
xh: <p>Ikhankanya indlela imiyalelo ye AT ethunyelwa ngayo kweyakho imodem. Iimodem ezininzi zizakusebenza kakuhle ngokunga gqibekanga <i>CR/LF</i>. Ukuba eyakho imodem ayisebenzi kumtya we init, zama izicwangciso ezahlukileyo apha <b>Okungagqibekanga</b>: CR/LF

source: Connection Speed:
az: Bağlantı Sür'əti:
bg: Скорост на връзката:
el: Ταχύτητα σύνδεσης:
et: Ühenduse kiirus:
fi: Yhteysnopeus:
he: :רוביח תוריהמ
id: Kecepatan Hubungan:
pt: Velocidade de Ligação:
sl: Hitrost povezave:
sr: Brzina veze:
ta: ­¨½ôÒ §Å¸õ:
uk: Швидкість з'єднання:
wa: Roedeu do Raloyaedje:
xh: Isantya sodibaniso:

source: Specifies the speed your modem and the serial port talk to each other. You should begin with the default of 38400 bits/sec. If everything works you can try to increase this value, but to no more than 115200 bits/sec (unless you know that your serial port supports higher speeds).
az: Modeminiz ilə serial qapınızın bir biri ilə rabitə sür'ətini müəyyənləşdirər. Əsas olan 38400 bits/san ilə başlayın. Əgər hər şey düzgün olaraq işləyərsə, (serial qapınızın daha yüksək sür'ətləri dəstəklədiyini bilmədikcə) 115200 bits/sn qiyməti keçməmək qeydi ilə, bu qiyməti artırmağı sınaya bilərsiniz.
bg: Задава скоростта на която работят модема със серийния порт Може да го оставите по подразбиране на в 38400 бит/сек. Ако работи добре, може да опитате и с по-голяма стойност, но не не повечеот 115200 бит/сек освен ако вашия сериен порт не поддържа по-висока скорост
el: Καθορίζει την ταχύτητα επικοινωνίας μεταξύ μόντεμ και σειραϊκής θύρας. Ξεκινήστε με τα προκαθορισμένα 38400 bits/sec. Αν όλα δουλέψουν δοκιμάστε να αυξήσετε την τιμή, αλλά όχι πάνω από 115200 bits/sec (εκτός αν ξέρετε ότι η θύρα σας υποστηρίζει τέτοιες ταχύτητες).
et: Määrab kiiruse, millega modem ja järjestikport suhtlevad omavahel. Peaksid alustama vaikeväärtusega 38400 bitti/sekundis. Kui kõik töötab nii nagu peab, võid proovida suurendada seda väärtust, kuid mitte rohkem kui 115200 bitti/s (kui sa just päris kindlalt ei tea, et su järjestikport toetab suuremaid kiirusi).
fi: Määrittelee nopeuden jolla modeemi ja sarja- portti keskustelevat keskenään. Sinun kannattaa aloittaa oletusarvolla 38400 bit/s. Jos kaikki toimii voit kasvattaa arvoa, muttet yli 115200 bit/s (ellet ole varma että sarjaporttisi tukee suurempia nopeuksia).
he: <p align=right>ךלש םדומה םירשקתמ הב תוריהמה תא ןייצמ<br> תרירב םע ליחתהל יאדכ .תירוטה האיציהו<br> לעופ לכה םא .הינשל תויביס 38,400 לש לדחמה<br> אל ךא ,הז ךרע לידגהל תוסנל לוכי התא הרושכ<br> התא ןכ םא אלא) הינשל תויביס 115,200-מ רתויל<br> תויוריהמב תכמות ךלש תירוטה האיציהש עדוי<br> .(רתוי תוהובג
id: Menyatakan kecepatan komunikasi antara modem dan serial port. Anda sebaiknya mulai dari standar 38400 bit/detik. Jika semuanya berjalan lancar, anda dapat mencoba menaikkan nilai ini, tetapi tidak lebih dari 115200 bit/detik (kecuali anda tahu serial port anda mendukung kecepatan yang lebih tinggi).
pt: Especifica a velocidade a que o modem e a porta série falam um com o outro. Deves começar com o valor de 38400 bits/segundo. Se tudo correr bem, podes aumentar este valor, até ao limite de 115200 bits/segundo (a não ser que saibas que a tua porta séria suporta velocidades mais elevadas).
sl: Določi hitrost s katero se lahko pogovarjata vaš modem in zaporedna vrata. Začeti bi morali s privzetimi 38400 bitov/sek. Če vse deluje, lahko poskusite povečati to vrednost, vendar ne na več kot 115200 bitov/sek (razen če veste, da vaša zaporedna vrata podpirajo višje hitrosti).
sr: Navedite kojom brzinom vaš modem i serijski port komuniciraju. Trebalo bi da počnete da predefinisanom brzinom od 384000 bits/sev. Ako sve radi kako treba, trebalo bi da uvećate ovu vrednost, ali ne veću nego 115200 bits/sec (osim ako znate da vaš serijski port podržava veće brzine).
ta: ¯í¸û §Á¡¼Óõ ¦¾¡¼÷ Ð¨ÈÔõ ¾¸Åø ÀÃ¢Á¡È¢ì ¦¸¡ûÙõ §Å¸ò¨¾ ­Ð ÌÈ¢ôÀ¢Î¸¢ÈÐ. ¿£í¸û ¦¸¡¼¡¿¢¨ÄÂ¡É 38400 À¢ðÎ¸û/¦¿¡Ê¸Ç¢ø ¦¾¡¼í¸¢ ±øÄ¡õ ºÃ¢Â¡¸ ­Âí¸¢É¡ø, ¿£í¸û Á¾¢ô¨À «¾¢¸Ã¢ì¸ô À¡÷ì¸Ä¡õ, ¬É¡ø 115200 À¢ðÎ¸û/¦¿¡Ê¸û ìÌ §Áø ­Õì¸ Ü¼¡Ð (¯í¸û ¦¾¡¼÷ Ð¨È «¾¢¸ §Å¸í¸¨Ç ¬¾Ã¢ìÌõ ±ýÚ ¯í¸ÙìÌ ¦¾Ã¢ó¾¢Õó¾¢Õó¾¡ø ´Æ¢Â).
uk: Вказує швидкість, з якою модем та послідовний порт розмовляють один з одним. Почніть з типового значення 38400 біт/сек. Якщо все працює Ви можете спробувати більші швидкості, але не більше ніж 115200 біт/сек (якщо Ви не впевнені, що Ваш послідовний порт підтримує більші швидкості).
wa: Po dîre a kene roedeu vosse modem eyet li pôrt sereye s' atauchèt. Po cmincî, sayîz avou çu k' est tchwezi por vos (38400 bits/seg.). Si totafwait rote comufåt, assayîz di monter cisse valixhance, mins nén pus hôt ki 115200 bits/seg. (a pus ki vos savoz ki vosse pôrt sereye divize bén a des pus hôtès roedeu).
xh: Ikhankanya isantya seyakho imodem kunye nothotho lezibuko ethetha nenye. Uzakuqala ngo kungagqibekanga kwe 38400 amasuntswana/umzuzwana. Ukuba yonke into iyasebenza ungazama ukunciphisa eli xabiso, kodwa hayi ngaphezulu kwe 115200 amasuntswana/umzuzwana (ngaphandle kokuba uyazi ukuba uthotho lwakho lezibuko lixhasa izantya eziphezulu).

source: Use Lock File
az: Qıfıl Faylı İşlət
bg: Използва lock-файл
el: Χρήση Αρχείου Κλειδώματος
et: Kasuta lukustusfaili
fi: Käytä lukkotiedostoa
he: הליענ ץבוקב שמתשה
id: Pakai berkas Kunci
pt: Utilizar ficheiro para trancar o modem
sl: Uporabi zaklepno datoteko
sr: Zaključaj uređaj
ta: âðÎ §¸¡ôÒ ÀÂýÀÎò¾×õ
uk: Використовувати файл замикання
wa: Eployî on fitchî di seraedje
xh: Sebenzisa ifayile yokutshixa
