Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: Timeout expired while waiting for the PPP interface to come up!
az: PPP ara üzünün göstərilməsi gözlənirkən vaxt dolması müddəti doldu!
bg: Завърши времето за изчакване на установяване на PPP връзка!
el: Τελείωσε το χρονικό περιθώριο, περιμένοντας να εμφανιστεί το περιβάλλον PPP!
et: Taimaudi täitumine PPP liidese ülestuleku järel ootamisel!
fi: Aikavalvonta umpeutui odotettaessa PPP-yhteyden syntymistä!
he: !תולעל PPP-ה קשממל הנתמהב םת ןמזה
id: Waktu habis selama menunggu munculnya antarmuka PPP!
pt: A interface PPP não surgiu ao fim do tempo máximo de espera!
sl: Čas za vzpostavitev vmesnika PPP se je iztekel!
sr: Vreme je isteklo dok sam čekao da se pojavi PPP interfejs!
ta: PPP ­¨¼Ó¸òÐì¸¡¸ ¸¡ò¾¢ÕìÌõ §À¡Ð ¦ÅÇ¢§ÂüÈ §¿Ãõ ÓÊó¿Ð!
uk: Таймаут при очікуванні PPP інтерфейсів!
wa: Li tins ki dji dveu ratinde PPP est hute!
xh: Ixesha lokuphuma liphelelwe lixesha ngexesah ulinde ujongano lwe PPP ukuvela!

source: The pppd daemon died unexpectedly!
az: pppd daemon gözlənilməz şəkildə qapandı!
bg: Неочаквано завърши работата на демона pppd!
el: Ο δαίμονας pppd πέθανε ξαφνικά!
et: Pppd deemon suri ootamatult!
fi: pppd -daemoni kuoli odottamatta!
he: !היופצ יתלב הרוצב המייתסה pppd-ה תינכות
id: PPP daemon berhenti tanpa diharapkan!
pt: O servidor pppd morreu inesperadamente!
sl: Demon pppd je nepričakovano umrl!
sr: pppd daemon je neočekivano prestao sa radom!
ta: pppd §¼Áý ±¾¢÷À¡Ã¡¾Å¢¾Á¡¸ ¸¡ÄÁ¡ÉÐ!
uk: Демон pppd несподівано помер!
wa: Li demon pppd a moru tot d' on côp!
xh: I pppd daemon ife ngokungalindelekanga!

source: Exit status: %1
az: Çıxış halı: %1
bg: Състояние при излизане: %1
el: Κατάσταση εξόδου: %1
et: Väljumise staatus: %1
fi: Lopetusstatus: %1
he: %1 :האיצי בצמ
id: Status keluar: %1
pt: Estado de saída: %1
sl: Izhodno stanje: %1
sr: Izlazni status: %1
ta: ¦ÅÇ¢î¦ºø ¿¢¸ú¿¢¨Ä: %1
uk: Стан виходу: %1
xh: Indawo engatshintshiyo yokuphuma: %1

source: See 'man pppd' for an explanation of the error codes or take a look at the kppp FAQ on http://devel-home.kde.org/~kppp/index.html
az: Xəta kodları üçün 'man pppd' əmrini və KPPP-nin FAQ səhifələrini işlədin. http://devel-home.kde.org/~kppp/index.html
el: Δείτε το 'man pppd' για επεξήγηση των κωδικών σφαλμάτων, ή ρίξτε μια ματιά στο kppp FQ στο http://devel-home.kde.org/~kppp/index.html
et: Veakoodide kirjelduste saamiseks vaata 'man pppd' või loe kppp Korduma Kippuvaid Küsimusi aadressil http://devel-home.kde.org/~kppp/index.html
fi: Katso 'man pppd' saadaksesi selville virhekoodit tai lue kppp FAQ asiakirjaa odoitteessa http://devel-home.kde.org/~kppp/index.html
he: תואיגשה ידוק לע רבסהל 'man pppd'-ב ןייע תבותכב kppp לע תוצופנה תולאשב ןייע וא http://devel-home.kde.org/~kppp/index.html
id: Lihat 'man pppd' untuk penjelasan kode kesalahan atau lihat FAQ kppp http://devel-home.kde.org/~kppp/index.html
pt: Vê o 'man pppd' para te informares sobre os códigos de erro ou consulta o FAQ do kppp em http://devel-home.kde.org/~kppp/index.html
sl: Glejte ,man pppd` za pojasnilo kod napak ali poglejte Kppp FAQ na naslovu http://devel-home.kde.org/~kppp/index.html
sr: Pogledajte 'man pppd' za objašnjenje grešaka ili pogledajte u KPPP FAQ na adresi http://devel-home.kde.org/~kppp/index.html
ta: À¢¨Æ ÌÈ¢Â£Î¸û ÀüÈ¢Â §Áø Å¢ÅÃí¸ÙìÌ 'man pppd' ³ô À¡÷ì¸×õ «øÄÐ kppp FAQ ¨Åô À¡÷ì¸×õ ..http://devel-home.kde.org/~kppp/index.html
uk: Дивіться 'man pppd' щодо роз'яснень кодів помилок або загляньте у FAQ щодо kppp на http://devel-home.kde.org/~kppp/index.html
xh: Bona 'man pppd' yenkcaza yeekhowudi zemposiso okanye thatha ujongo kwi kppp FAQ kwi http://devel-home.kde.org/~kppp/index.html

source: Details...
az: Təfsilat...
bg: Подробности...
el: Λεπτομέρειες...
et: Detailid...
fi: Yksityiskohdat...
he: ...םיטרפ
id: Detail...
pt: Detalhes...
sl: Podrobnosti...
sr: Detalji...
ta: Å¢ÅÃ¢ôÒ¸û...
uk: Подробиці...
wa: Savu did pus...
xh: Iinkcukacha...

source: Sorry. kppp's helper process just died. Since a further execution would be pointless, kppp will shut down right now.
az: Bağışlayın, kppp yardımçı əməliyyatı bir az əvvəl çökdü. kppp indi qapadılacaq.
bg: За съжаление, помощта на kppp завърши. Понеже по-нататъшната работа работа е невъзможна kppp завършва.
et: Vabandust. kppp helper protsess suri ära. Kuna edasine käiamine on kasutu, siis kppp nüüd lõpetab.
fi: kppp:n apuprosessi kuoli juuri. Koska toiminnan jatkaminen ei kannata, kppp lopetetaan nyt.
he: .עגרכ התמ kppp לש עויסה תמישמ .יל רצ .דיימ רגסיי kppp ,םעט תרסח היהת תפסונ הצרהש ןוויכ
id: Maaf, proses pembantu kppp telah mati. Karena pemrosesan lebih lanjut akan sia-sia, kppp akan ditutup sekarang.
pt: Infelizmente, o processo do kppp morreu. Como não faz sentido continuar, o kppp vai terminar imediatamente.
sl: Oprostite. pomožni proces kppp-ja je pravkar umrl. Kppp se bo takoj prenehal izvajali, saj bi bilo nadaljevanje nesmiselno.
sr: Žao mi je, sistem pomoći KPPP trenutno ne radi. Pošto dalja izvršavanja će biti bez ikakvog smisla, KPPP će završiti sada sa radom.
ta: ÁýÉ¢ì¸×õ. kpppÂ¢ý ¯¾Å¢Â¡Ç÷ ¦ºÂø ¸¡ÄÁ¡ÉÐ. §ÁÖõ ¦ºÂÄ¡ì¸õ §¾¨ÅÂ¢øÄ¡¾¾¡ø, kppp ­ô§À¡Ð À½¢ ¿¢Úò¾¢Å¢Îõ.
uk: Вибачте. Допоміжний процес kppp щойно помер. Подальше виконання буде безглузде, тому kppp буде закрито.
wa: Dji rgrete. L' aidant processus di kppp vént do mori. Come i gn åreut pont d' avance di s' renonder, kppp si va cloyu sol côp.
xh: Uxolo. inkqubela yomncedi we kppp ufile nje. Ukusukela uphumezo oluphambili lungazukwalathwa, i kppp izakuvala ngoku.

source: Cannot find the PPP daemon! Make sure that pppd is installed and you have entered the correct path.
az: PPP daemon tapıla bilmir! pppd-ni qurduğunuzu və düzgün cığırı bildirdiyinizi yoxlayın.
bg: Не мога да намеря демон на pppd! Убедете се, че pppd е инсталиран и вие сте задали правилен път към него.
et: PPP deemonit pole võimalik leida! Veendu selles, et pppd oleks installeeritud ning sisestatud otsingutee õige.
fi: En löydä pppd-daemonia! Varmista, että pppd on asennettu ja olet antanut oikean polun.
he: !pppd תא אוצמל חילצמ אל תקפיס יכו ןקתומ אוה יכ אדו אנא .תורדגהב ורובע ןוכנה םוקימה תא
id: Tidak dapat menemukan PPP daemon! Pastikan bahwa pppd terpasang dan anda memasukkan path yang benar.
pt: Não consigo achar o servidor de ppp! Verifica se o pppd está instalado e se inseriste a localização correcta.
sl: Ne morem najti demona PPP! Preverite, da je pppd nameščen in da ste vnesli pravo pot.
sr: Ne mogu da pronađem PPP daemon! Proverite da li je program pppd instaliran i da je navedena ispravna putanja do njega.
ta: PPP §¼Á¨É ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä! pppd ¿¢ÚÅôÀðÎûÇ¾¡ ÁüÚõ ¿£í¸û ºÃ¢Â¡É À¡¨¾Â¢ø ­Õì¸¢È£÷¸Ç¡ ±ýÚ ºÃ¢À¡÷ì¸×õ.
uk: Не можу знайти демон PPP! Перевірте, що pppd встановлено та що Ви ввели вірний маршрут.
xh: Ayinakufumana i PPP daemon! Qinisekisa ukuba i pppd ifakiwe kwaye ungenise umendo olungileyo.

source: kppp cannot execute: %1 Please make sure that you have given kppp setuid permission and that pppd is executable.
az: kppp bunu icra edə bilmir: %1 Sizə kppp setuid səlahiyyəti verilib verilmədiyini və pppd-nin icra edilə bilən olduğuu yoxlayın.
bg: Не мога да изпълня kppp: %1 Убедете се, че програмата kppp е изпълнима.
el: Το kppp δεν μπορεί να εκτελέσει: %1 Παρακαλώ βεβαιωθείτε ότι έχετε δώσει στο kppp άδεια setuid και ότι το pppd είναι εκτελέσιμο.
et: kppp-d ei saa käivitada: %1 Veendu et kppp-l oleks setuid õigused ja et pppd oleks käivitatav.
fi: kppp ei voi suorittaa: %1 Varmista, että kppp:lla on setuid oikeudet ja pppd on suoritettavissa.
he: :תא ץירהל לוכי אל kppp %1 setuid תאשרה kppp-ל הנתינש אדוו אנא .הצרהל ןתינ pppd ץבוקהשו
id: kppp tidak dapat menjalankan: %1 Pastikan bahwa anda telah memberi kppp ijin setuid dan bahwa pppd dapat dijalankan.
pt: O kppp não se consegue executar: %1 Por favor verifica se deste ao kppp permissões setuid e se o pppd é executável.
sl: kppp ne more zagnati: %1 Prosim preverite, ali ste dali kppp dovoljenje setuid in ali je pppd izvedljiv.
sr: KPPP ne može da se izvrši: %1 Proverite da li program KPPP ima podešen setuid i dozvole za izvršavanje.
ta: %1 ³ kpppÂ¡ø ­Âì¸ ÓÊÂÅ¢ø¨Ä: ¾Â×¦ºöÐ kppp setuid «ÛÁ¾¢¨Â ¦¸¡Îò¾¢Õì¸¢È£÷¸Ç¡ ±ýÚ À¡÷ì¸×õ ÁüÚõ ppd ¦ºÂøÀÎò¾ìÜÊÂ¾¡ ±ýÚ À¡÷ì¸×õ.
uk: kppp не можу виконати: %1 Будь ласка, перевірте, що Ви надали kppp дозвіл 'setuid' та що pppd має прапорець програми.
xh: kppp ayinakuphumeza: %1 Nceda qinisekisa ukuba unikeze i kppp imvume ye setuid kwaye oko i pppd iphunyeziwe.

source: kppp can not find: %1 Please make sure you have setup your modem device properly and/or adjust the location of the modem device on the modem tab of the setup dialog. Thank You
az: kppp tapa bilmir: %1 Modeminizi düzgün olaraq qurduğunuzu və(ya) qurğular pəncərəsindəki modem səkməsində modemin yerinin düzgün quraşdırıldığını yoxlayın.
bg: Не мога да намеря: %1 Проверете, дали правилно е настроен модема
el: Το kppp δεν μπορεί να βρει το: %1 Παρακαλώ βεβαιωθείτε ότι έχετε ρυθμίσει σωστά το modem σας και/ή ρυθμίστε την τοποθεσία της συσκευής modem στην ετικέττα modem του διαλόγου ρυθμίσεων. Ευχαριστώ.
et: kppp ei suuda leida: %1 Veendu et oleksid oma modemi seadistanud õieti ja/või muuda modemi seadme asukohta seadistusdialoogis punkti modem all. Aitäh!
fi: kppp ei löydä: %1 Varmista, että olet asettanut modeemisi oikein ja/tai aseta modeemin sijainti modeemi-lipukkeesta asetukset dialogissa. Kiitos
he: תא אוצמל חילצמ וניא kppp %1 ןכו הרושכ םדומה תא תנקתה יכ אדו אנא ףיעסב םדומה רובע ןוכנ ןקתה תמשר יכ .תורדגהה ןולחב םדומה
id: kppp tidak dapat menemukan: %1 Pastikan bahwa anda telah mengatur modem anda secara benar dan/atau sesuaikan lokasi dari modem di modem tab pada dialog pengaturan. Terima kasih
pt: O kppp não consegue encontrar: %1 Verifica se configuraste o modem correctamente e/ou se ajustaste a localização do modem na página 'modem' do diálogo de configuração. Obrigado
sl: kppp ne more najti: %1 Prosim preverite, če je vaša naprava za modem nastavljena pravilno in/ali nastavite lokacijo vaše modemske naprave na jezičku o modemu v nastavitvenem pogovornem oknu. Hvala
sr: KPPP ne može da pronađe: %1 Molim vas proverite da ste modem ispravno podesili i/ili ispravno uneli lokaciju gde se nalazi modem na jezičku o podešavanju modema. Hvala
ta: %1 ³ kpppÂ¡ø ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä: ¾Â×¦ºöÐ ¯í¸û §Á¡¼õ ¸ÕÅ¢¨Â ºÃ¢Â¡¸ «¨ÁòÐûÇ£÷¸Ç¡ ±ýÚ À¡÷ì¸×õ ÁüÚõ/«øÄÐ «¨ÁôÒ ¯¨ÃÂ¡¼Ä¢ý §Á¡¼õ À¢Ã¢Å¢ø §Á¡¼õ ¸ÕÅ¢Â¢ý ­¼ò¨¾ ºÃ¢¦ºöÂ×õ. ¿ýÈ¢
uk: kppp не може знайти: %1 Будь ласка, перевірте, що Ви вірно встановили Ваш пристрій модему та/або виправте положення пристрою модему на закладці 'модем' діалогу установки. Дякую
xh: kppp ayinakufumana. %1 Nceda qiniseka ukuba ulicwangcisile icebo le modermyakho kakuhle kwaye/okanye nyenyisa indawo yecebo le modem kwisithuba semodem yencoko yababini yocwangciso. Enkosi

source: You have selected the authentication method PAP or CHAP. This requires that you supply a username and a password!
az: CHAP və ya PAP təsdiqləmə metodu seçdiniz. Bunun üçün bir istifadəçi adı və parol girməlisiniz!
bg: Избрали сте метод за оторизация CHAP. или PAP. Той изисква да зададете име и парола!
el: Έχετε επιλέξει την μέθοδο πιστοποίησης PAP ή CHAP. Αυτό προϋποθέτει την εισαγωγή ονόματος χρήστη και κωδικού πρόσβασης!
et: Oled määranud autentimismeetodiks PAP või CHAP. Selline meetod nõuab et sisestaksid kasutajanime ja parooli!
fi: Olet valinnut tunnistuksen muodoksi PAP tai CHAP:n. Tämä vaatii sen, että annat käyttäjänimen sekä salasanasi!
he: .PAP וא CHAP יוהיזה תטישב תרחב ןייצתש תשרוד וז הטיש !המסיסו שמתשמ םש
id: Anda telah memilih metode otentifikasi PAP atau CHAP. Hal ini memerlukan masukan nama pemakai dan kata sandi anda!
pt: Seleccionaste o método de autenticação PAP ou CHAP. Isto requer que insiras um nome de utilizador e uma senha!
sl: Izbrali ste metodo identifikacije PAP ali CHAP. Ti zahtevata vnos uporabniškega imena in gesla!
sr: Izabrali ste autentifikaciju koja se zasniva na PAP i CHAP sistemu. Ovo zahteva da unesete korisničko ime i lozinku!
ta: ¿£í¸û ¯Ã¢¨Á Ó¨È PAP «øÄÐ CHAP¨Â §¾÷× ¦ºöÐûÇ£÷¸û. ­¾üÌ ¯í¸û ÀÂÉ÷¦ÀÂ÷ ÁüÚõ ¸¼×î¦º¡ø §¾¨Å!
uk: Ви вибрали метод PAP або CHAP для аутентифікації. Необхідно надати ім'я та пароль!
xh: Ukhethe indlela yobubhali PAP okanye CHAP. Oku kufuna ukuba unikeze igama lomsebenzisi kunye negama eligqithisiweyo!

source: Cannot create PAP/CHAP authentication file "%1"
az: PAP/CHAP təsdiqləmə faylı "%1" yaradıla bilmir.
bg: Не мога да създам файл за оторизация на PAP/CHAP: "%1"
el: Δεν μπορώ να δημιουργήσω το αρχείο πιστοποίησης PAP/CHAP "%1"
et: Ei suuda luua PAP/CHAP autentimise faili "%1"
fi: En saa luotua PAP/CHAP-tunnistusta tiedostoon "%1"
he: יוהיז תורדגה ץבוק תא רוציל ןתינ אל "%1" :CHAP\PAP
id: Tidak dapat membuat otentifikasi PAP/CHAP berkas "%1"
pt: Impossível criar o ficheiro de autenticação PAP/CHAP "%1"
sl: Ne morem ustvariti identifikacijske datoteke "%1" za PAP/CHAP.
sr: Ne mogu da napravim PAP/CHAP fajl "%1" za autentifikaciju
ta: PAP/CHAP ºÃ¢À¡÷ôÒ §¸¡ôÒ "%1" À¨¼ì¸ ÓÊÂÅ¢ø¨Ä
uk: Не можу створити файл аутентифікації PAP/CHAP "%1"
xh: Ayinakwenza PAP/CHAP yobubhali fayile :%1"

source: You must specify a telephone number!
az: Bir telefon nömrəsi müəyyənləşdirməlisiniz!
bg: Трябва да зададете телефонен номер!
el: Πρέπει να καθορίσετε έναν αριθμό τηλεφώνου!
et: Pead määrama telefoninumbri!
fi: Sinun on annettava puhelinnumero !
he: !ןופלט רפסמ ןייצל ךיילע
id: Anda harus memasukkan nomor telepon!
pt: Tens de especificar um número de telefone!
sl: Določiti morate telefonsko številko!
sr: Morate navesti broj telefona!
ta: ¿£í¸û ´Õ ¦¾¡¨Ä§Àº¢ ±ñ¨½ ÌÈ¢ôÀ¢¼ §ÅñÎõ!
uk: Ви повинні вказати номер телефону!
wa: Vos dvoz dner on limerô di telefone!
xh: Kufuneka ukhankanye inani le fowuni!

source: Disconnecting ...
az: Bağlantı kəsilir ...
bg: Разкачам...
el: Αποσύνδεση ...
et: Ühenduse sulgemine ...
fi: Katkaisen ...
he: ...קתנתמ
id: Pemutusan ....
pt: A desligar...
sl: Odklapljanje ...
sr: Prekidam vezu...
ta: ÐñÊì¸ÀÎ¸¢ÈÐ ...
uk: Роз'єднуюсь ...
xh: Ayidibanisi ...

source: Executing command before disconnection.
az: Bağlantı kəsilmədən əvvəl əmr icra edilir.
bg: Изпълнявам командата преди разкачане.
et: Käsu käivitamine enne ühenduse sulgemist.
fi: Suoritan komentoa ennen katkaisua.
he: .קותינה ינפל הדוקפ ץירמ
id: Menjalankan perintah sebelum pemutusan.
pt: A executar o comando antes de desligar...
sl: Pred odklopom zaganjam program.
sr: Izvršavam komandu pre prekida veze.
ta: ÐñÊì¸ÀÎÅ¾üÌ Óý ¸ð¼¨Ç ­Âì¸ôÀÎ¸¢ÈÐ
uk: Виконую команду перед роз'єднанням.
xh: Iphumeza umyalelo phambi kokungadibanisi.

source: Exiting kPPP will close your PPP Session.
az: kPPP-dən çıxmaq PPP İclasınızı bağlayacaqdır.
bg: Излизането от kppp ще завърши вашия PPP сеанс.
el: Η έξοδος από το kPPP θα κλεισει την σύνδεσή σας.
et: Väljumine kPPP-st sulgeb PPP sessiooni.
fi: kPPP:n lopetus sulkee PPP-istuntosi.
he: תרציש PPP-ה רשק קותינל םורגת kPPP-מ האיצי
id: Menutup Kppp akan mengakhiri sesi PPP anda.
pt: Sair do kPPP encerra a sessão PPP.
sl: Izhod iz kPPP bo zaprl tudi vašo sejo PPP.
sr: Izlazak iz programa KPPP zatvorićete vašu PPP sesiju.
ta: kPPPÂ¢Ä¢ÕóÐ ¦ÅÇ¢§ÂÈ¢É¡ø ¯í¸û PPP «Á÷× ã¼ôÀÎõ.
uk: Вихід з kPPP закриє Ваш сеанс PPP.
wa: Si vos moussîz foû di kppp, vosse session PPP serè cloyuwe eto.
xh: Ukukhpha i kPPP kuzakuvala eyakho intlanganiso ye PPP.

source: Quit kPPP?
az: kPPP-dən çıxım?
bg: Да изляза от kPPP?
el: Επιβεβαίωση εξόδου από το kPPP;
et: Kas väljuda kPPP-st?
fi: Lopeta kPPP?
he: ?kPPP-מ תאצל
id: Keluar dari KPPP?
pt: Sair do kPPP?
sl: Zapustim kPPP?
sr: Da li da napustim KPPP?
ta: kPPPÂ¢Ä¢ÕóÐ ¦ÅÇ¢§ÂÈ §ÅñÎÁ¡?
uk: Вийти з kPPP?
wa: Moussî foû di kppp?
xh: Khupha i kPPP?

source: Can not load the accounting ruleset "%1"!
az: Hesablama qayda köməsi yüklənə bilmir: "%1"!
bg: Не мага да заредя правилата за връзката "%1"!
el: Δεν μπορώ να φορτώσω το σύνολο κανόνων υπολογισμού κόστους "%1"!
et: Ei suuda laadida arvestuste reeglistikku "%1"!
fi: En saa ladattua laskutus- sääntöä "%1"!
he: יללכ ץבוק תא ןועטל ןתינ אל !"%1" בקעמה
id: Tidak dapat membaca aturan akuntansi "%1"!
pt: Impossível carregar as regras de contabilidade "%1"!
sl: Ne morem naložiti računovodskih pravil "%1"!
sr: Ne mogu da učitam pravila za računanje telefonskog poziva "%1"
ta: ¸½ìÌ¨ÅôÒ Å¢¾¢«¨ÁôÒ "%1"³ ²üÈ ÓÊÂÅ¢ø¨Ä!
uk: Не можу завантажити набір правил обліку "%1"!
xh: Ayinakulayisha ubalo isicwangciso somthetho "%1"!

source: Sorry, can't open modem.
az: Bağışlayın, modem açıla bilmir.
bg: Не мога да отворя модем.
el: Συγγνώμη, δεν μπορώ να χρησιμοποιήσω το modem.
et: Vabandust, modemit pole võimalik avada.
fi: En saa avattua modeemia.
he: .םדומה םע רשק רוציל חילצמ אל
id: Maaf, tidak dapat membuka modem.
pt: Impossível ligar ao modem.
sl: Žal ne morem odpreti modema.
sr: Žalim, ne mogu da pristupim modemu.
ta: ÁýÉ¢ì¸×õ, §Á¡¼õ ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä.
uk: Вибачте, не можу відкрити модем.
wa: Dji rgrete. Dji n' sai enonder li modem.
xh: Uxoxlo, ayinakuvula modem.

source: Sorry, can't detect state of CD line.
az: Bağışlayın, CD xəttinin halı yoxlana bilmir.
bg: Не мога да определя състоянието на CD.
el: Συγγνώμη, δε μπορώ να ανιχνεύσω την κατάσταση της γραμμής CD.
et: Vabandust, ei suuda määrata CD staatust.
fi: Valitettavasti en voi tarkastaa CD-linjan tilaa.
he: .CD-ה וק בצמ תא תוהזל ןתינ אל
id: Maaf, tidak dapat mendeteksi status dari jalur CD.
pt: Impossível detectar o estado da linha CD.
sl: Žal ne morem zaznati stanja linije CD.
sr: Žalim, ne mogu da odredim stanje CD linije.
ta: ÁýÉ¢ì¸×õ, CD line ¿¢¨Ä¨Á¨Â ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä.
uk: Вибачте, не можу визначити стан носія в лінії.
wa: Dji rgrete, dji n' sai trover dins ké etat ki li lene CD est.
xh: Uxolo, ayinakubhaqa ndawo yelayini ye CD.

source: Sorry, the modem is not ready.
az: Bağışlayın, modem hazır deyil.
bg: Модема не е готов.
el: Συγγνώμη, το modem δεν είναι έτοιμο.
et: Vabandust, modem pole tööks valmis.
fi: Modeemi ei ole valmis
he: .ןכומ וניא םדומה
id: Maaf, modem tidak siap.
pt: Infelizmente o modem não está pronto.
sl: Žal modem še ni pripravljen.
sr: Žalim, modem nije spreman.
ta: ÁýÉ¢ì¸×õ, §Á¡¼õ ¾Â¡Ã¡¸ ­ø¨Ä.
uk: Вибачте, модем не готовий.
wa: Dji rgrete, vosse modem n' est nén presse.
xh: Uxolo, imodem ayilunganga.

source: Sorry, the modem is busy.
az: Bağışlayın, modem məşğuldur.
bg: Модема е зает.
el: Συγγνώμη, το modem είναι απασχολημένο.
et: Vabandust, modem on hõivatud.
fi: Modeemi on jo käytössä
he: .שומישב םדומה
id: Maaf, modem sedang sibuk.
pt: Infelizmente o modem está ocupado.
sl: Žal je modem zaseden.
sr: Žalim, modem je zauzet.
ta: ÁýÉ¢ì¸×õ, §Á¡¼õ ÀÂÉ¢ø ¯ûÇÐ.
uk: Вибачте, модем зайнятий.
wa: Dji rgrete, vosse modem e-st ocupé.
xh: Uxolo, imodem ixakekile.

source: Modem Ready.
az: Modem Hazırdır.
bg: Модема е готов.
el: Το μόντεμ είναι έτοιμο
et: Modem on tööks valmis.
fi: Modeemi valmis.
he: .ןכומ םדומה
id: Modem Siap.
pt: Modem pronto
sl: Modem je pripravljen.
sr: Modem je spreman.
ta: §Á¡¼õ ¾Â¡Ã¡¸ ¯ûÇÐ.
uk: Модем готовий.
wa: Vosse modem est presse.
xh: Imodem ilungile.

source: Can't restore tty settings: tcsetattr()
az: tty qurğuları köhnə halına gətirilə bilmir: tcsetattr()
bg: Не мога да възстановя състоянието на tty: tcsetattr()
el: Δεν μπορώ να επαναφέρω τις ρυθμίσεις tty: tcsetattr()
et: Tty seadistusi pole võimalik taastada: tcsetattr()
fi: En saa palautettua tty:n asetuksia: tcsetattr()
he: tcsetattr() :tty תורדגה רזחשל ןתינ אל
id: Tidak dapat mengembalikan aturan tty: tcsetattr()
pt: Impossível restaurar configurações tty: tcsetattr()
sl: Ne morem obnoviti nastavitev tty: tcsetattr()
sr: Ne mogu da povratim tty podešavanja: tcsetattr()
ta: tty «¨ÁôÒ¸¨Ç ¿¢¨ÄÁ£ð¸ ÓÊÂÅ¢ø¨Ä: tcsetattr()
uk: Не можу відновити установки tty: tcsetattr()
wa: Dji n' sai rmete d' adram les apresses po tty: tcsetattr()
xh: Ayinakugcina kwakhona izicwangciso ze tty: tcsetattr()

source: Sorry, the modem doesn't respond.
az: Bağışlayın, modem cavab vermir.
bg: Модема не отговаря.
el: Συγγνώμη, το μόντεμ δεν αποκρίνεται
et: Vabandust, modem ei vasta.
fi: Valitettavasti modeemi ei vastaa.
he: .ביגמ אל םדומה
id: Maaf, modem tidak menjawab.
pt: Infelizmente o modem não responde.
sl: Žal modem ne odgovarja.
sr: Žalim, modem ne odgovara.
ta: ÁýÉ¢ì¸×õ, §Á¡¼õ À¾¢ÄÇ¢ì¸Å¢ø¨Ä.
uk: Вибачте, модем не відповідає.
wa: Dji rgrete, mins vosse modem ni respond nén.
xh: Uxolo, imodem ayiphenduli.

source: Unknown speed
az: Namə'lum sür'ət
bg: Неизвестна скорост
el: Άνγωστη ταχύτητα
et: Tundmatu kiirus
fi: Tuntematon nopeus
he: העודי אל תוריהמ
id: Kecepatan tak diketahui
pt: Velocidade desconhecida
sl: Neznana hitrost
sr: Nepoznata brzina
ta: ¦¾Ã¢Â¡¾ §Å¸õ
uk: Невідома швидкість
wa: Dji n' conoxhe nén li roedeu
xh: Isantya esingaziwayo

source: Edit Modem Commands
az: Modem Əmrlərini Düzəlt
bg: Редактиране командите на модема
el: Επεξεργασία εντολών modem
et: Modemi käskude redigeerimine
fi: Muokkaa modeemin komentoja
he: םדומ תודוקפ יוניש
id: Rubah Perintah Modem
pt: Editar Comandos do Modem
sl: Uredi ukaze modemu
sr: Izmeni komande modema
ta: §Á¡¼õ ¸ð¼¨Ç¸¨Ç ¦¾¡Ìì¸×õ
uk: Редагувати команди модему
wa: Candjî les cmandes do modem
xh: Hlela imiyalelo ye modem

source: Pre-Init Delay (sec/100):
az: Başlanğıc Əvvəli Gecikmə (sn/100):
bg: Задръжка при инициализация (сек/100):
et: Viivitus enne Init'it (sek/100):
fi: Asetusviive,ennen (sek/100):
he: :(הינש תויאמ) לוחתיא ינפל היהשה
id: Selang Waktu Sebelum Init (detik/100):
pt: Atraso de Pré-inicialização (segundos/100):
sl: Predinic. premor (sek/100):
sr: Pre-Init vremenski period (sec/100):
ta: ¦¾¡¼í¸ø-Óý ¾¡Á¾õ (¦¿¡Ê/100):
uk: Затримка перед ініціалізацією (сек/100):
wa: Tins a ratinde divant l' enondaedje (seg./100)
xh: Ulibaziseko lwe Init-ephambili (umzuzwana/100):

source: Initialization String:
az: Başlanğıc Qatarı:
bg: Инициализиращ низ:
el: Σειρά χαρακτήρων αρχικοποίησης:
et: Initsialiseerimis-string:
fi: Alustuskomento:
he: לוחתיא תזורחמ
id: String Inisialisasi:
pt: Mensagem de Inicialização:
sl: Inicializacijski niz:
sr: Sekvenca za inicijalizaciju:
ta: ¦¾¡¼í¸ø º¡Ãõ:
uk: Рядок ініціалізації:
wa: Tchinne po l' enondaedje
xh: Iqupha umtya:

source: Post-Init Delay (sec/100):
az: Başlanğıc Sonrası Gecikmə (sn/100):
bg: Задръжка след инициализация (сек/100):
et: Viivitus peale Init'it (sek/100):
fi: Asetusviive,jälkeen (sek/100):
he: :(הינש תויאמ) לוחתיא ירחא היהשה
id: Selang Waktu Setelah Init (detik/100):
pt: Atraso de Pós-inicialização (segundos/100):
sl: Premor po inicializaciji (sek/100):
sr: Post-Init vremenski period (sec/100):
ta: ¦¾¡¼í¸ø-À¢ý ¾¡Á¾õ (¦¿¡Ê/100):
uk: Затримка після ініціалізації (сек/100):
wa: Tins a ratinde après l' enondaedje (seg./100)
xh: Ulibaziseko lwe Init-esemva (umzuzwana/100):

source: Init Response:
az: Başlanğıc Cavabı:
bg: Отговор на инициализация:
el: Απόκριση αρχικοποίησης:
et: Init'i vastus:
fi: Asetuksen vaste:
he: :לוחתיא תבוגת
id: Jawaban Init:
pt: Resposta de Inicialização:
sl: Odgovor na inicializacijo:
sr: Init odgovor:
ta: ¦¾¡¼í¸ø À¾¢ø:
uk: Реакція на ініціалізацію:
wa: Response a l' enondaedje:
xh: Impendulo ye Init:

source: No Dial Tone Detection:
az: Zəng Səsi Alına Bilmir Cavabı:
bg: Разпознаване No Dialtone (няма сигнал в линията):
et: Valimistooni puudumise kindlaks tegemine:
fi: Ei soittoääntä tunnistus:
he: :גויח לילצ ןיאש יוהיז
pt: Detecção de Sem Toque:
sl: Brez zaznave tona centrale:
ta: «¨ÆôÒ¦¾¡É¢ ¦¾ýÀ¼Å¢ø¨Ä:
uk: Визначення відсутності зумеру:
xh: Akukho bhaqo lesandi socofo:

source: Dial String:
az: Zəng Qatarı:
bg: Низ за набиране на номер:
el: Σειρά χαρακτήρων κλήσης:
et: Helistamise string:
fi: Soittorivi:
he: :גויח תזורחמ
id: String Pemutaran Nomor:
pt: Mensagem de Marcação:
sl: Klicni niz:
sr: String za pozivanje:
ta: «¨ÆôÒ º¡Ãõ:
uk: Рядок дозвону:
wa: Tchinne po fé li limerô:
xh: Umtya wocofo:

source: Connect Response:
az: Bağlan Cavabı:
bg: Отговор на Connect (връзка):
el: Απόκριση σύνδεσης:
et: Ühenduse vastus:
fi: Yhteydenmuodostusvaste:
he: :רוביח תבוגת
id: Jawaban Terhubung:
pt: Resposta de Ligação:
sl: Odgovor na povezavo:
sr: Odgovor da je povezivanje u toku:
ta: ­¨½ôÒ À¾¢ø:
uk: Реакція на з'єднання:
wa: Response å raloyaedje:
xh: Impendulo yodibaniso:
