Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: kppp Setup
az: kppp Qurğuları
bg: Настройки на kppp
el: Ρυθμίσεις kppp
et: kppp seadistus
fi: kppp Asetukset
he: kppp תורדגה
id: Aturan kppp
pt: Configuração do kppp
sl: Nastavitev kppp
sr: Podešavanja za KPPP
ta: kppp «¨ÁôÒ
uk: Установка kppp
wa: Apontyî kppp
xh: kppp Ucwangciso

source: pppd Version:
az: pppd Buraxılışı:
bg: Версия на pppd:
el: Έκδοση pppd:
et: pppd versioon:
fi: pppd:n versio:
he: :pppd תסריג
id: Versi pppd:
pt: Versão do pppd:
sl: Različica pppd:
sr: Verzija pppd-a:
ta: pppd À¾¢ôÒ±ñ:
uk: Версія pppd:
xh: pppd Uguqulelo kolunye ulwimi:

source: pppd Timeout:
az: pppd Vaxt Dolması:
bg: Време за изчакване на pppd:
el: Προθεσμία χρόνου pppd:
et: pppd taimaut:
fi: pppd aikavalvonta:
he: pppd לש הנתמה ןמז
id: Waktu-pppd habis:
pt: Espera máx. do pppd:
sl: Čas na voljo pppd:
sr: Period neaktivnosti pppd-a:
ta: pppd ¦ÅÇ¢§ÂüÈ§¿Ãõ:
uk: Таймаут pppd:
wa: Ratinde pppd:
xh: pppd Ixesha lokuphuma:

source: s
bg: сек
uk: с

source: <i>kppp</i> will wait this number of seconds to see if a PPP connection is established. If no connection is made in this time frame, <i>kppp</i> will give up and kill pppd.
az: <i>kppp</i> burada bildirilən müddət (sn.) boyunca bir PPP bağlantısı qurulmasını gözləyəcəkdir. Əgər bu müddət ərzində bir bağlantı qurulmazsa, <i>kppp</i> bağlanacaq.
bg: <i>kppp</i> ще чака този брай секунди за да провери дали PPP-е осъществил връзка. Ако за това време не се установи връзка <i>kppp</i> ще прекъсне и ще убие процеса pppd.
el: Το <i>kppp</i> θα περιμένει τόσα δευτερόλεπτα για να δει αν θα πρασματοποιηθεί σύνδεση PPP. Αν δε γίνει σύνδεση σε αυτό το χρονικό διάστημα, το <i>kppp</i> θα τερματίσει, σκοτώνοντας τον pppd.
et: <i>kppp</i> ootab selle arvu sekundeid, et näha kas PPP ühendus suudetakse luua. Kui selle aja jooksul ühendust ei luua, siis annab kppp alla ning tapab pppd.
fi: <i>kppp</i> odottaa näin monta sekuntia PPP-yhteyden muodostumista. Jos yhteyttä ei synny tässä ajassa <i>kppp</i>, luovuttaa ja lopettaa pppd:n.
he: <p align=right>תוינש לש ןייוצמה רפסמה תא ןיתמי <i>kppp</i><br> .PPP רוביח רצונ םא תוארל ידכ<br> ,הזה ןמזה ךלהמב רוביח םוש רצונ אל םא<br> .PPP-ה רוביח תינכות תא רוגסיו רתווי <i>kppp</i>
id: <i>kppp</i> akan mencoba selama beberapa detik untuk melihat apakah hubungan PPP terjadi. Jika tidak terhubung dalam jangka waktu berikut, <i>kppp</i> akan berhenti mencoba dan mematikan pppd.
pt: O <i>kppp</i> espera este número de segundos para ver se é estabelecida uma ligação PPP. Se não for feita nenhuma ligação neste tempo, o <i>kppp</i> desiste e mata o pppd.
sl: <i>kppp</i> bo počakal toliko sekund, da se vzpostavi povezava PPP. Če se v tem času ne vzpostavi, se <i>kppp</i> preda in pobije pppd.
sr: <i>KPPP</i>će čekati ovaj broj sekundi da bi video da li je PPP veza uspostavljena. Ako nema uspostavljene veze u ovom periodu, <i>KPPP</i> će odustati i ubiti pppd proces.
ta: <i>kppp</i> PPP ­¨½ôÒ ¿¢¨Ä¿¡ð¼ ­ò¾¨É ¦¿¡Ê¸û ¸¡ò¾¢ÕìÌõ. ­ùÅÇ× §¿Ãò¾¢ø ­¨½ôÒ ²Ðõ ²üÀ¼Å¢ø¨Ä ±ýÈ¡ø, <i>kppp</i> ÓÂüº¢¨Â ¨¸Å¢ðÎ pppd ¨Â ¦¸¡ýÚÅ¢Îõ.
uk: <i>kppp</i> буде чекати цю кількість секунд щоб переконатися, що з'єднання PPP встановлене. Якщо за цей час з'єднання не встановлене, <i>kppp</i> скасує спробу та вб'є pppd.
wa: <i>kppp</i> rawådrè ça lotins (è segondes) po vey si on raloyaedje PPP si fwait comufåt. Si vos n' estoz nén raloyî passé ci tins la, <i>kppp</i> si djocrè et tuwer pppd.
xh: <i>kppp</i> izakulinda elinani lemizuzwana ukubona ukuba i PPP udibaniso lusekiwe. Ukuba akukho dibaniso lwenziweyo kwesi sakhelo sexesha, <i>kppp</i> izakunikezela kwaye ibulale i pppd.

source: Dock into Panel on Connect
az: Bağlantı Qurulanda Panelə Əlavə Et
bg: Поставя в панела при връзка
el: Τοποθέτηση στο πινακίδιο κατά την σύνδεση
et: Ühenduse ajal doki paneelile
fi: Upota paneeliin yhdistettäessä
he: רוביחה םע םימושייה חולב ןגע
id: Pindahkan kedalam Panel sewaktu Terhubung
pt: Ir para o Painel quando Ligado
sl: Ob povezavi zasidraj v pult
sr: Postavi u panel pri povezivanju
ta: ­¨½ó¾ À¢ÈÌ ÀÄ¸ò¾¢ø ¸ðÎ
uk: Пришвартувати у панель при з'єднанні
wa: Herer è scriftôr on côp raloyî
xh: Sika mfutshane kwiqela lenjongo kudibaniso

source: <p>After a connection is established, the window is minimized and a small icon in the KDE panel represents this window. Clicking on this icon will restore the window to it's original location and size.
az: <p>Bağlantı qurulduqdan sonra pəncərə kiçildiləcək və KDE paneldəki kiçik bir timsal bu pəncərəni təmsil edəcək. Bu timsala tıqlamaq pəncərəni original ölçülərinə və yerinə gətirecəkdir.
bg: <p>След установяване на връзка, прозореца ще се минимализира и малка икона на КДЕ панела ще представя този прозорец. Кликването на тази икона ще възстанови размерите на оригиналния прозорец.
el: <p>Μετά την πραγματοποίηση μιας σύνδεσης, το παράθυρο ελαχιστοποιείται και αναπαριστάται στον πίνακα του KDE από ένα εικονίδιο. Κάνοντας κλικ στο εικονίδιο, το παράθυρο θα επανέλθει στην αρχική του θέση και στο αρχικό του μέγεθος.
et: <p>Peale ühenduse loomist minimeeritakse aken ning selle asemel ilmub paneelile väikene ikoon. Sellel ikoonil klikkimine taastab akna tema esialgses asukohas ja suuruses.
fi: <p>Kun yhteys on muodostettu ikkuna piennetään ja KDE:n paneeliin ilmestyy puhelinverkkoyhteydenkuvake. Kuvakkeen napsauttaminen palauttaa ikkunan alkuperäiseen paikkaan alkuperäisessä koossa.
he: <p align=right>למסו רעזומי ןולחה ,רוביח רצונש ירחא<br> .הז ןולח גציי <i>םימושייה חול</i>ב ןטק<br> <br> ןולחה תא רזחשת הז למס לע הציחל<br> .ירוקמה ומוקימו ולדוגל
id: <p>Setelah hubungan terjadi, jendela akan dikecilkan dan sebuah tanda kecil di panel KDE akan mewakili jendela ini. Meng-klik tanda tersebut akan mengembalikan jendela ke lokasi dan ukuran semula.
pt: <p>Depois da ligação ser estabelecida, a janela é minimizada e um ícone no painel do KDE passa a representar esta janela. Se se carregar neste ícone, a janela volta aos tamanho e posição iniciais.
sl: <p>Ko se vzpostavi povezava, se okno skrči in na pultu se pojavi majhna ikona, ki predstavlja to okno. Če kliknete na ikono, bo obnovilo okno na njegovo prvotno mesto in velikost.
sr: <p>Kada je veza uspostavljena, prozor će se minimizirati i ikonica u KDE panelu će predstavljati ovaj prozor. Klikom na ikonicu pozor će se vratiti na svoju originalnu lokaciju i veličinu.
ta: <p>´Õ ­¨½ôÒ ²üÀÎò¾¢Â À¢ÈÌ, º¡ÇÃõ º¢È¢Â¾¡ì¸ôÀðÎ «¾¨Éì ÌÈ¢ìÌõ ´Õ º¢È¢Â ÌÚõÀ¼õ KDE ÀÄ¸ò¾¢ø ­¼õ ¦ÀÚõ. ­ó¾ ÌÚõÀ¼ò¾¢ø ¦º¡ÎìÌÅ¾ý ãÄõ º¡ÇÃò¨¾ À¨ÆÂ ­¼ò¾¢ø À¨ÆÂ «ÇÅ¢ø ¿¢¨Ä¿¡ð¼Ä¡õ.
uk: <p>Після встановлення з'єднання, вікно мінімізується та невеличка піктограма, що представляє вікно з'являється у панелі KDE. Клацання на цій піктограмі відновить вікно до початкового положення та розміру.
xh: <p>Emva kokuba udibaniso lusekiwe, iwindow inciphisiwe kwaye i icon encinane kwiqela lenjoingo le KDE limele le window. Ukunqakraza kule icon kuzakugcina iwindow kwindawo yayo yoqobo kunye nobungakanani.

source: Automatic Redial on Disconnect
az: Bağlantı Kəsiləndə Avtomatik Yenidən Axtar
bg: Автоматично позвъняване при разпадане на връзката
el: Αυτόματη επανάκληση σε περίπτωση αποσύνδεσης
et: Ühenduse katkemisel helista automaatselt uuesti
fi: Automaattinen uudelleensoitto katkaistaessa
he: קתנתמ וקהשכ תיטמוטוא שדחמ גייח
id: Redial Otomatis jika Terputus
pt: Voltar a Ligar Automaticamente se Desligado
sl: Samodejno ponovno pokliči ob prekinjeni povezavi
sr: Automatski ponovo pozovi pri prekidu veze
ta: ÐñÊì¸Àð¼¡ø ¾ýÉ¢Âì¸Á¡¸ ÁÚ«¨ÆôÒ
uk: Автоматично передзвонювати при роз'єднанні
wa: Rifé li limerô si nos estans disraloyîs
xh: Cofa amanani ngokuzenzekelayo kokungelodibaniso

source: <p>When a connection is established and it somehow gets disconnected, <i>kppp</i> will try to reconnect to the same account. See <a href="#redial">here</a> for more on this topic.
az: Əgər bir bağlantı qurular və bir şəkildə bu bağlantı kəsilərsə, <i>kppp</i> eyni hesaba təkrar bağlanmanı sınayacaqdır. Daha ətraflı mə'lumat üçün <a href="#redial">buraya</a> bxn.
bg: <p>Когато връзката е разпаднала <i>kppp</i> ще опита автоматично да я възстанови.
el: <p>Αν για κάποιο λόγο μια σύνδεση διακοπεί ξαφνικά, το <i>kppp</i> θα προσπαθήσει να ξανασυνδεθεί στον ίδιο λογαριασμό. Δείτε <a href="#redial">εδώ</a> για περισσότερα.
et: <p>Kui ühendus on loodud, aga see katkeb mingil põhjusel, üritab <i>kppp</i> taastada ühendust kasutades sama kontot. Kui soovid rohkem infot, vaata <a href="#redial">siia</a>.
fi: <p>Kun yhteys muodostetaan ja se jostain syystä katkeaa, <i>kppp</i> yrittää yhteyttä uudelleen samaan profiiliin. Katso <a href="#redial">täältä</a> lisää tietoa asiasta.
he: <p align=right>ךרדב קתנתמ אוהו רוביח רצונשכ<br> בוש רבחתהל הסני <i>kppp</i> ,יהשלכ<br> .ןובשחה ותואל<br> <br> .הז אשונב ףסונ עדימל <a href="#redial">ןאכ</a> ןייע
id: <p>Jika hubungan telah terjadi lalu karena sesuatu sebab terputus, <i>kppp</i> akan mencoba menghubungi account yang sama. Lihat <a href="#redial">disini</a> untuk keterangan lebih lanjut tentang topik ini.
pt: <p>Quando é estabelecida uma ligação e se ela se desliga, o <i>kppp</i> tenta voltar a ligar-se à mesma conta. Ver <a href="#redial">isto</a> para mais informações.
sl: <p>Kadar se povezava vzpostavi, a se nekako prekine, se bo <i>kppp</i> poskušal ponovno povezati na isti račun. Več o tej temi si lahko preberete <a href="#redial">tule</a>.
sr: <p>Kada je veza uspostavljena i neko ili nešto je prekine, <i>KPPP</i> će pokušati ponovo da se poveže na isti nalog. Pogledajte <a href="#redial">ovde</a> za više informacija.
ta: <p>´Õ ­¨½ôÒ ²üÀÎò¾¢Â À¢ÈÌ «Ð ±ôÀÊÂ¡ÅÐ ÐñÊì¸ôÀð¼¡ø, <i>kppp</i> ÁÚÀÊÔõ «§¾ ¸½ì¸¢üÌ ­¨½ì¸ ÓÂüº¢ìÌõ. §ÁÖõ Å¢ÅÃí¸ÙìÌ, <a href="#ÁÚ«¨ÆôÒ"­í§¸</a> À¡÷ì¸×õ.
uk: <p>Коли з'єднання встановлене та якимось чином втрачено, <i>kppp</i> спробує зв'язатися знову до того самого рахунку. Дивіться <a href="#redial">тут</a> щодо подальшої інформації.
xh: <p>Xa udibaniso lusekiwe kwaye ifumana ukungadityaniswa ngendlela, <i>kppp</i> izakuzama ukudibanisa kwakhona kwityala elinye. Bona<a href="#redial">apha</a> ngaphezulu kwesi sihloko.

source: Show Clock on Caption
az: Başlıqda Saatı Göstər
bg: Показва времето в заглавието
el: Εμφάνιση ρολογιού
et: Näita tiitlil aega
fi: Näytä kello otsikossa
he: תרתוכה לע ןועש גצה
id: Tampilkan Jam di Judul
pt: Mostrar Relógio no Título
sl: Na naslovu prikaži uro
sr: Prikaži vreme provedeno na vezi
ta: ÌÚõÀ¼ò¾¢ø ¸Ê¸¡Ãõ ¸¡ð¼×õ
uk: Показувати годинник у заголовку
wa: Mostrer l' ôrlodje el ledjinde
xh: Bonisa ikloko kwi Wonga

source: When this option is checked, the window title shows the time since a connection was established. Very useful, so you should turn this on
az: Bu seçənək işarətlənərsə pəncərə başlığında bağlantı müddəti göstərilir. Kompüter başında özünü unudanlar üçün faydalı bir xüsusiyyət!
bg: Когато тази опция е включена, заглавието на прозореца показва времето от началото на връзката. Полезна опция.
el: Όταν αυτή η επιλογή είναι ενεργοποιημένη, ο τίτλος του παραθύρου δείχνει το χρόνο από την πραγματοποίηση μιας σύνδεσης. Πολύ χρήσιμο.
et: Kui see on valitud, näidatakse akna tiitliribal aega, mis on möödunud ühenduse loomisest. Kasulik asi, seega mõttekas sisse lülitada.
fi: Kun tämä optio on valittu, ikkunan otsikossa yhteyden keston. Erittäin hyödyllinen joten tämä kannattaa olla päällä.
he: <p align=right>ןולחה תרתוכ ,תרחבנ וז תורשפאשכ<br> .תורבחתהה זאמ רבעש ןמזה תא גיצת<br> ליעפהל ךל יאדכ זא ,ישומיש דואמ<br> .וז תורשפאה תא
id: Jika pilihan ini dipilih judul akan menampilkan waktu sejak hubungan terjadi. Sangat berguna, jadi anda sebaiknya memilihnya
pt: Quando esta opção está activada, o título da janela mostra o tempo total da ligação actual. É muito útil, por isso deves estar activa.
sl: Kadar je izbrana ta nastavitev, kaže naslov okna dolžino povezave. Zelo koristno, zato je verjetno bolje imeti to vklopljeno
sr: Kada je ova opcija čekirana, na naslovnoj liniji prozora će biti prikazano vreme provedeno na vezi. Ovo je veoma korisno, i predlažem vam da aktivirate ovu opciju.
ta: ­ó¾ §¾÷× §¾÷ó¦¾Îì¸ôÀð¼¡ø, ­¨½ôÒ ²üÀÎò¾ôÀð¼¾¢Ä¢Õó¾¡É §¿Ãò¨¾ º¡ÇÃõ ¸¡ðÎõ. Á¢¸ ÀÂÛûÇ ­¾¨É ¿£í¸û ­¨¾ §¾÷× ¦ºöÅÐ º¢Èó¾Ð.
uk: Коли ця опція вибрана, заголовок вікна показує час з'єднання. Дуже корисно, рекомендується лишити ввімкненим
wa: Si vos tchwezixhoz çouci, li tite do purnea vos mosterrè li tins passé dispû ki vos estoz raloyî. Ahessåve, edon? Vos duvrîz mete ciste usteye èn alaedje!
xh: Xa olu khetho lukhangelwe, iwonga le window libonisa ixesha ukusukela udibaniso lusekiwe. Iluncedo kakhulu, ngoko ungavula oku

source: Disconnect on X-server shutdown
az: X vericisi qapandığında bağlantını kəs
bg: Разпада връзката при излизане от X сървъра
el: Αποσύνδεση κατά τον τερματισμό του X-server
et: X serveri töö lõpetamisel katkesta ühendus
fi: Lopeta yhteys X-palvelimen lopetuksessa
he: X-ה תרש יוביכב קתנתה
id: Putuskan jika X-server dimatikan
pt: Desligar se o servidor-X terminar
sl: Prekini povezavo ob izhodu iz strežnika X
sr: Prekini vezu pri izlasku iz X servera
ta: X-§º¨ÅÂ¸õ À½¢¿¢Úò¾ò¾¢ý §À¡Ð ­¨½ô¨À ÐñÊòÐÅ¢Î
uk: Роз'єднуватися при закритті X-сервера
wa: Disraloyî cwand li sierveu X est cloyu
xh: Sukudibanisa uvalo lomncedisi we X

source: <p>Checking this option will close any open connection when the X-server is shut down. You should enable this option unless you know what you are doing. See <a href="#disxserver">here</a> for more on this.
az: Bu seçənəyi işarətləmək, X-vericisi qapadılınca bütün qurulu bağlantıları qapatmaq deməkdir. Nə etdiyinizi bilmirsinizsə, bu xüsusiyyəti fəal halda tutmalısınız. Daha ətraflı mə'lumat üçün <a href="#disxserver">buraya</a> baxın.
bg: <p>Тази опция ще затвори връзката когато по някаква причина X сървъра е прекъснал Разрешете тази опция.
el: <p>Με αυτή την επιλογή ενεργοποιημένη, κάθε ανοικτή σύνδεση θα κλείσει όταν τερματίσει ο διακομιστής X. Ενεργοποιήστε την, εκτός αν ξέρετε τι κάνετε. Δείτε <a href="#disxserver">εδώ</a> για περισσότερα.
et: <p>Selle valimisel suletakse kõik ühendused X serveri töö lõpetamisel. Kui sa just väga täpselt ei tea, mida teed, siis lülita see sisse. Kui soovid rohkem infot, vaata <a href="#disxserver">siia</a>.
fi: <p>Jos valitse tämän option kaikki yhteydet suljetaan kun X-palvelin suljetaan. Tämä optio kannattaa olla päällä, ellet tiedä mitä teet. Katso <a href="#disxserver">täältä</a> lisätietoja asiasta.
he: <p align=right>לכ רוגסת וז תורשפאב הריחב<br> .רגסנ X-ה תרשכ חותפ רוביח<br> אלא וז תורשפא ליעפהל יאדכ<br> .השוע התא המ עדוי התא ןכ םא<br> <br> .אשונב ףסונ עדימל <a href="#disxserver">ןאכ</a> ןייע
id: <p>Memilih pilihan ini akan menutup semua koneksi yang terjadi pada waktu X-server dimatikan. Anda sebaiknya memilih pilihan ini kecuali anda tahu apa yang Anda lakukan. Lihat <a href="#disxserver">disini</a> untuk keterangan lebih lanjut.
pt: <p>Se activares esta opção, qualquer ligação activa será fechada quando o servidor-X encerrar. O ideal é que esteja activa, a menos que saibas bem o que estás a fazer. Ver <a href="#disxserver">isto</a> para mais informações.
sl: <p>Izbira te nastavitve bo ob zaustavitvi strežnika X zaprla vsako odprto povezavo. Priporočeno je, da imate to nastavitev vklopljeno, razen če veste kaj počnete. Več o tem si lahko preberete <a href="#disxserver">tule</a>.
sr: <p>Aktiviranjem ove opcije sve otvorene veze će biti prekinute kada izađete iz X servera Trebalo bi da aktivirate ovu opciju, osim ako znate šta radite. Pogledajte <a href="#disxserver">ovde</a> za više infromacija.
ta: <p>­ó¾ Å¢ÕôÀò¨¾ò §¾÷ó¦¾Îò¾¡ø, X-§º¨ÅÂ¸õ À½¢¿¢Úò¾ôÀÎõ §À¡Ð ­¨½ôÒ ²¾¡ÅÐ ­Õó¾¡ø «Ð ÐñÊì¸ôÀðÎ Å¢Îõ. §ÅÚ ÅÖÅ¡É ¸¡Ã½õ ²Ðõ ­Õó¾¡ø ´Æ¢Â ­ó¾ò §¾÷¨Å ¸ñÊôÀ¡¸ ¦ºÂøÀÎò¾×õ. §ÁÖõ Å¢ÅÃí¸ÙìÌ <a href="#disxserver">­í§¸</a> À¡÷ì¸×õ.
uk: <p>При включеній опції з'єднання буде розірване при закритті X-сервера. Ввімкніть цю опцію, якщо Ви не впевнені щодо її функції. Дивіться <a href="#disxserver">тут</a> для подальшої інформації.
xh: <p>Ukukhangela olu khetho kuzakuvala naluphi udibaniso xa umncedisi we X evala. Ungalwenza olu khetho ngaphandle kokuba uyakwazi okwenzayo. Bona <a href="#disxserver">apha</a> ngaphezulu kule.

source: Quit on Disconnect
az: Bağlantı Kəsiləndə Proqramdan Çıx
bg: Изход при разпадане на връзката
el: Τερματισμός με την Αποσύνδεση
et: Ühenduse katkestamisel välju
fi: Lopeta katkaistaessa
he: קותינ רחאל תינכותהמ אצ
id: Keluar jika Terputus
pt: Sair ao Desligar
sl: Zapusti ob prekinjeni povezavi
sr: Izađi posle prekida veze
ta: ­¨½ôÒ ÐñÊì¸ôÀð¼¡ø ¦ÅÇ¢§ÂÚ
uk: Вийти при роз'єднанні
wa: Cwiter å moumint di s' disraloyî
xh: Phuma kukungadibanisi

source: When this option is turned on, <i>kppp</i> will be closed when you disconnect
az: Bu seçənəyin işarətlənməsi, bağlantı kəsildiyi vaxt <i>kppp</i> proqramını qapadar.
bg: Когато тази опция е включена, <i>kppp</i> ще завърши когато вие разкачите връзката
el: Με αυτή την επιλογή ενεργοποιημένη, το <i>kppp</i> θα κλείσει όταν αποσυνδεθείτε
et: Kui see valik on sisse lülitatud, katkestatakse ühenduse sulgemisel programmi <i>kppp<i/> töö.
fi: Kun tämä optio on päällä <i>kppp</i> lopetetaan kun katkaiset yhteyden
he: <p align=right>,תרחבנ וז תורשפאשכ<br> .קתנתתשכ רגסיי <i>kppp</i>
id: Jika pilihan ini dipilih, <i>kppp</i> akan ditutup pada waktu Anda terputus
pt: Se esta opção estiver ligada, o <i>kppp</i> será encerrado ao fechares a ligação
sl: Kadar je vklopljena ta nastavitev, se <i>kppp</i> zapre ob prekinjeni povezavi
sr: Kada je ova opcija aktivirana,<i>KPPP</i> će biti zatvoren posle prekida veze.
ta: ­ó¾ §¾÷× §¾÷ó¾Îì¸ôÀð¼¡ø, ­¨½ôÒ ÐñÊì¸ôÀÎõ§À¡Ð <i>kppp</i> ã¼ôÀÎõ
uk: Коли ця опція включена, <i>kppp</i> закриється при роз'єднанні
wa: Cwand çouci est tchwezi, <i>kppp</i> serè cloyu cwand vos vos disraloyîz.
xh: Xa olu khetho luvulwa, <i>kppp</i> izakuvalwa xa ungadibanisi

source: Minimize Window on Connect
az: Bağlanınca Pəncərəni Kiçilt
bg: Минимализира прозореца при установяване на връзка
el: Ελαχιστοποίηση παραθύρου κατά την σύνδεση
et: Ühenduse saamisel minimeeri aken
fi: Pienennä ikkuna yhdistettäessä
he: רוביחה עגרב ןולח רעזמ
id: Kecilkan Jendela waktu Terhubung
pt: Minimizar Janela quando Ligado
sl: Ob povezavi skrči okno
sr: Minimizuj prozor pri povezivanju
ta: ­¨½ó¾ À¢ÈÌ º¡ÇÃò¨¾ º¢È¢Â¾¡ìÌ
uk: Мінімізувати вікно при з'єднанні
wa: Raptiti li purnea do côp ki vos estoz raloyî
xh: Nciphisa iwindow kudibaniso

source: Iconifies <i>kppp</i>'s window when a connection is established
az: Bağlantı qurulanda <i>kppp</i> pəncərəsini timsallaşdırır.
bg: Свива прозореца на <i>kppp</i> в икона на панела, когато се установи връзка
el: Ελαχιστοποιεί το παράθυρο του <i>kppp</i> όταν πραγματοποιηθεί μια σύνδεση
et: Selle valiku sisse lülitamise korral ikoonitakse ühenduse saamisel <i>kppp</i> aken.
fi: Pienentää <i>kppp</i>:n ikkunan, kun yhteys on muodostettu.
he: <p align=right>ןולח תא רעזממ<br> רצונשכ <i>kppp</i><br> .רוביח
id: Mengikonisasi jendela <i>kppp</i> waktu hubungan terjadi
pt: Minimiza a janela do <i>kppp</i> quando é estabelecida uma ligação
sl: Ob vzpostavitvi povezave ikonizira okno <i>kppp</i>
sr: Minimizuje <i>KPPP</i>ov prozor kada je veza uspostavljena
ta: ´Õ ­¨½ôÒ ²üÀð¼ À¢ÈÌ <i>kppp</i> º¡ÇÃò¨¾ ÌÚõÀ¼Á¡ìÌõ
uk: Мінімізує вікно <i>kppp</i> при встановленні з'єднання
wa: Po mete li purnea di <i>kppp</i> a imådjete do côp ki vos estoz raloyî.
xh: Yenza i icon <i>kppp</i>'s window xa udibaniso lusekiwe

source: About kppp
az: kppp Haqqında
bg: За програмата kppp
el: Για το kppp
et: kppp info
fi: Tietoja kppp:ta
he: kppp תודוא
id: Tentang kppp
pt: Sobre o kppp
sl: O kppp
sr: Informacije o programu
ta: kppp ÀüÈ¢
uk: Про kppp
wa: Å dfait di kppp
xh: Malunga ne kppp
