Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: <p>To prevent other programs from accessing the modem while a connection is established, a file can be created to indicate that the modem is in use. On Linux an example file would be <tt>/var/lock/LCK..ttyS1</tt> Here you can select whether this locking will be done. <b>Default</b>: On
az: <p>Bir bağlantı qurulduğunda başqa proqramların modemə əlaqəsini kəsmək üçün, modemin istifadədə olduğunu bildirən bir fayl yaradıla bilər. Linuksda buna nümunə bir fayl bu şəkildə olacaqdır: <i>/var/lock/LCK..ttyS1</i> Buradan bu maneənin yaradılıb yaradılmayadığını seçə bilərsiniz. <b>Əsas</b>: On
bg: <p>за предотвратяване на други програми да ползват модема се създава lock-файл, показващ, че модема вече се използва. Например, в Linux - това е файла <tt>/var/lock/LCK..ttyS1</tt> Тук може да укажете дали ще има такава блокировка. <b>По подразбиране</b>: On
el: <p>Για να εμποδιστεί η πρόσβαση στο μόντεμ άλλων προγραμμάτων κατά τη διάρκεια της σύνδεσης, μπορεί να φτιαχτεί ένα αρχείο που θα δείχνει αν το μόντεμ χρησιμοποιείται. Στο linux π.χ. <tt>/var/lock/LCK..ttyS1</tt> Εδώ μπορείτε να επιλέξετε αν θα συμβαίνει αυτό το κλείδωμα. <b>Προκαθορισμένο</b>: On
et: <p>Et takistada teisi programme kasutamast modemit kui ühendus on loodud, luuakse fail näitamaks, et modemit momendil kasutatakse. Linuxis on selleks failiks nt. <tt>/var/LCK..ttyS1</tt>. Siin saad sa määrata, kas selline fail luuakse või mitte. <b>Vaikimisi</b>: Jah
fi: <p>Estääksesi muita ohjelmia käyttämästä modeemia yhteyden aikana voidaan luoda tiedosto joka kertoo modeemin olevan käytössä. Linuxilla tiedosto on esimerkiksi <i>/var/lock/LCK..ttyS1</i> Tässä voit valita tehdäänkö lukitus vai ei. <b>Oletus</b>: On
he: <p align=right>ןמזב םדומה לא תשגלמ תורחא תוינכותמ עונמל ידכ<br> לע עיבציש ץבוק רוציל ןתינ ,תורבחתה תעצבתמש<br> ץבוקה סקונילב .שומישב אצמנ םדומהש הדבועה<br> <i>/var/lock/LCK..ttyS1</i> לשמל תויהל לוכי<br> .וזכש הליענ עצובת םא רוחבל ךתורשפאב ןאכ<br> <br> לעופ :<b>לדחמ תרירב</b>
id: <p>Untuk mencegah program lain mengakses modem sewaktu hubungan berlangsung, sebuah berkas dapat dibuat untuk mengindikasikan bahwa modem sedang digunakan. Pada Linux contoh berkasnya adalah <tt>/var/lock/LCK..ttyS1</tt> Disini anda dapat memilih apakah penguncian akan dilakukan. <b>Standar</b>: On
pt: <p>Para prevenir que outros programas acedam ao modem quando há uma ligação estabelecida, pode ser criado um ficheiro para indicar que o modem está a ser usado. Por exemplo, o ficheiro pode ser <tt>/var/lock/LCK..ttyS1</tt> Aqui podes seleccionar se vais trancar ou não o modem. <b>Por omissão</b>: Activado
sl: <p>Da med povezavo preprečite ostalim programom dostop do modema, lahko ustvarite datoteko, ki kaže na to, da je modem zaseden. Primer datoteke bi v Linuxu bil <tt>/var/lock/LCK..ttyS1</tt> Tule lahko izberete, ali želite izvedbo tega zaklepanja. <b>Privzeto</b>: vklopljeno
sr: <p>Da biste sprečili druge programe da pristupaju modemu dok je veza uspostavljena, možete kreirati fajl koji će da javlja da se modem koristi. Na Linuxu primer fajla može da bude <tt>/var/lock/LCK..ttyS1</tt> Ovde možete da izaberete da li ovo želite da uradite. <b>Predefinisana vrednost</b>: Uključeno
ta: <p>´Õ ­¨½ôÒ ²üÀÎò¾ôÀðÎûÇ §À¡Ð, ÁüÈ ¿¢Ãø¸û §Á¡¼ò¨¾ «ÏÌÅ¨¾ ¿¢Úò¾, §Á¡¼õ ÀÂÉ¢ø ¯ûÇ¨¾ «È¢Å¢ì¸ ¯¾×õ ´Õ §¸¡ô¨Àô À¨¼ì¸Ä¡õ. Ä¢Éì ¢ø <tt>/var/lock/LCK..ttyS1</tt> ±ýÀÐ ´Õ Á¡¾¢Ã¢ §¸¡ôÒ ­í§¸ ­ó¾ ÁÈ¢ôÒ ¦ºÂøÀÎò¾ôÀÎÅ¨¾ ¿£í¸û §¾÷× ¦ºöÂÄ¡õ. <b>¦¸¡¼¡¿¢¨Ä</b>: ­ÂíÌ¸¢ÈÐ
uk: <p>Щоб запобігти використанню модему іншими програмами поки встановлене з'єднання, можна створити файл, що буде показувати, що модем зайнятий. В Linux прикладом такого файлу буде <tt>/var/lock/LCK..ttyS1</tt> Тут Ви можете вибрати чи буде використовуватись замикання. <b>Типове</b>: Ввімкнено
xh: <p>Ukunqanda olunye udweliso lweenkqubo ukunikezela imodem ngexesha udibaniso lusekwa, ifayile ingenziwa ukubonisa ukuba imodem iyasetyenziswa. Kwi Linux ifayile yomzekelo izakuba yi <tt>/var/lock/LCK..ttyS1</tt> Apha unganqakraza ukuba noba olu tshixo luza kwenziwa. <b>Okungagqibekanga</b>: Kwi

source: Modem Timeout:
az: Modem Vaxt Dolması:
bg: Време за изчакване на модема:
el: Προθεσμία χρόνου modem:
et: Modemi taimaut:
fi: Modeemin aikavalvonta:
he: :םדומל הנתמה ןמז
id: Waktu Habis Modem:
pt: Espera máx. do Modem:
sl: Čas na voljo modemu:
sr: Period neaktivnosti modema:
ta: §Á¡¼õ ¦ÅÇ¢§ÂüÈ §¿Ãõ:
uk: Таймаут модему:
wa: Ratinde li modem:
xh: Ixesha lokuphuma le modem:

source: This specifies how long <i>kppp</i> waits for a <i>CONNECT</i> response from your modem. The recommended value is 30 seconds.
az: <i>kppp</i>'nin modemdən <i>CONNECT</i> cavabını almaq üçün nə qədər gözləyəciyini müəyyənləşdirər. Tövsiyyə edilən qiymət 30 saniyədir.
bg: Указва колко дълго <i>kppp</i> ще чака отговора <i>CONNECT</i> от модема. Препоръчително време 30 секунди.
el: Αυτό καθορίζει πόση ώρα περιμένει το <i>kppp</i> για μια απόκριση <i>CONNECT</i> από το μόντεμ σας. Συνιστώνται 30 δευτερόλεπτα.
et: See määrab aja kui kaua <i>kppp</i> ootab <i>CONNECT</i> vastust modemilt. Soovitatav väärtus on 30 sekundit.
fi: Tässä voi määritellä kuinka kauan <i>kppp</i> odottaa <i>CONNECT</i> vastausta modeemilta. Suositeltu arvo on 30 sekuntia
he: <p align=right>ןיתמי <i>kppp</i> ןמז המכ ןייצמ<br> .ךלש םדומהמ <i>CONNECT</i> תבוגתל<br> .תוינש 30 אוה ץלמומה ךרעה
id: Menyatakan berapa lama <i>kppp</i> menunggu jawaban <i>CONNECT</i> dari modem anda. Nilai yang disarankan adalah 30 detik.
pt: Isto especifica quanto tempo o <i>kppp</i> espera por uma resposta de <i>LIGAÇÃO</i> do modem. O valor recomendado é de 30 segundos.
sl: To določi, kako dolgo <i>kppp</i> čaka na sporočilo <i>CONNECT</i> modema. Priporočena vrednost je 30 sekund.
sr: Ovde navodite koliko dugo <i>KPPP</i> čeka da string<i>CONNECT</i>dobije odgovor od modema. Preporučljiva vrednost je 30 sekundi.
ta: ¯í¸û §Á¡¼ò¾¢Ä¢ÕóÐ ÅÕõ <i>­¨½<i> À¾¢ÖìÌ ±ùÅÇ× §¿Ãõ <i>kppp</i> ¸¡ò¾¢ÕìÌõ ±ýÀ¨¾ ­Ð ÌÈ¢ôÀ¢Îõ. ÀÃ¢óÐ¨Ãì¸Àð¼ Á¾¢ôÒ 30 ¦¿¡Ê¸û ¬Ìõ.
uk: Це вказує наскільки довго <i>kppp</i> буде очікувати відповідь <i>CONNECT</i> від Вашого модему. Рекомендоване значення - 30 секунд.
wa: Po dîre cobén di tins ki <i>kppp</i> ratind après ene response <i>CONNECT</i> di vosse modem. Nos vos consians do prinde 30 segondes.
xh: Oku kuchaza ixesha <i>kppp</i>lokulinda i <i>DIBANISA</i> mpendulo esuka kwi modem yakho. Ixabiso elithethelelweyo yi 30 yemizuzwana.

source: Modem
bg: Модем
fi: Modeemi
he: םדומ
ta: §Á¡¼õ
uk: Модем

source: Wait for Dial Tone Before Dialing
az: Zəng etmədən İvvəl Zəng Tonunu Gözlə
bg: Чака за сигнал преди да започне да набира
et: Enne helistamist oodatakse tooni
fi: Odota soittoääntä ennen soittamista
he: גויח ינפל גויח לילצל ןתמה
pt: Esperar pelo toque de chamada antes de ligar
sl: Počakaj na ton centrale pred klicanjem
sr: Čekaj signal za slobodnu liniju pre biranja broja
ta: ÍÆüÚõÓý ¦¾¡¨Ä§Àº¢ ¦¾¡É¢ ÅÕõ Å¨Ã ¸¡ò¾¢Õì¸×õ
uk: Чекати на зумер перед набором
xh: Linda isandi socofo phambi kokucofa amanani

source: Normally the modem waits for a dial tone from your phone line indicating that it can start to dial a number. If your modem doesn't recognize this sound or your local phone system doesn't emit such a tone, uncheck this option <b>Default:</b>: on
az: Normal halda modem zəng etmədən əvvəl telefon xəttinin hazır olduğuna dair bir ton verir. Əgər modeminiz bu tonu tanımırsa və ya yerli telefon şəbəkəniz belə bir ton vermirsə, bunun işarətniqaıın. <br>Əsas:</b>: açıq
bg: Обикновенно модема очаква сигнала в линията преди да започне да набира. Ако модема не разпознава сигнала махнете тази опция <b>По подразбиране:</b>: включено
et: Tavaliselt ootab modem enne numbri valimist tooni liinilt. Kui su modem ei tunne seda tooni ära või kohalik telefonisüsteem ei annagi seda siis lülita see valik välja. <b>Vaikimisi:</b>: sisse lülitatud
fi: Normaalisti modeemi odottaa soittoääntä puhelinlinjaltasi, joka kertoo modeemille, että se voi alkaa soittamisen. Jos modeemisi ei tunnista tätä ääntä, tai puhelinjärjestelmäsi ei luo tätä ääntä poista tämä valinta. <b>Oletus:</b>: päällä
he: גויח לילצל םדומה ןיתממ ללכ ךרדב<br> ותורשפאבש ןייצמה ךלש ןופלטה וקמ<br> ךלש םדומה םא .רפסמ גייחל ליחתהל<br> תכרעמש וא הזה לילצה תא ההזמ אל<br> שומיש השוע אל ךלש תימוקמה םינופלטה<br> .וז תורשפאב רחבת לא ,הזכ לילצב<br> <br> לעופ :<b>לדחמ תרירב</b>
pt: Normalmente o modem espera por um toque de chamada da tua linha telefónica a indicar que pode começar a digitar o número. Se o teu modem não reconhecer esse toque ou o teu sistema telefónico não o emite, desliga esta opção. <b>Por omissão:</b> ligado
sl: Običajno modem počaka na ton centrale vaše telefonske povezave, da lahko začne klicati številko. Če vaš modem ne prepozna tega zvoka ali pa vaš krajevni telefonski sistem ne oddaja takega tona, potem odznačite to možnost. <b>Privzeto:</b> vključeno
ta: ¦À¡ÐÅ¡¸, ±ñ¨½ ÍÆüÈÄ¡õ ±ýÚ «È¢Å¢ìÌõ ¦¾¡¨Ä§Àº¢ò ¦¾¡É¢ ¦¾¡¨Ä§Àº¢ ­¨½ôÀ¢Ä¢ÕóÐ ÅÕõ Å¨Ã §Á¡¼õ ¸¡ò¾¢ÕìÌõ. ¯í¸û §Á¡¼õ ­ó¾ ¦¾¡É¢¨Â «¨¼Â¡Çõ ¦¸¡ûÇ ­ÂÄ¡¾¾¡¸§Å¡, ¯í¸û ¦¾¡¨Ä§Àº¢ ­¨½ôÀ¢ø «ôÀÊ ´Õ µ¨º ­øÄ¡Á§Ä¡ ­Õó¾¡ø, ­ó¾ §¾÷¨Å ¦ºÂÄ¢Æì¸î ¦ºöÂ×õ. <b> ¦¸¡¼¡¿¢¨Ä </b>: ¦ºÂøÀÎò¾ôÀð¼Ð
uk: За звичай модем чекає на зумер у телефонній лінії і потім набирає номер. Якщо Ваш модем не розпізнає цей звук, або Ваша телефонна система не має зумеру, вимкніть цю опцію <b>Типове значення:</b> ввімкнено
xh: Ngokwesiqhelo imodem ilinda isandi socofo esivela kwilayini yefowuni yakho esibonisa ukuna ingaqala ukucofa inani. Ukuba imodem ayisazi esi sandi okanye indlela yefowuni yobulali ayisiniki isandi esinjalo, sukukhangela olu khetho <b>Okungagqibekanga:</b>: kulayitile

source: Busy Wait:
az: Məşğul Gözləmə:
bg: Очакване на сигнал 'Заето':
el: Αναμονή απασχολημένης γραμμής:
et: Ootamine kinnise tooni puhul:
fi: Varatun jälkeen odotus:
he: :סופתב הנתמה
id: Waktu tunggu sibuk:
pt: Quando ocupado esperar:
sl: Počakaj ob zasedeni liniji:
sr: Čekaj za zauzeti signal:
ta: À½¢Â¢ø ®ÎÀðÎûÇÐ ¸¡ò¾¢Õ:
uk: Очікування зайнятої лінії:
wa: Ratinde (Ocupé):
xh: Ulindo oluxakekileyo:

source: Specifies the number of seconds to wait before redial if all dialed numbers are busy. This is necessary because some modems get stuck if the same number is busy too often. The default is 0 seconds, you should not change this unless you need to.
az: Zəng edilən bütün nömrələr məşğulsa, təkrar zəng etmədən əvvəl neçə saniyə gözlənəciyini müəyyənləşdirər. Bu lazımdır, çünkü bə'zi modemlər eyni nömrənin həmişə məşğul olması nəticəsi dona bilər. Əsas qiymət 0 saniyədir, lazım olmasa, dəyişdirməyin.
bg: Указва броя секунди преди да започне да набира отново ако линията е била заета По подразбиране - 0 секунди. Това не трябва да го променяте освен ако не знаете какво правите.
el: Καθορίζει το χρονικό διάστημα αναμονής (σε δευτερόλεπτα) πριν την επανάκληση, αν όλοι οι καλούμενοι αριθμοί είναι απαχολημένοι. Αυτό είναι απαραίτητο γιατί μερικά μόντεμ κολλάνε αν ο ίδιος αριθμός μιλάει πολύ συχνά. Το προκαθορισμένο είναι 0 δευτ. Μην το αλλάξετε εκτός αν πρέπει.
et: Määrab selle, mitu sekundit oodatakse enne uuesti helistamist, kui kõik proovitud numbrid on kinni. See on vajalik, sest mõned modemid lähevad "segi", kui üks ja sama number on liiga tihti kinni. Vaikeväärtus on 0 sekundit ning seda ei peaks muutma kui see pole just tingimata vajalik.
fi: Määrittelee kuinka monta sekuntia odotetaan ennen uudelleensoittamista jos numero on varattu. Tämä on tarpeellinen koska jotkut modeemit jäävät jumiin jos sama numero on varattu liian usein. Oletusarvo on 0 sekuntia, sinun ei tule muuttaa tätä ellei sinulla ole tarvetta tähän.
he: <p align=right>ינפל ןיתמהל שיש תוינשה רפסמ תא ןייצמ<br> וגייוחש םירפסמה לכ םא רזוח גויח<br> םנשיש ינפמ יחרכה הז רבד .םיסופת<br> רפסמה ותוא םא םיעקתנש םימדומ<br> .יידמ תופוכת םיתעל סופת<br> <br> רומא אל התא .תוינש 0 איה לדחמה תרירב<br> .ךכב ךרוצ ךל שי ןכ םא אלא תאז תונשל
id: Menyatakan jumlah detik untuk menunggu sebelum redial jika semua nomor sedang sibuk. Ini perlu sebab beberapa modem akan macet jika nomor yang sama terlalu sering sibuk. Standarnya 0 detik, anda sebaiknya tidak merubah ini kecuali anda memerlukannya.
pt: Especifica o número de segundos que espera antes de re-ligar, se todos os números estiverem ocupados. Isto é necessário porque há modems que bloqueiam se o mesmo número estiver sempre ocupado. Por omissão são 0 segundos, e em princípio não deves vir a precisar de alterar.
sl: Določi število sekund premora pred ponovnim klicem, če so vse klicane številke zasedene. To je potrebno ker nekateri modemi obtičijo, če je ista številka prepogosto zasedena. Privzeta vrednost je 0 sekund; spreminjajte jo le, če to res morate.
sr: Ovde navodite broj sekundi koji se čeka pre ponovnog poziva ako su svi brojevi zauzeti. Ovo je potrebno jer pojedini modemi se zaglave ako su isti brojevi većinom zauzeti. Pozdrazumevana vrednost je 0 sekundi, ovo ne bi trebalo da menjate u slučaju da vam nije potrebno.
ta: «¨Æì¸ôÀð¼ ±ñ¸û «¨ÉòÐõ ¸¢¨¼ì¸Å¢ø¨Ä ±ýÈ¡ø, ÁÚÀÊÔõ «¨ÆôÀ¾üÌ Óý ±ùÅÇ× §¿Ãõ ¸¡ò¾¢Õì¸ §Å½Îõ ±ýÀ¨¾ ÌÈ¢ôÀ¢Î¸¢ÈÐ. ´§Ã ±ñ «Êì¸Ê ¸¢¨¼ì¸¡Áø ­Õó¾¡øº¢Ä §Á¡¼õ¸û, º¢ì¸¢ì ¦¸¡ñÎ Å¢ÎÁ¡¾Ä¡ø ­Ð §¾¨ÅÂ¡É ´ýÚ 0 ¦¿¡Ê¸û ±ýÀÐ ¦¸¡¼¡¿¢¨Ä ¬Ìõ, ¯íÙìÌ Á¡üÈ §ÅñÎ¦ÁýÈ¡ø ÁðÎõ ­¨¾ Á¡üÈ×õ.
uk: Вказує кількість секунд, яку треба зачекати, якщо всі номери дозвону зайняті. Це необхідно, тому що деякі модеми підвисають якщо номер зайнятий дуже часто. Типове значення - 0 секунд, не змінюйте його, якщо немає потреби.
wa: Po dîre cobén di tins (segondes) k' i fåt ratinde ene response divant do rfé li limerô si tos les limerôs sont-st ocupés. Vos dvoz tchwezi ene sacwè ca sacwants modems toumèt an rak si li minme limerô est trop sovint ocupé. Li tins tchwezi por vos est di 0 segondes. Ni candjîz nén çouchal, såf si vos estoz oblidjî.
xh: Ikhankanya inani lemizuzwana emayilindwe phambi kokucofa kwakhona ukuba wonke amanani acofiweyo axakekile. Oku kuyimfuneko kuba ezinye iimodem ziyaxinga ukuba inani elinye lixakeke rhoqo. Okungagqibekanga ngu 0 imizuzwana, awunakutshintsha oku ngaphandle kokuba ufuna njalo.

source: Modem Volume:
az: Modem Səsi:
bg: Сила на звука на модема:
et: Modemi helitugevus:
fi: Äänenvoimakkuus:
he: :םדומה תמצוע
pt: Volume do modem:
sl: Glasnost modema:
sr: Jačina tona modema:
ta: §Á¡¼õ ´Ä¢ÂÇ×:
uk: Гучність модему:
xh: Umqulu we modem:

source: Most modems have a speaker which makes a lot of noise when dialing. Here you can either turn this completely off or select a lower volume. If this does not work for your modem, you must modify the modem volume command.
az: Bir çox modem axtarış sırasında çox səs çıxaran bir kolona ssahibdir. Buradan modeminizin kolonunu qapada bilər və ya daha alçaq bir səs səviyyəsi seçə bilərsiniz. Əgər bu xüsusiyyət modeminizdə işləməzsə, modem səs əmrini dəyişdirməlisiniz.
bg: Повечето модеми имат възможносста да издават звук по време на установяване на връзка. Вие може да го изключите или да изберете друга стойност
el: Τα περισσότερα μόντεμ έχουν ένα μεγαφωνάκι που κάνει πολύ θόρυβο. Εδώ μπορείτε είτε να το σβήσετε τελείως είτε να μειώσετε την έντασή του. Αν αυτό δε δουλεύει με το μόντεμ σας, πρέπει να αλλάξετε την εντολή έντασης modem.
et: Enamusel modemitel on valjuhääldi, mis teeb helistamisel päris kõva lärmi. Siit saab selle välja lülitada või seada selle helitugevus vaiksemaks. Kui see sinu modemi puhul ei tööta, pead redigeerima vastavaid modemi käske.
fi: Useimmissa modeemeissa on kaiutin joka tekee monia ääniä soiton aikana. Tässä voit poistaa äänen tai valita hiljaisemman änenvoimakkuuden. Jos tämä ei toimi modeemillasi sinun tulee muokata modeemin äänenvoimakkuuskomentoa.
he: <p align=right>םרוגש לוקמר שי םימדומה בורל<br> ןאכ .גויחה ןמזב בר שערל<br> וא ירמגל ותוא תובכל ךתורשפאב<br> .רתוי הכומנ המצוע רוחבל<br> <br> ,ךלש םדומה םע דבוע אל הז םא<br> .םדומה לש המצועה תדוקפ תא תונשל ךילע
id: Kebanyakan modem memiliki speaker yang membuat banyak bunyi ketika memutar nomor. Disini anda dapat mematikan hal ini atau memilih volume yang lebih rendah. Jika ini tidak bekerja untuk modem anda, anda harus mengubah perintah volume modem anda.
pt: A maioria dos modems têm um altifalante que faz bastante barulho ao efectuar uma ligação. Aqui podes tirar-lhe o som por completo, ou reduzir-lhe o volume. Se isto não funcionar com o teu modem, tens que modificar o comando de volume do modem.
sl: Večina modemov ima zvočnik, ki med klicanjem povzroča veliko hrupa. Tule lahko to bodisi popolnoma izklopite bodisi izberete tišjo glasnost. Če za vaš modem to ne deluje, morate spremeniti ukaz za glasnost modema.
sr: Većina modem ima zvučnike koji prave mnogo buke pri pozivanju. Ovde možete jačinu zvuka da isključite u potpunosti ili da izaberete manju jačinu. Ako ovo ne radi za vaš modem, moraćete da navedete komandu za jačinu zvuka modema.
ta: º¢Ä §Á¡¼õ¸Ç¢ø ´Ä¢¦ÀÕì¸¢¸û ­ÕìÌõ, ­¨Å «¨ÆìÌõ §À¡Ð «¾¢¸ ´Ä¢ ÅÕõ. ­í§¸ ¿£í¸û ­¨¾ ÓØ¾¡¸ ¿¢Úò¾¢Å¢¼Ä¡õ «øÄÐ Ì¨ÈÅ¡É ´Ä¢ÂÇ¨Å §¾÷ó¦¾Îì¸Ä¡õ. ­Ð ¯í¸û §Á¡¼Á¢ø ­Âí¸Å¢ø¨Ä ±ýÈ¡ø, ¿£í¸û §Á¡¼õ ´Ä¢ÂÇ× ¸ð¼¨Ç¨Â Á¡üÈ¢Â¨Áì¸Ä¡õ.
uk: Більшість модемів мають динамік, який створює багато шуму при дозвоні. Тут Ви можете або вимкнути його або вибрати меншу гучність. Якщо це не працює для вашого модему, змініть команду гучності для модему.
xh: Iimodem ezininzi zinesithethi esenza ingxolo eninzi xa ucofa. Apha ungajika noba oku kucime ngokupheleleyo okanye khetha umqulu osezantsi. Ukuba oku akusebenzi kwimodem yakho, kufuneka uguqule kancinane umyalelo womqulu wemodem.

source: Modem Asserts CD Line.
az: Modem CD Xətti ilə Toqquşur.
bg: Модема проверява носещата честота (CD).
et: Modem annab kinnituse CD juhtmele.
fi: Modeemi asettaa CD-linjan.
he: וקב הנעמ לש הקידב
id: Modem memasukkan Baris-CD
pt: Modem reconhece linha CD.
sl: Modem vstavi vrstico CD.
uk: Модем підтримує носій у лінії.
wa: Li modem acertineye ene roye CD.
xh: Imodem igxininisa ilayini ye CD.

source: This controls how <i>kppp</i> detects that the modem is not responding. Unless you are having problems with this, do not modify this setting. <b>Default</b>: off
az: <i>kppp</i>'nin modemin cavab verib vermədiyini necə müəyyənləşdirəcəyini bildirər. Bununla bir problem yaşamırsınızsa, qurğusunu dəyişdirməyin. <b>Əsas</b>: bağlı
bg: Контролира, как <i>kppp</i> открива, че модема не отговаря Ако нямате проблем не променяйте значението по подразбиране <b>По подразбиране</b>: off
el: Αυτό ελέγχει το πώς ανιχνεύει το <i>kppp</i> ότι το μόντεμ δεν αποκρίνεται. Εκτός αν έχετε προβλήματα, μην αλλάζετε τη ρύθμιση. <b>Προκαθορισμένο</b>: off
et: Sellega võimaldab kontrollida kuidas <i>kppp</i> saab aru, et modem ei vasta. Kui sul just ei ole sellega probleeme, siis ära muuda seda. <b>Vaikimisi</b>: väljas
fi: Tämä kontrolloi miten <i>kppp</i> havaitsee, että modeemi ei vastaa komentoihin. Ellei sinulla ole ongelmia älä muuta tätä asetusta. <b>Oletusarvo</b>: off
he: <p align=right>אל םדומהש ההזמ <i>kppp</i> ךיא עבוק<br> ,הז םע תויעב ךל שי םא אלא .ביגמ<br> .וז הרדגה הנשת לא<br> <br> יובכ :<b>לדחמ תרירב</b>
id: Ini mengatur bagaimana <i>kppp</i> mendeteksi bahwa modem tidak menjawab. Jangan mengubah aturan, kecuali anda memiliki masalah dengan ini. <b>Standar</b>: off
pt: Isto controla o modo como o <i>kppp</i> detecta se o modem responde ou não. A menos que estejas a ter problemas, não modifiques o valor. <b>Por omissão</b>: Desactivado
sl: Tole nadzoruje način zaznavanja <i>kppp</i>, da se modem ne odziva. Ne spreminjajte te nastavitve, razen če vam povzroča težave. <b>Privzeto</b>: izključeno
sr: Ovo kontroliše kako <i>KPPP</i> detektuje da li modem odgovara. Ukoliko nemate problema sa ovom opcijom ne bi trebalo da je dirate. <b>Predefinisana vrednost</n>: Isključeno
ta: §Á¡¼õ À¾¢ÄÇ¢ì¸Å¢ø¨Ä ±ýÀ¨¾ <i>kppp</i> ±ôÀÊ ¸ñÎÀ¢ÊìÌõ ±ýÀ¨¾ ­Ð ¸ðÎôÀÎòÐõ. ¯í¸ÙìÌ ²¾¡ÅÐ º¢ì¸ø¸û ­Õó¾¡ÄýÈ¢ ­ó¾ «¨ÁôÒ¸¨Ç Á¡üÈ §Åñ¼¡õ. <b>¦¸¡¼¡¿¢¨Ä</b>: ¿¢ÚòÐ
uk: Ця опція керує, як <i>kppp</i> визначає, що модем не відповідає. Якщо у Вас немає з цим проблем, не змінюйте цей параметр. <b>Типове</b>: вимкнено
wa: Po dîre comint-ce ki <i>kppp</i> trove ki li modem ni respond nén. A pus ki vos årîz des rûjhes, ni candjîz nén cisse tchûzes chal. <b>Tchwezi por vos</b>: disclitchî
xh: Oku kulawula indlela u <i>kppp</i> abhaqa ngayo imodem ukuba ayisebenzi. Ngaphandle kokuba une ngxaki ngale nto, sukuguqula kancinane esi sicwangciso. <b>Okungagqibekanga</b>: Kucimile

source: Modem Commands
az: Modem Əmrləri
bg: Команди на модема
el: Εντολές modem
et: Modemi käsud
fi: Modeemin komennot
he: םדומ תודוקפ
id: Perintah Modem
pt: Comandos do Modem
sl: Ukazi modemu
sr: Komande modema
ta: §Á¡¼õ ¸ð¼¨Ç¸û
uk: Команди модему
wa: Comandes do modem
xh: Imiyalelo ye modem

source: Allows you to change the AT command for your modem.
az: Modeminizin AT əmrlərini dəyişdirmək üçündür.
bg: От тук се настройва AT-командите за Вашия модем.
el: Σας επιτρέπει να αλλάξετε την εντολή AΤ για το μόντεμ σας.
et: Võimaldab muuta modemi juhtimiseks kasutatavaid AT käske.
fi: Mahdollistaa AT-komentojen muuttamisen.
he: <p align=right>תא תונשל ךל רשפאמ<br> לש AT-ה תודוקפ<br> .ךלש םדומה
id: Memungkinkan anda mengubah perintah AT untuk modem anda.
pt: Permite-te mudar o comando AT do teu modem.
sl: Dovoli vam spremeniti ukaz AT za vaš modem.
sr: Omogućava vam da menjate AT komande za vaš modem.
ta: ¯í¸û §Á¡¼ò¾¢ü¸¡É AT ¸ð¼¨Ç¨Â Á¡üÈ «ÛÁ¾¢ìÌõ.
uk: Дозволяє поміняти AT-команди для Вашого модему.
wa: Por vos candjî les cmandes AT di vosse modem.
xh: Ikuvumela ukuba utshintshe umyalelo we AT we modem yakho.

source: Query Modem
az: Modemi Sorğula
bg: Заявка към модема
el: Ανάκριση modem
et: Esita modemile päring
fi: Kysele modeemilta
he: םדומל התליאש
id: Tanya Modem
pt: Questionar Modem
sl: Povprašaj modem
sr: Testiraj modem
ta: §Á¡¼õ Å¢É×¾ø
uk: Запитати модем
wa: Interodjî li modem
xh: Imodem yesikhalazo
