Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: Here you can select commands to run at certain stages of the connection. The commands are run with your real user id, so you cannot run any commands here requirering root permissions (except if you are root of course). Make sure to supply the whole path to the program otherwise kppp might be unable to find it!
az: Buradan bağlantının müəyyən r dövrlərində icra ediləcək əmrləri seçə bilərsiniz. Əmrlər sizin istifadəçi kimliyinizlə ıcra ediləcəyindən root silahiyyəti lazım olan əmrləri ıcra edə bilməsiniz (root(Blatnoy qaqa) isəniz, o başqa məsələ). Proqramın tam cığırını verib verməiyinizi yoxlayın, yoxsa kppp proqramını tapa bilməyə bilər!
bg: Тук може да зададете команда за изпълнение на определен етап на връзката Командата се изпълнява с вашия реален UID, така че вие не можа да изпълнявате команди, изискващи root-привилегий (освен ако не сте root). Задайте пълния път към програмата, в противен случай kppp няма да може да я намери!
el: Εδώ μπορείτε να επιλέξετε εντολές που θα εκτελούνται σε διάφορα στάδια της σύνδεσης. Οι εντολές εκτελούνται με την πραγματική σας ταυτότητα χρήστη, οπότε δε μπορείτε να τρέξετε εντολές που απαιτούν προνόμια root (εκτός βέβαια αν είστε ο root). Βεβαιωθείτε ότι δίνετε την πλήρη διαδρομή (path) για κάθε πρόγραμμα, αλλιώς το kppp ίσως να μη μπορεί να το βρει!
et: Siin on sul võimalik valida käske, mis käivitatakse ühenduse erinevates staadiumites. Käsud käivitatakse kasutaja õigustes nii et sa ei saa siit käivitada programme, mis vajavad kasutaja root õigusi (v.a. muidugi juhul kui sa ole root). Sisesta palun programmid koos PATH'iga, kuna muidu võib juhtuda, et <i>kppp</i> ei suuda programmi leida!
fi: Tässä voit asettaa komentoja joita ajetaan yhteyden eri vaiheissa. Komennot ajetaan käyttäjän tunnuksella, joten et voi ajaa komentoja, jotka vaativat pääkäyttäjän oikeuksia (ellet ole pääkäyttäjä). Varmista että annat koko polun ohjelmaan, muuten kppp ei ehkä löydä ohjelmaa!
he: םימייוסמ םיבלשב ולעפויש תודוקפ רוחבל ךתורשפאב ןאכ ,ךלש שמתשמה יוהיז תחת תולועפ תודוקפה .תורבחתהה לש תואשרה תושרודה תודוקפ ןאכ ליעפהל ךתורשפאב ןיאש ךכ .(ןבומכ ,root-ה שמתשמ התא ןכ םא אלא) root לש ,תינכותל אלמה ביתנה תא ןייצמ התאש אדוו !התוא אוצמל אלש לולע kppp תרחא
id: Disini anda dapat memilih perintah untuk dijalankan pada tahap tertentu sewaktu hubungan. Perintah dijalankan dengan identifikasi pemakai anda yang sebenarnya, jadi disini anda tak dapat menjalankan perintah yang membutuhkan ijin root (kecuali anda root, tentunya). Pastikan untuk memberikan path penuh terhadap program, jika tidak, mungkin kppp tidak dapat menemukannya!
pt: Aqui podes seleccionar comandos para executar em certas alturas da ligação. Os comandos são executados com o teu UID real, por isso não podes executar comandos só com permissões de root (a não ser que sejas root, claro). É bom fornecer a directoria completa do programa, senão o kppp pode não conseguir encontrá-lo!
sl: Tukaj lahko izberete ukaze, ki jih boste poganjali na različnih stopnjah povezave. Ukazi se poganjajo pod vašim pravim uporabniškim imenom, zato ne morete poganjati ukazov, ki potrebujejo pravice superuporabnika (razen, seveda, če ste root) Podajte polno ime programa, sicer ga kppp ne bo mogel najti!
sr: Ovde možete izabrati koje programe želite da izvršite u određenom periodu. Ove komande se pokreću sa vašeg Linux naloga, tako da ne možete da pokrećete komande koje zahtevaju privilegije sistem administratora (osim ako niste sistem administrator). Budite sigurni da ste naveli potpunu putanju do programa. Ako niste, KPPP neće biti u mogućnosti da ga nađe!
ta: ­¨½ôÀ¢ý §À¡Ð ÌÈ¢ôÀ¢ð¼ §¿Ãò¾¢ø ­Âì¸ §ÅñÊÂ ¸ð¼¨Ç¸¨Ç ¿£í¸û ­í§¸ §¾÷ó¦¾Îì¸Ä¡õ. ­ó¾ ¸ð¼¨Ç¸û ¯í¸û ÀÂÉ÷ ¦ÀÂÃ¢ý ¸£ú¾¡ý ­Âì¸ôÀÎõ, ­¾É¡ø §Å÷ «ÛÁ¾¢¸û §¾¨ÅôÎõ ­ó¾ ¸ð¼¨Ç¸¨ÇÔõ ¿£í¸û ­Âì¸ ÓÊÂ¡Ð (¿£í¸û §Å÷ ÀÂÉ¡Ã¡¸ ­Õó¾¡ÄýÈ¢). ¿¢ÃÄ¢ý ÓØ À¡¨¾¨Â ¿£í¸û ¦¸¡Îì¸¢È£÷¸Ç¡ ±ýÚ À¡÷òÐ ¦¸¡ûÇ×õ ­ø¨Ä¦ÂýÈ¡ø, kpppÂ¡ø ¸ñÎÀ¢Êì¸ ÓÊÂ¡Áø §À¡¸Ä¡õ!
uk: Тут Ви можете вибрати команди, які буде запущено у різних стадіях з'єднання. Команди будуть виконані з Вашим реальним id користувача, таким чином Ви не можете виконувати команди, які потребують права адміністратора (звичайно, якщо Ви не адміністратор). Перевірте, що Ви надали повний маршрут до програми, інакше kppp може її не знайти!
xh: Apha ungakhetha imiyalelo ukwenza amathuba athile odibaniso. Imiyalelo yenziwa nge id yomsebenzisi wokwenene, ngoko awunakwenza nayiphi imiyalelo apha ucela iimvume zengcambu (ngaphandle kokuba uyingcambu). Qiniseka ukunikeza umendo opheleleyo kudweliso lwenkqubo kungenjalo kppp ayinakukwazi ukuyifumana!

source: Before connect:
az: Bağlanmadan əvvəl:
bg: Переди установяване на връзка:
el: Πριν τη σύνδεση:
et: Enne ühendust:
fi: Ennen yhteydenottoa:
he: :רוביחה ינפל
id: Sebelum terhubung:
pt: Antes da ligação:
sl: Pred povezavo:
sr: Pre povezivanja:
ta: ­¨½ôÀ¾üÌ Óý:
uk: Перед з'єднанням:
xh: Phambi kodibaniso:

source: Allows you to run a program <b>before</b> a connection is established. It is called immediatly before dialling is begun. Might be useful, e.g. to stop HylaFAX blocking the modem.
az: Bağlantı qurulmadan <b>əvvəl</b> bir proqramı ıcra etməyinizə imkan verər. Bu proqram zəng başlamadan həmən əvvəl çağrılar. Məsələn modemə maneə qoyan HylaFAX-ı qapatmaq faydalı ola bilər.
bg: Позволява да изпълните програмата <b>преди</b> началото на установяване на връзка, непосредствено преди набиране на телефонния номер. Може да бъде полезна за разблокиране на HylaFAX
el: Σας επιτρέπει να τρέξετε ένα πρόγραμμα <b>πριν</b> εγκαθιδρυθεί μια σύνδεση. Καλείται αμέσως πριν την έναρξη της κλήσης για τη σύνδεση. Ίσως να είναι χρήσιμο, π.χ. για να σταματήσει το μπλοκάρισμα του μόντεμ από το HylaFAX.
et: Võimaldab käivitada programme <b>enne</b> ühenduse loomist. See käivitatakse vahetult enne helistamise alustamist. Võib olla kasulik nt. peatada HylaFAX'i töö, et see ei blokeeriks modemit.
fi: Mahdollistaa <b>ennen</b> yhteyden muodostamista ohjelman ajamisen. Ohjelmaa kutsutaan heti ennen soiton alkamista. Voi olla hyödyllinen esim. HylaFAX:n lopettamiseksi, jottei se varaa modeemia.
he: <p align=right>רוביחש <b>ינפל</b> תינכות ליעפהל ךל רשפאמ<br> ליחתמש ינפל דיימ תלעפומ תינכותה .רצונ<br> .גויחה<br> <br> עונמל ידכ לשמל ישומיש תויהל לוכי<br> .םדומה תמיסח תא HylaFAX-מ
id: Memungkinkan anda menjalankan program <b>sebelum</b> hubungan terjadi. Program dipanggil tepat sebelum pemutaran nomor dimulai. Dapat berguna, misalnya untuk mencegah HylaFAX mengganggu modem.
pt: Permite executar um programa <b>antes</b> da ligação ser estabelecida. É chamado imediatamente antes de a marcação começar. Pode ser útil, por exemplo para impedir que o HylaFAX bloqueie o modem.
sl: Dovoli vam, da poženete program <b>pred</b> uspešno povezavo. Program je klican takoj ob začetku klicanja. To je lahko uporabno, npr., za preprečitev tega, da bi HylaFAX zablokiral modem.
sr: Omogućava vam da pokrenete programe <b>pre</b> uspostavljanja veze. Oni se pokreću odmah pre nego što poziv počne. Može da bude voma korisno, n.pr. zaustaviti HylaFAX koji blokira modem.
ta: ´Õ ­¨½ôÒ ¿¢¨Ä¿¡ðÎÅ¾üÌ <b>ÓýÉ¡ø</b> ´Õ ¿¢Ã¨Ä ­Âì¸ «ÛÁ¾¢ì¸¢ÈÐ. «¨Æì¸ ¬ÃõÀ¢ôÀ¾üÌ ºüÚ ÓýÉ¡ø «Ð «¨Æì¸ÀÎõ. º¢Ä §¿Ãí¸Ç¢ø ­Ð ÀÂýÀ¼ì ÜÎõ. ¯¾¡. HylaFAX §Á¡¼ò¨¾ ¾Îì¸¡Áø ¿¢ÚòÐÅ¾üÌ ÀÂýÀÎò¾Ä¡õ.
uk: Дозволяє Вам запускати програму <b>перед</b> тим, як з'єднання встановлене. Вона запускається одразу перед дозвоном. Може бути корисним, напр. зупинити HylaFAX, що блокує модем.
xh: Ikuvumela ukuba wenze udweliso lwenkqubo <b>phambi</b> udibaniso lusekiwe. Ibizwa ngokukhawuleza phambi kokuba ucofo luqalwe. Inokuba luncedo, umzekelo ukumisa.HylaFax evalela i modem.

source: Upon connect:
az: Bağlanınca:
bg: След установяване на връзка:
el: Μετά τη σύνδεση:
et: Pärast ühenduse loomist:
fi: Yhdistettäessä:
he: :רוביחה עגרב
id: Waktu terhubung:
pt: Depois de ligar:
sl: Ob povezavi:
sr: Nakon povezivanja:
ta: ­¨½ìÌõ §À¡Ð:
uk: Після з'єднання:
xh: Phezu kodibaniso:

source: Allows you to run a program <b>after</b> a connection is established. When your program is called, all all preparations for an internet connection are finished. Very usefull for fetching mail and news
az: Bağlantı qurulduqdan <b>sonra</b> bir proqramı ıcra etməyinizə imkan verər. Proqram çağrılınca, bir internet bağlantısı üçün edilən hazırlıqlar qurtarmışdır. İsmarıc və xəbər oxumaq üçün çox istifadəlidir.
bg: Позволява да изпълните програма, <b>след</b> установяване на връзка.
el: Σας επιτρέπει να τρέχετε ένα πρόγραμμα <b>μετά</b> την εγκαθίδρυση μιας σύνδεσης. Όταν το πρόγραμμα καλείται, όλες οι προετοιμασίες για τη σύνδεση με το Internet έχουν ολοκληρωθεί. Πολύ χρήσιμο π.χ. για την ανάκτηση της ηλ. αλληλογραφίας
et: Võimaldab käivitada programme <b>peale</b> seda, kui ühendus on loodud. Kui programm käivitatakse, on kõik ühenduse loomiseks vajalikud toimingud juba lõpetatud. Võib olla kasulik nt. meili ja uudisegruppide tõmbamiseks.
fi: Mahdollistaa yhteyden muodostamisen <b>jälkeen</b> ohjelman ajamisen. Kun ohjelmaa kutsutaan kaikki valmistelut on jo tehty ja yhteys on kunnossa. Hyödyllinen postin ja uutisten hakemiseen.
he: <p align=right>רוביחש <b>ירחא</b> תינכות ליעפהל ךל רשפאמ<br> תונכהה לכ ,לעפות ךלש תינכותהשכ .רצונ<br> .ומלשוי טנרטניאה רוביחל<br> <br> תושדחו ראוד תדרוהל ישומיש דואמ
id: Memungkinkan anda menjalankan program <b>sesudah</b> hubungan terjadi. Ketika program anda dipanggil, semua persiapan untuk sebuah hubungan internet sudah selesai. Sangat berguna untuk mengambil surat dan berita
pt: Permite executar um programa <b>depois</b> da ligação se estabelecer. Quando o programa é chamado, todas as preparações para uma ligação internet são terminadas. Muito útil para buscar email e grupos de discussão.
sl: Dovoli vam, da poženete program <b>po</b> uspešni prijavi Vaš program je klican po zaključenih pripravah na internetno povezavo. Zelo uporabno za pobiranje pošte in novic.
sr: Omogućava vam da pokrenete programe <b>posle</b> uspostavljanja veze. Kada programi treba da se pokrenu sve pripreme oko interne veze su završene. Može da bude voma korisno, n.pr. zaustaviti HylaFAX koji blokira modem.
ta: ­¨½ôÒ ¿¢¨Ä¿¡ðÊÂ <b>À¢ÈÌ</b> ´Õ ¿¢Ã¨Ä ­Âì¸ «ÛÁ¾¢ì¸¢ÈÐ. ¯í¸û ¿¢Ãø «¨Æì¸ôÎõ §À¡Ð, ­¨½Âõ ­¨½ôÀ¢ý «¨ÉòÐ Óý§ÉüÀ¡Î¸Ùõ ÓÊó¾¢ÕìÌõ. «ïºø ÁüÚõ ¦ºö¾¢¨Ç Á£ð¸ ÀÂýÀÎõ.
uk: Дозволяє Вам запускати програму <b>після</b> того, як з'єднання встановлене. Вона запускається після того, як всі підготовки для з'єднання з Інтернет завершені. Дуже корисно для отримання пошти та новин
wa: Po-z enonder on programe <b>après</b> ki vos estoz raloyî. Cwand vosse programe s' enonde, c' est ki totes les apresses po on raloyaedje a l' Eternet sont fwaites. Foirt ahessåve po-z aler cweri ses emiles ou les noveles.
xh: Ikuvumela ukuba wenze udweliso lwenkqubo <b>emva</b> udibaniso lusekiwe. Xa udweliso lwenkqubo lwakho lubizwa, lonke ulungiselelo lodibaniso lwe Internet lugqityiwe. Iluncedo kakhulu kulando lweposi neendaba

source: Before disconnect:
az: Bağlantı kəsilmədən əvvəl:
bg: Переди разкачване на връзката:
el: Πριν την αποσύνδεση:
et: Enne ühenduse katkestamist:
fi: Ennen yhteyden katkaisua:
he: :קותינה ינפל
id: Sebelum diputus:
pt: Antes de desligar:
sl: Pred odjavo:
sr: Pre prekidanja veze:
ta: ­¨½ôÒ ÐñÊôÀ¾üÌ Óý:
uk: Перед роз'єднанням:
xh: Phambi kokungadibanisi:

source: Allows you to run a program <b>before</b> a connection is closed. The connection will stay open until the program exits.
az: Bağlantı kəsilmədən <b>əvvəl</b> bir proqramı ıcra etməyinizə imkan verər. Proqramdan çıxana qədər bağlantı açıq qalacaqdır.
bg: позволява да изпълните програма <b>преди</b> затваряне на връзката. Тя остава отворена дозавършване на програмата.
el: Σας επιτρέπει να εκτελείτε ένα πρόγραμμα <b> πριν </b> το κλείσιμο μιας σύνδεσης. Η σύνδεση θα παραμείνει ανοικτή μέχρι το πρόγραμμα να τερματίσει.
et: Võimaldab käivitada programme <b>enne</b> ühenduse sulgemist. Ühendus jääb avatuks nii kauaks, kuni programm lõpetab töö.
fi: Mahdollistaa ohjelman ajamisen <b>ennen</b> yhteyden sulkemista. Yhteys pysyy auki kunnes ohjelma loppuu.
he: <p align=right>ליעפהל ךל רשפאמ<br> .רגסנ רוביחהש <b>ינפל</b> תינכות<br> חותפ ראשיי רוביחה<br> .םייתסת תינכותהש דע
id: Memungkinkan anda untuk menjalankan program <b>sebelum</b> hubungan diputus. Hubungan akan tetap terbuka sampai program tertutup.
pt: Permite executar um programa <b>antes</b> da ligação ser fechada. A ligação continuará até que o programa termine.
sl: Dovoli vam pognati program <b>preden</b> je povezava prekinjena. Povezava bo ostala odprta dokler se program ne zapre.
sr: Omogućava vam da pokrenete programe <b>pre</b> nego što je veza prekinuta. Veza će ostati otvorena sve dok se ne završi rad sa programom.
ta: ´Õ ­¨½ôÒ ãÎÅ¾üÌ <b>Óý</b> ´Õ ¿¢Ã¨Ä ­Âì¸ «ÛÁ¾¢ìÌõ. ¿¢Ãø ¦ÅÇ¢§ÂÚõ Å¨Ã ­¨½ôÒ ¾¢Èó§¾ ­ÕìÌõ.
uk: Дозволяє Вам запускати програму <b>перед</b> тим, як з'єднання закрите. З'єднання буде відкрите до виходу програми.
wa: Po-z enonder on programe <b>divant</b> di vos disraloyî. Vos seroz raloyî ossi lontins ki li programe toûne.
xh: Ikuvumela ukuba wenze udweliso lwenkqubo <b>phambi</b> udibaniso luvaliwe. Udibaniso luzakuhlala luvulekile lude lube udweliso lwenbkqubo lukhona.

source: Upon disconnect:
az: Bağlantı kəsildiyi vaxt:
bg: След разкачване на връзката:
el: Μετά την αποσύνδεση:
et: Pärast ühenduse sulgemist:
fi: Katkaistaessa:
he: :קותינה ירחא
id: Pada waktu diputus:
pt: Ao Desligar:
sl: Ob odjavi:
sr: Nakon prekida veze:
ta: ­¨½ôÒ ÐñÊì¸ôÀÎõ §À¡Ð:
uk: Після роз'єднання:
xh: Phezu kokungadibanisi:

source: Allows you to run a program <b>after</b> a connection has been closed.
az: Bağlantı kəsildikdən <b>sonra</b> bir proqramı ıcra etməyinizə imkan verər.
bg: Програма, която се изпълнява <b>след</b> затваряне на връзката.
el: Σας επιτρέπει να τρέχετε ένα πρόγραμμα <b>μετά</b> το κλείσιμο μιας σύνδεσης.
et: Võimaldab käivitada programme <b>peale</b> ühenduse sulgemist.
fi: Mahdollistaa ohjelman ajamisen yhteyden sulkemisen <b>jälkeen</b>.
he: <p align=right>ליעפהל ךל רשפאמ<br> רוביחהש <b>ירחא</b> תינכות<br> .רגסנ
id: Memungkinkan anda untuk menjalankan program <b>setelah</b> hubungan diputus.
pt: Permite executar um programa <b>depois</b> da ligação ter terminado.
sl: Dovoli vam pognati program <b>po</b> zaprtju povezave.
sr: Omogućava da pokrenete programe <b>nakon</b> prekidanja veze.
ta: ´Õ ­¨½ôÒ ãÎÂ¾üÌ <b>À¢ý</b> ´Õ ¿¢Ã¨Ä ­Âì¸ «ÛÁ¾¢ìÌõ.
uk: Дозволяє Вам запускати програму <b>після</b> того, як з'єднання закрите.
wa: Po-z enonder on programe <b>après</b> ki vos estoz disraloyî.
xh: Ikuvumela ukuba wenze udweliso lwenkqubo <b>emva</b> udibaniso luvaliwe.

source: IP Setup
az: IP Qurğuları
bg: Настройка на IP-адреси
el: Ρυθμίσεις IP
et: IP seadistus
fi: IP-Asetukset
he: IP תורדגה
id: Aturan IP
pt: Configuração IP
sl: Nastavitve IP
sr: IP podešavanja
ta: IP «¨ÁôÒ
uk: Установка IP
wa: Apontiedje di l' ahesseu Eternet
xh: Ucwangciso lwe IP

source: IP Address:
az: IP Ünvanı:
bg: IP-адрес:
el: Διεύθυνση IP:
et: IP aadress:
fi: IP-Osoite:
he: :IP תבותכ
id: Alamat IP:
pt: Endereço IP:
sl: Naslov IP:
sr: IP adresa:
ta: IP Ó¸ÅÃ¢:
uk: Адреса IP:
wa: Adresse di l' ahesseu
xh: Idilesi ye-IP:

source: If your computer has a permanent internet address, you must supply your IP address here
az: Əgər kompüterinizin həmişəlik bir internet ünvanı varsa, IP ünvanızı buraya yazmalısınız
bg: Ако компютъра има постоянен IP-адрес, задайте го тук.
el: Αν το κομπιούτερ σας έχει μόνιμη διεύθυνση IP πρέπει να την εισάγετε εδώ
et: Kui sinu arvutil on staatiline interneti aadress, siis sisesta see IP aadress siia.
fi: Jos tietokoneellasi on pysyvä internet- osoite sinun tulee antaa se tässä.
he: <p align=right>העובק תבותכ שי ךלש בשחמל םא<br> תבותכ תא קפסל ךילע ,טנרטניאב<br> .ןאכ ךלש IP-ה
id: Jika komputer anda memiliki alamat internet permanen, anda harus memasukkan alamat IP anda disini.
pt: Se o teu computador tem um endereço IP permanente, deves inseri-lo aqui
sl: Če ima vaš računalnik stalen internetni naslov, morate tukaj vnesti njegov naslov IP
sr: Ako vaš računar ima stalnu internet adresu, onda ovde morate navesti IP adresu
ta: ¯í¸û ¸½¢É¢ìÌ ¿¢¨ÄÂ¡É ­¨½Â Ó¸ÅÃ¢ ­Õó¾¡ø, ¯í¸û IP Ó¸ÅÃ¢¨Â ­í§¸ ¦¸¡Îì¸×õ
uk: Якщо Ваш комп'ютер не має постійної адреси в Інтернет, Ви повинні задати IP-адресу тут
wa: Si voste éndjole a ene adresse Eternet da lu, vos l' divoz taper chal
xh: Ukuba icomputer yakho inepheleleyo idilesi ye Internet, kufuneka unikeze idilesi yakho ye IP apha

source: Subnet Mask:
az: Altşəbəkə Maskası:
bg: Под-маска:
el: Μάσκα δικτύου:
et: Alamvõrgu mask:
fi: Aliverkon peitto:
he: :הנשמה תשר תינבת
id: Mask Subnet:
pt: Máscara da Sub-Rede:
sl: Podmrežna maska:
sr: Subnet maska:
ta: Ð¨½Å¨Ä Ó¸ò¾¢¨Ã:
uk: Маска підмережі:
wa: xxx Subnet Mask:
xh: Isigqumathelo somnatha osezantsi:

source: <p>If your computer has a static Internet address, you must supply a network mask here. In almost all cases this netmask will be <b>255.255.255.0</b>, but your mileage may vary. If unsure, contact your Internet Service Provider
az: <p>Kompüterinizin statik bir İnternet ünvanı varsa, burada bir şəbəkə maskası müəyyənləşdirməlisiniz. Çox vaxt bu şəbəkə maskası <b>255.255.255.0</b> olur, fəqət sizinki dəyişiklik göstərə bilər. Çox əmin deyilsinizsə, Internet Xidmət Vericinizlə görüşün.
bg: <p>Ако компютъра има статичен IP-адрес, необходимо е да укажете и под-маска. В повечето случаи тя е <b>255.255.255.0</b>, но может да бъде и друга.
el: <p>Αν ο υπολογιστής σας έχει μια στατική διεύθυνση IP, πρέπει να δώσετε μια μάσκα δικτύου εδώ. Σχεδόν σε όλες τις περιπτώσεις αυτή η μάσκα δικτύου είναι <b>255.255.255.0<b>, αλλά μπορεί να διαφέρει για εσάς. Αν δεν είστε σίγουροι, επικοινωνείστε με τον παροχέα υπηρεσιών Ιντερνετ σας
et: <p>Kui su arvutil on staatiline interneti aadress, siis pead siia sisestama alamvõrgu maski. Enamustel juhtudel on selleks <b>255.255.255.0</b>, kuid võimalikud on ka variandid. Kui sa pole kindel, siis küsi teenusepakkujalt.
fi: <p>Jos tietokoneellasi on kiinteä internet-osoite, sinun tulee antaa verkkopeite tässä. Lähes kaikissa tapauksissa se on <b>255.255.255.0</b>, mutta se voi olla jokin muukin. Jos olet epävarma ota yhteyttä palveluntarjoajaasi.
he: <p align=right>ךילע ,תיטטס טנרטניא תבותכ שי ךלש בשחמל םא<br> תינבת םירקמה לכב טעמכ .תשר תינבת ןאכ קפסל<br> ךא ,<b>255.255.255.0</b> היהת וזה תשרה<br> .הנוש תויהל היושע ךלש תשרה תינבת<br> <br> .ךלש טנרטניאה קפסל הנפ ,חוטב ךניא םא
id: <p>Jika komputer anda memiliki alamat Internet statik, anda harus memasukkan network mask disini. Hampir pada semua kasus netmasknya adalah <b>255.255.255.0</b>, tetapi kasus anda dapat saja berbeda. Jika ragu-ragu, hubungi Internet Service Provider anda
pt: <p>Se o teu computador tiver um endereço estático, tens que introduzir uma máscara de rede aqui. Na maioria dos casos esta máscara será <b>255.255.255.0</b>, mas pode variar. Se tiveres dúvidas, contacta o teu ISP
sl: <p>Če ima vaš računalnik statičen internetni naslov, morate tukaj vnesti mrežno masko. Skoraj v vseh primerih je ta maska <b>255.255.255.0</b>, vendar ne vedno. Če niste prepričani, povprašajte vašega ponudnika interneta.
sr: <p>Ako vaš računar ima statičku Internet adresu, ovde morate navesti mrežnu masku. U većini slučajeva netmask će biti <b>255.255.255.0</b>, ali poneka može i da varira. Ako ste nesigurni, kontaktirajte vašeg internet provajdera
ta: <p>¯í¸û ¸½¢É¢ìÌ ¿¢¨ÄÂ¡É ­¨½Â Ó¸ÅÃ¢ ­Õó¾¡ø, ¿£í¸û ´Õ Å¨ÄÂ¨ÁôÒ Ó¸ò¾¢¨Ã¨Â ¦¸¡Îì¸ §ÅñÎõ. ¸¢ð¼ò¾ð¼ ±ô§À¡Ðõ, ­ó¾ Å¨ÄÓ¸ò¾¢¨Ã <b>255.255.255.0</b>Å¡¸ò ¾¡ý ­ÕìÌõ, ¬É¡ø ¯í¸û ¸¨¾ §ÅÈ¡¸ ­Õì¸Ä¡õ. ºÃ¢Â¡¸ ¦¾Ã¢ÂÅ¢ø¨Ä ±ýÈ¡ø, ¯í¸û ­¨½Â §º¨ÅÂ¸¨Ãò ¦¾¡¼÷Ò¦¸¡ûÇ×õ
uk: <p>Якщо Ваш комп'ютер має статичну адресу Інтернет, Ви повинні надати тут маску мережі. Майже у всіх випадках, ця маска буде <b>255.255.255.0</b>, але може бути і іншою. Якщо не впевнені, зверніться до Вашого провайдера Інтернет
xh: <p>Ukuba icomputer yakho inedilesi ye Internet estatiki, kufuneka unikeze isigqumathelo somsebenzi womnatha apha. Phantse kuyo yonke imizekelo esi sigqumathelo somnatha sizakubakho <b>255.255.255.0</b>, kodwa umlinganiselo ungahluka. Ukuba awuqinisekanga, qhagamshela Umnikezi weNkonzo ye Internet wakho

source: Dynamic IP Address
az: Dinamik IP Ünvanı
bg: Динамичен IP-адрес
el: Δυναμική διεύθυνση IP
et: Dünaamiline IP aadress
fi: Dynaaminen IP-Osoite
he: הצקמ תרשהש IP תבותכ
id: Alamat IP Dinamis
pt: Endereço IP Dinâmico
sl: Dinamičen naslov IP
sr: Dinamička IP adresa
ta: ­ÂíÌ¿¢¨Ä IP Ó¸ÅÃ¢
uk: Динамічна адреса IP
wa: Adresse Eternet dinamike
xh: Idilesi enyanzelwayo ye IP

source: Select this option when your computer gets an internet address (IP) everytime a connection is made. Almost every Internet Service Provider uses this method, so this should be turned on.
az: Kompüteriniz hər bağlantıda bir Internet ünvanı (IP) alırsa, bu seçənəyi işarətləyin. Demək olar ki, bütün Internet Xidmət Vericiləri bu metodu işlədir, ona girə də bu seçənək işarətlənməlidir.
bg: Включете тази опция, ако компютъра получава нов IP-адрес всеки път при установяване на връзка Большинството доставчици в Интернет исползват този начин.
el: Επιλέξτε αυτή τη δυνατότητα όταν το σύστημά σας παίρνει μια διεύθυνση IP κάθε φορά που πραγματοποιείται μια σύνδεση. Σχεδόν κάθε παροχέας πρόσβασης χρησιμοποιεί αυτή τη μέθοδο, οπότε επιλέξτε την.
et: Vali see, kui sinu arvutile omistatakse interneti aadress (IP) iga kord kui ühendus luuakse. Peaaegu kõik Interneti teenusepakkujad kasutavad seda meetodit, nii et tõenäoliselt peab see olema sisse lülitatud.
fi: Valitse tämä optio jos tietokoneesi saa internet osoitteen (IP) joka kerta kun yhteys muodostetaan. Lähes jokainen palveluntarjoaja käyttää tätä tapaa, joten tämä kannattaa olla päällä.
he: <p align=right>לבקמ ךלש בשחמהשכ וז תורשפאב רחב<br> םעפ לכב (IP) טנרטניא תבותכ<br> .רוביח רצונש<br> <br> הטישב שמתשמ טנרטניא קפס לכ טעמכ<br> .וז תורשפאב רוחבל יאדכ ןכ לעו ,וז
id: Pilih pilihan ini jika komputer anda mendapat alamat internet (IP) setiap kali hubungan terbentuk. Hampir setiap Internet Service Provider memakai methode ini, jadi sebaiknya diaktifkan.
pt: Selecciona esta opção se o teu computador tiver um endereço IP diferente de cada vez que se ligar. Quase todos os ISP usam este método, por isso é boa ideia activá-lo.
sl: To nastavitev izberite, če dobi vaš računalnik internetni naslov (IP) ob vsaki povezavi. Skoraj vsak ponudnik interneta uporablja to metodo, zato bi to moralo biti vklopljeno.
sr: Ako vaš računar pri povezivanju na internet stalno dobija novu internet adresu (IP) ona izaberite ovu opciju. Skoro većina internet provajdera koristi ovaj metod, pa zbog toga bi trebali da je i aktivirate.
ta: ´ù¦Å¡Ú Ó¨È ­¨½ôÒ ²üÀÎõ §À¡Ðõ ¯í¸û ¸½¢É¢ ´ù¦Å¡Ú ­¨½Â Ó¸ÅÃ¢ (IP) ¦ÀüÈ¡ø ­ó¾ Å¢ÕôÀò¨¾¾ò §¾÷ó¦¾Îì¸×õ. ¸¢ð¼¾ð¼ «¨ÉòÐ ­¨½Âõ §º¨ÅÂ¸õ ¦¸¡ÎôÀ¡Ç÷¸Ùõ ­ó¾ Ó¨È¨Â ÀÂýÀÎòÐ¸¢ýÈÉ÷, ­¾É¡ø ­Ð ¯Â¢ÃôÀ¢ò¾¢Õì¸ôÀ¼ §ÅñÎõ.
uk: Виберіть цю опцію, якщо Ваш комп'ютер отримує адресу Інтернет (IP) при кожному з'єднанні. Майже кожний провайдер Інтернет використовує цей метод, тобто ця опція повинна бути включеною.
wa: Tchewzixhoz çouci si vosse copiutrece rishût ene adresse Eternet a tchaeke feye ki vos vos raloyîz. D' abôrd tos les ahesseus Eternet fijhèt insi, do côp vos duvrîz dandjureu tchwezi çouci.
xh: Khetha olu khetho xa icomputer yakho ifumana idilesi ye Internet (IP) lonke ixesha lusenziwa udibaniso. Phantse wonke Umnikezi weNkonzo ye Internet usebenzisa le ndlela, ngoko oku kunokuqalwa.

source: Static IP Address
az: Statik IP Ünvanı
bg: Статичен IP-адрес
el: Στατική διεύθυνση IP
et: Staatiline IP aadress
fi: Staattinen IP-Osoite
he: העובק IP תבותכ
id: Alamat IP Statik
pt: Endereço IP Estático
sl: Statični naslov IP
sr: Statička IP adresa
ta: ¿¢¨ÄÂ¡É IP Ó¸ÅÃ¢
uk: Статична адреса IP
wa: Adress Eternet estatike
xh: Idilesi ye statiki IP
