Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: Select this option when your computer has a fixed internet address (IP). Most computers don't have this, so you should probably select dynamic IP addressing unless you know what you are doing
az: Kompüterinizin sabit bir internet ünvanı (IP) varsa bu seçənəyi işarətləyin. Bir çox kompüterdə bu xüsusiyyət olmadığı üçün, nə elədiyinizi bilmirsinizsə, dinamik IP ünvanlaşdırılması seçənəyini işarətləməlisiniz.
bg: Включете тази опция, ако компютъра има постоянен IP-адрес. Повечето нямат.
el: Επιλέξτε αυτή τη δυνατότητα αν το σύστημά σας έχει μια μόνιμη διεύθυνση IP. Οι περισσότεροι υπολογιστές δεν έχουν κάτι τέτοιο, οπότε μάλλον πρέπει να επιλέξετε τη δυναμική διεύθυνση IP, εκτός βέβαια αν είστε σίγουροι γι' αυτό που κάνετε
et: Vali see, kui sinu arvutil on fikseeritud interneti aadress (IP). Enamustel arvutitel seda pole, nii et kui sa täpselt ei tea, mida teed, sii tõenäoliselt peaksid valima dünaamilise IP aadressi.
fi: Valitse tämä optio jos tietokoneellasi on kiinteä internet-osoite (IP). Useimmilla tietokoneilla ei ole tätä, joten todennäköisesti sinun tulisi valita dynaaminen osoite jos et tiedä mitä teet.
he: <p align=right>שי ךלש בשחמל רשאכ וז תורשפאב רחב<br> םיבשחמה בורל .העובק (IP) טנרטניא תבותכ<br> רחבתש יאדכש הארנכ זא ,הז תא ןיא<br> ןכ םא אלא הצקמ תרשהש IP תבותכב<br> .השוע התא המ עדוי התא
id: Pilih pilihan ini jika komputer anda memiliki alamat internet statik (IP). Kebanyakan komputer tidak memilikinya, jadi sebaiknya anda memilih pengalamatan IP dinamis kecuali anda tahu apa yang anda lakukan
pt: Selecciona esta opção se o teu computador tiver um endereço IP fixo. A maioria dos computadores não tem, portanto provavelmente será melhor seleccionares o Endereço IP Dinâmico, a não ser que saibas bem o que estás a fazer
sl: To nastavitev izberite, če ima vaš računalnik stalen internetni naslov (IP). Večina računalnikov ga nima, zato morate verjetno izbrati dinamično dodeljevanje naslovov IP razen če veste kaj počnete
sr: Izaberite ovu opciju ako vaš računar ima fiksnu interne adresu (IP). Večina računara nema ovo, pa bi onda sigurno trebali da izaberete dinamički IP osim ako znate šta radite.
ta: ¯í¸û ¸½¢É¢ìÌ ¿¢¨ÄÂ¡É ­¨½Â Ó¸ÅÃ¢ (IP) ­Õó¾¡ø, ­ó¾ Å¢ÕôÀò¨¾ §¾÷ó¦¾Îì¸×õ. ¿¢¨ÈÂ ¸½¢É¢¸Ç¢ø ­Ð ­Õì¸¡Ð, «¾É¡ø ¿£í¸û ­ó¾ ­ÂíÌ¿¢¨Ä IP Ó¸ÅÃ¢¨Â §¾÷ó¦¾Îì¸ §ÅñÎõ, ¿£í¸û ±ýÉ ¦ºö¸¢È£÷¸û ±ýÚ ¦¾Ã¢ó¾¡ÄýÈ¢
uk: Виберіть цю опцію, якщо Ваш комп'ютер має фіксовану адресу Інтернет (IP). Більшість комп'ютерів цього не мають, тобто скоріше Вам потрібно вибрати динамічну адресацію IP, якщо Ви не впевнені в іншому
wa: Tchwezixhoz çouci si voste éndjole a ene adresse Eternet metuwe on côp po totes. Gn a waire di copiutreces k' ont ene adresse insi, do côp vos duvrîz dandjureu tchwezi l' adresse dinamike, a pus ki vos savoz çu ki vos fjhoz.
xh: Khetha olu khetho xa icomputer yakho inedilesi elungisiweyo ye Internet (IP). Iicomputer ezininzi azinayo le nto, ngoko ungakhetha enyanzelwayo i IP idilesi ngaphandle kokuba uyakwazi okwenzayo

source: Auto-configure hostname from this IP
az: Verici adını bu IP-dən avtomatik quraşdır
bg: Автоконфигурация на DNS-име на машина позададен IP-адрес
el: Αυτόματη ρύθμιση ονόματος από αυτό το IP
et: Konfigureeri hosti nimi IP aadressile vastavaks
fi: Aseta koneen nimi automaattisesti tästä IP:tä
he: וז תבותכמ תרשה םש תרוצת תא תיטמוטוא עבק
id: Pengaturan nama host otomatis dari IP ini
pt: Auto-configurar nome do servidor a partir deste IP
sl: Samodejno nastavi ime računalnika iz te IP
sr: Automatsko podešavanje imena hosta sa ovog IP
ta: ­ó¾ IPÂ¢Ä¢ÕóÐ ¦¾¡¼ì¸¦ÀÂ¨Ã ¾ýÉ¢Âì¸Á¡¸-ÅÊÅ¨Áì¸×õ
uk: Автоматично налаштувати ім'я машини виходячи з цього IP
wa: Apontyî tot seu li no do lodjeu a pårti di ciste adresse
xh: Qwalasela-ngokuzenzekelayo igama lenginginya ukusuka kule IP

source: <p>Whenever you connect, this reconfigures your hostname to match the IP address you got from the PPP server. This may be useful if you need to use a protocol which depends on this information, but it can also cause several <a href="kppp-7.html#autohostname">problems</a>. Don't enable this unless you really need it
az: <p>Bu seçənək hər bağlandığınızda, kompüter adınızın PPP vericisidən aldığınız IP ünvanı ilə sinxronalaşmasına imkan verər. Bu mə'lumata bağlı bir protokol işlətmək məcburiyyətində iəniz, bu xüsusiyyət faydalı ola bilər, ancaq müxtəlif <a href="kppp-7.html#autohostname">problemlərə</a> də yol aça bilər. Həqiqətən ehtiyacınız yoxsa, bu seçənəyi işarətləməyin
el: <p> Οποτε συνδέεστε, αυτό ξαναρυθμίζει το όνομα κόμβου σας για να ταιριάζει με τη διεύθυνση IP που πήρατε από το διακομιστή PPP. Αυτό ίσως να είναι χρήσιμο αν θέλετε να χρηιμοποιήσετε ένα πρωτόκολο που εξαρτάται από αυτή την πληροφορία, αλλά μπορεί επίσης να προκαλέσει διάφορα <a href="kppp-7.html#autohostname">προβλήματα</a>. Μην το ενεργοποιείτε, εκτός αν το χρειάζεστε πραγματικά
et: <p>Selle valikuga konfigureeritakse peale iga ühenduse loomist arvuti nimi (hostinimi) vastavaks PPP serverilt saadud IP aadressile. See võib olla kasulik kui sa kasutad mõnda protokolli, mille funktsioneerimine sõltub sellest informatsioonist, kuid see võib põhjustada ka mitmeid <a href="kppp-7.html#autohostname">probleeme</a>. Ära lülita seda sisse ilma reaalse vajaduseta
fi: <p>Aina yhteyttä otettaessa tämä valinta asettaa koneen nimen vastaamaan saamaasi IP-osoitetta. Tästä voi olla hyötyä jos käytät palvelua joka vaatii tätä tietoa. Mutta tästä voi aiheuta myös useita <a href="kppp-7.html#autohostname">ongelmia</a>. Älä käytä tätä ellet todella tarvitse sitä.
he: <p align=right>וז תורשפא ,רבחתמ התאש םעפ לכב<br> ידכ ךלש תרשה םש תרוצת תא שדחמ תעבוק<br> תלביקש טנרטניאה תבותכל תמאות היהתש<br> ישומיש תויהל לוכי הז .PPP-ה תרשמ<br> ,הז עדימב יולתש לוקוטורפ ךירצ התא םא<br> .תובר <a href="kppp-7.html#autohostname">תויעב</a>ל םורגל לוכי םג הז לבא<br> <br> .התוא בייח התא ןכ םא אלא וז תורשפאב שמתשת לא
id: <p>Setiap kali anda terhubung, ini akan mengatur ulang nama host agar sesuai dengan alamat IP yang anda dapat dari server PPP. Ini dapat berguna jika anda perlu memakai protokol yang bergantung pada informasi ini, tetapi ini dapat menyebabkan juga beberapa <a href="kppp-7.html#autohostname">masalah</a>. Jangan aktifkan ini kecuali anda sangat memerlukannya
pt: <p>Sempre que te ligas, isto reconfigura o nome do servidor para acertá-lo com o endereço IP do servidor PPP. Isto pode ser útil se precisares de usar um protocolo que dependa desta informação, mas também pode causar <a href="kppp-7.html#autohostname">problemas</a>. Não actives, a menos que precises mesmo
sl: <p>Kadarkoli se povežete, to preoblikuje ime vašega računalnika tako, da se ujema z naslovom IP, ki ste ga dobili od strežnika PPP. To je lahko koristno, če morate uporabljati protokole, ki so odvisni od te informacije, vendar lahko povzroči tudi dosti <a href="kppp-7.html#autohostname">težav</a>. Ne vklapljajte nastavitve, če tega res ne potrebujete.
sr: <p>Kada god se povežete, ova pocija podešava vaše ime hosta da bi se podudaralo sa IP adresom koju dobijate od PPP servera. Ovo može da bude veoma korisno ako treba da koristite protokol koji zavisi na ovim informacijama, ali takođe može izazvati nekoliko <a href="kppp-7.html#autohostname">problema</a>. Nemojte da aktivirate ukoliko vam nije potrebno
ta: <p>¿£í¸û ±ô§À¡Ð ­¨½Âò¾¢ø ­¨½ìÌõ§À¡Ðõ, PPP §º¨ÅÂ¸ò¾¢Ä¢ÕóÐ ¿£í¸û ¦ÀüÈ IP Ó¸ÅÃ¢Ô¼ý ¦À¡ÕóÐõ Åñ½õ n¦¾¡¼ì¸¦ÀÂ¨Ã ­Ð ÅÊÅ¨ÁìÌ. ­ó¾ò ¾¸Å¨Ä ¦À¡ÕòÐ «¨ÁÔõ Å¨ÃÓ¨È ´ý¨È ÀÂýÀÎò¾ §ÅñÎÁ¡É¡ø ­Ð ÀÂýÀÎõ, ¬É¡ø, ­Ð ¿¢¨ÈÂ <a href="kppp-7.html#autohostname"> º¢ì¸ø¸¨Ç</a>. ²üÀÎò¾×õ ÜÎõ. ¯í¸ÙìÌ ¯ñ¨ÁÂ¡¸§Å §¾¨ÅôÀð¼¡ÄýÈ¢ ­¨¾ ¯Â¢÷ôÀÎò¾ §Åñ¼¡õ
uk: <p>Коли Ви приєднуєтеся, ця опція переналаштовує ім'я Вашої машини до відповідної адреси IP, яку Ви отримали від сервера PPP. Це може бути корисно якщо Вам потрібно використовувати протокол, який залежить від цієї інформації, але це також може викликати деякі <a href="kppp-7.html#autohostname">проблеми</a>. Не вмикайте, якщо немає реальної потреби
xh: <p>Naphi na udibanisa, oku kuqwalasela kwakhona igama lakho lenginginya ukuthelekisa idilesi ye IP onayo esuka kumncedisi we PPP. Oku kunokuba luncedo ukuba ufuna ukusebenzisa i protocol exhomekeke kolu lwazi, kodwa inokubangela ezininzi <a href="kppp-7.html#autohostname">iingxaki</a>. Sukwenza oku ngaphandle kokuba uyifuna ngokwenene

source: Selecting this option might cause some weird problems with the X-server and applications while kppp is connected. Don't use it until you know what you are doing! For more information take a look into the handbook (or help) in the section "Frequently asked questions"
az: Bu seçənəyi işarətləmək, kppp bağlı ikən X-vericisi və proqramlarıda qəribə problemlər yarada bilər. Nə elədiyinizi bilmirsinizsə, bu seçənəyi işarətləməyin! Daha ətraflı mə'lumat üçün əl kitabında (ya da yardımda) "Frequently asked questions" qisminə nəzər yetirin
el: Αυτή η επιλογή μπορεί να προκαλέσει μερικά περίεργα προβλήματα με το δια- κομιστή X και άλλες εφαρμογές όταν το kppp συνδέεται. Μην τη χρησιμοποιείτε μέχρι να ξέρετε τι κάνετε! Για περισσότερες πληροφορίες συμβουλευτείτε το κεφάλαιο "Frequently asked questions" της τεκμηρίωσης.
et: Selle valiku sisse lülitamine võib põhjustada imelikke probleeme X serveriga ja rakendustega ühenduse ajal. Ära lülita seda sisse kui väga täpselt ei tea, mida teed! Kui soovid rohkem infot, vaata käsiraamatust (või abifailist) sektsiooni "Korduma Kippuvad Küsimused"
fi: Tämän toiminnon valitseminen voi aiheuttaa outoja ongelmia X-palvelimen ja sovellusten kanssa kun kppp yhteys on päällä. Älä käytä tätä ellet tiedä mitä teet! Saadaksesi lisätietoja lue ohjekirjaa (tai ohjetta osiosta "Usein kysytyt kysymykset"
he: רפסמל םורגל היושע וז תורשפאב הריחב םימושיי םעו X-ה תרש םע תורזומ תויעב הזב שמתשת לא .רבוחמ kppp-ש ןמזב !השוע התא המ עדוי התא ןכ םא אלא הרזעב ןייע ףסונ עדימל "תוצופנ תולאש" ףיעסב
id: Memilih pilihan ini dapat menyebabkan beberapa masalah aneh pada aplikasi dan server X sewaktu kppp sedang terhubung. Jangan gunakan kecuali anda tahu apa yang anda lakukan! Untuk keterangan lebih lanjut, lihat buku pegangan (atau help) pada bagian"Frequently asked questions"
pt: Seleccionar isto pode causar alguns problemas estranhos com o servidor-X e aplicações quando o kppp estiver ligado. Não o uses, a não ser que saibas bem o que estás a fazer! Para mais informações, consulta a Ajuda na secção de "Perguntas mais frequentes"
sl: Izbira tega lahko povzroči nekatere čudne težave s strežnikom X in programi, dokler je kppp priključen. Ne uporabljajte tega, če natanko ne veste kaj počnete. Za več informacij poglejte v priročnik (ali v pomoč) v razdelek "Pogosto zastavljena vprašanja"
sr: Izborom ove opcije mogu se izazvati čudni problemi sa X-serverom i aplikacijama dok je KPPP povezan sa internetom. Nemojte da je koristite osim ako ne znate šta radite! Za više informacija pogledajte u knjizi (ili pomoći) u sekciji "Često postavljena pitanja"
ta: ­ó¾ Å¢ÕôÀò¨¾ §¾÷ó¦¾Îò¾¡ø, kppp ­¨½ó¾¢ÕìÌõ §À¡Ð X-§º¨ÅÂ¸õ ÁüÚõ ÀÂýÀ¡Î¸Ç¢ø º¢Ä ÌÆôÀÁ¡É º¢ì¸ø¸û ²üÀ¼ìÜÎõ. ¿£í¸û ±ýÉ ¦ºö¸¢È£÷¸û ±ýÚ ¦¾Ã¢ó¾¡ÄýÈ¢ ­¨¾ô ÀÂýÀÎò¾ §Åñ¼¡õ! §ÁÖõ ¾¸Åø¸ÙìÌ, "«Êì¸Ê §¸ð¸ÀÎõ §¸ûÅ¢¸û" ±ýÈ ÀÌ¾¢Â¢ÖûÇ ¨¸§Âð¨¼ («øÄÐ ¯¾Å¢¨Â) À¡÷ì¸×õ
uk: При вмиканні цієї опції можуть виникнути деякі проблеми з сервером X та програмами впродовж з'єднання kppp. Не вмикайте, якщо Ви не впевнені! Для подальшої інформації дивіться у книгу (або довідку) в секції "Популярні питання (FAQ)"
xh: Ukukhetha olu khetho kunokubangela ezinzima iingxaki ngomncedisi we-X kunye nezicelo ngexesha i kppp idityaniswa. Sukuyisebenzisa ude ube uyakwazi okwenzayo! Xa ufuna iinkcukacha ezininzi thatha ujongo kwi ncwadi yesandla (okanye uncedo) kwicandelo "Ngoqukuqelo ubuze imibuzo"

source: DNS Servers
az: DNS Vericilər
bg: DNS Сървъри
el: Εξυπηρετητές ονοματολογίας (DNS)
et: DNS serverid
fi: DNS-palvelimet
he: תומש יתרש
id: Server DNS
pt: Servidores DNS
sl: Strežniki DNS
sr: DNS serveri
ta: DNS §º¨ÅÂ¸í¸û
uk: Сервери DNS
wa: Sierveus DNS
xh: Abancedisi be DNS

source: Domain Name:
az: Sahə Adı:
bg: Домейн:
el: Όνομα περιοχής:
et: Domeeni nimi:
fi: Verkkoalue:
he: :םוחת םש
id: Nama Domain:
pt: Nome do Domínio:
sl: Ime domene:
sr: Naziv domena:
ta: ¸Çõ ¦ÀÂ÷:
uk: Ім'я домену:
wa: No di dominne:
xh: Igama lethambeka:

source: If you enter a domain name here, this domain name is used for your computer while you are connected. When the connection is closed, the original domain name of your computer is restored. If you leave this field blank, no changes are made to the domain name.
az: Buraya bir sahə adı yazsanız, bağlantı sırasında kompüteriniz üçün bu sahə adı işlədiləcəkdir. Bağlantı qapadıldığında, kompüterinizin original sahə adı köhnə halında gətiriləcəkdir. Bu sahəni boş buraxsanız, sahə adında bir dəyişiklik aparılmayacaqdır.
bg: Ако сте задали име на домейн, това име ще се използва от Вашия компютър по време на връзката. При разкачване на връзката, първоначалното име се възстановява Ако оставите това поле празно, никакви промени в името няма да бъдат напарвени.
et: Kui sa sisestad siia domeeni nime, siis kasutatakse seda ühenduse ajal. Kui ühendus suletakse, taastatakse endine domeeni nimi. Kui sa jätad selle välja tühjaks, ei tehta domeeni nimes mingeid muutusi.
fi: Jos annat tähän verkkoalueen nimen tätä nimeä käytetään sen ajan kun olet yhteydessä. Kun yhteys suljetaan alkuperäinen nimi palautetaan. Jos jätät kentän tyhjäksi mitään muutoksia ei tehdä.
he: <p align=right>םשב שמתשי בשחמה ,םוחת םש ןאכ ןייצת םא<br> םש ,רגסנ רוביחהשכ .רבוחמ התאש ןמזב הז םוחת<br> .רזחושי ךלש בשחמה לש ירוקמה םוחתה<br> <br> םייוניש ושעיי אל ,קיר הז ףיעס ריאשת םא<br> .םוחתה םשב
id: Jika anda memasukkan nama domain disini, domain ini akan dipakai sewaktu anda terhubung. Waktu hubungan diputus, nama domain asal komputer anda akan dikembalikan Jika anda mengosongkan isian ini, tidak ada perubahan terhadap nama domain.
pt: Se inserires um domínio aqui, este nome será usado para o teu computador, enquanto estiveres ligado. Quando a ligação for fechada, o domínio original do teu computador volta a ser usado. Se deixares este campo em branco, não há mudanças no nome do domínio.
sl: Če tu vnesete ime domene, bo vaš računalnik uporabljal to ime, dokler bo povezan. Ko se povezava prekine, dobi računalnik spet izvorno ime domene. Če to polje pustite prazno, se ime domene ne bo spremenilo.
sr: Ako ovde unesete ime domena, ovaj ime domena će biti korišćeno na vašem računaru dok je povezan sa internetom. Kada se veza prekine, originalno ime domena će biti vraćeno. Ako ovo polje ostavite prazno, neće biti nikakvih promena u imenu domena.
ta: ­í§¸ ´Õ ¾Çõ ¦ÀÂ¨Ã ¯ûÇ¢ð¼¡ø, ¸½¢É¢¨Â ­¨½ìÌõ §À¡Ð ­ó¾ ¾Çõ ¦ÀÂ÷ ÀÂýÀÎò¾ÀÎõ. ­¨½ôÒ ÐñÊì¸Àð¼¡ø, ¯í¸û ¸½¢É¢Â¢ý ãÄ ¾Çõ ¦ÀÂÃ¢ý ¿¢¨Ä Á£ð¸ôÀÎõ. ­ó¾ ¸Çò¨¾ ¦ÅüÈ¡¸ ¨Åò¾¡ø, ¾Çõ ¦ÀÂÃ¢ø ±ó¾ Á¡üÈÓõ ²üÀÎò¾ôÀ¼¡Ð.
uk: Якщо Ви надали тут ім'я домену, цей домен буде використаний для Вашого комп'ютера під час з'єднання. Коли з'єднання закрите, повертається оригінальне ім'я домену. Якщо поле порожнє, ім'я домену змінюватись не буде.
wa: Si vos metoz on no di dominne droci, c' est ci no la ki vårè po vosse copiutrece tot li tins ki vos seroz raloyî. Å momint ki vos vos disraloyroz, li no di dominne ki vos avîz divant po voste éndjole serè rmetu. Si vos n' metoz rén vaici, vosse no di dominne ni serè nén candjî.
xh: Ukuba ungenisa igama lethambeka apha, eli gama lethambeka lisetyenziswa kwi computer yakho ngexesha udityaniswa. Xa udibaniso luvaliwe, igama lethambeka loqobo lwe computer yakho luyagcinwa kwakhona. Ukuba ushiya lo mhlaba ungenanto, akukho lutshintsho lwenziwayo kwigama lethambeka.

source: Configuration:
az: Quraşdırma:
bg: Настройка:
el: Ρύθμιση:
et: Häälestus:
fi: kAsetukset:
he: :תורדגה
id: Pengaturan:
pt: Configuração:
sl: Nastavitev:
sr: Podešavanje DNS servera:
ta: ÅÊÅ¨ÁôÒ:
uk: Конфігурація:
xh: Uqwalaselo:

source: Automatic
az: Avtomatik
bg: Автоматична
el: Αυτόματο
et: Automaatne
fi: Automaattinen
he: תויטמוטוא
id: Otomatis
pt: Automática
sl: Samodejna
sr: Automatsko
ta: ¾ýÉ¢Âì¸Á¡¸
uk: Автоматична
xh: Ngokuzenzekela

source: Manual
az: Əl ilə
bg: Ръчна
el: Χειρωνακτικό
et: Käsitsi
fi: Manuaalinen
he: תוינדי
sl: Ročna
sr: Ručno
ta: ¨¸Ó¨ÈÂ¡¸
uk: Ручна
xh: Incwadi yesandla

source: DNS IP Address:
az: DNS IP Ünvanı:
bg: IP-адрес на сървъра DNS:
el: Διεύθυνση IP του DNS:
et: DNS IP aadress:
fi: DNS IP-Osoite:
he: :תומשה תרש תבותכ
id: Alamat IP DNS:
pt: Endereço IP do DNS:
sl: Naslov IP od DNS:
sr: IP adresa DNS servera:
ta: DNS IP Ó¸ÅÃ¢:
uk: IP Адреса DNS:
wa: Adresse Eternet DNS
xh: Idilesi ye DNS IP:

source: <p>Allows you to specify a new DNS server to be used while you are connected. When the connection is closed, this DNS entry will be removed again. To add a DNS server, type in the IP address of of the DNS server here and click on <b>Add</b>
az: <p>Bağlı olduğunuz müddətdə işlədiləcək yeni bir DNS vericisi müəyyənləşdirməniyinizə imkan verər. Bağlantı qapadıldığında bu DNS girişi yenidən çıxardılacaqdır. Bir DNS vericisi əlavə etmək üçün, DNS vericisinin IP ünvanını yazın və <b>Əlavə Et</b> düyməsinə tıqlayın.
bg: <p>Позволява да зададете нов DNS-сървър, След затваряне на връзката този запис за DNS ще бъде изтрит. За да добавите DNS сървър, въведете ноговия IP адрес и натиснете <b>Добави</b>
et: <p>Lubab sul määrata uue DNS serveri, mida kasutatakse ühenduse ajal. Kui ühendus suletakse, eemaldatakse jälle ka see DNS kirje DNS serveri lisamiseks, sisesta selle IP aadress siia ning vajuta nuppu <b>Lisa</b>.
fi: <p>Voit määritellä DNS-palvelimen osoitteen jota käytetään yhteyden aikana. Kun yhteys suljetaan vanhat asetukset palautetaan. Lisätäksesi DNS-palvelimen anna DNS-palvelimen IP-osoite ja paina <b>Lisää</b> nappia.
he: <p align=right>שיש שדח תומש תרש ןייצל ךל רשפאמ<br> רוביחהשכ .רבוחמ התאש ןמזב וב שמתשהל<br> .בוש רסות וזה תומשה תרש תמושר ,רגסנ<br> <br> תא ןאכ דלקה ,תומש תרש ףיסוהל ידכ<br> ץחלו תומשה תרש לש טנרטניאה תבותכ<br> .<b>ףסוה</b> לע
id: <p>Memungkinkan anda untuk memasukkan server DNS baru untuk digunakan sewaktu terhubung. Ketika hubungan ditutup, data DNS ini akan dihilangkan kembali Untuk menambah DNS server, ketik alamat IP dari server DNS disini dan klik tombol <b>Add</b>
pt: <p>Permite especificar um novo servidor DNS para ser usado enquanto estás ligado. Quando a ligação for fechada, este servidor deixa de usado outra vez. Para adicionar um servidor DNS, insere o endereço IP do servidor, e carrega em <b>Adicionar</b>
sl: <p>Dovoli vam določiti nov strežnik DNS, ki se bo uporabljal dokler boste povezani. Ko se povezava zapre, je ta vnos z DNS ponovno odstranjen. Strežnik DNS dodate tako, da vpišete njegov naslov IP v to polje in kliknete na <b>Dodaj</b>
sr: <p>Omogućava vam da navedete novi DNS server koji će biti korišćen dok ste na vezi. Kada je veza prekinuta, ova DNS stavka će biti uklonjena. Da biste dodali DNS server, unesite IP adresu DNS servera i kliknite na <b>Dodaj</b>
ta: <p>¿£í¸û ­¨½ì¸ÀðÊÕìÌõ §À¡Ð ´Õ Ò¾¢Â DNS §º¨ÅÂ¸õ ÀÂýÀÎò¾ôÀ¼ ­Ð «ÛÁ¾¢ì¸¢ÈÐ. ­¨½ôÒ ÐñÊì¸ôÀð¼¡ø, ­ó¾ DNS Ñ¨Æ× ÁÚÀÊÔõ ¿£ì¸ôÀÎõ. ´Õ DNS §º¨ÅÂ¸ò¨¾ §º÷ì¸, ­í§¸ DNS §º¨ÅÂ¸ò¾¢ýIP Ó¸ÅÃ¢¨Â ¯ûÇ¢ðÎ <b>§º÷</b> ±ýÀ¨¾ ¦º¡Îì¸×õ
uk: <p>Дозволяє вказувати новий сервер DNS, що буде використовуватись під час з'єднання. Коли з'єднання закрите, цей рядок DNS буде витерто. Щоб додати сервер DNS, введіть адресу IP сервера DNS та натисніть <b>Додати</b>
xh: <p>Ikuvumela ukuba ukhankanye umncedisi omtsha we DNS aze asetyenziswe ngexesha udityaniswa. Xa udibaniso luvaliwe, olu ngeno lwe DNS luza kususwa kwakhona. Ukudibanisa umncedisi we DNS, chwetheza kwidilesi ye IP yomncedisi we DNS apha kwaye nqakraza ku <b>Dibanisa</b>

source: Click this button to add the DNS server specified in the field above. The entry will then be added to the list below
az: Yuxarıdakı sahədə bildirilən DNS vericisini əlavə etmək üçün bu düyməyə tıqlayın. Girilən verici aşağıdakı siyahıya əlavə ediləcəkdir
bg: Натиснете този бутон за да добавитеDNS-сървър, зададен в полето. Записът ще бъде добавен в списъка
el: Κάντε κλικ εδώ για να προσθέσετε το διακομιστή DNS που καθορίζεται στο παραπάνω πεδίο. Η καταχώρηση θα προστεθεί στην παρακάτω λίστα
et: Kliki sellel nupul kui soovid lisada kõrvaloleval väljal määratud DNS serverit. Kirje lisatakse siis allolevasse nimekirja.
fi: Paina tätä nappia lisätäksesi DNS-palvelimen joka on määritelty ylläolevassa kentässä. Tietue lisätään allaolevaan listaan.
he: <p align=right>תא ףיסוהל ידכ הז רותפכ לע ץחל<br> .הלעמל ףיעסב ןייוצש תומשה תרש<br> .הטמל המישרל ףסוותת המושרה
id: Klik tombol ini untuk menambah DNS server yang dimasukkan di atas. Isinya akan ditambahkan ke daftar dibawah ini
pt: Carrega neste botão para adicionar o servidor DNS especificado no campo acima. O valor será então adicionado à lista em baixo.
sl: Kliknite na ta gumb, da dodate strežnik DNS, vpisan v zgornjem polju. Strežnik bo dodan spodnjemu seznamu
sr: Kliknite ovo dugme da biste dodali DNS server navedeno u gornjem polju. Stavka će potom biti dodata u donju listu
ta: §Á§ÄÔûÇ ¸Çò¾¢ø ÌÈ¢ôÀ¢¼ôÀðÊÕìÌõ DNS §º¨ÅÂ¸ò¨¾ §º÷ì¸ ­ó¾ ¦À¡ò¾¡¨É ¦º¡Îì¸×õ. À¢ýÉ÷ ­ó¾ ¯ûÇ£Î ¸£§ÆÔûÇ ÀðÊÂÄ¢ø §º÷ì¸ÀÎõ
uk: Натисніть цю кнопку, щоб додати сервер DNS вказаний у полі вище. Елемент буде доданий у список нижче
wa: Clitchîz so ci boton po radjouter li sierveu DNS vaici pa dzeu. Ciste intreye la serè radjouteye al djîveye pa dzo.
xh: Nqakraza eli qhosha ukudibanisa umncedisi we DNS okhankanywe kumhlaba ngasentla. Ungeno luzakudityaniswa kuluhlu ngezantsi

source: Click this button to remove the selected DNS server entry from the list below
az: Seçili DNS vericisini aşağıdakı siyahıyıdan çıxartmaq üçün bu düyməyə tıqlayın
bg: Натиснете този бутон за да изтриете избрания DNS-сървър от списъка
el: Κάντε κλικ σε αυτό το κουμπί για να αφαιρέσετε τον επιλεγμένο διακομιστή DNS από την παραπάνω λίστα
et: Kliki sellel nupul kui soovid eemaldada valitud DNS serveri allolevast nimekirjast.
fi: Paina täsä nappia poistaakseni valitun DNS- palvelimen allaolevalta listalta.
he: <p align=right>ריסהל ידכ הז רותפכ לע ץחל<br> תרחבנה תומשה תרש תמושר תא<br> .הטמל המישרהמ
id: Klik tombol ini untuk menghapus DNS server yang terpilih dari daftar dibawah ini
pt: Carrega neste botão para remover o servidor DNS seleccionado da lista de baixo
sl: Kliknite ta gumb, da odstranite izbran strežnik DNS s spodnjega seznama
sr: Kliknite na ovo dugme da biste uklonili izabrani DNS server iz donje liste
ta: ¸£§ÆÔûÇ ÀðÊÂÄ¢Ä¢ÕóÐ §¾Ãó¦¾Îì¸ôÀð¼ DNS §º¨ÅÂ¸ò¨¾ ¿£ì¸ ­ó¾ ¦À¡ò¾¡¨É ¦º¡Îì¸×õ
uk: Натисніть цю кнопку, щоб видалити вибраний сервер DNS зі списку нижче
wa: Clitchîz chal po bodjî li DNS tchwezi foû del djîveye pa dzo.
xh: Nqakraza eli qhosha ukususa ungeniso lwe DNS olukhethiweyo lomncedisi kuluhlu ngezantsi

source: DNS Address List:
az: DNS Ünvan Siyahısı:
bg: Списък с адреси на DNS:
el: Κατάλογος διευθύνσεων DNS
et: DNS aadresside nimekiri:
fi: DNS-Osoitelista
he: :שומישב תומש יתרש
id: Daftar Alamat DNS:
pt: Lista de Endereços do DNS:
sl: Seznam naslovov DNS:
sr: Spisak DNS servera:
ta: DNS Ó¸ÅÃ¢ ÀðÊÂø:
uk: Список адрес DNS:
wa: Djîveye des adresses DNS:
xh: Ululhu ledilesi ye DNS:
