Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: Dialog setup
az: Dialoq qurğusu
bg: Настройка за позвъняване
el: Ρύθμιση με Διαλόγους
et: Dialoog-seadistus
fi: Soiton asetukset
he: חיש-וד תנקתה
id: Pengaturan Dialog
pt: Diálogo de configuração
sl: Pogovorna nastavitev
sr: Dijalog podešavanja
ta: ¯¨ÃÂ¡¼ø «¨ÁôÒ
uk: Діалог установки
xh: Ucwangciso lencoko yababini

source: No account selected.
az: Bir hesab seçmədiniz.
bg: Не е избрана връзка.
el: Δεν έχει επιλεγεί λογαριασμός
et: Ühtegi kontot pole valitud
fi: Profiilia ei ole valittu.
he: תונובשח ורחבנ אל
id: Tidak ada account yang dipilih.
pt: Nenhuma conta seleccionada.
sl: Noben račun ni bil izbran.
sr: Nijedan nalog nije izabran.
ta: ¸½ìÌ ±Ð×õ §¾÷ó¦¾Îì¸ôÀ¼Å¢ø¨Ä.
uk: Рахунок не вибрано.
wa: Vos n' avoz pont tchwezi di conte.
xh: Akukho tyala likhethiweyo.

source: Are you sure you want to delete the account "%1"?
az: "%1" hesabını silmək istəyirsiniz?
bg: Сигурен ли сте, че искате да изтриете връзка "%1"?
el: Σίγουρα θέλετε να διαγράψετε τον λογαριασμό "%1";
et: Oled sa kindel, et soovid konto "%1" kustutada?
fi: Oletko varma, että haluat tuhota profiilin "%1"?
he: קוחמל ךנוצרבש חוטב התא םאה ?"%1" ןובשחה תא
id: Apakah anda yakin ingin menghapus account "%1"?
pt: Tens a certeza que queres apagar a conta "%1"?
sl: Ali ste prepričani, da želite pobrisati račun "%1"?
sr: Da li ste sigurni da želite da obrišete nalog "%1"?
ta: "%1" ±ýÈ ¸½ì¨¸ ¿£ì¸ §ÅñÎÅ¾¢ø ¯Ú¾¢Â¡?
uk: Ви впевнені, що хочете витерти рахунок "%1"?
xh: Uqinisekile ufuna ukucima ityala "%1"?

source: Confirm
az: Təsdiqlə
bg: Подтвърждение
el: Επιβεβαίωση
et: Kinnita
fi: Varmista
he: רושיא
id: Konfirmasi
pt: Confirmar
sl: Potrdi
sr: Potvrđujem
ta: ¯Ú¾¢¦ºö
uk: Підтвердження
wa: Acertinez
xh: Qinisekisa

source: New Account
az: Yeni Hesab
bg: Нова връзка
el: Νέος λογαριασμός
et: Uus konto
fi: Uusi profiili
he: שדח ןובשח
id: Account Baru
pt: Nova Conta
sl: Nov račun
sr: Novi nalog
ta: Ò¾¢Â ¸½ìÌ
uk: Новий рахунок
wa: Novea Conte
xh: Ityala elitsha

source: Edit Account:
az: Hesab Düzəlt:
bg: промяна настройките на връзката:
el: Επεξεργασία λογαριασμού:
et: Redigeeri kontot:
fi: Muokkaa profiilia:
he: ןובשח תכירע -
id: Rubah Account:
pt: Editar Conta:
sl: Uredi račun:
sr: Izmeni nalog:
ta: ¸½ì¨¸ò ¦¾¡Ì:
uk: Редагувати рахунок:
wa: Candjî li conte:
xh: Hlela ityala:

source: Dial
az: Zəng Et
bg: Позвъняване
el: Κλήση
et: Helistamine
fi: Soita
he: גויח
id: Putar Nomor
pt: Ligar
sl: Pokliči
sr: Pozovi
ta: «¨Æ
uk: Дзвонити
wa: Fé li limerô
xh: Cofa inani

source: Gateway
az: Şəbəkə Keçidi
bg: Шлюз
el: Πύλη
et: Lüüs (gateway)
fi: Yhdyskäytävä
he: רעש
sl: Prehod
ta: Ñ¨ÆÅ¡Â¢ø
uk: Шлюз
wa: xxx Gateway
xh: Uvulo lwesango

source: Login Script
az: İclas Açma Əmr Köməsi
bg: Скрипт за подключване
el: Αρχείο εντολών σύνδεσης
et: Login skript
fi: Sisäänkirjoittautumisohjelma
he: תורבחתה טירסת
id: Skrip Login
pt: Script de Autenticação
sl: Prijavna skripta
sr: Skripta za prijavljivanje
ta: ¦¾¡¼í¸ø Å¡öôÀ¡Î
uk: Скрипт реєстрації
wa: Scrip po moussî
xh: Okushicilelweyo kwegama elithile

source: Execute
az: Icra Et
bg: Изпълни
el: Εκτέλεση
et: Käivitamine
fi: Suorita
he: הלעפה
id: Jalankan
pt: Executar
sl: Izvedi
sr: Izvrši
ta: ­ÂìÌ
uk: Виконати
xh: Phumeza

source: Accounting
az: Hesablamalar
bg: Отчет
el: Λογιστικά
et: Arvestus
fi: Laskutus
he: בקעמ
id: Akuntansi
pt: Contabilidade
sl: Računovodstvo
sr: Računanje vremena
ta: ¸½ìÌ¨ÅôÒ
uk: Облік
wa: Contes
xh: Iyabala

source: You must enter an unique account name
az: Yeganə bir hesab adı girməlisiniz
bg: Необходимо е да зададете уникално име
el: Πρέπει να δώσετε ένα μοναδικό όνομα λογαριασμού
et: Sisestatud konto nimi peab olema unikaalne
fi: Sinun pitää antaa uniikki profiilinimi
he: םש ןיזהל ךילע הז ןובשחל ידוחיי רוביח
id: Anda harus memasukkan sebuah nama account yang unik
pt: Tens que inserir um nome de conta diferente dos outros
sl: Vnesti morate še neobstoječe ime računa
sr: Morate uneti jedinstveno ime za nalog
ta: ¿£í¸û ´Õ ¾É¢ ¸½ìÌ ¦ÀÂ÷ ¾Ã §ÅñÎõ
uk: Ви повинні ввести унікальне ім'я рахунку
wa: Vos dvoz taper on no di conte unike
xh: Kufuneka ungenise elinye igama letyala

source: Login script has unbalanced loop Start/End
az: İclas açma əmr köməsində nataraz Başla/Qurtar qulpu var
bg: В скрипте за подключване се съдержа невярна двойка параметри Start/End
el: Το αρχείο εντολών σύνδεσης περιέχει μη ισοροπημένο βρόχο Start/End
et: Login skriptil on silmuse Start/End balansseerimata
fi: Sisäänkirjoittautumisohjelmassa on eri määrä Loop Start/End pareja
he: רוביחה טירסתב תואלול ימויסו תולחתה לש ןזואמ אל רפסמ
id: Skrip login memiliki pengulangan Start/End yang tidak seimbang
pt: O 'script' de autenticação tem um ciclo incorrecto
sl: Prijavna skripta ima neuravnoteženo zanko Start/End
sr: Skripta za prijavljivanje ima nebalansiranu petlju Početak/Kraj
ta: ¦¾¡¼í¸ø Å¡öôÀ¡ðÊø ºÁ¿¢¨ÄÂüÈ ¦¾¡¼ì¸õ/ÓÊ× ¯¨¼Â ¸ñ½¢ ¯ûÇÐ.
uk: Непарний цикл Start/End в циклу реєстрації
wa: Li scrip po moussî n' est nén d' assene avou Start/End
xh: Okushicilelweyo kwegama elithile linomtya ongaxhathisiyo Qala/Phela

source: Byte
az: Bayt
bg: Приети байта
et: Bait
fi: Tavua
he: תיב
sl: Bajtov
sr: Bajt
ta: ¨ÀðÎ
uk: Байт

source: KB
bg: Кб
fi: Kt
uk: КБ

source: MB
bg: Мб
fi: Mt
uk: МБ

source: GB
bg: Гб
fi: Gt
uk: ГБ

source: Reset accounting
az: Hesabları sıfırla
bg: Нулира отчета
el: Μηδενισμός λογιστικών
et: Arvestuse nullimine
fi: Nollaa laskutus
he: בקעמ סופיא
id: Atur kembali akuntansi
pt: Limpar contabilidade
sl: Resetiraj računovodstvo
sr: Resetuj računanje vremena
ta: ¸½ìÌ¨Åô¨À Óý§À¡ø ¬ìÌ
uk: Скинути облік
xh: Cwangcisa kwakhona ubalo

source: What to reset...
az: Nə sıfırlanacaq....
bg: Какво да нулирам...
el: Τι να μηδενίσω...
et: Mida nullida...
fi: Mitä nollataan...
he: ...ספאל המ
id: Apa yang diatur...
pt: Limpar o quê...
sl: Kaj resetiram...
sr: Šta treba da se resetuje...
ta: ±¨¾ Á¡üÈ¢Â¨Áì¸..
uk: Що скидати...
xh: Yintoni emayicwangciswe kwakhona...

source: Reset the accumulated phone costs
az: Yığılmış telefon fakturasını sıfırla
bg: Нулира натрупаната стойност
el: Μηδενισμός του συσσωρευμένου τηλ. κόστους
et: Nulli kogunenud telefonikõne maksumused
fi: Nollaa kertyneet puhelinkulut
he: תורבטצמה ןופלטה תויולע תא ספא
id: Set kembali akumulasi biaya telepon
pt: Limpar os custos telefónicos acumulados
sl: Resetiraj nabrane telefonske stroške
sr: Resetuj izračunatu cenu telefonskih poziva
ta: ÌÅ¢ì¸ô¼ ¦¾¡¨Ä§Àº¢ ¦ºÄ×¸¨Ç Á¡üÈ¢Â¨Á
uk: Скинути набрані кошти
xh: Cwangcisa kwakhona amaxabiso efowuni aqhubeka ngokunyuka

source: Check this to set the phone costs to zero. Typically you'll want to do this once a month.
az: Telefon istifadə fakturasını sıfırlamaq üçün bunu işarətləyin. Ümumiyyətlə bunu ayda bir etmək istəyəcəksiniz.
bg: Маркирайте това за да нулирате стоността. Това има смисъл да се прави един път на месец.
el: Με αυτό μηδενίζετε το τηλεφωνικό κόστος Τυπικά θα θέλετε να το κάνετε μία φορά το μήνα.
et: Vali see kui tahad nullida telefonikõne maksumusi. Tõenoliselt soovid seda teha korra kuus.
fi: Valitse tänä nollataksesi kertyneet puhelinkulut. Tavallisesti haluat tehdä tämän kerran kuussa
he: תויולע תא ספאל ידכ הזב רחב תושעל הצרת ללכ ךרדב .ןופלטה .שדוחב םעפ תאז
id: Pilih ini untuk mengatur kembali biaya telepon ke nol. Biasanya anda ingin melakukan hal ini sebulan sekali.
pt: Selecciona isto para limpar os custos. Em princípio, deves querer fazer isto uma vez por mês.
sl: Preverite to in nastavite telefonske stroške na nič. Navadno boste želeli to storiti enkrat mesečno.
sr: Čekirajte ovo da biste podesili cenu telefonskog poziva na nulu. Najverovatnije ce te ovo želeti da radite jednom mesecno.
ta: ¦¾¡¨Ä§Àº¢ ¦ºÄ×¸¨Ç ÍÆ¢ìÌ «¨Áì¸ ­¨¾ò §¾÷ó¦¾Îì¸×õ ¦À¡ÐÅ¡¸ ´ù¦Å¡Õ Á¡¾Óõ ¿£í¸û ­¨¾î ¦ºöÂ §ÅñÊÂ¢ÕìÌõ.
uk: Ввімкніть, щоб скинути кошти в нуль. За звичай це робиться раз на місяць.
xh: Khangela oku ukucwangcisa amaxabiso efowuni kunothi. Ngenene ufuna ukwenza oku kanye ngenyanga.

source: Reset volume accounting
az: Miqdar hesablamasını sıfırla
bg: Нулира обема на трафика
el: Μηδενισμός λογιστικών όγκου
et: Nulli side mahu arvestus
fi: Nollaa määrälaskutus
he: תרושקת חפנ בקעמ ספא
id: Set kembali akuntansi volume
pt: Limpar contabilidade de volume
sl: Resetiraj količinsko računovodstvo
sr: Resetuj vrednost poslatih bajtova
ta: «Ç× ¸½ìÌ¨Åô¨À Á¡üÈ¢Â¨Á
uk: Скинути облік обсягу
xh: Cwangcisa kwakhona umqulu wobalo

source: Check this to set the volume accounting to zero. Typically you'll want to do this once a month.
az: Miqdar hesablamasını sıfırlamaq üçün bunu işarətləyin. Ümumiyyətlə bu əməliyyatı ayda bir etmək istəyəcəksiniz.
bg: Маркирайте това за нулиране на тарафика. Това има смисъл да се прави един път на месец.
el: Τσεκάρετέ το για να μηδενίσετε τα λογιστικά όγκου. Τυπικά θα θέλετε να το κάνετε μια φορά το μήνα.
et: Vali see kui tahad nullida andmemahu arvestust. Tõenäoliselt soovid seda teha korra kuus.
fi: Valitse tänä nollataksesi kertyneet määrä- laskutukset. Normaalisti haluat tehdä tämän kerran kuukaudessa.
he: חפנ תא ספאל ידכ הזב רחב תושעל הצרת ללכ ךרדב .תרושקתה .שדוחב םעפ תאז
id: Pilih ini untuk mengatur kembali akuntansi biaya ke nol. Biasanya anda ingin melakukan hal ini sebulan sekali.
pt: Selecciona isto para limpar a contabilidade de volume. Em princípio, deves querer fazer isto uma vez por mês.
sl: Preverite to in nastavite računovodstvo prometa na nič. Navadno boste želeli to storiti enkrat mesečno.
sr: Čekirajte ovo da biste vrednost poslatih bajtova podesili na nulu. Najverovatnije ce te ovo želeti da radite jednom mesecno.
ta: «Ç× ¸½ìÌ¨Åô¨À ÍÆ¢ìÌ «¨Áì¸ ­¨¾ §¾÷ó¦¾Îì¸×õ. ¦À¡ÐÅ¡¸ Á¡¾õ ´Õ Ó¨È ­¨¾ ¿£í¸û¦ºöÂ §ÅñÊÂ¢ÕìÌõ.
uk: Ввімкніть, щоб скинути облік обсягу в нуль. За звичай це робиться раз на місяць.
xh: Khangela oku ukucwangcisa umqulu obala kunothi. Ngenene ungafuna ukwenza oku kanye ngenyanga.

source: Connecting to:
az: Bağlanılır:
bg: Връзка с:
el: Σύνδεση στο:
et: Ühenduse loomine:
fi: Yhdistä:
he: :לא רבחתמ
id: Menghubungi:
pt: A efectuar ligação a:
sl: Povezujem se z:
sr: Povezujem se na:
ta: ­¾üÌ ­¨½ì¸¢ÈÐ:
uk: Приєднуюсь до:
wa: Dji m' raloye a:
xh: Idibanisa ku:

source: Sorry, can't create modem lock file.
az: Bağışlayın, modem qıfıllama faylı yaradıla bilmir.
bg: Не мога да създам lock-файл за модема.
el: Συγγνώμη, δεν μπορώ να δημιουργήσω αρχείο κλειδώματος modem.
et: Vabandust, modemi lukustusfaili pole võimalik luua.
fi: Valitettavasti en voi luoda modeemin lukitustiedostoa.
he: .םדומל הליענ ץבוק רוציל ןתינ אל
id: Maaf, tidak dapat membuat berkas-kunci modem.
pt: Impossível criar o ficheiro de lock do modem.
sl: Oprostite, ne morem ustvariti zaklepne datoteke za modem.
sr: Žao mi je, ne mogu da zaključim modemov fajl
ta: ÁýÉ¢ì¸×õ, §Á¡¼õ âðÎ §¸¡ô¨À À¨¼ì¸ ÓÊÂÅ¢ø¨Ä.
uk: Вибачте, не можу створити файл замкнення.
wa: Dji rgrete, dji n' sai fé on fitchî po rasserer li modem al clé
xh: Uxolo, ayinakwenza ifayile yokutshixa ye modem.

source: Looking for Modem ...
az: Modem Axtarılır...
bg: Търсене за Модем ...
el: Ψάξιμο για modem...
et: Modemi otsimine...
fi: Etsin modeemia...
he: ...םדומה תא שפחמ
id: Mencari Modem ...
pt: À procura do Modem ...
sl: Iščem modem ...
sr: Tražim modem...
ta: §Á¡¼õ §¾¼ôÀÎ¸¢ÈÐ...
uk: Шукаю модем...
wa: Dji cache après li modem ...
xh: Ikhangela imodem ...

source: Log
az: Qeyd
bg: Журнал
el: Αρχείο
fi: Loki
he: םושיר
pt: Registar
sl: Dnevnik
sr: Beleške
ta: À¾¢×
uk: Журнал
wa: Istwere
xh: ilog

source: Connecting to: %1
az: Bağlanılır: %1
bg: Връзка с %1
el: Σύνδεση στο: %1
et: Ühenduse loomine: %1
fi: Yhdistän: %1
he: %1 לא רבחתמ
id: Menghubungi: %1
pt: A efectuar a ligação a: %1
sl: Povezujem se z: %1
sr: Povezujem se na: %1
ta: %1 ¯¼ý ­¨½ì¸ôÀÎ¸¢ÈÐ
uk: Приєднуюсь до: %1
xh: Idibanisa ku: %1

source: Running pre-startup command...
az: Ön başlanğıc əmri ıcra edilir...
bg: Изпълнява предварителна команда ...
el: Εκτέλεση εντολής πριν την εκκίνηση ...
et: Käivituseelse käsu täitmine...
fi: Ajan esikäynnistyskomennon...
he: ...הלחתה תדוקפ ץירמ
id: Menjalankan perintah sebelum mulai...
pt: A correr comando de inicialização ...
sl: Poganjam predzagonski ukaz ...
sr: Pokrećem pre-pokretanja komandu...
ta: ¬ÃõÀ ¸ð¼¨Ç ­Âì¸ôÀÎ¸¢ÈÐ...
uk: Виконую передстартову команду...
xh: Yenza umyalelo wesiqalo-saphambili...

source: Sorry, modem device is locked.
az: Bağışlayın, modem avadanlığı qıfıllıdır.
bg: Съжалявам, но модема вече се използва и е блокиран.
el: Συγγνώμη, το modem είναι κλειδωμένο.
et: Vabandust, modem on lukustatud.
fi: Valitettavasti modeemin laite on lukittu.
he: .שומישב אוהו ןכתי .לוענ םדומה
id: Maaf, divais modem terkunci.
pt: O modem está trancado.
sl: Oprostite, modemova naprava je zaklenjena.
sr: Žalim, modem je zaključan.
ta: ÁýÉ¢ì¸×õ, §Á¡¼õ ¸ÕÅ¢ âð¼ÀðÎûÇÐ.
uk: Вибачте, пристрій модему замкнений.
wa: Dji rgrete, li modem est rasseré
xh: Uxolo, icebo le modem litshixiwe.

source: Initializing Modem...
az: Modem Hazırlanır...
bg: Инициализация на модем...
el: Αρχικοποίηση modem...
et: Modemi initsialiseerimine...
fi: Alustan modeemia...
he: ...םדומה תא לחתאמ
id: Inisialisasi Modem...
pt: A inicializar o modem...
sl: Pripravljanje modema ...
sr: Inicijalizujem modem...
ta: §Á¡¼¨Á ¦¾¡¼íÌ¸¢ÈÐ...
uk: Ініціалізую модем...
wa: Dj' enonde li modem ...
xh: Inqupha i modem...

source: Setting speaker volume...
az: Kolon səsi qurulur...
bg: Задаване силата на звука на модем...
el: Καθορισμός έντασης μεγαφώνου....
et: Modemi helitugevuse seadmine...
fi: Asetan kaiuttimen ääntä...
he: ...לוקמרה תמצוע תא עבוק
id: Mengatur volume speaker...
pt: A configurar o volume do altifalante...
sl: Nastavljanje glasnosti zvočnika ...
sr: Podešavam jačinu zvučnika...
ta: ´Ä¢¦ÀÕì¸¢ µ¨º «¨Áì¸ôÀÎ¸¢ÈÐ...
uk: Встановлюю гучність динаміка...
wa: Dj' apresteye li volume do son ...
xh: Icwangcisa umqulu wesithethi...

source: Turning off dial tone waiting...
az: Zəng tonu gözləməsi bağlanılır...
bg: Изключено чакането на тон за набиране...
et: Tooni ootamise välja lülitamine...
fi: Poistan soittoäänen odotuksen...
he: ...גויח לילצל הנתמה הבכמ
pt: A desligar a espera pelo toque de chamada...
sl: Izklapljanje čakanja na znak centrale ...
sr: Isključujem čekanje na slobodnu liniju...
ta: ¦¾¡¨Ä§Àº¢ ¦¾¡É¢ì¸¡¸ì ¸¡ò¾¢Õò¾ø «¨½ì¸ôÀÎ¸¢ÈÐ
uk: Вимикаю очікування зумеру...
xh: Icima isandi socofo olulindileyo...

source: Dialing %1
az: %1 Axtarılır
bg: Набирам %1
el: Καλώ %1
et: Valimine %1
fi: Soitan %1
he: %1 גייחמ
id: Memutar nomor %1
pt: A ligar para %1
sl: Kliče se %1
sr: Zovem %1
ta: %1 ÍÆüÈôÀÎ¸¢ÈÐ
uk: Набираю %1
xh: Icofa %1

source: Line Busy. Hanging up ...
az: Xətt Məşğuldur. Qapadılır...
bg: Линията е заета.
el: Η γραμή είναι απασχολημένη. Κλείσιμο ...
et: Liin kinni. Lahutamine...
fi: Linja varattu. Katkaisen ...
he: ...קתנתמ .סופת ןופלטה וק
id: Jalur Sibuk, Menutup hubungan ...
pt: Linha Ocupada. A desligar ...
sl: Zasedena linija. Odlagam ...
sr: Linija je zauzeta. Prekidam vezu...
ta: ­¨½ôÒ ÀÂýÀ¡ðÊø ¯ûÇÐ. ÐñÊì¸ôÀÎ¸¢ÈÐ ...
uk: Лінія зайнята. Вішаю трубку ...
wa: Ocupé. Dji racrotche ...
xh: Ilayini ixakekile. Ixhomile ...

source: Line Busy. Waiting: %1 seconds
az: Xətt Məşğuldur. %1 saniyə gözlənililr
bg: Линията е заета. Изчаквам %1 секуни
el: Η γραμμή είναι απασχολημένη. Αναμονή: %1 δευτερόλεπτα
et: Liin kinni. Ootame: %1 sekundit
fi: Linja varattu. Odotan: %1 sekuntia
he: תוינש %1 :ןיתממ .סופת וקה
id: Jalur Sibuk, Menunggu: %1 detik
pt: Linha Ocupada. À espera: %1 segundos
sl: Zasedena linija. Čakam: %1 sekund
sr: Linija je zauzeta. Čekam: %1 sekundi
ta: ­¨½ôÒ ÀÂýÀ¡ðÊø ¯ûÇÐ: %1 ¦¿¡Ê¸û ¸¡ò¾¢ÕôÒ
uk: Лінія зайнята. Чекаю: %1 секунд
xh: Ilayini ixakekile. Ilinde %1 yemizuzwana

source: No Dialtone
az: Zəng Səsi Yox
bg: Няма сигнал в линията
el: Δεν υπάρχει ήχος γραμμής
et: Toon puudub
fi: Ei soittoääntä
he: גויח לילצ ןיא
id: Tidak ada nada telepon
pt: Sem Sinal de Marcação
sl: Ni klicnega signala
sr: Nema tona slobodne linije.
ta: «¨ÆôÒò¦¾¡É¢ ­ø¨Ä
uk: Немає зумеру
wa: Ni respond nén
xh: Akukho sandi sakucofa

source: No Carrier
az: Daşıyıcı yoxdur
bg: Няма носеща
el: Απουσία σήματος
et: Vastus puudub
fi: Ei linjaääntä
he: הנוע וניא בשחמה
id: Tidak ada Carrier
pt: Sem Portadora
sl: Ni klicnega nosilca
sr: Nema nosećeg (carrier) signala.
ta: °÷¾¢ ­ø¨Ä
uk: Напруга носія в лінії відсутня
wa: Nou carrier
xh: Akukho mphathi

source: Scanning %1
az: %1 Daranır
bg: Сканирам %1
el: Ανιχνεύω %1
et: Skaneerimine %1
fi: Selaan %1
he: %1 קרוס
id: MenScan %1
pt: A sondar %1
sl: Pregleduje se %1
sr: Skeniram %1
ta: %1 ÅÕ¼ø
uk: Сканування %1
xh: Ivavanya %1

source: Saving %1
az: %1 Qeyd edilir
bg: Запазвам %1
el: Αποθηκεύω το %1
et: Salvestamine: %1
fi: Talletan %1
he: %1 רמוש
id: Merekam %1
pt: A gravar %1
sl: Shranjuje se %1
sr: Snimam %1
ta: %1 §ºÁ¢ì¸ôÀÎ¸¢ÈÐ
uk: Збереження %1
xh: Igcina %1

source: Sending %1
az: %1 Göndərilir
bg: Изпращам %1
el: Αποστέλλω %1
et: Saatmine: %1
fi: Lähetän %1
he: %1 חלוש
id: Mengirim %1
pt: A enviar %1
sl: Pošilja se %1
sr: Šaljem %1
ta: %1 «ÛôÀôÀÎ¸¢ÈÐ
uk: Відсилаю %1
xh: Ithumela %1

source: Expecting %1
az: %1 Qəbul edilir
bg: Очаквам %1
el: Αναμένεται %1
et: Ootamine: %1
fi: Odotan %1
he: %1-ל הפצמ
id: Mengharapkan %1
pt: À espera de %1
sl: Pričakuje se %1
sr: Očekujem %1
ta: %1 ±¾¢÷À¡÷ì¸ôÀÎ¸¢ÈÐ
uk: Очікую %1
xh: Ilindela %1

source: Pause %1 seconds
az: %1 saniyə gözlə
bg: Пауза %1 сек.
et: Paus %1 sekundit
fi: Tauko %1 sekuntia
he: תוינש %1 לש היהשה
id: Diam %1 detik
pt: Pausa: %1 segundos
sl: Čakanje %1 sekund
sr: Pauza %1 sekundi
ta: %1 ¦¿¡Ê¸û ¿¢Úò¾×õ
uk: Пауза %1 секунд
xh: Phumla %1 imizuzwana

source: Timeout %1 seconds
az: Vaxt dolması %1 saniyə
bg: Време на изчакване %1 сек.
el: Χρονικό περιθώριο %1 δευτερόλεπτα
et: Taimaut %1 sekundit
fi: Aikavalvonta %1 sekuntia
he: תוינש %1 לש הנתמה
id: Waktu habis %1 detik
pt: Espera máxima: %1 segundos
sl: Zakasnitev po %1 sekundah
sr: Period neaktivnosti %1 sekundi
ta: %1 ¦¿¡Ê¸Ç¢ø ¦ÅÇ¢§ÂÈ×õ
uk: Таймаут %1 секунд
xh: Ixesha lokuphuma %1 imizuzwana

source: Hangup
az: Qapat
el: Κλείσιμο
et: Lahutamine
fi: Katkaise
he: קתנתמ
id: Penutupan
pt: Desligar
sl: Odloči
sr: Prekini vezu
ta: ¦¾¡í¸ø
uk: Повісити
wa: Racrotchî
xh: Xhoma

source: Answer
az: Cavab ver
bg: Отговор
el: Απάντηση
et: Vastus
fi: Vastaa
he: הנוע
id: Jawab
pt: Responder
sl: Odgovori
sr: Odgovori
ta: À¾¢ø
uk: Відповідь
wa: Responde
xh: Impendulo

source: Password %1
az: Parol %1
bg: Парола %1
el: Κωδικός πρόσβασης %1
et: Parool %1
fi: Salasana %1
he: %1 המסיס
id: Kata sandi %1
pt: Senha %1
sl: Geslo %1
sr: Lozinka %1
ta: ¸¼×î¦º¡ø %1
uk: Пароль %1
xh: Igama eligqithisiweyo %1

source: Prompting %1
az: Sorğulanır %1
bg: Промпт %1
el: Ζήτηση %1
et: Viipamine %1
fi: Kysyn %1
he: %1 שקבמ
id: Prompt %1
pt: A Pedir %1
sl: Vprašuje se %1
sr: Odzivam %1
ta: %1 àñ¼ôÀÎ¸¢ÈÐ
uk: Підказка %1
xh: Iyenza %1

source: PW Prompt %1
az: Parol Sorğusu %1
bg: Промпт за парола %1
el: Ζήτηση λέξης κλειδί %1
et: PW viip %1
fi: Salasana %1
he: %1 המסיסל השקב
id: Prompt PW %1
pt: Pedir Senha %1
sl: PW odziv %1
sr: PW odziv %1
ta: PW %1 àñÎõ
uk: Підказка паролю %1
xh: PW yenza %1

source: Loop Start %1
az: Qulp Başlanğıcı %1
bg: Начало на цикъл %1
el: Αρχή Βρόχου %1
et: Silmuse Start %1
fi: Loopin alku %1
he: %1 האלול תלחתה
id: Mulai Pengulangan %1
pt: Início de Ciclo %1
sl: Začetek zanke %1
sr: Pokrećem petlju %1
ta: ¸ñ½¢ ¦¾¡¼í¸ø %1
uk: Початок циклу %1
xh: Umtya uqala %1

source: ERROR: Nested too deep, ignored.
az: XƏTA: Çox dərinə endi, nəzərə alınmadı.
bg: ГРЕШКА: Твърде дълбоко вложени цикли, игнорирам.
el: ΣΦΑΛΜΑ: Επίπεδο ανακύκλωσης πολύ μεγάλο, αγνοείται.
et: VIGA: Tsükkel on liiga sügav, ignoreeritakse
fi: VIRHE: Liian paljon sisäkkäisiä tasoja, ohitan.
he: .םלעתמ ,תואלול לש יידמ בר רפסמ :האיגש
id: KESALAHAN: Nested terlalu dalam, abaikan
pt: ERRO: Demasiado profundo, ignorado.
sl: NAPAKA: Pregloboko gnezden; prezrto.
sr: GREŠKA: Ugnježdenje preduboko, ignorisano.
ta: À¢¨Æ: ¸ñ½¢ô À¢ýÉø º¢ì¸Ä¡¸¢ Å¢ð¼Ð, ÒÈì¸É¢ì¸ôÀð¼Ð.
uk: ПОМИЛКА: вкладено надто глибоко, пропускаю.
wa: Berwete: trop di bloukes, dji passe hute
xh: IMPOSISO: Okufakwe nzulu kakhulu, akunanzwanga.

source: Loops nested too deeply!
az: Qulp çox dərinə endi!
bg: Твърде дълбоко вложени цикли!
el: Πολύ μεγάλα βάθη ανακύκλωσης!
et: Silmused on liiga keerukad (sügavad)!
fi: Loopeissa liian monta sisäkkäistä tasoa!
he: !תואלול לש יידמ בר רפסמ
id: Loop nested terlalu dalam!
pt: Ciclos demasiado encadeados!
sl: Zanke so pregloboko gnezdene!
sr: Petlja je previše duboko ugnježdena!
ta: ¸ñ½¢¸û Á¢¸î º¢ì¸Ä¡¸¢ Å¢ð¼É!
uk: Цикл вкладений надто глибоко!
wa: Trop di bloukes yene divins l' ôte!
xh: Imitya ifakwe nzulu kakhulu!

source: Loop End %1
az: Qulp Sonu %1
bg: Край на цикъл %1
el: Τέλος Βρόχου %1
et: Kordamine: %1
fi: Silmukan Loppu %1
he: %1 האלול םויס
id: Akhir Pengulangan %1
pt: Fim de Ciclo %1
sl: Konec zanke %1
sr: Kraj petlje %1
ta: ¸ñ½¢ ÓÊ× %1
uk: Кінець циклу %1
xh: Umtya uphelisa %1

source: LoopEnd without matching Start! Line: %1
az: Start ilə uyğun gəlməyən LoopEnd! Sətir: %1
bg: Край на цикъл (End), няма Start! Ред: %1
el: LoopEnd (τέλος βρόχου) χωρίς αντίστοιχη γραμμή Start!: %1
et: Silmuse lõpp (LoopEnd) ilma vastava stardita! Rida: %1
fi: LoopEnd ilman vastaavaa Start:a! Rivi: %1
he: %1 :הרוש !תמאות הלחתה אלל האלול םויס
id: Akhir Loop tanpa cocok dengan baris awal: %1
pt: Fim-de-ciclo sem princípio! Linha: %1
sl: LoopEnd brez ujemajočega Start! Vrstica: %1
sr: Kraj petlje nema odgovarajući početak! Linija: %1
ta: ¬ÃõÀõ ¦À¡Õò¾Á¢øÄ¡¾ ¸ñ½¢ÓÊ×! ÅÃ¢: %1
uk: Кінець циклу без відповідного початку! Рядок: %1
xh: Isiphelo somtya ngaphandle kokuthelekisa Qala! Ilayini: %1

source: Starting pppd ...
az: pppd başladılır ...
bg: Стартиране на pppd...
el: Εκκίνηση pppd ...
et: pppd käivitamine ...
fi: Käynnistän pppd:n ...
he: ...PPP-ה רוביח תא ליעפמ
id: Memulai pppd ...
pt: A iniciar pppd ...
sl: Zaganjam pppd ...
sr: Pokrećem pppd...
ta: pppd ¦¾¡¼í¸ôÀÎ¸¢ÈÐ ...
uk: Стартую pppd ...
wa: Dj' enonde pppd ...
xh: Iqala pppd ...

source: Scan Var: %1
az: Dəyişgən dara: %1
bg: Сканирам променлива: %1
el: Μεταβλητή ανίχνευσης: %1
et: Skan. Muut: %1
fi: Selausmuuttuja: %1
he: %1 :הנתשמ קרוס
pt: Var. de Sondagem: %1
sl: Preberi spr.: %1
sr: Skeniram promenjivu: %1
ta: Var: %1 ÅÕÎ
uk: Сканую змінну: %1
xh: Uvavanyo Var: %1

source: Found: %1
az: Tapıldı: %1
bg: Намерено: %1
el: Εύρεση: %1
et: Leitud: %1
fi: Löysin: %1
he: %1 :אצמנ
id: Menemukan: %1
pt: Encontrou-se: %1
sl: Našli: %1
sr: Pronašao: %1
ta: %1 ¸ñÎÀ¢Êì¸ôÀð¼Ð
uk: Знайдено: %1
xh: Ifunyenwe: %1

source: Looping: %1
az: Qulpa girilir: %1
bg: Цикъл: %1
el: Ανακύκλωση: %1
et: Kordamine: %1
fi: Silmukka: %1
he: %1 :האלולל סנכנ
id: Mengulangi: %1
pt: Ciclo: %1
sl: Ponavljam: %1
sr: Petlja: %1
ta: %1 ¸ñ½¢ì¸ôÀÎ¸¢ÈÐ
uk: Зациклений: %1
xh: Iyadibanisa: %1

source: One Moment Please ...
az: Bir Saniyə Gözləyin...
bg: Една секунда, моля ...
el: Μια στιγμή παρακαλώ ...
et: Üks moment palun ...
fi: Pieni hetki ...
he: ...ןתמה אנא
id: Harap Tunggu Sebentar ...
pt: Um Momento Por Favor ...
sl: Trenutek, prosim ...
sr: Sačekajte momenat...
ta: ´Õ ¦¿¡Ê ¦À¡Úì¸×õ...
uk: Одну хвилинку, будь ласка ...
wa: Atårdjîz on pô s' i vos plait ...
xh: Umzuzu omye nceda ...

source: Script timed out!
az: Əmr köməsi vaxt dolmasına uğradı!
el: Τέλος χρόνου αναμονής αρχείου εντολών!
et: Skript sai taimaudi!
fi: Ohjelman aikavalvonta!
he: !טירסתה לש ןמזה רמגנ
id: Skrip kehabisan waktu!
pt: O script excedeu o tempo máx de espera!
sl: Skriptu je potekel čas!
sr: Vreme za izvršenje skripta je isteklo!
ta: Å¡öôÀ¡Î §¿Ãõ ¬¸¢Å¢ð¼Ð!
uk: Таймаут скрипта!
wa: Trop tård po li scrip!
xh: Ixesha lokuphhhuma kokushicilelweyo!

source: Scanning: %1
az: Daranır: %1
bg: Сканирам: %1
el: Ανίχνευση: %1
et: Skaneerimine: %1
fi: Selaan: %1
he: %1 :קרוס
id: Men-Scan: %1
pt: A sondar: %1
sl: Prebiram: %1
sr: Skeniram: %1
ta: ÅÕ¼ôÀÎ¸¢ÈÐ: %1
uk: Сканування: %1
xh: Iyavavanya: %1

source: Expecting: %1
az: Qəbul edilir: %1
bg: Очаквам: %1
el: Αναμένεται: %1
et: Oodatud: %1
fi: Odotan: %1
he: %1 :ל הפצמ
id: Mengharapkan: %1
pt: À espera de: %1
sl: Pričakujem: %1
sr: Očekujem: %1
ta: %1 ±¾¢÷À¡÷ì¸ôÀÎ¸¢ÈÐ
uk: Очікую: %1
xh: Ilindela: %1
