Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: To log on to your ISP, kppp needs the username and the password you got from your ISP. Type in this information in the fields below. Word case is important here.
az: İXVnizə bağlanırkən, kppp İXVnizdən aldığınız istifadəçi adı və parola ehtiyacınız var. Bunları aşağıdakı sahələrə yazın. Burada böyük-kiçik hərf həssasiyyəti vardır.
bg: За връзка с доставчика е необходимо да знаете име на потребителя и парола, коит са Ви дадени от доставчика. Въведете тези данни по-долу. Важно: от значение са малки/голями букви.
et: Selleks et siseneda sinu interneti teenusepakkuja (ISP) serverisse, on vaja temalt saadud kasutajanime ja parooli. Sisesta need andmed järgnevaile väljadele. Suur- ja väiketähtedel tehakse siin vahet.
fi: Kirjautuakseen palveluntarjoajallesi, kppp tarvitsee käyttäjänimesi ja salasanan jotka sait palveluntarjoajaltasi. Anna tämä tieto allaoleviin kenttiin. Ole tarkka isojen ja pienten kirjaimien kanssa.
he: טנרטניאה קפס לש תכרעמל סנכיהל ידכ המסיסהו שמתשמה םשל קוקז kppp ,ךלש הז עדימ דלקה .קפסהמ תלביקש .הטמל םיפיעסב .ןאכ בושח תואה לדוג
id: Untuk menghubungi ISP anda, kppp memerlukan nama pemakai dan kata kunci yang anda dapat dari ISP. Ketik informasi tersebut di bawah ini. Jenis huruf (besar/kecil) akan berpengaruh.
pt: Para te ligares ao teu ISP, o kppp precisa de um nome de utilizador e de uma senha. Insere essa informação nos campos abaixo. (Maiúsculas diferente de minúsculas).
sl: Kppp potrebuje uporabniško ime in geslo, ki ste ga dobili od vašega ISP, da se lahko prijavi nanj. Vnesite tadva podatka v spodnji polji. Velikost črk je tukaj pomembna.
sr: Da biste se prijavili na vaš ISP, potrebno je da unesete vaše korisničko ime i lozinku koju ste dobili od ISP. Unesite informacije u donja polja. Mala i velika slova se razlikuju!
ta: ¯í¸û ISPÔ¼ý ­¨½ì¸, kpppìÌ ¯í¸û ÀÂÉ÷¦ÀÂÕõ £ISPÂ¢¼õ ¿£í¸û ¦ÀüÈ ¸¼×î¦º¡øÖõ §¾¨Å. ¸£§Æ ¯ûÇ ¾Çí¸Ç¢ø ­ó¾ ¾¸Å¨Ä ¾Ã×õ. Å¡÷ò¨¾ case Á¢¸×õ Óì¸¢Âõ.
uk: Для реєстрації kppp потрібно знати ім'я та пароль, які Ви отримали у Вашого провайдера. Введіть цю інформацію у поле наведене нижче. Регістр букв має значення.
xh: Ukuloga kwi ISP yakho, kppp ifuna igama lomsebenzisi kunye negama eligqithisiweyo onalo kwi ISP yakho. Chwetheza kolu lwazi kwimihlaba engezantsi. Umzekelo wegama ubalulekile apha.

source: Username:
az: İstifadəçi adı:
bg: Име на потребител:
et: Kasutajanimi
fi: Käyttäjänimi:
he: :שמתשמ םש
id: Nama pemakai:
pt: Nome de utilizador:
sl: Uporabniško ime:
sr: Korisničko ime:
ta: ÀÂÉ÷¦ÀÂ÷:
uk: Ім'я користувача:
xh: Igama lomsebenzisi:

source: If you need a special dial prefix (e.g. if you are using a telephone switch) you can specify this here. This prefix is dialed just before the phone number. If you have a telephone switch, you probly need to write "0" or "0," here.
az: Əgər xüsusi bir zəng prefiksinə ehtiyacınız varsa (məsələn, bir xarici xətt işlədirsinizsə) burada müəyyənləşdirə bilərsiniz. Bu prefiks, telefon nömrəsindən həmən əvvəl zəng ediləcəkdir. Əgər xarici xətt işlədəcəksinizsə, dəyəsən buraya "0" və ya "0," yazmalısınız.
et: Kui vajad numbrivalimisel spetsiaalset prefiksit (näiteks kasutad sisetelefonijaama), võid selle määrata siin. See prefiks valitakse vahetult enne telefoninumbrit. Sisetelefonijaamade puhul suure tõenäosusega on tarvis sisestada siia "0" või "0,".
fi: Jos tarvitset erikoisen etuliitteen soittoon (esim. käytät puhelinvaihdetta) voit antaa sen tähän. Etuliite soitetaan ennen puhelin- numeroa. Jos sinulla on puhelinvaihde tarvitset todennäköisesti tähän numeron "0" tai "0,".
he: לשמל) תדחוימ גויח תזורחמל קוקז התא םא תאז ןייצל ךתורשפאב ,(היזכרמב שמתשמ התא .ןופלטה רפסמ ינפל גייוחת תזורחמה .ןאכ שיש הארנכ ,ןופלט תייזכרמ ךל שי םא ."0," וא "0" ןאכ בותכל
id: Jika anda membutuhkan dial prefix spesial(e.g. jika anda menggunakan telpon switch) Anda dapat melihat petunjuk ini. Prefix ini didial sebelum nomor telpon. Jika anda mempunyai telpon switch, anda mungkin harus menuliskan "0" atau "0," disini.
pt: Se precisares de um prefixo de marcação especial podes especificá-lo aqui. Este prefixo é então automaticamente marcado antes do número de telefone. Se estiveres a ligar de uma rede com comutador, em princípio deves ter que inserir "0" aqui.
sl: Če potrebujete posebno klicno predpono (npr., če uporabljate telefonsko centralo), jo lahko določite tukaj. Predpona se zavrti neposredno pred vrtenjem telefonske številke. Če imate telefonsko centralo, morate verjetno tukaj vnesti "0" ali "0,".
sr: Ako vam je potreban posebni prefiks pri pozivu internet provajdera (n.pr. koristite telefon sa izlazom) njega možete da unesete ovde. Ovaj prefiks se poziva pre nego što se počne sa biranjem broja. Ako imate telefon sa izlazom, onda najverovatnije treba da unesete "0" ili "0,"
ta: º¢ÈôÒ ÍÆüÚ Óý´ðÎ §¾¨ÅÂ¡Â¢Õó¾¡ø (e.g. ¦¾¡¨Ä§Àº¢ ¸¼òÐÅ¡¨É ÀÂýÀÎò¾¢É¡ø) «¨¾ ­í§¸ ÌÈ¢ôÀ¢¼×õ. ¦¾¡¨Ä§Àº¢ ±ñÏìÌ ºüÚ ÓýÉ¡¸ ­ó¾ ±ñ ÍÆüÈôÀÎõ ¦¾¡¨Ä§Àº¢ ¸¼òÐÅ¡ý ÀÂýÀÎòÐ¸¢È£÷¸û ±ýÈ¡ø "0" «øÄÐ "0," ¨Å ­íÌ ±Ø¾×õ.
uk: Якщо Вам потрібно задати спеціальний префікс (напр. якщо у Вас є код виходу у зовнішню лінію), Ви можете вказати його тут. Цей префікс треба набрати перед номером телефона. Якщо у вас є код виходу у зовнішню лінію, Вам, напевне, треба буде ввести тут "9" або "9,".
xh: Ukuba ufuna isimaphambili esithile socofo (umzekelo ukuba usebenzisa iswitshi yefowuni) ungakhankanya oku apha. Esi simaphambili sicofwa nje phambi kwenani lefowuni. Ukuba uneswitshi yefowuni, ufuna ngenene ukubhala "0" okanye "0," apha.

source: Dial prefix:
az: Zəng prefiksi:
bg: Префикс на набора:
et: Valimise prefiks:
fi: Soiton etuliite:
he: :גויח תזורחמ
pt: Prefixo de marcação:
sl: Klicna predpona:
sr: Prefiks:
ta: ÍÆüÚ Óý´ðÎ ±ñ:
uk: Префікс набору номера:
xh: Cofa isimaphambili:

source: Finished! A new account has been created. Hit "Finish" to go back to the setup dialog. If you want to check the settings of the newly created account, you can use "Edit" in the setup dialog.
az: Qurtardı! Yeni bir hesab yaradıldı. Qurğular pəncərəsinə geri dönmək üçün "Qurtar" düyməsinə basın. Yeni yaradılan hesabın qurğularını dəyişdirmək üçün qurğular pəncərəsindəki "Düzəlt" düyməsini işlədə bilərsiniz.
bg: Готово! Създадена е нова връзка. Натиснете "Готово", за да се върнете назад в диалоговите настройки. Ако искате да проверите нстройките на създадената връзка използвайте бутона "Редактиране" в диалоговите настройки.
et: Lõpetatud! Loodud on uus konto. Kliki "Lõpeta" seadistuse dialoogi tagasipöördumiseks. Kui soovid kontrollida äsjaloodud konto seadistusi, siis kasuta selleks seadistusdialoogis nuppu "Paranda".
fi: Valmis! Uusi profiili on luotu. Paina "Valmis" nappia palataksesi asetusikkunaan. Jos haluat tarkistaa uuden profiilin asetuksia, voit käyttää "Muokaa" nappia asetusikkunassa.
he: !יתמייס ידכ "םויס"ב רחב .שדח ןובשח רצונ ךנוצרב םא .תורדגהה ןולחל רוזחל ,שדחה ןובשחה לש תורדגהה תא קודבל .תורדגהה ןולחב "הכירע"ב רחב
id: Selesai! Account baru telah dibuat. Tekan "Finish" untuk kembali ke dialog pengaturan. Jika anda ingin memeriksa aturan dari account yang baru dibuat, anda dapat menggunakan "Edit" pada dialog pengaturan.
pt: Terminado! Foi criada uma conta nova. Carrega em "Terminar" para voltar aos diálogos de configuração. Se quiseres verificar as definições da nova conta, podes usar o "Editar" nos diálogos de configuração.
sl: Opravljeno! Ustvarjen je bil nov račun. Pritisnite "Končaj" za vrnitev v pogovorno okno nastavitev. Če želite preveriti nastavitve novo ustvarjenega računa, lahko uporabite "Uredi" v nastavitvenem oknu.
sr: Završeno! Novi nalog je kreiran. Pritisnite "Kraj" da biste se vratili u dijalog podešavanja. Ako želite da proverite vaša podešavanja za tek kreiran nalog, onda možete korisititi "Izmena" u dijalogu za podešavanje.
ta: ÓÊó¾Ð! ´Õ Ò¾¢Â ¸½ìÌ À¨¼ì¸ôÀð¼Ð. "ÓÊ" ¦À¡ò¾¡¨É «Óì¸¢ «¨ÁôÒ ¯¨ÃÂ¡¼ÖìÌ ¾¢ÕõÀÄ¡õ. Ò¾¢¾¡¸ ¯ÕÅ¡ì¸ôÀð¼ ¸½ì¸¢ý «¨ÁôÒ¸¨Ç ºÃ¢À¡÷ì¸§ÅñÎõ ±ýÈ¡ø, «¨ÁôÒ ¯¨ÃÂ¡¼Ä¢ø ¯ûÇ "¦¾¡Ì" ¦À¡ò¾¡¨É ÀÂýÀÎò¾×õ.
uk: Завершено! Створено новий рахунок. Натисніть "Завершити", щоб повернутися до діалогу установки. Якщо Ви хочете перевірити установки нового рахунку, використовуйте "Редагувати" у діалозі установки.
xh: Igqityiwe! Ityala elitsha lenziwe. Betha "Gqiba" uku buya umva kwincoko yababini yocwangciso. Ukuba ufuna ukukhangela izicwangciso zetyala elenziweyo elitsha, ungasebenzisa "Hlela" kwincoko yababini yocwangciso.

source: _: NAME OF TRANSLATORS Your names
az: Vasif İsmayıloğlu MD
bg: Борислав Александров
et: KDE Eesti meeskond
fi: Kim Enkovaara
he: Meni Livne
id: Firdaus Tjahyadi
pt: José Carlos Monteiro
sl: Marko Samastur,Roman Maurer
sr: Miloš Puzović
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷,§Å.¦Åí¸¼ÃÁ½ý,Ð¨ÃÂôÀ¡ Åº£¸Ãý,À¡.Á½¢Á¡Èý., º¢ÅÌÁ¡÷ Á¡
uk: Andy Rysin
xh: Antoinette Dekeni

source: _: EMAIL OF TRANSLATORS Your emails
az: azerb_linux@hotmail.com
bg: boby_a_@web.bg
et: kde@linux.ee
fi: kim.enkovaara@iki.fi
he: livne@kde.org
id: dausnux@yahoo.com
pt: jcm@netcabo.pt
sl: markos@elite.org,roman.maurer@amis.net
sr: m.puzovic@etoncollege.org.uk
ta: sshanmu@yahoo.com.gomathiss@hotmail.com,venkat@tamillinux.org,tvasee@usa.net,bmmaran@yahoo.com ma_sivakumar@hotmail.com
uk: arysin@yahoo.com
xh: antoinette@translate.org.co.za

source: IP
bg: IP-адрес
he: תבותכ
wa: Ahesseu Eternet

source: DNS
bg: DNS-сървър
he: תומש תרש

source: ID %1
he: %1 שמתשמ םש

source: KPPP
he: טנרטניאל גויח

source: non-vj
bg: Без vj
et: mitte-vj
he: vj אלל
pt: não-vj
sl: ne-vj
sr: ne-vj
ta: vj-«øÄ¡¾
wa: nén vj
