Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: Most modems support the ATI command set to find out vendor and revision of your modem. Press this button to query your modem for this information. It can be useful to help you setup the modem
az: Modeminizin e'malatçısı və dəyişikliklərini tapmaq üçün birçox modem ATI əmr dəstəsini dəstəkləyər. Bu mə'lumatı almaq üçün modeminizi sorğulamaq üçün bu düyməyə basın. Bu mə'lumat modeminizi qurmaq üçün yardımçı ola bilər.
bg: Повечето модеми поддържат ATI команди. За информация проверете документацията. на модема Натиснете този бутон за да получите информацияот модема Това може да бъде полезно при настройката на модема.
el: Τα περισσότερα μόντεμ υποστηρίζουν το σύνολο εντολών ATI για εύρεση του κατασκευαστή και της έκδοσής τους. Πατήστε αυτό το κουμπί για να ερωτηθεί το μόντεμ σχετικά. Αυτές οι πληροφορίες θα σας βοηθήσουν στη ρύθμιση του μόντεμ σας
et: Enamus modemeid toetavad ATI käskustikku saamaks teada modemi tootjat ja mudelit. Kui vajutad sellele nupule, esitatakse päring modemile saamaks seda infot. See võib olla abiks modemi seadistamisel.
fi: Useimmat modeemit tukevat ATI-komentoja modeemin valmistajan ja version selvittämiseksi. Paina nappia hakeaksi modeemilta nämä tiedot. Tiedoista voi olla apua modeemia asettaessasi.
he: <p align=right>ATI תודוקפה ךרעמב םיכמות םימדומה בור<br> .ךלשה םדומה תסריגו ןרצי תאיצמל<br> <br> התליאש עצבל ידכ הז רותפכ לע ץחל<br> לוכי הז רבד .הז עדימ ליבשב םדומל<br> .םדומה תנקתהב ךל רוזעלו ישומיש תויהל
id: Kebanyakan modem mendukung kelompok perintah ATI untuk mencari tahu vendor dan revisi modem anda. Tekan tombol ini untuk bertanya kepada modem anda tentang informasi ini. Ini dapat berguna bagi anda untuk menyetel modem.
pt: A maioria dos modems permitem que o conjunto de comandos ATI descubra o seu distribuidor e a versão. Carrega aqui para questionares o teu modem sobre esta informação. Pode ser útil para te ajudar a instalar o teu modem
sl: Večina modemov podpira ukazni nabor ATI, da lahko ugotovite proizvajalca in različico modema. Pritisnite ta gumb, da povprašate modem po tej informaciji. To vam lahko pomaga pri nastavljanju vašega modema.
sr: Većina modema podržava ATI skup komandi da bi pronašli proizvođača i verziju vašeg modema. Pritisnite ovo dugme ako želite da "upitam" modem za ove informacije. Može biti veoma korisno u podešavanju vašeg modema
ta: ¦ÀÕõÀ¡Ä¡É §Á¡¼õ¸û §Á¡¼Á¢ý Å¢üÀÅ÷ ÁüÚõ À¾¢ôÒ ±ñ¨½ì ¸ñÎÀ¢Êì¸ ¯¾×õ ATI ¸ð¼¨Ç¨Â À¢ýÀüÈì ÜÊÂ¨Å. ­ó¾ò ¾¸Å¨Ä §Á¡¼ò¾¢¼õ §¸ðÎò ¦¾Ã¢óÐ ¦¸¡ûÇ ­ó¾ô ¦À¡ò¾¡¨Éî ¦º¡Îì¸×õ. §Á¡¼ò¨¾ ÅÊÅ¨ÁìÌõ §À¡Ð ¯¾Å¢Â¡¸ ­ÕìÌõ.
uk: Більшість модемів підтримує набір команд ATI для визначення виробника та версії модему. Натисніть цю кнопку, щоб запитати модем про цю інформацію. Це може допомогти налаштувати Ваш модем
wa: D' abôrd tos les modems compurdèt les cmandes ATI, ki siervèt a trover li vindeu et li modeye di vosse modem. Clitchîz droci po-z interodjî vosse modem et lî dmander ces informåcions la. Ele polèt esse ahessåves po vos aidî a apontyî vosse modem
xh: Iimodem ezininzi zixhasa ucwangciso lomyalelo we ATI ukufumana ngaphandle umthengisi kunye nophindo lwe modem yakho. Cinezela eli qhosha ukukhalazela imodem yakho yolu lwazi. Kunokuba luncedo ukunceda ukucwangcisa imodem

source: Terminal
bg: Терминал
el: Τερματικό
fi: Pääte
he: ףוסמ
ta: Ó¨ÉÂõ
uk: Термінал
wa: Terminå
xh: Isiphelo sendlela

source: Opens the built-in terminal program. You can use this if you want to play around with your modem's AT command set
az: Daxili terminal proqramını açar. Modeminizin AT əmr dəstəsi ilə oynamaq istəyirsinizsə, bunu işlədə bilərsiniz.
bg: Отваря вградената програма терминал Може да я използвате ако искет да пробвате набора AT-команди за модема.
el: Ανοίγει το ενσωματομένο πρόγραμμα τερματικού. χρησιμοποιήστε το αν θέλετε να παίξετε με το σύνολο εντολών ΑΤ του μόντεμ σας
et: Avab sisseehitatud terminali programmi. Sa võid kasutada seda sinu modemi AT käsustikuga töötamiseks
fi: Avaa sisäisen pääteohjelman. Voit käyttää päätettä jos haluat antaa modeemille AT-komentoja.
he: <p align=right>.תינבומה ףוסמה תינכות תא חתופ<br> ךנוצרב םא הב שמתשהל ךתורשפאב<br> לש AT-ה תודוקפ ךרעמ םע קחשל<br> .ךלש םדומה
id: Menjalankan program terminal built-in. Anda dapat menggunakannya jika anda ingin bermain dengan perintah AT modem anda
pt: Abre o programa de terminal. Se quiseres brincar com os comandos AT do teu modem, podes usar isto
sl: Odpre vgrajeni terminalski program. Uporabite ga lahko, če se želite igrati z ukaznim naborom AT vašega modema.
sr: Otvara ugrađeni terminal. Ovo možete da koristite ako želite da se igrate sa vašim skupom AT komandi
ta: ¯ûÇ¨Áó¾ Ó¨ÉÂ ¿¢Ã¨Äò ¾¢ÈìÌõ. ¯í¸û §Á¡¼Á¢ý AT ¸ð¼¨Ç «¨ÁôÀ¢ø ¿£í¸û Å¢¨ÇÂ¡¼ ¿¢¨Éò¾¡ø ­¨¾ ¿£í¸û ÀÂýÀÎò¾Ä¡õ
uk: Відкриває вбудовану програму термінала. За її допомогою Ви можете погратися з набором AT-команд Вашого модему
wa: Po drovi li dvintrin programe di terminå. Siervoz è vos so vos voloz djower ene miete avou les cmandes AT di vosse modem.
xh: Ivula udweliso lwenkqubo olwakhelwe-ngaphakathi lwesiphelo sendlela. Unga sebenzisa oku ukuba ufuna ukudlala jikelele ngocwangciso lomyalelo wemodem yakho ye AT

source: Throughput graph
az: Çıxış qrafikası
bg: Графика на трафика
el: Γράφημα διαμεταγωγής:
et: Läbilaske graafik
fi: Nopeusgraafi
he: קפסה םישרת
id: Grafik Throughput
pt: Gráfico de saída
sl: Graf pretoka
sr: Grafikon protoka
ta: À¡öÁ«Ç× Å¨ÃÀ¼õ
uk: Графік потоку
wa: Grafike di l' ovraedje
xh: Ngapha kobeko locwangciso

source: Background color
az: Arxa plan rəngi
bg: Цвят на фона
el: Χρώμα Φόντου
et: Tausta värv
fi: Taustan väri
he: עקר עבצ
id: Warna latar belakang
pt: Cor de fundo
sl: Barva ozadja
sr: Boja pozadine
ta: À¢ýÉ½¢ ¿¢Èõ
uk: Колір тла
wa: Coleur di drî
xh: Umbala wesiqalo

source: Text color
az: Mətn rəngi
bg: Цвят на текста
el: Χρώμα Κειμένου
et: Teksti värv
fi: Tekstin väri
he: טסקט עבצ
id: Warna teks
pt: Cor do texto
sl: Barva besedila
sr: Boja teksta
ta: ¯¨Ã ¿¢Èõ
uk: Колір тексту
wa: Coleur do scrît
xh: Umbala wokubhaliweyo

source: Input bytes color
az: Alınan bayt rəngi
bg: Цвят на приетите байтове
el: Χρώμα εισερχόμενων bytes
et: Sissetuleva andmevoo värv
fi: Sisääntulevien väri
he: טלק יתב עבצ
id: Warna byte masuk
pt: Cor dos bytes de entrada
sl: Barva sprejetih bajtov
sr: Boja primljenih bajtova
ta: ¯ûÇ£Î ¨ÀðÎ¸û ¿¢Èõ
uk: Колір вхідних байт
wa: Coleur po les bytes aberwetés
xh: Umbala wegalelo le bytes

source: Output bytes color
az: Göndərilən bayt rəngi
bg: Цвят на изпратените байтове
el: Χρώμα εξερχόμενων bytes
et: Väljamineva andmevoo värv
fi: Ulosmenevien väri
he: טלפ יתב עבצ
id: Warna byte keluar
pt: Cor dos bytes de saída
sl: Barva oddanih bajtov
sr: Boja poslatih bajtova
ta: ¦ÅÇ¢Â£ðÎ ¨ÀðÎ¸û ¿¢Èõ
uk: Колір вихідних байт
wa: Coleur po les bytes eberwetés
xh: Umbala wemveliso ye bytes

source: Account Setup
az: Hesab Qurğuları
bg: Настройка на акаунта
el: Ρυθμίσεις λογαριασμού
et: Konto seadistus
fi: Profiilin asetukset
he: ןובשח תורדגה
id: Pengaturan Account
pt: Configuração da Conta
sl: Nastavitev računa
sr: Podešavanje naloga
ta: ¸½ìÌ «¨ÁôÒ
uk: Установка рахунку
wa: Apontiaedje do conte
xh: Isicwangciso setyala

source: Edit...
az: Düzəlt...
bg: Редактиране...
el: Επεξεργασία...
et: Redigeeri...
fi: Muokkaa...
he: ...הכירע
id: Rubah...
pt: Editar...
sl: Uredi...
sr: Izmeni...
ta: ¦¾¡Ì...
uk: Редагування...
wa: Candjî...
xh: Hlela...

source: Allows you to modify the selected account
az: Seçilən hesabı dəyişdirmək üçündür
bg: Може да промените настройката на избраната връзка
el: Σας επιτρέπει να τροποποιήσετε τον επιλεγμένο λογαριασμό
et: Siin saad muuta valitud konto seadistusi
fi: Mahdollistaa valitun profiilin muokkaamisen
he: רחבנה ןובשחה תא תונשל ךל רשפאמ
id: Memungkinan anda merubah account yang dipilih
pt: Permite-te modificar a conta seleccionada
sl: Dovoli vam spremeniti izbrani račun
sr: Omogućava vam da promenite izabrani nalog
ta: §¾÷ó¦¾Îì¸Àð¼ ¸½ì¨¸ Á¡üÈ¢Â¨Áì¸ «ÛÁ¾¢ìÌõ
uk: Дозволяє Вам змінювати вибраний рахунок
wa: Po candjî li conte tchwezi
xh: Ikuvumela ukuba uguqule kancinane ityala elikhethiweyo

source: New...
az: Yeni...
bg: Нова...
el: Νέος...
et: Uus...
fi: Uusi...
he: ...שדח
id: Baru...
pt: Nova...
sl: Nov...
sr: Novi...
ta: Ò¾¢Â...
uk: Новий...
wa: Novea...
xh: Entsha...

source: Create a new dialup connection to the internet
az: Yeni bir çevirməli internet bağlantısı yaradar.
bg: Създаване на нова връзка с Интернет
el: Δημιουργία νέας τηλεφωνικής σύνδεσης με το Ιντερνετ
et: Uue inteneti ühenduse konto loomine
fi: Luo uusi soittoyhteys Internettiin
he: <p align=right>שדח רוביח תריצי<br> טנרטניאל גויחל
id: Membuat account dial-up baru ke internet
pt: Criar uma nova conta de ligação à Internet
sl: Naredi novo klicno povezavo do interneta
sr: Kreirajte novi nalog za uspostavljanje veze sa provajderom
ta: ­¨½Âò¾¢üÌ ´Õ Ò¾¢Â «¨ÆôÒ ­¨½ôÒ À¨¼
uk: Створити нове комутоване з'єднання до Інтернет
wa: Fé on novea loyén a l' Eternet på telefone
xh: Yenza udibaniso olutsha locofo kwi Internet

source: Makes a copy of the selected account. All settings of the selected account are copied to a new account, that you can modify to fit your needs
az: Seçili hesabın bir nüsxəsini yaradır. Seçilən hesabın bütün qurğuları yeni bir hesaba köçürülür, onda ehtiyaclarınıza görə yeni hesabı düzəldə bilərsiniz.
bg: Създаване на копие от съществуваща връзка. Всичките настройки ще бъдат копирани след което ще може да промените това което желаете
el: Φτιάχνει αντίγραφο του επιλεγμένου λογαριασμού. Όλες οι ρυθμίσεις του αντιγράφονται σε ένα νέο λογαριασμό, που μπορείτε να τροποποιήσετε σύμφωνα με τις ανάγκες σας
et: Teeb valitud kontost koopia. Kõik valitud konto seadistused kopeeritakse uude kontosse ning siis saad neid muuta vastavalt oma vajadusele
fi: Tekee kopion valitusta profiilista. Kaikki asetukset kopioidaan uuteen profiiliin, jota voit muokata omiin tarpeisiisi sopivaksi
he: <p align=right>.רחבנה ןובשחה לש קתוע רצוי<br> וקתעוי רחבנה ןובשחה לש תורדגהה לכ<br> ךתורשפאב היהי ותוא שדח ןובשחל<br> ךיכרצל םאתהב תונשל
id: Membuat salinan dari account terpilih. Semua aturan dari account tersebut akan disalin ke account baru, yang dapat anda rubah sesuai dengan kebutuhan anda
pt: Faz uma cópia da conta seleccionada. Todas as configurações da conta seleccionada são copiados para a nova conta, que podes então modificar.
sl: Naredi kopijo izbranega računa. Vse nastavitve izbranega računa so prenešene v nov račun, ki ga lahko spreminjate po svojih potrebah.
sr: Pravi kopiju izabranog naloga. Sva podešavanja izabranih naloga biće kopirana u novi nalog koji možete da podesite prema vašim potrebama
ta: §¾÷ó¦¾Îì¸Àð¼ ¸½ì¨¸ ¿¸ø ±ÎìÌõ. §¾Ãó¦¾Îì¸Àð¼ ¸½ì¸¢ý «¨ÉòÐ «¨ÁôÒ¸Ùõ Ò¾¢Â ¸½ì¸¢ø ¿¸¦ÄÎì¸ôÀÎõ, À¢ýÉ÷ §¾¨Åì§¸üÀ ­¨¾ ¿£í¸û Á¡üÈ¢Â¨Áì¸Ä¡õ
uk: Робить копію вибраного рахунку. Всі установки вибраного рахунку копіюються в новий рахунок, який Ви можете змінити пізніше за бажанням
wa: Po copyî li conte tchwezi. Tos les apontiaedjes do conte tchwezi sont copyîs dins li novea conte. Après, vos l' poloz candjîs a vosse môde.
xh: Yenza ukhuphelo lwetyala elikhethiweyo. Zonke izicwangciso zetyala elikhethiweyo zikhutshelwa kwityala elitsha, ongaliguqula kancinane ukugcwalisa iimfuno zakho

source: <p>Deletes the selected account <font color="red"><b>Use with care!</b></font>
az: <p>Seçili hesabı silər <font color="red"><b>Diqqətli işlədin!</b></font>
bg: <p>Изтриване на избраната връзка <font color="red"><b>Бъдете внимателни!</b></font>
el: <p>Διαγράφει τον επιλεγμένο λογαριασμό <font color="red"><b>Προσοχή στη χρήση του!</b></font>
et: <p>Kustuta valitud konto <font color="red"><b>Ettevaatust kasutamisel!</b></font>
fi: <p>Tuhoaa valitun profiilin <font color="red"><b>Käytä varoen!</b></font>
he: <p align=right>ןובשחה תא קחומ<br> רחבנה<br> <br> <font color=red><b>!תוריהזב ושמתשה</b></font>
id: <p>Menghapus account yang dipilih <font color="red"><b>Gunakan dengan hati-hati!</b></font>
pt: <p>Apaga a conta seleccionada <font color="red"><b>Usar com cuidado!</b></font>
sl: <p>Pobriše izbrani račun <font color="red"><b>To uporabljajte previdno!</b></font>
sr: <p>Briše izabrani nalog <font color="red"><b>Koristite sa oprezom!</b></font>
ta: <p>§¾÷ó¦¾Îì¸Àð¼ ¸½ì¨¸ ¿£ìÌõ <font color="red"><b>À¡÷òÐô ÀÂýÀÎò¾×õ!</b></font>
uk: <p>Витирає вибраний рахунок <font color="red"><b>Використовуйте уважно!</b></font>
xh: <p>Icima ityala elikhethiweyo <font color="red"><b>Sebenzisa ngenyameko!</b></font>

source: Phone Costs:
az: Telefon Fakturası:
bg: Стойност на тел. разговор:
el: Τηλεφωνικά κόστη:
et: Telefonikõne maksumused:
fi: Puhelinkulut:
he: :ןופלט תויולע
id: Biaya Telepon:
pt: Custos Telefónicos:
sl: Telefonski stroški:
sr: Cena poziva:
ta: ¦¾¡¨Ä§Àº¢ ¦ºÄ×¸û:
uk: Кошти за телефон:
wa: Costindjes di telefone:
xh: Amaxabiso efowuni:

source: <p>This shows the accumulated phone costs for the selected account. <b>Important</b>: If you have more than one account - beware, this is <b>NOT</b> the sum of the phone costs of all your accounts!
az: <p>Seçili hesabın cəmləşmiş telefon fakturasını göstərir. <b>Vacib</b>: Əgər birdən çox hesabınız varsa, -xəbəriniz olsun, bu bütün hesablarınızın faktura cəmi <b>DEYİLDİR</b>!
bg: <p>Показва общата стойност за избраната връзка. <b>Вимание</b>! Ако използвате повече от една връзка, не забрявайте, че тове е <b>НЕ Е</b> общата сума!
el: <p>Αυτό δείχνει το συσσωρευμένο τηλεφωνικό κόστος για τον επιλεγμένο λογαριασμό. <b>Σημαντικό</b>: Αν έχετε πάνω από ένα λογαριασμό, προσέξτε, αυτό <b>ΔΕΝ</b> είναι το άθροισμα των κόστεων όλων των λογαρασμών σας!
et: <p>See näitab valitud kontos kogunenud telefonikõnede maksumust. <b>Oluline</b>: Kui sa kasutad rohkemat kui ühte kontot siis pea meeles, et see <b>EI OLE</b> sinu kõikide kontode telefonikõnede maksumuste summa!
fi: <p>Näyttää kertyneet puhelukulut valitulle profiilille. <b>Tärkeää</b>: Jos sinulla on enemmän kuin yksi profiili - huomaa tämä <b>EI</b> ole summa kaikista puhelukuluista!
he: <p align=right>תורבטצמה ןופלטה תויולע תא גיצמ<br> .רחבנה ןובשחה רובע<br> <br> ןובשחמ רתוי ךל שי םא :<b>בושח</b><br> םוכסה <b>אל</b> והז ,בל םיש - דחא<br> !ךלש תונובשחה לכ לש ןופלטה תויולע לש
id: <p>Menunjukkan akumulasi biaya telepon untuk account yang dipilih. <b>Penting</b>: Jika anda memiliki lebih dari satu account - perhatikan, ini <b>BUKAN</b> jumlah biaya telepon dari semua account anda!
pt: <p>Mostra os custos telefónicos acumulados para a conta seleccionada. <b>Importante:</b>: Se tens mais do que uma conta - cuidado, isto <b>NÃO</b> é a soma dos custos telefónicos de todas as contas!
sl: <p>To prikazuje nabrane telefonske stroške za izbrani račun. <b>Pomembno</b>: Če imate več kot en račun - pazite, to <b>NI</b> vsota telefonskih računov vseh vaših računov!
sr: <p>Ovo prikazuje izračunatu cenu poziva za izabrani nalog. <b>Važno</b>: Ako imate više od jednog naloga - budite upozoreni da ovo <b>NIJE</b> suma cene poziva za sve naloge!
ta: <p>§¾÷ó¦¾Îì¸Àð¼ ¸½ì¸¢ý ´ðÎ ¦Á¡ò¾ ¦¾¡¨Ä§Àº¢ ¦ºÄ×¸¨Ç ­Ð ¸¡ðÎõ. <b>Óì¸¢ÂÁ¡ÉÐ</b>: ´Õ ¸½ì¸¢üÌ §Áø ¨ÅòÐ ­Õó¾¡ø - ¸ÅÉ¢ì¸×õ, ­Ð «¨ÉòÐ ¸½ìÌ¸Ç¢ý ¦Á¡ò¾ ¦¾¡¨Ä§Àº¢ ¦ºÄ×¸¨Çì ÌÈ¢ôÀÐ <b>«ýÚ</b>!
uk: <p>Показує сукупні телефонні кошти вибраного рахунку. <b>Важливо</b>: якщо у Вас є більше одного рахунку - вважайте, що це <b>НЕ</b> сума коштів всіх рахунків!
xh: <p>Oku kubonisa amaxabiso efowuni aqhubekayo ukunyuka etyala elikhethiweyo. <b>Kubalulekile</b>: Ukuba unengaphezu kwesinye setyala - lumka, oku ku <b>ASIYO</b> isixa samaxabiso efowuni samatyala akho wonke!

source: Volume:
az: Miqdar:
bg: Общ трафик:
el: Όγκος:
et: Maht:
fi: Määrä:
he: :חפנ
sl: Količina:
sr: Poslati bajtovi:
ta: ¦¸¡ûÇÇ×:
uk: Гучність:
xh: Umqulu:

source: <p>This shows the number of bytes transferred for the selected account (not for all of your accounts. You can select what to display in the accounting dialog. <a href="#volaccounting">More on volume accounting</a>
az: <p>Seçili hesab üçün (bütün hesablar üçün deyil) yollanan bayt miqdarını göstərir . Hesablama pəncəəsindən nəyin göstəriləcəyini seçə bilərsiniz. <a href="#volaccounting">Miqdar hesablaması haqqında daha ətraflı mə'lumat</a>
bg: <p>Показва броя байтове, предадени по за избраната връзка (но не за всички Ваши включвания) Вие може да изберете какво да се показва в диалога на връзката.
el: <p>Αυτό δείχνει το πλήθος των μεταφερόμενων bytes για τον επιλεγμένο λογαριασμό (όχι για όλους τους λογαριασμούς σας. Μπορείτε να επιλέξετε τι θα προ- βάλλεται στο διάλογο Λογιστικά. <a href="#volaccounting">Περισσότερα για τα λογιστικά όγκου</a>
et: <p>See näitab valitud konto kasutamisel ülekantud baitide arvu. (See ei ole kõikide kontode summa). Seda, mida näidatakse, saad valida arvestuse dialoogis. <a href="#volaccounting">Rohkem infot mahu arvestusest.</a>
fi: <p>Näyttää siirrettyjen tavujen määrän valitulle profiilille (ei kaikille profiileillesi) Voit asettaa mitä näytetään Laskutus dialogissa. <a href="#volaccounting">Lisää laskutuksesta</a>
he: <p align=right>ורבעוהש םיתבה רפסמ תא גיצמ<br> לכ רובע אל) רחבנה ןובשחה רובע<br> המ רוחבל ךתורשפאב .(ךלש תונובשחה<br> .בקעמה חיש-ודב ןאכ גצוי<br> <br> <a href="#volaccounting">תרושקת חפנ בקעמ לע דוע</a>
id: <p>Ini menunjukkan jumlah byte yang di transfer untuk account yang dipilih (bukan semua account anda. Anda dapat memilih apa yang ingin ditampilkan di dalam jendela dialog akuntansi. <a href="#volaccounting">Lebih jauh tentang akuntansi volume</a>
pt: <p>Isto mostra o número de bytes transferidos da conta seleccionada (e não de todas as contas). Podes seleccionar o que mostrar no diálogo de contas. <a href="#volaccounting">Mais informações</a>
sl: <p>To prikazuje število prenešenih bajtov za izbrani račun (ne za vse vaše račune. V računovodskem oknu lahko izberete, kaj naj program prikaže. <a href="#volaccounting">Več o količinskem računovodstvu</a>
sr: <p>Ovo prikazuje broj bajtova poslat za izabrani nalog (ne za sve vaše naloge. Možete izabrati šta želite da prikažete u prozoru za podešavanje naloga. <a href="#volaccounting">Više o podešavanjima ove opcije</a>
ta: <p>§¾÷× ¦ºöÂÀð¼ ¸½ì¸¢ø ±ùÅÇ× ¨ÀðÎ¸û ÀÃ¢Á¡È¢ì¦¸¡ûÇôÀð¼É ±ýÀ¨¾ ­Ð ¸¡ðÎõ («¨ÉòÐ ¸½ìÌ¸Ç¢ý ¦Á¡ò¾õ ­ø¨Ä) ¸½ìÌ ¯¨ÃÂ¡¼Ä¢ø ±ýÉ ¸¡ð¼ §ÅñÎõ ±ýÀ¨¾ ¿£í¸û §¾÷ó¦¾Îì¸Ä¡õ. <a href="#volaccounting">¦¸¡ûÇÇ× ¸½ì¸¢Â¨ÄôÀüÈ¢ §ÁÖõ «È¢Â</a>
uk: <p>Показує кількість перенесених байт для вибраного рахунку (не всіх Ваших рахунків). Ви можете вибрати, що показувати в діалозі обліку. <a href="#volaccounting">Додатково про облік об'єму</a>
xh: <p>Oku kubonisa inani le bytes ezinikeziweyo zetyala elikhethiweyo (hayi elamatyala akho wonke. Ungakhetha onokubonisa kwincoko yabababini yetyala. <a href="#volaccounting">Ngaphezulu kumqulu wobalo</a>

source: Reset...
az: Sıfırla...
bg: Инизиализира
el: Μηδενισμός...
fi: Alusta...
he: ...ספא
pt: Reiniciar...
sl: Resetiraj...
ta: Óý§À¡Ä «¨Á...
uk: Скинути...
xh: Cwangcisa kwakhona...

source: View Logs
az: Qeydləri Göstər
bg: Преглед на журнала
el: Προβολή αρχείου
et: Vaata logisid
fi: Näytä lokit
he: םושירב הפצ
id: Lihat Log
pt: Ver Relatórios
sl: Poglej dnevnike
sr: Prikaži beleške
ta: À¾¢×¸¨Ç À¡÷
uk: Переглянути журнали
wa: Mostrer l' istwere
xh: Iilog zemboniselo

source: Maximum number of accounts reached.
az: Daha ətraflı hesab açıla bilməz.
bg: Достигнугнат е максималния брой връзки.
el: Υπάρχει ο μέγιστος επιτρεπόμενος αριθμός λογαριασμών.
et: Maksimum arv kontosid on juba täis.
fi: Maksimimäärä profiileja saavutettu.
he: .תונובשח לש יברימה רפסמה תא רבכ שי
id: Jumlah maksimum account tercapai.
pt: Número máximo de contas atingido.
sl: Doseženo največje število računov.
sr: Maksimalan broj naloga je ostvaren.
ta: ¸½ìÌ¸û ±ñ½¢ì¨¸ «¾¢¸Àðºò¨¾ «¨¼ó¾Ð.
uk: Досягнуто обмеження кількості рахунків.
wa: Vos n' sårîz pus radjouter di contes.
xh: Inani eliphezulu lamatyala afikelelwayo.

source: Create a new account...
az: Yeni bir hesab yarat...
bg: Създаване на нова връзка...
el: Δημιουργία νέου λογαριασμού...
et: Loo uus konto...
fi: Luo uusi profiili...
he: שדח ןובשח תריצי
id: Buat account baru...
pt: Criar uma nova conta...
sl: Ustvari nov račun...
sr: Kreiraj novi nalog...
ta: Ò¾¢Â ¸½ìÌ À¨¼ì¸×õ...
uk: Створити новий рахунок...
xh: Yenza ityala elitsha...

source: Do you want to use the wizard to create the new account or the standard, dialog-based setup? The wizard is easier and sufficient in most cases. If you need very special settings, you might want to try the standard, dialog-based setup.
az: Yeni bir hesab yaratmaq üçün standart pəncərə əsaslı quraşdırma aparmaq mı, sehirbazı işlətmək mı istəyəsiniz? Sehirbaz daha asand və bir çox halda kifayətdir. Əgər çox xüsusi ayarlara ehtiyacınız varsa, standart pəncərə əsaslı qurulumu sınaya bilərsiniz.
bg: Искате ли да създадете нова връзка с помощта на магьосника или да използвате стандартния диалог? В много случаи магьосника ще направи това много бързо. За някой специални лучаи по-добре е да използвате диалога.
el: Θέλετε να χρησιμοποιήσετε το μάγο για τη δημιουργία του νέου λογαριασμού, ή τη συνήθη ρύθμιση μέσω διαλόγων; Ο μάγος είναι ευκολότερος και επαρκής τις περισσότερες φορές. Αν χρειάζεστε πολύ ειδικές ρυθμίσεις, ίσως θέλετε να δοκιμάσετε τους διαλόγους.
et: Kas sa soovid kasutada visardit uue konto loomiseks või standardset, dialoogil baseeruvat seadistust? Visardi kasutamine on lihtsam ja enamustel juhtudel piisav. Kui sul on vaja muuta väga spetsiifilisi seadistusi, võid sa seda teha dialoog-seadistust kasutades.
fi: Haluatko käyttää asetusvelhoa luodaksesi uuden profiilin vai normaalia ikkunapohjaista asetusta? Asetusvelho on yksinkertaisempi ja yleensä riittävä. Jos tarvitset erittäin erikoisia asetuksia, voit haluta käyttää normaalia asetusikkunaa.
he: וא שדחה ןובשחה תא רוציל ידכ ףשאב שמתשהל ךנוצרב םאה ?חיש-וד תבית לע תססובמה ,הליגרה הנקתהב התא םא .םירקמה בורב קיפסמו שומישל רתוי לק ףשאה הנקתהה תא הסנ ,דואמ תודחוימ תורדגה ךירצ .חיש-וד תבית לע תססובמה ,הליגרה
id: Apakah anda ingin menggunakan alat bantu untuk membuat account baru atau menggunakan pengaturan berbasis dialog yang standar? Dengan alat bantu pada umumnya cukup dan lebih mudah. Jika anda perlu aturan khusus, anda mungkin ingin menggunakan pengaturan berbasis dialog yang standar.
pt: Queres usar o assistente para criar a nova conta, ou preferes as caixas de diálogo habituais? O assistente é mais fácil de usar, e costuma ser o suficiente. Mas se usares definições especiais, o melhor é usares o método das caixas de diálogo.
sl: Ali želite, da nove račune ustvari čarovnik ali standardna, pogovorno usmerjena nastavitev? Čarovnik je lažji in zadošča v večini primerov. Če potrebujete zelo posebne nastavitve, boste morda želeli poskusiti standardno pogovorno usmerjeno nastavitev.
sr: Da li želite da koristite čarobnjaka da biste kreirali novi nalog ili želite da koristite standardno podešavanje, bazirano na dijalogu? Čarobnjak je lakši i efikasniji u većini slučajeva. Ako želite da podesite specijalna podešavanja onda vam preporučujem da izaberete podešavanja bazirana na dijalogu.
ta: Ò¾¢Â ¸½ì¨¸ À¨¼ì¸ ¿£í¸û ÍðÊ¿¢Ã¨Äô ÀÂýÀÎò¾ Å¢ÕõÒ¸¢È£÷¸Ç¡ «øÄÐ ¦ºó¾Ã, ¯¨ÃÂ¡ø-«ÊôÀ¨¼Â¡É «¨Áô¨À ÀÂýÀÎò¾ Å¢ÕõÒ¸¢È£÷¸Ç¡? ±Ç¢¾¡É ÍðÊ ¿¢Ãø ¦ÀÕõÀ¡Öõ §¿Ãí¸Ç¢ø §À¡ÐÁ¡É¾¡Ìõ. ¾É¢î º¢ÈôÒ Å¡Âó¾ «¨ÁôÒ¸û §¾¨ÅÀð¼¡ø ÁðÎõ, ¿£í¸û ¦ºó¾Ã, ¯¨ÃÂ¡¼ø-«ÊôÀ¨¼Â¡É «¨Áô¨Àô ÀÂýÀÎò¾×õ.
uk: Ви хочете використати майстра, щоб створити новий рахунок або стандартну установку з діалоговим вікном? Майстер є простішим та достатній у більшості випадків. Якщо Вам потрібні дуже особливі параметри, Ви можете спробувати стандартну установку з діалоговим вікном.
xh: Ufuna ukusebenzisa iwizard ukwenza ityala elitsha okanye ucwangciso olusezantsi, olusekwe-kwincoko yababini? Iwizard ilula kwaye yanele kwimizekelo emininzi. Ukuba ufuna izicwangciso ezithile, ungafuna ukuzama isicwangciso, esisezantsi esisekwe-kwincoko yababini.

source: Wizard
az: Sehirbaz
bg: Магьосник
el: Βοηθός
et: Visard
fi: Asetusvelho
he: ףשא
id: Alat Bantu
pt: Assistente
sl: Čarovnik
sr: Čarobnjak
ta: ÍðÊ¿¢Ãø
uk: Майстер
