Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: kppp: rulefile "%s" not found
az: kppp: qayda faylı "%s" tapıla bilmədi
bg: kppp: файл с правила "%s" не е намерен
el: kppp: Το αρχείο κανόνων "%s" δεν βρέθηκε
et: kppp: ei leia reeglitefaili "%s"
fi: kppp: sääntötiedostoa "%s" ei löytynyt
he: אצמנ אל "%s" בקעמה יללכ ץבוק :kppp
id: kppp: berkas aturan "%s" tidak ditemukan
pt: kppp: ficheiro de regras "%s" não encontrado
sl: kppp: nismo našli datoteke s pravili "%s"
sr: KPPP: fajl sa pravilima "%s" nije pronađen
ta: kppp: Å¢¾¢Ó¨È§¸¡ôÒ "%s" ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä
uk: kppp: файл правил "%s" не знайдено
wa: kppp: dji n' trove nén li fitchî di rûles "%s"
xh: kppp:ifayile yomthetho "%s" ayifumaneki

source: kppp: rulefiles must have the extension ".rst"
az: kppp: qayda faylları ".rst" uzantısına sahib olmalıdır
bg: kppp: файловете с правила трябва да имат разширение ".rst"
el: kppp: Τα αρχεία κανόνων πρέπει να έχουν επέκταση ".rst"
et: kppp: reeglitefaili laiendiks peab olema ".rst"
fi: kppp: sääntötiedostoilla on oltava pääte ".rst"
he: בקעמ יללכ יצבק רובע ".rst" תמויסב שמתשהל שי :kppp
id: kppp: berkas aturan harus memiliki ekstensi ".rst"
pt: kppp: ficheiros de regras têm de ter a extensão ".rst"
sl: kppp: datoteka s pravili mora imeti pripono ".rst".
sr: KPPP: fajl sa pravilima mora da ima ekstenziju ".rst"
ta: kppp: Å¢¾¢Ó¨È§¸¡ôÒ¸ÙìÌ ".rst" ±ýÈ ¿£ðÊôÒ §¾¨Å
uk: kppp: файл правил повинен мати розширення ".rst"
wa: kppp: les fitchîs di rûles divèt avu li cawete ".rst"
xh: kppp:iifayile zomthetho kufuneka zibenesandiso ".rst"

source: kppp: error parsing the ruleset
az: kppp: qayda dəstəsi ayrışdırılırkən xəta oldu
bg: kppp: грешка в набора правила
el: kppp: σφάλμα κατά την επεξεργασία του αρχείου κανόνων
et: kppp: reeglistiku analüüsimise viga
fi: kppp: virhe sääntötiedostoa tulkittaessa
he: בקעמה יללכ דוביעב האיגש :kppp
id: kppp: kesalahan aturan parsing
pt: kppp: erro ao processar as regras
sl: kppp: napaka pri razčlenjevanju nabora pravil
sr: KPPP: greška u parsiranju skupa pravila
ta: kppp: Å¢¾¢Ó¨È«¨Áô¨À «Ä¸¢¼Ä¢ø À¢¨Æ
uk: kppp: помилка розбору правил
wa: kppp: dj' a aroké come dji cowaitîve les rûles
xh: kppp:imposiso ichaza iseti yomthetho

source: kppp: parse error in line %d
az: kppp: %d sətirində ayrışdırma xətası
bg: kppp: грешка на ред %d
el: kppp: Σφάλμα στην γραμμή %d
et: kppp: viga rea %d analüüsimisel
fi: kppp: tulkintavirhe rivillä %d
he: %d הרושב דוביע תאיגש :kppp
id: kppp: kesalahan parse di baris %d
pt: kppp: erro na linha %d
sl: kppp: razčlenjevalna napaka v vrstici %d
sr: KPPP: greška u parsiranju na liniji %d
ta: kppp: ÅÃ¢ %d «Ä¸¢¼Ä¢ø À¢¨Æ
uk: kppp: помилка розбору у рядку %d
wa: kppp: dj' a aroké come dji cowaitîve les rûles. C' esteut al roye %d
xh: kppp:imposiso yokuchaza iselayinini %d

source: kppp: rulefile does not contain a default rule
az: kppp: qayda faylı önatnımlı bir qayda daxil etmir
bg: kppp: файла с правила не съдържа правило по подразбиране
el: kppp: Το αρχείο κανόνων δεν περιέχει βασικό κανόνα
et: kppp: reeglifail ei sisalda vaikimisi reeglit
fi: kppp: sääntötiedosto ei sisällä oletussääntöä
he: לדחמ תרירב ללכ ליכמ אל םיללכה ץבוק :kppp
id: kppp: berkas aturan tidak memiliki aturan standar
pt: kppp: o ficheiro de regras não contém uma regra por omissão
sl: kppp: datoteka s pravili ne vsebuje privzetega pravila
sr: KPPP: fajl sa pravilima ne sadrži predefinisana pravila
ta: kppp: Å¢¾¢Ó¨È§¸¡ôÀ¢ø ¦¸¡¼¡¿¢¨Ä Å¢¾¢ ­ø¨Ä
uk: kppp: файл правил не містить типового правила
wa: kppp: li fitchî des rûles n' a nole rûle tchwezeye po l' ûzeu
xh: kppp:ifayile yomthetho ayiqulathanga mthetho ongagqibekanga

source: kppp: rulefile does not contain a "name=..." line
az: kppp: qayda faylı bir "name=..." sətiri daxil etmir
bg: kppp: файла с правила не съдържа "name=..." ред
el: kppp: Το αρχείο κανόνων δεν περιέχει την γραμμή "name=..."
et: kppp: reeglifail ei sisalda rida "name=..."
fi: kppp: sääntötiedosto ei sisällä "name=..." riviä
he: "name=..." תרוש ליכמ אל םיללכה ץבוק :kppp
pt: kppp: o ficheiro de regras não contém uma linha "name=..."
sl: kppp: datoteka s pravili ne vsebuje vrstice "name=...".
ta: kppp: Å¢¾¢Ó¨Èì §¸¡ôÀ¢ø "name=..." ±ýÈ ÅÃ¢ ­ø¨Ä
uk: kppp: файл правил не містить рядка "name=..."
wa: kppp: li fitchî des rûles n' a nole roye "name=..."
xh: kppp:ifayile yomthetho ayiqulathanga i "igama=..." layini

source: kppp: rulefile is ok
az: kppp: qayda faylı qaydasındadır:)))
bg: kppp: файла с правила е наред
el: kppp: Το αρχείο κανόνων είναι εντάξει
et: kppp: reeglifail on ok
fi: kppp: sääntötiedosto on OK
he: ןיקת םיללכה ץבוק :kppp
id: kppp: berkas aturan beres
pt: kppp: o ficheiro de regras está correcto
sl: kppp: datoteka s pravili je v redu.
sr: KPPP: fajl sa pravilima je ok
ta: kppp: Å¢¾¢Ó¨È§¸¡ôÒ ºÃ¢Â¡¸ ¯ûÇÐ
uk: kppp: файл правил без помилок
wa: kppp: li fitchî des rûles est bén emantchî
xh: kppp:ifayile yomthetho ilungile

source: Minimize
az: Kiçilt
bg: Минимализира
el: Ελαχιστοποίηση
et: Minimeeri
fi: Pienennä
he: רעזמ
id: Kecilkan
pt: Minimizar
sl: Skrči
sr: Minimizuj
ta: º¢È¢Â¾¡ìÌ
uk: Мінімізувати
wa: Raptiti
xh: Nciphisa

source: You're not allowed to dial out with kppp. Contact your system administrator.
az: kppp ilə zəng səlahiyyətiniz yoxdur. Sistem idarəçinizlə görüşün.
bg: Нямате права за изпълнение на kppp. Обърнете се към системният администратор.
et: Sul ei ole lubatud kppp-ga välja helistada. Võta ühendust süsteemi administraatoriga.
fi: Sinulla ei ole oikeuksia soittaa kppp:llä. Ota yhteys järjestelmän ylläpitäjään.
he: .תשרל גויח רוציל תואשרה ךל ןיא .תכרעמה להנמל הנפ אנא
id: Anda tidak diijinkan untuk dial dengan kppp. Kontak sistem administrator anda.
pt: Não tens permissão para te ligar com o kppp. Contacta o teu administrador de sistemas.
sl: Ni vam dovoljeno klicati s kppp. Povejte to vašemu sistemskem upravitelju.
sr: Nemate prava da se povežete na mrežu sa KPPP. Kontaktirajte vašeg sistem administratora.
ta: kpppÔ¼ý ¿£í¸û ¦ÅÇ¢§Â «¨Æì¸ «ÛÁ¾¢ ¸¢¨¼Â¡Ð. ¯í¸û ¸½¢É¢ ¿¢÷Å¡¸¢¨Â «Ï¸×õ.
uk: Вам не дозволено дзвонити за допомогою kppp. Зверніться до Вашого системного адміністратора.
xh: Awuvumelekanga ukucofa nge kppp. Qhagamshela umphathi wakho wendlela.

source: Cannot find the PPP daemon! Make sure that pppd is installed.
az: PPP daemon tapıla bilmir! pppd-nin qurulu olduğunu yoxlayın.
bg: Не мога да намеря демона pppd! Убедете се , че pppd е инсталиран.
el: Δεν μπορώ να βρώ το δαίμονα PPP! Βεβαιωθείτε ότι το pppd είναι εγκατεστημένο.
et: Ei leia PPP deemonit! Veendu et pppd oleks paigaldatud.
fi: En löydä pppd-daemonia! Varmista, että pppd on asennettu.
he: !pppd תא אוצמל חילצמ אל .ןקתומ pppd יכ אדו אנא
id: Tidak dapat menemukan PPP daemon Pastikan bahwa pppd terinstall.
pt: Impossível achar o servidor de PPP! Verifica se o pppd está instalado.
sl: Ne moremo najti pritajenega programa PPP! Preverite, da je pppd nameščen.
sr: Ne mogu da pronađem PPP demon! . Budite sigruni da je pppd instaliran
ta: PPP §¼Áý ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä! pppd ¿¢ÚÅÀðÎûÇ¾¡ ±ýÚ À¡÷ì¸×õ.
uk: Не можу знайти демон PPP! Переконайтеся, що pppd встановлено.
xh: Ayinakuyifumana i PPP daemon! Qinisekisa ukuba i pppd ifakiwe.

source: You do not have the permission to start pppd! Contact your system administrator and ask to get access to pppd.
az: pppd-ni başlatmaq üçün lazımi səlahiyyətə sahib deyilsiniz Sistem idarəçinizlə görüşün və pppd-yə çatma haqqı istəyin
bg: Нямате права за изпълнение на pppd! Обърнете се към Ващия системен администраторза помощ.
el: Δεν έχετε την άδεια να ξεκινήσετε το pppd! Επικοινωνήστε με το διαχειριστή του συστήματος και ζητήστε πρόσβαση στο pppd.
et: Sul pole pppd käivitamiseks vajalikke õigusi! Võta ühendust süsteemi administraatoriga ja küsi temalt pppd kasutamise õigusi.
fi: Sinulla ei ole oikeuksia pppd:n käynnistykseen! Ota yhteys järjestelmän ylläpitäjään ja pyydä oikeudet pppd ohjelmaan.
he: !pppd תלעפהל תואשרה ךל ןיא תואשרה תלבקל תכרעמה להנמל הנפ אנא .pppd תלעפהל
id: Anda tidak memiliki ijin untuk menjalankan pppd! Kontak sistem administrator anda dan minta akses ke pppd.
pt: Não tens permissão para iniciar o pppd! Contacta o teu administrador de sistemas e pede-lhe acesso ao pppd.
sl: Nimate potrebnega dovoljenja za zagon pppd! Vašega sistemskega upravitelja prosite za dostop do pppd.
sr: Nema prava da pokrenete pppd! Kontaktirajte vašeg sistem administratora i pitajte da vam da pristup pppd.
ta: pppd¨Â ¬ÃõÀ¢ì¸ ¯í¸ÙìÌ «ÛÁ¾¢ ¸¢¨¼Â¡Ð! ¯í¸û ¸½¢É¢ ¿¢÷Å¡¸¢¨Â ¦¾¡¼÷Ò¦¸¡ûÇ×õ ÁüÚõ pppdì¸¡É «Ï¸¨Ä §¸ð¸×õ.
uk: У Вас не має прав запустити pppd! Зверніться до Вашого системного адміністратора та запитайте про доступ до pppd.
wa: Vos n' avoz nén li permission d' enonder pppd! Alez vey li manaedjeu do sistinme et lî dmander po savu eployî pppd.
xh: Awunamvume yokuqala i ppd! Qhagamshela umphathi wakho wendlela kwaye ucele ukufumana unikezelo kwi pppd.

source: You don't have sufficient permission to run %1 Please make sure that kppp is owned by root and has the SUID bit set.
az: Bunu ıcra etmək üçün uyğun səlahiyyətiniz yoxdur %1 Lütfən, kppp-nin root yiyəliyində olduğunu və SUID bit quraşdırması olduğunu yoxlayın.
bg: Нямате необходимите права %1 Убедете се ,че -собственик на kppp е root, и че на kppp е установен бит SUID.
et: Sul pole piisavalt õigusi et käivitada %1 Veendu et kppp omanikuks oleks 'root' ja et SUID bitt oleks seatud.
fi: Sinulla ei ole riittäviä oikeuksia ajaa %1 Varmista että kppp:n omistaa root ja että SUID bitti on asetettu.
he: תא ץירהל ידכ תוקיפסמ תואשרה ךל ןיא %1 לש ותולעבב אצמנ kppp ץבוקהש אדוו אנא .ורובע תרדגומ SUID תיביסהשו root שמתשמה
id: Anda tidak memiliki cukup ijin untuk menjalankan %1 Pastikan bahwa kppp dimiliki oleh root dan bit SUID telah diset.
pt: Não tens permissões suficientes para executar %1 Certifica-te que o dono do kppp é root e que tem o SUID activado.
sl: Nimate ustreznega dovoljenja za poganjanje %1 Prosim, preverite, da je lastnik programa kppp root in da je nastavljen bit SUID.
sr: Nemate dovoljno privilegija da biste pokrenuli %1 Molim vas proveite da li je vlasnik KPPP sistem administrator i da ima podešen SUID.
ta: %1 ³ ­Âì¸ ¯í¸ÙìÌ §À¡ÐÁ¡É «ÛÁ¾¢ ¸¢¨¼Â¡Ð ¾Â×¦ºöÐ §Å÷ìÌ kppp Á£Ð ¯Ã¢¨Á ¯ûÇÐ ±ýÚõ ÁüÚõ SUID À¢ðÎ «¨Áì¸ ÀðÊÕì¸¢ÈÐ ±ýÀ¨¾ ºÃ¢À¡÷ì¸×õ.
uk: У Вас не вистачає прав для запуску %1 Будь ласка, перевірте, що власником kppp є root та біт SUID встановлено.
xh: Awunamvume yaneleyo yokusebenza %1 Nceda qiniseka ukuba i kppp iphethwe yingcambu kwaye ineseti lesuntswana le SUID.

source: %1 is missing or can't be read! Ask your system administrator to create this file (can be empty) with appropriate read and write permissions.
az: %1 yoxdur ya da oxuna bilmir ! Sistem idarəçinizdən bu faylı (boş ola bilər) uyğun oxuma və yazma səlahiyyətləri verərək yaratmasını istəyin
bg: %1 липсва или не може да бъде прочетен! Помолете системния администратор да създаде този файл с необходимите права
et: %1 puudub või ei suudeta lugeda ! Palu süsteemi administraatorit et ta looks selle faili (võib olla tühi fail) vajalike kirjutamis- ja lugemisõigustega.
fi: %1 puuttuu eikä sitä voida lukea! Pyydä järjestelmäsi ylläpitäjää luomaan tämä tiedosto (voi olla tyhjä) sopivilla luku ja kirjoitus käyttöoikeuksilla.
he: !ותוא אורקל ןתינ אלש וא רסח %1 ץבוק רוציל ךלש תכרעמה להנממ שקב תואשרה םע (קיר תויהל לוכי) הז .תומיאתמה הביתכהו האירקה
id: %1 hilang atau tak dapat dibaca! Mintalah administrator sistem anda untuk membuat berkas ini (boleh kosong) dengan ijin baca dan tulis yang memadai.
pt: %1 não existe ou é impossível de ler! Pede ao administrador do teu sistema para criar este ficheiro (pode ser vazio) com as devidas permissões de escrita e leitura.
sl: %1 manjka ali se je ne da prebrati! Prosite vašega sistemskega administratorja, da ustvari datoteko (lahko prazno) s primernimi dovoljenji za branje in pisanje.
sr: %1 nedostaje ili ne može biti pročitan! Pitajte vašeg sistem adminitratora da kreira ovaj fajl (može da bude prazan) ali mora da ima određene privilegije za pisanje i čitanje.
ta: %1 ­ø¨Ä «øÄÐ Å¡º¢ì¸ ÓÊÂÅ¢ø¨Ä! ­ó¾ §¸¡ô¨À (¸¡Ä¢Â¡¸ ­Õì¸Ä¡õ) ºÃ¢Â¡É Å¡º¢ì¸ ÁüÚõ ±ØÐÅ¾ü¸¡É «ÛÁ¾¢¸Ù¼ý À¨¼ì¸ ¯í¸û ¸½¢É¢ ¿¢÷Å¡¸¢¨Â §¸ð¸×õ.
uk: %1 відсутній або неможливо його прочитати! Попросіть Вашого системного адміністратора створити цей файл (він може бути пустим) з відповідними правами читання та запису.
xh: %1 ilahlekile okanye ayinakufundwa! Cela umphathi wendlela enze le fayile (inokungabinanto) ngofundo olululo kunye neemvume zokubhala.

source: Login Terminal Window
az: Giriş Terminalı Pəncəəsi
bg: Прозорец на терминалния вход
et: Sisselogimise terminali aken
fi: Sisäänkirjautumisikkuna
he: הסינכל ףוסמ ןולח
pt: Terminal de Autenticação
sl: Prijavno terminalsko okno
sr: Prijavljivanje putem terminala
ta: ­¨½ôÒ Ó¨ÉÂ º¡ÇÃõ:
uk: Термінальне вікно для реєстрації
xh: Iwindow yegama lesiphelo sendlela

source: Ca&ncel
az: &Ləğv et
bg: &Прекъсни
el: Α&κύρωση
et: &Tühista
fi: &Peruuta
he: לוטי&ב
id: &Batal
pt: Ca&ncelar
sl: &Prekliči
sr: &Poništi
ta: &¿£ìÌ
uk: Ск&асувати
wa: Ri&noncî
xh: Ci&ma

source: &Continue
az: &Davam et
bg: &Продължи
el: Σ&υνέχεια
et: &Jätka
fi: &Jatka
he: ךשמ&ה
id: &Lanjut
pt: &Continuar
sl: &Nadaljuj
sr: &Nastavi
ta: &¦¾¡¼Ã×õ
uk: &Продовжити
wa: &Tcheryî pus lon
xh: &Qhubekeka

source: Cannot open any of the following logfiles:
az: Buradakı qeyd fayllarından heç birini aça bilmirəm:
bg: Не мога да намеря следните журални файлове:
et: Ühtegi järgmistest logifailidest pole võimalik avada:
fi: Ei voitu avata seuraavia lokitiedostoja:
he: :םיאבה ןיבמ םושיר ץבוק ףא חותפל ןתינ אל
pt: Não consigo aceder a nenhum dos seguintes registos:
sl: Ni moč odpreti sledečih dneviških datotek:
sr: Nisam mogao da otvorim nijedan od sledećih logova:
ta: À¢ýÅÕõ Ä¡ì §¸¡ôÒ¸Ç¢ø ´É¨Èì Ü¼ò ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä
uk: Неможливо відкрити наступні файли журналів:
xh: Ayinakuvula naziphi iifayile ze log ezilandelayo:

source: You have launched pppd before the remote server was ready to establish a PPP connection. Please use the terminal-based login to verify
az: Uzaq verici bir PPP bağlantısı qurmağa hazır deyilkən pppd-ni/nbaşlattınız. Təsdiqləmək üçün, lütfən, terminal əsaslı iclası işlədin
et: Käivitasid pppd enne kui kaugserver oli valmis taastama PPP ühenduse. Kontrollimiseks kasuta palun terminalil baseeruvat sisenemisprotseduuri (login).
fi: Olet käynnistänyt pppd-ohjelman ennenkuin palvelin on valmis muodostamaan PPP-yhteyden. Käytä päätepohjaista kirjautumista varmistaaksesi
he: .PPP רוביח רוציל ןכומ היה תרשהש ינפל pppd תא תלעפה .אדוול ידכ ףוסמה ססובמ רוביחב שמתשה אנא
id: Anda sudah menjalankan pppd sebelum server remote siap untuk membangun hubungan PPP . Mohon gunakan terminal-login dasar untuk mengecek
pt: Lançaste o pppd antes de o servidor remoto estar pronto a estabelecer uma ligação PPP. Por favor, usa a autenticação baseada em terminal para verificar
sl: pppd ste pognali preden je bil prijavni strežnik pripravljen na vzpostavitev povezave PPP. Za preverbo prosim uporabite terminalsko prijavo.
sr: Pokrenutli ste pppd pre nego što je udaljeni server bio spreman da uspostavi PPP vezu. Molim vas koristite terminal da biste proverili prijavljivanje na sistem
ta: ¦¾¡¨Ä× §º¨ÅÂ¸õ PPP ­¨½ô¨À ¿¢¨Ä¿¡ðÎÅ¾üÌ ¾Â¡Ã¡Å¾üÌ Óý ¿£í¸û pppd¨Â ²Å¢Å¢ðË÷¸û. ºÃ¢À¡÷ì¸ ¾Â×¦ºöÐ Ó¨ÉÂõ-«ÊôÀ¨¼Â¢Ä¡É ¦¾¡¼í¸¨Äô ÀÂýÀÎò¾×õ
uk: Ви запустили pppd перед тим як віддалений сервер був готовий встановити з'єднання PPP. Будь ласка, спробуйте зареєструватися з терміналом, щоб перевірити
wa: Vos avoz enondé pppd divant ki li serveu å lon seye presse a fé onraloyaedje PPP. Moussî dvins avou li terminå po vey cwè.
xh: Awazisanga i pppd phambi komncedisi wobekelo kude esele lilungele ukuseka i PPP udibaniso. Nceda sebenzisa isiphelo sendlela-esisekwe kwigama elithile ukuqinisekisa

source: You haven't started the PPP software on the peer system.
az: Qabaqdakı sistemdəki PPP proqramını icra etmədiniz.
bg: На отдалечената система не е пусната програма PPP.
et: Sa pole partnersüsteemil PPP tarkvara käivitanud.
fi: Et olet käynnistänyt PPP ohjelmistoa vastapäässä
he: .תקחורמה תכרעמב PPP-ה תנכות תא תלעפה אל
id: Anda belum menjalankan software PPP di sistem peer.
pt: Não iniciaste o software PPP no sistema par.
sl: Na drugem sistemu niste zagnali programja PPP.
sr: Niste pokrenuli PPP softver na udaljenom sistemu.
ta: ´ôÀ¡É ¸½¢É¢Â¢ø ¿£í¸û PPP ¦Áý¦À¡Õ¨Ç ¬ÃõÀ¢ì¸Å¢ø¨Ä.
uk: Ви не запустили програмне забезпечення PPP на віддаленій системі.
wa: Vos n' avoz nén enondé li programe PPP do sistinme acoplé
xh: Awuqalanga izixhobo zecomputer PPP kwindlela yomtu onerenki elinganayo.

source: Check that you supplied the correct username and password!
az: Düzgün istifadəçi adı və parol yazdığınızı yoxlayın!
bg: Проверете вашето име и парола!
et: Kontrolli sisestatud kasutajanime ja parooli õigsust!
fi: Tarkista että annoit oikean käyttäjänimen ja salasanan!
he: !םינוכנה המסיסהו שמתשמה םש תא תנייצש קודב
id: Periksa bahwa anda telah memasukkan nama pemakai dan kata sandi yang benar!
pt: Certifica-te que usaste o nome de utilizador e senha correctos!
sl: Preverite, da ste podali pravilno uporabniško ime in geslo!
sr: Proverite da li ste naveli ispravno korisničko ime i lozinku!
ta: ¿£í¸û ºÃ¢Â¡É ÀÂÉ÷¦ÀÂ÷ ÁüÚõ ¸¼×î¦º¡ø¨Ä ¦¸¡Îò¾¢Õì¸¢È£÷¸Ç¡ ±ýÚ ºÃ¢À¡÷ì¸×õ!
uk: Перевірте, що Ви задали вірне ім'я та пароль!
wa: Waitîz si vos avoz dné li bon no d' ûzeu eyet li bon scret!
xh: Khangela ukuba unikeze igama lomsebenzisi kakukhle kunye negama eligqithisiweyo!

source: You shouldn't pass 'lock' as an argument to pppd. Check /etc/ppp/options and ~/.ppprc
az: 'lock'u pppd-yə bir arqument olaraq keçirə bilməzsiniz. /etc/ppp/options və ~/.ppprc-ni yoxlayın.
bg: Не може да предавате 'lock' като аргумент към pppd. Проверете /etc/ppp/options и ~/.ppprc
et: Ei pea andma parameetrit 'lock' argumendiks pppd-le. Kontrolli /etc/ppp/options ja ~/.ppprc
fi: Sinun ei tule antaa 'lock' parametria pppd:lle. Tarkista /etc/ppp/options ja ~/.ppprc
he: .pppd-ל `lock` טנמוגראה תא ריבעת לא ~/.ppprc-ו /etc/ppp/options תא קודב
id: Anda seharusnya tidak meneruskan 'lock' sebagai argument untuk pppd. Periksa /etc/ppp/options dan ~/.ppprc
pt: Não devias passar 'lock' como argumento do pppd. Verifica o /etc/ppp/options e o ~/.ppprc
sl: Ne smete podati 'lock' kot argument pppd-ja. Preverite /etc/ppp/options in ~/.ppprc
sr: Ne možete da dodelite 'lock' argument za pppd. Proverite /etc/ppp/options i ~/.ppprc
ta: 'lock' ³ ´Õ Á¡È¢Â¡¸ pppd ìÌ «ÛôÀì Ü¼¡Ð. /etc/ppp/options ÁüÚõ ~/.ppprc ³ ºÃ¢ À¡÷ì¸×õ.
uk: Ви не повинні задавати 'lock' як аргумент pppd. Перевірте /etc/ppp/options та ~/.ppprc
wa: Vos n' duvrîz nén bouter 'lock' come årgumint po pppd. Loukîz dins /etc/ppp/options eyet~/.ppprc
xh: Ungagqithisa u 'lock' njengempikiswano kwi pppd. Khangela /njalo-njalo/ppp/iinketho ne ~/.ppprc

source: The remote system does not seem to answer to configuration request! Contact your provider!
az: Uzaq sistem quraşdırma sorğunuza cavab vermək istəmir! Xidmət vericinizlə görüşün!
bg: Отдалечената система изглежад не отговаря на конфигурационните правила! Свържете се с вашия доставчик!
et: Paistab et kaugsüsteem ei vasta konfiguratsiooni nõudele! Võta palun teenusepakkujaga ühendust!
fi: Vastapään järjestelmä ei näytä vastaavan asetuspyyntöösi! Ota yhteyttä palveluntarjoajaasi!
he: תשקבל הנוע אל תרשהש הארנ !ךלש טנרטניאה קפסל הנפ !תורדגהה
id: Sistem remote sepertinya tidak menjawab permintaan pengaturan! Hubungi provider anda!
pt: O sistema remoto não parece estar a responder ao pedido de configuração! Contacta o teu ISP!
sl: Oddaljeni sistem ne odgovarja na zahtevo po nastavitvi! Stopite v stik z vašim ponudnikom!
sr: Udaljeni sistem izgleda da ne odgovara na vaš konfiguracioni zahtver! Kontaktirajte vašeg provajdera!
ta: «ó¾ ¦¾¡¨Ä× ¸½¢É¢ ¯í¸û ÅÊÅ¨ÁôÒ §ÅñÎ¾¨Ä ¸ñÎ¦¸¡ñ¼¾¡¸ ¦¾Ã¢ÂÅ¢ø¨Ä! ¯í¸û ¦¸¡ÎôÀ¡Ç¨Ã «Û¸×õ!
uk: Віддалена система здається не відповідає не запит конфігурації! Зверніться до вашого провайдера!
wa: Dj' a l' ideye ki li sistinme å lon ni respond nén a vosse dimande! Atauchîz voste ahesseu!
xh: Indlela yobekelo kude ayikhangeleki iphendula isicelo soqwalaselo! Qhagamshela umnikezi wakho!

source: You have passed an invalid option to pppd. See `man pppd' for a complete list of valid arguments.
az: pppd-yə hökmsüz bir seçənək girdiniz. Hökmlü arqumentlərin tam siyahısı üçün/n'man pppd' yə baxın
bg: Подали сте невярна опция в pppd. Виж. `man pppd' за списъка на възможните опции.
et: Andsid vigase võtme pppd'le. Vaata `man pppd' nimekirja võimalikest argumentidest.
fi: Olet antanut virheellisen valitsimen pppd:lle. Katso `man pppd' saadaksesi täydellisen listan valitsimista.
he: .pppd-ל היוגש תורשפא תרבעה .םיטנמוגרא לש האלמ המישרל `man pppd'-ב ןייע
id: Anda telah meneruskan pilihan yang salah kepada pppd. Lihat `man pppd' untuk daftar argumen pilihan yang benar.
pt: Passaste uma opção inválida ao pppd. Consulta o 'man pppd' para uma lista completa de argumentos válidos.
sl: pppd-ju ste podali nelegalno izbiro. Za popoln seznam izbir si oglejte `man pppd'.
sr: Dodelili ste pogrešnu opciju pppd programu. Pogledajte 'man pppd' za celu listu važećih argumenata.
ta: ¿£í¸û pppdìÌ ¾ÅÈ¡É ÅÃ¢ Å¢ÕôÀò¨¾ «ÛôÀ¢ÔûÇ£÷¸û. ÓØ Å¢ÅÃí¸ÙìÌ 'man pppd' À¡÷ì¸×õ.
uk: Ви передали невірний параметр до pppd. Дивіться `man pppd' щодо повного списку вірних аргументів.
wa: Yene di vos tchûzes po pppd est mwaijhe. Waitîz è manuel (`man pppd') po veyene djîveye di tos les årgumints ki convnèt.
xh: Ugqithise ukhetho olungasebenziyo kwi ppd. Bona'man pppd' yoluhlu olugqityiweyo lweempikiswano ezisebenzayo.

source: Notice that the remote system has sent the following message: "%1" This may give you a hint why the the connection has failed.
az: Uzaqdakı sistem aşağıdakı ismarıcı yolladı: "%1" Bu sizə bir yol göstərə bilər.
bg: От отдалечената система се получи следното съобщение: "%1" Това може да ви помогне.
et: Pane tähele, et kaugsüsteem saatis järgneva teate: "%1" See võib anda vihje ühenduse loomise ebaõnnestumise kohta.
fi: Huomaa että vastapään järjestelmä on lähettänyt seuraavan viestin: "%1" Viesti voi antaa vinkkejä miksi yhteys epäonnistui.
he: :האבה העדוהה תא חלש תרשהש בל םיש "%1" .לשכנ רוביחה עודמ ךל זומרל יושע הז
id: Catatan bahwa sistem remote system telah mengrim pesan berikut: "%1" Ini memberi anda petunjuk mengapa hubungan gagal.
pt: Repara que o sistema remoto enviou a seguinte mensagem: "%1" Isto pode-te ajudar a descobrir o motivo da ligação falhada.
sl: Oddaljeni sistem je poslal naslednje sporočilo: "%1" Morda vam to namiguje, zakaj je bilo povezovanje neuspešno.
sr: Udaljeni sistem poslao je sledeću poruku: "%1" Ovo vam može dati ideju zbog čega je veza prekinuta.
ta: ¯í¸û ¦¾¡¨Ä× ¸½¢É¢ ­ó¾ ¦ºö¾¢¨Â «ÛôÀ¢ÔûÇÐ: "%1" ­Ð ­¨½ôÒ ²ý ÓÈ¢ó¾Ð ±ýÈ ¸¡Ã½ò¨¾ ­Ð ¦¾Ã¢Å¢ì¸Ä¡õ.
uk: Увага, віддалена система прислала наступне повідомлення: "%1" Це може бути інформація щодо помилки з'єднання.
xh: Qaphela ukuba indlela yobekelo kude lithumele umyalezo olandelayo. "%1" Oku kunokunika uthsuphe wokuba kutheni udibaniso lungaphumelelanga.

source: Sorry. Can't help you here.
az: Bağışlayın. Bu mövzuda yardımçı ola bilmirəm.
bg: Съжалявам, но не мога да ви помогна.
el: Συγγνώμη, δε μπορώ να σας βοηθήσω εδώ.
et: Vabandust. Kahjuks ei saa siin aidata.
fi: Valitettavasti en voi auttaa tässä.
he: .ןאכ ךל רוזעל יתורשפאב ןיא .יל רצ
id: Maaf, tidak dapat membantu anda.
pt: Infelizmente, não posso ajudar aqui.
sl: Oprostite. Tu vam ne morem pomagati.
sr: Žao mi je. Ne mogu vam pomoći ovde.
ta: ÁýÉ¢ì¸×õ. ¯í¸ÙìÌ ¯¾Å ­ÂÄÅ¢ø¨Ä.
uk: Вибачте. Не можу нічого тут вдіяти.
wa: Dji rgrete, la, dji n' vos såreu aidî.
xh: Uxolo. Andinakunceda apha.
