Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/kppp.po
Languages: az, bg, el, et, fi, he, id, pt, sl, sr, ta, uk, wa, xh

source: From version 1.4.8 on, kppp has a new feature called "Quickhelp". It's similar to a tooltip, but you can activate it whenever you want. To activate it, simply click on a control like a button or a label with the right mouse button. If the item supports Quickhelp, a popup menu will appear leading to Quickhelp. To test it, right-click somewhere in this text.
az: Buraxılış 1.4.8-dən e'tibarən kppp "Quickhelp" adında yeni bir xüsusiyyətə sahibdir. Vasitə ip uclarına oxşar, amma bunu istədiyiniz vaxt fəallaşdıra bilərsiniz. Fəallaşdırmaq üçün, bir düyməyə və ya mövzuya sağ siçan düyməsi ilə tıqlayın. Əgər mövzunun Quickhelp dəstəyi varsa, açılan menyudan Quickhelp-e çata bilərsiniz. Sınamaq üçün bu mətndəki hər hansı bir yerə sağ tıqlayın.
et: Alates versioonist 1.4.8 on kppp-l uus lisavõimalus, nn. "Kiirjuhend". See on sarnane vihjete süsteemile, kuid teda võib vajadusel igalpool aktiveerida. Selle võimaluse aktiveerimiseks kliki lihtsalt parema hiirenupuga kontrollelemendil (nupud, märgendid). Kui selle elemendi puhul on Kiirjuhend toetatud, siis avaneb vastav hüpikmenüü. Prooviks tee kusagil selles tekstis parema hiirenupuga klikk.
fi: Lähtien versiosta 1.4.8 kppp:ssä on uusi ominaisuus nimeltää "Pika-apu". Sen on samantyyppinen kuin, työkaluvinkki mutta voit katsoa sitä koska haluat. Aktivoidaksesi vinkin, paina hiiren oikeaa nappia napin tai otsikon päällä josta haluat apua. Kokeillaksesi ominaisuutta paina hiiren oikeaanappia tämän tekstin päällä.
he: תורשפא kppp-ל שי ךליאו 1.4.8 הסריגמ ,םיפיטל המוד איה ."הריהמ הרזע" תארקנש השדח .הצרתש ןמז לכב התוא ליעפהל ךתורשפאב לבא ינמיה ןצחלה םע ץחל טושפ ,התוא ליעפהל ידכ .טסקט תיוות וא רותפכ ןוגכ טירפ לע רבכעה לש טירפת עיפוי ,הריהמ הרזעב ךמות טירפה םא .הריהמה הרזעל ליבויש ץפקומ םוקמב ינמיה ןצחלה םע ץחל ,תאז תוסנל ידכ .הז טסקטב והשלכ
id: Dari versi 1.4.8 , kppp mempunyai fitur baru yang disebut "Quickhelp". ISama seperti alat bantu tips, tetapi anda dapat mengaktifkannya kapanpun anda mau. Untuk mengaktifkannya, Gampang tekan di kontrol seperti tombol ataua label dengan tombol kanan mouse jika dukungan iitem Quickhelp, menu popup akan muncul ke Quickhelp. Untuk mencoba, tekan kanan dimana saja di teks ini.
pt: Desde a versão 1.4.8, o kppp tem uma nova função chamada "Ajuda no Contexto". É idêntico a uma 'dica de ferramenta', mas podes activá-la sempre que quiseres. Para a activar, carrega num botão ou numa etiqueta como o botão direito do rato. Se o item suportar Ajuda no Contexto, aparecerá um menu que lhe dá acesso. Para testar, carrega com o botão direito neste texto.
sl: Od različice 1.4.8 naprej ima kppp novo funkcijo imenovano "Hitra pomoč". Podobna je namigom pri orodjih, le da jo lahko aktivirate kadarkoli želite. Aktivirate jo z desnim klikom gumba ali oznake. Če le ta podpira Hitro pomoč, se bo pokazal menu, ki vodi do Hitre pomoči. Preskusite jo lahko tako, da kliknete z desnim gumbom nekje v tem besedilu.
sr: Od verzije 1.4.8, KPPP ima novu osobinu poznatu kao "brza pomoć". Ona je slična savetima (tooltips), ali je možete aktivirati samo prema potrebi. Da biste aktivirali "brzu pomoć" jednostavno kliknite desnim dugmetom miša na neko dugme ili natpis. Ako komanda podržava "brzu pomoć" pojaviće se prozorčić sa instrukcijama. Ako želite da isprobate "brzu pomoć", kliknete desim dugmetom miša negde u okviru ovog teksta.
ta: À¾¢ôÒ 1.4.8 Ä¢ÕóÐ, kpppÂ¢ø "Å¢¨Ã×¾Å¢" ±ýÈ ´Õ Ò¾¢Â ÀñÒìÜÚ ¯ûÇÐ. ­Ð ¸ÕÅ¢Ó¨É¨Âô §À¡ýÈÐ, ¬É¡ø ¿£í¸û ±ô¦À¡ØÐ §ÅñÎÁ¡É¡Öõ ¦ºÂøÀÎò¾Ä¡õ. ­¨¾ ¦ºÂøÀÎò¾ ¿£í¸û Ó¸ôÒ «øÄÐ ¦À¡ò¾¡ý §À¡ýÈ ¸ðÎôÀ¡Î ´ýÈ¢ø ÅÄî ¦º¡Îì¸×õ. «ó¾ ¯ÕôÀÊ Å¢¨Ã×¾Å¢¨Â ¬¾Ã¢ò¾¡ø, Å¢¨Ã× ¯¾Å¢ìÌ ­ðÎî ¦ºøÖõ ´Õ Ðû¦À¡È¢ ÀðÊò ¦¾ýÀÎõ. ­¨¾ §º¡¾¢ì¸, ­ó¾ ¯¨ÃÂ¢ø ±í¸¡ÅÐ ÅÄî ¦º¡Îì¸×õ.
uk: Починаючи з версії 1.4.8, kppp має нову функцію, "Швидка довідка". Вона схожа на пораду, але Ви можете її активізувати за бажанням. Для активізації, просто клацніть на елементі (кнопці або етикетці) правою кнопкою мишки. Якщо елемент підтримує швидку довідку, з'явиться спливаюче меню, що дозволить побачити швидку довідку. To test it, right-click somewhere in this text.
wa: A pårti del modeye 1.4.8, kppp a ene novele usteye lomeye "Côp di Spale al Vole". Ele rishonne ås racsegnetes, mins vos l' poloz enonder cwand vos voloz. Po l' enonder, vos n' avoz k' a clitchî so on boton, ene etikete evnd. avou li droet boton. Si li cayet ki vos avoz clitchî sait dner on Côp di Spale al Vole, vos vieroz spiter on menu ki vos aidrè. Po sayî, clitchîz avou li droet boton ene sawice è ci texe ci.
xh: Ukusuka kuguqulelo 1.4.8 ku, kppp inomsebenzi osemqoka omtsha obizwa "Uncedo olukhawulezayo". Iyafana nencam yesixhobo, kodwa ungayenza nanini uyifuna. Ukuyenza, nqakraza ngokulula kulawulo njenge qhosha okanye umbhalo ngeqhosha lasekunene le mouse. Ukuba umba uxhasa Uncedo olukhawulezayo, i popup menu izakuvela ikhakhela ku Ncedo olukhawulezayo. Ukuyivavanya, nqakraza-ekunene naphi koku kubhaliweyo.

source: Don't show this hint again
az: Bu ip ucunu bir də göstərmə
bg: Повече не показвай това съобщение
el: Να μην ξαναεμφανιστεί αυτή η συμβουλή
et: Ära enam tüüta selle kastiga
fi: Älä näytä tätä vinkkiä uudelleen
he: תינש הז זמר גיצת לא
id: Jangan lagi tampilkan petunjuk ini
pt: Não voltar a mostrar esta dica
sl: Ne prikaži več tega namiga
sr: Ne prikazuj više ovaj savet
ta: ­ó¾ ÌÈ¢ô¨À Á£ñÎõ ¸¡ð¼§Åñ¼¡õ
uk: Не показувати більше цю пораду
wa: Ni pus mostrer cisse racsegne
xh: Sukubonisa lo thsuphe kwakhona

source: This is an example for <b>QuickHelp</b>. This window will stay open until you click a mouse button or a hit a key.
az: <b>Quickhelp</b> üçün bir nümunə. Bu pəncərə, klaviaturadakı və ya siçandakı bir düyməyə basılana qədər açıq qalacaqdır.
bg: Това е пример за <b>Бърза помощ</b>. Прозореца ще остане отворен до натискане на бутон или кликване с мишката.
et: See on <b>Kiirjuhendi</b> näide. See aken jääb avatuks nii kauaks, kuni sa klikid hiirega või vajutad mõnda klahvi.
fi: Tämä on esimerkki <b>pika-avun</b> käyttämisestä. Tämä ikkuna on esilla kunnes painat hiiren nappia tai jotain näppäintä.
he: <p align=right>.<b>הריהמ הרזע</b>ל אמגוד יהוז<br> ץחלתש דע חותפ ראשיי הז ןולח<br> שיקת וא רבכעה לש ןצחל לע<br> .שקמ לע
id: Ini adalah contoh<b>QuickHelp</b>. Jendela ini akan tetap terbuka sampai anda klik tombol mouse atau menekan tombol keyboard.
pt: Este é um exemplo de <b>Ajuda no Contexto</b>. Esta janela ficará aberta até que carregues num botão do rato ou numa tecla.
sl: To je primer <b>Hitre pomoči</b>. To okno bo ostalo odprto dokler ne kliknete na gumb miške ali tipko na tipkovnici.
sr: Ovo je primer prozora za <b>brzu pomoć</b>. Ovaj prozor će ostati otvoren sve dok ne kliknete mišem ili pritisnete neki taster.
ta: ­Ð <b>Å¢¨Ã×¾Å¢</b>ìÌ ´Õ º¡ýÚ. ­ó¾ º¡ÇÃõ ¿£í¸û ´Õ ±Ä¢ ¦À¡ò¾¡ý «øÄÐ ´Õ Å¢¨º¨Â «ÓìÌõ Å¨Ã ¸¡ðº¢ÂÇ¢ìÌõ.
uk: Це приклад <b>Швидкої допомоги</b>. Це вікно лишиться відкритим доки Ви не клацнете кнопкою мишки або натиснете клавішу.
wa: Çouci e-st èn egzimpe di <b>Côp di Spale al Vole</b>. Li purnea dimorrè drovu djusk' a tant ki vos clitchîxhe avou li soris ou ki vos tapexhe so ene tape.
xh: Lo ngumzekelo we <b>Uncedo olukhawulezayo</b>. Le window izakuhlala ivuliwe ude ube unqakraza iqhosha le mouse okanye ubethe isitshixo.

source: kppp can't create or read from %1.
az: kppp yaradıla bilmir və ya oxuya bilmirəm: %1.
bg: kppp не може да създаде или прочете %1.
el: το kppp δε μπορεί να δημιουργήσει ή να διαβάσει το %1.
et: kppp ei suuda luua või lugeda faili %1.
fi: kppp ei voi lukea tiedostosta %1.
he: -מ אורקל וא רוציל ןתינ אל %1
id: kppp tidak dapat membuat atau membaca dari %1
pt: O kppp não consegue criar/ler %1.
sl: kppp ne more ustvariti ali brati iz %1.
sr: KPPP ne može da napravi ili čita iz %1.
ta: kpppÂ¢É¡ø %1³ À¨¼ì¸§Å¡ Å¡º¢ì¸§Å¡ ÓÊÂÅ¢ø¨Ä.
uk: kppp не може прочитати або створити %1.
xh: kppp ayinakwenza okanye ifunde ukusuka ku %1

source: kppp has detected a %1 file. Another instance of kppp seems to be running under process-ID %2. Make sure that you are not running another kppp, delete the pid file, and restart kppp.
az: kppp bir %1 faylı tapdı. Dəyəsən %2 gedişat nömrəsi altında bir kppp daha işləyir. Başqa bir kppp ışlətmədiyinizi yoxlayın, gedişat nömrəsini tutan falı silin və kppp-ni yenidən başladın.
bg: kppp намери файл %1. Възможно е, вече да е пуснато друго кppp с ID на процеса %2. Проверете и ако има изтрийте pid файла му.
el: Το kppp ανίχνευσε ένα αρχείο %1. Ένα άλλο αντίγραφο του kppp φαίνεται ότι τρέχει με ταυτότητα διεργασίας (PID) %2. Βεβαιωθείτε ότι δεν τρέχετε κι άλλο kppp, σβήστε το αρχείο pid και ξανατρέξτε το kppp.
et: kppp avastas faili %1. Paistab, et mõni teine kppp on juba käivitatud (protsessi number %2). Tee palun kindlaks, et kpp ei ole juba käivitatud, kustuta "pid" fail ning käivita kppp uuesti.
fi: kppp on löytänyt %1 tiedoston. Toinen kppp näyttää olevan jo käynnissä prosessi-ID:llä %2. Varmista ettei toinen kppp ole käynnissä, ja tuhoa tiedosto, ja käynnistä kppp uudelleen.
he: .%1 ץבוק ההיז kppp תחת לעופ רבכ kppp לש רחא עפומש הארנ .%2 המישמה יוהיז קחמ ,kppp לש רחא קתוע רבכ ץירמ ךניאש אדוו .kppp תא שדחמ לחתהו ,המישמה יוהיז ץבוק תא
id: kppp telah mendeteksi berkas %1. Program kppp lain sepertinya sedang berjalan dibawah process-ID %2. Pastikan bahwa anda tidak menjalankan kppp lain, hapus berkas pid-nya, dan jalankan kembali kppp.
pt: O kppp detectou um ficheiro %1. Aparentemente, há outra instância do kppp a correr sob o PID %2. Certifica-te que não estás a correr outro kppp, apaga o ficheiro PID, e re-inicia a kppp.
sl: kppp je zaznal datoteko %1. Videti je, da teče še en izvod kppp s številko procesa %2. Preverite, da ne poganjate še enega kppp, pobrišite datoteko pid in ponovno poženite kppp.
sr: KPPP je pronašao fajl: %1 Čini se da je pokrenuta druga instanca programa sa PID-om %2. Proverite da li je KPPP pokrenut više puta, obrišite navedeni PID fajl i ponovo pokrenite KPPP.
ta: kppp %1 §¸¡ô¨À ¸ñÎÀ¢ÊòÐûÇÐ. ¦ºÂø-ID %2Å¢ý ¸£ú kppp Â¢ý ­ý¦É¡Õ ­Âì¸õ ­Âí¸¢ì ¦¸¡ñÊÕì¸¢ÈÐ. ¿£í¸û §Å¦È¡Õ kppp¨Â ­Âì¸Å¢ø¨Ä ±ýÀ¨¾ ¯Ú¾¢¦ºöÐ, pid §¸¡ô¨À ¿£ì¸¢ kppp¨Â ÁÚÀÊÔõ ¦¾¡¼í¸×õ.
uk: kppp виявив файл %1. Можливо інший зразок kppp працює з ідентифікатором процесу %2. Переконайтеся, що не працює інший kppp, видаліть файл ідентифікатора процесу (pid) та перезапустіть kppp.
xh: kppp ubhaqe i %1 fayile. Omnye umzekelo we kppp ukhangeleka usebenza phantsi kwe nkqubela-ID %2. Qinisekisa ukuba awenzi enye i kppp, cima i pid fayile, kwaye qala kwakhona i kppp.

source: Exit
az: Çıxış
bg: Изход
el: Έξοδος
et: Välju
fi: Lopeta
he: האיצי
id: Keluar
pt: Sair
sl: Izhod
sr: Izlaz
ta: ¦ÅÇ¢î¦ºø
uk: Вихід
wa: Moussî foû
xh: Phuma

source: Connect to:
az: Bağlantı adı:
bg: Връзка с:
el: Σύνδεση στο:
et: Ühenduse loomine:
fi: Yhdistä:
he: :לא רבחתה
id: Hubungi:
pt: Ligar para:
sl: Poveži se z:
sr: Poveži se na:
ta: ­¾üÌ ­¨½ì¸×õ:
uk: Приєднатися до:
wa: Si raloyî a:
xh: Dibanisa ku:

source: Login ID:
az: İstifadəçi ID:
bg: Име на потребител:
el: Όνομα χρήστη:
et: Kasutajanimi:
fi: Käyttäjä ID:
he: :שמתשמ םש
id: ID Login:
pt: Utilizador:
sl: Prijavni ID:
sr: Korisničko ime:
ta: ¦¾¡¼í¸ø ID:
uk: ID користувача:
wa: No po moussî dvins:
xh: Igama elithile le ID:

source: <p>Type in the username that you got from your ISP. This is especially important for PAP and CHAP. You may omit this when you use terminal-based or script-based authentication. <b>Important</b>: case is important here: <i>myusername</i> is not the same as <i>MyUserName</i>!
az: <p>İXV-nizdən aldığınız istifadəçi adını yazınız. Bu xüsusilə PAP və CHAP üçün vacibdir. Terminal əsaslı və ya skript əsaslı təsdiqləmə işlədilirkən bunu yazmaya bilərsiniz. <b>Diqqət</b>: Böyük-kiçik hərf ayrı seçkisi vacibdir: <i>istifadəçiadı</i> ilə <i>İstifadəçiAdı</i> eyni deyildir!
bg: <p>Въведете името на потребителя, предоставено ви от доставчика. Това е особенно важно за PAP и CHAP. <b>Внимание</b>: за малките и големи букви- <i>myusername</i> НЕ е същото като <i>MyUserName</i>!
et: <p>Siia sisesta kasutaja nimi, mille sa said oma teenusepakkujalt. Eriti oluline on see PAP ja CHAP autentimise puhul. Terminalil ja skriptil baseeruva autentimise puhul pole see oluline. <b>Oluline</b>: suurte ja väikeste tähtede vahel tehakse siin vahet. <i>NIMI</i> ei ole sama, mis <i>nimi</i>!
fi: <p>Anna käyttäjänimesi jonka olet saanut palvelun- tarjoajaltasi. Tämä on erityisen tärkeää PAP ja CHAP tunnistuksessa. Voit ohittaa tämäm joa käytät pääte- tai skriptipohjaista tunnistusta. <b>Tärkeää</b>: kirjaiten koko vaikuttaa: <i>käyttäjänimi</i> ei ole sama kuin <i>KäyttäjäNimi</i>!
he: <p align=right>טנרטניאה קפסמ תלביקש שמתשמה םש תא דלקה<br> .CHAP-לו PAP-ל דחוימב בושח הז רבד .ךלש<br> התא רשאכ שמתשמ םש ןייצל אלש ךתורשפאב<br> .טירסת וא ףוסמ תססובמ רוביח תטישב שמתשמ<br> <br> :ןאכ בושח תואה לדוג :<b>בושח</b><br> !<i>MyUserName</i> ומכ רבד ותוא וניא <i>myusername</i>
id: <p>Ketik nama pemakai yang ada dapat dari ISP anda. Hal ini penting terutama untuk PAP dan CHAP. Anda dapat mengosongkan ini jika anda memakai otentifikasi berbasis terminal atau skrip. <b>Penting</b>: jenis huruf penting: <i>namapemakai</i> tidak sama dengan <i>NamaPemakai</i>!
pt: <p>Insere o nome de utilizador que te foi atribuído pelo teu ISP. Isto é especialmente importante para PAP e CHAP. Podes omiti-lo se estiveres a usar autenticação baseada em terminal ou script. <b>Importante</b>: há diferença entre maiúsculas e minúsculas: <i>OMeuNome</i> é diferente de <i>omeunome</i>!
sl: <p>Vpišite uporabniško ime, ki ste ga dobili od vašega ponudnika interneta. To je še posebej pomembno za PAP in CHAP. Lahko izpustite, kadar uporabljate terminalsko ali skriptno identifikacijo. <b>Pomembno</b>: velikost črk je tu pomembna: <i>mojeime<i> ni enako kot <i>MojeIme</i>!
sr: <p>Ovde unesite korisničko ime koje ste dobili od vašeg ISP. Ovo je veoma važno za PAP i CHAP. U slučaju da koristite autentifikaciju baziranu na terminalu ili skripti onda niste obavezni da unesete korisničko ime ovde. <b>Važno</b>: velika i mala slova su ovde važna: <i>korisničkoime</i> nije isto kao i <i>KorisničkoIme</i>!
ta: <p>ISPÂ¢¼Á¢ÕóÐ ¿£í¸û ¦ÀüÈ ÀÂÉ÷¦ÀÂ¨Ã ­í§¸ ¯ûÇ¢¼×õ PAP ÁüÚõ CHAPüÌ ­Ð Á¢¸×õ Óì¸¢ÂÁ¡É¾¡Ìõ. Ó¨ÉÂõ-«ÊôÀ¨¼Â¢ø «øÄÐ Å¡öôÀ¡Î-«ÊôÀ¨¼Â¢Ä¡É ºÃ¢À¡÷ò¾¨Ä ÂýÀÎò¾¢É¡ø ­¨¾ ¿£í¸û Å¢ðÎ Å¢¼Ä¡õ. <b>Óì¸¢ÂÁ¡ÉÐ<b>: ­í§¸ case ÀÂýÀÎò¾ôÀÎõ. <i>myusername</i> ¯õ <i>MyUserName</i> ¯õ §ÅÚ §ÅÈ¡É¨Å.
uk: <p>Введіть ім'я, яке Ви отримали від провайдера Інтернет. Це дуже важливо для PAP та CHAP. Ви можете пропустити це, якщо використовуєте аутентифікацію засновану на терміналі або скрипті. <b>Важливо</b>: регістр символів має значення: <i>моє_ім'я</i> не є тим самим, що <i>Моє_Ім'я</i>!
xh: <p>Chwetheza igama lomsebenzisi onaye kweyakho i ISP. Oku kubalulekile kwi PAP ne CHAP. Ungashiya oku xa usebenzisa isiphelo sendlela-esisekiweyo okanye ushicilelo-olusekiweyo lobubhali. <b>Kubalulekile</b>: umzekelo ubalulekile apha: <i>igama lomsebenzisi wam</i> alikho linye ne <i>Igama Lomsebenzisi Wam</i>!

source: Password:
az: Parol:
bg: Парола:
el: Λέξη κλειδί:
et: Parool:
fi: Salasana:
he: :המסיס
id: Kata sandi:
pt: Senha:
sl: Geslo:
sr: Lozinka:
ta: ¸¼×î¦º¡ø:
uk: Пароль:
wa: Secret:
xh: Igama eligqithisiweyo:

source: <p>Type in the password that you got from your ISP. This is especially important for PAP and CHAP. You may omit this when you use terminal-based or script-based authentication. <b>Important</b>: case is important here: <i>mypassword</i> is not the same as <i>MyPassword</i>!
az: <p>İXV-dən aldığınız parolu yazınız. Bu xüsusilə PAP və CHAP üçün vacibdir. Terminal əsaslı və ya skript əsaslı təsdiqləmə işlədilirkən bunu yazmaya bilərsiniz. <b>Diqqət</b>: Böyük-kiçik hərf ayrı seçkisi vacibdir: <i>parolum</i> ilə <i>ParoluM</i> eyni şey deyildir!
bg: <p>Въведете паролата , която ви е дал Интернет доставчика. Това е особенно важно за PAP и CHAP. <b>Внимание</b>: различават се малките от големи букви- <i>mypassword</i> НЕ е същото като <i>MyPassword</i>!
et: <p>Siia sisesta parool, mille sa said oma teenusepakkujalt. Eriti oluline on see PAP ja CHAP autentimise puhul. Terminalil ja skriptil baseeruva autentimise puhul pole see oluline. <b>Oluline</b>: suurte ja väikeste tähtede vahel tehakse siin vahet. <i>Parool</i> ei ole sama, mis <i>parool</i>!
fi: <p>Anna tähän salasana jonka sait palveluntarjoaltasi. ISP. Tämä on erityisen tärkeää PAP ja CHAP tunnistuksessa. Voit ohittaa tämäm joa käytät pääte- tai skriptipohjaista tunnistusta. <b>Tärkeää</b>: kirjaiten koko vaikuttaa: <i>salasana</i> ei ole sama kuin <i>SalaSana</i>!
he: <p align=right>טנרטניאה קפסמ תלביקש המסיסה תא דלקה<br> .CHAP-לו PAP-ל דחוימב בושח הז רבד .ךלש<br> התא רשאכ המסיס ןייצל אלש ךתורשפאב<br> .טירסת וא ףוסמ תססובמ רוביח תטישב שמתשמ<br> <br> :ןאכ בושח תואה לדוג :<b>בושח</b><br> !<i>MyPassword</i> ומכ רבד ותוא וניא <i>mypassword</i>
id: <p>Ketik nama sandi yang ada dapat dari ISP anda. Hal ini penting terutama untuk PAP dan CHAP. Anda dapat mengosongkan ini jika anda memakai otentifikasi berbasis terminal atau skrip. <b>Penting</b>: jenis huruf penting: <i>namasandi</i> tidak sama dengan <i>NamaSandi</i>!
pt: <p>Insere a senha que te foi atribuída pelo teu ISP. Isto é especialmente importante para PAP e CHAP. Pode omiti-la se estiveres a usar autenticação baseada em terminal ou script. <b>Importante</b> há diferença maiúsculas e minúsculas: <i>AMinhaSenha</i> é diferente de <i>aminhasenha</i>!
sl: <p>Vpišite geslo, ki ste ga dobili od vašega ponudnika interneta. To je še posebej pomembno za PAP in CHAP. Lahko izpustite, kadar uporabljate terminalsko ali skriptnoidentifikacijo. <b>Pomembno</b>: velikost črk je tu pomembna: <i>mojegeslo</i> ni enako kot <i>MojeGeslo</i>!
sr: <p>Unesit lozinku koju ste dobili od vašeg internet provajdera. Ovo je veoma važno za PAP i CHAP. U slučaju da koristite autentifikaciju baziranu na terminalu ili skripti onda niste obavezni da unesete korisničko ime ovde. <b>Važno</b>: velika i mala slova u ovde važna: <i>korisničkoime</i> nije isto kao i <i>KorisničkoIme</i>!
ta: <p>¯í¸û ISPÂ¢¼Á¢ÕóÐ ¿£í¸û ¦ÀüÈ ¸¼×î¦º¡ø¨Ä ­í§¸ ¯ûÇ¢¼×õ. PAP ÁüÚõ CHAPüÌ ­Ð Á¢¸×õ §¾¨ÅÂ¡É¾¡Ìõ. Ó¨ÉÂõ-«ÊôÀ¨¼Â¢ø «øÄÐ ÀÊÅõ-«ÊôÀ¨¼Â¢Ä¡É ºÃ¢À¡÷ò¾¨Äô ÀÂýÀÎò¾¢É¡ø ­¨¾ ¿£í¸û Å¢ðÎÅ¢¼Ä¡õ. <b>Óì¸¢ÂÁ¡ÉÐ<b>: ­í§¸ case ÀÂýÀÎò¾ôÀÎõ. <i>myusername</i> ¯õ <i>MyUserName</i> ¯õ §ÅÚ §ÅÈ¡É¨Å.
uk: <p>Введіть пароль, який Ви отримали від провайдера Інтернет. Це дуже важливо для PAP та CHAP. Ви можете пропустити це, якщо використовуєте аутентифікацію засновану на терміналі або скрипті. <b>Важливо</b>: регістр символів має значення: <i>мійпароль</i> не є тим самим, що <i>МійПароль</i>!
xh: <p>Chwetheza kwigama eligqithisiweyo onalo kweyakho i ISP. Oku kubalulekile kwi PAP ne CHAP. Ungashiya oku xa usebenzisa isiphelo sendlela-esisekiweyo okanye ushicilelo-olusekiweyo lobubhali. <b>Kubalulekile</b>: umzekelo ubalulekile apha: <i>igama lam eligqithisiweyo</i> ayikho nye ne <i>Igama Lam Eligqithisiweyo</i>!

source: Show Log Window
az: Qeyd Pəncərəsini Göstər
bg: Монитор за журнала
el: Εμφάνιση παραθύρου αρχείου
et: Näita logi akent
fi: Näytä loki-ikkuna
he: םושיר ןולח גצה
id: Tampilkan Jendela Log
pt: Mostrar Janela de Relatório
sl: Prikaži prijavno okno
sr: Prati proces povezivanja
ta: À¾¢× º¡ÇÃò¨¾ ¸¡ðÎ
uk: Показувати вікно журналу
wa: Mostrer li purnea avou l' istwere
xh: Bonisa iwindow ye log

source: <p>This controls whether a log window is shown. A log window shows the communication between <i>kppp</i> and your modem. This will help you in tracking down problems. Turn it off if <i>kppp</i> routinely connects without problems
az: <p>Bir qeyd pəncərəsi göstərilib göstərilməyəcəyini müəyyənləşdirər. Qeyd pəncərəsi <i>kppp</i> ilə modeminiz arasındakı rabitəni göstərir. Problemlərinizin mənbəyini axtarmağınıza yardımçı olacaqdır. <i>kppp</i> problemsiz olaraq bağlanırsa, bunu qapadın
bg: <p>При включване на тази опция излиза прозорецпокзващ комуникацията между <i>kppp</i> и модема. Изключете тази ошция, ако включването протича нормално.
et: <p>Siin määratakse kas näidata logi akent või mitte. Logi aken näitab sinu modemi ja <i>kppp</i> vahelist kommunikatsiooni ning võib olla abiks probleemide põhjuste leidmisel. Lülita see välja kui <i>kppp</i> ühendused on probleemivabad
fi: <p>Tämä määrittelee näytetäänkö loki-ikkuna kun. kppp muodostaa yhteyttä. Ikkuna näyttää modeemin ja <i>kppp:n</i> välisen kommunikoinnin. Tämä auttaa sinua ongelmien etsinnässä. Laita tämä pois päältä jos <i>kppp</i> ottaa yhteyden ilman ongelmia
he: <p align=right>.םושיר ןולח גצוי םא עבוק<br> תרושקתה תא גיצמ םושיר ןולח<br> .ךלש םדומהו <i>kppp</i> ןיב<br> .תויעב רתאל ךל עייסי הז רבד<br> <br> רבחתמ <i>kppp</i> םא וז תורשפא לטב<br> .תויעב אלל תועיבקב
id: <p>Mengatur apakah jendela log akan ditampilkan. Jendela log menampilkan komunikasi antara modem dan <i>kppp</i> anda. Ini akan menolong anda dalam mencari sumber masalah. Matikan bila <i>kppp</i> berjalan secara rutin tanpa masalah
pt: <p>Isto define se é mostrada ou não uma janela de relatório. Esta janela mostra a comunicação entre o <i>kppp</i> e o teu modem. Isto pode ajudar a detectar problemas. Desliga-o se o <i>kppp</i> se liga normalmente sem problemas
sl: <p>Tole nadzoruje ali je prijavno okno prikazano. Prijavno okno prikazuje pogovor med <i>kppp</i> in vašim modemom. To vam pomaga pri odkrivanju težav. Izklopite, če se <i>kppp</i> rutinsko poveže brez težav.
sr: <p>Ovo kontroliše da li je prozor sa beleškama prikazan. Prozor sa beleškama pokazuje komunikaciju između <i>KPPP</i> i vašeg modema. Ovo će vam pomoći u praćenju problema. Ovo možete da Isključite ako <i>KPPP</i> radi bez problema
ta: <p>À¾¢× º¡ÇÃõ ¸¡ð¼ÀÎ¸¢È¾¡ ±ýÀ¨¾ ­Ð ¸ðÎÀÎòÐõ. À¾¢× º¡ÇÃõ, <i>kppp</i> ìÌõ §Á¡¼òÐìÌõ ­¨¼§ÂÂ¡É ¦¾¡¼÷¨À ¸¡ðÎ¸¢ÈÐ. ­Ð º¢ì¸ø¸Ç¢ý §Å÷ ¸¡ñÀ¾¢ø ¯¾×õ. <i>kppp</i> ÅÆì¸Á¡¸ º¢ì¸Ä¸û ­øÄ¡Áø ­¨½ò¾¡ø, ­¨¾ ¿£í¸û ¿¢Úò¾¢Å¢¼Ä¡õ
uk: <p>Керує появою вікна журналу. Вікно журналу показує спілкування між <i>kppp</i> та Вашим модемом. Це допоможе Вам відстежувати проблеми. Вимкніть, якщо <i>kppp</i> постійно приєднується без проблем
xh: <p>Oku kulawula noba ilog window iyaboniswa. Ilog window ibonisa uthungelwano phakathi <i>kppp</i> ne modem yakho. Oku kuzakukunceda ekuphawuleni phantsi iingxaki. Yicime ukuba <i>kppp</i> idibanisa ngendlela ngaphandle kweengxaki

source: &Setup
az: &Qurğular
bg: &Настройка
el: Ρυθμίσεις
et: &Seadistus
fi: &Asetukset
he: תורד&גה
id: &Atur
pt: Definiçõe&s
sl: &Nastavitve
sr: &Podešavanja
ta: &«¨Á
uk: &Встановити
xh: &Cwangcisa

source: &Connect
az: &Bağlan
bg: &Връзка
el: Σύν&δεση
et: &Helista
fi: &Yhdistä
he: רבחת&ה
id: &Hubungi
pt: Li&gar
sl: &Priklop
sr: Po&veži se!
uk: &Приєднатися
xh: &Dibanisa

source: No such Account: %1
az: Belə bir Hesab yoxdur: %1
bg: Няма такъв акаунт: %1
el: Δεν υπάρχει ο λογαριασμός: %1
et: Sellist kontot pole: %1
fi: Profiilia ei ole olemassa: %1
he: רכומ אל ןובשח םש %1
id: Tidak ada account semacam itu: %1
pt: Nenhuma Conta: %1
sl: Ni takšnega računa: %1
sr: Ne postoji takav nalog: %1
ta: %1 ±ýÚ ´Õ ¸½ìÌ ­ø¨Ä
uk: Такого рахунку немає: %1
xh: Akukho tyala linjalo: %1

source: kppp Configuration
az: kppp Quraşdırması
bg: Настройки на kppp
el: Ρυθμίσεις kppp
et: kppp Konfiguratsioon
fi: kppp Asetukset
he: kppp תורדגה
id: Pengaturan kppp
pt: Configuração do kppp
sl: Nastavitev kppp
sr: KPPP podešavanja
ta: kppp ÅÊÅ¨ÁôÒ
uk: Конфігурація kppp
wa: Apontiaedje di kppp
xh: Uqwalaselo le kppp

source: Accounts
az: Hesablar
bg: Връзки
el: Λογαριασμοί
et: Kontod
fi: Profiilit
he: ןובשח
id: Account
pt: Contas
sl: Računi
sr: Nalozi
ta: ¸½ìÌ¸û
uk: Рахунки
wa: Contes
xh: Amatyala

source: Device
az: Avadanlıq
bg: Устройство
el: Συσκευή
et: Seade
fi: Laite
he: ןקתה
id: Divais
pt: Dispositivo
sl: Naprava
sr: Uređaj
ta: ¸ÕÅ¢
uk: Пристрій
wa: Indjin
xh: Icebo

source: Graph
az: Qrafika
bg: Графика
el: Γράφημα
et: Graaf
fi: Graafi
he: םישרת
id: Grafik
pt: Gráfico
sl: Graf
sr: Grafikon
ta: Å¨ÃÀ¼õ
uk: Графік
wa: Grafike
xh: Umzobo

source: Misc.
az: Müxtəilf
bg: Разни
el: Διάφ.
et: Muud
fi: Sekalaiset.
he: תונוש
id: Lain-lain
pt: Outros
sl: Razno
sr: Razno
ta: Å¨¸ÂÈ¡
uk: Інше.
