Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/krn.po
Languages: br, hr, tr

source: KRN-Missing Configuration info
br: KRN-Stlenn kefluniañ a vank
hr: KRN-Nedostaje podatak o postavi
tr: KRN-Eksik Yapılandırma bilgisi

source: Please enter your email adress
br: Bizskrivit ho chomlec'h postel mar plij
hr: Molim upišite adresu elektronske pošte
tr: Lütfen e-posta adresinizi giriniz

source: Please enter your real name
br: Bizskrivit ho anv gwir mar plij
hr: Molim upišite svoje stvarno ime
tr: Lütfen gerçek adınızı giriniz

source: Please enter your organization's name
br: Bizskrivit anv ho aozadur mar plij
hr: Molim upišite ime svoje organizacije
tr: Lütfen kurumunuzun adını giriniz

source: Please enter your NNTP server name
br: Bizskrivit anv ho servijer NNTP mar plij
hr: Molim upišite ime svog NNTP poslužitelja
tr: Lütfen NNTP sunucunuzun adını giriniz

source: Please enter your SMTP server name
br: Bizskrivit anv ho servijer SMTP mar plij
hr: Molim upišite ime svog SMTP poslužitelja
tr: Lütfen SMTP sunucunuzun adını giriniz

source: Received %.2f Kb
br: Enkarget %.2f Ko
hr: Primljeno %.2f Kb
tr: %.2f Kb alındı

source: error getting group list Server said %s
tr: Grup listesi alınırken bir hata oluştu Sunucu sunu iletti %s

source: Getting Article
br: O resev ur pennad
hr: Primam članak
tr: Mesaj Alınıyor

source: Article Received
br: Pennad enkarget
hr: Članak primljen
tr: Mesaj Alındı

source: KRN - Group List
br: KRN - Roll ar strolladoù
hr: KRN - Lista grupa
tr: KRN - Grup Listesi

source: Connect to Server
br: Kevreañ ouzh ar servijer
hr: Spoji se s poslužiteljem
tr: Sunucuya Bağlan

source: Disconnect From Server
br: Digevreañ diouzh ar servijer
hr: Otkvači se od poslužitelja
tr: Sunucu Bağlantısını Kes

source: Get Active File
br: Resev roll ar strolladoù bev
hr: Dohvati aktivnu datoteku
tr: Etkin Dosyayı Al

source: Find
br: Kavout
hr: Pronađi
tr: Bul

source: Post Queued Messages
br: Kas kemennadoù el lost
hr: Pošalji zadržane poruke
tr: Kuyruktaki Mesajları Gönder

source: Exit
br: Er-maez
hr: Izlaz
tr: Çıkış

source: Get Subjects
br: Resev dodennoù
hr: Dohvati subjekte
tr: Konuları Al

source: Get Articles
br: Resev pennadoù
hr: Dohvati članke
tr: Mesajları Al

source: Get Tagged Articles
tr: Etiketlenmiş başlıkları al

source: Catchup
br: Merkañ lennet
hr: Izjednači
tr: Yakala

source: (Un)Subscribe
br: (Dig/)Koumanatiñ
hr: (od)Pretplati
tr: Üye Ol / Üyelikten Çık

source: Untag
br: Diverkañ
hr: Odznači
tr: Etiketi kaldır

source: (Un)Tag
br: (div/)merkañ
hr: O(d)znači
tr: Etiket koy / kaldır

source: Post New Article
br: Kas ur pennad nevez
hr: Pošalji novi članak
tr: Yeni Mesaj Gönder

source: &Subscribed
br: &Koumanantet
hr: &Pretplaćen
tr: Ü&ye Olunanlar

source: &Tagged
br: &Merket
hr: &Označen
tr: &Etiketlenenler

source: Identity...
br: Anvelezh...
hr: Identitet...
tr: Kimlik...

source: NNTP Options...
br: Dibarzhoù NNTP...
hr: NNTP odrednice...
tr: NNTP Seçenekleri...

source: Expire Options...
br: Dibarzhoù kabac'hded...
hr: Odrednice o zastari
tr: Süre Sonu Seçenekleri...

source: Printing Options...
br: Dibarzhoù moulañ...
hr: Odrednice ispisa...
tr: Yazdırma Seçenekleri...

source: About Krn...
br: Diwar-benn Krn...
hr: O Krn-u...
tr: Krn hakkında...

source: &Newsgroup
br: &Strolladoù kelaouiñ
hr: &Novinska grupa
tr: &Haber Grubu

source: Connect to server
br: Kevreañ ouzh ar servijer
hr: Spoji se s poslužiteljem
tr: Sunucuya bağlan

source: Disconnect from server
br: Digevreañ diouzh ar servijer
hr: otkvači se od poslužitelja
tr: Sunucu bağlantısını kes

source: Get list of active groups
br: Resev roll ar strolladoù bev
hr: Dohvati popis aktivnih grupa
tr: Etkin grupların listesini al

source: Find group
br: Kavout ur strollad
hr: Pronađi grupu
tr: Grup bul

source: Check for Unread Articles
br: Klask pennadoù anlennet
hr: Potraži nepročitane članke
tr: Okunmamış Mesajları Denetle

source: All Newsgroups.
br: An holl strolladoù kelaouiñ
hr: Sve novinske grupe.
tr: Bütün Haber Grupları.

source: Subscribed Newsgroups.
br: Strolladoù koumanantet.
hr: Pretplaćene novinske grupe.
tr: Üye Olunmuş Haber Grupları.

source: Disconnected
br: Digevreet
hr: Otkvačen
tr: Bağlantı Kesildi

source: Connecting to server %s
tr: %s adlı sunucuya bağlanılıyor

source: Connected to server - Posting not allowed
br: Kevreet ouzh ar servijer - Kas ket aotreet
hr: Spojen s poslužiteljem - slanje nije dozvoljeno
tr: Sunucuya bağlanıldı - Göndermeye izin verilmiyor

source: Connected to server - Posting allowed
br: Kevreet ouzh ar servijer - Kas aotreet
hr: Spojen s poslužiteljem - slanje dozvoljeno
tr: Sunucuya bağlanıldı - Gönderme mümkün

source: Can't connect to server
br: N'hellan ket kevreañ ouzh ar servijer
hr: Ne mogu se spojiti s poslužiteljem
tr: Sunucuya bağlanılamıyor

source: Connection to server failed
br: Kevreañ ouzh ar servijer sac'het
hr: Spajanje s poslužiteljem nije uspjelo
tr: Sunucuya bağlanılamadı

source: Authentication Failed
br: Dilesadur sac'het
hr: Provjera neuspješna
tr: Doğrulama Başarısız Oldu

source: Connection to server failed: Authentication problem
br: Kevreañ ouzh ar servijer sac'het : Kudenn dilesadur
hr: Spajanje s poslužiteljem neuspješno: problem s provjerom
tr: Sunucuya bağlanılamadı: Doğrulama başarısız

source: The operation you requested needs a connection to the News server Should I attempt one?
br: Evit an oberiadenn oc'h eus goulennet eo ret bezañ kevreet ouzh ar servijer kelaouiñ.Ha klask a rafen hen ober ?
hr: Zatražena akcija zahtijeva vezu sa novinskim poslužiteljem Da ju pokušam ostvariti?
tr: Bu işlem Haber sunucusuna bağlanmayı gerektiriyor Bağlantı kurmayı deneyeyim mi?

source: You don't have an active groups list. get it from server?
br: N'oc'h eus ket a roll strolladoù bev. E resev diwar ar servijer ?
hr: Nemate aktivnih grupa u popisu. da ih dohvatim s poslužitelja?
tr: Etkin gruplar listeniz yok. Sunucudan alayım mı?

source: Listing active newsgroups
br: O tiskouez ar strolladoù kelaouiñ bev
hr: Ispisujem aktivne novinske grupe
tr: Etkin haber grupları listeleniyor

source: I can't find the group you want!
br: N'hellan ket kavout ar strollad a fell deoc'h !
hr: Ne mogu pronaći grupu koju želite!
tr: İstediğiniz grup bulunamıyor!

source: Getting messages in
br: O'ch enkargañ kemennadoù
hr: Dohvaćam poruke u
tr: Mesajlar alınıyor:

source: Getting list of messages in
br: O'ch enkargañ roll ar c'hemennadoù
hr: Dohvaćam popis poruka u
tr: Mesaj listesi alınıyor:

source: Lost the connection to the server Want to reconnect?
tr: Sunucu ile bağlantı koptu Tekrar bağlanmak istermisiniz?

source: Download
br: Enkargañ
hr: Preuzimanje datoteka
tr: İndir

source: Decode
br: Ezvonegañ
hr: Dekodiraj
tr: Şifreyi Çöz

source: UnTag
tr: Etiket kaldır

source: Mark as read
tr: Okundu olarak işaretle

source: Mark as unread
tr: Okunmadı olarak işaretle

source: Don't expire
br: Na kabac'hat ket
hr: Ne ističe
tr: Süre sonu yok

source: Allow expire
tr: Süre sonu var

source: Lookup in Altavista
br: Klask en Altavista
hr: Potraži na Altavisti
tr: Altavista'da Ara

source: Reply by Mail
br: Eilgeriañ dre postel
hr: Odgovori poštom
tr: Posta ile Yanıtla

source: Post Followup
br: Eilgeriañ er strollad
hr: Pošalji nastavak
tr: Sıradakini Gönder

source: Post & Reply
br: Postel & Strollad
hr: Pošalji i Odgovori
tr: Gönder & Yanıtla

source: Forward
br: War-raok
hr: Proslijedi
tr: Yönlendir

source: Toggle Tag
tr: Etiket seç

source: Tag
tr: Etiket

source: Tagged
br: Ar re merket
hr: Označen
tr: Etiketli

source: Show Only Unread Messages
br: Diskouez ar re anlennet hepken
hr: Prikaži samo nepročitane poruke
tr: Sadece Okunmamış İletileri Göster

source: Show Only Cached Messages
br: Diskouez ar re er grubuilh hepken
hr: Prikaži samo skinute poruke
tr: Sadece Arabellekteki İletileri Göster

source: Show Locked Messages
br: Diskouez ar re prennet hepken
hr: Prikaži zaključane poruke
tr: Kilitlenmiş Mesajları Göster

source: Expunge
br: Kabac'hat
hr: Obriši
tr: Sil

source: Appearance...
br: Neuziadur...
hr: Izgled...
tr: Görünüm...

source: Sorting...
br: Rummañ...
hr: Svrstavam...
tr: Sıralama...

source: Behaviour...
tr: Davranış

source: Edit Rules
br: Aozañ ar reolennoù
hr: Uredi pravila
tr: Kuralları Düzenle

source: Update
br: Bremañaat
hr: Osvježi
tr: Güncelle

source: &Article
tr: Başlık

source: &Scoring
br: &Dereadegezh
hr: &Bodovanje
tr: &Puanlama

source: Previous Message
br: Kemennad kent
hr: Prethodna poruka
tr: Önceki Mesaj

source: Next Message
br: Kemennad a heul
hr: Sljedeća poruka
tr: Sonraki Mesaj

source: Find Article
br: Kavout ur pennad
hr: Pronađi članak
tr: Mesajı Bul

source: Get Article List
br: Resev roll ar pennadoù
hr: Dohvati popis članaka
tr: Mesaj Listesini Al

source: Refresh Display
br: Freskaat an diskwel
hr: Osvježi Prikaz
tr: Görünümü Yenile

source: Current
br: Hini red
hr: Trenutni
tr: Mevcut

source: UnTagged
tr: Etiketsiz

source: All
br: An holl
hr: Cijelo
tr: Tümü

source: Read
br: Lennet
hr: Pročitane
tr: Okunmuş

source: UnRead
br: Anlennet
hr: Nepročitane
tr: Okunmamış

source: Save Article
br: Enrollañ ar pennad
hr: Spremi članak
tr: Mesajı Kaydet

source: Print Article
br: Moulañ ar pennad
hr: Ispiši članak
tr: Mesajı Yazdır

source: Post a Followup
br: Kas ur eilger
hr: Oglasi nastavak
tr: Mesaj Gönder

source: Post & Mail
br: Postel & Strollad
hr: Pošalji i pošalji poštom
tr: Gönder & Postala

source: Tag Article
br: Merkañ ar pennad
hr: Označi članak
tr: Mesajı Etiketlendir

source: Don't expire (keep in cache)
tr: süre sonu yok (arabellekte tut)

source: Decode Article
br: Ezvonegañ ar pennad
hr: Dekodiraj članak
tr: Mesajı Çöz

source: Mark Read
br: Merkañ lennet
hr: Označi pročitanim
tr: Okundu İşareti Koy

source: Mark UnRead
br: Merkañ anlennet
hr: Označi nepročitanim
tr: Okunmadı İşareti Koy

source: Threading...
br: O strobañ...
hr: Stavljanje u nit...
tr: Sıralanıyor...

source: KRN - Existing File
br: KRN - Restr a zo
hr: KRN - Postojeća datoteka
tr: KRN - Mevcut Dosya

source: The File you selected already exists
br: Ar restr oc'h eus diuzet a zo c'hoazh
hr: Datoteka koju ste odabrali već postoji
tr: Seçtiğiniz dosya zaten mevcut

source: OverWrite
br: Rasklañ
hr: Prepiši
tr: Üstüne Yaz

source: Append
br: Ouzhpennañ en diwezh
hr: Dodaj
tr: Sonuna Ekle

source: From: Krn To: You Error getting article. Server said:
br: Digant : Krn Deoc'h Fazi o kargañ ur pennad. Gouez d'ar servijer :
hr: alje: Krn Prima: Vi Greška pri dohvaćanju članka. Poslužitelj javlja:
tr: Kimden: Krn Kime: Size Mesaj alınırken hata oluştu. Sunucunun söylediği:

source: Getting Article List
br: O kargañ roll ar pennadoù
hr: Dohvaćanje popisa članaka
tr: Mesaj Listesi Alınıyor

source: KRN-Identity Configuration
br: KRN-Kefluniañ an anvelezh
hr: KRN-Postava identiteta
tr: KRN-Kimlik Yapılandırması

source: Here you should enter your personal information
br: Bizskrivit amañ stlennad o tennañ deoc'h
hr: Ovdje trebate unijeti osobne podatke
tr: Buraya kişisel bilgilerinizi girmelisiniz

source: You should know what these are!
br: GWell vije deoc'h gouzout petra eo !
hr: Prije nego nastavite provjerite podatke
tr: Bunların da ne olduğunu bilirsiniz!

source: Real Name
br: Anv ledan
hr: Stvarno ime
tr: Gerçek Ad

source: E-mail Address
br: Chomlec'h postel
hr: E-mail adresa
tr: E-posta Adresi

source: Organization
br: Aozadur
hr: Organizacija
tr: Kurum

source: KRN-NNTP configuration
br: KRN-Kefluniañ NNTP
hr: KRN-NNTP postava
tr: KRN-NNTP yapılandırması

source: Servers
br: Servijerien
hr: Poslužitelji
tr: Sunucular

source: SMTP server
br: Servijer SMTP
hr: SMTP poslužitelj
tr: SMTP sunucusu

source: NNTP Server
br: Servijer NNTP
hr: NNTP poslužitelj
tr: NNTP Sunucusu

source: Connect on Startup
br: Kevreañ pa loc'her
hr: Spoji pri pokretanju
tr: Başlangıçta Bağlan

source: Connect without asking
br: Kevreañ hep goulenn
hr: Spoji se bez pitanja
tr: Sormadan bağlan

source: Authenticate
br: Dilesa
hr: Provjeri
tr: Doğrula

source: User Name
br: Anv arveriad
hr: Korisničko ime
tr: Kullanıcı Adı

source: Password
br: Tremenger
hr: Lozinka
tr: Parola

source: Ask before downloading more than
br: Goulenn a-raok enkargañ ouzhpenn
hr: Upitaj prije preuzimanja više od
tr: Bu kadar mesajdan fazlasını indirmeden önce sor

source: articles
br: pennad
hr: članaka
tr: mesaj

source: About KRN
br: Diwar-benn KRN
hr: O KRN-u
tr: KRN hakkında

source: Part of the KDE project.
br: Lodenn ar raktres KDE
hr: Dio KDE projekta.
tr: KDE projesinin bir parçası.

source: Credits & Thanks
br: Garedon & Trugarez
hr: Zasluge i zahvale
tr: Borçlar & Teşekkürler

source: And Many thanks to:
br: Ha mil bennozh da :
hr: I puno zahvala:
tr: Ve çok teşekkürler:

source: All KDE developers
br: An holl diorroerien KDE
hr: Svima koji su razvijali KDE
tr: Tüm KDE geliştiricileri

source: Chuck, for helping in time of need
br: Check, evit e skoazell pa veze ezhomm
hr: Chucku, za pomoć u pravo vrijeme
tr: Chuck, tam zamanında yardım etiğin için

source: All testers
br: An holl arnoderien
hr: Svim testerima
tr: Tüm test edenler

source: Message Display Settings
br: Kefluniañ diskwel ar c'hemennadoù
hr: Postava izgleda poruke
tr: İleti Görüntüleme Ayarları

source: Header Style
br: Giz ar reollin
hr: Stil zaglavlja
tr: Başlık Stili

source: Fancy
br: Faltazi
hr: Ukrasno
tr: Havalı

source: Brief
br: Berr
hr: Kratko
tr: Kısa

source: Standard
br: Reoliek
hr: Uobičajeno
tr: Standart

source: Long
br: Hir
hr: Dugo
tr: Uzun

source: Attachment Style
br: Giz ar stagadennoù
hr: Stil priloga:
tr: Eklenti Stili

source: Iconic
br: Arlunek
hr: Kao ikona
tr: Simgesel

source: Smart
br: Poellek
hr: Pametno
tr: Akıllı

source: Inline
br: Enlinenn
hr: Ugrađeno
tr: Satırsal

source: Font Size:
br: Ment an nodrezh :
hr: Veličina pisma:
tr: Yazıtipi Boyutu:

source: Small
br: Bihan
hr: Malo
tr: Küçük

source: Large
br: Bras
hr: Veliko
tr: Büyük

source: Huge
br: Ramz
hr: Vrlo veliko
tr: Kocaman

source: Standard Font
br: Nodrezh standard
hr: Standardno pismo
tr: Standart Yazıtipi

source: Standard Font Test
br: Amprouiñ an nodrezh standard
hr: Testiraj standardno pismo
tr: Standart Yazıtipi Sınaması

source: Fixed Font
br: Nodrezh ingal
hr: Pismo stalne širine
tr: Sabit Yazıtipi

source: Fixed Font Test
br: Amprouiñ an nodrezh ingal
hr: Testiraj pismo stalne širine
tr: Sabit Yazıtipi Sınaması

source: Background Color
br: Liv an drekleur
hr: Boja podloge
tr: Artalan Rengi

source: Foreground Color
br: Liv ar rakleur
hr: Boja prvog plana
tr: Önalan Rengi

source: Link Color
br: Liv an ere
hr: Boja veze
tr: Bağ Rengi

source: Followed Color
br: Liv heuliet
hr: Boja korištene veze
tr: İzlenmiş Bağ Rengi

source: Use only one window
br: Implij ur prenestr hepken
hr: Koristi samo jedan prozor
tr: Sadece bir pencere kullan

source: Split window vertically
br: Rannañ ar prenestr a-serzh
hr: Podijeli prozor uspravno
tr: Pencereyi dikey olarak ayır

source: On %D, you wrote:
br: D'ar %D, e skrivoc'h :
hr: Dne %D, napisali ste:
tr: %D tarihinde şunları yazmıştınız:

source: On %D, %F wrote:
br: D'ar %D, %F a skrivas :
hr: Dne %D, %F je napisao-la:
tr: %D tarihinde %F şunları yazmıştı:

source: Forwarded Message
br: Kemennad dazkaset
hr: Proslijeđena poruka
tr: Yönlendirilmiş İleti

source: KMail Composer
br: Aozer KMail
hr: KMail sastavljač
tr: KMail Düzenleyici

source: Name
br: Anv
hr: Ime
tr: İsim

source: Size
br: Ment
hr: Veličina
tr: Boyut

source: Encoding
br: Bonegañ
hr: ifriram
tr: Şifreleme

source: Type
br: Rizh
hr: Vrsta
tr: Tür

source: &From:
br: D&igant :
hr: &alje:
tr: &Kimden:

source: &Reply to:
br: &Eilgeriañ da :
hr: Odgovo&ri na:
tr: &Yanıt adresi:

source: &To:
br: &Da :
hr: &Prima:
tr: K&ime:

source: &Subject:
br: D&odenn :
hr: &Tema
tr: K&onu:

source: &Newsgroups:
br: &Foromoù :
hr: &Novinske grupe
tr: &Haber grupları:

source: &Followup-To:
br: &Heuliañ-e :
hr: Poša&lji nastavak:
tr: &Takip-et:

source: &Extra:
tr: Fazladan:

source: &Send
br: &Kas
hr: &Pošalji
tr: Gö&nder

source: S&end later
br: Kas &diwezhatoc'h
hr: Pošalji kasnij&e
tr: &Sonra gönder

source: S&end now
br: Kas &bremañ
hr: Poša&lji odmah
tr: Şi&mdi gönder

source: &Insert File...
br: &Ensoc'hañ ur restr...
hr: Umetn&i datoteku...
tr: &Dosya Ekle...

source: &Addressbook...
br: &Karned Chomlec'hioù...
hr: &Adresar...
tr: &Adres defteri...

source: &New Composer...
br: &Aozer nevez...
hr: &Novi sastavljač...
tr: &Yeni Düzenleyici...

source: New Mailreader
br: Lenner posteloù nevez...
hr: Novi čitač pošte
tr: Yeni Posta Okuyucu

source: Mark all
br: Diuz an holl
hr: Označi sve
tr: Tümünü işaretle

source: Find...
br: Klask...
hr: Pronađi...
tr: Bul...

source: Replace...
br: Erlec'hiañ...
hr: Zamijeni...
tr: Değiştir...

source: &Spellcheck...
br: &Gwiriañ ar skritur...
hr: Provjera pravopi&sa...
tr: &Yazım Denetimi...

source: &Urgent
br: &Mallus
hr: &Hitno
tr: A&cil

source: &Confirm delivery
br: Kadarnaat an &ingalañ
hr: Potvrdi &dostavu
tr: &Yerine ulaştığını teyid et

source: &Confirm read
br: Kadarnaat al &lenn
hr: P&otvrdi čitanje
tr: &Okunduğunu teyid et

source: &Spellchecker...
br: &Gwiriañ ar skritur...
hr: P&rovjera pravopisa...
tr: Ya&zım Denetleyici...

source: &Charsets...
br: &Arouezenneg...
hr: S&kup znakova...
tr: &Karakter kümeleri...

source: &All Fields
br: &An holl dachennoù
hr: Sv&a polja
tr: &Tüm Alanlar

source: &From
br: D&igant
hr: &alje
tr: &Kimden

source: &Reply to
br: &Eilgeriañ da
hr: &Odgovori na
tr: &Yanıtla

source: &To
br: &Da
hr: &Prima
tr: K&ime

source: &Subject
br: D&odenn
hr: &Tema
tr: K&onu

source: &Newsgroups
br: &Strolladoù kelaouiñ
hr: &Novinske grupe
tr: Haber &grupları

source: &Followup-To
br: &Heuliañ e
hr: O&glasi nastavak
tr: &Takip-et

source: &Extra
tr: Fazladan

source: Append S&ignature
br: Ouzhpennañ ar si&nadur
hr: Dodaj potp&is
tr: İ&mza Ekle

source: &Insert File
br: &Ensoc'hañ ur restr
hr: Umetn&i datoteku
tr: &Dosya Ekle

source: Insert My &Public Key
tr: Genel &Anahtarımı ekle

source: &Attach...
br: &Stagañ...
hr: Privi&j...
tr: İ&liştir...

source: &Save...
br: &Enrollañ...
hr: &Spremi...
tr: Ka&ydet...

source: Pr&operties...
br: &Perzhioù...
hr: P&ostavke...
tr: Ö&zellikler...

source: &Attach
br: &Stagañ
hr: Privi&j
tr: İliş&tir

source: Send message
br: Kas ar c'hemennad
hr: Pošalji poruku
tr: İletiyi gönder

source: Compose new message
br: Aozañ ur c'hemennad nevez
hr: Sastavi novu poruku
tr: Yeni ileti düzenle

source: Save message to file
br: Enrollañ en ur restr
hr: Spremi poruku u datoteku
tr: İletiyi dosyaya kaydet

source: Print message
br: Moulañ ar c'hemmenad
hr: Ispiši poruku
tr: İletiyi yazdır

source: Cut selection
br: Troc'hañ an diuzadenn
hr: Izreži izabrano
tr: Seçileni kes

source: Copy selection
br: Eilañ an diuzadenn
hr: Kopiraj izabrano
tr: Seçileni kopyala

source: Paste clipboard contents
br: Pegañ endalc'had ar golver
hr: Priljepi sadržaj odlagališta
tr: Pano içeriğini yapıştır

source: Attach file
br: Stagañ ur restr
hr: Prikvači datoteku
tr: Dosya iliştir

source: Open addressbook...
br: Digeriñ ar c'harned chomlec'hioù...
hr: Otvori adresar...
tr: Adres defterini aç...

source: sign message
br: sinañ ar c'hemennad
hr: potpiši poruku
tr: iletiyi imzala

source: encrypt message
br: enrinegañ ar c'hemennad
hr: šifriraj poruku
tr: iletiyi şifrele

source: Line
br: Linenn
hr: Redak
tr: Satır

source: Column
br: Bann
hr: Stupac
tr: Sütun

source: Close and discard edited message?
br: Serriñ ha diskar ar c'hemennad-red ?
hr: zatvori i odbaci uređenu poruku?
tr: Düzenlenmiş iletiyi iptal edeyim mi?

source: Attach File
br: Stagañ ur restr
hr: Privij datoteku
tr: Dosya İliştir

source: Include File
br: Ensoc'hañ ur restr
hr: Uključi datoteku
tr: Dosyayı Ekle

source: View...
br: Gwelet...
hr: Vidi...
tr: Görünüm...

source: Save...
br: Enrollañ...
hr: Spremi...
tr: Kaydet...

source: Properties...
br: Perzhioù...
hr: Postavke...
tr: Özellikler...

source: Attach...
br: Stagañ...
hr: Privij...
tr: İliştir...

source: View Attachment:
br: Gwelet stagadennoù :
hr: Vidi privitak:
tr: Eklentileri Göster:

source: Sorry, but this feature is still missing
br: Ho tigarez, hogen e vank c'hoazh an arc'hwel-mañ.
hr: Na žalost, ova mogućnost još uvijek nedostaje
tr: Üzgünüm, fakat bu özellik henüz yok

source: unnamed
br: dianv
hr: bezimeni
tr: isimsiz

source: To:
br: Da :
hr: Prima:
tr: Kime:

source: Subject:
br: Dodenn :
hr: Tema:
tr: Konu:

source: Date:
br: Deiziad :
hr: Datum:
tr: Tarih:

source: Message sent or queued OK
tr: İleti iletildi veya sıraya kondu Tamam

source: Error while sending or queuing message!
tr: İletiyi gönderirken veya sıraya koyarken hata oluştu!

source: Choose Signature File
br: Dibab restr ar sinadur
hr: Izaberi potpis
tr: İmza Dosyası Seç

source: Spellcheck - KMail
br: Gwririañ ar skritur - KMail
hr: Provjera pravopisa - KMail
tr: İmla Denetimi - KMail

source: Error starting KSpell. Please make sure you have ISpell properly configured.
br: Fazi en ul loc'hañ KSpell. Bezit sur mar plij oc'h eus ISpell staliaet reizh war ho reizhiad.
hr: Greška pri pokretanju KSpella. Molim provjerite valjanost postave ISpell-a.
tr: KSpell'i başlatırken hata. ISpell'in doğru yapılandırıldığından emin olun.

source: Please specify a send method in the settings and try again.
br: Termenit mar plij un hentenn kas er c'hefluniadur ha klaskit adarre.
hr: Molim odaberite način slanja u postavi i pokušajte ponovo.
tr: Lütfen ayarlar bölümünde bir gönderme yöntemi belirtip tekrar deneyin.

source: Please set the required fields in the identity settings: user-name and email-address
br: Termenit mar plij an tachennoù ret e kefluniadur an anvelezh : anv-arveriad ha chomlec'h-postel
hr: Molim ispunite tražena polja u postavi identiteta: korisničko ime i e-mail adresu
tr: Lütfen kimlik ayarlarında gerekli olan alanları doldurunuz: Kullanıcı adı ve e-posta adresi

source: You must specify a receiver
br: Ret eo deoc'h termeniñ ur resever
hr: Morate izabrati primatelja
tr: Bir alıcı belirtmelisiniz

source: Cannot add message to outbox folder
br: N'hellan ket ouzhpennañ ur c'hemennad en teuliad outbox
hr: Ne mogu dodati poruku u izlaznu mapu
tr: İleti gidecekler dizinine eklenemiyor

source: Sending still in progress
br: En ur c'has c'hoazh
hr: Slanje još uvijek u tijeku
tr: Gönderme işlemi hala sürüyor

source: Initiating sender process...
br: O teraouiñ an argerzh kaser...
hr: Iniciram postupak slanja...
tr: Gönderme süreci hazırlanıyor...

source: Sending message:
br: O kas kemennad :
hr: aljem poruku:
tr: İleti gönderiliyor:

source: Done sending messages.
br: Kemennadoù peurgaset.
hr: Slanje poruka završeno.
tr: İletilerin gönderilmesi tamamlandı.

source: Sending failed:
br: Kas sac'het :
hr: Slanje nije uspjelo:
tr: Gönderme işlemi başarısız:

source: Please specify a mailer program in the settings.
br: Termenit mar plij ur goulev postel er c'hefluniadur.
hr: Molim odredite program za slanje pošte u postavi.
tr: Lütfen ayarlar bölümünde bir e-posta yazılımı belirtiniz

source: Failed to execute mailer program %s
br: Sac'het o seveniñ goulev postel %s
hr: Nije uspjelo pokretanje programa za slanje pošte %s
tr: %s e-posta yazılımı çalıştırılamadı

source: connecting to server
br: o kevreañ ouzh ar servijer
hr: spajam se s poslužiteljem
tr: sunucuya bağlanılıyor

source: Cannot open SMTP connection to host %s for sending: %s
tr: Gönderme işlemi için, %s makinasıyla SMTP bağlantısı kurulamadı: %s

source: Cannot close SMTP connection.
br: N'hellan ket serriñ ar gevreadenn SMTP.
hr: Ne mogu zatvoriti SMTP vezu.
tr: SMTP bağlantısı kapatılamıyor.

source: transmitting message
br: o treuzkas ar c'hemennad
hr: prenosim poruku
tr: ileti gönderiliyor

source: network error
br: fazi rouedad
hr: greška na mreži
tr: ağ hatası

source: a SMTP error occured. Command: %s Response: %s Return code: %d
tr: Bir SMTP hatası oluştu. Komut: %s Yanıt: %s Dönüş kodu: %d

source: Sending SMTP command: %s
tr: SMTP komutu gönderiliyor: %s

source: KRN - Article Searcher
br: KRN - Klasker pennadoù
hr: KRN - Tražitelj članaka:
tr: KRN - Mesaj Araştırıcısı
