Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/krn.po
Languages: br, hr, tr

source: Find Articles With:
br: Kavout pennadoù gant :
hr: Pronađi članake s:
tr: Mesaj Bul (içerik):

source: In Field:
br: En dachenn :
hr: U Polju:
tr: Alan:

source: Case Sensitive
br: Evezhiek ouzh ar c'hef
hr: Znakovno osjetljivo
tr: Büyük-küçük harf duyarlı

source: Wildcard Mode
br: Mod patrom
hr: Način zamjenskih znakova
tr: Genel Arama Kipi

source: Find All
tr: Tümünü Bul

source: Failed to execute signature script %s %s
br: Fazi en ur seveniñ skrid sinadur %s %s
hr: Nije uspjelo pokretanje skripte za potpis %s %s
tr: İmze komut kümesi %s çalıştırılamadı %s

source: File I/O Error
br: Fazi E/D war ur restr
hr: Greška pri U/I datoteke
tr: Dosya Giriş/Çıkış Hatası

source: The specified file does not exist: %s
br: Ar restr lavaret n'eus ket anezhañ : %s
hr: Odabrana datoteka ne postoji: %s
tr: Belirtilen dosya mevcut değil: %s

source: This is a directory and not a file: %s
br: %s a zo ur renkell, ket ur restr.
hr: Ovo je direktorij, a ne datoteka: %s
tr: Bu bir dizin, dosya değil: %s

source: You do not have read permissions to the file: %s
br: N'hoc'h ket aotreet da lenn ar restr : %s
hr: Nemate pravo čitanja datoteke: %s
tr: Bu dosyayı okuma izniniz yok: %s

source: Could not read file: %s
br: Ne m'eus ket gallet lenn ar restr : %s
hr: Ne mogu pročitati datoteku: %s
tr: Dosya okunamadı: %s

source: Could not open file: %s
br: Ne m'eus ket gallet digeriñ ar restr : %s
hr: ne mogu otvoriti datoteku: %s
tr: Dosya açılamadı: %s

source: Error while reading file: %s
br: Fazi en ul lenn ar restr : %s
hr: Greška pri čitanju datoteke: %s
tr: Dosya okunurken hata oluştu: %s

source: Could only read %u bytes of %u.
tr: sadece %u bayt okunabildi %u üzerinden.

source: File %s exists. Do you want to replace it ?
tr: %s dosyası zaten var. Onu değiştirmek istermisiniz?

source: Failed to make a backup copy of %s. Continue anyway ?
br: Sac'het en ur eilañ %s. Kenderc'hel evelato ?
hr: Nije uspjela tvorba pričuvne datoteke %s. Da nastavim?
tr: %s için yedekleme yapılamadı. Yine de devam edeyim mi ?

source: Could not write to file: %s
br: Ne m'eus ket gallet skrivañ er restr : %s
hr: Ne mogu pisati u datoteku: %s
tr: Dosyaya yazılamadı: %s

source: Could not open file for writing: %s
br: Ne m'eus ket gallet digeriñ ar restr evit skrivañ : %s
hr: Ne mogu otvoriti datoteku za pisanje: %s
tr: Dosya yazılmak için açılamadı: %s

source: Error while writing file: %s
br: Fazi en ur skrivañ er restr : %s
hr: Greška pri pisanju datoteke: %s
tr: Dosyaya yazarken hata oluştu: %s

source: Could only write %d bytes of %d.
tr: Sadece %d bayt yazılabildi %d üzerinden.

source: Message Part Properties
br: Perzhioù lodennoù ar c'hemennad
hr: Postavke dijela poruke
tr: İleti Bölümü Özellikleri

source: Name:
br: Anv :
hr: Ime:
tr: İsim:

source: Description:
br: Deskrivadur :
hr: Opis:
tr: Tanımlama:

source: Encoding:
br: Bonegañ :
hr: Kodiranje:
tr: Şifreleme:

source: none (8bit)
br: hini ebet (8 bit)
hr: ništa (8bit)
tr: yok (8bit)

source: quoted printable
hr: ispisivo s nazivnicima
tr: Tırnak imliler yazdırılabilir

source: Newsgroups:
tr: Haber grupları:

source: Followup-To:
tr: Takip-et:

source: From:
br: Digant :
hr: alje:
tr: Kimden:

source: To:
br: Da :
hr: Prima:
tr: Kime:

source: Reply to:
br: Eilgeriañ da :
hr: Odgovori na:
tr: Yanıtla:

source: References:
br: Daveennoù :
hr: !?Reference!?
tr: Referanslar:

source: Date:
br: Deiziad :
hr: Datum:
tr: Tarih:

source: Encrypted message
br: Kemennad rineget
hr: ifrirana poruka
tr: Şifrelenmiş ileti

source: Cannot decrypt message:
br: N'hellan ket ezrinegañ ar c'hemennad :
hr: Ne mogu dešifrirati poruku:
tr: İleti deşifre edilemiyor:

source: Message was signed by
br: Sinet eo bet ar c'hemennad gant
hr: Poruku je potpisao
tr: Bu iletiyi imzalayan:

source: Warning: Bad signature from
br: Da ziwall : sinadur siet digant
hr: Pozor: Loš potpis od
tr: Uyarı: Bu kişiden bozuk imza:

source: unknown key ID
br: ID alc'hwez dianav
hr: nepoznat ID ključa
tr: bilinmeyen anahtar numarası

source: Attachment:
br: Stagadenn :
hr: Privitak:
tr: Eklentiler:

source: Could not create temporary file
br: Ne m'eus ket gallet krouiñ a restr padennek
hr: Ne mogu stvoriti privremenu datoteku
tr: Geçici dosya oluşturulamadı

source: Could not save temporary file %s
br: Ne m'eus ket gallet enrollañ restr padennek %s
hr: Ne mogu spremiti privremenu datoteku %s
tr: %s geçici dosyası kaydedilemedi

source: Could not save file
br: Dibossubl enrollañ ar restr
hr: Ne mogu spremiti datoteku
tr: Dosya kaydedilemedi

source: Couldn't find PGP executable. Please check your PATH is set correctly.
br: Ne m'eus ket gallet kavout ar sevenadus PGP. Ensellit m'eo termenet reizh o PATH mar plij.
hr: Ne mogu pronaći PGP izvedbeni program. Molim provjerite da li je PATH valjano postavljen.
tr: PGP yazılımı bulunamadı. PATH çevre değişkeninizin doğrulunu denetleyin.

source: Could not find PGP executable. Please check your PATH is set correctly.
br: Ne m'eus ket gallet kavout ar sevenadus PGP. Ensellit m'eo termenet reizh o PATH mar plij.
hr: Ne mogu pronaći PGP izvedbeni program. Molim provjerite da li je PATH valjano postavljen.
tr: PGP yazılımı bulunamadı. PATH çevre değişkeninizin doğrulunu denetleyin.

source: The pass phrase is missing.
br: Mankout a ra an droienn tremen.
hr: Nedostaje lozinka.
tr: Parola tümcesi eksik.

source: Could not find the public keys for the recipients of this mail. Message will not be encrypted.
br: Ne m'eus ket gallet kavout an alc'hwezioù foran evit reseverien ar postel-mañ. Ne vo ket enrineget ar c'hemennad.
hr: Ne mogu pronaći javne ključeve primatelja ove poruke. Poruka neće biti šifrirana.
tr: Bu iletinin alıcıları için genel genel anahtarlar bulunamadı. İleti şifrelenmeyecek.

source: Could not find the public keys for
br: Ne m'eus ket gallet kavout an alc'hwezioù foran evit
hr: Ne mogu pronaći javne ključeve
tr: Aşağıdakiler için genel anahtarlar bulunamadı

source: These persons will not be able to
br: An dud-se a vo dic'houest da
hr: Ove osobe neće biti sposobne
tr: Bu kişiler aşağıdaki işlemi yapamayacaklar

source: This person will not be able to
br: An den-se a vo dic'houest da
hr: Ova osoba neće biti sposobna
tr: Bu kişi aşağıdaki işlemi yapamayacak

source: decrypt the message.
br: ezrinegañ ar c'hemennad.
hr: dešifrirati poruku.
tr: İletiyi deşifre etmek.

source: You just entered an invalid passphrase. Do you wan't to try again, continue and leave the message unsigned, or cancel sending the message?
br: Emaoc'h o paouez bizskrivañ ul alvarenn tremen siek. Hag e fell deoc'h klask adarre, kenderc'hel ha leuskel ar c'hemennad ansinet, pe nullañ kas ar c'hemennad ?
hr: Upravo ste upisali nevaljanu lozinku. elite li pokušati ponovo, nastaviti i ostaviti poruku nepotpisanom ili prekinuti slanje poruke?
tr: Yanlış bir parola tümcesi girdiniz. Tekrar denemek mi, devam edip iletiyi imzasız bırakmak mı, yoksa iletinin gönderilmesini iptal etmek mi istersiniz?

source: Retry
br: Klask adarre
hr: Ponovi
tr: Tekrar dene

source: Do you wan't to encrypt anyway, leave the message as is, or cancel the message?
br: Hag e fell deoc'h enrinegañ evelato, leuskel ar c'hemennad evel m'emañ, pe nullañ ar c'hemennad ?
hr: elite li šifrirati svakako, ostaviti poruku kakva jest ili prekinuti poruku?
tr: İletiyi şifrelemek mi, olduğu gibi bırakmak mı, yoksa iptal etmek mi istersiniz?

source: Encrypt
br: Enrinegañ
hr: ifriraj
tr: Şifrele

source: Do you wan't to leave the message as is, or cancel the message?
br: Hag e fell deoc'h leuskel ar c'hemennad evel m'emañ, pe nullañ ar c'hemennad ?
hr: elite li ostaviti poruku kakva jest ili ju prekinuti?
tr: İletiyi olduğu gibi bırakmak mı, yoksa iptal etmek mi isterdiniz?

source: Please enter your PGP passphrase
br: Bizskrivit mar plij ho lavarenn tremen PGP
hr: Molim upišite svoju PGP lozinku
tr: Lütfen PGP parola tümcenizi giriniz

source: PGP Security Check
br: Gwiriadur surentez PGP
hr: PGP provjera sigurnosti
tr: PGP Güvenlik Kontrolü

source: Identity
br: Anvelezh
hr: Identitet...
tr: Kimlik

source: PGP User Identity:
br: Anvelezh PGP an arveriad :
hr: PGP identitet korisnika:
tr: PGP Kullanıcı Kimliği:

source: Store passphrase
br: Boniañ al lavarenn tremen
hr: Spremi lozinku
tr: Parola tümcesini kaydet

source: Always encrypt to self
br: Enrinegañ bepred an unan
hr: Uvijek šifriraj poruke sebi
tr: Her zaman kendisi üzerine şifrele

source: You are posting an empty article That sucks. Are you forcing me to post it anyway?
tr: Başlıksız gönderiyorsunuz Bu saçma. Genede göndermemi istiyormusunuz?

source: This server is read onlyyou can't post here!
br: Ar servijer-mañ a zo lenn hepken, n'hellit ket postañ amañ !
hr: Ovaj poslužitelj dozvoljava samo čitanje, ne možete slati poruke!
tr: Bu sunucu salt-okunur, gönderme yapamazsınız!

source: Addressbook
br: Karned chomlec'hioù
hr: Adresar
tr: Adres Defteri

source: Addressbook Manager
br: Merour ar c'harned chomlec'hioù
hr: Rukovatelj adresarom
tr: Adres Defteri Yöneticisi

source: Storing addressbook failed
br: Enrollañ karned chomlec'hioù sac'het
hr: Spremanje adresara nije uspjelo
tr: Adres defteri kaydedilemedi

source: Storing the addressbook failed!
br: Enrollañ ar c'harned chomlec'hioù sac'het !
hr: Spremanje adresara nije uspjelo!
tr: Adres defteri kaydedilemedi!

source: KRN - Expire Settings
br: KRN - Kefluniañ ar c'habac'hded
hr: KRN - Postava zastare
tr: KRN - Süre Sonu Ayarları

source: For how long should we keep things (in days)?
br: Pegeit e rankfen mirout ar pennadoù (devezh)
hr: Koliko dugo će se čuvati ovi članci (u danima)?
tr: Nesneleri kaç gün süreyle saklayacağız?

source: Read:
br: Lennet :
hr: Pročitani:
tr: Okunmuş:

source: Unread:
br: Anlennet :
hr: Nepročitani:
tr: Okunmamış:

source: Article Bodies:
br: Korf ar pennadoù :
hr: Tijela članaka:
tr: Mesaj Gövdeleri:

source: Article Headers:
br: Reollin ar pennadoù :
hr: Zaglavlja članaka:
tr: Mesaj Başlıkları

source: KRN - Print Settings
br: KRN - Kefluniañ ar moulañ
hr: KRN - Postava ispisa
tr: KRN - Yazdırma Ayarları

source: KRN - Printing Settings
br: KRN - Kefluniañ ar mouladur
hr: KRN - Postava ispisa
tr: KRN - Yazdırma Ayarları

source: General
br: Hollek
hr: Općenito
tr: Genel

source: Printing System
br: Reizhiad moulañ
hr: Ispisivanje
tr: Yazdırma Sistemi

source: Use HTML Printing
br: Implij moulañ HTML
hr: Koristi HTML ispisivanje
tr: HTML Yazdırmasını Kullan

source: Use Direct Printing
br: Implij moulañ ent-eeun
hr: Koristi izravno ispisivanje
tr: Doğrudan Yazdırmayı Kullan

source: Direct Printing
br: Moulañ ent-eeun
hr: Izravno ispisivanje
tr: Doğrudan Yazdırma

source: Print using:
br: Moulañ oc'h implij :
hr: Ispiši koristeći:
tr: Kullanarak Yazdır:

source: Feed it with:
br: Bouetañ gant :
hr: Ispiši kao:
tr: Bununla Besle:

source: Text
br: Skrid
hr: Tekst
tr: Metin

source: KRN - Scoring Rules Editor
br: KRN -Aozer reolennoù dereadegezh
hr: KRN - Urednik bodovnih pravila
tr: KRN - Puanlama Kuralları Düzenleyicisi

source: Global Rules
br: Reolennoù hollek
hr: Globalna pravila
tr: Genel Kurallar

source: All Rules
br: An holl reolennoù
hr: Sva pravila
tr: Bütün Kurallar

source: Active Rules
br: Reolennoù bev
hr: Aktivna pravila
tr: Etkin Kurallar

source: Rule Editor
br: Aozer reolennoù
hr: Urednik pravila
tr: Kural Düzenleyici

source: Save as
br: Enrollañ e
hr: Spremi kao
tr: Farklı Kaydet

source: Match Articles With:
br: Klotat pennadoù gant :
hr: Usporedi članke s:
tr: Mesajları Bununla Eşleştir:

source: Weight:
br: Pouez :
hr: Težina:
tr: Ölçü:

source: Negative
br: Negativel
hr: Negativno
tr: Olumsuz

source: Done
br: Graet
hr: Gotovo
tr: Tamamlandı

source: Rule name:
br: Anv ar reolenn :
hr: Naziv pravila:
tr: Kural Adı:

source: KRN - Header Sorting
br: KRN - Rummañ ar reollinoù
hr: KRN - Svrstavanje zaglavlja
tr: KRN - Başlık Sıralama

source: Subject
br: Dodenn
hr: Tema
tr: Konu

source: Score
br: Dereadegezh
hr: Rezultat
tr: Puan

source: Sender
br: Kaser
hr: Pošiljatelj
tr: Gönderen

source: Date
br: Deiziad
hr: Datum
tr: Tarih

source: Lines
br: Linennoù
hr: Redaka
tr: Satırlar

source: None
br: Hini ebet
hr: Ništa
tr: Hiçbiri

source: Sort by:
br: Rummañ dre :
hr: Svrstaj prema:
tr: Sıralama yöntemi:

source: Use Threading
br: Arverañ ar strobañ
hr: Koristi stavljanje u nit
tr: Sıralama Kullan

source: KRN - Charset Settings
br: KRN - Kefluniañ an nodrezhoù
hr: KRN - Postava skupa znakova
tr: KRN - Karakter Kümesi Ayarları

source: KMail - Charset Settings
br: KMail - Kefluniañ an nodrezhoù
hr: KMail - Postava skupa znakova
tr: KMail - Karakter Kümesi Ayarları

source: Message charset
br: Arouezenneg ar c'hemennad
hr: Skup znakova za poruke
tr: İleti karakter kümesi

source: Composer charset
br: Arouezenner an aozer
hr: Skup znakova za sastavljač
tr: Düzenleyici karakter kümesi

source: Set as &default
br: Lakaat dre &ziouer
hr: Postavi kao po&drazumijevano
tr: Ö&ntanımlı ayarla

source: &7 bit is ASCII
br: &7 bit a zo ASCII
hr: &7 bitno je ASCII
tr: &7 bit ASCII

source: &Quote unknown characters
hr: &Quotiraj nepoznate znakove
tr: &Bilinmeyen karakterleri tırnak içine al

source: Please wait a minute, I am expiring!
br: Gortozit ur vunutenn mar plij, mont a ran da anaon !
hr: Samo trenutak, zastarijevam!
tr: Bir dakika lütfen, programı kapatıyorum!

source: Bad pass Phrase; couldn't sign
br: Lavarenn tremen fall ; sinadur dibosubl
hr: Nevaljana lozinka; ne mogu potpisati
tr: Yanlış Parola Tümcesi; imzalanamadı

source: error running pgp
br: fazi en ur seveniñ pgp
hr: greška pri izvođenju pgp-a
tr: pgp çalıştırılırken hata oluştu

source: Bad pass Phrase; couldn't decrypt
br: Lavarenn tremen fall ; ezrinegañ dibosubl
hr: Nevaljana lozinka; ne mogu dešifrirati
tr: Yanlış Parola Tümcesi; deşifre edilemedi

source: Do not have the secret key for this message
br: N'em eus ket a alc'hwez kuzh evit ar c'hemennad-mañ
hr: Nemam privatni ključ za ovu poruku
tr: Bu ileti için gizli anahtar yok

source: unknown key ID
br: ID alc'hwez dianav
hr: nepoznati ID ključa
tr: bilinmeyen anahtar numarası

source: ??? (file ~/.pgp/pubring.pgp not found)
br: ??? (restr ~/.pgp/pubring.pgp n'eo ket kavet)
hr: ??? (datoteka ~/.pgp/pubring.pgp nije nađena)
tr: ??? (~/.pgp/pubring.pgp dosyası bulunamadı)

source: The passphrase you entered is invalid.
br: Al lavarenn tremen e bizskrivoc'h zo siek.
hr: Lozinka koju ste upisali nije valjana.
tr: Girdiğiniz parola tümcesi geçersiz.

source: The key(s) you wan't to encrypt your message to are not trusted. No encryption done.
br: An alc'hwez(ioù) e klaskit enrinagañ ho kemennad ganto zo diasur. Enrinegañ ebet graet.
hr: Ključevima kojima želite šifrirati poruku nije za vjerovati. Šifriranje nije obavljeno.
tr: İletinizi şifrelemek için kullandığınız anahtarlar güvenilir değil. Şifreleme yapılmadı.

source: The following key(s) are not trusted: %s They will not be able to decrypt the message
tr: Bu anahtar(lar) güvenilir değil: %s Bunlar iletinizi deşifre edemeyecekler

source: This group has %d articles.
tr: Bu grubun %d başlığı var.

source: KRN-Confirmation
br: KRN-Kadarnaat
hr: KRN-Potvrda
tr: KRN-Teyid

source: Read how many articles?
br: Lenn pet pennad ?
hr: Koliko članaka pročitati?
tr: Kaç mesaj okunacak?

source: Get them from
br: Tapout anezho diwar
hr: Dohvati
tr: Buradan al:

source: Oldest articles
br: Pennadoù koshañ
hr: Najstarije članke
tr: En eski mesajlar

source: Newest articles
br: Pennadoù neveshañ
hr: Najnovije članke
tr: En yeni mesajlar

source: Make this the new threshold
br: Ober an trezoù nevez eus kement-mañ
hr: Učini gornje novim pragom
tr: Bunu yeni başlangıç yap

source: Search results
tr: Arama sonuçları

source: Enter group name (you can use wildcards)
tr: Grup ismini girin

source: &Search
tr: Ara

source: Search results (subscribed first)
tr: Arama sonuçları (abone olunmuşlar önce)

source: Status
tr: Durum

source: Open Article
tr: Başlığı aç

source: Do Nothing
tr: Hiçbir şey yapma

source: Toggle Read
tr: Okunmuş işaretle

source: Mark Unread
br: Merkañ anlennet
hr: Označi nepročitanim
tr: Okunmadı İşareti Koy

source: KRN - Behaviour
tr: KRN - Davranışı

source: Left Click
tr: Sol klik

source: Online:
tr: Bağlı:

source: Offline:
tr: Bağlı değil:

source: Double Click
tr: Çift klik

source: Right Click
tr: Sağ klik

source: Normal
br: Boas
hr: Normalno

source: F
br: H
hr: P

source: &Cc:
hr: &Kopija:

source: &Bcc:
hr: &Slijepa kopija:

source: &Cc
hr: &Kopija

source: &Bcc
hr: &Slijepa kopija

source: Cc:
hr: Kopija:

source: Bcc:
hr: Slijepa kopija:
