Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/ktalkd.po
Languages: az, ca, et, fi, he, hu, id, is, ja, ko, mk, no, no_ny, pt, sl, tr, xh

source: Improper File Extension
az: Uyğunsuz FAYL Uzantısı
ca: Extensió de fitxer incorrecta
et: Vale faililaiend
fi: Virheellinen tiedostopääte
he: המיאתמ אל ץבוק תמויס
hu: Hibás fájlkiterjesztés.
id: Ekstensi berkas yang tidak cocok
is: Óviðeigandi skráarending
ja: 不適当な拡張子
ko: 잘못된 파일 확장
mk: Несоодветна Екстензија на Датотека
no: Feilaktig etternavn
no_ny: Ugyldig filetternamn
pt: Extensão do Ficheiro Imprópria
sl: Nepravilna pripona datoteke
tr: Uygunsuz Dosya Uzantısı
xh: Ulwandiso lwefayile olungelulo

source: The file %1 is already in the list
az: %1 faylı onsuz da siyahıdadır
ca: El fitxer %1 ja és a la llista
et: Fail %1 on juba nimekirjas
fi: Tiedosto %1 on jo listalla
he: ץבוקה %1 המישרב אצמנ רבכ
hu: A(z) %1 fájl már szerepel a listában.
id: Berkas %1 sudah ada di dalam daftar
is: Skráin %1 er þegar á listanum
ja: %1 というファイルは既にリストにあります
ko: %1 파일이 이미 목록에 있습니다.
mk: Датотеката %1 е веќе во листата
no: Filen %1 er allerede i listen
no_ny: Fila %1 er alt i lista
pt: O ficheiro %1 já está na lista
sl: Datoteka %1 je že na seznamu
tr: %1 dosyası zaten listede
xh: Ifayile %1 sele ikuluhlu

source: File Already in List
az: Fayl Onsuz da Siyahıdadır
ca: El fitxer ja hi és a la llista
et: Fail on juba nimekirjas
fi: Tiedosto on jo listalla
he: המישרב רבכ ץבוקה
hu: A fájl már szerepel a listában.
id: Berkas sudah ada di daftar
is: Skráin er þegar á listanum
ja: すでにあるファイル
ko: 목록에 파일이 있습니다.
mk: Датотеката е Веќе во Листата
no: Filen er allerede i listen
no_ny: Fil alt i lista
pt: Ficheiro Já na Lista
sl: Datoteka je že na seznamu
tr: Dosya Zaten Listede
xh: Ifayile sele ikululhu

source: Caller identification
az: Zəng edənin kimlik təsdiqlənməsi
ca: Identificació del qui truca
et: Helistaja ididentifitseerimine
fi: Kutsujan tiedot
he: רשקתמ יוהיז
hu: Hívóazonosítás
id: Identifikasi pemanggil
is: Auðkenni þess er hringir
ja: 呼出元の識別
ko: 발신자 증명
mk: Идентификација на јавувачот
no: Ringerens identitet
no_ny: Oppringar-identifikasjon
pt: Identificação da origem
sl: Identifikacija klicatelja
tr: Arayanın kimlik doğrulanması
xh: Uqwalaselo lombizi

source: Name of the callee, if he doesn't exist on this system (we're taking his call)
az: Əgər bu sistemdə yer almırsa, (onun zəngini alırıq), zəng edənlərin adı
ca: Nom del trucat, si no existeix en aquest sistema (estem agafant la seva trucada)
et: Vastuvõyja nimi kui teda süsteemis ei eksisteeri (me võtame tema kõne vastu).
fi: Kutsujan nimi, jos hän ei ole olemassa tässä järjestelmässä (otamme vastaan kutsun)
he: (ולש החישל םינוע ונחנא) וז תכרעמב םייק אל אוה םא ,וילא ורשקתהש םדאה םש
hu: A hívott fél neve, ha még nem szerepel a rendszerben (aki éppen hív)
id: Nama yang dipanggil, jka ia tidak ada di dalam sistem (kami mengambil panggilan ini)
is: Nafn þess sem hringir, ef hann er ekki til á þessu kerfi (við svörum hringingu hans)
ja: 呼ばれた者の名前 - 彼/彼女がこのシステムに居ない場合(彼/彼女の呼出を処理中)
mk: Име на јавувачот, ако тој не постои на овој систем (го примаме неговиот повик)
no: Navn på den som ringer hvis han ikke eksisterer på dette systemet.
no_ny: Namn på den som vert oppringt, dersom han ikkje finst på dette systemet (me tek imot hans samtale)
pt: Nome do destino, se não existir neste sistema (nós recebemos a chamada)
sl: Ime klicanega, če ne obstaja na tem sistemu (prevzemamo njegov klic)
tr: Eğer bu sistemde yer almıyorsa (onun çağrısını alıyoruz), arayanların adı
xh: Igama lombizwa, ukuba akakho kule ndlela (sithatha ubizo lwakhe)

source: Dialog box for incoming talk requests
az: Gələn danışıq sorğuları üçün rabitə qutusu
ca: Caixa de diàleg per peticions de conversa entrants
et: Dialoogiboks sisseetulevate kõnesoovide jaoks
fi: Ikkuna tuleville pyynnöille.
he: תוסנכנ Talk תושקבל חיש-וד תבית
hu: A bejövő talk kérések dialógusablaka
id: Kotak dialog untuk permintaan pembicaraan yang masuk
is: Gluggi fyrir talbeiðnir
ja: 到着したtalkリクエストのダイアログボックス
ko: 대화요청이 들어오는 대화상자
mk: Прозорец за влезни talk побарувања
no: Dialogboks for innkommende samtaleforespørsler
no_ny: Dialogboks for innkommande samtaleførespurnader
pt: Caixa de diálogo para pedidos de talk
sl: Pogovorno okno za zahtevke po prihajajočih klicih
tr: Gelen konuşma istekleri için iletişim kutusu
xh: Ibhokisi yencoko yababini yezicelo ezingenayo

source: 'user@host' expected.
az: 'istifadəçi@verici' gözlənilirdi.
ca: S'esperava 'usuari@hoste'.
et: oodati 'kasutaja@host'
fi: 'käyttätäja@kone' odotettiin.
he: .'user@host'-ל יתיפיצ
hu: A nevet 'felhasználó@kiszolgáló' formában kell megadni.
id: diharapkan 'pengguna@host'
is: vil fá 'notanda@vél'
ja: 'user@host'を予期
mk: 'корисник@компјутер' се очекуваше
no: 'bruker@vert' forventet.
no_ny: «brukar@vert» forventa.
pt: Estava à espera de 'utilizador@servidor'.
sl: Pričakovan ,uporabnik@gostitelj`.
tr: 'kullanıcı@sunucu' bekleniyordu.
xh: 'user@host' ulindelekile.

source: Message from talk demon at
az: talk demon-dan ismarıc:
ca: Missatge del dimoni de conversa a
et: Teade talk deemonilt hostis
fi: Viesti talk palvelimelta
he: Talk-ה תרשמ העדוה -
hu: Üzenet a talk háttérfolyamattól ekkor:
id: Pesan dari daemon talk di :
is: Skilaboð frá talþjóni á
ja: talk デーモンからのメッセージがきた時間
mk: Порака од talk демонот на
no: Melding fra snakkedemon på
no_ny: Melding frå snakkedemon ved
pt: Mensagem do servidor de 'talk' em
sl: Sporočilo od demona talk ob
tr: talk demon'dan mesaj:
xh: Umyalezo osuka kwi daemon yokuthetha ku

source: Talk connection requested by
az: Talk bağlantısı istəyən:
ca: S'ha sol·licitat una connexió de conversa per
et: Vastu võetud kõnesoov kasutajalt
fi: Juttelua pyytää
he: Talk רוביח שקבמ
hu: Talk kapcsolat kérése:
id: Permintaan hubungan talk oleh:
is: Taltenging frá
ja: talk 接続要求は
mk: Talk врска побарана од
no: Snakkeforespørsel forespurt av
no_ny: Snakkesamband førespurd av
pt: Ligação 'talk' requisitada por
sl: Za pogovor je zaprosil
tr: Talk bağlantısı isteyen:
xh: Udibaniso lwentetha lucelwe ngu

source: for user %1
az: %1 istifadəçisi üçün
ca: per l'usuari %1
et: kasutajale %1
fi: käyttäjälle %1
he: %1 שמתשמל
hu: %1 felhasználó részére
id: untuk pengguna %1
is: fyrir notanda %1
ja: ユーザ %1
mk: за корисникот %1
no: for bruker %1
no_ny: for brukar %1
pt: para o utilizador %1
sl: za uporabnika %1
tr: %1 kullanıcısı için
xh: yomsebenzisi %1

source: <nobody>
az: <heçkəs>
ca: <ningú>
et: <mitte keegi>
fi: <ei kukaan>
he: <דחא ףא>
hu: <senki>
id: <bukan siapapun>
is: <enginn>
ja: <無名>
mk: <никој>
no: <ingen>
no_ny: <ingen>
pt: <ninguém>
sl: <nihče>
tr: <hiçkimse>

source: Talk requested...
az: Talk sorğusu...
ca: Petició de conversa...
et: Kõnesoov...
fi: Juttelua pyydetty...
he: ...Talk-ל השקב
hu: Talk kérés...
id: Pembicaraan diminta...
is: Farið fram á talsamband...
ja: talk 要求です...
ko: 대화 요청...
mk: Talk побарување...
no: Snakking forespurt...
no_ny: Snakking førespurd ...
pt: Pedido de 'talk'...
sl: Zaprošen pogovor...
tr: Talk istemi...
xh: Intetho iceliwe...

source: Respond
az: Cavab
ca: Respon
et: Vasta
fi: Vastaa
he: הנע
hu: Válasz
id: Jawaban
is: Svara
ja: 返答
ko: 응답
mk: Одговор
no: Svar
no_ny: Svar
pt: Responder
sl: Odgovori
tr: Yanıt
xh: Phendula

source: Let it be
az: Olsun
ca: Deixa-ho estar
et: Las tal olla
fi: Anna olla
he: םלעתה
hu: Legyen
id: Biarkan saja
is: Hundsa
ja: ほっとけ
ko: 그냥 둔다
mk: Нека биде
no: La det være
no_ny: Lat vera
pt: Ignorar
sl: Naj bo
tr: Olsun
xh: Yivumele ibe
