Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenetwork/ktalkd.po
Languages: az, ca, et, fi, he, hu, id, is, ja, ko, mk, no, no_ny, pt, sl, tr, xh

source: &Activate answering machine
az: &Cavablama maşınını fəallaşdır
ca: &Activa el contestador
et: &Automaatvastaja aktiveerimine
fi: &Aktivoi vastaaja
he: ןובישמה תא לעפ&ה
hu: Az üzenetrögzítő bekapcsolás&a
id: &Aktifkan mesin penjawab
is: &Nota símsvara
ja: 自動応答装置 (&A)
ko: 응답기 활성화(&A)
mk: Активирај секретарка
no: &Aktiver automatisk svar
no_ny: &Aktiver svarmaskin
pt: &Activar gravador de chamadas
sl: &Aktiviraj tajnico
tr: &Yanıtlama makinesini etkinleştir
xh: &Yenza usebenze umatshini wokuphendula

source: &Mail address
az: &Poçt ünvanı
ca: Adreça de &correu
et: &Meiliaadress
fi: &Sähköpostiosoite
he: ראוד תבות&כ
hu: E-&mail cím
id: &Alamat mail
is: &Póstfang
ja: メールアドレス(&M)
ko: 전자우편 주소(&M)
mk: Поштенска адреса
no: E&postadresse
no_ny: &Postadresse
pt: &Endereço email
sl: &Poštni naslov
tr: &Posta adresi
xh: &Idilesi yokuposa

source: Mail sub&ject
az: Poçt &mövzusu
ca: A&ssumpte del correu
et: Meili sub&jekt
fi: Sähköpostin &otsikko
he: ראודה אשו&נ
hu: Az e-mail &tárgysora
id: &Subjek mail
is: U&mræðuefni pósts
ja: サブジェクト(&J)
ko: 편지 제목(&j)
mk: Наслов на писмо
no: Epost&emne
no_ny: E-post&emne
pt: Assun&to
sl: &Predmet sporočila
tr: Posta &konusu
xh: &Umxholo wokuposa

source: Use %s for the caller name
az: Zəng edənin adı olaraq %s işlət
ca: Usa %s com a nom del qui truca
et: Kasutatakse %s helistaja nimena
fi: Käytä %s kutsujan nimeen
he: רשקתמה םש ליבשב %s-ב שמתשה
hu: Használja %s-t mint a hívó nevét
id: Gunakan %s untuk nama pemanggil
is: Nota %s sem nafn þess sem hringir
ja: %s には呼び出した人の名前が入ります
ko: 발신자 이름으로 %s를 사용합니다.
mk: Користи %s за името на јавувачот
no: Bruk %s til ringernavn
no_ny: Bruk %s for oppringarnamnet
pt: Usar %s para nome do emissor
sl: Uporabi %s za ime klicatelja
tr: Arayanın ismi olarak %s kullan
xh: Sebenzisa %s ngegama lombizi

source: Mail &first line
az: İlk &sətiri yolla
ca: &Primera línia del correu
et: Meili &esimene rida
fi: Postita &ensimmäinen rivi
he: הנושא&ר הרוש
hu: Az e-mail e&lső sora
id: Mail &baris pertama
is: Póstsenda &fyrstu línunni
ja: 最初の１行(&F)
ko: 편지 첫줄(&f)
mk: Испрати прва линија
no: Send &første linje
no_ny: Send &første linje
pt: &Primeira linha
sl: Pošlji &prvo vrstico
tr: İlk &satırı postala
xh: &Posa ilayini yokuqala

source: Use first %s for caller name, and second %s for caller hostname
az: Zəng edənin adı olaraq ilk %s-i, zəng edən verici adı olaraq ikinci %s-i işlət
ca: Usa primer %s com a nom del qui truca, i després %s com a nom del hoste
et: Esimene %s kasutatakse helistaja nimena ja teine %s helistaja hostinimena
fi: Käytä ensimmäistä %s:ää kutsujan nimelle, ja toista %s:ää kutsujan koneen nimelle
he: רשקתמה לש תרשה ליבשב ינשה %s-בו ,רשקתמה םש ליבשב ןושארה %s-ב שמתשה
hu: Használja az első %s-t mint a hívó nevét, a második %s-t mint a hívó gépnevét
id: Gunakan %s pertama untuk nama pemanggil dan %s kedua untuk nama host pemanggil
is: Nota fyrsta %s sem nafn þess er hringir og seinna %s sem vél hans
ja: 最初の %s に呼び出した人の名前、２番目の %s にその人のホストネームが入ります
ko: 첫번째 %s는 발신자명으로 두번째 %s는 발신자 호스트명으로 사용합니다.
mk: Користи прво %s за име на јавувачот, а второ %s за име на компјутерот
no: Bruk først %s for ringernavn, så %s for ringervert
no_ny: Bruk første %s for oppringarnamn, og andre %s for vertsnamnet til oppringaren
pt: Usar %s primeiro para nome do emissor, e depois %s para nome da máquina emissora
sl: Uporabi prvo %s za ime klicatelja in drugo %s za ime njegovega računalnika
tr: Arayanın adı olarak ilk %s'i, arayanın sunucu adı olarak ikinci %s'i kullan
xh: Sebenzisa kuqala %s ngegama lombizi, kwaye okwesibini %s ngegama lombizi wenginginya

source: &Receive a mail even if no message left
az: &Heç ismarıc qalmasa belə poçtu al
ca: &Rep un correu encara que no hi deixi missatge
et: Meil &võetakse vastu ka siis kui teateid ei ole
fi: &Vastaanota sähköposti vaikkei viestejä jäljellä
he: העדוה ףא הראשוה אל םא וליפא ראוד לב&ק
hu: E-mail kül&dése akkor is, ha nincs több üzenet
id: &Terima mail bahkan jika tidak ada pesan tersisa
is: &Fá póst þó engin skilaboð eru eftir
ja: メッセージが残っていなくてもメールを受け取る (&R)
ko: 메세지가 없어도 메일을 받습니다(&R)
mk: Прими пошта иако нема останатa порака
no: &Motta epost selv om det ikke ble lagt igjen noen melding
no_ny: &Motta post sjølv når ingen meldingar vart lagt igjen
pt: &Receber um mail mesmo que não seja deixada mensagem
sl: &Sprejmi pošto tudi, če ni več sporočil
tr: &Hiç ileti kalmasa bile postayı al
xh: &Fumana iposi noba akukho myalezo ushiyiweyo

source: &Banner displayed on answering machine startup :
az: &Cavablama maşını başlanğıcında göstəriləcək yazı:
ca: P&ancarta que es mostra en engegar el contestador :
et: Näidatav &bänner automaatvastaja käivitamisel:
fi: &Viesti joka näytetään vastaajan alussa :
he: :ןובישמה תלעפהב תגצומש תרתו&כ
hu: &Szövegkiírás az üzenetrögzítő indulásakor:
id: &Banner ditampilkan pada startup mesin penerima :
is: &Kveðja sem birt er á símsvara við ræsingu :
ja: 応答装置が起動した時に表示される見出し (&B)：
ko: 응답기가 시작할때 매너가 표시됩니다.(&B)
mk: Банер прикажан при стартување на секретарката :
no: &Tekst som skal vises når svarmaskinen starter opp:
no_ny: &Tekst vist ved oppstart av svarmaskin:
pt: &Mensagem apresentada pelo gravador de chamadas :
sl: S&poročilo, prikazano ob zagonu tajnice:
tr: &Yanıtlama makinesi başlangıcında görüntülenecek yazı:
xh: &Ilaphu elinomyalezo libonisiwe kwisiqalo somatshini wokuphendula :

source: The person you're asking to talk with is not answering. Please leave a message to be delivered via E-Mail. Just start typing and when you're done, exit normally.
az: Danışmaq istədiyiniz adam cavab vermir. Lütfən, E-Poçt ilə təslim edilmək üzərə bir ismarıc buraxın. Yazmağa başlayın və qurtaranda normal şəkildə çıxın.
ca: La persona amb qui voleu parlar no respon. Si us plau, deixeu-li un missatge per enviar-li via correu. Només cal escriure'l i sortir normalment en acabar.
et: Isik, kellega sa soovisid rääkida, ei vasta. Palun jäta teade, mis edastatakse meili teel. Lihtsalt hakka trükkima ning kui valmis, siis välju tavalisel viisil.
fi: Henkilö jonka kanssa haluat jutella ei vastaa. Jätä viesti joka välitetään perille sähköpostilla. Kirjoita vain normaalisti ja kun olet valmis lopeta normaalisti.
he: .הנוע וניא רבדל שקבמ התא ותיאש םדאה .ינורטקלא ראודב חלשיתש העדוה ראשה אנא .הליגר הרוצב אצ ,םייסתשכו בותכל לחתה
hu: A hívott személy nem válaszol. Hagyhat szöveges üzenetet (elküldöm neki e-mailben). Gépelje be a kívánt szöveget és lépjen ki a szokott módon.
id: Orang yang anda minta bicara tidak menjawab. Silakan tinggalkan pesan untuk diantarkan lewat E-Mail. Ketik saja dan setelah selesai, keluar dengan normal.
is: Sá sem þú vilt tala við svarar ekki. Vinsamlegast skildu eftir skilaboð sem verða send með tölvupósti. Sláðu þau bara inn og þegar þú ert búinn hættir þú á venjulegann hátt.
ja: あなたが話しかけようとしていた人から返事がありません。 E-メールで届けるので、メッセージを残しておいてください。 書き終ったら、普通に終了してください。
ko: 대화하고자 하는 상대의 응답이 없습니다. 전자우편으로 보낼 메세지를 남겨주세요. 입력이 끝나면 나가시면 됩니다.
mk: Лицето кое што го барате не одговара. Ве молам оставете порака која ќе се испрати по Е-Пошта. Само почнете да пишувате и кога ќе завршите, излезете нормално.
no: Personen du ønsker å snakke med svarer ikke. Vennligst legg igjen en melding som vil bli levert via epost. Bare skriv og avslutt som du pleier.
no_ny: Personen du vil snakka med svarar ikkje. Legg att ei melding for levering med e-post. Berre start å skriva, og avslutt som vanleg når du er ferdig.
pt: A pessoa com quem queres falar não está a atender. Deixa uma mensagem, que será enviada por E-mail. Começa a escrever e quando acabares sai normalmente.
sl: Oseba, s katero želite govoriti, se ne oglaša. Prosim, pustite sporočilo, ki bo dostavljeno po e-pošti. Le začnite pisati, in ko ste gotovi, končajte običajno.
tr: Konuşmak istediğiniz kişi yanıt vermiyor. Lütfen, E-Posta ile teslim edilmek üzere bir mesaj bırakın. Yazmaya başlayın ve bitirince normal şekilde çıkın.
xh: Umntu omcela ukuthetha naye akaphenduli. Nceda shiya umyalezo ozakuphathelwa ogqitha kwi E-Mail. Qala nje ukuchwetheza kwaye xa wenzile, phuma ngokwesiqhelo.

source: Message from %s
az: %s-dən ismarıc
ca: Missatge des de %s
et: Teade %s-lt
fi: Viesti %s:ta
he: %s-מ העדוה
hu: Üzenet jött, a küldő: %s
id: Pesan dari %s
is: Skilaboð frá %s
ja: %s からのメッセージ
ko: %s 에서 온 메세지
mk: Порака од %s
no: Melding fra %s
no_ny: Melding frå %s
pt: Mensagem de %s
sl: Sporočilo od %s
tr: %s'den mesaj
xh: Umyalezo usuka %s

source: Message left in the answering machine, by %s@%s
az: %s@%s tərəfindən cavablama maşınına ismarıc buraxıldı
ca: Missatge deixat al contestador, per %s@%s
et: Automaatvastajasse on jäänud teade isikult %s@%s
fi: Viesti vastaajassa, %s@%s
he: %s@%s ידי לע ןובישמב העדוה הראשוה
hu: Üzenet az üzenetrögzítőben, küldte: %s@%s
id: Pesan ditinggalkan di mesin penjawab oleh %s @ %s
is: Skilaboð í símsvaranum frá %s@%s
ja: %s@%s からのメッセージが残されています。
ko: 응답기에 메세지가 있습니다. %s@%s
mk: Порака останата во секретарката, од %s@%s
no: Melding fra %s@%s lagt igjen på svarmaskinen
no_ny: Melding lagt att i svarmaskin av %s@%s
pt: Mensagem deixada no gravador de chamadas por %s@%s
sl: V tajnici je sporočilo od %s@%s
tr: %s@%s tarafından yanıtlama makinasına mesaj bırakıldı
xh: Umyalezo ushiywe kumatshini wokuphendula, ngu %s@%s

source: Activate &forward
az: &İstiqamətlədirməni fəallaşdır
ca: Activa la &transmissió
et: Aktiveeri &edasisaatmine
fi: Aktivoi &uudelleenohjaus
he: הליעפ האלה הרב&עה
hu: Át&irányítás bekapcsolása
id: Aktivasi &penerusan
is: Virkja á&framsendingu
ja: 自動転送 (&F)
ko: 전달 활성화(&f)
mk: Активирај препраќање
no: Aktiver &vidresending
no_ny: Aktiver &vidaresending
pt: Activar o &reencaminhamento
sl: Aktiviraj &posredovanje
tr: &Yönlendirmeyi etkinleştir
xh: &Yise phambili

source: &Destination (user or user@host)
az: &Hədəf (istifadəçi ya da istifadəçi@verici)
ca: &Destí (usuari o usuari@hoste)
et: &Sihtkoht (kasutaja või kasutaja@host)
fi: &Kode (käyttäjä tai käyttäjä@kone)
he: (user וא user@host) דע&י
hu: &Cél (felhasználó vagy felhasználó@kiszolgáló)
id: &Tujuan (pengguna atau pengguna@host)
is: &Póstfang (notandi eða notandi@vél)
ja: 転送先 (user もしくは user@host)
ko: 목적지(사용자 또는 사용자@호스트명)(&D)
mk: Дестинација (корисник или корисник@компјутер)
no: &Mål (bruker eller bruker@vert)
no_ny: &Mål (brukar eller brukar@vert)
pt: &Destino (utilizador ou utilizador@maquina)
sl: Cilj (uporabnik ali uporabnik@računalnik)
tr: &Hedef (kullanıcı ya da kullanıcı@sunucu)
xh: &Indawo engqongileyo (umsebenzisi okanye user@host)

source: Forward &method
az: İstiqamətlədirmə meto&du
ca: &Mètode de transmissió
et: Edasisaatmise &meetod
fi: Uudelleenohjaus&tapa
he: האלה הרבעהה ןפו&א
hu: Átirányítási &mód
id: &Metode penerusan
is: Áframsendingaraðferð
ja: 転送方法 (&M)
ko: 전달 방법(&m)
mk: Метод на Препраќање
no: Videresendings&metode
no_ny: &Metode for vidaresending
pt: &Método de redireccionamento
sl: Način posredovanja
tr: Yönlendirme yönte&mi
xh: &Indlela ephambili

source: FWA : Forward announcement only. Direct connection. Not recommended. FWR : Forward all requests, changing info when necessary. Direct connection. FWT : Forward all requests and take the talk. No direct connection. Recommended use : FWT it you want to use it behind a firewall (and if ktalkd can access both networks), and FWR otherwise. See Help for further explanations.
az: FWA: Sadəcə olaraq e'lanları istiqamətləndir. Direkt bağlantı. Tövsiyyə edilməz. FWR: Bütün istemleri, gerektiğinde bilgileri değiştirerek, istiqamətləndir. Direktbağlantı. FWT: Bütün sorğuları istiqamətləndir və danışıq qəbul et. Direkt bağlantı olmasın. Tövsiyyə edilən istifadə: Əgər bir təhlükəsizlik divarı arxasında işlətmək istəyirsinizsə, (və əgər ktalkd bütün şəbəkələrə çata bilirsə) FWT, digər hallarda FWR. Daha çox izahat üçün Yardım-a baxın.
ca: FWA : Només anunci de transmissió. Connexió directa. No es recomana. FWR : Transmet totes les peticions, canviat la informació si cal. Connexió directa. FWT : Transmet totes les peticions i accepta la conversa. Sense connexió directa. Ús recomanat: FWT si voleu usar-lo darrera un tallafocs (i si ktalkd pot accedir a les dues xarxes), i FWR altrament. Per a més explicacions, consulteu l'ajuda.
et: FWA : Ainult teadeanded saadetakse edasi. Otseühendus. Pole soovitav. FWR : Kõik soovid saadetakse edasi, vajadusel muudetakse infot. Otseühendus. FWT : Kõik soovid saadetakse edasi ja võetakse kõne. Otseühendus puudub. Soovitav kasutamisviis : FWT kui sa asud tulemüüri taga (ja kui ktalkd saab ligi mõlemale võrgule), vastasel juhul FWR. Põhjalikuma info saamiseks vaata abifaile.
fi: FWA : Uudelleenohjaa vain julkistus. Suora yhteys. Ei suositeltu. FWR : Uudelleenohjaa kaikki pyynnöt, vaihtaa tiedot tarpeen mukaan. Suora yhteys. FWT : Uudelleenohjaa kaikki pyynnöt ja ota talk. Ei suoraa yhteyttä. Suositeltu käyttö : FWT jos haluat käyttää palomuurin takaata (ja jos ktalkd voi käyttää molempia verkkoja), ja FWR aina muuten. Katso ohjetta saadaksesi lisää tietoja.
he: .ץלמומ אל .רישי רוביח .דבלב הזרכהה תא האלה רבעה :FWA .רישי רוביח .ךרוצה יפל עדימ יונישב ,תושקבה לכ תא האלה רבעה :FWR .רישי רוביח ןיא .החישל הנעו תושקבה לכ תא האלה רבעה :FWT< םאו) Firewall ירוחאמ וב שמתשהל ךנוצרב םא FWT :ץלמומ שומיש .FWR תרחא ,(תותשרה יתשל תשגל לוכי ktakld .םיפסונ םירבסהל הרזעב ןייע
hu: FWA : Csak a rögzítő szövegét irányítja át. Közvetlen kapcsolat. Nem ajánlott. FWR : Minden kérést átirányít, megváltoztatva, ha szükséges. Közvetlen kapcsolat. FWT : Minden kérést átirányít, elfogadja a talk-ot. Nincs közvetlen kapcsolat. Javasolt mód: FWT tűzfal mögött (és ha a ktalkd látja mindkét hálózatot), egyébként FWR. A Segítség menüpontban további információ található.
id: FWA: Teruskan pengumuman saja. Koneksi langsung. Tidak disarankan. FWR : Teruskan semua permintaan, rubah info jika diperlukan, Koneksi langsung. FWT : Teruskan semua permintaan dan ambil pembicaraan. Bukan koneksi langsung. Penggunaan yang direkomendasikan : FWT jika anda ingin menggunakan di belakang firewall (dan jikaktalkd bisa mengakses kedua jaringan, dan FWR jika tidak. Lihat Help untuk penjelasan lebih jauh.
is: FWA : Einungis tilkynningum er áframsent. Beintenging. Ekki mælt með þessu. FWR : Áframsenda allar beiðnir og breyta uppl. ef nauðsynlegt. Beintenging. FWT : Áframsenda allar beiðnir og taka við talsambandinu. Ekki beintengt. Mælt er með: FWT ef þú ert bakvið eldvegg (og ktalkd getur talað við bæði netin), annars FWR. Sjá hjálpina fyrir frekari útskýringar.
ja: FWA : アナウンスのみ転送します。直接接続です。推奨されません。 FWR : 全てのリクエストを転送します。必要な場合情報を変更します。直接接続です。 FWT : 全てのリクエストを転送し、talkを使います。間接接続です。 推奨される使い方: ファイアウォールの内側で使用するのなら(且つktalkdは内外両方のネットワークにアクセスできるなら)FWTが推奨されます。 その他の場合はFWRが推奨されます。 詳細はヘルプを参照して下さい。
mk: FWA : Препрати само објава. Директна врска. Не е препорачливо. FWR : Препрати ги сите побарувања, променувајќи ги информациитекога е потребно. Директна врска. FWT : Препрати ги сите побарувања и превземи го talk-от. Без директнаВрска. Препорачливо користење : FWT ако сакате да го користите позади firewall (и ако ktalkd може да ги достапи обете мрежи), а FWR инаку. Видете Помош за повеќе објаснување.
no: FWA : Vidresend bare annonsering. Direkte forbindelse. Ikke anbefalt. FWR : Vidresend alle forespørsler. Vidresender alle forespørsler, endrer informasjon hvis nødvendig. Direkte forbindelse. FWT : Vidresend alle forespørsler og ta samtalen. Ingen direkte forbindelser. Anbefalt bruk: FWT hvis du ønsker å bruke den bak en brannmur (og hvis ktalkd kan bruk begge nettverkene), ellers bruk FWR. Se Hjelp for mer forklaring.
no_ny: FWA: Send berre kunngjering vidare. Direkte samband. Ikkje tilrådd. FWR: Send alle førespurnader vidare. Endrar info om det trengst. Direkte samband. FWT: Send alle førespurnader vidare, og ta samtalen. Ingen direkte samband. Tilrådd bruk: FWT dersom du vil bruka det bak ein brannmur (og dersom ktalkd har tilgang til begge nettverk), og FWR elles. Du finn grundigare forklaring på hjelpesidene.
pt: FWA : Redireccionar só anúncios. Ligação directa. Não recomendado. FWR : Redireccionar todos os pedidos, alterando informação se necessário. Ligação directa. FWT : Redireccionar todos os pedidos e assumir talk. Sem ligação directa. Recomendado : FWT se estiveres por trás de uma firewall (e se o ktalkd conseguir aceder a ambas as redes), ou FWR para os outros casos. Consultar a Ajuda para mais explicações.
sl: FWA : Zgolj posredovanje obvestil. Neposredna zveza. Ni priporočeno. FWR : Posredovanje vseh zahtevkov, po potrebi s spremenjeno informacijo. Neposredna zveza. FWT : Posredovanje vseh zahtevkov in prevzem pogovora. Brez neposredne zveze. Priporočena uporaba : FWT, če želite program uporabljati za požarnim zidom (in če lahko ktalkd dostopa do obeh omrežij), sicer FWR. Glejte Pomoč za nadaljnjo razlago.
tr: FWA: Sadece duyuruları yönlendir. Doğrudan bağlantı. Tavsiye edilmez. FWR: Tüm istemleri, gerektiğinde bilgileri değiştirerek, yönlendir. Doğrudanbağlantı. FWT: Tüm istekleri yönlendir ve konuşma kabul et. Doğrudan bağlantı yok. Tavsiye edilen kullanım: Eğer bir güvenlik duvarı arkasında kullanmak istiyorsanız (ve eğer ktalkd tüm ağlara ulaşabiliyorsa) FWT, diğer durumlarda FWR. Daha fazla açıklama için Yardım'a bakınız.
xh: FWA : Yisa phambili isaziso kuphela. Udibaniso ngqo. Aluthethelelwanga. FWR : Yisa phambili zonke izicelo, utshintshe ulwazi ukuba kuyimfuneko. Udibanisongqo. FWT : Yisa phambili zonke izicelo kwaye uthathe intetho. Akukho ludibaniso ngqo. Oluthethelelwayo usebenziso : FWT ukuba ufuna ukuyisebenzisa emva kodonga lomlilo (kwaye ukuba ktalkd inganikeza yomibini imisebenzi yomnatha), kwaye FWR kungenjalo. Bona Uncedo kwiinkcazelo eziphangaleleyo.

source: &Announcement
az: &E'lan
ca: &Anunci
et: &Teadeanne
fi: &Ilmoitus
he: הזרכ&ה
hu: A &rögzítő szövege
id: &Pengumuman
is: &Tilkynning
ja: 通知 (&A)
ko: 인사말(&A)
mk: Објава
no: &Annonsering
no_ny: &Kunngjering
pt: &Anúncio
sl: &Objava
tr: &Duyuru
xh: &Isaziso

source: Ans&wering machine
az: Cavablama maşı&nı
ca: &Contestador automàtic
et: Automaatvasta&ja
fi: &Vastaaja
he: ןוביש&מ
hu: Ü&zenetrögzítő
id: &Mesin penjawab
is: Sí&msvari
ja: 応答装置 (&W)
ko: 응답기(&w)
mk: Секретарка
no: S&varmaskin
no_ny: &Svarmaskin
pt: &Gravador de chamadas
sl: &Tajnica
tr: Yanıtlama makina&sı
xh: &Umatshini wokuphendula

source: _: forward call &Forward
az: Ça&tdır
ca: &Enviament
et: &Saada edasi
fi: &Uudelleenohjaa
he: האלה הרב&עה
hu: &Továbbítás
id: pangilan terusan &Penerusan
is: &Framsenda
ja: 転送(&F)
no: &Videresend
no_ny: &Kopla vidare
pt: Re&enviar
sl: &Posreduj klic
tr: İ&let
xh: : ubizo oluphambili &Phambili

source: &Announcement program
az: E'&lan proqramı
ca: Programa d'&anunci
et: &Teadeande rakendus
fi: &Ilmoitusohjelma
he: הזרכה תינכו&ת
hu: &Rögzítőprogram
id: Program &pengumuman
is: &Tilkynningarforrit
ja: 通知コマンド (&A)
mk: Објавувачка програма
no: &Annonseringsprogram
no_ny: &Kunngjeringsprogram
pt: &Programa de anúncio
sl: Program za najave
tr: Du&yuru programı
xh: &Isaziso sodweliso lwenkqubo

source: &Talk client
az: &Talk alıcısı
ca: Client de &conversa
et: &Talk klient
fi: &Talk asiakas
he: &Talk תינכות
hu: &Talk kliens
id: Klient &Talk
is: &Talbiðlari
ja: 会話クライアント (&T)
ko: 대화 client(&T)
mk: Talk клиент
no: &Snakkeklient
no_ny: &Talk-klient
pt: &Cliente de talk
sl: &Odjemnik za talk
tr: &Talk istemcisi
xh: &Umxhasi wentetho

source: &Play sound
az: Səs &çal
ca: A&vís sonor
et: &Mängitakse helifaili
fi: &Soita ääni
he: לילצ ןג&נ
hu: Hang &lejátszása
id: &Mainkan suara
is: S&pila hljóð
ja: サウンド再生 (&P)
ko: 소리연주(&P)
mk: Свири звук
no: &Spill lyd
no_ny: &Spel lyd
pt: &Reproduzir som
sl: &Predvajaj zvok
tr: Ses &kullan
xh: &Dlala isandi

source: &Sound File
az: Səs Fa&ylı
ca: Fitxer de &so
et: &Helifail
fi: &Äänitiedosto
he: לילצ ץבו&ק
hu: &Hangfájl
id: &Berkas suara
is: Hljóð&skrá
ja: サウンドファイル (&S)
ko: 소리파일(&S)
mk: Звучна Датотека
no: &Lydfil
no_ny: &Lydfil
pt: &Som
sl: &Zvočna datoteka
tr: Ses D&osyası
xh: &Ifayile yesandi

source: &Test
az: Sı&naq
ca: &Prova
fi: &Kokeile
he: הקיד&ב
hu: &Próba
id: &Tes
is: &Prófa
ja: テスト(&T)
ko: 시험(&T)
mk: Тест
pt: &Testar
sl: P&reizkus
xh: &Uvavanyo

source: Additional WAV files can be dropped onto the sound list.
az: Səs siyahısına başqa WAV faylları əlavə edilə bilər.
ca: Es poden amollar més fitxers WAV sobre la llista de sons.
et: Lisa WAV faile võib kukutada helifailide nimekirja.
fi: Uusia WAV-tiedostoja voidaan tiputtaa äänilistalle.
he: .םילילצה תמישר לא םיפסונ WAV יצבק רורגל ןתינ
hu: További WAV fájlok dobhatók a listára.
id: Berkas WAV tambahan bisa ditambahkan ke daftar suara
is: Sleppa má fleiri WAV skrá á hljóðlistann.
ja: 追加のWAVファイルをサウンドリスト上にドロップできます。
ko: 소리 목록위에 끌어놓아 WAV파일을 더할 수 있습니다.
mk: Додатни WAV датотеки можат да бидат испуштени во звучната листа.
no: Flere WAV-filer kan legges til lydlisten.
no_ny: Du kan dra fleire WAV-filer til lydlista.
pt: Ficheiros WAV adicionais podem ser arrastados para a lista de sons.
sl: V zvočni seznam so lahko spuščene dodatne datoteke WAV.
tr: Ses listesine başka WAV dosyaları eklenebilir.
xh: Edityanisiweyo WAV iifayile zinokuyekwa kuluhlu lwesandi.

source: Sorry, this type of URL is currently unsupportedby the KDE System Sound Module
az: Bağışlayın, KDE Sistem Səs Modulu bu dəqiqə bu cür URL-ləri dəstəkləmir
ca: Ho sento, aquest tipus d'URL el mòdul del sistema de so KDE no la suporta actualment
et: Vabandust, see URL tüüp pole praegu KDE süsteemi helimooduli poolt toetatud
fi: Tämäntyyppistä URL:aa ei tueta KDE:n äänijärjestelmässä.
he: KDE לש לילצה לודומ ידי לע עגרכ ךמתנ וניא רושיק לש הז גוס ,יל רצ
hu: Ilyen típusú URL-eket nem támogat a KDE rendszer hangmodulja.
id: Maaf, tipe URL ini saat ini tidak didukung oleh Modul Suara Sistem KDE
is: Því miður styður KDE hljóðkerfið ekki þessar tegundir slóða
ja: すみません。このタイプのURLは、KDEシステムサウンドモジュールでは未だサポートされていません。
ko: 죄송합니다. 이형태의 URL은 KDE System Sound 모듈에서 지원하지 않습니다.
mk: Извинете, овој тим на URL моментално не е поддржан од KDE System SoundМодулот
no: Beklager, men denne typen URL er ikke støttet av KDE Systemlydmodul.
no_ny: Orsak, denne typen URL er for tida ikkje støtta av systemlydmodulen til KDE
pt: Infelizmente, este tipo de URL ainda não é suportado pelo Módulo de Som de Sistema do KDE
sl: Žal sistemski zvočni modul KDE trenutno ne podpira URL-ja te vrste
tr: Üzgünüm, KDE Sistem Ses Modülü şu anda bu tür URL'leri desteklemiyor
xh: Uxolo, olu didi lwe URL aluxhaswa ngokwangoku yi KDE Umnqongo womlinganiselo wendlela yesandi

source: Unsupported URL
az: Dəstəklənməyən URL
ca: URL no suportada
et: Toetuseta URL
fi: URL jota ei tueta
he: ךמתנ אל רושיק
hu: Nem támogatott URL
id: URL tidak didukung
is: Óstudd slóð
ja: サポートされていないURL
ko: 지원하지 않는 URL
mk: Неподдржани URL
no: URLen er ikke støttet
no_ny: URL-en er ikkje støtta
pt: URL não suportado
sl: Nepodprt URL
tr: Desteklenmeyen URL
xh: i URL engaxhaswayo

source: Sorry, but %1 does not seem to be a WAV--file.
az: Bağışlayın, amma %1 bir WAV faylına oxşamır.
ca: Ho sento, però %1 no sembla ser un fitxer WAV.
et: Vabandust, aga %1 ei paista olevat WAV fail.
fi: Tiedosto %1 ei näytä olevan WAV-tiedosto.
he: ךא ,יל רצ %1 .WAV ץבוק ומכ הארנ אל
hu: A megadott %1 fájl feltehetően nem WAV formátumú fájl.
id: Maaf, tapi %1 sepertinya bukan berkas WAV.
is: Því miður virðist %1 ekki vera WAV skrá.
ja: すみません。 %1 はWAVファイルではないようです。
ko: 죄송하지만 %1은 WAV파일 이 아닌 것 같습니다.
mk: Извинете, но %1 изгледа дека не е WAV - датотека.
no: Beklager %1 ser ikke ut til å være en WAV-fil.
no_ny: Orsak, men %1 ser ikkje ut til å vera ei WAV-fil.
pt: Aparentemente, %1 não é um ficheiro WAV.
sl: Žal, vendar %1 ni videti kot datoteka WAV.
tr: Üzgünüm ama %1 bir WAV dosyası gibi görünmüyor.
xh: Uxolo, kodwa %1 ayibonakali njenge fayile--WAV.
