Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeutils/kcmfontmanager.po
Languages: tr

source: Available X11 Fonts
tr: Eldeki X11 Yazıtipleri

source: Fonts made available to KDE
tr: Yazıtipleri KDE için ulaşılabilir

source: The Quick Brown Fox Jumps Over The Lazy Dog AaBbCc123
tr: Hey Onbeşli, onbeşli, Tokat yolları taşlı AaBbCcÇç123

source: Can not create: %1
tr: Yaratılamıyor: %1

source: %1 exists but is not writeable Can't save KDE Fontlist.
tr: %1 mevcut fakat yazılabilir değil KDE Yazıtipi Listesi kaydedilemiyor.

source: Requested Font
tr: Rica edilen yazıtipi

source: Family:
tr: Aile:

source: Weight:
tr: Ağırlık:

source: Size:
tr: Boyut:

source: Style:
tr: Biçim:

source: Actual Font
tr: Gerçek yazıtipi

source: Bold
tr: Kalın

source: bold
tr: kalın

source: italic
tr: yatık

source: KDE Fonts
tr: KDE Yazıtipleri

source: Font Explorer
tr: Yazıtipi Gösterici

source: Raw X11 Font List
tr: Raw X11 Yazıtipi Listesi
