Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeutils/kcmlaptop.po
Languages: az, bg, ca, cs, de, eo, es, fi, he, hu, ja, ko, mt, nl, no, pl, pt, ro, ru, sk, sr, ta, th, uk

source: If you make /usr/bin/apm setuid then you will also be able to choose 'suspend' and 'standby' in the above dialog - check out the help button below to find out how to do this
az: Əgər /usr/bin/apm 'yi setuid eləsəniz, yuxarıdakı rabitə qutusunda 'təxirə sal' və 'gözlə' arasından seçə bilərsiniz-bunun necə ediləcəyini öyrənmək üçün aşağıdaki yardım düyməsini tıqlayın
bg: За да можете да спирате и изключвате компютъра с правата на обикновен потребител, е необходимо да зададете SUID бит за /usr/bin/apm. За да разберете как това става, натиснете помощния бутон долу.
ca: Si feu /usr/bin/apm setuid, també podreu escollir 'suspèn' i 'en espera' en el quadre de diàleg inferior; consulteu el botó d'ajuda inferior per saber com fer-ho.
cs: Nastavíte-li setuid pro /usr/bin/apm, budete také moci zvolit 'Suspendovat' a 'Pohotovost' v dialogu výše. Klikněte na tlačítko 'Nápověda' pro získání více informací o tomto tématu.
de: Wenn Sie /usr/bin/apm als setuid einrichten, dann können Sie auch "Aussetzen" oder "Bereitschaft" im obigen Dialog auswählen. Benutzen Sie bitte den Hilfeknopf unten, um zu erfahren, wie Sie vorgehen müssen.
eo: Se vi enŝaltas la flageton 'rulu kiel posedanto' (setuid) ĉe /usr/bin/apm, vi ankaŭ povas elekti 'dormetigu' kaj 'dormigu' en la supra dialogo - premu la helpobutonon malsupre por ekscii kiel fari tion.
es: Si activa el setuid en /usr/bin/apm también podrá elegir 'suspender' y 'detener' en el dialogo anterior - si pulsa sobre el boton de ayuda inferior se le mostrará como hacerlo
fi: Jos muutat /usr/bin/apm ohjelman setuid:ksi voit myös valita 'nukuta' ja 'valmiustila' ylläolevasta ikkunasta - lue ohjeista miten tämä tehdään
he: ,שמתשמ יוהיז ןייפאמ /usr/bin/apm-ל עבקת םא 'היהשה'ב םג ל"נה חיש-ודב רוחבל לכות ידכ הטמלש הרזעה רותפכ לע ץחל .'הנתמה'ו תאז עצבל דציכ ררבל
hu: Ha a /usr/bin/apm fájlt setuid típusúra állítja, akkor kiválaszthatja a 'felfüggesztés' és 'készenlét' állapotokat a fenti párbeszédablakban. A Segítség gomb megnyomásával további információkat kaphat a tudnivalókról.
ja: もし /usr/bin/apm を setuid しているなら、上のダイアログで 'サスペンド' と 'スタンバイ' も選択できます。 下のヘルプボタンを押して方法を見つけてください。
ko: /usr/bin/apm setuid 을 실행하면, 위 대화상자 - 어떻게 할지를 확인하려면 도움말 버튼을 클릭하십시오. - 에서 '예비'나 '정지'를 선택할 수 있습니다.
mt: Jekk tagħmel lil /usr/bin/apm "setuid" tista' anke tagħżel "issospendi" u "standby" mid-djalogu ta' fuq - agħfas il-buttuna "Għajnuna" biex issir taf kif tagħmel dan.
nl: Als u /usr/bin/apm setuid maakt zou u ook 'afbreken' en 'stand-by' in het dialoog kunnen kiezen. Klik op de help-knop hieronder om uit te vinden hoe u dit kunt doen.
no: Hvis du gjør /usr/bin/apm setuid vil du også kunne velge 'suspendér' og 'standby' i dialogen over. Sjekk hjelp-kappen under for å finne ut hvordan du gjør det.
pl: Wykonanie /usr/bin/apm setuid umożliwi wybór opcji 'uśpij' oraz 'stan oczekiwania' w powyższym oknie dialogowym - przejrzyj pomoc poprzez naciśnięcie przycisku pomocy, aby dowiedzieć się więcej jak to zrobić
pt: Se fizeste /usr/bin/apm setuid então serás também capaz de escolher 'suspender' ou 'standby' na janela acima - carrega no botão de ajuda abaixo para saberes como podes fazer isto
ro: Dacă setaţi bitul SUID pentru /usr/bin/apm veţi putea să alegeţi 'suspend' şi 'stand-by' în dialogul de mai sus. Apăsaţi butonul 'Ajutor' pentru a afla cum să faceţi acest lucru.
ru: Чтобы вы могли останавливать и выключать компьютер под правами обычного пользователя, необходимо установить SUID бит для /usr/bin/apm. Для того, чтобы узнать, как это сделать, нажмите кнопку справки внизу
sk: Ak nastavíte /usr/bin/apm vlastnosť setuid tak potom budete môcť vybrať 'prerušiť' a 'pohotovosť' v predchádzajúcom dialógu - stlačte tlačidlo pre pomocníka dole, keď chcete zistiť ako to spraviť
sr: Ako postavite 'setuid' bit fajla '/usr/bin/apm' imaćete mogućnost da izaberete 'odloži' i 'spreman' u sledećem dijalogu - kliknite ispod na dugme za pomoć da saznate kako to možete uraditi.
th: หากคุณใช้คำสั่ง setuid กับ /usr/bin/apm คุณจะสามารถ เลือกโหมด 'สำรองพลังงาน' และ 'หยุดทำงานชั่วคราว' ในไดอะล็อกซ์ด้านบนได้ - คลิกที่ปุ่มช่วยเหลือด้านล่างนี้ เพื่อศึกษาการทำเช่นนั้น
uk: Якщо Ви встановите біт setuid у /usr/bin/apm , то Ви ще зможете вибирати 'suspend' та 'standby' в діалозі вище - перевірте кнопку довідки знизу, щоб подивитись як це зробити

source: No PCMCIA controller detected
az: PCMCIA idarə kartı tapıla bilmədi
bg: Контролер на PCMCIA не е намерен
ca: No s'ha detectat cap controlador PCMCIA
cs: Nenalezen žádný ovladač PCMCIA
de: Es wurde kein PCMCIA-Controller gefunden.
eo: Ne troviĝis PCMCIA-funkcio
es: No se ha detectado un controlador de PCMCIA
fi: Ei löytynyt PCMCIA-ohjaimia
he: PCMCIA רקב ףא ההוז אל
hu: Nem található PCMCIA vezérlő
ja: 検出された PCMCIA コントローラはありません
ko: PCMCIA 컨트롤러를 찾을 수 없습니다.
mt: Kontrollur PCMCIA ma nstabx
nl: Geen PCMCIA-controller gedetecteerd
no: Ingen PCMCIA-kontroller funnet
pl: Nie znaleziono kontrolera PCMCIA
pt: Não foi detectado nenhum controlador PCMCIA
ro: Nu am detectat controler PCMCIA
ru: Контроллер PCMCIA не найден
sk: Žiaden PCMCIA kontrolér nenájdený
sr: Nije detektovan PCMCIA kontroler
ta: PCMCIA ¸ðÎÀÎò¾¢ ±Ð×õ ¸ñÎÀ¢Êì¸À¼Å¢ø¨Ä
th: ตรวจไม่พบตัวควบคุม PCMCIA ในระบบของคุณ
uk: Не знайдено контролер PCMCIA

source: Card 0:
az: Kart 0:
ca: Targeta 0:
cs: Karta 0:
de: Karte 0:
eo: Karto 0:
es: Tarjeta 0:
fi: Kortti 0:
he: :0 סיטרכ
hu: 0. kártya:
ja: カード 0:
ko: 카드 0:
nl: Kaart 0:
no: Kort 0:
pl: Karta 0:
pt: Placa 0:
sk: Karta 0:
sr: Kartica 0:
ta: «ð¨¼ 0:
th: การ์ด 0:
uk: Карта 0:

source: Card 1:
az: Kart 1:
ca: Targeta 1:
cs: Karta 1:
de: Karte 1:
eo: Karto 1:
es: Tarjeta 1:
fi: Kortti 1:
he: :1 סיטרכ
hu: 1. kártya:
ja: カード 1:
ko: 카드 1:
nl: Kaart 1:
no: Kort 1:
pl: Karta 1:
pt: Placa 1:
sk: Karta 1:
sr: Kartica 1:
ta: «ð¨¼ 1:
th: การ์ด 1:
uk: Карта 1:

source: Your computer or operating system is not supported by the current version of the KDE laptop control panels. If you want help porting these panels to work with it please contact paul@taniwha.com.
az: Kompüteriniz ya da işlətim sisteminiz KDE laptop idarə masasının indiki buraxılışı ilə uyğunsuzdur, əgər bunun işləməsi üçün yardım etmək istəsəniz Lütfən, paul@taniwha.com ilə əlaqəyə keçin
bg: Вашия компютър или операционна система не поддержат текущата версия за управление на захранването в КДЕ. Ако искате да помогнете за адаптиране на тази програма за Вашата система пишете на e-mail: paul@taniwha.com
cs: Váš počítač nebo operační systém není podporován současnou verzí ovládacích panelů pro laptop. Chcete-li pomoci s portováním těchto panelů, kontaktujte paul@taniwha.com.
de: Ihr Rechner oder sein Betriebssystem wird von dieser Version der KDE-Laptop-Steuerung nicht unterstützt. Wenn Sie bei der Portierung auf Ihr System helfen möchten, schreiben Sie bitte an paul@taniwha.com.
eo: Via komputilo aŭ operaciumo ne estas subtenata de tiu ĉi versio de la KDE-portkomputila modulo. Se vi volas helpi en la adapto al via sistemo bonvolu kontakti al paul@taniwha.com
es: Su ordenador o sistema operativo no está contemplado por la versión actual de los paneles de control de portátiles KDE, si desea colaborar para que funcione con estos paneles, por favor, contacte con paul@taniwha.com
fi: Tietokonettasi tai käyttöjärjestelmää ei tueta ohjelman nykyisessä versiossa, jos haluat auttaa ohjelman muokkaamisessa järjestelmällesi ota yhteyttä osoitteeseen paul@taniwha.com
he: הסריגה ידי לע םיכמתנ אל ךלש הלעפהה תכרעמ וא בשחמה ךנוצרב םא .םידיינ םיבשחמל KDE לש הרקבה תוחול לש תיחכונה .paul@taniwha.com םע רשק רוצ אנא הלא תוחול תבסהב עייסל
hu: Az Ön számítógépét vagy operációs rendszerét nem támogatják a KDE hordozható gépek részére készült beállítómoduljai. Ha szeretne résztvenni a programoknak az Ön platformjára való átültetésében, írjon a paul@taniwha.com címre.
ja: あなたのコンピュータまたはオペレーティングシステムは、KDEラップトップコントロールパネルのこのバージョンではサポートされていません。このパネルがお使いのマシン・オペレーティングシステムで使えるようにする為に御協力頂けるなら、是非paul@taniwha.comまで御連絡下さい。
mt: Il-kompjuter jew sistema operattiva mhux aċċettati mill-verżjoni kurrenti tal- modulu KDE tal-laptops. Jekk trid tgħin tipporta l-modulu biex jaħdem mal- verżjoni tiegħek ikkuntattja lill paul@taniwha.com.
nl: Uw computer of besturingssysteem wordt niet ondersteund door deze versie van de KDE-laptopconfiguratiemodules. Als u wilt meehelpen met het overdragen van deze modules naar uw besturingssysteem, stuur dan een e-mail naar paul@taniwha.com
no: Datamaskinen eller operativsystemet er ikke støttet av dene versjonen av kontrollpanelet KDE Bærbar. Hvis du ønsker å hjelpe til med å porte disse panelene til å fungere med ditt system, vennligst kontakt paul@taniwha.com.
pt: O teu computador ou sistema operativo não é suportado pela versão actual do controlador de portáteis do KDE, se quiseres mais informações sobre como portar este painel para o teu sistema, por favor contacta paul@taniwha.com.
ro: Calculatorul sau sistemul dumneavoastră de operare nu este suportat de versiunea curentă a controlului KDE de laptop-uri. Dacă doriţi să ajutaţi la portarea acestor panouri pentru sistemul dumneavoastră vă rog să îl contactaţi pe paul@taniwha.com.
ru: Ваш компьютер или операционная система не поддерживает текущую версию управления питанием KDE. Если у вас есть предложения по портированию этой программы на вашу систему, пишите на e-mail: paul@taniwha.com
sk: Váš počítač alebo operačný systém nie je podporovaný aktuálnou verziou KDE laptop kontrolných panelov, ak chcete pomôcť portovať tieto panely tak, aby s ním pracovali, prosím kontaktujte ma na paul@taniwha.com.
th: คอมพิวเตอร์หรือระบบปฏิบัติการของคุณ ไม่สนับสนุน พาเนลควบคุมแลปทอปของ KDE รุ่นนี้ หากคุณต้องการพอร์ตโปรแกรมพาเนลนี้ ให้สามารถทำงานได้ โปรดติดต่อ paul@taniwha.com
uk: Ваш комп'ютер або операційна система не підтримується поточною версією панелей керування лептопом KDE. Якщо Ви хочете прийняти участь у портуванні, з'єднайтеся, будь ласка, з paul@taniwha.com

source: _: NAME OF TRANSLATORS Your names
az: Vasif Ismailoglu MD
bg: Борислав Александров
ca: Quico Llach Sebastià Pla i Sanz
cs: Lukáš Tinkl,Radek Vybíral
de: Gregor Zumstein
eo: Wolfram Diestel
es: Pablo de Vicente, Carlos Calzada Grau
fi: Tapio Kautto,Kim Enkovaara
he: Meni Livne
hu: Lengyel Marcell,Szántó Tamás
ja: Noboru Sinohara
ko: KIm jaehwan
mt: Ramon Casha
nl: Niels Reedijk,Rinse de Vries
no: Christian A Strømmen [Number1/NumeroUno], Rune Nordvik
pt: José Nuno Pires Ricardo Cruz
ro: Claudiu Costin
ru: Andrey S. Cherepanov
sk: Dibala,Peter Strelec,Stanislav Visnovsky
sr: Aleksandar Dezelin, Miloš Puzović
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷,Ð¨ÃÂôÀ¡ Åº£¸Ãý
th: Thanomsub Noppaburana
uk: Andy Rysin

source: _: EMAIL OF TRANSLATORS Your emails
az: azerb_linux@hotmail.com
bg: boby_a_@web.bg
ca: quico@softcatala.org sastia@retemail.es
cs: lukas@kde.org,Radek.Vybiral@vsb.cz
de: zumstein@ssd.ethz.ch
eo: <wolfram@steloj.de>
es: pvicentea@nexo.es, carlos@valux.org
fi: eleknader@phnet.fi,kim.enkovaara@iki.fi
he: livne@kde.org
hu: miketkf@yahoo.com,tszanto@mol.hu
ja: shinobo@leo.bekkoame.ne.jp
ko: myri7@yahoo.co.kr
mt: ramon.casha@linux.org.mt
nl: nielx@kde.nl,rinse@kde.nl
no: number1@realityx.net, rune@linuxnorge.com
pt: jncp@rnl.ist.utl.pt rick2@ricjoa.fe.up.pt
ro: claudiuc@geocities.com
ru: andrey_tiger@i.am
sk: ?,beko@profi.sk,visnovsky@nenya.ms.mff.cuni.cz
sr: deza@ptt.yu, m.puzovic@etoncollege.org.uk
ta: sshanmu@yahoo.com,gomathiss@hotmail.com,tvasee@usa.net
th: donga_n@hotmail.com
uk: arysin@yahoo.com
