Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeutils/kcmlaptop.po
Languages: az, bg, ca, cs, de, eo, es, fi, he, hu, ja, ko, mt, nl, no, pl, pt, ro, ru, sk, sr, ta, th, uk

source: <h1>Laptop Power Control</h1>This module allows you to control the power settings of your laptop
az: <h1>Diz üstü Kompüter Güc İdarəsi</h1>Bu modul diz üstü kompüteriniz üçün güc idarəsini quraşdırar
bg: <h1>Контрол на енергията за преносим компютър</h1>В този модул Вие можете да конфигурирате настройките за захранване за Вашия преносим компютър.
ca: <h1>Control d'alimentació del portàtil</h1>Aquest mòdul us permet controlar l'arranjament d'alimentació del vostre portàtil
cs: <h1>Kontrola napájení laptopu</h1>Tento modul umožňuje kontrolovat napájení vašeho laptopu
de: <h1>Energiesteuerung für Laptops</h1>Dieses Modul erlaubt Ihnen, die Stromspar-Einstellungen Ihres Laptops einzurichten.
eo: <h1>Energistato de portkomputilo</h1> Tiu modulo pemesas agordi la reagojn al certaj energistatoj en via portkomputilo.
es: <h1>Control de energía de portátiles</h1>Este módulo le permite controlar la configuración de la energía de su portátil
fi: <h1>Kannettavan virranhallinta</h1>Tämä moudli mahdollistaa virranhallinan asetukset kannettavassasi.
hu: <h1>A hordozható gépek energiavezérlése</h1>Ezzel a modullal a hordozható gépek energiaellátással kapcsolatos beállításai módosíthatók.
ja: <h1>ラップトップ電源管理</h1>このモジュールはあなたのラップトップ機の電源に関する設定を行います。
ko: <h1>노트북 전원 통제</h1>이 모듈은 노트북의 전원설정을 변경할 수 있도록 해 줍니다.
mt: <h1>Kontroll tal-Konsum tal-Laptops</h1>Dan il-modulu jħallik tikkontrolla s-setings tal-konsum tal-laptop tiegħek.
nl: <h1>Laptop Energie Controle</h1>In deze module kunt u de energieinstellingen van uw laptop bepalen.
no: <h1>Strøm-kontroll for bærbar</h1>Denne modulen gir deg muligheten til å kontrollere strøminnstillingene på din bærbare datamaskin.
pt: <h1>Controlo de Energia do Portátil</h1>Este módulo permite-te controlar as definições de energia no teu portátil
ro: <h1>Control energie Laptop</h1> Acest modul vă permite să controlaţi setările de consum de energie pentru laptop-ul dumneavoastră.
ru: <h1>Энергосбережение ноутбука</h1>В этом модуле вы можете настроить установки питания и энергосбережения для вашего переносного компьютера.
sk: <h1>Ovládanie energie laptopu</h1>Tento modul umožňuje ovládať nastavenie spotreby energie na Vašom laptope.
sr: <h1>Kontrola napajanja laptopa</h1>Ovaj modul vam omogućuje kontrolupodešavanja napajanja vašeg laptopa.
ta: <h1>ÁÊì¸½¢ô¦À¡È¢ ¾¢Èý ¸ðÎÀ¡Î</h1>­ó¾ ÜÚ ÁÊì¸½¢ô¦À¡È¢Â¢ý ¾¢Èý «¨ÁôÒ¸¨Ç ¸ðÎÀÎò¾ «ÛÁ¾¢ìÌõ
th: <h1>ควบคุมพลังงาน แลปทอป</h1>โมดูลนี้ ให้คุณสามารถควบคุม การตั้งค่า การใช้พลังงานของแลปทอบของคุณ
uk: <h1>Керування живленням лептопу</h1>Цей модуль дозволяє Вам контролювати параметри живлення Вашого лептопу

source: Critical trigger (minutes):
az: Kritik tətikləmə (dəqiqə):
bg: Критично състояние (мин.):
ca: Senyal crític (minuts):
cs: Kritická mez (minuty):
de: Kritischer Auslöser (Minuten):
eo: Kritika punkto (minutoj):
es: Disparo crítico (minutos):
fi: Kriittinen raja (minuuttia):
he: :(תוקד) יטירק ףס
hu: Kritikus állapot (perc):
ja: 危機を知らせる残量 (分)
ko: 최종 남은시간 (분)
mt: Livell kritiku (minuti):
nl: Kritieke trekker (minuten):
no: Kritisk grense (minutter):
pl: Krytyczny poziom naładowania (min):
pt: Nivel crítico (minutos):
ro: Pragul critic (minute):
ru: Критическое состояние (мин.):
sk: Kritická hranica (minúty):
sr: Okidač kritičnog stanja (u minutima):
ta: ¯öÂ Å¢¨ºÂ¢ØôÒ (¿¢Á¢¼í¸û):
th: ระดับพลังงานวิกฤติ (เป็นนาที):
uk: Критичний тригер (хв):

source: Critical trigger (percent):
az: Kritik tətikləmə (faiz):
bg: Критично състояние (процент):
ca: Senyal crític (percentatge):
cs: Kritická mez (%):
de: Kritischer Auslöser (Prozent):
eo: Kritika punkto (procentoj):
es: Disparo crítico (porcentaje):
fi: Kriittinen raja (prosenttia):
he: :(םיזוחא) יטירק ףס
hu: Kritikus állapot (százalék):
ja: 危機を知らせる残量 (％)
ko: 최종 남은시간 (퍼센트)
mt: Livell kritiku (perċentwali):
nl: Kritieke trekker (procent):
no: Kritisk grense (prosent):
pl: Krytyczny poziom naładowania (procent):
pt: Nivel crítico (percentagem):
ro: Pragul critic (procente):
ru: Критическое состояние (%%):
sk: Kritická hranica (percentá):
sr: Okidač kritičnog stanja (u procentima):
ta: ¯öÂ Å¢¨ºÂ¢ØôÒ (º¾Å£¾õ):
th: ระดับพลังงานวิกฤติ (เป็นเปอร์เซ็นต์):
uk: Критичний тригер (відсотків):

source: Low trigger (minutes):
az: Alçaq tətikləmə (dəqiqə):
ca: Senyal baix (minuts):
cs: Dolní mez (minuty):
de: Auslöser für Stromknappheit (Minuten):
eo: Energiĉeso (minutoj):
es: Disparo bajo (minutos):
fi: Alaraja (minuuttia):
he: :(תוקד) ךומנ ףס
hu: Lemerült állapot (perc):
ja: 警告を知らせる残量 (分)
ko: 남은 시간 (분)
mt: Livell baxx (minuti):
nl: Lage trekker (minuten):
no: Nedre grense (minutter):
pl: Niski poziom naładowania (min):
pt: Nivel baixo (minutos):
ro: Pragul minim (minute):
ru: Предупреждать о разрядке, если заряда хватит менее чем (мин.):
sk: Nízka hranica (minúty):
sr: Okidač slabe baterije (u minutima):
ta: Ì¨Èó¾ Å¢¨ºÂ¢ØôÒ (¿¢Á¢¼í¸û):
th: ระดับพลังงานต่ำ (เป็นนาที):
uk: Низький тригер (хв):

source: Low trigger (percent):
az: Alçaq tətikləmə (faiz):
ca: Senyal baix (percentatge):
cs: Dolní mez (%):
de: Auslöser für Stromknappheit (Prozent):
eo: Energiĉeso (procentoj):
es: Disparo bajo (porcentaje):
fi: Alaraja (prosenttia):
he: :(םיזוחא) ךומנ ףס
hu: Lemerült állapot (százalék):
ja: 警告を知らせる残量 (％)
ko: 남은시간 (퍼센트)
mt: Livell baxx (perċentwali):
nl: Lage trekker (procent):
no: Nedre grense (prosent):
pl: Niski poziom naładowania (procent):
pt: Nivel baixo (percentagem):
ro: Pragul minim (procente):
ru: Предупреждать о разрядке, если осталось менее (%%):
sk: Nízka hranica (percentá):
sr: Okidač slabe baterije (u procentima):
ta: Ì¨Èó¾ Å¢¨ºÂ¢ØôÒ (º¾Å£¾õ):
th: ระดับพลังงานต่ำ (เป็นเปอร์เซ็นต์):
uk: Низький тригер (відсотків):

source: Run Command
az: Əmr İşə Sal
bg: Изпълни команда
ca: Ordre d'execució
cs: Spustit příkaz
de: Befehl ausführen
eo: Lanĉu komandon
es: Ejecutar comando
fi: Aja komento
he: הדוקפ לעפה
hu: Parancs futtatása
ja: コマンド実行
ko: 작동 명령
mt: Ħaddem kmand
nl: Commando uitvoeren
no: Kjør kommando
pl: Wykonaj polecenie
pt: Executar Comando
ro: Execută comanda
ru: Команда
sk: Vykonaj príkaz
sr: Pokreni komandu
ta: ¸ð¼¨Ç ­ÂìÌ
th: เรียกทำงานคำสั่ง
uk: Виконати команду

source: Browse
az: Gəz
bg: Преглед
ca: Navegador
cs: Procházet
de: Durchsuchen
eo: Rigardu
es: Explorar
fi: Selaa
he: ןייע
hu: Tallózás
ja: ブラウズ
ko: 찾아보기
nl: Verkennen
no: Bla gjennom
pl: Przeglądaj
pt: Procurar
ro: Răsfoieşte
ru: Обзор
sk: Listuj
sr: Pregledaj
ta: §Á§Ä¡Î
th: เลือกแฟ้ม
uk: Перегляд

source: Play Sound
az: Səs Çal
bg: Издава звук
ca: Reprodueix el so
cs: Přehrát zvuk
de: Klang abspielen
eo: Ludu sonoron
es: Reproducir sonido
fi: Soita ääni
he: לילצ ןגנ
hu: Hanglejátszás
ja: サウンド再生
ko: 사운드 실행
mt: Doqq ħoss
nl: Geluid afspelen
no: Spill lyd
pl: Zagraj dźwięk
pt: Tocar Som
ro: Redă sunet
ru: Звук
sk: Zahraj zvuk
sr: Pusti zvuk
ta: ´Ä¢ ­ÂìÌ
th: เล่นแฟ้มเสียง
uk: Програти звук

source: System Beep
az: Sistem Səsi
bg: Системен звук
ca: So del sistema
cs: Systémový zvuk
de: Signalton
eo: Sistempepo
es: Pitido del sistema
fi: Järjestelmän varoitus
he: ףצפצ
hu: csipogás
ja: システムビープ
ko: 시스템 비프음
mt: Spiker tas-sistema
nl: Systeempiep
no: Systempip
pl: Brzęczyk
pt: Campainha do Sistema
ro: Sunet de difuzor
ru: Системный динамик
sk: Systémové pípnutie
sr: Sistemski 'beep'
ta: ¸½¢É¢ Å¢Ç¢
th: ออดระบบ
uk: Системний гудок

source: Notify
az: Bildir
bg: Уведомява
ca: Notifica
cs: Upozornit
de: Benachrichtigen
eo: Atentigu
es: Notificar
fi: Ilmoita
he: עדיי
hu: figyelmeztetés
ja: 通知
ko: 알림
mt: Notifika
nl: Notificatie
no: Underrett
pl: Zawiadom
pt: Notificar
ro: Notifică
ru: Уведомить
sk: Upozorniť
sr: Upozori
ta: ¦¾Ã¢ÂÀÎòÐ
th: แจ้งเตือน
uk: Повідомити

source: This panel controls how and when you receive warnings that your battery power is going to run out VERY VERY soon.
az: Bu panel batareyanız ÇOX YAXIN müddətdə bitir xəbərdarlıqlarını necə və ne vaxt alacağınızı quraşdırmağa yarayar.
bg: Този панел позволява да контролирате, как и кога да получавате предупреждение за пълно разреждане на батериите, което ще се случи МНОГО МНОГО скоро.
cs: Tento panel kontroluje, jak a kdy dostanete varování, že vaše baterie se VELMI brzy vybije.
de: Dieser Schalter legt fest, wie und wann Sie Warnungen darüber erhalten, dass die Batterien SEHR bald zu Ende sein werden.
eo: Tio agordas kiel kaj kiam vi ricevas avertojn, ke via bateria energio finiĝos post nur momento.
es: Este panel controla cómo y cuando recibir los avisos indicando que la batería está baja y se agotará MUY MUY pronto
fi: Nämä asetukset ohjaavat miten ja milloin saat varoituksia jos akun varaus on juuri loppumassa
he: יבגל תורהזא לבקת יתמו ךיא טולשל ךתורשפאב הז חול תרזעב .בורקב דואמ דואמ רמגיהל דמוע ךלש הללוסה חוכש הדבועה
hu: Ebben a modulban azt lehet beállítani, hogy hogyan és mikor figyelmeztessen a program, ha RÖVIDESEN lemerül az akkumulátor
ja: このパネルは、バッテリ電源がまもなく尽きるという警告をいつ どのように受け取るかをコントロールします。
mt: Dan il-pannell jikkontrolla kif u meta tirċievi twissijiet li ċ-ċarġ tal-batterija se jispiċċa għal kollox DALWAQT ĦAFNA.
nl: Deze module bepaalt hoe en wanneer u waarschuwingen ontvangt als uw batterij HEEL snel leeg zal zijn.
no: Dette panelet kontrollerer hvordan og når du skal motta advarsler om at batteriet (veldig) snart går tomt.
pt: Este painel controla como e quando tu recebes avisos de que a carga da tua bateria se vai esgotar MUITO MUITO brevemente
ro: Acest panou controlează cum şi cînd recepţionaţi avertizări cînd bateria se va epuiza FOARTE curînd.
ru: Эта панель позволяет настроить, как и когда посылать вам предупреждения об полной разрядке аккумуляторов, которая должна произойти ОЧЕНЬ СКОРО.
sk: Tento panel kontroluje kedy a ako budete upozornený, že vaša batéria sa vybije VEĽMI VEĽMI skoro.
th: พาเนลควบคุมว่า เมื่อใดที่คุณจะได้รับคำเตือน ถึงระดับพลังงานแบตเตอรีของคุณ ว่าจะหมดในไม่ช้า
uk: Ця панель визначає коли і як Ви отримаєте повідомлення, що Ваші батареї сядуть ДУЖЕ ДУЖЕ швидко

source: This panel controls how and when you receive warnings that your battery power is about to run out
az: Bu panel batareya bitir xəbərdarlıqlarını necə və nə vaxt alacağınızı quraşdırmağa yarayar.
bg: Този панел Ви позволява да контролирате, как и кога да системата да изпраща предупреждение за пълно разреждане на батериите.
ca: Aquest quadre controla com i quan rebeu els avisos referents a que la vostra bateria s'està esgotant
cs: Tento panel kontroluje, jak a kdy dostanete varování, že se vaše baterie vybije.
de: Dieser Schalter legt fest, wie und wann Sie Warnungen darüber erhalten, dass Ihre Batterie zu Ende geht.
eo: Tio agordas kiel kaj kiam vi ricevas avertojn, ke via bateria energio finiĝos baldaŭ.
es: Este panel controla como y cuando recibir los avisos indicando que la batería está a punto de agotarse
fi: Tämä paneeli ohjaa miten ja koska saat varoituksia kun pariston virta on loppumassa
he: לבקת יתמו ךיא טולשל ךתורשפאב הז חול תרזעב רמגיהל דמוע ךלש הללוסה חוכש הדבועה יבגל תורהזא
hu: Ebben a modulban azt lehet beállítani, hogy hogyan és mikor figyelmeztesse Önt a rendszer, ha kezd lemerülni az akkumulátor
ja: このパネルは、バッテリ電源が尽きようとしているという警告を いつどのように受け取るかをコントロールします。
ko: 이 패널은 전원이 끊기기 전에 어떤 방식과 시점에 경고를 받을지를 설정할 수 있도록 합니다.
mt: Dan il-pannell jikkontrolla kif u meta tirċievi twissijiet li ċ-ċarġ tal-batterija wasal fl-aħħar u se jispiċċa dalwaqt.
nl: Deze module bepaalt hoe en wanneer u de waarschuwing dat uw baterij bijna leeg is ontvangt.
no: Dette panelet kontrollerer hvordan og når du skal motta advarsler om at batteriet holder på å gå tomt.
pl: W tym panelu można ustawić sposób i czas powiadomienia o niskim poziomie naładowania baterii.
pt: Este painel controla como e quando tu recebes avisos de que a carga da tua bateria se está quase a esgotar
ro: Acest panou controlează cum şi cînd recepţionaţi avertizări cînd bateria este pe cale de epuizare.
ru: Эта панель позволяет настроить, как и когда посылать предупреждения о полной разрядке аккумуляторов.
sk: Tento panel kontroluje kedy a ako budete upozornený, že sa vaša batéria čoskoro vybije
sr: Ovaj panel kontroliše kako ćete i kada dobiti upozorenje o tome da je vaša baterija ispražnjena.
ta: ¯í¸û Á¢ý¸Ä ¾¢Èý º£ì¸¢Ãõ ¾£÷óÐÅ¢Îõ ±ýÀ¨¾ ÀüÈ¢Â ±îºÃ¢ì¨¸¸û ±ôÀÊ ÁüÚõ ±ô§À¡Ð ¿£í¸û ¦ÀÚÅ£÷¸û ±ýÀ¨¾ ±ó¾ ÀÄ¸õ ¸ðÎÀÎòÐõ
th: พาเนลควบคุมว่า เมื่อใดที่คุณจะได้รับคำเตือน ถึงระดับพลังงานแบตเตอรีของคุณ ว่ากำลังจะหมด
uk: Ця панель визначає коли і як Ви отримаєте повідомлення, що Ваші батареї скоро сядуть

source: Only local files are currently supported.
az: İndi sadəcə olaraq yerli fayllar dəstəklənir.
bg: В тази версия се поддържат само локални файлове.
cs: Zatím jsou podporovány pouze lokální soubory.
de: Derzeit werden nur lokale Dateien unterstützt.
eo: Nur lokaj dosieroj subtenataj momente.
es: De momento sólo están soportados los archivos locales.
fi: Vain paikallisia tiedostoja tuetaan.
he: .םיימוקמ םיצבק קר םיכמתנ עגרכ
hu: Jelenleg csak helyi fájlokat lehet használni.
ja: 現在、ローカルファイルしかサポートされません。
mt: Fajls lokali biss huma aċċettati s'issa.
nl: Vooralsnog worden alleen lokale bestanden ondersteund.
no: Bare lokale filer er foreløpig støttet.
pt: Apenas são suportados ficheiros locais neste momento.
ro: Deocamdată sînt suportate numai fişiere locale.
ru: В этой версии поддерживаются только локальные файлы.
sk: Zatiaľ sú podporované len lokálne súbory.
sr: Trenutno su podržani samo lokalni fajlovi.
th: สนับสนุนเฉพาะแฟ้มภายในระบบเท่านั้น
uk: Підтримуються тільки локальні файли.

source: <h1>Low battery Warning</h1>This module allows you to set an alarm in case your battery's capacity is exceeded.
az: <h1>Batareya Bitiş Xəbərdarlığı</h1>Bu modul batareyalarınızın qabiliyyəti azaldığı vaxt bir alarm çaldıra bilərsiniz.
bg: <h1>Предупреждение за разреждане на батериите </h1>Този модул Ви позволява да задавате предупреждение за скорошно разреждане на батериите.
cs: <h1>Varování při vybitých bateriích</h1>Tento modul varuje v případě, že dochází kapacita baterií.
de: <h1>Warnung: Batteriestand niedrig</h1>Dieses Modul erlaubt Ihnen, einen Alarm auslösen zu lassen, wenn die Kapazität der Batterien dem Ende zugeht.
eo: <h1>Averto bateri-elĉerpo</h1> Tiu modulo permesas agordi alarmosonon, se viaj baterioj elĉerpiĝis.
es: <h1>Aviso de batería baja</h1>Este módulo le permite activar una alarma en caso de que se exceda la capacidad de sus baterías.
fi: <h1>Tyhjän akun varoitus</h1>Tässä moduulissa voit määritellä varoituksen, mikäli akun virta on loppumassa.
hu: <h1>Figyelmeztetés alacsony energiaszintnél</h1>Ebben a modulban az alacsony energiaszintre történő figyelmeztetés részleteit lehet beállítani.
ja: <h1>バッテリー低残量警告</h1>このモジュールはバッテリーのキャパシティーを超えた場合の警告を設定します。
mt: <h1>Twissija ta' Batterija Baxxa</h1>Dan il-modulu jħallik tissettja allarm f' każ li l-batterija waslet biex tispiċċa
nl: <h1>Waarschuwing Einde Batterijcapaciteit</h1>In deze module kunt u een alarm instellen dat afgaat wanneer uw batterijcapaciteit ten einde loopt.
no: <h1>Lite batteri-advarsel</h1>Denne modulen gir deg mulighet til å sette en alarm i tilfelle batteriene går tomme.
pt: <h1>Aviso de Bateria Fraca</h1>Este módulo permite-te definires um alarme no caso da capacidade das baterias ser excedido.
ro: <h1>Avertizare baterie descărcată</h1> Acest modul vă permite să setaţi o alarmă în cazul în care capacitatea bateriilor dumneavoastră a fost depăşită.
ru: <h1>Предупреждение о разрядке аккумуляторов</h1>Этот модуль позволяет настраивать предупреждение о скорой разрядке аккумуляторов.
sk: <h1>Varovanie o slabých batériách</h1>Tento modul umožňuje nastaviť poplach v prípade, že Vaše batérie sú vyčerpané.
th: <h1>การเตือน ระดับพลังงานแบตเตอรี ที่เหลือน้อย</h1>โมดูลนี้่ ให้คุณสามารถตั้งค่า การเตือนในกรณีที่ พลังงานแบตเตอรีของคุณ กำลังจะหมด
uk: <h1>Попередження про розряд батарей</h1>Цей модуль дозволяє Вам встановити сигнал тривоги у разі, якщо можливості Ваших батарей перевищено.

source: Your computer doesn't have the Linux APM (Advanced Power Management) software installed, or doesn't have the APM kernel drivers installed - check out the Linux Laptop-HOWTO document for information how to install APM it is available at http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
az: Kompüterinizdə Linuks APM proqramı qurulmayıb ya da çəkirdəkdə APM sürücüləri əlavə edilməmişdir - bunun üçün "Linux Laptop-HOWTO" sənədindən necə qurula biləcəyi mövzusunda mə'lumat ala bilərsiniz. Bu sənədinə http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html ünvanından çatıla bilər.
bg: На Вашия компютър не е инсталирана програма за допълнително управление на захранването (Linux APM) или не е включен драйвера за APM. Прочетете Linux Laptop-HOWTO, който се намира на адрес http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
ca: El vostre ordinador no té el programari Linux APM (Gestor avançat de potència) instal·lat, o no té els programes de control del nucli instal·lats; consulteu el document Laptop-HOWTO sota Linux per informar-vos de com instal·lar l'APM. El podeu trobar a http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
cs: Váš počítač nemá nainstalován software Linux APM (Advanced Power Management) nebo nemá ovladače pro APM v kernelu - přečtěte si dokument Linux Laptop HOWTO pojednávající o tom, jak nainstalovat APM. Tento dokument je dostupný na http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html.
de: Auf Ihrem Rechner ist kein Linux-APM-Programm installiert (Advanced Power Management) oder es fehlen die APM-Kernel-Treiber. Bitte lesen Sie das Laptop-HOWTO, um Informationen über die Installation von APM zu erhalten. Das Dokument ist erhältlich unter http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
eo: En via komputilo ne estas instalita la softvaro Linux APM (energiadministrado), aŭ la kernopartoj pri APM mankas - legu la Linuks-Kielon pro portkomputiloj por ekscii kiel instali APM.Vi povas trovi ĝin ĉe http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
es: Su ordenador no tiene instalado el software Linux APM (Gestión Avanzada de Energía), o no tiene instalados los controladores APM del kernel - compruebe el documento Laptop-HOWTO para obtener información sobre como instalar APM, está disponible en http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
fi: Tietokoneeseesi ei ole asennettu Linux APM (Advanced Power Management) ohjelmistoa asennettuna, tai APM ydin- ajureita ei ole asennettu - lue Linux Laptop-HOWTO ohjeesta miten APM asennetaan. Ohje löytyy osoitteesta http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
he: לוהינ) סקונילל APM-ה תנכות תנקתומ אל ךלש בשחמב ןקתהה ילהנמ וב םינקתומ אלש וא ,(םדקתמ למשח תכירצ Linux Laptop-HOWTO ךמסמב ןייע - ןיערגל APM לש APM תא ןיקתהל דציכ לע עדימל http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html תבותכב ןימז ךמסמה
hu: A számítógépre nincs telepítve a Linux APM (fejlett energiakezelő) program vagy nincs betöltve az APM meghajtó. Olvassa el a Linux Laptop-HOGYAN-t ahol megtudhatja az APM telepítési lépéseit. Az angol változat címe: http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
ja: あなたのコンピュータには Linux APM (Advanced Power Management) がインストールされていないか、APM カーネル ドライバがインストールされていません。- このソフトウェアの 入手方法についての詳細は 'ヘルプ' ボタンをクリックして ください。
ko: 컴퓨터에 리눅스용 APM (Advanced Power Management) 소프트웨어가 설치되지 않았거나 APM 커널이 설치되지 않았다면 Linux Laptop-HOWTO 도큐멘트에서 APM 설치에 대한 정보를 체크해 주시길 바랍니다. 이 문서는 http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html에 있습니다.
mt: Il-kompjuter tiegħek ma fihx l-APM (Advanced Power Management) tal- Linux installat, jew m'għandux id-drivers APM tal-kernel installati - iċċekkja d-dokument "Linux Laptop-HOWTO" dwar kif tinstallahom. Dan id-dokument jinkiseb minn http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
nl: Uw computer heeft de Linux APM (Advanced Power Management) software niet geïnstalleerd, of uw Linux-kernel heeft geen APM-stuurprogramma's - bekijk het 'Linux Laptop-HOWTO'-document voor informatie over het installeren van APM. Het is beschikbaar op http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
no: Datamaskinen din har ikke installert Linux APM (Avansert strømbehandler)-programvaren, eller har ikke installert kjernedrivere for APM. Ta en titt på Linux Laptop-HOWTO- dokumentasjonen for informasjon om hvordan man kan installere APM. Du finner dokumentet på http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
pl: Twój komputer nie ma zainstalowanego Linux APM Zaawansowanego Zarządzania Energią) albo nie zainstalowano driverów APM jądra - przejrzyj Linux Laptop-HOWTO aby dowiedzieć się jak zainstalować APM (dostępne z http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html)
pt: O teu computador não tem o Linux APM (Advanced Power Management) instalado, ou não tem os controladores do núcleo de APM instalados - verifica a documentação: Linux Laptop-HOWTO para obteres informações de como instalar o APM. Ele está disponível em http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
ro: Calculatorul dumneavoastră nu are instalat Linux APM (Managementul avansat al consumului de energie) sau nu are instalate driver-ele APM de kernel. Citiţi Linux Laptop-HOWTO pentru informaţii despre instalarea APM. El este disponibil la http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
ru: На ваш компьютер не установлены программы расширенного управления питанием (Linux APM) или не подключены драйвера APM. Прочитайте Linux Laptop-HOWTO, доступный по адресу http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
sk: Váš počítač nemá nainštalované APM (Rozšírenú správu energie) pre Linux, alebo nemáte pridanú podporu APM v kerneli - skontrolujte Linux Laptop-HOWTO dokument pre získanie informácií ako nainštalovať APM Je prístupný na adrese http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
sr: Vaš računar nema instaliran Linux APM (Advanced Power Managment), ili nema instaliran kernelov APM upravljač - pročitajte dokument 'Linux-Laptop-HOWTO' da biste saznali kako da instalirate APM. Navedeni dokument možete naći na adresi http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
ta: ¯í¸û ¸½¢É¢Â¢ø Ä¢Éì APM (¯Â÷ó¾ ¾¢Èý §ÁÄ¡ñ¨Á) ¦Áý¦À¡Õû ¿¢ÚÅÀ¼Å¢ø¨Ä, «øÄÐ APM ¸Õ ­Âì¸¢¸û ¿¢ÚÅÀ¼Å¢ø¨Ä - APM ±ôÀÊ ¿¢ÚÅ§ÅñÎõ ±ýÈ ¾¸ÅÖìÌ Ä¢Éì ÁÊì¸½¢ô¦À¡È¢-±ôÀÊ ±ýÀ¨¾ À¡÷ì¸×õ ­Ð http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html ±ýÈ Ó¸ÅÃ¢Â¢ø ­ÕìÌõ
th: คอมพิวเตอร์ของคุณ ไม่มีระบบจัดการพลังงาน Linux APM (Advanced Power Management) ถูกติดตั้งไว้ หรืออาจจะไม่ได้เรียก ไดรเวอร์ APM ของเคอร์เนล - โปรดอ่านเอกสาร Linux Laptop-HOWTO สำหรับรายละเอียดในการติดตั้งระบบ APM หรือที่ http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
uk: Ваш комп'ютер не має ПЗ Linux APM (Розширеного керування живленням), або не має драйвер ядра APM - перевірте документ Linux Laptop-HOWTO щодо інформації як поставити APM він доступний на http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
