Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeutils/kcmlaptop.po
Languages: az, bg, ca, cs, de, eo, es, fi, he, hu, ja, ko, mt, nl, no, pl, pt, ro, ru, sk, sr, ta, th, uk

source: Show Battery Monitor
az: Batareya Vəziyyətini Göstər
bg: Индикатор за състоянието на батериите
ca: Mostra el monitor de la bateria
cs: Zobrazit monitor baterie
de: Batterieanzeige einblenden
eo: Montru bateriostaton
es: Mostrar monitor de batería
fi: Näytä akun tila
he: הללוסה דמ תא גצה
hu: A szintjelző mutatása
ja: バッテリモニタを表示
ko: 베터리 모니터 보기
mt: Uri l-istat tal-batterija
nl: Batterijmonitor tonen
no: Vis batteriovervåking
pl: Pokaż monitor baterii
pt: Mostrar o Monitor da Bateria
ro: Afişează monitorul de baterie
ru: Индикатор состояния аккумуляторов
sk: Ukázať Sledovanie batérie
sr: Prikaži monitor baterije
ta: Á¢ý¸Äõ ¸ñ¸¡É¢¨Â ¸¡ðÎ
th: แสดงสถานะแบตเตอรี
uk: Показати монітор батарей

source: Poll (sec):
az: Poll (saniyə):
bg: Обновяване (сек.):
ca: Exploració (seg):
cs: Interval (s):
de: Aktualisierung (Sekunden):
eo: Intervalo (s):
es: Muestreo (seg):
fi: Päivitys (sek):
he: :(תוינש) הקידב
hu: Mintavétel (mp.):
ja: 間隔 (秒):
ko: Poll (초):
mt: Intervall (sek):
nl: Stem (sec):
no: Aktiv sjekking (sek):
pl: Próbkowanie (sec)
pt: Sondagem (seg):
ro: Interogare (sec):
ru: Обновление (сек.):
sk: Vyzvať (sek):
sr: Očitavanje (u sekundama):
ta: Poll (¦¿¡Ê):
th: ช่วงขอข้อมูล (วินาที):
uk: Опитування (сек)

source: Icons:
az: Timsallar:
bg: Икони:
ca: Icones:
cs: Ikony:
de: Symbole:
eo: Piktogramoj:
es: Iconos:
fi: Kuvakkeet:
he: םילמס
hu: Ikonok:
ja: アイコン:
ko: 아이콘:
mt: Ikoni:
nl: Pictogrammen:
no: Ikoner:
pl: Ikony:
pt: Ícones:
ro: Iconiţe:
ru: Пиктограммы:
sk: Ikony:
sr: Ikonice:
ta: ÌÚôÁ¼í¸û:
th: ไอคอน:
uk: Піктограми:

source: No Battery:
az: Batareya Yoxdur:
bg: Няма батерии:
ca: Sense Bateria:
cs: Žádná baterie:
de: Keine Batterie:
eo: Neniu baterio:
es: Sin batería:
fi: Ei paristoa:
he: :הללוס ןיא
hu: Nincs akku:
ja: バッテリなし:
ko: 베터리 없음:
mt: Ebda batterija:
nl: Geen batterij:
no: Intet batteri:
pl: Brak baterii:
pt: Bateria Descarregada:
ro: Fără baterie:
ru: Нет аккумуляторов:
sk: Žiadna batéria:
sr: Nema baterije:
ta: Á¢ý¸Äõ:
th: ไม่มีแบตเตอรี:
uk: Без батарей:

source: Not Charging:
az: Doldurulmur:
bg: Няма зареждане:
ca: No s'està carregant:
cs: Nenabíjí se:
de: Kein Ladevorgang:
eo: Ne ŝarĝate:
es: No cargando:
fi: Ei ladata:
he: :הניעטב אל
hu: Nincs töltés:
ja: 充電なし:
ko: 충전중 아님
mt: Mhux qed jiċċarġja:
nl: Niet aan het opladen:
no: Lader ikke:
pl: Brak ładowania:
pt: Não Carregando:
ro: Nu se încarcă:
ru: Нет зарядки:
sk: Nenabíja sa:
sr: Baterija se ne puni:
ta: Á¢ýëð¼õ ­ø¨Ä:
th: ไม่มีการชาร์จ:
uk: Не заряджаються:

source: Charging:
az: Doldurulur:
bg: Зареждане:
ca: S'està carregant
cs: Nabíjení:
de: Ladevorgang:
eo: Ŝarĝate:
es: Cargando:
fi: Ladataan:
he: :הניעטב
hu: Töltés:
ja: 充電中:
ko: 충전중
mt: Qed jiċċarġja:
nl: Bezig met opladen:
no: Lader:
pl: Ładowanie:
pt: A Carregar:
ro: Se încarcă:
ru: Зарядка:
sk: Nabíja sa:
sr: Baterija se puni:
ta: Á¢ýëðÎ¸¢ÈÐ:
th: การชาร์จ:
uk: Заряджаються:

source: This panel controls whether the battery status monitor appears in the dock and what it looks like.
az: Bu panel, batareya vəziyyət nümayişçisinin hopdurulmuş olaraq görünüb görünməyəcəyini və görünüşünün necə olacağını müəyyənləşdirər
bg: Тук се задава, дали ще бъде вграден индикатор за състояние на батериите в панела на КДЕ и неговия вид.
cs: Tento panel kontroluje, zdali se monitor stavu baterie objeví v panelu a jak bude vypadat.
de: Dieser Schalter legt fest, ob und wie die Batterieanzeige in der Kontrollleiste erscheint.
eo: Ĝi kontrolas, ĉu la bateristato aperu en la panelo kaj kiel ĝi aspektu.
es: Este panel controla si el monitor de batería se muestra en la barra de tareas y su apariencia.
fi: Tässä moduulissa voit määritellä, näytetäänkö akun tila paneelissa, ja miten tila näytetään.
he: בצמ גצ םאה טולשל ךתורשפאב הז חול תרזעב .האריי אוה דציכו ,ןגעמב עיפוי הללוסה
hu: Ezen a panelen azt lehet beállítani, hogy az akkumulátor szintjelzője dokkolva jelenjen-e meg és hogyan nézzen ki.
ja: このパネルは、バッテリステータスモニタをドックに表示する かどうか、どのように見えるかをコントロールします。
mt: Dan il-pannell jikkontrolla jekk il-monitor tal-istat tal-batterija jidhirx fil-pannell u kif jidher.
nl: Deze module bepaalt of de batterijstatusmonitor in de system tray verschijnt en hoe ze eruit ziet
no: Panelet kontrollerer om batteristatusovervåkeren skal være i dokken og hvordan den ser ut.
pt: Este painel controla se o monitor aparece embebido e a sua aparência
ro: Acest panou controlează cînd apare în panou monitorul de baterie şi cum va fi afişat.
ru: Здесь указывается, будет ли встроен индикатор состояния аккумуляторов в панель KDE и настраивается его внешний вид.
sk: Tento panel kontroluje, či sa monitor stavu batérie objaví v ukotvení a ako bude vyzerať.
th: พาเนลนี้ ใช้ควบคุมสถานะของแบตเตอรี ซึ่งจะแสดงในเทรย์ของพาเนล
uk: Ця панель контролює, чи буде з'являтися стан батарей пришвартований до панелі і як він буде виглядати.

source: Version:
az: Buraxılış:
bg: Версия:
ca: Versió:
cs: Verze:
eo: Versio:
es: Versión:
fi: Versio:
he: :הסריג
hu: Verzió:
ja: バージョン:
ko: 버젼:
mt: Verżjoni:
nl: Versie:
no: Versjon:
pl: Wersja:
pt: Versão:
ro: Versiune:
ru: Версия:
sk: Verzia:
sr: Verzija:
ta: À¾¢ôÒ ±ñ:
th: รุ่น:
uk: Версія:

source: <h1>Battery Monitor</h1>This module allows you to monitor your batteries. To make use of this module, you must have APM installed. (And, of course, you should have batteries in your machine.)
az: <h1>Batareya Monitoru</h1>Bu modul batareyalarınızı izləmənizə imkan verir. Bu modulun işləyə bilməsi üçün "APM "in yüklü olmalıdır.
bg: <h1>Монитор на батерии</h1> Този модул позволява да се показва състоянието на Вашите батерии. За неговото използване трябва да бъде инсталирана подръжка на APM (и, рабира се, самите батерии на машината).
cs: <h1>Monitorování baterií</h1> Tento modul umožňuje monitorovat stav vašich baterií. Pro použití tohoto modulu musíte mít nainstalovánu APM podporu. (A samozřejmě musíte mít také baterie)
de: <h1>Batterieanzeige</h1>Dieses Modul erlaubt Ihnen, den Zustand Ihrer Batterien anzeigen zu lassen. Um es benutzen zu können, müssen Sie APM installiert haben (und natürlich einen Computer mit Batterien benutzen).
eo: <h1>Bateristato</h1> Tiu modulo permesas montri la staton de viaj baterioj. Necesas, ke vi instalis APM por uzi tiun modulon. Kaj kompreneble vi havu bateriojn en via (port-)komputilo.
es: <h1>Monitor de batería</h1> Este módulo le permite monitorizar sus baterías. Para hacer uso de este módulo, APM debe estar instalado. (Y por supuesto, su ordenador debe disponer de baterías)
fi: <h1>Akkujen tila</h1>Tämä moduulissa voit muokata akkujen tilan asetuksia. Käyttääksesi tätä moduulia APM:n tulee olla asennettu. (Ja tietysti sinulla pitää olla akut koneessassi)
hu: <h1>Akkumulátorfigyelő</h1>Ezzel a modullal lehet a telepek állapotát figyelemmel követni. A modul használata csak az APM engedélyezése után lehetséges (és természetesen telepekre is szükség van).
ja: <h1>バッテリーモニター</h1>このモジュールはあなたのマシンのバッテリーのモニターを可能にします。このモジュールを利用するには、APMをインストールする必要があります。(勿論、あなたのマシンにバッテリーがあることも)
mt: <h1>Monitor tal-Batteriji</h1>Dan il-modulu jħallik toqgħod għassa tal-istat tal-batteriji. Biex tuża dan il-modulu il-kompjuter irid ikollu l-APM installat. (U, ovvjament, irid ikollu l-batteriji.)
nl: <h1>Batterij Monitor</h1>In deze module kunt u uw batterijen in de gaten houden. Om deze module te kunnen gebruiken moet u APM geïnstalleerd hebben (en er moeten uiteraard batterijen in uw computer zitten).
no: <h1>Batteri-overvåker</h1>Denne modulen gir deg mulighet til å overvåke batteriene dine. For å bruke denne modulen må du ha installert APM. (Og selvsagt, du skal ha batterier i maskinen.)
pt: <h1>Monitor da Bateria</h1>Este módulo permite-te vigiar as tuas baterias. Para poderes usar este módulo, tens de ter instalado o APM (e claro, precisas de ter baterias na tua máquina).
ro: <h1>Monitor de baterie</h1> Acest modul vă permite să monitorizaţi starea bateriei laptop-ului dumneavoastră. Pentru a putea utiliza acest modul trebuie să aveţi instalat APM şi bineînţeles trebuie să aveţi şi baterii în calculatorul dumneavoastră.
ru: <h1>Монитор аккумуляторов</h1> Модуль позволяет показывать состояние ваших аккумуляторов. Для его использования должна быть установлена поддержка APM (и, конечно, сам аккумулятор).
sk: <h1>Monitor batérií</h1>Tento modul umožňuje monitorovať vaše batérie. Pre používanie tohoto modulu musíte mať nainštalované APM (a samozrejme musíte mať vo vašom počítači batérie.)
th: <h1>สถานะแบตเตอรี</h1>โมดูลนี้ ให้คุณติดตามระดับพลังงาน ของแบตเตอรี โดยการใช้โมดูลนี้ ต้องมีการติดตั้ง APM ก่อนด้วย (และแน่นอนล่ะ เครื่องคุณจะต้องมีแบตเตอรีด้วย)
uk: <h1>Монітор батарей</h1>Цей модуль дозволяє Вам перевіряти стан батарей. Щоб використовувати цей модуль, необхідно встановити APM у системі. (Та, звичайно, Ви повинні мати батареї у Вашій системі.

source: <h1>PCMCIA Config</h1>This module shows information about the PCMCIA cards in your system, if there are PCMCIA cards.
az: <h1>PCMCIA Quraşdırılması</h1>Bu modul PCMCIA kartlarınızın mə'lumatlarını göstərir, əlbətdə əgər PCMCIA kartlarınız varsa.
bg: <h1>Конфигурация на PCMCIA</h1>Модулът показва информация за PCMCIA карта във Вашата система, ако има такава.
cs: <h1>Konfigurace PCMCIA</h1>Tento modul zobrazuje informace o PCMCIA kartách ve vašem systému, pokud nějaké PCMCIA karty máte.
de: <h1>PCMCIA-Einrichtung</h1>Dieses Modul zeigt Ihnen Informationen zu PCMCIA-Karten in Ihrem System an, sofern welche vorhanden sind.
eo: <h1>PCMCIA-agordo</h1> Tiu modulo montras informon pri la PCMCIA-kartoj en via sistemo, se iuj estas instalitaj.
es: <h1>Configuración PCMCIA</h1>Este módulo muestra información acerca de las tarjetas PCMCIA existentes en su sistema.
fi: <h1>PCMCIA-asetukset</h1>Tämä moduuli näyttää tietoja PCMCIA-korteista järjestelmässäsi.
hu: <h1>PCMCIA-beállítások</h1>Ezzel a modullal a gépben található PCMCIA kártyák állapotjellemzői jeleníthetők meg (ha vannak ilyen kártyák a gépben).
ja: <h1>PCMCIA 設定</h1>このモジュールはPCMCIAカードの情報を表示します。ただしPCMCIAカードがあれば、ですが。
mt: <h1>Konfig. PCMCIA</h1> Dan il-modulu jurik informazzjoni dwar il-cards PCMCIA fis-sistema tiegħek, jekk hemm.
nl: <h1>PCMCIA Config</h1>Deze module toont informatie over de PCMCIA-kaarten in uw systeem, indien van toepassing.
no: <h1>PCMCIA-konfigurasjon</h1>Denne modulen gir deg informasjon om PCMCIA-kortene i systemet ditt, hvis det er noen.
pt: <h1>Configuração PCMCIA</h1>Este módulo mostra informações sobre as placas PCMCIA no teu sistema, se existirem placas PCMCIA.
ro: <h1>Configurare PCMCIA</h1> Acest modul afişează informaţii despre cardurile PCMCIA din sistemul dumneavoastră, în caz că aveţi aşa ceva.
ru: <h1>Конфигурация PCMCIA</h1>Модуль показывает сведения об PCMCIA картах в вашей системе (если они есть).
sk: <h1>Konfigurácia PCMCIA</h1>Tento modul ukazuje informácie o kartách PCMCIA vo vašom systéme, ak máte nejaké PCMCIA karty.
th: <h1>ปรัรบแต่ง PCMCIA</h1>โมดูลนี้ แสดงข้อมูลเกี่ยวกับ การ์ด PCMCIA ในระบบของคุณ หากระบบของคุณมีการ์ด PCMCIA อยู่
uk: <h1>Конфігурація PCMCIA</h1>Цей модуль показує інформацію щодо карт PCMCIA у Вашій системі, якщо вони є.

source: Not Powered:
az: Gücsüz:
bg: Няма енергия:
ca: Desconnectat:
cs: Bez proudu:
de: Ohne Strom:
eo: Sen elektro:
es: Sin alimentación:
fi: Ei virtaa:
he: :למשח אלל
hu: Akkumulátoros módban:
ja: 電源供給なし:
ko: 무전원
mt: Bla dawl:
nl: Niet opgeladen:
no: Ikke oppladet:
pl: Nie zasilany:
pt: Não Está Ligado:
ro: Nealimentat:
ru: Нет энергии:
sk: Nenapájaný:
sr: Ne napaja se:
ta: Á¢ý«¨½ôÒ ­ø¨Ä:
th: ไม่มีพลังงาน:
uk: Без живлення:

source: Suspend
az: Taxirə Sal
bg: Прекъснат
ca: Suspèn
cs: Suspendovat
de: Aussetzen
eo: Nigrigu
es: Suspender
fi: Nukutettu
he: היהשה
hu: felfüggesztés
ja: サスペンド
ko: 정지
mt: Issospendi
nl: Staken
no: Suspendér
pl: Uśpij
pt: Suspenso
ru: Остановить
sk: Prerušiť
sr: Odloži
ta: ­¨¼ ¿¢ÚòÐ
th: หยุดทำงานชั่วคราว
uk: До режиму сну

source: Standby
az: Gözləmə
bg: В очакване
ca: En espera
cs: Pohotovost
de: Bereitschaft
eo: Dormigu
es: En espera
fi: Valmiustila
he: הנתמה
hu: készenlét
ja: スタンバイ
ko: 예비
pl: Stan oczekiwania
ru: Выключить
sk: Pohotovosť
sr: Spreman
ta: ¸¡ò¾¢Õ
th: สำรองพลังงาน
uk: До режиму чергування

source: Hibernate
az: Asılı Burax
bg: Заспал
ca: Hibernació
cs: Hibernovat
de: Tiefschlaf (Hibernate)
eo: Diskodormo
es: Hibernar
fi: Siirrä valmiustilaan
he: תמדרת
hu: hibernálás
ja: ハイバネーション
ko: 휴면
mt: Raqqad
nl: Wachtstand
no: Dvale
pt: Em hibernação
ro: Hibernează
ru: Усыпить
sk: Hibernovať
sr: Hibernisan
ta: àíÌ
th: ปิดการทำงาน (พักเครื่อง)
uk: Гібернація

source: Wait for (mins):
az: Gözlə (dəq.):
bg: Очакване (мин.):
ca: Espera (min):
cs: Čekat (min.):
de: Warten (in min):
eo: Atendu dum (min):
es: Esperar (mins):
fi: Odota (min):
he: :(תוקד) ןתמה
hu: Késleltetés (perc):
ja: 待ち時間 (分)
ko: 대기 (분):
mt: Stenna għal (minuti):
nl: Wacht voor (minuten):
no: Vent i (min):
pl: Czekaj (min):
pt: Esperar (mins):
ro: Aşteaptă (min):
ru: Ожидание (мин.):
sk: Čakať (min):
sr: Sačekaj (u minutima):
ta: ­ùÅÇ× §¿Ãò¾¢üÌ ¸¡ò¾¢Õ (¿¢Á¢):
th: คอยจนถึง (นาที):
uk: Чекати (хв):

source: Powered:
az: Güc:
bg: Енергия:
ca: En funcionament:
cs: Pod proudem:
de: Unter Strom:
eo: Kun elektro:
es: Alimentado:
fi: Virta kytketty:
he: :למשח םע
hu: Külső energiaellátásnál:
ja: 電源供給:
ko: 전원:
mt: Qed jingħata elettriku:
nl: Opgeladen:
no: Oppladet:
pl: Zasilany:
pt: Ligado:
ro: Alimentat:
ru: Энергия:
sk: Napájaný:
sr: Napaja se:
ta: Á¢ý­¨½ì¸Àð¼:
th: พลังงาน:
uk: Підживлений:

source: This panel configures the behavior of the automatic power-down feature - it works as a sort of extreme screen-saver, you can configure different timeouts and behaviors depending on whether or not your laptop is plugged in to the power.
az: Bu panel avtomatik qapanma xüsusiyyətinin davranışını quraşdırar - sanki bir ekran qoruyucu kimi işləyərək, diz üstü kompüterinizin güc mənbəsinə bağlı olub olmamasına görə fərqli müddətlər və davranışlar qurmağınıza imkan verər.
bg: Този панел конфигурира параметрите за възможността автоматично да се изключи захранването - той работи като разновидност на предпазителя на екрана. Вие можете да настройвате времето за очакване и поведението му в зависимост от това, включен ли е Вашия компютър в мрежата или не.
cs: Tento panel nastavuje chování automatického vypínání. Funguje jako druh extrémního šetřiče obrazovky; můžete nastavit různé časové limity a chování v závislosti na připojení svého laptopu do sítě.
de: Diese Schalter kontrollieren das Verhalten der automatischen Stromabschaltung. Es funktioniert wie eine besondere Art von Bildschirmschoner. Sie können verschiedene Zeiten und Verhaltensmuster einstellen, je nachdem wie Ihr Laptop mit der Steckdose verbunden ist oder nicht.
eo: Tio agordas la konduton de la energiŝparfunkcio - ĝi laboras iom kiel ekrankurteno, vi povas agordi diversajn tempolimojn kaj kondutojn depende, ĉu via portkomputilo estas konektita al la elektro aŭ ne.
es: Este panel sirve para configurar el apagado automático - funciona como un salvapantallas extremo, se pueden configurar diferentes tiempos de dexconexión y comportamientos dependiendo de si el portátil está o no conectado a la corriente.
fi: Tämä paneeli määrittelee automaattisen sammutuksen ominaisuudet - voit asettaa erilaisia aikarajoja ja käyttäytymisiä riippuen siitä onko kannettavaasi kytketty verkkovirta.
he: תורשפא לש הלועפה ןפוא תא רידגמ הז חול רמוש ןיעמכ לעופ אוה - יטמוטואה יוביכה היהשה יכרע רידגהל ךתורשפאב ,ינוציק ךסמ רוביחה בצמל םאתהב םינוש הלועפ יכרדו .ךלש דיינה בשחמה לש למשחל
hu: Ebben a modulban az automatikus kikapcsolás paramétereit lehet beállítani. A képernyővédőkhöz hasonlóan kell beállítani, mert különféle késleltetéseket lehet megadni attól függően, hogy hálózatról működik-e a gép vagy akkumulátorról.
ja: このパネルは自動パワーダウン機能の動作を設定します。 これは特殊なスクリーンセーバの一種として機能します。 あなたのラップトップが電源に接続されているかどうかに よって別々のタイムアウトと動作を設定できます。
mt: Dan il-pannell jissettja l-imġieba tal-faċilità ta' tifi awtomatiku - jaħdem qisu screensaver estrem. Tista' tissettja l-ħinijiet ta' skadenza u mġibijiet differenti skond jekk il-laptop huwiex imqabbad mad-dawl jew le.
nl: Deze module bepaalt het gedrag van de automatische afsluitfunctie - het werkt als een soort extreme schermbeveiliging, u kunt verschillende tijden en gedragingen instellen, afhankelijk van of uw laptop wel of niet met het lichtnet verbonden is.
no: Dette panelet konfigurerer oppførselen til automatisk strømspareregenskaper. Det fungerer som en ekstrem skjermsparer der du kan konfigurere forskjellige tidsgrenser og oppførsel avhengig av om maskinen er koblet til strømnettet.
pt: Este painel controla o automatismo que permite poupar energia - trabalha como um tipo de protecção de ecrã. Podes atribuir diferentes comportamentos ou períodos de actuação dependendo do portátil estar ou não ligado à corrente.
ro: Acest panou configurează comportamentul sistemului de oprire automată. El lucrează ca un program de protecţie de ecran. Puteţi configura diferite intervale de temporizare în funcţie de cum laptop-ul dumneavoastră este sau nu conectat la reţeaua de curent electric.
ru: Эта панель устанавливает параметры возможности автоматического выключения питания - она работает как разновидность хранителя экрана. Вы можете настроить время ожидания и предпочтения в зависимости от того, подключен ли ваш компьютер к сети или нет.
sk: Tento panel nastavuje chovanie automatickej funkcie pri poruche napájania - je to niečo ako extrémny šetrič obrazovky, môžete si nastaviť rôzne časové limity a chovania v závislosti podľa toho či je alebo nie je váš laptop zapojený v el. sieti.
th: พาเนลนี้ ใช้ปรับแต่งลักษณะของคุณสมบัติการปิดอัตโนมัติ - โดยทำงานเช่นเดียวกับ การถนอมจอภาพ ซึ่งคุณสามารถปรับเป็นช่วงเวลาอื่นๆ ได้ โดยลักษณะต่างๆ จะขึ้นอยู่กับว่า แลปทอบของคุณ เสียบปลั๊กอยู่หรือไม่
uk: Ця панель визначає поведінку автоматичного вимкнення - ця можливість схожа на надзвичайний зберігач екрана, Ви можете встановити різні таймаути та поведінку залежно від того, чи підключений Ваш лептоп до мережі живлення.

source: Different laptops may respond to 'standby' in different ways - in many it's only a temporary state and may not be useful for you.
az: Fərqli kompüterlər 'stanby' əməliyyatına müxtəlif şəkillədə cavab verə bilər - bir çoxunda bu müvəqqəti bir haldır və sizin üçün yararlı olmaya bilər.
bg: Различните портативни компютри могат по различен начин да изпълняват команда за изключване. За много от тях това временно състояние както за Вас може да бъде съвършенно безполезно.
ca: Portàtils diferents poden respondre a 'en espera' de maneres diferents; en molts es tracta només d'un estat temporal i pot no ser-vos útil.
cs: Různé laptopy mohou reagovat na 'Pohotovost' různým způsobem - v mnoha případech je to jen dočasný stav a asi nebude pro vás užitečný.
de: Verschiedene Laptops verhalten sich in der Bereitschaftsstellung auf verschiedene Weise. Bei vielen ist das nur ein kurzzeitiger Zustand, also von keinem besonderen Nutzen für Sie.
eo: Diversaj portkomputiloj povas diverse reagi al 'dormeto' - en multaj tio estas nur intera stato kiu ne estas tre utila por vi.
es: Diferentes portátiles pueden responder al 'en espera' de diferentes formas - en la mayoría se trata sólo de un estado temporal y carece de utilidad.
fi: Erilaiset kannettavat voivat käyttäytyä 'nukuttamiseen' eri tavoin - joissakin se on vain tilapäinen tila eikä siitä ole sinulle hyötyä.
he: 'הנתמה'ל ביגהל םייושע םינוש םידיינ םיבשחמ ינמז בצמ קר והז םהמ םיברב - תונוש םיכרדב .ךרובע ליעי היהי אל אוהו ןכתייו
hu: Különböző gépek más-más módon reagálhatnak a 'készenlét'-re, bizonyos gépeknél ez csak egy ideiglenes állapot, ezért rendszeresen nem használható.
ja: 種々のラップトップは違った方法で 'スタンバイ' に反応します。 多くの場合、一時的な状態であるだけで、有用ではないかもしれません。
ko: 다양한 노트북은 다른 방식으로 '예비' 에 응답합니다. - 많은 경우 이것은 단지 임시적인 상태이고, 별로 쓸모없는 기능입니다.
mt: Laptops differenti jirreaġixxu b'mod differenti għall-istandby - f'ħafna każi huwa stat temporanju biss u għandu mnejn ma jkunx utli għalik.
nl: Verschillende laptops kunnen verschillend op 'stand-by' reageren - in de meeste gevallen is het slechts een tijdelijke staat en niet daardoor nuttig voor u.
no: Forskjellige bærbare kan svare på 'standby' på forskjellige måter. For mange er det bare en midlertidig status og er ikke nyttig for deg.
pt: Os diferentes portáteis podem responder ao 'standby' de diferentes maneiras - em algumas é apenas um estado temporário e pode não ser útil para ti.
ro: Unele laptop-uri pot răspunde la comanda 'stand-by' în diferite moduri. În multe cazuri ea reprezintă numai o stare temporară şi nu vă este deci utilă.
ru: Различные портативные компьютеры могут по разному выполнять команду выключения: для многих из них это временное состояние и для вас может быть совершенно бесполезно.
sk: Rôzne laptopy môžu reagovať na 'pohotovosť' rôzne - väčšinou je to len prechodný stav a nemusí byť pre vás užitočný.
sr: Različiti laptopovi mogu različito reagovati na režim rada 'spreman'. Kod mnogih je to samo privremeno stanje koje vama možda nije korisno.
ta: ¦Åù§ÅÚ ÁÊì¸½¢ô¦À¡È¢¸û '¸¡ò¾¢Õ' '±ýÀ¾üÌ ¦Åù§ÅÚ Å¨¸Â¢ø ¦ºÂøÀÎõ - ¿¢¨ÈÂ ºó¾÷ôÀí¸Ç¢ø «Ð ´Õ ¾ü¸¡Ä¢¸ ¿¢¨Ä§ÂÂ¡Ìõ. ¬¾Ä¡ø ¯í¸ÙìÌô ¦ÀÃ¢¾Ç×ìÌ¯À§Â¡¸Á¡É¾øÄ.
th: แลปทอปที่ต่างกัน จะมีการ 'สำรองพลังงาน' ที่แตกต่างกันด้วย -โดยปกติแล้ว มันเป็นการ พักการทำงานชั่วคราว ซึ่งอาจจะไม่จำเป็นสำหรับคุณ
uk: Різні лептопи можуть по різному реагувати на режим 'призупинення' - здебільшого це тільки тимчасовий стан і, можливо, не те, що Ви хочете.
