Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeutils/kdepasswd.po
Languages: az, bg, gl, he, hu, id, ko, mt, pl, ru, ta, tr

source: Change password of this user.
az: Bu istifadəçinin parolunu dəyişdir.
bg: Промяна на паролата за този потребител.
gl: Muda-lo contrasinal deste usuario.
he: .הז שמתשמ לש המסיסה יוניש
hu: Felhasználónév (akinek a jelszavát meg kell változtatni).
id: Ubah password pemakai ini.
ko: 사용자의 열쇠글 변경
mt: Ibdel il-password ta' dal-user.
pl: Zmień hasło dla wybranego użytkownika.
ru: Изменить пароль этого пользователя.
ta: ­ó¾ ÀÂÉÃ¢ý ¸¼×î¦º¡ø¨Ä Á¡üÈ×õ.
tr: Bu kullanıcının parolasını değiştir.

source: KDE passwd
az: KDE parolu
id: Passwd KDE
ko: KDE 열쇠글
ta: KDE ¸¼×î¦º¡ø
tr: KDE parolası

source: Changes a Unix password.
az: Bir UNIX parolunu dəyişdirər.
bg: Промяна на UNIX парола.
gl: Muda un contrasinal de Unix.
he: .סקינוי תמסיס יוניש
hu: A Unix jelszó megváltoztatása.
id: Ubah sebuah password Unix.
ko: Unix 열쇠글 변경
mt: Tibdel il-password tal-Unix
pl: Zmienia hasło w Uniksie.
ru: Изменяет пароль UNIX.
ta: ÔÉ¢ì ¸¼×î¦º¡ø¨Ä Á¡üÈ×õ
tr: Bir UNIX parolasını değiştirir.

source: Maintainer
az: İdarəçi
bg: Текущо поддържане
gl: Encargado
he: קזחתמ
hu: Karbantartó
id: Pemelihara
ko: 유지자
mt: Mantenitur
pl: Autor
ru: Текущее сопровождение
ta: §ÀÏÄ÷
tr: Yönetici

source: Your password has been changed.
az: Parolunuz dəyişdirildi.
bg: Вашата парола е променена.
gl: O seu contrasinal foi cambiado.
he: .התנוש ךלש המסיסה
hu: A jelszó megváltozott.
id: Password Anda sudah diubah.
ko: 열쇠글이 변경되었습니다.
mt: Il-password tiegħek ġiet mibdula.
pl: Hasło zostało zmienione.
ru: Ваш пароль изменен.
ta: ¯í¸û ¸¼×î¦º¡ø Á¡üÈÀð¼Ð.
tr: Parolanız değiştirildi.

source: Change password
az: Parol dəyişdir
bg: Промяна на парола
gl: Mudar contrasinal
he: המסיס יוניש
hu: A jelszó megváltoztatása
id: Ubah password
ko: 열쇠글 바꾸기
mt: Ibdel password
pl: Zmień hasło
ru: Изменить пароль
ta: ¸¼×î¦º¡ø Á¡üÚ
tr: Parola değiştir

source: Please enter your current password.
az: Lütfən, indiki parolunuzu giriniz.
bg: Моля, въведете вашата текуща парола.
gl: Introduza o seu contrasinal actual.
he: .ךלש תיחכונה המסיסה תא דלקה אנא
hu: Adja meg a mostani jelszavát.
id: Harap masukkan password Anda sekarang.
ko: 현재 열쇠글을 넣어주시길 바랍니다.
mt: Jekk jogħġbok daħħal il-password kurrenti.
pl: Proszę wprowadzić aktualne hasło.
ru: Введите ваш текущий пароль.
ta: ¾Â× ¦ºöÐ ¯í¸û ¾ü§À¡¨¾Â ¸¼×î¦º¡ø¨Ä Ñ¨Æì¸×õ.
tr: Lütfen şuanki parolanızı giriniz.

source: Conversation with `passwd' failed.
az: 'passwd' ilə danışıq apaıla bilmədi
bg: Не можах да стартирам 'passwd'.
gl: A conversa co `passwd' fallou.
he: .הלשכנ `passwd' םע תורשקתהה
hu: A kommunikáció megszakadt a 'passwd' programmal.
id: Hubungan dengan `passwd` gagal.
ko: 'passwd'를 이용해 바꾸는데 실패하였습니다.
mt: Komunikazzjoni ma' "passwd" falliet.
pl: Porozumienie się z 'passwd' nie powiodło się.
ru: Не удалось запустить 'passwd'.
ta: 'passwd' ¯¼É¡É ¯¨ÃÂ¡¼ø Ó¼í¸¢ÂÐ.
tr: 'passwd' ile iletişim başarısız

source: Could not find the program `passwd'.
az: 'passwd' proqramı tapıla bilmədi
bg: Не мога да намеря програмата 'passwd'.
gl: Non se atopou o programa `passwd'.
he: .`passwd' תינכותה תא אוצמל ןתינ אל
hu: A 'passwd' program nem található.
id: Tidak menemukan program `passwd`.
ko: `passwd'.프로그램을 찾을 수 없습니다.
mt: Ma setax jinstab il-programm "passwd".
pl: Nie można było znaleźć programu 'passwd'.
ru: Не могу найти программу 'passwd'.
ta: 'passwd' ±ýÈ ¿¢Ã¨Ä ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä.
tr: 'passwd' programı bulunamadı

source: Incorrect password! Please try again.
az: Səhv parol! Lütfən, bir də sınayın.
bg: Грешна парола! Опитайте още един път.
gl: ¡Contrasinal incorrecto! Tente de novo.
he: .תינש הסנ אנא !היוגש המסיס
hu: A megadott jelszó hibás! Írja be még egyszer.
id: Password salah! Harap coba lagi.
ko: 틀린 열쇠글! 다시해 주시기 바랍니다.
mt: Password ħażina. Jekk jogħġbok erġa pprova.
pl: Niewłaściwe hasło! Spróbuj jeszcze raz.
ru: Неверный пароль! Попробуйте еще раз.
ta: ¾ÅÈ¡É ¸¼×î¦º¡ø! ¾Â× ¦ºöÐ ÁÚÀÊÔõ ÓÂüº¢ì¸×õ.
tr: Yanlış parola! Lütfen bir daha deneyin.

source: Internal error: illegal return value from PasswdProcess::checkCurrent.
az: Daxili xəta: PasswdProcess'dən qanuni olmayan dönüş qiyməti: checkCurrent.
bg: Вътрешна грешка: функцията PasswdProcess::checkCurrent върна недопустимо значение.
gl: Erro interno: valor de terno ilegal en PasswdProcess::checkCurrent.
he: .PasswdProcess::checkCurrent-מ יקוח אל הרזחה ךרע :תימינפ האיגש
hu: Belső hiba: érvénytelen visszaadott érték a PasswdProcess::checkCurrent függvényhívásnál.
id: Kesalahan internal: Nilai pengembalian PasswdProcess::checkCurrent ilegal.
ko: 내부 오류: 열쇠글 과정에서 잘못된 값::확인바람
mt: Problema interna: valur ħażin ritornat minn PasswdProcess::checkCurrent.
pl: Błąd wewnętrzny: PasswdProcess zwrócił niewłaściwą wartość::checkCurrent.
ru: Внутренняя ошибка: функция PasswdProcess::checkCurrent возвратила недопустимое значение.
ta: ¯ûÇ¨Á À¢¨Æ: ¸¼×î¦º¡ø¦Âø::¾ü§À¡¨¾Â¨¾ ºÃ¢À¡÷ì¸×õ ±ýÀ¾¢ý Á¾¢ôÒ ¾ÅÈ¡¸ ¯ûÇÐ.
tr: İç hata: PasswdProcess'den yasal olmayan dönüş değeri: checkCurrent.

source: Please enter your new password.
az: Lütfən, yeni parolunuzu giriniz.
bg: Въведете вашата нова парола.
gl: Introduza o seu novo contrasinal.
he: .ךלש השדחה המסיסה תא דלקה אנא
hu: Adja meg az új jelszót.
id: Harap masukkan password baru Anda.
ko: 새로운 열쇠글을 입력해 주십시오.
mt: Jekk jogħġbok daħħal il-password il-ġdid.
pl: Wprowadź nowe hasło.
ru: Введите ваш новый пароль.
ta: ¾Â× ¦ºöÐ ¯í¸û Ò¾¢Â ¸¼×î ¦º¡ø¨Ä Ñ¨Æì¸×õ.
tr: Lütfen yeni parolanızı giriniz.

source: Your password will be truncated to 8 characters.
az: Parolunuz ən az 8 hərf olmalıdır
bg: Вашата парола ще бъде съкратена до 8 символа.
gl: O seu contrasinal será cortado a 8 caracteres.
he: .םיוות 8 םומיסקמל רצוקת ךלש המסיסה
hu: A jelszónak csak az első 8 karakterét tárolja el a rendszer.
id: Password Anda akan dipotong menjadi 8 karakter.
ko: 열쇠글이 8자로 변경됩니다.
mt: Il-password tiegħek tiġi mqassra għal 8 ittri.
pl: Twoje hasło zostanie obcięte do 8 znaków.
ru: Ваш пароль будет укорочен до 8 символов.
ta: ¯í¸û ¸¼×î ¦º¡ø 8 ¯Õì¸Ç¡¸ Ì¨Èì¸Àð¼Ð.
tr: Parolanız en az 8 karakter olmalıdır

source: _: NAME OF TRANSLATORS Your names
az: Vasif Ismailoglu MD
bg: Борислав Александров
he: Meni Livne
hu: Szántó Tamás
id: Firdaus Tjahyadi
ko: Kim Jaehwan
mt: Ramon Casha
ru: Andrei V. Smilianets
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷,Ð¨ÃÂôÀ¡ Åº£¸Ãý
tr: Serdar Cevher

source: _: EMAIL OF TRANSLATORS Your emails
az: azerb_linux@hotmail.com
bg: boby_a_@web.bg
he: livne@kde.org
hu: tszanto@mol.hu
id: dausnux@yahoo.com
ko: myri7@yahoo.co.kr
mt: ramon.casha@linux.org.mt
ru: smile@aval.kiev.ua
ta: sshanmu@yahoo.com,gomathiss@hotmail.com,t_vasee@yahoo.com
tr: serdar@trlinux.com
