Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeutils/klaptopdaemon.po
Languages: af, az, et, fr, he, mt, ru, sl

source: KDE Laptop Daemon
af: kde draagbare rekenaar bediener
az: KDE Diz üstü Proqramı
et: KDE sülearvuti deemon
fr: Service d'ordinateur portable pour KDE
he: KDE לש דיינה בשחמה תרש
mt: KDE Daemon tal-Laptops
ru: Управление питанием KDE
sl: Strežnik za prenosnike s KDE

source: Empty slot.
af: leeg gleuf.
az: Boş slot.
et: Tühi slott.
fr: Baie vide
he: .קיר ץירח
mt: Slott vojt.
ru: Пустой слот.
sl: Prazna reža

source: PCMCIA and CardBus Slots
az: PCMCIA və CardBus Slotları
et: PCMCIA ja CardBus slotid
fr: Baies PCMCIA et CardBus
he: CardBus-ו PCMCIA יצירח
mt: Slots PCMCIA u Cardbus
ru: Слоты PCMCIA и CardBus
sl: Reže za PCMCIA in CardBus

source: Ready.
af: gereed.
az: Hazır.
et: Valmis.
fr: Prêt
he: .ןכומ
mt: Lest.
ru: Готово.
sl: Pripravljeno.

source: Card Slot %1
af: kaart gleuf %1
az: Kart Slot %1
et: Kaardislott %1
fr: Baie %1
he: %1 סיטרכ ץירח
mt: Slott tal-kard %1
ru: Слот карты %1
sl: Reža za kartico %1

source: &Eject
af: uitskiet
az: &Çıxart
et: V&äljasta
fr: &Éjecter
he: א&צוה
mt: &Espelli
ru: &Извлечь
sl: &Izvrzi

source: &Suspend
af: suspendeer
az: &Asılı Burax
et: &Peata töö
fr: En &veille
he: הה&שה
mt: I&ssospendi
ru: &Остановить
sl: &Zamrzni

source: &Reset
af: herstel
az: &Sıfırla
et: &Lähtesta
fr: &Réinitialiser
he: ספ&א
mt: I&rrisettja
ru: &Сбросить
sl: &Ponastavi

source: Resetting card...
af: herstel van kaart...
az: Kart sıfırlanır...
et: Kaardi lähtestamine...
fr: Réinitialisation de la carte...
he: ...סיטרכ ספאמ
mt: Qed nirrisettja l-kard...
ru: Сброс данных карты...
sl: Ponastavljam kartico...

source: Inserting new card...
af: voeg in nuwe kaart...
az: Yeni kart taxılır...
et: Uue kaardi sisestamine...
fr: Insertion de la nouvelle carte...
he: ...שדח סיטרכ סינכמ
mt: Qed indaħħal kard ġdid...
ru: Вставка новой карты...
sl: Vstavljam novo kartico...

source: Ejecting card...
af: skiet uit kaart...
az: Kart çıxardılır...
et: Kaardi väljastamine...
fr: Éjection de la carte...
he: ...סיטרכ איצומ
mt: Qed nespelli l-kard...
ru: Извлечение карты...
sl: Odstranjujem kartico...

source: Suspending card...
az: Kart asılı buraxılır...
et: Kaardi töö peatamine...
fr: Mise en veille de la carte...
he: ...סיטרכ ההשמ
mt: Qed nissospendi l-kard...
ru: Остановка работы карты...
sl: Zamrzujem kartico...

source: Resuming card...
af: hervatting kaart...
az: Kart davam etdirilir...
et: Kaardi töö jätkamine...
fr: Remise en marche de la carte...
he: ...סיטרכ ךישממ
mt: Qed inkompli l-kard...
ru: Возобновление работы карты...
sl: Kartico spet uporabljam...

source: Card Type: %1
af: kaart tipe: %1
az: Kart Növü: %1
et: Kaardi tüüp: %1
fr: Type de la carte : %1
he: %1 :סיטרכ גוס
mt: Tip ta' kard: %1
ru: Тип карты: %1
sl: Vrsta kartice: %1

source: Driver: %1
af: drywer: %1
az: Sürücü: %1
et: Draiver: %1
fr: Pilote : %1
he: %1 :ןקתה להנמ
ru: Драйвер: %1
sl: Gonilnik: %1

source: IRQ: %1%2
fr: Interruption : %1%2
he: %1%2 :הקיספ תשקב
ru: Прерывание (IRQ): %1%2

source: (used for memory)
af: (gebruik word vir geheue)
az: (yaddaş üçün istifadədə)
et: (kasutatud mälu jaoks)
fr: (utilisé pour la mémoire)
he: (ןורכיז שומישב)
mt: (użat għall-memorja)
ru: (использовано для памяти)
sl: (uporabljeno za pomnilnik)

source: (used for memory and I/O)
af: (gebruik word vir geheue en i/o)
az: (yaddaş və G/Ç üçün istifadədə)
et: (kasutatud mälu ja IO jaoks)
fr: (utilisé pour la mémoire et les entrées/sorties)
he: (טלפ\טלקו ןורכיז שומישב)
mt: (użat għall-memorja u I/O)
ru: (использовано для памяти и операций ввода/вывода)
sl: (uporabljeno za pomnilnik in V/I)

source: (used for CardBus)
af: (gebruik word vir cardbus)
az: (CardBus üçün istifadədə)
et: (kasutatud CardBus jaoks)
fr: (utilisé pour le CardBus)
he: (CardBus שומישב)
mt: (użat għall-CardBus)
ru: (использовано для CardBus)
sl: (uporabljeno za CardBus)

source: none
af: geen
az: heç biri
et: puudub
fr: aucun
he: אלל
mt: ebda
ru: ничего
sl: nič

source: I/O Port(s): %1
af: i/o poort(s): %1
az: G/Ç Qapı(ları): %1
et: IO port/pordid: %1
fr: Ports d'entrée/sortie : %1
he: %1 :טלפ\טלק תואיצי
mt: Portijiet I/O: %1
ru: Порт(ы) ввода/вывода: %1
sl: V/I vrata: %1

source: Bus: %1 bit %2
et: Siin: %1 bit %2
he: תויביס %1 %2 :קיפא
ru: Шина: %1 бит %2
sl: Vodilo: %1 bit %2

source: Bus: unknown
af: bus: onbekende
az: Bus: namə'lum
et: Siin: tundmatu
fr: Bus : inconnu
he: עודי אל :קיפא
mt: Bus: mhux magħruf
ru: Шина: неизвестна
sl: Vodilo: neznano

source: PC Card
af: pc kaart
az: PC Kart
he: PC סיטרכ

source: Device: %1
af: toestel: %1
az: Avadanlıq: %1
et: Seade: %1
fr: Périphérique : %1
he: %1 :ןקתה
mt: Apparat: %1
ru: Устройство: %1
sl: Naprava: %1

source: Power: +%1V
af: elektrisiteit: +%1V
az: Güc: +%1V
et: Toide: +%1V
fr: Alimentation : +%1V
he: +%1V :היגרנא
mt: Vultaġġ: +%1V
ru: Напряжение: +%1V
sl: Napetost: +%1V

source: Programming Power: +%1V, +%2V
af: programmering elektrisiteit: +%1V, +%2V
az: Güc Proqramlanır: +%1V, +%2V
et: Programeerimise toide: +%1V, +%2V
fr: Alimentation de programmation : +%1V, +%2V
he: +%1V, +%2V :תונכית תייגרנא
mt: Vultaġġ ta' programmazzjoni: +%1V, +%2V
ru: Программируемое напряжение: +%1V, +%2V
sl: Programirana napetost: +%1V, +%2V

source: Configuration Base: 0x%1
af: opstelling basis: 0x%1
az: Əsas Qurulur: 0x%1
et: Konfiguratsiooni baas: 0x%1
fr: Configuration de base : 0x%1
he: 0x%1 :תורדגה סיסב
mt: Konfigurazzjoni Bażi: 0x%1
ru: Базовый адрес: 0x%1
sl: Nastavitev osnove: 0x%1

source: Configuration Base: none
af: opstelling basis: geen
az: Əsas Qurulur: heç biri
et: Konfiguratsiooni baas: puudub
fr: Configuration de base : aucune
he: אלל :תורדגה סיסב
mt: Konfigurazzjoni Bażi: ebda
ru: Базовый адрес: нет
sl: Nastavitev osnove: brez

source: Resu&me
af: voortgaan
az: &Davam Etdir
et: J&ätka tööd
fr: Re&mettre en marche
he: ךשמ&ה
mt: &Kompli
ru: &Возобновить
sl: Upora&bljaj

source: Setup...
af: opstelling...
az: Qurğular...
et: Seadistus...
fr: Configuration
he: ...תורדגה
ru: Установки...
sl: Nastavi...

source: Standby...
az: Gözləməyə Al..
et: Ooteseisund...
fr: En attente
he: ...הנתמה
ru: Выключить...
sl: V pripravljenost...

source: &Lock && Suspend...
af: sluit && suspendeer...
az: &Qıfılla && Asılı Burax...
et: &Lukusta & Pa&ssivseks...
fr: Ve&rrouillé et en veille
he: ...היהשהו הליע&נ
mt: &Sakkar u ssospendi...
ru: &Заблокировать и остановить...
sl: Zak&leni in zamrzni...

source: &Suspend...
af: suspendeer...
az: &Asılı Burax...
et: Pa&ssiivne...
fr: En &veille
he: ...היהש&ה
mt: I&ssospendi...
ru: &Остановить...
sl: &Zamrzni...

source: &Lock && Hibernate...
az: &Qıfılla && Asılı Burax...
et: &Lukusta && hiberneeri...
fr: Ve&rrouillé et en hibernation
he: ...תמדרתו הליע&נ
mt: &Sakkar u raqqad...
ru: &Заблокировать и усыпить...
sl: Zak&leni in v hibernacijo...

source: &Hibernate...
az: &Asılı Burax...
et: &Hiberneeri...
fr: En &hibernation
he: ...תמדר&ת
mt: &Raqqad...
ru: &Усыпить...
sl: V &hibernacijo...

source: Power Manager Not Found
af: elektrisiteit bestuurder nie gevind
az: Güc İdarəçisi Tapıla Bilmədi
et: Ei leitud Toitehaldurit (Power Manager)
fr: Gestion de l'énergie non trouvée
he: אצמנ אל למשחה תכירצ להנמ
mt: Manager tal-konsum ma nstabx
ru: Менеджер управления питанием не найден
sl: Upravitelj za energijo ni bil najden

source: %1% charged
az: %1% yüklüdür
et: %1% laetud
fr: %1% chargée
he: םינועט %1%
mt: %1% iċċarġjat
ru: %1% заряжен
sl: %1% napolnjen

source: %1:%2 minutes left
af: %1:%2 minute links
az: %1:%2 dəq. qaldı.
et: %1:%2 minutit jäänud
fr: %1:%2 minutes restantes
he: ורתונ תוקד %1:%2
mt: %1: fadal %2 minuti
ru: %1:%2 минут осталось
sl: %1:%2 minut še ostalo

source: Charging
az: Doldurulur
et: Laadimine
fr: En charge
he: הניעטב
mt: Qed jiċċarġja
ru: Зарядка
sl: Polnim

source: Not Charging
az: Doldurula Bilmir
et: Laadimist ei toimu
fr: Pas en charge
he: הניעטב אל
mt: Mhux jiċċarġja
ru: Зарядка остановлена
sl: Ne polnim

source: Slot %1
af: gleuf %1
et: Slott %1
fr: Baie %1
he: %1 ץירח
mt: Slott %1
ru: Слот %1
sl: Reža %1

source: Card slots...
az: Kart slotları...
et: Kaardi slotid...
fr: Baies...
he: ...םיסיטרכ יצירח
mt: Slottijiet tal-kard...
ru: Слоты карт...
sl: Reže za kartice...

source: Details...
az: Təfsilat...
et: Detailid...
fr: Détails
he: ...םיטרפ
mt: Dettalji...
ru: Дополнительно...
sl: Podrobnosti...

source: Eject
af: uitskiet
az: Çıxart
et: Väljastamine
fr: Éjecter
he: אצוה
mt: Espelli
ru: Извлечь
sl: Izvrzi

source: Suspend
af: suspendeer
az: Asılı Burax
et: Töö peatamine
fr: Mettre en veille
he: ההשה
mt: Issospendi
ru: Остановить
sl: Zamrzni

source: Resume
af: voortgaan
az: Davam Etdir
et: Jätkamine
fr: Remise en marche
he: ךשמה
mt: Kompli
ru: Возобновить
sl: Uporabljaj

source: Reset
af: herstel
az: Sıfırla
et: Lähtestamine
fr: Réinitialiser
he: ספא
mt: Irrisettja
ru: Сбросить
sl: Ponastavi

source: Actions
af: aksies
az: Gedişlər
et: Tegevused
he: תולועפ
mt: Azzjonijiet
ru: Действия
sl: Akcije

source: Ready
af: gereed
az: Hazırdır
et: Valmis
fr: Prêt
he: ןכומ
mt: Lest
ru: Готов
sl: Pripravljen

source: Busy
af: besig
az: Məşğuldur
et: Hõivatud
fr: Occupé
he: סופת
mt: Okkupat
ru: Занят
sl: Zaposlen

source: Suspended
af: uitgesit
az: Asılıdır
et: Töö peatatud
fr: En veille
he: ההשומ
mt: Sospiż
ru: Остановлен
sl: Zamrznjen

source: Laptop Power Management not available
af: draagbare rekenaar elektrisiteit bestuuring nie beskikbaar
az: Diz üstü Güc İdarəçisi mövcud deyildir
et: Sülearvuti Toitehaldus (Power Management) pole kättesaadav
fr: Gestion de l'énergie pour ordinateur portable indisponible
he: הנימז אל דיינ בשחמל למשח תכירצ לוהינ
mt: Maniġġjar tal-konsum tal-laptop mhux disponibbli
ru: Менеджер управления питанием не доступен
sl: Upravitelj z energijo za prenosnik

source: Plugged in - fully charged
az: Taxılıdır - tamamilə doludur
et: Vooluvõrgus - täielikult laetud
fr: Branchée - chargée à bloc
he: ואולמב ןועט - רבוחמ
mt: Imqabbad mal-kurrent - iċċarġat kompletament
ru: Подключен к сети - полностью заряжен
sl: Priključen na napetost - povsem napolnjen

source: Plugged in - %1% charged (%2:%3 minutes)
az: Taxılıdır - %1% doludur (%2:%3 dəqiqə)
et: Vooluvõrgus - %1% laetud (%2:%3 minutit)
fr: Branchée - chargée à %1% (%2:%3 minutes)
he: (תוקד %2:%3) םינועט %1% - רבוחמ
mt: Imqabbad mal-kurrent - %1% iċċarġat (%2:%3 minuti)
ru: Подключен к сети - заряжен на %1% (%2:%3 минут)
sl: Priključen na napetost %1% napolnjen (%2:%3 minut)

source: Plugged in - %1% charged
az: Taxılıdır - %1% doludur
et: Vooluvõrgus - %1% laetud
fr: Branchée - chargée à %1%
he: םינועט %1% - רבוחמ
mt: Imqabbad mal-kurrent - %1% iċċarġat
ru: Подключен к сети - заряжен на %1%
sl: Priključen na napetost - %1% napolnjen

source: Running on batteries - %1% charged (%2:%3 minutes)
az: Batareya üstündən işləyir - %1% doludur (%2:%3 dəqiqə)
et: Akutoitel - %1% laetud (%2:%3 minutit)
fr: Sur batterie - chargée à %1% (%2:%3 minutes)
he: (תוקד %2:%3) םינועט %1% - תוללוס לע לעופ
mt: Fuq il-batteriji - %1% iċċarġjat (%2:%3 minuti)
ru: Работает на аккумуляторах - заряжен на %1% (%2:%3 минут)
sl: Tečem na akumulator - %1% napolnjeno (%2:%3 minut)

source: Running on batteries - %1% charged
az: Batareya üstündən işləyir - %1% doludur
et: Akutoitel - %1%
fr: Sur batterie - chargée à %1%
he: םינועט %1% - תוללוס לע לעופ
mt: Fuq il-batteriji - %1% iċċarġjat
ru: Работает на аккумуляторах - заряжен на %1%
sl: Tečem na akumulator - %1% napolnjeno

source: Battery power is running out!
af: batery elektrisiteit is wat loop uit!
az: Batareya gücü alçalır!
et: Aku saab kohe tühjaks!
fr: La batterie sera bientôt vide !
he: !תלזואו תכלוה הללוסה תייגרנא
mt: Il-batterija qed tispiċċa!
ru: Зарядка аккумуляторов закончена!
sl: Akumulator je skoraj prazen!

source: Battery Power is running out!
af: batery elektrisiteit is wat loop uit!
az: Batareya gücü alçalır!
et: Aku saab kohe tühjaks!
fr: La batterie sera bientôt vide !
he: !תלזואו תכלוה הללוסה תייגרנא
mt: Il-batterija qed tispiċċa!
ru: Зарядка аккумуляторов закончена!
sl: Akumulator je skoraj prazen!

source: Charge Left: % %1
af: laai links: % %1
az: Qalan Güc: % %1
et: Energiat järel: % %1
fr: Énergie restante : % %1
he: %1 % :הרתונ הניעט
mt: Ċarġ li fadal: % %1
ru: Осталось заряжать: % %1
sl: Preostanek energije: % %1

source: Minutes Left: %1
af: minute links: %1
az: Qalan dəqiqə: %1
et: Minutit jäänud: %1
fr: Minutes restantes : %1
he: %1 :ורתונ תוקד
mt: Minuti li fadal: %1
ru: Осталось мин.: %1
sl: Preostanek minut: %1

source: Suspend Now
af: suspendeer nou
az: İndi Asqıya Al
et: Passiivseks ja kohe!
fr: Mise en veille immédiate
he: תעכ ההשה
mt: Issospendi issa
ru: Остановить сейчас
sl: Zamrzni zdaj

source: Your computer doesn't have the Linux APM (Advanced Power Management) software installed, or doesn't have the APM kernel drivers installed - check out the Linux Laptop-HOWTO document for information how to install APM it is available at http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
az: Bu kompüterə linux APM (Ətraflı güc idarəçisi) proqramını qurun və ya "Kernel"in APM dəstəyinin olub olmadığını yoxlayın. Bunun üçün Linux Laptop-HOWTO sənədlərini oxuya bilərsiniz. http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
et: Sinu arvutisse ei ole paigaldatud Linux APM (Advanced Power Management ehk laiendatud toitekontroll) tarkvara; või siis on jäänud paigaldamata tuuma APM moodulid - paigaldusjuhendi leiad dokumendist Linux Laptop-HOWTO, mis on saadaval aadressilt http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
fr: Le logiciel APM (gestion avancée de l'énergie) pour Linux n'est pas installé, ou bien le noyau Linux ne contient pas les pilotes correspondants. Vous trouverez les informations relatives à l'installation d'APM dans le document Linux Laptop-HOWTO disponible sur l'internet à l'adresse suivante : http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html.
he: לוהינ) סקונילל APM-ה תנכות תנקתומ אל ךלש בשחמב ןקתהה ילהנמ וב םינקתומ אלש וא ,(םדקתמ למשח תכירצ Linux Laptop-HOWTO ךמסמב ןייע - ןיערגל APM לש APM תא ןיקתהל דציכ לע עדימל http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html תבותכב ןימז ךמסמה
mt: Il-kompjuter tiegħek ma fihx l-APM (Advanced Power Management - maniġġjar tal-konsum) tal-Linux installat, jew m'għandux id-drivers APM tal-kernel installati -iċċekkja d-dokument "Linux Laptop-HOWTO" dwar kif tinstallahom. Dan id-dokument jinkiseb minn http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
ru: На ваш компьютер не установлены программы расширенного управления питанием (Linux APM) или не подключены драйверы APM. Обратитесь к документации Linux Laptop-HOWTO, также доступной по адресу http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html
sl: Vaš računalnik nima nameščenega programskega paketa APM (napredni upravljalnik napetosti, ang. Advanced Power Management) za Linux ali pa nima nameščenih gonilnikov za APM v jedru - za več informacij o tem, kako namestiti APM, preberite Linux Laptop-HOWTO na http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html

source: If you make /usr/bin/apm setuid then you will also be able to choose 'suspend' and 'standby' in the above dialog - check out the help button below to find out how to do this
af: as jy maak / usr / bin /apm setuid dan word jy sal asook wees in staat aan kies 'suspend' en 'standby' in die boonste dialoog - bevestig uit die hulp knoppie onder aan soek uit hoe aan doen hierdie
az: /usr/bin/apm proqramını "setuid" etsəniz, yuxarıdakı asqıya al və gözlaməyə al menyularını da seçə bilərsiniz.
et: Kui sead /usr/bin/apm setuid biti, siis saad valida ülemisest dialoogist ka passiivse (suspend) ja ooteseisundi (standby) rezhiime - kasutades allolevat abiinfo nuppu leiad selleks vajalike toimingute juhendi
fr: Si vous rendez le programme /usr/bin/apm setuid, vous pourrez choisir de suspendre ou de mettre en attente le système dans la boîte de dialogue ci-dessus. Cliquez sur le bouton Aide ci-dessous pour obtenir des informations à ce sujet.
he: שמתשמ יוהיז ןייפאמ /usr/bin/apm-ל עבקת םא 'היהשה'ב םג ל"נה חיש-ודב רוחבל לכות זא ידכ הטמל הרזעה רותפכ לע ץחל .'הנתמה'ו תאז עצבל שי דציכ תולגל
mt: Jekk tagħmel /usr/bin/apm setuid tkun tista' tagħżel anke bejn "issospendi" u "standby" fid-djalogu ta' fuq. Agħfas il-buttuna tal-għajnuna isfel dwar kif tagħmel dan.
ru: Чтобы вы могли останавливать и выключать компьютер с правами обычного пользователя, необходимо установить SUID для /usr/bin/apm. Для того, чтобы узнать, как это сделать, нажмите кнопку справки внизу
sl: Če napravite /usr/bin/apm za setuid, potem boste v zgornjem pogovornem oknu lahko izbrali tudi ,izključi` in ,pripravljenost` - kliknite spodnji gumb s pomočjo, da izveste, kako to storiti.

source: No PCMCIA controller detected
af: nee pcmcia beheerder opgespoor
az: PCMCIA idarəçisi tapıla bilmədi
et: PCMCIA kontrollerit ei leitud
fr: Aucun contrôleur PCMCIA détecté
he: PCMCIA רקב םוש ההוז אל
mt: Kontrollur PCMCIA ma nstabx
ru: Контроллер PCMCIA не найден
sl: Krmilnik PCMCIA ni bil zaznan.

source: Card 0:
af: kaart 0:
az: Kart 0:
et: Kaart 0:
fr: Carte 0 :
he: :0 סיטרכ
mt: Kard 0:
ru: Карта 0:
sl: Kartica 0:

source: Card 1:
af: kaart 1:
az: Kart 1:
et: Kaart 1:
fr: Carte 1 :
he: :1 סיטרכ
mt: Kard 1:
ru: Карта 1:
sl: Kartica 1:

source: Your computer or operating system is not supported by the current version of the KDE laptop control panels. If you want help porting these panels to work with it please contact paul@taniwha.com.
az: Bu kompüter və ya işlətdiyiniz işlətim sistemi haqqında daha təfsilatlı mə'lumat üçün paul@taniwha.com ünvanına ePoçt yollaya bilərsiniz
et: Sinu arvuti või operatsioonisüsteem pole praeguste KDE sülearvuti juhtimispaneelide poolt toetatud. Kui soovid kaasa aidata nende paneelide portimisel ka sinu arvutile, võta ühendust paul@taniwha.com.
fr: Votre ordinateur ou votre système d'exploitation n'est pas reconnu par la version actuelle du panneau de contrôle pour portable. Si vous désirez nous aider à résoudre ce problème, veuillez contacter paul@taniwha.com.
he: הסריגה ידי לע םיכמתנ אל ךלש הלעפהה תכרעמ וא בשחמה ךנוצרב םא .םידיינ םיבשחמל KDE לש הרקבה תוחול לש תיחכונה .paul@taniwha.com םע רשק רוצ אנא הלא תוחול תבסהב עייסל
mt: Il-kompjuter jew sistema operattiva mhux aċċettati mill-verżjoni kurrenti tal- modulu KDE tal-laptops. Jekk trid tgħin tipporta l-modulu biex jaħdem mal- verżjoni tiegħek ikkuntattja lill paul@taniwha.com.
ru: Ваше оборудование или операционная система не поддерживает текущую версию программы панелей управления питанием KDE. Если вы можете помочь с портированием этих панелей, свяжитесь с paul@taniwha.com.
sl: Vaš računalnik ali operacijski sistem v trenutni različici KDE nadzornika prenosnika ni podprt. Če želite pomagati pri prenosu, se obrnite na paul@taniwha.com

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (kde.af.org.za)
az: Vasif İsmayıloğlu MD
et: Hasso Tepper
fr: Thibaut Cousin
he: Meni Livne
mt: Ramon Casha
ru: Andrey S. Cherepanov
sl: Roman Maurer, Gregor Rakar, Gregor Fajdiga

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@engineer.com
az: azerb_linux@hotmail.com
et: hasso@linux.ee
fr: cousin@kde.org
he: livne@kde.org
mt: ramon.casha@linux.org.mt
ru: andrey_tiger@i.am
sl: roman.maurer@amis.net, gregor.rakar@kiss.uni-lj.si, gregor.fajdiga@telemach.net

source: KLaptop
ru: Управление питанием KDE
