Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeutils/klpq.po
Languages: af, az, ca, cs, de, eo, es, et, fr, he, hr, hu, id, is, it, ja, ko, mt, nl, no, no_ny, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, tr, uk

source: <qt>Please select the spooling system you use. Most systems use the <b>BSD</b> spooler. So if you don't know which spooler is installed on your system, BSD is probably a good choice.</qt>
af: <qt>asseblief kies die spoelling stelsel jy gebruik. mees sisteme gebruik die <b>bsd</b> spoeler. sodat as jy moenie ken wat spoeler is geïnstalleer op jou stelsel, bsd is waarskynlik 'n goeie keuse.</qt>
az: Lütfən, işlətdiyiniz "spool" sistemi seçiniz. Bir çox sistem "BSD spooler" işlədir. Bu səbəblə sisteminizdə hansı "spooler"in qurulu olduğunu bilmirsinizsə, "BSD"ni seçmək yaxşı ola bilər.
ca: <qt>Si us plau, seleccioneu el sistema d'espuler. Gran part de sistemes fan servir l'espuler <b>BSD</b>. Per tant, si no sabeu quin espuler es instal·lat al vostre sistema, BSD és una bona tria.</qt>
cs: <qt>Prosím vyberte svůj systém pro spooling. Většina systémů používá BSD spooler. Pokud nevíte, jaký spooler je nainstalovaný na vašem systému, BSD bude pravděpodobně dobrou volbou.</qt.
de: <qt>Bitte wählen Sie das zu verwendende Spooling-System aus. Die meisten Systeme verwenden den <b>BSD-Spooler</b>. Falls Sie nicht wissen, welcher Spooler installiert ist, sollten Sie BSD auswählen.</qt>
eo: <qt>Bonvolu elekti la vicigsistemon de via sistemo. Plej multaj operaciumoj uzas la vicigsistemon <b>BSD</b>. Do se vi ne scias, kiun elekti, BSD verŝajne taŭgas.</qt>
es: Por favor, seleccione el sistema de cola que usa. La mayoría usa el sistema BSD. Así que si no sabe cual es la cola de impresión instalada en su ordenador, BSD será la mejor opción.
et: <qt>Palun vali puhverdussüsteem, mida kasutada. Enamik süsteeme kasutab <b>BSD</b> puhverdust. Kui sa ei tea missugune puhverdus on sinu süsteemis installeritud, siis peaks BSD olema õige valik.</qt>
fr: <qt>Sélectionnez le système d'impression que vous utilisez. Dans la plupart des cas le système <b>BSD</b> est utilisé. Donc, si vous ne savez pas quel système est installé, BSD est probablement le bon choix.</qt>
he: <qt>התא הב עקרב הספדהה תכרעמ תא רחב אנא<br> זא .<b>BSD</b>ב תושמתשמ תוכרעמה בור .שמתשמ<br> BSD ,ךלצא תנקתומ תכרעמ וזיא עדוי ךניא םא<br> .הבוט הריחב איה</qt>
hr: <qt>Izaberite posrednički sustav koji koristite. Većina sustava koristi <b>BSD</b> posrednik. Ako ne znate koji posrednik imate instaliran BSD je vjerojatno dobar izbor.</qt>
hu: <qt>Kérem, válassza ki a használni kívánt sorkezelési módszert. A rendszerek többsége <b>BSD</b> sorkezelőt használ. Így, ha nem tudja, hogy milyen sorkezelő lett telepítve az Ön rendszerén, a BSD feltehetően jó választás.</qt>
id: <qt>Silakan pilih sistem spooling yang ingin digunakan. Kebanyakan sistem menggunakan spooler <b>BSD</b>. Jadi jika anda tidak tahu spooler yang diinstal pada sistem anda,BSD mungkin merupakan pilihan yang baik.</qt>
is: <qt>Vinsamlegast gefðu til kynna hvaða prentröðunarkerfi þú notar. Flest kerfi nota <b>BSD</b> röðun, þ.a. þú ættir að prófa það ef þú veist ekki hvaða kerfi þú ert með.</qt>
it: <qt>Per piacere, seleziona il sistema di spool che usi. Molti sistemi usano lo spooler <b>BSD</b>. Quindi, se non sai quale sistama di spool sia installato sul tuo sistema, BSD è probailmente una buona scelta.</qt>
ja: <qt>使用しているスプーリングシステムを選択して下さい。殆どのシステムは<b>BSD</b>スプーラを使っています。インストールされているスプーラが分からない場合は、BSDが恐らくは良い選択でしょう。</qt>
ko: <qt>사용하시는 스풀 시스템을 선택해 주십시오. 대부분의 시스템은 <b>BSD</b> 스풀러를 사용합니다. 어떤 스풀러 시스템이 선택되었는지 모르시면 BSD를 선택하십시오.</qt>
mt: <qt>Jekk jogħġbok agħżel is-sistema ta' spooling li tuża. Ħafna sistemi jużaw l-ispooler <b>BSD</b>. Għalhekk jekk ma tafx liema spooler huwa installat fis-sistema tiegħek, BSD aktarx hija għażla tajba.</qt>
nl: <qt>Selecteer a.u.b. het spoolingssysteem dat u gebruikt. De meeste systemen gebruiken de <b>BSD-spooler</b>. Dus als u niet weet welke spooler ge√Ønstalleerd is op uw systeem, dan is BSD waarschijnlijk een goede keuze.</qt>
no: <qt>Vennligst velg køsystemet systemet ditt bruker. De fleste systemer bruker <b>BSD-kø</b>. BSD er trolig et godt valg hvis du ikke vet hva slags køsystem som er installert.</qt>
no_ny: <qt>Vel det spooler-systemet du brukar. Dei fleste system brukar spooler av <b>BSD</b>-typen. Så om du ikkje veit kva for spooler som er installert på systemet ditt, er BSD truleg eit godt val.</qt>
pl: <qt>Proszę wybrać system obsługi drukowania. Większość systemów jest obsługiwana przez <b>BSD</b> spooler. Jeżeli nie ma pewności co do zainstalowanego systemu drukowania, najpewniej będzie to BSD.</qt>
pt: <qt>Por favor, escolhe o sistema de 'spooling' que usas. A maioria dos sistemas usa o spooler <b>BSD</b>. Por isso, se não sabes qual é o 'spooler' instalado no teu sistema, O BSD é provavelmente uma boa escolha.</qt>
pt_br: <qt>Selecione o servidor de impressão que você usa. Muitos sistema usam servidores compatíveis com <b>BSD</b>. Se você não sabe que servidor está instalado em seu sistema, o BSD é a escolha mais provável.</qt>
ro: <qt>Selectaţi sistemul de spooling utilizat. Multe sisteme utilizează spooler-ul <b>BSD</b>. Dacă nu ştiţi ce sistem aveţi instalat în calculatorul dumneavoastră, BSD este probabil cea mai bună alegere.</qt>
ru: <qt>Выберите систему очереди печати, которую вы используете.На UNIX обычно используется система <b>BSD</b>. Если вы не знаете, какая система установлена, поставьте BSD.</qt>
sk: Prosím, vyberte Váš systém na správu fronty. Väčšina systémov používa <b>BSD</b> spooler. Ak neviete, aký program je nainštalovaný na Vašom systéme, BSD je pravdepodobne dobrou voľbou.
sl: <qt>Izberite tip tiskalniškega strežnika za tiskanje v ozadju, ki ga uporabljate. Večina sistemov uporablja sistem <b>BSD</b>. Če ne veste, kateri sistem imate nameščen, je verjetno BSD dobra izbira.</qt>
sr: <qt>Molim vas izaberite komandu koju će te koristiti za štampu. Većina sistema koristi <b>BSD</b> program za štampu. Ako ne znate koji je program za štampu instaliran na vašem sistemu, BSD bi bio najbolji izbor.</qt>
sv: <qt>Välj det spool-system du använder. De flesta system använder <b>BSD</b>-spooler. Om du inte vet vilken spooler som är installerad på ditt system är BSD förmodligen ett bra val.</qt>
ta: <qt>¾Â×¦ºöÐ ¿£í¸û ÀÂýÀÎòÐõ ÍÕÇ¢ «¨Áô¨À §¾÷ó¦¾Îì¸×õ. ¿¢¨ÈÂ ¸½¢É¢¸û <b>BSD</b> ÍÕÇ¢¨Â ÀÂýÀÎòÐõ. ±ó¾ ÍÕÇ¢ ¯í¸û ¸½¢É¢Â¢ø ¿¢ÚÅÀðÎûÇÐ ±ýÚ ¯í¸ÙìÌ ¦¾Ã¢ÂÅ¢ø¨Ä ±ýÈ¡ø, BSD ´Õ ¿øÄ §¾÷× ¬Ìõ.</qt>
th: <qt>โปรดเลือกระบบพักข้อมูลที่คุณใช้ ในหลายระบบ จะใช้ที่พักข้อมูลแบบ <b>BSD</b> ดังนั้นหากคุณไม่ทราบว่า ที่พักข้อมูลใด ที่ถูกติดตั้งบนระบบของคุณ การเลือก BSD ก็เป็นตัวเลือกที่ดี</qt>
tr: Lütfen kullandığınız spool sistemi seçiniz. Çoğu sistem BSD spooler kullanır. Bu nedenle sisteminizde hangi spooler'ın kurulu olduğunu bilmiyorsanız, BSD'yi seçmek iyi olabilir.
uk: <qt>Виберіть, будь ласка, Вашу систему розвантаження. Більшість систем використовують спулер <b>BSD</b>. Якщо Ви вагаєтесь щодо вибору спулера, BSD, напевне, кращій вибір.</qt>

source: Spooler Type
af: spoeler tipe
az: Spooler
ca: Tipus d'espuler
cs: Typ zásobníku (spooleru)
de: Spooler-System
eo: Vicantotipo
es: Tipo de cola
et: Puhverdussüsteemi tüüp
fr: Système d'impression
he: עקרב סיפדמ גוס
hr: Tip posrednika
hu: A sorkezelő típusa
id: Tipe Spooler
is: Tegund Prentraðar
it: Tipo di spooler
ja: スプーラ
ko: 스풀 형식
mt: Tip ta' spooler
no: Køsystem
pl: Typ systemu drukowania
pt: Tipo de 'Spooler'
pt_br: Tipo de servidor
ro: Tip spooler
ru: Тип очереди
sk: Typ fronty
sl: Tiskalniški strežnik
sr: Tip komande za štampu
sv: Spooler-typ
ta: ÍÕÇ¢ Å¨¸
th: ประเภทที่พักข้อมูล
tr: Spooler
uk: Тип спулера

source: Spooler
af: spoeler
ca: Espuler
cs: Zásobník (spooler)
eo: Vicanto
es: Encolador
et: Puhverdussüsteem
fr: Système d'impression
he: עקרב הספדה
hr: Posrednik
hu: Sorkezelő
is: Prentröð
ja: スプーラ
ko: 스풀러
no: Køsystem
pl: System drukowania
pt_br: Servidor
ru: Очередь печати
sl: Tiskalniški strežnik
sr: Komanda za štampu
ta: ÍÕÇ¢
th: ที่พักข้อมูล
uk: Спулер

source: Paths of spooling commands:
af: paths van spoelling opdragte:
az: "Spooling" əmrlərinin cığırları:
ca: Camins de comandes d'espuler:
cs: Cesta k příkazu pro spooling:
de: Pfad des Spooler-Befehls:
eo: Pado de atendvicaj komandoj:
es: Ruta de los comandos de cola:
et: Teed puhverduskäskudele:
fr: Chemins des commandes d'impression :
he: :עקרב הספדה תודוקפל םיביתנ
hr: Putanje posredničkih komandi:
hu: A sorkezelési parancsok elérési útjai:
id: Path ke perintah spooling:
is: Slóðir að skipunum prentraðarinnar:
it: Percorsi dei comandi di spool:
ja: スプーリングコマンドのパス
ko: 스풀 명령 경로
mt: Fejn qegħdin il-programmi tal-ispooling
nl: Pad van spooling-commando's:
no: Sti til køkommandoer:
no_ny: Stiar til spooler-kommandoar:
pl: Ścieżka do poleceń systemu drukowania:
pt: Caminhos dos comandos de 'spooling':
pt_br: Caminhos dos comandos de fila:
ro: Căile către comenzile de spooling:
ru: Пути к программам:
sk: Cesta príkazu na správu fronty:
sl: Poti do ukazov tiskalniškega strežnika:
sr: Putanja do komandi za štampu:
sv: Sökvägar till spool-kommandon:
ta: ÍÕÇ¢ ¸ð¼¨Ç¸Ç¢ý À¡¨¾¸û:
th: พาธของคำสั่งใช้ในการพักข้อมูล:
tr: Spooling komutlarının yolları:
uk: Шлях до команди розвантаження:

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (kde.af.org.za)
az: Vasif Ismailoglu MD
ca: Sebastià Pla i Sanz
cs: Miroslav Flídr,Lukáš Tinkl
de: Gregor Zumstein
eo: Wolfram Diestel
es: Pablo de Vicente, José Luis Sánchez
et: Hasso Tepper
fr: Thibaut Cousin
he: Meni Livne
hr: IMENA PREVODITELJA Kasim Terzic
hu: Hazai Géza,Szántó Tamás
id: Firdaus Tjahyadi
is: Richard Allen, Bjarni R. Einarsson
it: Andrea Rizzi
ja: R. Imura,Noboru Sinohara
ko: Kim jaehwan
mt: Ramon Casha
nl: Rinse de Vries
no: Christian A Strømmen [Number1/NumeroUno]
no_ny: Gaute Hvoslef Kvalnes
pt: José Nuno Pires Ricardo Cruz
pt_br: Elvis Pfützenreuter
ro: Claudiu Costin
ru: Andrey S. Cherepanov
sk: Peter Ivanyi,Peter Strelec
sl: Marko Samastur, Primož Peterlin, Gregor Rakar
sr: Miloš Puzović
sv: Mattias Newzella,Anders Widell
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷
th: Thanomsub Noppaburana
tr: Serdar Cevher
uk: Andy Rysin

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@engineer.com
az: azerb_linux@hotmail.com
ca: sastia@retemail.es
cs: flidr@kky.zcu.cz,lukas@kde.org
de: zumstein@ssd.ethz.ch
eo: <wolfram@steloj.de>
es: pvicentea@nexo.es, joseluis@valux.org
et: hasso@linux.ee
fr: cousin@kde.org
he: livne@kde.org
hr: EMAIL PREVODITELJA cosmo@operamail.com
hu: janu@kern.hu,tszanto@mol.hu
id: dausnux@yahoo.com
is: ra@hp.is, bre@klaki.net
it: rizzi@kde.org
ja: imura@cs.titech.ac.jp,shinobo@leo.bekkoame.ne.jp
ko: myri7@yahoo.co.kr
mt: ramon.casha@linux.org.mt
nl: rinse@kde.nl
no: number1@realityx.net
no_ny: gaute@verdsveven.com
pt: jncp@rnl.ist.utl.pt rick2@ricjoa.fe.up.pt
pt_br: epx@conectiva.com.br
ro: claudiuc@geocities.com
ru: andrey_tiger@i.am
sk: ivanyi@internet.sk,beko@profi.sk
sl: markos@elite.org, primoz.peterlin@biofiz.mf.uni-lj.si, gregor.rakar@kiss.uni-lj.si
sr: m.puzovic@etoncollege.org.uk
sv: newzella@swipnet.se,awl@hem.passagen.se
ta: sshanmu@yahoo.com,gomathiss@hotmail.com
th: donga_n@hotmail.com
tr: serdar@linuxtr.com
uk: arysin@yahoo.com
