Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeutils/klpq.po
Languages: af, az, ca, cs, de, eo, es, et, fr, he, hr, hu, id, is, it, ja, ko, mt, nl, no, no_ny, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, tr, uk

source: KDE Print Queue utility.
af: kde druk wagtou program.
az: KDE Çap Edici Növbəsi yardımçısı.
ca: Utilitat de cua d'impressió KDE.
cs: Tisková fronta KDE
de: KDE-Dienstprogramm für die Druckerwarteschlange
eo: KDE-Presila atendvica utilaĵo
es: Utilidad de cola de impresión de KDE
et: KDE utiliit printeri tööjärjekorra haldamiseks.
fr: Gestionnaire de file d'impression pour KDE
he: .KDE לש הספדהה רות ילכ
hr: KPrintQueue
hu: KDE nyomtatósor-kezelő alkalmazás.
id: Alat bantu KDE Print Queue
is: KDE prentbiðraðartól
it: Accessorio KDE per la coda di stampa.
ja: KDE プリントキューユーティリティ
ko: KDE 프린트 큐 도구
mt: Għodda tal-ipprintjar KDE
nl: KDE Printerwachtrij
no: KDE Utskriftskøverktøy.
no_ny: KDE Skrivarkøverktøy
pl: Zarządzanie kolejką drukarki.
pt: Utilitário de Fila de Impressão do KDE.
pt_br: Utilitário de fila de impressão do KDE
ro: Coadă de imprimare KDE
ru: Очередь печати KDE.
sk: KDE nástroj tlačovej fronty.
sl: Pripomoček za tiskalniško vrsto KDE.
sr: KDE alat za red štampanja.
sv: KDE-verktyg för skrivarkö.
ta: KDE «îº¢Î º¡¨Ã ÀÂýÀ¡Î.
th: เครื่องมือจัดการคิวการพิมพ์ของ KDE
tr: KDE Yazıcı Kuyruğu yardımcısı.
uk: Утиліта черги друку KDE.

source: Print to 'printer'
af: druk aan 'printer'
az: 'çap ediciyə' çap et
ca: Imprimeix a 'impressora'
cs: Tisk na tiskárnu
de: Drucke auf "Drucker"
eo: PResu al 'presilo'
es: Imprimir en 'impresora'
et: Trüki 'printerile'
fr: Envoyer à l'imprimante
he: 'printer' תספדמל ספדה
hr: Ispiši na 'pisaču'
hu: Nyomtatás 'nyomtató'-ra
id: Cetak ke 'printer'
is: Prenta á 'prentara'
it: Stampa con `stampante'
ja: 'printer'へ印刷
ko: 'printer'로 인쇄
mt: Ipprintja fuq "printer"
nl: Afdrukken naar 'printer'
no: Skriv ut til 'skriver'
no_ny: Skriv ut til «printer»
pl: Wydruk na 'printer'
pt: Imprimir para a 'printer'
pt_br: Imprimir para 'impressora'
ro: Tipăreşte către 'imprimantă'
ru: Печатать на 'printer'
sk: Tlačiť na 'tlačiarni'
sl: Tiskanje na ,tiskalnik`
sr: Štampaj na 'štampač'
sv: Skriv ut till 'skrivare'
ta: '«îÍô¦À¡È¢ìÌ' «îº¢¼×õ
th: พิมพ์ไปยัง 'เครื่องพิมพ์'
tr: 'yazıcıya' yazdır
uk: Друкувати до 'принтера'

source: Files to print
af: lêers aan druk
az: Çap ediləcək fayllar
ca: Fitxers a imprimir
cs: Soubory k tisku
de: Zu druckende Dateien
eo: Dosieroj presendaj
es: Archivos a imprimir
et: Trükitavad failid
fr: Documents à imprimer
he: הספדהל םיצבק
hr: Datoteke koje treba ispisati
hu: A nyomtatandó fájlok
id: Berkas untuk dicetak
is: Skrár til að prenta
it: File da stampare
ja: 印刷するファイル
ko: 프린트용 파일
mt: Fajls x'tipprintja
nl: Bestanden om af te drukken
no: Filer å skrive ut
no_ny: Skriv ut filer
pl: Pliki do wydrukowania
pt: Ficheiros a imprimir
pt_br: Arquivos a serem impressos
ro: Fişiere de tipărit
ru: Файлы
sk: Súbory na tlač
sl: Datoteke, ki naj se natisnejo
sr: Fajlovi za štampanje
sv: Filer att skriva ut
ta: «îº¢¼ §ÅñÊÂ §¸¡ôÒ¸û
th: แฟ้มที่จะพิมพ์
tr: Yazdırılacak dosyalar
uk: Друкувати файли

source: Print Queue
af: druk wagtou
az: Çap Edici Növbəsi
ca: Cua d'impressió
cs: Tisková fronta
de: Druckerwarteschlange
eo: Presilatendvico
es: Cola de impresión
et: Printeri tööjärjekord
fr: File d'impression
he: תספדמה רות
hr: Red Ispisa
hu: Nyomtatósor
is: Prentröð
it: Coda di stampa
ja: プリントキュー
ko: 프린트 큐
mt: Kju tal-ipprintjar
nl: Printerwachtrij
no: Utskriftskø
no_ny: Skrivarkø
pl: Kolejka drukarki
pt: Fila de Impressão
pt_br: Fila de Impressão
ro: Coadă de imprimare
ru: Очередь печати
sk: Tlačová fronta
sl: Tiskalna vrsta
sr: Red štampe
sv: Skrivarkö
ta: º¡¨Ã¨Â «îº¢¼×õ
th: คิวการพิมพ์
tr: KYazıcıKuyruğu
uk: Черга друку

source: Sorry, can't open your printcap file.
af: jammer, kan nie open jou printcap lêer.
az: Bağışlayın, "printcap" faylınız açıla bilmir.
ca: Ho sento, no puc obrir el vostre fitxer printcap.
cs: Lituji, není možné otevřít váš printcap soubor.
de: printcap-Datei kann nicht gelesen werden.
eo: Pardonu, ne eblas malfermi la dosieron /etc/printcap
es: No se puede abrir el archivo printcap.
et: Vabandust, printcap faili pole võimalik avada.
fr: Désolé, impossible d'ouvrir votre fichier printcap.
he: .ךלש תספדמה תורדגה ץבוק תא חותפל ןתינ אל
hr: Žalim, ne mogu otvoriti printcap datoteku.
hu: Nem tudom megnyitni a printcap fájlt.
id: Maaf, tidak dapat membuka berkas printcap anda
is: Ekki tókst að opna 'printcap' skrána.
it: Spiacente, impossibile aprire il file printcap.
ja: あなたの printcap ファイルを開けません。
ko: 죄송합니다. 프린트캡 파일을 열 수 없습니다.
mt: Jiddispjaċini, ma nistax niftaħ il-fajl "printcap".
nl: Helaas, uw printcapbestand kan niet worden geopend.
no: Beklager, kan ikke åpne printcap-filen din.
no_ny: Orsak, kan ikkje opna printcap-fila di.
pl: Nie można otworzyć pliku /etc/printcap
pt: Lamento, não consigo abrir o teu ficheiro 'printcap'.
pt_br: Desculpe, você não pode abrir o arquivo printcap.
ro: Nu pot deschide fişierul "printcap".
ru: Не могу открыть файл установок принтеров.
sk: Ľutujem, nemôžem otvoriť váš printcap súbor.
sl: Datoteke printcap žal ni možno odpreti.
sr: Žao mi je, ne mogu da otvorim printcap fajl.
sv: Tyvärr, kan inte öppna din printcap-fil.
ta: ÁýÉ¢ì¸×õ, ¯í¸û printcap §¸¡ôÀ¢¨É ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä.
th: ขออภัย ไม่สามารถเปิดแฟ้ม printcap ของคุณได้
tr: Üzgünüm, printcap dosyanız açılamıyor.
uk: Вибачте, не можу відкрити Ваш файл printcap.

source: Unable to parse your printcap - probably you haven't configured any printers yet.
af: nie moontlik aan lees jou printcap - waarskynlik jy het nog nie gekonfigureer enige drukkers nog.
az: "Printcap"iniz bölünə bilmir - hər hansı bir çap edicinin qurşdırılıb quraşdırılmadığını yoxlayıniz
ca: No puc analitzar el vostre printcap - probablement encara no heu configurat cap impressora.
cs: Nelze analyzovat váš printcap - pravděpodobně jste ještě nenastavili žádnou tiskárnu.
de: Einlesen der Datei printcap nicht möglich. Wahrscheinlich haben Sie noch keinen Drucker eingerichtet.
eo: Ne eblas analizi la dosieron /etc/printcap. Eble vi ĝis nun agordis neniun presilon.
es: Imposible interpretar su printcap - probablemente no ha configurado ninguna impresora todavía.
et: Printcap faili pole võimalik analüüsida - tõenäoliselt pole sul konfigureeritud ühtegi printerit.
fr: Impossible d'analyser votre fichier printcap. Vous n'avez sans doute encore aucune imprimante installée dans votre système.
he: .תספדמ םוש ןיידע תנקתה אלש הארנכ - ךלש תספדמה תורדגה ץבוק תא דבעל ןתינ אל
hr: Ne mogu izanalizirati vas printcap - vjerojatno jos niste podesili nijedan pisac.
hu: Nem sikerült kielemezni a printcap fájlt - feltehetően még egy nyomtató sincs beállítva.
id: Tidak dapat memparsing printcap anda - mungkin anda belum mengatur printer.
is: Get ekki þáttað 'printcap' - Þú ert líklega ekki búin(n) að skilgreina neina prentara.
it: Impossibile fare il parsing del tuo printcap - probabilmente non hai ancora configurato nessuna stampante.
ja: printcap を解析できません。 - 恐らくプリンタが設定されていません。
ko: 프린트캡 파일을 확인할 수 없습니다. - 아직 프린트 설정이 되지 않았습니다.
mt: Ma nistax nifli l-fajl "printcap" - aktarx għadek ma ssetjajt ebda printer.
nl: Fout bij het verwerken van uw printcap - waarschijnlijk heeft u nog geen printers geconfigureerd.
no: Kunne ikke tolke printcap-filen din, trolig har du ikke konfigurert noen skrivere.
no_ny: Kan ikkje tolka printcap-fila - du har sannsynlegvis ikkje sett opp nokon skrivarar enno.
pl: Problemy z analizą pliku printcap - prawdopodobnie nie jest zdefiniowana żadna drukarka.
pt: Fui incapaz de analisar o teu 'printcap' - provavelmente ainda não configuraste nenhuma impressora.
pt_br: Impossível interpretar seu printcap - provavelmente você ainda não configurou nenhuma impressora.
ro: Nu pot analiza fişierul dumneavoastră printcap. Probabil nu aţi configurat încă nici o imprimantă.
ru: Не могу прочитать установки принтеров. Возможно, принтеры еще не настроены.
sk: Nemožno analyzovať váš printcap - pravdepodobne ešte nemáte nastavenú žiadnu tlačiareň.
sl: Ne morem razčleniti printcap - verjetno nimate nastavljenega nobenega tiskalnika.
sr: Ne mogu da pročitam vaš printcap fajl - verovatno niste još uvek konfigurisali vaš stampač.
sv: Kunde inte tyda din printcap - du har förmodligen inte konfigurerat några skrivare ännu.
ta: ¯í¸û printcap ³ «Ä¸¢¼ ÓÊÂÅ¢ø¨Ä - ¿£í¸û ­ýÛõ «îÍô¦À¡È¢¸¨Ç ÅÊÅ¨Áì¸Å¢ø¨Ä §À¡Öõ.
th: ไม่สามารถกระจาย printcap ของคุณได้ - เป็นไปได้ว่าคุณยังไม่ได้ปรับแต่งเครื่องพิมพ์
tr: Printcap'ınız bölümlenemiyor - herhangi bir yazıcının ayarlı olup olmadığını kontrol ediniz
uk: Помилка граматичного розбору файлу printcap - можливо Ви ще не наладнали жодного принтера.

source: Printer Configuration
af: drukker opstelling
az: Çap Edici quraşdırılması
ca: Configuració d'impressora
cs: Nastavení tiskárny
de: Drucker-Einstellungen
eo: Presilagordo
es: Configuración de impresora
et: Printeri konfiguratsioon
fr: Configuration de l'imprimante
he: תספדמ תורדגה
hr: Postavke pisača
hu: Nyomtatóbeállítás
id: Pengaturan Printer
is: Stillingar prentara
it: Configurazione della stampante
ja: プリンタ設定
ko: 프린트 설정
mt: Konfigurazzjoni tal-printer
nl: Printerinstellingen
no: Skriverkonfigurasjon
no_ny: Skrivaroppsett
pl: Konfiguracja drukarki
pt: Configurar Impressora
pt_br: Configuração da impressora
ro: Configurare imprimantă
ru: Установки принтера
sk: Konfigurácia tlačiarne
sl: Nastavitev tiskalnika
sr: Podešavanje štampača
sv: Skrivarkonfiguration
ta: «îÍô¦À¡È¢ ÅÊÅ¨ÁôÒ
th: การปรับแต่งเครื่องพิมพ์
tr: Yazıcı yapılandırması
uk: Конфігурація принтера

source: Printer name:
af: drukker naam:
az: Çap Edici adı:
ca: Nom d'impressora:
cs: Jméno tiskárny:
de: Druckername:
eo: Presilnomo:
es: Nombre de la impresora:
et: Printeri nimi:
fr: Nom de l'imprimante :
he: :תספדמה םש
hr: Ime Pisača:
hu: A nyomtató neve:
id: Nama Printer:
is: Heiti prentara:
it: Nome della stampante:
ja: プリンタ名:
ko: 프린트 이름:
mt: Isem tal-printer:
nl: Printernaam:
no: Skrivernavn:
no_ny: Skrivarnamn:
pl: Nazwa drukarki:
pt: Nome da impressora:
pt_br: Nome da impressora:
ro: Nume Imprimantă:
ru: Имя принтера:
sk: Meno tlačiarne:
sl: Ime tiskalnika:
sr: Naziv štampača:
sv: Skrivarnamn:
ta: «îÍô¦À¡È¢ ¦ÀÂ÷:
th: ชื่อเครื่องพิมพ์:
tr: Yazıcı adı:
uk: Назва принтера:

source: Queuing
az: Növbəyə alnır
ca: A la cua
cs: Ukládání do fronty
de: Nimmt Druckaufträge an
eo: Atendante
es: Encolando
et: Järjekord
fr: Mise à la file
he: רות לוהינ
hr: Stavljam u red
hu: Hozzáadás a várakozási sorhoz
is: Biðraðir
it: In coda
ja: 調査中
mt: Kju
nl: Wachtrij
no: I kø
no_ny: Kø
pl: Kolejkowanie
pt: À espera
pt_br: Na fila
ro: Pune în aşteptare
ru: Ожидание
sk: Ukladanie do fronty
sl: Čakajoč
sr: Smeštam u red
sv: Köar
ta: º¡¨ÃÂ¡ì¸õ
th: กำลังเก็บเข้าคิว
tr: Kuyruğa ekleniyor
uk: Постановка в чергу

source: Printing
af: besig om te druk
az: Çap Edilir
ca: Imprimint
cs: Tisk
de: Druckt
eo: Presante
es: Imprimiendo
et: Trükkimine
fr: Impression
he: הספדה
hr: Ispisujem
hu: A nyomtatás folyamatban
id: Mencetak
is: Prentun
it: In stampa
ja: プリント中
ko: 프린팅
mt: Printjar
nl: Afdrukken
no: Skriver ut
no_ny: Skriv ut
pl: Drukowanie
pt: Impressão
pt_br: Impressão
ro: Tipăreşte
ru: Печать
sk: Tlač
sl: Tiskam
sr: Štampam
sv: Skriver
ta: «îº¢ÎÅÐ
th: กำลังพิมพ์
tr: Yazdırılıyor
uk: Друк

source: Rank
af: rang
az: Sıra
ca: Lloc
cs: Pořadí
de: Priorität
eo: Prioritato
es: Rango
et: Nr.
fr: Rang
he: הגרד
hr: Rang
hu: Helyezés
id: Urutan
is: Staða
it: Posizione
ja: 順番
ko: 순위
mt: Pożizzjoni
nl: Rangorde
no: Rekkefølge
no_ny: Rang
pl: Lp.
pt: Posição
pt_br: Posição
ro: Ordine
ru: Приоритет
sk: Poradie
sl: Rang
sr: Rang
sv: Rang
ta: ÅÃ¢¨º
th: ระดับ
tr: Sıra
uk: Розряд

source: Owner
af: eienaar
az: Sahib
ca: Amo
cs: Vlastník
de: Besitzer
eo: Posedanto
es: Propietario
et: Omanik
fr: Propriétaire
he: םילעב
hr: Vlasnik
hu: Tulajdonos
id: Pemilik
is: Eigandi
it: Proprietario
ja: 所有者
ko: 소유자
mt: Sid
nl: Eigenaar
no: Eier
no_ny: Eigar
pl: Właściciel
pt: Dono
pt_br: Dono
ro: Proprietar
ru: Владелец
sk: Vlastník
sl: Lastnik
sr: Vlasnik
sv: Ägare
ta: ¯Ã¢¨ÁÂ¡Ç÷
th: เจ้าของ
tr: Sahip
uk: Власник

source: Job
af: werk
az: İş
ca: Treball
cs: Činnost/práce
de: Auftrag
eo: Tasko
es: Trabajo
et: Töö
fr: Tâche
he: הספדה תדובע
hr: Posao
hu: Feladat
id: Pekerjaan
is: Verk
it: Lavoro
ja: 作業
ko: 작업
mt: Biċċa xogħol
nl: Taak
no: Jobb
no_ny: Jobb
pl: Zadanie
pt: Trabalho
pt_br: Serviço
ro: Lucrare
ru: Задание
sk: Činnosť/práca
sl: Posel
sr: Posao
sv: Jobb
ta: §Å¨Ä
th: งาน
tr: İş
uk: Задача

source: Size
af: grootte
az: Böyüklük
ca: Mida
cs: Velikost
de: Größe
eo: Grandeco
es: Tamaño
et: Suurus
fr: Taille
he: לדוג
hr: Veličina
hu: Méret
id: Ukuran
is: Stærð
it: Dimensione
ja: サイズ
ko: 크기
mt: Daqs
nl: Grootte
no: Størrelse
no_ny: Storleik
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sl: Velikost
sr: Veličina
sv: Storlek
ta: «Ç×
th: ขนาด
tr: Boyut
uk: Розмір

source: Make Top
af: maak bo
az: İlk sıraya al
ca: Al davant
cs: Umístit na začátek
de: Nach oben setzen
eo: Supren
es: Poner el primero
et: Pane esimeseks
fr: En tête de file
he: הלעמל רבעה
hr: Stavi na vrh
hu: A sor elejére
id: Buat Jadi Teratas
is: Færa fremst
it: Metti in cima
ja: 先頭へ
ko: 최우선
mt: Mexxi fuq nett
nl: Als eerste
no: Legg øverst
no_ny: Lag topp
pl: Pierwsze
pt: Pôr no Topo
pt_br: Colocar no Topo
ro: Pune în vîrf
ru: Переместить наверх
sk: Umiestniť na začiatok
sl: Na vrh
sr: Pošalji na vrh
sv: Överst
ta: §Á§Ä ¦ºø
th: ให้อยู่บนสุด
tr: İlk sıraya al
uk: Вгору

source: Auto
af: outo
az: Avtomatik
cs: Automaticky
eo: Aŭtomate
et: Automaatne
he: יטמוטוא
hu: Automatikus
id: Otomatis
is: Sjálfv.
it: Automatico
ja: 自動
ko: 자동
mt: Awto
ro: Automat
ru: Авто
sk: Automaticky
sl: Samod.
sr: Automatski
ta: ¾ýÉ¢Âì¸
th: อัตโนมัติ
tr: Otomatik
uk: Авто

source: Update
af: dateer op
az: Güncəllə
ca: Actualitza
cs: Aktualizace
de: Aktualisieren
eo: Aktualigu
es: Actualizar
et: Värskenda
fr: Rafraîchir
he: ןכדע
hr: Osvježi
hu: Frissítés
id: Perbarui
is: Uppfæra
it: Aggiorna
ja: 更新
ko: 갱신
mt: Aġġorna
nl: Verversen
no: Oppdater
no_ny: Oppdater
pl: Uaktualnij
pt: Actualizar
pt_br: Atualizar
ro: Actualizează
ru: Обновить
sk: Aktualizácia
sl: Obnovi
sr: Ažuriraj
sv: Uppdatera
ta: ¿¢¸ú¿¢¨ÄÀÎò¾×õ
th: อัพเดท
tr: Güncelle
uk: Поновити

source: &Update frequency...
af: dateer op frekwensie...
az: &Güncəlləmə sıxlığı
ca: Freqüència d'actualització...
cs: Frekvence akt&ualizace...
de: &Aktualisierungsfrequenz...
eo: &Aktualigointervalo...
es: &Frecuencia de actualización...
et: &Värskendamise sagedus...
fr: &Intervalle de rafraîchissement
he: ...ןוכדיע תוריד&ת
hr: Promijeni &frekvenciju osvježavanja
hu: A &frissítés gyakorisága...
id: Frekuensi &Perbarui...
is: Tíðni &uppfærslna...
it: Frequenza di &aggiornamento...
ja: 更新頻度(&U)...
ko: 갱신 주기(&U)
mt: &Frekwenza tal-aġġornament
nl: &Verversingsfrequentie...
no: &Oppdateringshyppighet...
no_ny: &Oppdateringsfrekvens ...
pl: &Odświeżanie...
pt: Freq&uência de actualização (s)...
pt_br: &Freqüência de atualização...
ro: &Interval de actualizare...
ru: &Частота обновления...
sk: &Frekvencia aktualizácie...
sl: Frekvenca &osveževanja...
sr: &Ažuriraj frekvenciju...
sv: &Uppdateringsfrekvens...
ta: «¨Ä× ±ñ ¿¢¸ú¿¢¨ÄÀÎò¾×õ...
th: ความถี่การอัพเดท...
tr: &Güncelleme sıklığı
uk: &Частота поновлення...

source: &Spooler...
af: spoeler...
ca: E&spuler...
cs: Zá&sobník (spooler)...
eo: &Vicanto...
es: &Cola...
et: Puhverdus&süsteem...
fr: &Système d'impression
he: ...עקרב הספ&דה
hr: &Posrednik
hu: &Sorkezelő...
is: &Prentröð...
ja: スプーラ(&S)...
ko: 스풀러(&S)...
no: &Køsystem...
pl: &System drukowania...
pt_br: &Servidor...
ru: &Установки очереди...
sk: &Fronta...
sl: Ča&kalnik...
sr: &Komanda za štampu...
ta: ÍÕÇ¢...
th: ที่พักข้อมูลงานพิมพ์...
uk: &Спулер...

source: Do you really want to remove job No %1?
af: doen jy rerig wil hê aan verwyder werk nee %1?
az: %1 nömrəli işi çıxartmaq istəyirsiniz?
ca: De veres voleu eliminar el treball num. %1?
cs: Skutečně si přejete odstranit úlohu č. %1?
de: Wollen Sie Auftrag Nr. %1 wirklich entfernen?
eo: Ĉu vi vere volas forigi la taskon n-ro %1?
es: ¿Realmente desea eliminar el trabajo No %1?
et: Soovid sa tõesti eemaldada töö nr. %1?
fr: Voulez-vous réellement supprimer la tâche n°%1 ?
he: ?%1 רפסמ הדובע תא ריסהל ךנוצרבש חוטב התא םאה
hr: Želite li zbilja ukloniti posao br. %1?
hu: Valóban törölni akarja a(z) %1. számú feladatot?
id: Anda ingin menghapus pekerjaan No %1?
is: Viltu virkilega fjarlægja verk nr. %1?
it: Vuoi veramente rimuovere il lavoro numero %1?
ja: 本当にジョブ No %1 を削除しますか?
ko: %1번 작업을 삭제하길 원하십니까?
mt: Żgur li trid tneħħi l-biċċa xogħol nru. %1?
nl: Wilt u werkelijk taaknummer %1 verwijderen?
no: Vil du virkelig fjerne jobb nr. %1?
no_ny: Vil du verkeleg fjerna jobb nummer %1?
pl: Czy chcesz usunąć zadanie nr %1?
pt: Queres mesmo remover o trabalho n.º %1?
pt_br: Deseja realmente remover o serviço nr. %1?
ro: Doriţi într-adevăr să ştergeţi lucrarea nr. %1?
ru: Удалить задание %1 ?
sk: Skutočne odstrániť úlohu č. %1?
sl: Zares želite odstraniti opravilo št. %1?
sr: Da li stvarno želite da uklonite posao No %1?
sv: Vill du verkligen ta bort jobb nr. %1?
ta: §Å¨Ä ±ñ %1 ¿£ì¸ §ÅñÎÁ¡?
th: คุณต้องการลบงานพิมพ์หมายเลข %1 จริงหรือไม่ ?
tr: %1 nolu işi gerçekten kaldırmak istiyor musunuz?
uk: Ви дійсно хочете видалити задачу N %1?

source: Do you really want to remove the marked jobs?
af: doen jy rerig wil hê aan verwyder die gemerkte werke?
az: Seçili işleri çıxartmaq istəyirsiniz?
ca: De veres voleu eliminar els treballs marcats?
cs: Skutečně si přejete odstranit označené úlohy?
de: Wollen Sie den ausgewählten Druckauftrag wirklich entfernen?
eo: Ĉu vi vere volas forigi la elektitajn taskojn?
es: ¿Realmente desea eliminar los trabajos marcados?
et: Soovid sa tõesti eemaldada märgitud tööd?
fr: Voulez-vous réellement supprimer les tâches sélectionnées ?
he: ?תונמוסמה תודובעה תא ריסהל ךנוצרבש חוטב התא םאה
hr: Želite li zblilja ukloniti označene poslove?
hu: Valóban törölni akarja a megjelölt feladatokat?
id: Anda ingin menghapus pekerjaan yang ditandai?
is: Viltu virkilega fjarlægja verkin sem eru merkt?
it: Vuoi veramente eliminare i lavori marcati?
ja: 本当にマークされたジョブを削除しますか?
ko: 표시된 작업을 삭제하시길 원하십니까?
mt: Żgur li trid tneħħi x-xogħlijiet immarkati?
nl: Wilt u werkelijk de gemarkeerde taken verwijderen?
no: Vil du virkelig fjerne de merkede jobbene?
no_ny: Vil du verkeleg fjerna dei merka jobbane?
pl: Czy chcesz usunąć wybrane zadania?
pt: Queres mesmo remover os trabalhos seleccionados?
pt_br: Você realmente quer remover os serviços marcados?
ro: Doriţi într-adevăr să ştergeţi lucrările marcate?
ru: Удалить выбранные задания ?
sk: Skutočne odstrániť označenú úlohu?
sl: Zares želite odstraniti označena opravila?
sr: Da li stvarno želite da uklonite sve markirane poslove?
sv: Vill du verkligen ta bort de markerade jobben?
ta: ÌÈ¢Â¢ð¼ §Å¨Ä¸¨Ç ¿£ì¸ §ÅñÎÁ¡?
th: คุณต้องการจะลบงานพิมพ์ที่ทำเครื่องหมายไว้ จริงหรือไม่ ?
tr: Seçili işleri gerçekten kaldırmak istiyor musunuz?
uk: Ви дійсно хочете видалити помічені задачі?

source: Do you really want to move job No %1 to top of queue?
af: doen jy rerig wil hê aan beweeg werk nee %1 aan bo van wagtou?
az: %1 nömrali işi növbənin ən başına daşımaq istəyirsiniz?
ca: De veres voleu posar el treball númerp %1 al davant de la cua?
cs: Skutečně si přejete přesunout úlohu č. %1 na vrchol fronty?
de: Möchten Sie wirklich den Auftrag Nr. %1 an die Spitze der Warteschlange verschieben?
eo: Ĉu vi vere volas ŝovi la taskon n-ro %1 al la komenco de la atendvico?
es: ¿Realmente desea mover el trabajo No %1 al comienzo de la cola?
et: Soovid sa tõesti liigutada töö nr. %1 järjekorras esimeseks?
fr: Voulez-vous réellement déplacer la tâche n°%1 au sommet de la file d'impression ?
he: %1 רפסמ הדובע תא ריבעהל ךנוצרבש חוטב התא םאה ?רותה תליחתל
hr: Želite li zblilja pomaknuti posao br. %1 na vrh reda?
hu: Valóban a sor elejére akarja helyezni a(z) %1. számú feladatot?
id: Anda ingin memindahkan pekerjaan No %1 ke queue teratas?
is: Viltu örugglega færa verk nr. %1 fremst í biðröðina?
it: Vuoi veramente mettere il lavoro numero %1 in cima alla coda?
ja: 本当にジョブNo %1 をキューの先頭 に移動しますか?
ko: %1번 작업을 최우선적으로 하시겠습니까?
mt: Żgur li trid tmexxi l-biċċa xogħol nru %1 fuq nett tal-kju?
nl: Wilt u werkelijk taaknummer %1 als eerstvolgende afdrukken?
no: Vil du virkelig flytte jobb nr. %1 først i køen?
no_ny: Vil du verkeleg flytta jobb nummer %1 til starten av køen?
pl: Czy chcesz przesunąć zadanie nr %1 na początek kolejki?
pt: Queres mesmo mover o trabalho nº %1 para o topo da fila de espera?
pt_br: Tem certeza de que quer mover o serviço nr. %1 para o topo da fila ?
ro: Doriţi într-adevăr să mut lucrarea nr. %1 în vîrful cozii de imprimare?
ru: Переместить задание %1 в начало очереди ?
sk: Skutočne presunúť úlohu č. %1 na vrchol fronty ?
sl: Zares želite prestaviti opravilo št. %1 na vrh vrste?
sr: Da li svarno želite da pomerite posao No %1 na vrh reda?
sv: Vill du verkligen flytta jobb nr. %1 till toppen av kön?
ta: §Å¨Ä ±ñ %1 º¡¨ÃÂ¢ý §Á§Ä ¿¸÷ò¾ §ÅñÎÁ¡?
th: คุณต้องการย้ายงานหมายเลข %1 ไปยังบนสุดของคิว จริงหรือไม่ ?
tr: %1 nolu işi gerçekten kuyruğun en başına taşımak istediğinizden emin misiniz?
uk: Ви дійсно хочете пересунути задачу N %1 до голови черги?

source: Do you really want to move the marked jobs to top of queue?
af: doen jy rerig wil hê aan beweeg die gemerkte werke aan bo van wagtou?
az: Seçili işi növbənin ən başına daşımaq istəyirsiniz?
ca: De veres voleu moure els treballs marcats al davant de la cua?
cs: Skutečně si přejete přesunout označené úlohy na vrchol fronty?
de: Möchten Sie wirklich die ausgewählten Aufträge an die Spitze der Warteschlange verschieben?
eo: Ĉu vi vere volas ŝovi la elektitajn taskojn al la komenco de la atendvico?
es: ¿Realmente desea mover el trabajo marcado al comienzo de la cola?
et: Soovid sa tõesti liigutada märgitud tööd järjekorras esimeseks?
fr: Voulez-vous réellement déplacer les tâches sélectionnées au sommet de la file d'impression ?
he: תונמוסמה תודובעה תא ריבעהל ךנוצרבש חוטב התא םאה ?רותה תליחתל
hr: Želite li zbilja pomaknuti označene poslove na vrh reda?
hu: Valóban a sor elejére akarja helyezni a megjelölt feladatokat?
id: Anda ingin memindahkan pekerjaan yang ditandai ke queue teratas?
is: Viltu örugglega færa verkin sem eru merkt fremst í biðröðina?
it: Vuoi veramente mettere i lavori marcati in cima alla coda?
ja: 本当にマーク付きジョブをキューの先頭に 移動しますか?
ko: 표시된 작업을 최우선적으로 하시겠습니까?
mt: Żgur li trid tmexxi x-xogħlijiet immarkati fuq nett tal-kju?
nl: Wilt u werkelijk de gemarkeerde taken als eerstvolgende afdrukken?
no: Vil du virkelig flytte de merkede jobbene først i køen?
no_ny: Vil du verkeleg flytta dei merka jobbane til starten av køen?
pl: Czy chcesz przesunąć wybrane zadania na początek kolejki?
pt: Queres mesmo mover o trabalho seleccionado para o topo da fila de espera?
pt_br: Tem certeza de que quer mover os serviços marcados, para o topo da fila ?
ro: Doriţi într-adevăr să mut lucrările marcate în vîrful cozii de imprimare?
ru: Переместить выбранные задания в начало очереди ?
sk: Skutočne presunúť označenú úlohu na vrchol fronty ?
sl: Zares želite prestaviti označena opravila na vrh vrste?
sr: Da li stvarno želite da pomerite sve markirane poslove na vrh reda?
sv: Vill du verkligen flytta de markerade jobben till toppen av kön?
ta: ÌÈ¢Â¢ð¼ §Å¨Ä¸¨Ç º¡¨ÃÂ¢ý §Á§Ä ¿¸÷ò¾ §ÅñÎÁ¡?
th: คุณต้องการย้ายงานที่ทำเครื่องหมายไว้ ไปยังบนสุดของคิว จริงหรือไม่ ?
tr: Seçili işi gerçekten kuyruğun en başına taşımak istediğinizden emin misiniz?
uk: Ви дійсно хочете пересунути помічені задачі до голови черги?
