Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeutils/klpq.po
Languages: af, az, ca, cs, de, eo, es, et, fr, he, hr, hu, id, is, it, ja, ko, mt, nl, no, no_ny, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, th, tr, uk

source: This is a privileged command and you do not have permission to execute it.
af: hierdie is 'n bevoorregde opdrag en jy doen nie het reg aan uitvoer dit.
az: Bu ayrıcalıqlı bir əmrdir və bunu aparmaq üçün səlahiyyətiniz yoxdur
ca: Aquesta comanda és privilegiada i no teniu permís per executar-la.
cs: Toto je privilegovaný příkaz a vy nemáte oprávnění jej vykonat.
de: Dies ist ein privilegierter Befehl und Sie haben keine Berechtigung ihn auszuführen.
eo: Tio estas komando bezonanta privilegion kaj vi ne havas permeson lanĉi ĝin.
es: Esto es un comando que requiere privilegios y no tiene permiso para ejecutarlo.
et: See on priviligeeritud käsk ja sul pole õigusi selle käivitamiseks.
fr: Ceci est une commande nécessitant des privilèges, dont vous ne disposez pas, pour être exécutée.
he: ידכ תואשרה תשרודש הדוקפ יהוז .ןתוא ךל ןיאו ,התוא ץירהל
hr: Ovo je privilegirana komanda a vi nemate privilegije da ju izvršite.
hu: Ez egy rendszergazdai parancs és Önnek nincs hozzá végrehajtási joga.
id: Ini adalah perintah privilege dan anda tidak memiliki izin mengeksekusinya.
is: Þú hefur ekki heimildir til að framkvæma þessa aðgerð.
it: Questo è un comando privilegiato e tu non hai i permessi per eseguirlo.
ja: これは特別なコマンドで あなたには実行する権限がありません。
ko: 특별 명령어이고, 이것을 실행할 권한이 없습니다.
mt: Dan huwa kmand privileġġjat u m'għandek permess teżegwih.
nl: U hebt niet de nodige toegangsrechten om deze handeling uit te voeren.
no: Dette er en priviligert kommando og du har ikke tilgang til å utføre den.
no_ny: Dette er ein priviligert kommando. Du har ikkje løyve til å utføra han.
pl: To jest polecenie, które wymaga uprawnień. Brak praw do wykonania tego polecenia.
pt: Este é um comando privilegiado e tu não tens privilégios para o executar.
pt_br: Este é um comando privilegiado e você não tem permissão para executá-lo.
ro: Aceasta este o comandă privilegiată şi nu aveţi drepturi pentru a o putea executa.
ru: У вас нет прав на выполнение этой команды.
sk: Toto je privilegovaný príkaz a vy nemáte povolenie ho vykonať.
sl: To je priviligiran ukaz, vi pa nimate potrebnih dovoljenj, da bi ga izvedli.
sr: Ovo je privilegovana komanda i nemate prava da je izvršite.
sv: Det här är ett privilegierat kommando och du har inte rätt att köra det.
ta: ­Ð ´Õ º¢ÈôÒÃ¢¨Á ¸ð¼¨Ç ÁüÚõ «¨¾ ¦ºÂøÀÎò¾ ¯í¸ÙìÌ «ÛÁ¾¢ ¸¢¨¼Â¡Ð.
th: นี่เป็นคำสั่งที่มีสิทธิพิเศษ และคุณไม่มีสิทธิ์ในการสั่งมันทำงานได้
tr: Bu ayrıcalıklı bir komut ve bunu yürütmek için izniniz yok
uk: Це привілеїрована команда, у Вас невистачає прав на її виконання.

source: Permission denied
af: reg verbied
az: Qadağandır
ca: S'ha refusat el permís
cs: Přístup zamítnutý
de: Zugriff verweigert
eo: Permeso mankas
es: Permiso denegado
et: Juurdepääs keelatud
fr: Permission non accordée
he: תיחדנ השיגה
hr: Pristup odbijen
hu: A hozzáférés megtagadva
id: Izin ditolak
is: Aðgangur bannaður
it: Permesso negato
ja: あなたには権限がありません
ko: 권한 없음
mt: Permess miċħud
nl: Toegang geweigerd
no: Tilgang nektet
no_ny: Nekta tilgang
pl: Brak praw dostępu!
pt: Permissão recusada
pt_br: Permissão negada
ro: Permisiune interzisă
ru: Нет доступа
sk: Prístup zamietnutý
sl: Dovoljenje zavrnjeno
sr: Pristup zabranjen
sv: Åtkomst nekas
ta: «ÛÁ¾¢ ÁÚì¸Àð¼Ð
th: ปฏิเสธสิทธิ์การใช้
tr: İzin verilmedi
uk: Доступ заборонено

source: <qt>Could not print some of the files. Please make sure you have access to all files and that they are not directories.</qt>
af: <qt>kon nie druk sommige van die lêers. asseblief maak seker jy het toegang verkry aan alle lêers en wat hulle word nie gidse.</qt>
az: <qt>Fayllardan bə'ziləri çap edilə blmir. Lütfən, bütün fayllara səlahiyyətiniz olub olmadığını və bunların qovluq olub olmadığını yoxlayın.
ca: <qt>No s'han pogut imprimir alguns fitxers. Assegureu-vos que teniu accés a tots els fitxers i que no són directoris.</qt>
cs: <qt>Nelze vytisknout některé soubory. Prosím ujistěte se, zda máte oprávnění k těmto souborům a zda to nejsou adresáře.</qt>
de: <qt>Konnte einige der Dateien nicht drucken. Stellen Sie sicher, dass Sie Zugriff auf alle diese Dateien haben und dass es sich nicht um Verzeichnisse handelt.</qt>
eo: <qt>Ne eblis presi kelkajn el la dosieroj. Bonvolu certigi, ke vi havas alirpermeson al ĉiuj dosieroj, kaj ke ili ne estas dosierujoj.</qt>
es: <qt>No se pueden imprimir algunos de los archivos. Por favor, asegúrese de tener acceso a todos los archivos, y de que no sean directorios.</qt>
et: <qt>Mõningaid faile pole võimalik trükkida. Veendu selles, et sul oleks olemasõigused nende failide lugemiseks ning et tegu poleks kataloogidega.</qt>
fr: <qt>Impossible d'imprimer certains de ces fichiers. Veuillez vous assurer que vous pouvez accéder à tous ces fichiers et qu'aucun n'est en fait un dossier.</qt>
he: <qt>.תוירפס אל םהשו םיצבקה לכל השיג ךל שיש אדוו אנא .םיצבקהמ קלח סיפדהל היה ןתינ אל</qt>
hr: <qt>Nisam uspio ispisate neke datoteke. Provjerite da imate pristup svim datotekama i da te datoteke nisu direktoriji</qt>
hu: <qt>Néhány fájlt nem sikerült kinyomtatni. Ellenőrizze, hogy a fájlok jogosultságai megfelelőek-e és nem könyvtárak-e.</qt>
id: <qt>Tidak dapat mencetak beberapa berkas. Pastikan anda memiliki akses ke semua berkas dan mereka bukan direktori.</qt>
is: <qt>Gat ekki prentað sumar skrárnar. Vinsamlegast gaktu úr skugga um að þú hafir aðgang í allar skrárnar og að þær séu ekki möppur.</qt>
it: <qt>Impossibile stampare alcuni file. Per piacere, assicurati di avere accesso a tutti i file e che i file non siano directory.</qt>
ja: <qt>ファイルの幾つかは印刷できませんでした。指定されたファイルにアクセス権があり、ディレクトリでない事を確認して下さい。</qt>
ko: <qt>파일을 프린트할 수 없습니다. 디렉토리가 아닌지와 모든 파일에 접근할 수 있는지 확인해 주십시오.</qt>
mt: <qt>Ma stajtx nipprintja wħud mill-fajls. Jekk jogħġbok aċċerta li għandek aċċess għall-fajls kollha u li m'humiex direttorji.</qt>
nl: <qt>Kon enkele bestanden niet afdrukken. Zorg er voor dat u toegang hebt tot alle bestanden en dat u niet per ongeluk een map hebt opgegeven.</qt>
no: <qt>Det var ikke mulig å skrive ut enkelte av filene. Vennligst sørg for at du har tilgang til alle filene og at de ikke er kataloger.</qt>
no_ny: <qt>Klarte ikkje skriva ut enkelte av filene. Kontroller at du har tilgang til alle filene og at dei ikkje er katalogar.</qt>
pl: <qt>Nie można wydrukować niektórych plików. Proszę się upewnić, czy masz uprawnienia do odczytu tych plików, lub czy nie są to katalogi.</qt>
pt: <qt>Não consegui imprimir alguns dos ficheiros. Por favor, certifica-te que tens acesso a todos eles e que não são directorias.</qt>
pt_br: <qt>Não foi possível imprimir alguns dos arquivos. Verifique se você temacesso a todos os arquivos e que eles não sejam diretórios.</qt>
ro: <qt>Nu pot tipări. Asiguraţi-vă că aveţi acces la toate fişierele şi că nu sînt directoare.</qt>
ru: <qt>Не могу распечатать некоторые файлы. Проверьте права доступа к этим файлам и убедитесь, что они не являются каталогами.</qt>
sk: Nemožno tlačiť niektoré zo súborov. Presvedčte sa či máte ku všetkým prístup, alebo či to nie sú adresáre.
sl: <qt>Nisem mogel natisniti nekaterih datotek. Preverite, da lahko dostopate do vseh datotek in da te niso imeniki.</qt>
sr: <qt>Ne mogu da štampam neke od fajlova. Molim vas proverite da li imate pristup svim fajlovima i da oni nisu direktorijumi.</qt>
sv: <qt>Kunde inte skriva ut vissa av filerna. Kontrollera att du har tillgång till alla filer och att de inte är kataloger.</qt>
ta: <qt>º¢Ä §¸¡ôÒ¸¨Ç «îº¢¼ ÓÊÂ¡Ð. «¨ÉòÐ §¸¡ôÒ¸¨ÇÔõ ¯í¸Ç¡ø «Ï¸ ÓÊÔÁ¡ ÁüÚõ «¨Å¸û «¨¼×¸û ­ø¨Ä¦ÂýÚõ ¾Â× ¦ºöÐ ºÃ¢À¡÷ì¸×õ.</qt>
th: <qt>ไม่สามารถพิมพ์แฟ้มบางส่วนได้ โปรดตรวจสอบว่า คุณมีสิทธิ์ เข้าใช้งานแฟ้มเหล่านี้ และพวกมันไม่ใช่ไดเรกทอรี</qt>
tr: <qt>Dosyalardan bazıları bastırılamıyor. Lütfen bütün dosyalara izninizin olduğuna ve bunların klasör olmadığına emin olun.
uk: <qt>Неможливо знайти деякі файли. Будь ласка, переконайтеся у достатніх правах доступу до всіх файлів та що вони не є каталогами.</qt>

source: Update Frequency
af: dateer op frekwensie
az: Güncəlləmə sıxlığı
ca: Freqüència d'actualització
cs: Frekvence aktualizace
de: Aktualisierungsfrequenz
eo: Aktualigointervalo
es: Frecuencia de actualización:
et: Värskendamise sagedus
fr: Intervalle de rafraîchissement
he: ןוכדיע תורידת
hr: Promijeni frekvenciju
hu: A frissítés gyakorisága
id: Frekuensi Update
is: Tíðni uppfærslna
it: Frequenza di aggiornamento
ja: 更新頻度
ko: 갱신 주기
mt: Frekwenza tal-aġġornament
nl: Verversingsfrequentie
no: Oppdateringsfrekvens
no_ny: Oppdateringsfrekvens
pl: Odświeżanie
pt: Frequência de Actualização
pt_br: Freqüência de atualização
ro: Interval actualizare
ru: Частота обновления
sk: Frekvencia aktualizácie
sl: Frekvenca osveževanja
sr: Ažuriram frekvenciju
sv: Uppdateringsfrekvens
ta: «¨Ä× ±ñ ¿¢¸ú¿¢¨ÄÀÎò¾×õ
th: ความถี่การอัพเดท
tr: Güncelleme sıklığı
uk: Частота поновлення

source: Update frequency in seconds:
af: dateer op frekwensie in sekondes:
az: Güncəlləmə sıxlığı (saniyə):
ca: Freqüència en segons:
cs: Frekvence aktualizace v sekundách:
de: Aktualisierungsfrequenz (sec.):
eo: Aktualigointervalo en sekundoj:
es: Frecuencia de actualización en segundos:
et: Värskendamise sagedus sekundites:
fr: Intervalle de rafraîchissement en secondes :
he: :תוינשב ןוכדיעה תורידת
hr: Frekvencija osvježavanja (sek):
hu: A frissítés gyakorisága másodpercben:
id: Frekuensi update dalam detik:
is: Tíðni uppfærslna í sekúndum:
it: Frequenza di aggiornamento (in secondi):
ja: 何秒おきに更新するか:
ko: 초당 갱신 주기
mt: Frekwenza tal-aġġornament f'sekondi:
nl: Verversingsfrequentie in seconden:
no: Oppdateringsfrekvens i sekunder:
no_ny: Oppdateringsfrekvens i sekund:
pl: Opóźnienie w sekundach:
pt: Frequência de actualização (s):
pt_br: Freqüência de atualização em segundos:
ro: Interval de actualizare (sec):
ru: Частота обновления в секундах:
sk: Frekvencia aktualizácie v sekundách:
sl: Frekvenca obnavljanja v sekundah:
sr: Ažuriram frekvenciju u sekundama:
sv: Uppdateringsfrekvens i sekunder:
ta: «¨Ä×±ñ¨É ¦¿¡Ê¸Ç¡¸ ¿¢¸ú¿¢¨ÄÀÎò¾×õ:
th: ความถี่การอัพเดทเป็นวินาที:
tr: Güncelleme sıklığı (saniye):
uk: Частота поновлення у секундах:

source: (standard input)
af: (standaard invoer)
az: (standart giriş)
ca: (entrada estàndard)
cs: (standardní vstup)
de: (Standardeingabe)
eo: (normala enigo - stdin)
es: (Entrada estandar)
et: (standardne sisend)
fr: (entrée standard)
he: (יטרדנטס טלק)
hr: (standardni upis)
hu: (standard bemenet)
id: (input standar)
is: (staðalílag)
ja: (標準入力)
ko: (표준 입력)
nl: (standaard-invoer)
no: (standard inndata)
no_ny: (standard inn)
pl: (standardowe wejście)
pt_br: (entrada padrão)
ro: (intrarea standard)
ru: (стандартный ввод)
sk: (štandardný vstup)
sl: (standarden vhod)
sr: (standardni ulaz)
sv: (standard in)
ta: (¦ºó¾Ã ¯ûÇ£Î)
th: (อุปกรณ์นำเข้ามาตรฐาน)
tr: (standart giriş)
uk: (стандартний вхід)

source: Sorry, I can't find your lpc program. Please check the configuration under Options->Spooler.
az: Bağışlayın, lpc proqramınızı tapa bilmirəm. Lütfən, Config->Spooler altındakı quraşdırmanı yoxlayıniz.
ca: Ho sento, no puc trobar el vostre programa lpc. Si us plau, comproveu la configuració amb Opcions->Espuler.
cs: Lituji, není možné nalézt program lpc. Prosím zkontrolujte si nastavení v Možnosti->Zásobník/Spooler.
de: Ihr lpc-Programm konnte nicht gefunden werden. Bitte überprüfen Sie die Werte unter Einstellungen->Spooler.
eo: Pardonu, mi ne povas trovi la programon "lpc" Bonvolu kontroli vian agordon sub Agordo->Vicanto.
es: No se puede encontrar el programa lpc. Por favor, compruebe la configuración en Opciones->Cola.
et: Vabandust, programmi 'lpc' pole võimalik leida. Palun kontrolli konfiguratsiooni Konfiguratsioon->Puhverdussüsteem.
fr: Désolé, je ne peux pas trouver le programme lpc. Vérifiez la configuration dans «Configuration» -> «Système d'impression».
he: .הספדהה תרקב תינכות תא אוצמל ןתינ אל ,יל רצ .עקרב הספדה<-תורדגה ףיעסב תורדגהה תא קודב אנא
hr: Žalim, ne mogu naći lpc program. Provjerite postavu pod Postava->Posrednik.
hu: Nem találom az lpc programot. Ellenőrizze a beállításokat a Beállítás->Sorkezelő menüpontban.
id: Maaf, saya tidak dapat menemukan program lpc anda. Silakan periksa konfigurasi dalam Options->Spooler.
is: Því miður fannst 'lpc' forritið ekki, athugaðu stillingarnar undir Stillingar->Prentröð.
it: Spiacente, non riesco a trovare il programma lpc. Per piacere, controlla la configurazione sotto Opzioni->Spooler.
ja: すみません。lpc プログラムがみつかりません。 設定->スプーラ で設定を確認して下さい。
ko: 죄송합니다. lpc프로그램을 찾을 수 없습니다. 옵션-> 스풀러 설정을 체크해 주십시오.
mt: Jiddispjaċini, ma nistax insib il-programm "lpc". Jekk jogħġbok iċċekkja l-konfigurazzjoni taħt Għażliet->Spooler.
nl: Helaas, ik kan uw lpc-programma niet vinden. Controleer uw instellingen in Opties->Spooler.
no: Beklager, jeg finner ikke ditt lpc-program. Vennligst sjekk konfigurasjonen under Valg->Køsystem.
no_ny: Orsak, eg kan ikkje finna lpc-programmet ditt. Sjekk oppsettet under Val->Spooler.
pl: Nie można znaleźć programu lpc. Sprawdź konfigurację w opcji menu Opcje->System drukowania.
pt: Infelizmente, não consigo encontrar o teu programa lpc. Por favor, verifica a configuração em Opções->Spooler.
pt_br: Não pude encontrar o programa lpc. Cheque a configuração em Opções->Servidor.
ro: Nu găsesc programul "lpc". Verificaţi configuraţia în meniul "Opţiuni->Spooler...".
ru: Не могу найти программу lpc. Проверьте установки в меню Настройки->Установки очереди.
sk: Ľutujem, nemôžem nájsť váš program lpc. Prosím, skontrolujte vaše nastavenie pod Nastavenie->Fronta.
sl: Programa lpc ni možno najti. Preverite nastavitve pod Nastavi->Čakalnik.
sr: Žao mi je, ne mogu da pronađem vaš lpc program. Molim vas proverite vaša podešavanja ispod Opcije->Komanda za štampu.
sv: Tyvärr, jag kan inte hitta ditt lpc-program. Kontrollera inställningen under Inställningar->Spooler.
ta: ÁýÉ¢ì¸×õ, ¯í¸û lpc ¿¢Ã¨Ä ±ýÉ¡ø ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä. ¾Â× ¦ºöÐ, Å¢ÕôÀí¸û->ÍÕÇ¢Â¢ý ¸£ØûÇ ÅÊÅ¨Áô¨À ºÃ¢À¡÷ì¸×õ.
th: ขออภัย ไม่สามารถค้นพบโปรแกรม lpc โปรดตรวจสอบการปรับแต่งในส่วน ตัวเลือก->ที่พักข้อมูลงานพิมพ์
tr: Üzgünüm, lpc programınızı bulamıyorum. Lütfen Config->Spooler altındaki yapılandırmayı kontrol ediniz.
uk: Вибачте, неможливо знайти програму lpc. Перевірте, будь ласка, установки в меню Параметри->Спулер.

source: Can't find your lpc program!
az: lpc proqramınız tapıla bilmir !
ca: No puc trobar el vostre programa lpc !
cs: Není možné nalézt program lpc!
de: Das lpc-Progamm kann nicht gefunden werden!
eo: Ne eblas trovi la programon "lpc"!
es: ¡No se pudo encontrar el programa lpc!
et: Prgrammi 'lpc' pole võimalik leida!
fr: Impossible de trouver le programme lpc !
he: !(lpc) הספדהה תרקב תינכות תא אוצמל ןתינ אל
hr: Ne mogu naći lpc program !
hu: Nem találom az lpc programot!
id: Tidak dapat menemukan program lpc anda!
is: Fann ekki 'lpc' forritið!
it: Impossibile trovare il programma lpc!
ja: lpc プログラムがみつかりません!
ko: lpc프로그램을 찾을 수 없습니다.
mt: Ma stajtx insib il-programm "lpc"
nl: Kan uw lpc-programma niet vinden!
no: Finner ikke lpc-programmet ditt!
no_ny: Finn ikkje lpc-programmet ditt!
pl: Nie można znaleźć programu lpc!
pt: Não consigo achar o teu programa lpc!
pt_br: Impossível encontrar seu programa lpc!
ro: Nu găsesc programul "lpc"!
ru: Не могу найти программу lpc.
sk: Nemôžem nájsť Váš program lpc!
sl: Programa lpc ni možno najti!
sr: Ne mogu da pronađem lpc program!
sv: Kan inte hitta ditt lpc-program!
ta: lpc ¿¢Ã¨Ä ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä!
th: ไม่สามารถค้นหาโปรแกรม lpc ในระบบของคุณ !
tr: lpc programınız bulunamıyor !
uk: Не можу знайти програму lpc

source: Sorry, I can't find your lpc program. Please check the configuration under Config->Spooler.
az: Bağışlayın, lpc proqramınızı tapa bilmirəm. Lütfən, Quraşdır->Spooler altındakı quraşdırmanı yoxlayıniz.
ca: Ho sento, no puc trobar el vostre programa lpc. Si us plau, comproveu la configuració amb Configura->Espuler.
cs: Lituji, není možné nalézt program lpc. Prosím zkontrolujte si nastavení v Možnosti->Zásobník/Spooler.
de: Ihr lpc-Programm kann nicht gefunden werden. Bitte überprüfen Sie die Werte unter Einstellungen->Spooler.
eo: Pardonu, mi ne povas trovi la programon "lpc" Bonvolu kontrilo vian konfiguraĵon sub Agordo->Presilo.
es: No se puede encontrar el programa lpc. Por favor, compruebe la configuración en Configuración->Cola.
et: Vabandust, programmi 'lpc' pole võimalik leida. Palun kontrolli konfiguratsiooni Konfiguratsioon->Puhverdussüsteem.
fr: Désolé, je ne peux pas trouver le programme lpc. Vérifiez la configuration dans «Configuration» -> «Système d'impression».
he: .הספדהה תרקב תינכות תא אוצמל ןתינ אל ,יל רצ <-תורדגה ףיעסב תורדגהה תא קודב אנא
hr: Žalim, ne mogu naći lpc program. Provjerite postavu pod Postava->Posrednik.
hu: Nem találom az lpc programot. Ellenőrizze a beállításokat a Beállítás->Sorkezelő menüpontban.
id: Maaf, saya tidak dapat menemukan program lpc anda. Silakan periksa pengaturan dalam Config->Spooler.
is: Því miður fannst 'lpc' forritið ekki, athugaðu stillingarnar undir Stillingar->Prentröð.
it: Spiacente, non riesco a trovare il programma lpc. Per piacere, controlla la configurazione sotto Configura->Spooler.
ja: lpc プログラムがみつかりません。 設定->スプーラ で設定を確認して下さい。
ko: 죄송합니다. lpc프로그램을 찾을 수 없습니다. 옵션-> 스풀러 설정을 체크해 주십시오.
mt: Jiddispjaċini, ma nistax insib il-programm "lpc". Jekk jogħġbok iċċekkja l-konfigurazzjoni taħt Għażliet->Spooler.
nl: Helaas, ik kan uw lpc-programma niet vinden. Controleer uw instellingen in Configuratie->Spooler.
no: Beklager, jeg finner ikke ditt lpc-program. Vennligst sjekk konfigurasjonen under Valg->Køsystem.
no_ny: Orsak, eg kan ikkje finna lpc-programmet ditt. Sjekk oppsettet under Oppsett->Spooler.
pl: Nie można znaleźć programu lpc. Sprawdź konfigurację w opcji menu Konfiguruj->System drukowania.
pt: Lamento, não consigo encontrar o teu programa lpc. Por favor, verifica a configuração em Configuração->Spooler.
pt_br: Não pude encontrar o programa lpc. Cheque a configuração em Configuração->Servidor.
ro: Nu găsesc programul "lpc". Verificaţi configuraţia în meniul "Opţiuni->Spooler...".
ru: Не могу найти программу lpc. Проверьте установки в меню Настройки->Установки очереди.
sk: Ľutujem, nemôžem nájsť Váš program lpc. Prosím, skontrolujte vaše nastavenie pod Nastavenie->Fronta.
sl: Programa lpc ni možno najti. Preverite nastavitve pod Nastavi->Čakalnik.
sr: Žao mi je, ne mogu da pronađem vaš lpc program. Molim vas proverite vaša podešavanja ispod Opcije->Komanda za štampu.
sv: Tyvärr, jag kan inte hitta ditt lpc-program. Kontrollera inställningen under Inställningar->Spooler.
ta: ÁýÉ¢ì¸×õ, ¯í¸û lpc ¿¢Ã¨Ä ±ýÉ¡ø ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä. ¾Â× ¦ºöÐ, ÅÊÅ¨Á->ÍÕÇ¢Â¢ý ¸£ØûÇ ÅÊÅ¨Áô¨À ºÃ¢À¡÷ì¸×õ.
th: ขออภัย ไม่สามารถค้นพบโปรแกรม lpc โปรดตรวจสอบการปรับแต่งในส่วน ปรับแต่ง->ที่พักข้อมูลงานพิมพ์
tr: Üzgünüm, lpc programınızı bulamıyorum. Lütfen Config->Spooler altındaki yapılandırmayı kontrol ediniz.
uk: Вибачте, неможливо знайти команду lpc. Перевірте, будь ласка, установки в меню Установки->Спулер.

source: Select your spooling system
af: kies jou spoelling stelsel
az: "Spool" sisteminizi seçiniz
ca: Seleccioneu el vostre sistema d'espuler.
cs: Vyberte svůj systém pro spooling
de: Wählen Sie Ihr Spooling-System aus
eo: Elektu la vicanto-sistemon uzatan de vi
es: Seleccione su sistema de cola
et: Vali puhverdussüsteem
fr: Sélectionnez votre système d'impression
he: עקרב הספדהל תכרעמה תריחב
hr: Izaberi posrednički sustav
hu: Válassza ki a sorkezelési módszert
id: Pilih sistem spooling anda
is: Veldu prentröðunarkerfi
it: Seleziona il tuo sistema di spool
ja: あなたのスプーリングシステムを選んで下さい。
ko: 스풀 시스템을 선택해 주십시오.
mt: Agħżel is-sistema ta' spooling tiegħekl
nl: Selecteer uw spoolingssysteem
no: Velg ditt køsystem
no_ny: Vel spooler-system
pl: Wybierz swój system obsługi drukowania
pt: Escolhe o teu sistema de 'spooling'
pt_br: Selecione seu sistema de fila
ro: Selectaţi sistemul de spooling
ru: Система очереди печати
sk: Vyberte Váš systém na správu fronty
sl: Izberite vaš čakalni sistem
sr: Izaberite komandu koju će te korisiti za štampu
sv: Välj ditt spool-system
ta: ¯í¸û ÍÕÇ¢ «¨Áô¨À §¾÷ó¦¾Îì¸×õ
th: เลือกระบบพักข้อมูลของคุณ
tr: Spool sisteminizi seçiniz
uk: Виберіть систему розвантаження
