Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeutils/klprfax.po
Languages: az, cs, da, de, eo, es, et, fi, fr, hu, it, ja, nl, no, no_ny, pt, pt_br, ru, sk, sl, sv, th, tr, uk

source: printer name:
az: çap edici adı :
cs: jméno tiskárny:
da: printernavn:
de: Druckername:
eo: presilonomo:
es: nombre de impresora:
et: Printeri nimi:
fi: tulostimen nimi:
fr: Nom de l'imprimante :
hu: a nyomtató neve:
it: nome stampante:
ja: プリンタ名:
nl: printernaam:
no: navn på skriver:
no_ny: skrivarnamn:
pt: nome da impressora:
pt_br: impressora:
ru: имя принтера:
sk: meno tlačiarne:
sl: ime tiskalnika:
sv: skrivarnamn:
th: ชื่อเครื่องพิมพ์:
tr: yazıcı adı:
uk: назва принтера:

source: &edit /etc/printcap
az: /etc/printcap-ı &düzəldin
cs: &editovat /etc/printcap
da: &rediger /etc/printcap
de: /etc/printcap &bearbeiten
eo: &redaktu /etc/printcap
es: &editar /etc/printcap
et: R&edigeeri faili /etc/printcap
fi: &muokkaa /etc/printcap tiedostoa
fr: Modifier /&etc/printcap
hu: az /etc/printcap fájl &szerkesztése
it: &modifica /etc/printcap
ja: /etc/printcapの編集(&E)
nl: /etc/printcap b&ewerken
no: &rediger /etc/printcap
no_ny: &rediger /etc/printcap
pt: &editar /etc/printcap
pt_br: &editar /etc/printcap
ru: &изменить /etc/printcap
sk: &upraviť /etc/printcap
sl: &uredi /etc/printcap
sv: &redigera /etc/printcap
th: แก้ไข /etc/printcap
tr: /etc/printcap &dosyasını düzenle
uk: &редагувати /etc/printcap

source: modem device:
az: modem avadanlığı:
cs: zařízení modemu:
da: modem enhed:
de: Modem-Gerät:
eo: modemaparato:
es: dispositivo modem:
et: Modemi seade:
fi: modeemilaite:
fr: Périphérique modem :
hu: modemeszköz:
it: dispositivo modem:
ja: モデム装置:
nl: modem-apparaat:
no: modem-enhet:
no_ny: modemeining:
pt: dispositivo do modem
pt_br: modem:
ru: файл устройства модема:
sk: zariadenie modemu:
sl: naprava za modem:
sv: modemenhet:
th: อุปกรณ์โมเดม:
tr: modem aygıtı:
uk: пристрій модему:

source: set modem device
az: modem avadanlığını seçin
cs: nastavit modemové zařízení
da: sæt modem enhed
de: Modemgerät setzen
eo: difinu modemaparaton
es: fijar dispositivo modem
et: Modemi seadme seadmine
fi: aseta modeemia
fr: Définir le périphérique modem
hu: a modemeszköz beállítása
it: imposta dispositivo modem
ja: モデム装置のセット
nl: modem-apparaat instellen
no: sett modem-enhet
no_ny: vel modemeining
pt: mudar dispositivo do modem
pt_br: definir modem
ru: выбрать файл устройства для модема
sk: nastaviť zariadenie modemu
sl: nastavi napravo za modem
sv: välj modemenhet
th: ตั้งค่าอุปกรณ์โมเดม
tr: modem aygıtını tanımla
uk: встановити пристрій модему

source: User settings
az: İstifadəçi qurğuları
cs: Uživatelské nastavení
da: Brugeopsætning
de: Benutzereinstellungen
eo: Uzanto-agordo
es: Opciones de usuario
et: Kasutaja seadistused
fi: Käyttäjän asetukset
fr: Configuration utilisateur
hu: Felhasználói beállítások
it: Impostazioni utente
ja: ユーザ設定
nl: Gebruikersinstellingen
no: Brukerinnstillinger
no_ny: Brukarinnstillingar
pt: Configuração do utilizador
pt_br: Configurações de usuário
ru: Пользовательские настройки
sk: Nastavenie používateľa
sl: Uporabniške nastavitve
sv: Användarinställningar
th: ตั้งค่าผู้ใช้
tr: Kullanıcı ayarları
uk: Установки користувача

source: X DISPLAY Variable:
az: X EKRAN Dəyişgəni:
cs: Proměnné pro X DISPLAY:
da: X DISPLAY Variabel:
eo: X DISPLAY-variablo:
es: Variable X DISPLAY:
et: X DISPLAY muutuja:
fi: X DISPLAY muuttuja:
fr: Variable DISPLAY X-Window :
hu: Az X DISPLAY változója:
it: Variabile X DISPLAY:
ja: X DISPLAY 変数:
nl: X DISPLAY-variabele:
no: "X DISPLAY"-variabel:
no_ny: X DISPLAY-variabel:
pt: Variável DISPLAY do X:
pt_br: Variável X DISPLAY:
ru: Переменная X DISPLAY:
sk: Premenná X DISPLAY:
sl: Spremenljivka X DISPLAY:
sv: X DISPLAY-variabel:
th: ตัวแปร X DISPLAY:
uk: Змінна X DISPLAY:

source: dial prefix :
az: zəng prefiksi :
cs: vytočit předčíslí :
da: opringningspræfix
de: Vorwahl:
eo: antaŭnumero:
es: Prefijo de marcado :
et: Helistamise prefiks:
fi: soiton etuliite :
fr: Préfixe de numérotation :
hu: tárcsázási előtag:
it: prefisso di composizione:
ja: ダイアルプレフィックス :
nl: buitenlijn:
no: nummer-prefiks :
no_ny: ringjeprefiks:
pt: indicativo :
pt_br: prefixo:
ru: префикс номера:
sk: predpona čísla:
sl: predpona za klic:
sv: uppringningsprefix:
th: เลขนำหน้าการหมุน :
uk: префікс набору :

source: &Ok
az: &Oldu
eo: &Konfirmu
es: &Aceptar
sl: &V redu
th: ใช้ได้
tr: &Tamam
uk: &Гаразд

source: The name of the LPD fax printer definition can only consist of a-z or A-Z characters.
az: LPD faks çap edicisinin adı təkcə a-z və ya A-Z hərfləri arasından ola bilər.
cs: Jméno pro faxovou tiskárnu může obsahovat pouze znaky a-z nebo A-Z.
da: Navnet på LPD faxprinter definitionen kan kun bestå af a-z eller A-Z tegn.
de: Die Definition des LPD Faxdruckers darf nur aus den Zeichen a-z und A-Z bestehen.
eo: La nomo de la LPD-fakspresilo-difino povas konsisti nur el la literoj a-z kaj A-Z.
es: El nombre de la definición de la impresora de fax LPD sólo puede contener caracteres del tipo a-z o A-Z.
et: LPD faks printeri definitsiooni nimi võib sisaldada ainult tähti a-z või A-Z.
fi: LPD faksitulostimen nimi voi sisältää vain a-z ja A-Z kirjaimia.
fr: Le nom l'imprimante fax LPD ne peut contenir que des lettres, majuscules ou minuscules.
hu: Az LPD faxnyomtató-bejegyzés neve csak angol betűket tartalmazhat.
it: Il nome della stampante fax LPD può contenere solo i caratteri a-z o A-Z.
ja: LPD fax プリンタ定義の名前は a-z,A-Zの文字だけで構成されている 必要があります.
nl: De naam van de LPD-faxprinterdefinitie kan alleen bestaan uit a-z of A-Z karakters.
no: Navnet på LPD-faksskriveren kan bare bestå av tegnene a-z eller A-Z.
no_ny: Namnet til definisjonen av LPD-faksskrivaren kan berre innehalda bokstavane a-z eller A-Z.
pt: O nome da impressora/fax só pode conter os caracteres A-Z ou a-z.
pt_br: O nome da definição da impressora de fax LPD pode consistir apenas de caracteres a-z ou A-Z.
ru: Имя принтера LPD может состоять только из букв a-z или A-Z.
sk: Meno definície faxovej tlačiarne LPD môže obsahovať iba a-z alebo A-Z.
sl: Ime tiskalniške definicije faksa za LPD lahko sestavljajo le male in velike angleške črke od A do Z.
sv: Namnet på LPD fax-skrivardefinitionen kan bara bestå av a-z eller A-Z tecken.
th: ชื่อของเครื่องพิมพ์โทรสาร LPD ต้องอยู่ในช่วงตัวอักษร a-z หรือ A-Z เท่านั้น
uk: Назва визначення принтера факсу LPD може містити тільки символи a-z та A-Z

source: The name of the LPD fax printer definition can not be empty.
az: LPD faks çap edicisinin adı boş ola bilməz.
cs: Jméno pro LPD faxovou tiskárnu nemůže být prázdné.
da: Navnet på LPD faxprinter definitionen kan ikke være tomt.
de: Der Name des LPD Faxdruckers darf nicht leer sein.
eo: La nomo de la LPD-faks-presilo-difino ne estu malplena.
es: El nombre de la definición de la impresora fax LPD no puede estar vacío.
et: LPD faks printeri definitsiooni nimi ei tohi olla tühi.
fi: LPD faksitulostimen nimi ei voi olla tyhjä.
fr: Le nom l'imprimante fax LPD ne peut pas être vide.
hu: Az LPD faxnyomtató-bejegyzés neve nem lehet üres.
it: Il nome della stampante fax LPD non può essere vuoto.
ja: LPD fax プリンタ定義の名前は省略できません.
nl: De naam van de LPD-faxprinterdefinitie mag niet leeg zijn.
no: Navnet på LPD-faksskriveren kan ikke være blankt.
no_ny: Namnet til definisjonen av LPD-faksskrivaren kan ikkje vera tomt.
pt: O nome da impressora/fax não pode estar vazio
pt_br: O nome da definição da impressora de fax LPD não pode estar vazio.
ru: Имя факс-принтера для LPD не может быть пустым.
sk: Meno definície faxovej tlačiarne LPD nemôže byť prázdne.
sl: Ime tiskalniške definicije faksa za LPD ne sme biti prazno.
sv: Namnet på LPD fax-skrivardefinitionen kan inte vara tomt.
th: ชื่อของเครื่องพิมพ์โทรสาร LPD ไม่สามารถว่างได้
uk: Назва визначення принтера факсу LPD не може бути порожньою.

source: /etc/printcap section successfully made, and klprfax LPD spool directory too.
az: /etc/printcap qismi və klprfax LPD növbə cərgəsi müvəffəqiyyətlə yaradıldı.
cs: Sekce v /etc/printcap byla korektně vytvořena a byl vytvořen adresář pro ukládání.
da: /etc/printcap valg gjort med succes, og klprfax LPD spool mappe også.
de: /etc/printcap-Abschnitt und klprfax LPD-Spoolverzeichnis wurden erfolgreich angelegt.
eo: La alineo en /etc/printcap sukcese kreiĝis, kaj la LPD-atendvico-dosierujo por klprfax same.
es: La sección /etc/printcap y, el directorio de spool de LPD klprfax se crearon con éxito.
et: Sektsioon faili /etc/printcap on edukalt loodud ning samuti klprfax LPD puhvri kataloog.
fi: /etc/printcap osio tehty ja klprfax LPD jonotushakemisto on luotu myös.
fr: Une section a été ajoutée correctement au fichier «/etc/printcap», et le dossier d'impression correspondant a été créé.
hu: Az /etc/printcap fájl módosítása és a klprfax LPD nyomtatósor-kezelési könyvtár létrehozása sikerült.
it: La sezione di /etc/printcap e la directory di spool per klprfax sono state create correttamente.
ja: /etc/printcapセクションの作成は成功しました. klprfax LPD スプールディレクトリ作成も成功しました.
nl: /etc/printcap-sectie is met succes aangemaakt, en De LPD spool-map voor klprfax ook.
no: /etc/printcap-seksjonen laget, og LPD-spolemappe for klprfax er også laget.
no_ny: /etc/printcap-del oppretta, og klprfax sin LPD-spool-katalog òg.
pt: Secção no ficheiro /etc/printcap e directoria de 'spooling' do klprfax criada.
pt_br: seção /etc/printcap feita com sucesso e diretório de spool LPD klprfax também.
ru: Файл /etc/printcap успешно изменен и для созданного принтера создан каталог очереди.
sk: Časť /etc/printcap bola úspešne vytvorená spolu s priečinkom frontu LPD.
sl: Razdelek /etc/printcap je uspešno narejen, pa tudi čakalni imenik klprfax za LPD.
sv: /etc/printcap-sektion tillagd utan klagomål, och Klprfax LPD spool-katalog också.
th: สร้างหมวดหมู่ในแฟ้ม /etc/printcap และ ไดเรกทอรีที่พักข้อมูลของ klprfax LPD เรียบร้อยแล้ว
uk: Успішно створено секцію /etc/printcap, а також каталог розвантаження klprfax LPD.

source: /etc/printcap section successfully made. klprfax LPD spool directory already exists :-).
az: /etc/printcap qismi müvəffəqiyyətlə yaradıldı. klprfax LPD növbə cərgəsi isə onsuz da vardır :-).
cs: Sekce v /etc/printcap byla korektně vytvořena a adresář pro odkládání již existuje :-).
da: /etc/printcap valg gjort med succes. klprfax LPD spool mappe findes allerede :-).
de: /etc/printcap-Abschnitt erfolgreich angelegt. klprfax LPD Spool-Verzeichnis existiert bereits.
eo: La alineo en /etc/printcap sukcese kreiĝis, sed. la LPD-atendvico-dosierujo por klprfax jam ekzistis :-).
es: La sección /etc/printcap se creó con éxito. el directorio de spool de LPD klprfax ya existe.:-).
et: Sektsioon faili /etc/printcap on edukalt loodud. Klprfax LPD puhvri kataloog eksisteerib juba.
fi: /etc/printcap osio tehty. klprfax LPD jonotushakemisto on jo olemassa :-).
fr: Une section a été ajoutée correctement au fichier «/etc/printcap». Le dossier d'impression correspondant existait déjà.
hu: Az /etc/printcap fájl módosítása sikerült. A klprfax LPD nyomtatósor-kezelési könyvtár pedig már létezik :-).
it: La sezione di /etc/printcap è stata creata correttamente. La directory di spool per klprfax esiste già :-)
ja: /etc/printcapセクションの作成は成功しました. klprfax LPD スプールディレクトリは既に存在します :-).
nl: De sectie /etc/princap is met succes aangemaakt. De LPD spool-map voor klprfax bestaat reeds :-).
no: /etc/printcap-seksjonen laget, LPD-spolemappe for klprfax eksisterer allerede :-).
no_ny: /etc/printcap-del oppretta, og klprfax sin LPD-spool-katalog finst alt :-).
pt: Secção no ficheiro /etc/printcap criada. A directoria de 'spooling' do klprfax já existe :-).
pt_br: seção /etc/printcap feita com sucesso. o diretório de spool LPD klprfax já existe :-).
ru: Файл /etc/printcap успешно изменен и для созданного принтера уже существует каталог очереди.
sk: Časť /etc/printcap úspešne vytvorená. Priečinok frontu klprfax LPD už existuje :-).
sl: Razdelek /etc/printcap je uspešno narejen, čakalni imenik klprfax za LPD pa že obstaja. :-)
sv: /etc/printcap-sektion tillagd utan klagomål. Klprfax LPD spool-katalog finns redan.
th: สร้างหมวดหมู่ในแฟ้ม /etc/printcap เรียบร้อยแล้ว ส่วนไดเรกทอรีที่พักข้อมูลของ klprfax LPD มีอยู่แล้ว
uk: Успішно створено секцію /etc/printcap. Каталог розвантаження klprfax LPD вже існує. :-)

source: /etc/printcap section successfully made. klprfax LPD spool directory made, but LPD daemon can't be started :-(. Please check the LPD daemon.
az: /etc/printcap qismi müvəffəqiyyətlə yaradıldı. klprfax LPD növbə cərgəsi yaradıldı, amma LPD cini başladıla bilmir :-(. Xahiş edirik, LPD vasitəsini yoxlayın.
cs: Sekce v /etc/printcap byla korektně vytvořena. Adresář pro ukládání byl vytvořen, ale LPD démon nelze spustit :-(. Prosím zkontrolujte LPD démona.
da: /etc/printcap valg gjort med succes. klprfax LPD spool mappe lavet, men LPD dæmon kan ikke startes :-(. Tjek venligst LPD dæmonen.
de: /etc/printcap-Abschnitt erfolgreich angelegt. klprfax LPD-Spoolverzeichnis erfolgreich angelegt, aber der LPD-Dämon kann nicht gestartet werden. Bitte überprüfen Sie den Dämon.
eo: La alineo en /etc/printcap sukcese kreiĝis. La LPD-atendvico-dosierujo por klprfax ankaŭ kreiĝis, sed la LPD-demonon ne eblis lanĉi :-(. Bonvolu ekzameni la demonon.
es: La sección /etc/printcap se realizó con éxito. El directorio de spool klprfax LPD se creó, pero el demonio LPD no se puede iniciar :-(. Por favor compruebe el demonio LPD.
et: Sektsioon faili /etc/printcap on edukalt loodud. samuti klprfax LPD puhvri kataloog, kuid LPD deemonit pole võimalik käivitada. Palun kontrolli LPD deemonit.
fi: /etc/printcap osio tehty ja klprfax LPD jonotushakemisto on luotu myös. LPD palelinta ei voitu käynnistää. Tarkista LPD palvelin.
fr: Une section a été ajoutée correctement au fichier «/etc/printcap». Le dossier d'impression correspondant a été créé, mais le démon LPD n'a pas pu être démarré. Veuillez vérifier la configuration de LPD.
hu: Az /etc/printcap fájl módosítása sikerült. A klprfax LPD nyomtatósor-könyvtár létrejött, de az LPD szolgáltatást nem sikerült elindítani :-(. Ellenőrizze az LPD szolgáltatás beállításait.
it: La sezione di /etc/printcap è stata creata correttamente. La directory di spool per klprfax è stata creata ma è impossibile avviare il demone LPD :-(. Controllare il demone LPD.
ja: /etc/printcapセクションの作成は成功しました. klprfax LPD スプールディレクトリ作成も成功しました.しかし LPDデーモンは起動できません :-( LPDデーモンをチェックして下さい.
nl: De sectie /etc/princap is met succes aangemaakt. De LPD spool-map voor klprfax is aangemaakt, maar de LPD-daemon kon niet worden gestart. :-(. Controleer a.u.b. de LPD-daemon.
no: /etc/printcap-seksjonen laget. LPD-spolemappe for klprfax laget, men LPD-demonen kan ikke startes :-(. Vennligst sjekk LPD-demonen.
no_ny: /etc/printcap-del oppretta, og klprfax sin LPD-spool-katalog òg, men LPD-demonen kan ikkje startast. Kontroller LPD-demonen.
pt: Secção no ficheiro /etc/printcap criada. A directoria de 'spooling' do klprfax foi criada, mas o servidor lpd não arranca :-(. Verifica o servidor lpd.
pt_br: seção /etc/printcap feita com sucesso. diretório de spool LPD klprfax, mas o daemon LPD não pôde iniciar :-(. Favor checar o daemon LPD.
ru: Файл /etc/printcap успешно изменен и для созданного принтера создан каталог очереди, однако сервис LPD не запущен. Проверьте настройки запуска демона LPD.
sk: Časť /etc/printcap úspešne vytvorená. Priečinok fronty klprfax LPD bola vytvorená, ale démon LPD nemohol byť spustený :-(. Prosím, overte démona LPD.
sl: Razdelek /etc/printcap je uspešno narejen, čakalni imenik klprfax za LPD je narejen, vendar pritajenega strežnika LPD ni moč zagnati. :-( Prosimo, preverite strežnik LPD.
sv: /etc/printcap-sektion tillagd utan klagomål. Klprfax LPD spool-katalog skapad, men LPD-demonen kan inte startas. Kontrollera LPD-demonen.
th: สร้างหมวดหมู่ในแฟ้ม /etc/printcap และ ไดเรกทอรีที่พักข้อมูลของ klprfax LPD แล้ว แต่ไม่สามารถเริ่มการทำงานของเดมอน LPD ได้
uk: Успішно створено секцію /etc/printcap. Каталог розвантаження klprfax LPD створено, але неможливо запустити демон LPD :-(. Будь ласка, перевірте демон LPD.

source: /etc/printcap section successfully made. klprfax LPD spool directory couldn't be made :-(. This won't work, please make spool directory by hand.
az: /etc/printcap qismi müvəffəqiyyətlə yaradıldı. klprfax LPD növbə cərgəsi yaradıla bilmədi :-(. Bu, İşləməyəcəkdir, xahiş edirik növbə cərgəsini əllə yaradın.
cs: Sekce v /etc/printcap byla korektně vytvořena. Nelze vytvořit adresář pro ukládání :-(. Vytvořte tento adresář prosím ručně.
da: /etc/printcap valg gjort med succes. klprfax LPD spool mappe kunne ikke laves :-(. Dette vil ikke virke, lav venligst spoole mappen manuelt.
de: /etc/printcap-Abschnitt erfolgreich angelegt. klprfax LPD-Spool-Verzeichnis konnte nicht angelegt werden. Bitte erzeugen Sie das Spoolverzeichnis von Hand.
eo: La alineo en /etc/printcap sukcese fariĝis. Sed la LPD-atendvicodosierujo por klprfax ne estis kreebla:-(. Bonvolu permane krei la dosierujon.
es: La sección /etc/printcap se realizó con éxito. El directorio de spool klprfax LPD no se pudo crear :-(. Esto no funcionará, por favor cree el directorio de spool manualmente.
et: Sektsioon faili /etc/printcap on edukalt loodud. Klprfax LPD puhvri kataloogi pole võimalik luua. Palun loo kataloog käsitsi, ilma selleta faksimine tööle ei hakka.
fi: /etc/printcap osio tehty. klprfax LPD jonotushakemistoa ei voitu luoda. Ohjelma ei toimi, ellet tee hakemistoa käsin.
fr: Une section a été ajoutée correctement au fichier «/etc/printcap». Mais le dossier d'impression correspondant n'a pas pu être créé. Veuillez le créer manuellement, sans quoi rien ne marchera.
hu: Az /etc/printcap fájl módosítása sikerült. A klprfax LPD nyomtatósor-könyvtárt nem sikerült létrehozni :-(. Ez így nem lesz jó, hozza létre a könyvtárat kézzel.
it: La sezione di /etc/printcap è stata creata correttamente. Impossibile creare la directory di spool per klprfax :-( In questo modo klprfax non può funzionare, creare a mano la directory.
ja: /etc/printcapセクションの作成は成功しました. klprfax LPD スプールディレクトリは作成できません :-( これでは機能しないので手作業でスプールディレクトリを作成して下さい.
nl: De sectie /etc/princap is met succes aangemaakt. De LPD spool-map voor klprfax kon niet worden aangemaakt. Deze moet u even handmatig aanmaken.
no: /etc/printcap-seksjonen laget. LPD-spolemappe for kplrfax kunne ikke lages :-(. Dette går ikke, vennligst lag spolemappen manuelt.
no_ny: /etc/printcap-del oppretta. klprfax sin LPD-spool-katalog kunne ikkje opprettast :-(. Dette kjem ikkje til å fungera, du må laga spool-katalogen manuelt.
pt: Secção no ficheiro /etc/printcap criada. A directoria de 'spooling' do klprfax não pode ser criada :-(. Por favor cria manualmente a directoria.
pt_br: seção /etc/printcap feita com sucesso. diretório de spool LPD klprfax não pôde ser feito :-(. Isto não funcionará, favor criar diretório de spool manualmente.
ru: Файл /etc/printcap успешно изменен, но для созданного принтера невозможно создать каталог очереди. Создайте катлог вручную, поскольку без него программа работать не будет.
sk: Časť /etc/printcap úspešne vytvorená. Priečinok fronty klprfax LPD ale nemohol byť vytvorený :-(. Prosím, vytvorte priečinok ručne.
sl: Razdelek /etc/printcap je uspešno narejen, a čakalnega imenika klprfax za LPD ni bilo moč narediti. :-( To ne bo delovalo, naredite čakalni imenik na roke.
sv: /etc/printcap-sektion tillagd utan klagomål. Klprfax LPD spool-katalog kunde inte skapas. Det här kommer inte att fungera, skapa spool-katalogen för hand.
th: สร้างหมวดหมู่ในแฟ้ม /etc/printcap และ แต่ไม่สามารถสร้างไดเรกทอรีพักข้อมูล klprfax LPD ได้ โปรดสร้างไดเรกทอรีพักข้อมูลเอง
uk: Успішно створено секцію /etc/printcap. Каталог розвантаження klprfax LPD створити неможливо :-(. Будь ласка, створіть каталог розвантаження вручну.

source: Unexpected: Can't open /etc/klprfax!
az: Gözlənilməz: /etc/klprfax açıla bilmir!
cs: Nečekaná chyba: nelze otevřít soubor /etc/klprfax!
da: Uventet: Kan ikke åbne /etc/klprfax!
de: Unerwartet: Kann /etc/klprfax nicht öffnen.
eo: Neatendite: Ne eblis malfermi la dosieron /etc/klprfax!
es: Inesperado: Imposible abrir /etc/klprfax
et: Midagi ootamatut: faili /etc/klprfax pole võimalik avada!
fi: Odottamaton: Ei voitu avata tiedostoa /etc/klprfax!
fr: Problème inattendu : impossible d'ouvrir «/etc/klprfax» !
hu: Hiba történt: az /etc/klprfax fájl megnyitása nem sikerült.
it: Errore inaspettato: Impossibile aprire /etc/klprfax!
ja: 予期しないエラー: /etc/klprfaxを開けません!
nl: Onverwacht: /etc/klprfax kon niet worden geopend!
no: Uventet: Kan ikke åpne klprfax!
no_ny: Uventa: Kan ikkje opna /etc/klprfax.
pt: Inesperado: Não consigo abrir /etc/klprfax!
pt_br: Inesperado: impossível abrir /etc/klprfax!
ru: не могу открыть файл /etc/klprfax!
sk: Neočakávané: Neporadilo sa otvoriť /etc/klprfax!
sl: Nepričakovano: Ni moč odpreti /etc/klprfax!
sv: Oväntat: Kan inte öppna /etc/klprfax!
th: ไม่ได้คาดไว้: ไม่สามารถเปิดแฟ้ม /etc/klprfax ได้ !
tr: /etc/klprfax dosyası açılamadı!
uk: Несподіванка: неможливо відкрити /etc/klprfax!

source: Unexpected: Can't write $HOME/.klprfax!
az: Gözlənilməz: $HOME/.klprfax yazıla bilmir!
cs: Nečekaná chyba: nelze zapsat do $HOME/.klprfax!
da: Uventet: Kan ikke skrive til $HOME/.klprfax!
de: Unerwartet: Kann $HOME/.klprfax nicht schreiben.
eo: Neatendite: Ne eblis skribi al la dosiero $HOME/.klprfax!
es: Inesperado: Imposible escribir $HOME/.klprfax
et: Midagi ootamatut: faili $HOME/.klprfax pole võimalik kirjutada!
fi: Odottamaton: Ei voitu kirjoittaa tiedostoon $HOME/.klprfax!
fr: Problème inattendu : impossible d'écrire dans «$HOME/.klprfax» !
hu: Hiba történt: nem sikerült írni ebbe a fájlba: $HOME/.klprfax
it: Errore inaspettato: Impossibile scrivere $HOME/.klprfax!
ja: 予期しないエラー: $HOME/.klprfaxに書き込めません!
nl: Onverwacht: kan niet schrijven naar $HOME/.klprfax!
no: Uventet: Kan ikke skrive til $HOME/.klprfax!
no_ny: Uventa: Kan ikkje skriva $HOME/.klprfax.
pt: Inesperado: Não consigo escrever $HOME/.klprfax!
pt_br: Inesperado: impossível gravar $HOME/.klprfax!
ru: Не могу сохранить файл настроек $HOME/.klprfax!
sk: Neočakávane: nemôžem zapisovať do $HOME/.klprfax!
sl: Nepričakovano: V $HOME/.klprfax ni moč pisati!
sv: Oväntat: Kan inte skriva $HOME/.klprfax!
th: ไม่ได้คาดไว้: ไม่สามารถเขียนแฟ้ม $HOME/.klprfax ได้!
tr: $HOME/.klprfax dosyasına yazılamadı!
uk: Несподіванка: неможливо записати в $HOME/.klprfax!
