Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeutils/klprfax.po
Languages: az, cs, da, de, eo, es, et, fi, fr, hu, it, ja, nl, no, no_ny, pt, pt_br, ru, sk, sl, sv, th, tr, uk

source: K Send a Fax With this program you can make a printer that acts as a fax. The program uses efax package of Ed Casas (GPL2)
az: K Send a Fax Bu proqramla faks maşını kimi rəftar edən çap edici yarda bilərsiniz.Proqram Ed Casas (GPL2)-ın efax paketini işlədir
cs: K Send a Fax S tímto programem můžete používat tiskárnu jako by to byl fax. Tento program používá balíček efax od Ed Casas (GPL2)
da: K Send en Fax Med dette program kan du lave en printer der virker som en fax. Program bruger efax pakken ved Ed Casas (GPL2)
de: K Schicke einen Fax Mit diesem Programm können Sie einen Drucker erstellen, der als Fax arbeitet. Das Programm benötigt "efax" von Ed Casas.
eo: Fakssendilo Per tiu ĉi programo vi povas krei presilon, kiu laboras kiel faksilo La programo uzas la pakaĵon "efax" de Ed Casas (GPL2)
es: K Enviar un fax Con este programa puede hacer que una impresora actue como un fax. El programa usa el paquete efax de Ed Casas (GPL2)
et: K Send a Fax Selle rakendusega saad luua printeri, mis käitub nagu faks. See rakendus kasutab efax pakki, mis on kirjutatud Ed Casas'e poolt (GPL2).
fi: K Send a Fax Tällä ohjelmalla voit luoda tulostimen, joka käyttäytyy kuten faksi. Ohjelma käyttää efax pakettia, jonka on tehnyt Ed Casas (GPL2)
fr: K Send a Fax Ce programme vous permet de créer une imprimante se comportant comme un fax à l'aide du programme EFax écrit par Ed Cases (GPL 2).
hu: KDE faxbeállító Ezzel a programmal nyomtatóként lehet beállítani egy faxot. A program Ed Casas efax nevű alkalmazására épül (GPL2).
it: K Manda un Fax Con questo programma puoi creare una stampante che si comporta da fax. Il programma utilizza il pacchetto efax di Ed Casas (GPL2)
ja: K Send a Fax このプログラムはFAXとして機能するプリンタを構成できます. このプログラムはEd Casas の efaxパッケージ(GPL 2)を 使用しています
nl: K Send a Fax Met dit programma kunt u een printer maken die zich gedraagt als een fax. Dit programma gebruikt het pakket efax van Ed Casas (GPL2).
no: K send en faks Med dett programmet kan du lage en skriver som virker som en faks. Dette programmet bruker efax-pakken til Ed Casas (GPL2)
no_ny: K Fakssending Med dette programmet kan du få ein skrivar til å fungera som ein telefaks. Programmet brukar efax-pakken frå Ed Casas (GPL 2).
pt: K Envio de Faxes Como este programa podes criar uma impressora que se comporta como um fax. Este programa utiliza o pacote efax de Ed Casas (GPL2)
pt_br: K Enviar um Fax Com este programa você pode fazer uma impressora que age como um fax. O programa usa o pacote efax de Ed Casas (GPL2)
ru: KDE посылает факс С этой программой вы можете создать принтер, который будет работать как факс. Программа использует пакет efax, созданный Ed Casas (GPL2).
sk: Posielanie faxov Tento program vytvorí fax, ktorý sa tvári ako tlačiareň. Využíva balík efax od Eda Casasa (GPL2)
sl: Pošljite faks iz KDE S tem programom lahko naredite tiskalnik, ki se bo obnašal kot faks. Program uporablja paket efax Eda Casasa (GPL2).
sv: Skicka Fax Med det här programmet kan du skapa en skrivare som fungerar som en fax. Programmet använder Efax-paketet av Ed Casas (GPL2)
th: ส่งโทรสาร K ด้วยโปรแกรมนี้ คุณสามารถสร้างเครื่องพิมพ์ ให้ทำงานแทนโทรสารได้ โปรแกรมนี้ใช้แพกเกจ efax ของ Ed Casas (GPL2)
uk: K Send a Fax За допомогою цієї програми Ви можете налаштувати принтер, щоб він працював як факс. Програма використовує пакунок efax з Ed Casas (GPL2)

source: The file to fax
az: Fakslanacaq fayl
cs: Soubor pro faxování
da: Filen der skal faxes
de: Zu faxende Datei
eo: La faksenda dosiero
es: El archivo a enviar por fax
et: Faksitav fail
fi: Tiedostosta faksiin
fr: Le fichier à faxer
hu: A faxolni kívánt fájl
it: Il file da faxare
ja: FAXするファイル
nl: Het te faxen bestand
no: Filen som skal fakses
no_ny: Fila som skal faksast
pt: O ficheiro a enviar por fax
pt_br: O arquivo a enviar
ru: Послать файл на факс
sk: Faxovaný súbor
sl: Datoteka za faksiranje
sv: Filen som ska faxas
th: แฟ้มที่จะส่งโทรสาร
tr: Fakslanacak dosya
uk: Відфаксувати файл

source: K Send a Fax
az: K Faks Yolla
cs: Posílání faxů
da: K Send en Fax
de: K Schicke einen Fax
eo: Fakssendilo
es: K Enviar un fax
et: KDE rakendus faksi saatmiseks
hu: KDE faxbeállító
it: K Manda un Fax
no: K send en faks
no_ny: K Fakssending
pt: K Envio de Faxes
pt_br: K Enviar um Fax
ru: KDE посылает факс
sk: Posielanie faxov
sl: Pošlji faks iz KDE
sv: Skicka fax
th: โปรแกรมส่งโทรสาร K
tr: Bir faks gönderin

source: _: NAME OF TRANSLATORS Your names
az: Vasif İsmayıloğlu
cs: Radek Vybíral
da: Erik Kjær Pedersen
de: Gregor Zumstein
eo: Wolfram Diestel
es: Pablo de Vicente
et: Hasso Tepper
fi: Kim Enkovaara
fr: Thibaut Cousin
hu: Szántó Tamás
it: Federico Cozzi
ja: Noboru Sinohara
nl: Otto Bruggeman
no: Øystein Skadsem
no_ny: Gaute Hvoslef Kvalnes
pt: Pedro Morais
pt_br: Marcelo M. de Abreu
ru: Gregory Mokhin,Andrey S. Cherepanov
sk: Stanislav Višňovský
sl: Roman Maurer
sv: Stefan Asserhäll
th: Thanomsub Noppaburana
tr: Görkem Çetin
uk: Andy Rysin

source: _: EMAIL OF TRANSLATORS Your emails
az: azerb_linux@hotmail.com
cs: Radek.Vybiral@vsb.cz
da: erik@binghamton.edu
de: zumstein@ssd.ethz.ch
eo: wolfram@steloj.de
es: pvicentea@nexo.es
et: hasso@linux.ee
fi: kim.enkovaara@iki.fi
fr: cousin@kde.org
hu: tszanto@mol.hu
it: federico.cozzi@sns.it
ja: shinobo@leo.bekkoame.ne.jp
nl: otto.bruggeman@home.nl
no: oskadsem@start.no
no_ny: gaute@verdsveven.com
pt: morais@kde.org
pt_br: mmabreu@terra.com.br
ru: mok@kde.ru,sibskull@mail.ru
sk: visnovsky@nenya.ms.mff.cuni.cz
sl: roman.maurer@amis.net
sv: stefan.asserhall@telia.com
th: donga_n@hotmail.com
tr: gorkem@kde.org
uk: arysin@yahoo.com
