Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeutils/klprfax.po
Languages: az, cs, da, de, eo, es, et, fi, fr, hu, it, ja, nl, no, no_ny, pt, pt_br, ru, sk, sl, sv, th, tr, uk

source: Name
az: Ad
cs: Jméno
da: Navn
eo: Nomo
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 名前
nl: Naam
no: Navn
no_ny: Namn
pt: Nome
pt_br: Nome
ru: Название
sk: Meno
sl: Ime
sv: Namn
th: ชื่อ
tr: İsim
uk: Ім'я

source: Fax No.
az: Fax Nö.
cs: Faxové č.
da: Fax Nr.
de: Fax Nr.
eo: Faksnumero
es: Nº de fax
et: Faksi nr.
fi: Faksinumero
fr: N° de fax
hu: Fax-sorszám
it: Numero di fax
ja: Fax 番号
nl: Faxnr.
no: Faks nr.
no_ny: Faksnr.
pt: Nº. Fax
pt_br: No. do Fax
ru: Номер факса
sk: Č. faxu
sl: Št. faksa
sv: Faxnummer
th: โทรสารหมายเลข
tr: Faks Numarası
uk: Номер факсу

source: your header :
az: sizin başlığınız :
cs: vaše hlavička :
da: din overskrift :
de: Ihre Kopfzeile:
eo: via kapo:
es: su cabecera :
et: Sinu päis:
fi: otsikkosi:
fr: Votre en-tête :
hu: a fejléc:
it: la tua intestazione:
ja: ヘッダ :
nl: Uw kop:
no: din overskrift :
no_ny: di overskrift:
pt: cabeçalho :
pt_br: seu cabeçalho:
ru: собственный заголовок:
sk: vaša hlavička:
sl: vaša glava:
sv: din rubrik:
th: ส่วนหัวของคุณ :
tr: başlık :
uk: Ваш заголовок :

source: your fax :
az: sizin faksınız :
cs: váš fax :
da: din fax :
de: Ihr Fax:
eo: via faksilo:
es: su fax :
et: Sinu faks:
fi: faksinumerosi:
fr: Votre fax :
hu: a fax száma:
it: il tuo fax:
ja: FAX :
nl: uw fax:
no: din faks :
no_ny: din faks:
pt: fax :
pt_br: seu fax:
ru: номер факса:
sk: váš fax:
sl: vaš faks:
sv: din fax:
th: โทรสารของคุณ :
tr: faksınız :
uk: Ваш факс :

source: Dial prefix :
az: Zəng prefiksi :
cs: Předčíslí :
da: Opringnings præfix :
de: Vorwahl:
eo: Antaŭnumero:
es: Prefijo de marcado :
et: Helistamise prefiks:
fi: Soiton etuliite :
fr: Préfix de numérotation :
hu: Tárcsázási előtag:
it: Prefisso di composizione:
ja: ダイアルプレフィックス :
nl: Buitenlijn:
no: Nummer-prefiks :
no_ny: Ringjeprefiks:
pt: Indicativo :
pt_br: Prefixo de discagem:
ru: Префикс:
sk: Predpona čísla:
sl: Predpona za klic:
sv: Uppringningsprefix:
th: เลขก่อนเบอร์โทร :
tr: Arama öneki :
uk: Префікс набору :

source: doing nothing
az: heç bir şey etmir
cs: nedělat nic
da: gør ingenting
de: mache nichts
eo: farante nenion
es: haciendo nada
et: Mitte midagi tegemine...
fi: älä tee mitään
fr: Ne rien faire
hu: (nincs)
it: inattivo
ja: 何もしていません
nl: niets aan het doen
no: gjør ingenting
no_ny: gjer ingenting
pt: sem fazer nada
pt_br: fazendo nada
ru: ничего не делать
sk: nečinný
sl: ne počne nič
sv: gör ingenting
th: ไม่ได้ทำอะไร
uk: нічого не роблю

source: &Save config
az: Qurğunu &qeyd et
cs: &Uložit konfiguraci
da: &Gen config
de: Konfiguration &speichern
eo: &Sekurigu agordon
es: &Guardar configuración
et: &Salvesta seadistused
fi: &Tallenna asetukset
fr: Enre&gistrer la configuration
hu: A beállítások &mentése
it: &Salva configurazione
ja: 設定を保存(&S)
nl: Configuratie op&slaan
no: &Lagre oppsett
no_ny: &Lagra oppsett
pt: &Gravar configuração
pt_br: &Salvar configuração
ru: Сохранить &настройки
sk: &Uložiť nastavenie
sl: &Shrani nastavitve
sv: &Spara inställning
th: บันทึกค่าปรับแต่ง
tr: &Ayarları kaydet
uk: &Зберегти конфігурацію

source: &Done
az: &Hazır
cs: &Hotovo
da: &Færdig
de: &Beendet
eo: &Finita
es: &Hecho
et: &Tehtud
fi: &Valmis
fr: &Fait
hu: &Kész
it: &Fatto
ja: 完了(&D)
nl: &Klaar
no: &Gjort
no_ny: &Ferdig
pt: &Terminar
pt_br: &Pronto
ru: &Готов
sk: &Hotovo
sl: &Končal
sv: &Klar
th: เรียบร้อยแล้ว
tr: &Bitti
uk: &Зроблено

source: &Fax document
az: &Faks sənədi
cs: Od&faxovat dokument
da: &Fax dokument
de: Dokument &faxen
eo: &Faksdokumento
es: Documento de &fax
et: &Faksi dokument
fi: &Faksaa asiakirja
fr: Document &fax
hu: Fax&dokumentum
it: &Faxa documento
ja: &FAX 文書
nl: Document &faxen
no: &Faks dokument
no_ny: &Faks dokument
pt: Enviar documento por &fax
pt_br: Documento de &fax
ru: &Факс
sk: &Faxovať dokument
sl: &Faksiraj dokument
sv: &Faxa dokument
th: เอกสารโทรสาร
tr: &Belgeyi Faksla
uk: &Відправити документ

source: &Fax with prefix
az: Prefikslə &faksla
cs: Od&faxovat s předčíslím
da: &Fax med præfix
de: &Fax mit Vorwahl
eo: &Faksu kun antaŭnumero
es: &Fax con prefijo
et: &Faksi prefiksiga
fi: &Faksaa etuliitteellä
fr: Fax avec préfi&xe
hu: Fa&x előtaggal
it: &Fax con prefisso
ja: プレフィックス付き &FAX
nl: &Faxen met buitenlijn
no: &Faks med prefiks
no_ny: &Faks med prefiks
pt: Enviar &fax com prefixo
pt_br: &Fax com prefixo
ru: Номер факса с &префиксом
sk: &Faxovať s predponou
sl: &Faksiraj s predpono
sv: &Faxa med prefix
th: โทรสารพร้อมส่วนนำหน้า
tr: Önekle &Faksla
uk: &Факс з префіксом

source: Can't open file to fax
az: Fakslanacaq fayl açıla bilmir
cs: Nelze otevřít soubor pro faxování
da: Kan ikke åbne fil at faxe
de: Kann zu faxende Datei nicht öffnen
eo: Ne eblas malfermi faksendan dosieron
es: No se puede abrir archivo para enviar fax
et: Faksitavat faili pole võimalik avada
fi: Ei voitu avata faksia
fr: Impossible d'ouvrir le fichier à faxer
hu: A faxolni kívánt fájl megnyitása nem sikerült
it: Impossibile aprire il file da faxare
ja: FAXするファイルを開けません
nl: Kan het te faxen bestand niet openen
no: Kan ikke åpne fil som skal fakses
no_ny: Kan ikkje opna fila som skal faksast
pt: Não consigo abrir ficheiro a enviar por fax
pt_br: Impossível abrir arquivo para fax
ru: Не могу открыть файл для посылки
sk: Nepodarilo sa otvoriť faxovaný súbor
sl: Datoteke, ki naj bi se faksirala, ni moč odpreti
sv: Kan inte öppna fil att faxa
th: ไม่สามารถเปิดแฟ้มเพื่อส่งโทรสารได้
tr: Fakslanacak dosya açılamadı
uk: Неможливо відкрити файл для факсу

source: Cancelling efax...
az: Efax təxirə salınır...
cs: Zastavuji efax...
da: Annullerer efax...
de: efax wird abgebrochen...
eo: Haltigante Efax...
es: Cancelando efax...
et: Efax töö tühistamine...
fi: Peruutan efax...
fr: Annulation du fax...
hu: Az efax program félbeszakítása...
it: Annullamento efax...
ja: efax キャンセル中...
nl: Efax wordt geannuleerd...
no: Avbryter efax...
no_ny: Avbryt efax ...
pt: A cancelar o efax...
pt_br: Cancelando efax...
ru: Окончание работы efax...
sk: Ruším efax...
sl: Efax se preklicuje...
sv: Avbryter efax...
th: กำลังยกเลิก efax...
tr: efax iptal ediliyor...
uk: Скасовую efax...

source: Cancelling persistent efax...
az: Qalıcı efax təxirə salınır...
cs: Ukončuji přetrvávající efax...
da: Annullerer vedvarende efax...
de: Fester efax wird abgebrochen...
eo: Haltigante persistan Efax...
es: Cancelando efax persistente...
et: Pidevalt töötava efax töö tühistamine...
fi: Peruutan pysyvä efax...
fr: Annulation du fax persistent...
hu: A rezidens efax program félbeszakítása...
it: Eliminazione efax persistente...
ja: パーシステント efax キャンセル中...
nl: Efax wordt geforceerd afgesloten....
no: Avbryter sta efax...
no_ny: Avbryt varig efax ...
pt: A cancelar o efax persistente...
pt_br: Cancelando efax persistente...
ru: Окончание постоянной работы efax...
sk: Ruším trvalý efax...
sl: Vztrajni efax se preklicuje...
sv: Avbryter långlivat efax-program...
th: กำลังยกเลิก efax ถาวร...
uk: Скасовую постійний efax...

source: No modem device configured, run klprfax as root
az: Heç modem avadanlığı qurulmayıb, ali istifadəçi olaraq klprfax proqramını icra edin
cs: Není nastaven žádný modem, spusťte klprfax jako uživatel root
da: Ingen modemenhed indstillet, kør klprfax som root
de: Kein Modem eingerichtet, lassen Sie klprfax als Benutzer "root" laufen
eo: Neniu modemaparato agordita, lanĉu klprfax kiel sistemestro
es: Ningún dispositivo de modem configurado, ejecute klprfax como root
et: Modemi seadet ei ole seadistatud, käivita klprfax kasutajana root.
fi: Ei modeemia asetettu, aja klprfax pääkäyttäjänä
fr: Aucun périphérique modem configurté. Veuillez exécuter kLPRFax en tant que super-utilisateur.
hu: Nincs beállítva modemeszköz, futtassa a programot rendszergazdai jogosultsággal
it: Nessun dispositivo modem configurato, esegui klprfax come root
ja: modemは設定されていません, rootでklprfaxを実行して下さい
nl: Geen modemapparaat ingesteld. Voer klprfax uit als root.
no: Ingen modem-enhet satt opp, kjør klprfax som root
no_ny: Inga modemeining er sett opp, køyr klprfax som root.
pt: Nenhum modem configurado, executa klprfax como root
pt_br: Nenhum modem configurado, execute klprfax como root.
ru: Нет настроенного модема, запустите klprfax под правами суперпользователя
sk: Nie je nastavené žiadne zariadenie modemu, spustite klprfax ako root
sl: Modemska naprava ni nastavljena, poženite klprfax kot root
sv: Ingen modem-enhet inställd, kör Klprfax som root
th: ยังไม่มีการปรับแต่งอุปกรณ์โมเดม โปรดเรียก klprfax ด้วยสิทธิ์ root
uk: Пристрій модему не знайдено, запустіть klprfax як root

source: Select a fax number
az: Faks nömrəsini seçin
cs: Vyberte faxové číslo
da: Vælg et faxnummer
de: Wählen Sie eine Faxnummer
eo: Elektu faksnumeron
es: Seleccione un número de fax
et: Vali faksi number
fi: Valitse faksinumero
fr: Sélectionnez un numéro de fax.
hu: Válasszon egy faxszámot
it: Seleziona un numero di fax
ja: FAX番号を選択して下さい
nl: Selecteer een faxnummer
no: Velg et faks-nummer
no_ny: Vel eit faksnummer
pt: Escolhe um número de fax
pt_br: Escolha um número de fax
ru: Выберите номер факса
sk: Vyberte číslo faxu
sl: Izberite številko faksa
sv: Välj ett faxnummer
th: เลือกหมายเลขโทรสาร
tr: Bir faks numarası seçin
uk: Виберіть номер факсу

source: preparing fax command...
az: faks əmri hazırlanır...
cs: připravuji faxové příkazy...
da: forbereder faxkommando...
de: bereite Faxbefehl vor...
eo: preparante fakskomandon...
es: preparando comando fax...
et: Faksimise käsuks ettevalmistamine...
fi: valmistelen faksikomentoa...
fr: Préparation de la commande de fax...
hu: a faxolási parancs előkészítése...
it: preparazione comando fax...
ja: FAXコマンド準備中...
nl: faxcommando wordt voorbereid...
no: forbereder faks-kommando...
no_ny: førebur fakskommando ...
pt: a preparar comando de fax...
pt_br: preparando comando de fax...
ru: подготовка факса...
sk: pripravujem príkaz pre faxovanie...
sl: pripravlja se ukaz za faks...
sv: förbereder fax-kommando...
th: กำลังเตรียมคำสั่งโทรสาร...
tr: faks komutu hazırlanıyor...
uk: підготовлюю команду факсу...

source: copying input file...
az: giriş faylı köçürülür...
cs: kopíruji vstupní soubor...
da: kopierer inddatafil...
de: kopiere Eingabedatei...
eo: kopiante enigdosieron...
es: copiando archivo de entrada...
et: Sisendfaili kopeerimine...
fi: kopioin syötetiedoston...
fr: Copie du fichier d'entrée...
hu: a bemeneti fájl másolása...
it: copia file di input...
ja: 入力ファイルをコピー中...
nl: invoerbestand wordt gekopiÃ«erd...
no: kopierer inn-fil...
no_ny: kopierer innfil ...
pt: a copiar ficheiro de entrada...
pt_br: copiando arquivo de entrada...
ru: копирование входящего файла...
sk: kopírujem vstupný súbor...
sl: vhodna datoteka se prepisuje...
sv: kopierar indatafil...
th: กำลังสำเนาแฟ้มนำเข้า...
tr: girdi dosyası kopyalanıyor...
uk: копіюю вхідний файл...

source: Can't change directory to :
az: Cərgənin dəyişdirilə bilmədiyi hədəf :
cs: Nelze změnit adresář na:
da: Kan ikke skifte mappe til :
de: Kann Verzeichnis nicht ändern in:
eo: Ne povas ŝanĝi dosierujon al:
es: Imposible cambiar directorio a :
et: Pole võimalik siseneda kataloogi:
fi: Ei voitu vaihtaa hakemistoon :
fr: Impossible d'aller dans le dossier :
hu: Nem sikerült ebbe a könyvtárba váltani:
it: Impossibile entrare nella directory:
ja: ディレクトリを変更できません :
nl: Kan niet deze map niet openen:
no: Kan ikke gå til mappe :
no_ny: Kan ikkje endra katalog til:
pt: Não consigo mudar para a directoria :
pt_br: Impossível mudar diretório para:
ru: Не могу изменить каталог на:
sk: Nepodarilo sa zmeniť priečinok na:
sl: Imenika ni moč spremeniti v:
sv: Kan inte byta katalog till:
th: ไม่สามารถเปลี่ยนไดเรกทอรีไปยัง :
uk: Неможливо змінити каталог до :

source: efax is running...
az: efax işləyir...
cs: efax běží...
da: efax kører...
de: efax läuft...
eo: Efax ruliĝas...
es: efax está ejecutandose...
et: Efax on käivitatud...
fi: efax on käynnissä...
fr: EFax est en cours d'exécution...
hu: Az efax már fut...
it: efax è in esecuzione...
ja: efax 実行中...
nl: efax draait...
no: efax kjører...
no_ny: efax køyrer ...
pt: efax está a correr...
pt_br: efax está executando...
ru: efax запущен...
sk: beží efax...
sl: efax teče...
sv: Efax kör...
th: efax กำลังทำงาน...
tr: efax çalışıyor...
uk: efax працює...

source: name=
az: ad=
cs: jméno=
da: navn=
eo: nomo=
es: Nombre=
et: nimi=
fi: nimi=
fr: nom=
hu: név=
it: nome=
ja: 名前=
nl: naam=
no: navn=
no_ny: namn=
pt: nome=
pt_br: nome=
ru: название=
sk: meno=
sl: ime=
sv: namn=
th: ชื่อ=
tr: isim=
uk: ім'я=

source: fax no.=
az: fax nö.=
cs: č. faxu.=
da: fax nr.=
de: Fax Nr.=
eo: faksnumero=
es: Fax nº =
et: faksi nr.=
fi: faksinumero=
fr: n° fax=
hu: fax-sorszám=
it: numero di fax=
ja: fax番号=
no: faks nr.=
no_ny: faksnr.=
pt: nº. fax=
pt_br: no. de fax=
ru: номер факса=
sk: č. faxu=
sl: št. faksa=
sv: faxnummer=
th: โทรสารหมายเลข=
tr: faks no=
uk: номер факсу=

source: Can't start efax process
az: Efax gedişatı başladıla bilmir
cs: Nezle spustit proces efax
da: Kan ikke starte efax proces
de: Kann efax Prozess nicht starten
eo: Ne eblis lanĉi programon Efax
es: Imposible iniciar el proceso efax
et: Efax protsessi pole võimalik käivitada.
fi: Ei voitu käynnistää efax prosessia
fr: Impossible de démarrer EFax
hu: Az efax program elindítása nem sikerült.
it: Impossibile avviare il processo efax
ja: efaxプロセスを開始できません
nl: Efax kon niet worden gestart.
no: Kan ikke starte efax-prosess
no_ny: Kan ikkje starta efax-prosess
pt: Não consigo executar o efax
pt_br: Impossível iniciar processo de fax
ru: Не могу запустить efax
sk: Nemôžem spustiť proces efax
sl: Ni moč zagnati procesa efax
sv: Kan inte starta Efax-processen
th: ไม่สามารถเริ่มโปรเซส efax ได้
tr: Efax programı başlatılamadı
uk: Неможливо запустити процес efax

source: efax has been canceled
az: efax təxirə salındı
cs: efax byl zastaven
da: efax er blevet annulleret
de: efax wurde abgebrochen
eo: Efax estas haltigita
es: efax ha sido cancelado
et: Efax töö tühistatud.
fi: efax on peruutettu
fr: EFax a été interrompu
hu: Az efax futása megszakadt.
it: efax è stato annullato
ja: efaxはキャンセルされています
nl: efax werd geannuleerd
no: efax er blitt avbrutt
no_ny: efax er avbroten
pt: efax for cancelado
pt_br: efax foi cancelado
ru: Выполнение efax было прервано
sk: efax bol zrušený
sl: Efax je bil preklican
sv: Efax har avbrutits
th: efax ถูกยกเลิกแล้ว
tr: Efax iptal edildi
uk: efax було скасовано

source: number busy or modem already in use
az: nömrə məşğuldur ya da modem istifadədədir
cs: číslo je obsazeno nebo je modem používán
da: nummer optaget eller modem allerede i brug
de: Die Nummer ist besetzt oder das Modem wird anderweitig gebraucht
eo: numero okupita aŭ modemo jam estas uzata
es: número ocupado o modem ya en uso
et: Number on kinni või on modem juba kasutuses.
fi: numero oli varattu tai modeemi oli jo käytössä
fr: Le numéro est occupé ou bien le modem est déjà en cours d'utilisation
hu: a szám foglalt vagy a modemet valami már használja
it: numero occupato o modem in uso
ja: お話中かモデムが使われています
nl: nummer is ingesprek, of het modem is al in gebruik
no: nummeret er opptatt, eller modemet er i bruk
no_ny: nummeret er oppteke eller modemet er i bruk
pt: número ocupado ou o modem já está a ser utilizado
pt_br: número ocupado ou modem já em uso
ru: запрашиваемый номер или модем был занят
sk: číslo je obsadené alebo sa modem už používa
sl: številka je zasedena ali pa se modem že rabi
sv: numret upptaget eller så används modemet redan
th: หมายเลขนี้ไม่ว่าง หรือโมเดมกำลังถูกใช้งานอยู่
tr: Hat meşgul, ya da modem kullanımda.
uk: номер зайнятий або модем вже використовується

source: Is your modem connected? Did you SUID root efax?
az: Modeminiz bağlıdır? Ali efax-a SUID aparıldı?
cs: Je váš modem připojen? Máte nastaven SUID pro efax?
da: er dit modem forbundet? Har du SUID efax?
de: Ist Ihr Modem verbunden? Läuft efax mit SUID root?
eo: Ĉu via modemo estas konektita? Ĉu Efak ruliĝas kiel sistemestro (kun SUID-flago)
es: ¿Está su modem conectado?¿Puso SUID de root a efax?
et: Kas modem on ühendatud? Kas efax rakendusel on SUID bitt?
fi: Onko modeemisi asennettuna? Annoitko SUID root oikeudet efax ohjelmalle?
fr: Votre modem est-il connecté ? Le programme EFax est-il SUID root ?
hu: Csatlakozva van a modem? Biztos benne, hogy az efax SUID root módban fut?
it: Il tuo modem è connesso? efax è SUID?
ja: モデムは接続されていますか?. efaxはSUID rootにしてありますか?
nl: Is uw modem verbonden? heeft efax het SUID root?
no: Er modemet tilkoblet? Er efax suid root?
no_ny: Er modemet kopla til? Har du køyrt efax som SUID root?
pt: O teu modem está ligado? O efax está SUID root?
pt_br: Seu modem está conectado? Você ativou SUID root em efax?
ru: Ваш модем подключен? Бит SUID root установлен на программу efax?
sk: Je váš modem pripojený? Nastavili ste efax ako SUID root?
sl: Imate priključen modem? Ste napravili efax SUID root?
sv: Är ditt modem anslutet? Har programmet Efax SUID root?
th: คุณเชื่อมต่อโมเดมหรือยัง? คุณปรับ SUID ของ efax เป็น root หรือยัง?
tr: Modeminiz bağlı mı?
uk: Ваш модем під'єднаний? Ви встановили SUID root efax?

source: modem error, maybe no fax at the other side?
az: modem xətası, bəlkə də qarşı tərəfdə heş faks yoxdur?
cs: chyba modemu, je na druhé straně fax?
da: modem fejl, måske ingen fax i den anden ende?
de: Modemfehler, ist ein Fax-Gerät auf der anderen Seite?
eo: Modemeraro, eble ne estas fakso ĉe la alia flanko?
es: error de modem, ¿quizá no haya un fax en el otro extremo?
et: Viga ühendusel, võibolla pole liini teises otsas faks?
fi: modeemivirhe, ehkä vastapäässä ei ole faksia?
fr: Problème de modem. Il n'y a peut-être pas de fax chez votre correspondant ?
hu: modemhiba, lehet, hogy nincs fax a vonal túlsó végén
it: errore modem, forse non c'è un fax dall'altra parte?
ja: モデムエラー, 先方にFAXが無いのでは?
nl: modemfout. mogelijk geen fax aan de andere kant van de lijn?
no: feil med modem, kanskje det ikke er en faks i andre enden?
no_ny: modemfeil, kanskje det ikkje er nokon faks i andre enden?
pt: erro do modem, talvez não esteja um fax do outro lado?
pt_br: erro de modem, talvez sem fax no outro lado?
ru: ошибка модема: возможно, на другом конце линии стоит не факс.
sk: chyba modemu, možno na druhej strane nie je fax?
sl: napaka v modemu, morda na drugi strani ni faksa?
sv: modemfel, kanske ingen fax i andra änden?
th: โมเดมผิดพลาด เป็นไปได้ว่าปลายทางไม่มีโทรสาร?
tr: modem hatası, karşı tarafta faks bulunmayabilir.
uk: помилка модему, можливо факс відсутній?

source: no response from modem
az: modem cavab vermir
cs: od modemu není žádná odezva
da: intet svar fra modem
de: Keine Antwort vom Modem
eo: neniu respondo de la modemo
es: no hay respuesta desde el modem
et: Modem ei vasta.
fi: ei vastausta modeemilta
fr: Aucun réponse du modem
hu: a modem nem válaszolt
it: nessuna risposta dal modem
ja: モデムから応答がありません
nl: geen antwoord van modem
no: intet svar fra modemet
no_ny: ingen svar frå modemet
pt: nenhuma resposta do modem
pt_br: sem resposta do modem
ru: нет ответа от модема
sk: žiadna odpoveď od modemu
sl: ni odgovora od modema
sv: inget svar från modemet
th: ไม่มีการตอบกลับจากโมเดม
tr: modemden bir cevap gelmiyor
uk: немає відповіді від модему

source: I can't figure out what happened
az: Nə olduğunu başa düşə bilmirəm
cs: Nemůžu zjistit, co se stalo!
da: Jeg kan ikke finde ud af hvad der skete
de: Unerwarteter Fehler
eo: Ne eblas eltrovi, kio okazis
es: Imposible averiguar que ha ocurrido
et: Pole võimalik selgitada, mis juhtus.
fi: En voi päätellä mitä tapahtui
fr: Impossible de déterminer le problème
hu: Nem tudom kitalálni, mi történt
it: Non riesco a capire cosa è successo
ja: 何が起こっているのか分りません
nl: Ik begrijp niet wat er gebeurde
no: Jeg skjønner ikke hva som skjedde
no_ny: Eg finn ikkje ut kva som hende
pt: Não sei o que é que aconteceu
pt_br: Não posso descobrir o que houve
ru: Не могу определить ошибку
sk: Nemôžem zistiť, čo sa stalo
sl: Ni moč ugotoviti, kaj se je zgodilo
sv: jag kan inte räkna ut vad som hände
th: ไม่สามารถหาได้ว่าเกิดอะไรขึ้น
tr: Ne olduğunu bilmiyorum
uk: Неможливо зрозуміти, що трапилося

source: NO SUCCESS
az: MÜVƏFFƏQİYYƏTSİZ
cs: BEZ ÚSPĚCHU
da: INTET HELD
de: KEIN ERFOLG
eo: MALSUKCESO
es: SIN EXITO
et: Midagi läks valesti
fi: EI ONNISTUMISTA
fr: Échec
hu: NEM SIKERÜLT
it: INSUCCESSO
nl: GEEN SUCCES
no: INTET HELL
no_ny: MISLUKKA
pt: SEM SUCESSO
pt_br: SEM SUCESSO
ru: БЕЗУСПЕШНО
sk: BEZ ÚSPECHU
sl: NI USPEHA
sv: INGEN FRAMGÅNG
th: ไม่สำเร็จ
tr: BAŞARISIZ
uk: НЕВДАЧА

source: log can be found at '
az: qeydin saxlandığı yer '
cs: nelze nalézt log v '
da: log kan findes på '
de: Log kann gefunden werden unter '
eo: protokolo troviĝas ĉe '
es: el archivo de registro puede ser encontrado en '
et: logifaili pole võimalik leida asukohast '
fi: lokitiedosto löytyy kohteesta '
fr: Un journal peut être trouvé à «
hu: a napló itt található: '
it: Il log può essere letto in '
ja: ログが見付かりません '
nl: het log kan worden gevonden op
no: logg kan finnes på '
no_ny: du finn loggen på '
pt: O registo da operações pode ser encontrado em '
pt_br: o log está em '
ru: журнал соединений находится в '
sk: záznam je v '
sl: dnevnik lahko najdete v ,
sv: logg finns i '
th: สามารถอ่านแฟ้มติดตามได้ที่ '
tr: kayıt dosyası bu adreste bulunabilir: '
uk: журнал знаходиться в '

source: You can watch it before closing this box
az: Bu qutunu bağıalamdan əvəl ona baxa bilərsiniz
cs: Před zavřením tohoto okna si ho můžete prohlédnout
da: Du kan sen den før du lukker denne boks
de: Sie können es vor dem Schließen dieses Fensters betrachten
eo: Vi povas rigardi ĝin antaŭ fermi tiun keston
es: Puede observarlo antes de cerrar esta caja
et: Sa võid seda enne dialoogi sulgemist vaadata
fi: Voit tutkia sitä ennen tämän ikkunan sulkemista
fr: Vous pouvez le consulter avant de fermer cette fenêtre
hu: A megtekintéséhez nem kell bezárni ezt az ablakot.
it: Puoi vederlo prima di chiudere questa finestra
ja: このボックスを閉じる前に見ることができます
nl: U kunt het bekijken voordat u dit venster sluit.
no: Du kan se på den før du lukker denne boksen.
no_ny: Du kan studera han før du lukkar denne boksen
pt: Podes visualizá-lo antes de fechar esta caixa
pt_br: Você pode vê-lo antes de fechar esta caixa
ru: Вы можете посмотреть его перед закрытием этого диалога
sk: Môžete ho prezrieť pred zatvorením tohto dialógu
sl: Lahko ga gledate, preden zaprete to okno
sv: Du kan titta på den innan du stänger den här rutan
th: คุณสามารถดูมันได้ ก่อนการปิดกล่องนี้
uk: Ви можете переглянути його, перед тим як закрити це віконце

source: Device settings (root privileges needed)
az: Avadanlıq qurğuları (ali istifadəçi səlahiyyətləri lazımdır)
cs: Nastavení zařízení (vyžaduje práva uživatele root)
da: Enheds opsætning (root privilegier nødvendige)
de: Geräteeinstellungen (root-Rechte werden benötigt)
eo: Aparatagordo (necesas sistemestro-permesoj)
es: Configuración de dispositivo (necesarios privilegios de root)
et: Seadme seadistused (vajalikud administraatori õigused)
fi: Laitteen asetukset (tarvitsee pääkäyttäjän oikeuksia)
fr: Configuration du périphérique (droits super-utilisateur requis)
hu: Eszközbeállítások (rendszergazdai jogosultság szükséges)
it: Impostazioni dispositivo (sono necessari i privilegi di root)
ja: デバイス設定(root権限が必要です)
nl: Apparaatinstellingen (rootprivileges nodig)
no: Enhetsinnstillinger (trenger root-privilegier)
no_ny: Einingsinnstillingar (krev rotprivilegium)
pt: Configuração dos dispositivos (privilégio de root necessários)
pt_br: Configurações de dispositivo (privilégios de root necessários)
ru: Настройка устройства (требуются привелегии суперпользователя)
sk: Nastavenie zariadenia (nutné práva roota)
sl: Nastavitve naprave (potrebna dovoljenja skrbnika)
sv: Enhetsinställningar (root-behörighet behövs)
th: ตั้งค่าอุปกรณ์ (ต้องการสิทธิของ root)
tr: Aygıt ayarları (root kullanıcısı ile yapınız)
uk: Установки пристрою (потрібні привілеї адміністратора)
