Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenetwork/knewsticker.po
Languages: de, fr

source: The &knewsticker; Handbook
de: Das &knewsticker; Handbuch
fr: Le manuel de &knewsticker;

source: ROLES_OF_TRANSLATORS
de: <othercredit role="translator"><firstname>Frank</firstname><surname>Schütte</surname> <affiliation><address><email>F.Schuette@t-online.de</email></address></affiliation> <contrib>Deutsche Übersetzung</contrib></othercredit>
fr: <othercredit role="translator"><firstname>Yves</firstname><surname>Dessertine</surname><affiliation><address><email>yves.d@hrnet.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>

source: &knewsticker; is a news ticker applet for the &kde; 2.x panel (also known as &kicker;).
de: &knewsticker; ist ein Nachrichten-Miniprogramm für die &kde; 2.x Kontrollleiste ( auch als &kicker; bekannt).
fr: &knewsticker; est un applet téléscripteur de nouvelles pour le tableau de bord de &kde; 2.x (connu aussi sous le nom de &kicker;).

source: news ticker
de: Nachrichten-Ticker
fr: téléscripteur de nouvelles

source: &knewsticker; is an applet for the &kde; panel (also known as &kicker;) which provides an easy and convenient way to access the news as reported by many news sites (such as <ulink url="http://slashdot.org">Slashdot</ulink>, <ulink url="http://lwn.net">Linux Weekly News</ulink> or <ulink url="http://freshmeat.net">Freshmeat</ulink>).
de: &knewsticker; ist ein Miniprogramm für die &kde; Kontrollleiste (auch bekannt als &kicker;). Es bietet einen leichten und komfortablen Zugriff auf Neuigkeiten, wie sie von vielen Nachrichtenseiten (wie <ulink url="http://slashdot.org">Slashdot</ulink>, <ulink url="http://lwn.net">Linux Weekly News</ulink> oder <ulink url="http://freshmeat.net">Freshmeat</ulink>) angeboten werden.
fr: &knewsticker; est un applet pour le tableau de bord de &kde; 2.x (connu aussi sous le nom de &kicker;) qui fournit un moyen facile et commode d'accéder aux nouvelles reportées par de nombreux sites de nouvelles (tels <ulink url="http://slashdot.org">Slashdot</ulink>, <ulink url="http://lwn.net">Linux Weekly News</ulink> ou <ulink url="http://freshmeat.net">Freshmeat</ulink>).

source: To archieve this, &knewsticker; requires the news sites to provide a special <acronym>RDF</acronym> or <acronym>RSS</acronym> file, which contains the headlines as well as pointers to the corresponding full articles. Such files are very common these days, and &knewsticker; already comes with a selection of good news sources which provide such files.
de: Dazu muss die Nachrichtenseite für &knewsticker; eine spezielle <acronym>RDF</acronym> oder <acronym>RSS</acronym>-Datei bereithalten, die sowohl die Titelzeilen als auch Verweise auf die zugehörigen Artikel enthält. Solche Dateien sind durchaus üblich und &knewsticker; enthält bereits eine gute Auswahl an guten Informationsquellen.
fr: Pour y parvenir, &knewsticker; requiert un fichier spécial <acronym>RDF</acronym> ou <acronym>RSS</acronym> de la part des sites de nouvelles, qui contient les titres des nouvelles ainsi que les liens correspondant aux articles complets. De tels fichiers sont très courants ces temps, et &knewsticker; est fourni avec une sélection de bonnes sources de nouvelles fournissant de tels fichiers.

source: Brief Info On <acronym>RDF</acronym> Files
de: Kurze Information zu <acronym>RDF</acronym>-Dateien
fr: Brève information à propos des fichiers <acronym>RDF</acronym>

source: <acronym>RDF</acronym> files are becoming more and more popular these days, and this applet is not the first application which takes advantage of them. But what are <acronym>RDF</acronym> files? This section tries to give a brief answer to this questions, as well as pointers to other sources for further reference.
de: <acronym>RDF</acronym>-Dateien werden immer populärer und dieses Miniprogramm ist nicht die erste Anwendung, die sie verwendet. Was aber sind <acronym>RDF</acronym>-Dateien? Dieser Abschnitt versucht, auf diese Frage eine kurze Antwort zu geben und weitere Informationsquellen zu nennen.
fr: Les fichiers <acronym>RDF</acronym> sont en train de devenir de plus en plus populaires ces derniers temps, et cet applet n'est pas la première application les utilisant. Mais que sont les fichiers <acronym>RDF</acronym>&nbsp;? Cette section tente de donner une réponse courte à ces questions, ainsi que des liens vers d'autres sources pour une référence complémentaire.

source: <acronym>RDF</acronym> is an acronym for <quote>Resource Definition Framework </quote>. It has been invented by the <ulink url="http://www.w3c.org">World Wide Web Consortium</ulink> and is one of the first applications of the <ulink url="http://www.w3.org/TR/REC-xml">Extended Markup Language (<acronym> XML</acronym>)</ulink>). <acronym>RDF</acronym> files (as well as the very similiar <acronym>RSS</acronym> files) define and describe so-called Metadata, &eg; information about information.
de: <acronym>RDF</acronym> ist ein Akronym für <quote>Resource Definition Framework </quote>. Es wurde vom <ulink url="http://www.w3c.org">World Wide Web Consortium</ulink> erfunden und ist eine der ersten Anwendungen für die <ulink url="http://www.w3.org/TR/REC-xml">Extended Markup Language (<acronym> XML</acronym>)</ulink>) gewesen. <acronym>RDF</acronym>-Dateien (sowie die sehr ähnlichen <acronym>RSS</acronym>-Dateien) definieren und beschreiben sogenannte Meta-Informationen, also Informationen über Informationen.
fr: <acronym>RDF</acronym> est l'acronyme de <quote>Resource Definition Framework </quote>. Il a été inventé par le <ulink url="http://www.w3c.org">World Wide Web Consortium</ulink> et est une des premières applications du <ulink url="http://www.w3.org/TR/REC-xml">Extended Markup Language (<acronym> XML</acronym>)</ulink>). Les fichiers <acronym>RDF</acronym> (ainsi que les très similaires fichiers <acronym>RSS</acronym>) définissent et décrivent des données appelées méta-données &cad; l'information à propos de l'information.

source: <acronym>RDF</acronym> files can be used for all kinds of Metadata, not just news. Nevertheless, they have become very popular among the news sites as they provide a clean, simple and portable way to distribute news. The news sites provide a <acronym>RDF</acronym> file which basically contains a set of records, and each record consists of a headline and an <acronym>URL</acronym> which points to the complete article. Besides that, the <acronym>RDF</acronym> file contains also the official name of the news site as well as other general informations which are parsed and evaluated by &knewsticker;.
de: <acronym>RDF</acronym>-Dateien können verschiedene Arten von Metadaten enthalten, also nicht nur Neuigkeiten (News). Dennoch sind sie gerade bei Nachrichtenseiten sehr populär, da sie einen klaren, einfachen und portablen Weg zur Verteilung von Neuigkeiten darstellen. Die Nachrichtenseite stellt eine <acronym>RDF</acronym>-Datei bereit, die eine Anzahl Datensätze enthält, wobei jeder der Datensätze aus einer Überschrift und einer <acronym>URL</acronym>, die auf den kompletten Artikel verweist, besteht. Daneben enthält die <acronym>RDF</acronym>-Datei auch den offiziellen Namen der Nachrichtenseite und einige andere allgemeine Informationen, die von &knewsticker; ausgewertet werden.
fr: Les fichiers <acronym>RDF</acronym> peuvent être utilisés pour tous les types de méta-données, et pas uniquement des nouvelles. Cependant, ils sont devenus très populaires parmi les sites de nouvelles, parce qu'ils fournissent un moyen propre, simple et portable de distribuer des nouvelles. Les sites de nouvelles fournissent un fichier <acronym>RDF</acronym> qui contient en fait un jeu d'enregistrements, et chaque enregistrement est composé d'un titre et d'un <acronym>URL</acronym> pointant vers l'article complet. En plus de cela, le fichier <acronym>RDF</acronym> contient aussi le nom officiel de site de nouvelles ainsi que d'autres informations générales qui sont lues et interprétées par &knewsticker;.

source: Of course, this is only a short and highly incomplete attempt at explaining the basic ideas behind <acronym>RDF</acronym> files and Metadata. If you're interested in this topic, you might want to visit any of the following links which point to further and more complete sources on this:
de: Dies ist natürlich nur eine kurze und unvollständige Erklärung zum Konzept der <acronym>RDF</acronym>-Dateien und Metadaten. Wenn man weitere Informationen sucht, können die folgenden Verweise hilfreich sein:
fr: Bien sûr, ceci n'est qu'un essai d'explication court et fortement incomplet des idées basiques derrière les fichiers <acronym>RDF</acronym> et les meta-données. Si vous êtes intéressé par ce sujet, vous pourriez vouloir suivre les liens qui pointent vers des sources complémentaires et plus complètent sur ce sujet&nbsp;:

source: This page is a fairly well explanation of the Resource Definition Framework and provides a great list of links to more sites which deal with this topic. No special knowledge is needed to understand this page, and it's highly up to date.
de: Diese Seite enthält eine sehr gute Erklärung des Resource Definition Frameworks und hat außerdem eine lange Liste Verweise auf Internetseiten, die sich mit diesem Thema beschäftigen. Für das Verständnis werden keine speziellen Voraussetzungen benötigt. Weiterhin ist die Seite immer sehr aktuell.
fr: Cette page est une bonne description du Resource Definition Framework et fournit une grande liste de liens vers d'autres sites traitant de ce sujet. Aucune connaissance spéciale n'est nécessaire pour comprendre cette page, et elle est très à jour.

source: Here you can find a more pratical point of view on the Resource Definition Framework. This page demonstrates the usage of <acronym>RDF</acronym> files and shows why and when they are appropriate. The reader should be familiar with the <ulink url="http://www.w3.org/TR/REC-xml">XML 1.0</ulink> standard as defined by the <ulink url="http://www.w3.org">World Wide Web Consortium</ulink> before reading this text.
de: Hier findet man einen mehr praktischen Zugang zu Resource Definition Frameworks. Diese Seite demonstiert die Verwendung von <acronym>RDF</acronym>-Dateien und zeigt, warum und wann sie ein geeignetes Mittel sind. Der Leser sollte sich mit <ulink url="http://www.w3.org/TR/REC-xml">XML 1.0</ulink> auskennen, wie es vom <ulink url="http://www.w3.org">World Wide Web Consortium</ulink> definiert werden.
fr: Ici vous trouverez un point de vue plus pratique sur le Resource Definition Framework. Cette page démontre l'usage des fichiers <acronym>RDF</acronym> et montre pourquoi et quand ils sont appropriés. Le lecteur devrait être familier avec le standard <ulink url="http://www.w3.org/TR/REC-xml">XML 1.0</ulink> défini par le <ulink url="http://www.w3.org">World Wide Web Consortium</ulink> avant de lire ce texte.

source: This is a great and very comprehensive list of sites which deal with <acronym>RDF</acronym> files. You might want to consider bookmarking this page for further reference, as it's also fairly up to date and lists virtually no dead links.
de: Hier findet sich eine lange und vollständige Liste mit Internetseiten, die sich mit <acronym>RDF</acronym> beschäftigen. Es lohnt sich ein Lesezeichen auf diese Seite zu setzen, da sie stets aktuelle ist und damit so gut wie keine toten Verweise enthält.
fr: Ceci est une liste de sites traitant de fichiers <acronym>RDF</acronym> grande et très complète. Vous pouvez envisager de conserver l'adresse de cette page dans vos signets pour une référence complémentaire, elle est aussi assez à jour et ne liste virtuellement aucun lien mort.

source: <emphasis>The</emphasis> authoratative source directly from the <ulink url="http://www.w3.org">World Wide Web Consortium</ulink>. It features a comprehensive list of links to other sites on the topic as well as a timeline of the <acronym>RDF</acronym> development, an overview over the architecture, an archive with articles about <acronym>RDF</acronym> as well as a carefully assembled list of tools for developers who intend to work with <acronym>RDF</acronym>.
de: <emphasis>Die</emphasis> Quelle direkt vom <ulink url="http://www.w3.org">World Wide Web Consortium</ulink>. Sie enthält eine umfangreichen Liste anderer Internetseiten, als auch einen Zeitplan für die <acronym>RDF</acronym>-Entwicklung, einen Überblick über die Architektur, ein Archiv mit Artikeln über <acronym>RDF</acronym> sowie eine sorgfältig zusammengestellte Liste von Hilfsprogrammen für Entwickler, die <acronym>RDF</acronym> verwenden wollen.
fr: <emphasis>La</emphasis> source qui fait autorité directement depuis le <ulink url="http://www.w3.org">World Wide Web Consortium</ulink>. Elle comprend une liste de liens complète vers d'autres sites sur le sujet ainsi qu'un historique du développement du <acronym>RDF</acronym>, une vue d'ensemble de l'architecture, une archive contenant des articles à propos du <acronym>RDF</acronym>, ainsi qu'une liste soigneusement élaborée d'outils destinés aux développeurs qui auraient l'intention de travailler avec du <acronym>RDF</acronym>.

source: If you find any other sites or documents on this topic, don't hesitate to send them to Frerich Raabe <email>raabe@kde.org</email> so that they can be included in this document and help everybody.
de: Wer andere Internetseiten und Dokumente über dieses Thema findet, sollte sich mit Frerich Raabe <email>raabe@kde.org</email> in Verbindung setzen, damit diese in diesen Hilfetext eingefügt werden können und für jeden eine Hilfe darstellen.
fr: Si vous trouvez d'autres sites ou documents sur ce sujet, n'hésitez pas à les envoyer à Frerich Raabe <email>raabe@kde.org</email> de sorte à ce qu'ils puissent être inclus dans ce document et qu'ils aident tout le monde.

source: Thank you very much!
de: Vielen Dank!
fr: Merci beaucoup&nbsp;!

source: Starting &knewsticker;
de: &knewsticker; starten
fr: Démarrage de &knewsticker;

source: Here's a screenshot of &knewsticker; in &kde;'s panel
de: Hier findet man einen Screenshot von &knewsticker; in &kde;s Kontrollleiste
fr: Voici une capture d'écran de &knewsticker; dans le tableau de bord de &kde;

source: &knewsticker; is started like every other &kicker; applet, you just have to add it to the panel (or any child panel of the main one). To do so, just choose <guimenuitem>News Ticker</guimenuitem> from the <guisubmenu>Applet</guisubmenu> submenu of &kicker;.
de: &knewsticker; wird wie jedes andere Miniprogramm gestartet, man fügt es einfach der Kontrollleiste hinzu ( oder einem Ableger der Haupt-Kontrollleiste). Dazu wählt man <guimenuitem>Newsticker</guimenuitem> aus dem Menü <guisubmenu>Miniprogramme</guisubmenu> von &kicker;.
fr: &knewsticker; est démarré comme n'importe quel autre applet &kicker;, vous avez juste à l'ajouter dans le tableau de bord (ou dans un mini tableau de bord). Pour cela, choisissez simplement <guimenuitem>Téléscripteur</guimenuitem> dans le sous-menu <guisubmenu>Applet</guisubmenu> de &kicker;.

source: Here's a screenshot of &knewsticker; in it's own child panel
de: Hier ist ein Screenshot mit &knewsticker; in einem eigenen Ableger der Hauptkontrollleiste
fr: Voici une capture d'écran de &knewsticker; dans son propre mini tableau de bord.

source: Another good way to use &knewsticker; is to put it into it's own child panel. Just add a new child panel by choosing <menuchoice><guimenu>Add</guimenu> <guisubmenu>Extension</guisubmenu><guimenuitem>Child Panel</guimenuitem> </menuchoice> from the context menu of &kicker;. Now you can simply load &knewsticker; into the child panel as described above.
de: Ein weiterer Weg, &knewsticker; zu verwenden, ist, ihn in einen eigenen Ableger der Kontrollleiste zu setzen. Dazu fügt man eine neue Kontrollleiste hinzu durch Auswahl von <menuchoice><guimenu>Hinzufügen</guimenu> <guisubmenu>Erweiterung</guisubmenu><guimenuitem>Abhängige Kontrollleiste</guimenuitem> </menuchoice> im Kontextmenü von &kicker;. Nun kann &knewsticker; wie oben beschrieben in diese abhängige Kontrollleiste eingefügt werden.
fr: Une autre bonne façon d'utiliser &knewsticker; est de le placer dans son propre mini tableau de bord. Ajoutez simplement un mini tableau de bord en sélectionnant <menuchoice><guimenu>Ajouter</guimenu><guisubmenu>Extension</guisubmenu><guimenuitem>Mini tableau de bord</guimenuitem></menuchoice> depuis le menu contextuel de &kicker;. Maintenant, vous pouvez simplement changer &knewsticker; dans le mini tableau de bord comme expliqué ci-dessus.

source: Configuring &knewsticker;
de: &knewsticker; einrichten
fr: Configuration de &knewsticker;

source: As &knewsticker; aims for tight system integration, there is more than one way to adjust the way it works:
de: Da &knewsticker; eng in das System integriert ist, gibt es mehr als eine Möglichkeit, ihn einzurichten:
fr: Comme l'un des objectifs de &knewsticker; est une intégration étroite dans le système, il y a plus d'une façon d'ajuster la manière dont il travaille.

source: Via &kcontrol;
de: Über &kcontrol;
fr: Avec le &kcontrol;

source: Start &kcontrol; by clicking on the <inlinemediaobject><imageobject> <imagedata fileref="kcontrol-icon.png" format="PNG"/></imageobject> </inlinemediaobject> button in the &kde; panel or choose the corresponding entry in the <guimenu>K</guimenu> menu. Then browse to the &knewsticker; module in the tree view at the left by choosing <guimenuitem>News Ticker</guimenuitem> in the <guisubmenu>Personalization</guisubmenu> submenu.
de: Man startet &kcontrol; durch Klicken auf den Knopf <inlinemediaobject><imageobject> <imagedata fileref="kcontrol-icon.png" format="PNG"/></imageobject> </inlinemediaobject> in der &kde; Kontrollleiste oder wählt den entsprechenden Eintrag im <guimenu>K</guimenu>-Menü. Dann wählt man das &knewsticker; Modul aus, indem man im Menü <guisubmenu>Persönliche Einstellungen</guisubmenu> den Punkt <guimenuitem>Newsticker</guimenuitem> auswählt.
fr: Lancez le &kcontrol; en cliquant sur le bouton <inlinemediaobject><imageobject> <imagedata fileref="kcontrol-icon.png" format="PNG"/></imageobject> </inlinemediaobject> dans le tableau de bord de &kde; ou choisissez l'entrée correspondante dans le menu <guimenu>K</guimenu>. Puis, explorez le module &knewsticker; dans la vue arborescente sur la gauche en choisissant <guimenuitem>Afficheur de nouvelles</guimenuitem> dans le sous-menu <guisubmenu>Personnalisation</guisubmenu>.

source: With the right mouse button
de: Mit der rechten Maustaste
fr: Avec le &BDS;

source: You can open the context menu for &knewsticker; by clicking on it with the right mouse button, or clicking on the button with the arrow on it and choose the the entry labelled <guimenuitem><inlinemediaobject><imageobject> <imagedata fileref="preferences-icon.png" format="PNG"/></imageobject> </inlinemediaobject> Preferences</guimenuitem> in the menu.
de: Man kann das Kontextmenü von &knewsticker; auswählen, indem man mit der rechten Maustaste klickt oder auf den Pfeilknopf klickt und den Eintrag <guimenuitem><inlinemediaobject><imageobject> <imagedata fileref="preferences-icon.png" format="PNG"/></imageobject> </inlinemediaobject> Preferences</guimenuitem> im Menü wählt.
fr: Vous pouvez faire apparaître le menu contextuel de &knewsticker; en cliquant dessus avec le &BDS; ou en cliquant sur le bouton comportant une flèche et en choisissant l'entrée marquée <guimenuitem><inlinemediaobject><imageobject> <imagedata fileref="preferences-icon.png" format="PNG"/></imageobject> </inlinemediaobject> Préférences</guimenuitem> dans le menu.

source: General Configuration
de: Allgemeine Konfiguration
fr: Configuration générale

source: Global Options
de: Globale Einstellungen
fr: Options générales

source: This is what the <guilabel>General</guilabel> tab of the preferences dialog looks like, when opened via &kcontrol;.
de: So sieht die Karteikarte <guilabel>Allgemein</guilabel> aus, wenn man sie über &kcontrol; öffnet.
fr: Voici à quoi ressemble l'onglet <guilabel>Général</guilabel> de la boîte de dialogue préférences, lorsqu'il elle est ouverte depuis le &kcontrol;.

source: No matter what way you've chosen to access the configuration dialog, you will be presented the first tab of the preferences dialog, labelled <guilabel> General</guilabel>. Here you can define how fast the text should be scrolled around, what it should look like as well as other options for the applet. Here is a brief info on what each of the switches and buttons on this tab does:
de: Egal auf welche Weise man die Konfiguration öffnet, stets wird die erste Karteikarte mit der Überschrift <guilabel>Allgemein</guilabel> angezeigt. Hier kann die Laufgeschwindigkeit des Textes, sein Aussehen sowie weitere allgemeine Werte für das Miniprogramm eingestellt werden. Es folgt eine kurze Erläuterung der Knöpfe und Schalter dieser Karteikarte:
fr: Quelque soit la manière que vous avez choisi pour accéder à la boîte de dialogue de configuration, nous vous présenterons le premier onglet de la boîte de dialogue préférences, appelé <guilabel>Général</guilabel>. Ici, vous pouvez définir à quelle vitesse le texte doit défiler, à quoi il doit ressembler, ainsi que d'autres options de l'applet. Voici une brève information sur ce que régissent les cases à cocher et les boutons de cet onglet&nbsp;:

source: News query interval
de: Zeitintervall zur Nachrichtenabfrage
fr: Intervalle des requêtes de nouvelles

source: Here you can define in what intervals &knewsticker; queries the configured news sources for new headlines. This depends generally on how fast you'd like to hear about news and how much load you want to put on the network:
de: Hier kann man festlegen, in welchen Intervallen &knewsticker; die Nachrichtenseiten nach Neuigkeiten durchsucht. Diese Einstellung hängt generell davon ab, wie schnell man Nachrichten bekommen möchte und wie sehr man dadurch das Netzwerk belasten möchte:
fr: Vous pouvez ici définir l'intervalle de temps entre deux requêtes des serveurs de nouvelles pour les titres des nouvelles. Cela dépend généralement de la vitesse à laquelle vous voulez être informé des nouvelles et de quelle charge vous voulez placer sur le réseau.&nbsp;:

source: A lower value (lower than 15 minutes) enables you to be notified about news very quickly if you want or need to. Please note, that it increases the network traffic significantly, though. Therefore, such low values shouldn't be used if you query popular news sites (such as <ulink url="http://slashdot.org"> Slashdot</ulink> or <ulink url="http://freshmeat.net">Freshmeat</ulink>) as they have generally already enough work with processing the incoming queries.
de: Ein geringer Wert (weniger als 15 Minuten) führt zu einer sehr schnellen Benachrichtigung über Neuigkeiten. Dadurch wird aber der Netzwerkverkehr deutlich erhöht. Daher sollten solche geringen Werte nicht für sehr populäre Nachrichtenseiten verwendet werden (wie z.B. <ulink url="http://slashdot.org"> Slashdot</ulink> oder <ulink url="http://freshmeat.net">Freshmeat</ulink>), da sie ohnehin bereits genügend Anfragen beantworten müssen.
fr: Une valeur faible (moins de 15 minutes) vous permet d'être informé très rapidement des nouvelles si vous le voulez ou le nécessitez. Veuillez noter que cela augmente considérablement la charge du réseau. Toutefois, de tels intervalles courts ne devraient pas être utilisés si vous interrogez des serveurs de nouvelles très populaires (tels que <ulink url="http://slashdot.org">Slashdot</ulink> ou <ulink url="http://freshmeat.net">Freshmeat</ulink>), puisqu'ils ont généralement déjà de travail en traitant les requêtes entrantes.
