Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenetwork/knewsticker.po
Languages: de, fr

source: When you change the value/text in any of these input fields, you can see the change take effect immediately in the list.
de: Wenn der Wert in einem der Felder geändert wird, sind die Auswirkungen in der Tabelle sofort sichtbar.
fr: Lorsque vous changez le texte ou la valeur de l'un de ces champs, vous pouvez voir le changement prendre effet immédiatement dans la liste.

source: Removing A News Site
de: Eine Nachrichtenquelle entfernen
fr: Suppression d'un site de nouvelles

source: Of course you want to <emphasis>remove</emphasis> a news source from the list somewhen. To do this, you can either <itemizedlist> <listitem><para>click with the right mouse button on the entry you would like to delete and choose <guilabel>Remove news source</guilabel> from the popup menu.</para></listitem> <listitem><para>select the entry you intend to erase with the left mouse button and then click on the button and the bottom of the list labelled <guilabel>Remove</guilabel>.</para></listitem> </itemizedlist> In both cases, a confirmation box will pop up and make sure you didn't select the wrong entry.
de: Natürlich kann es vorkommen, das man eine Nachrichtenseite aus der Tabelle <emphasis>entfernen</emphasis> möchte. Dazu kann man entweder <itemizedlist> <listitem><para> mit der rechten Maustaste auf den Eintrag klicken und im Kontextmenü <guilabel>Nachrichtenquelle entfernen</guilabel> auswählen.</para></listitem><listitem><para> den Eintrag auswählen und dann auf den Knopf <guibutton>Entfernen</guibutton> unterhalb der Tabelle klicken. </para></listitem></itemizedlist> In beiden Fällen wird ein Bestätigungsdialog eingeblendet, der sicherstellt, dass nicht der falsche Eintrag entfernt wird.
fr: Vous voudrez évidemment un jour <emphasis>supprimer</emphasis> un site de nouvelles de votre liste. Pour cela, vous pouvez soit <itemizedlist> <listitem><para>cliquer avec le &BDS; sur l'entrée que vous voulez supprimer et choisir <guilabel>Effacer la source de nouvelles</guilabel> depuis le menu contextuel.</para></listitem> <listitem><para>sélectionner l'entrée que vous voulez supprimer avec le &BGS; et cliquer sur le bouton en bas de la liste intitulé <guilabel>Supprimer</guilabel>.</para></listitem> </itemizedlist> Dans les deux cas, une boîte de dialogue de confirmation apparaîtra. Assurez-vous de ne pas avoir sélectionné une mauvaise entrée.

source: Using &knewsticker;
de: &knewsticker; verwenden
fr: Utilisation de &knewsticker;

source: Using &knewsticker; is fairly straightforward and should give you no big problems, assuming that you already <link linkend="configuration">configured &knewsticker;</link> No matter whether you are running &knewsticker; in the main panel or it's own child panel, it appears as an area with a scrolling text and a button with a small arrow next to it.
de: Die Verwendung von &knewsticker; sollte keine besonderen Probleme bereiten, vorausgesetzt, dass die <link linkend="configuration">Konfiguration von &knewsticker;</link> erfolgt ist. Egal, ob &knewsticker; teil der Kontrollleiste oder innerhalb einer abhängigen Kontrollleiste ist, besteht er aus einem Fenster mit dem Lauftext und einem Knopf mit einem schmalen Pfeil daneben.
fr: L'utilisation de &knewsticker; est assez simple et ne devrait pas vous poser de gros problèmes, en partant du fait que vous avez déjà <link linkend="configuration">configuré &knewsticker;</link>. Peu importe si vous lancez &knewsticker; dans le tableau de bord ou dans un mini tableau de bord, il apparaît toujours comme une surface avec un texte en défilement et un bouton avec une petite flèche à coté de celui-ci.

source: The Applet
de: Das Miniprogramm
fr: L'applet

source: The area (it is white per default, but you can change the background color easily using the preferences dialog) with the scrolling text in it is called the <quote>news scroller</quote>. It keeps scrolling the downloaded headlines (or just the most recent headlines) continuously and provides easy access to the articles. If you see an interesting article, just click on it to open the &konqueror; web browser, showing the full article which belongs to the headline you clicked on. If you feel that a possibly interesting headline just scrolled out of view, you have also some ways to influence the scrolling:
de: Der Bereich (er ist standardmäßig weiß, aber seine Farbe kann im Einstellungsdialog geändert werden) mit dem laufenden Text heißt <quote>Lauftext</quote>. Hier werden die herunter geladenen Schlagzeilen (oder nur die aktuellsten Schlagzeilen) kontinuierlich angezeigt. Der Zugriff auf die zugehörigen Artikel ist sehr einfach. Ein Klick auf eine Schlagzeile startet den Internetbrowser &konqueror; mit der gewünschten Seite. Falls eine Schlagzeile gerade aus dem Bild gelaufen ist, gibt es mehrere Einflussmöglichkeiten auf den Lauftext:
fr: La surface (elle est blanche par défaut, mais vous pouvez changer la couleur d'arrière-plan facilement en utilisant la boîte de dialogue de préférences) avec le texte en défilement est appelée <quote>afficheur de nouvelles</quote>. Il fait défiler les titres téléchargés en continu (ou uniquement les titres les plus récents) et vous donne un accès facile aux articles. Si vous voyez un article intéressant, cliquez simplement dessus pour ouvrir le navigateur Web &konqueror;, affichant l'article complet appartenant au titre sur lequel vous avez cliqué. Si vous sentez qu'un titre potentiellement intéressant vient juste de défiler hors de votre vue, vous disposez de plusieurs moyens d'influencer le défilement&nbsp;:

source: You can click on the news scroller with the left mouse button and move the mouse around (while holding the left mouse button pressed down). The news scroller will continue scrolling as usual if you release the left mouse button again.
de: Man kann mit der linken Maustaste auf den Lauftext klicken und bei gedrückter Maustaste die Maus hin- und herbewegen. Nach dem Loslassen der Maustaste läuft der Lauftext weiter.
fr: Vous pouvez cliquer sur l'afficheur de nouvelles avec le &BGS; et déplacer la souris (tout en gardant le &BGS; appuyé). L'afficheur de nouvelles retrouvera son défilement habituel une fois que vous relâcherez le &BGS;.

source: If you own a so-called <quote>Wheelmouse</quote>, you can use the wheel on your mouse to scroll the headlines back and forth.
de: Wenn man über eine Maus mit <quote>Mausrad</quote> verfügt, kann man auch das Rad verwenden, um den Lauftext vor- und zurückzuspulen.
fr: Si vous avez une souris appelée <quote>souris à molette</quote>, vous pouvez utiliser la molette de votre souris pour faire défiler les titres vers l'avant ou l'arrière.

source: There's also a very powerful <link linkend="contextmenu-descr">context menu </link>, which you can access either by clicking on the news scroller with the <mousebutton>right</mousebutton> mouse button, or by clicking on the arrow button with the <mousebutton>left</mousebutton> button. This context menu is the most interesting part of the applet, as it contains about all the functionality.
de: Indem man entweder mit der <mousebutton>rechten</mousebutton> Maustaste klickt oder mit der linken auf den Pfeilknopf klickt, kann man ein umfangreiches <link linkend="contextmenu-descr">Kontextmenü</link> aufrufen. Dieses Menü enthält beinahe die gesamte Funktionalität des Miniprogramms.
fr: Il existe aussi un <link linkend="contextmenu-descr">menu contextuel</link> très puissant, auquel vous pouvez accéder soit en cliquant avec le &BDS; sur l'afficheur de nouvelles, ou en cliquant sur le bouton comportant une flèche avec le &BGS;. Ce menu contextuel est la partie la plus intéressante de l'applet, parce qu'il contient à peu près toutes les fonctionnalités.

source: The Context Menu
de: Das Kontextmenü
fr: Le menu contextuel

source: This is what the context menu of &knewsticker; looks like, if using just the default news sites.
de: So sieht das Kontextmenü von &knewsticker; aus, wenn man die Standardnachrichtenquellen verwendet.
fr: Voici à quoi ressemble le menu contextuel de &knewsticker;, si vous utilisez uniquement les sites de nouvelles par défaut.

source: The context menu is basically split into two functional parts:
de: Das Kontextmenü ist aufgeteilt in zwei Teile:
fr: Le menu contextuel est principalement scindé en deux parties&nbsp;:

source: The upper part shows a list of entries, each entry having a small icon like this <inlinemediaobject><imageobject> <imagedata fileref="newssite-icon.png" format="PNG"/></imageobject> </inlinemediaobject> next to it. This list represents the list of currently configured news sites. You can click on any of the news sources to open another menu which contains a listing of headlines which are available for that particular news site as well as an entry labelled <guilabel> <inlinemediaobject><imageobject><imagedata fileref="checknews-icon.png" format="PNG"/></imageobject></inlinemediaobject> Check news</guilabel> to refresh the headline list for this news site. Each of the headlines has an <inlinemediaobject><imageobject> <imagedata fileref="oldarticle-icon.png" format="PNG"/></imageobject> </inlinemediaobject> icon next to it which indicates whether you have read that article already or the <inlinemediaobject><imageobject> <imagedata fileref="newarticle-icon.png" format="PNG"/></imageobject> </inlinemediaobject> in case it is still unread.
de: Der obere Teil enthält eine Liste von Einträgen, die alle ein kleines Symbol wie dieses <inlinemediaobject><imageobject> <imagedata fileref="newssite-icon.png" format="PNG"/></imageobject> </inlinemediaobject> neben sich haben. Dies ist die Liste der eingestellten Nachrichtenquellen. Klickt man auf einen der Einträge, öffnet sich ein Menü, das aus den Schlagzeilen dieser Nachrichtenquelle besteht. Außerdem gibt es einen Eintrag mit Namen <guilabel> <inlinemediaobject><imageobject><imagedata fileref="checknews-icon.png" format="PNG"/></imageobject></inlinemediaobject>Nachrichten holen</guilabel>, der dazu dient die Schlagzeilenliste dieser Nachrichtenquelle aufzufrischen. Neben jeder Schlagzeile befindet sich entweder das Symbol <inlinemediaobject><imageobject> <imagedata fileref="oldarticle-icon.png" format="PNG"/></imageobject> </inlinemediaobject>, das anzeigt, dieser Artikel wurde bereits gelesen, oder das Symbol <inlinemediaobject><imageobject> <imagedata fileref="newarticle-icon.png" format="PNG"/></imageobject> </inlinemediaobject>, das auf einen ungelesenen Artikel hindeutet.
fr: La partie supérieure montre la liste des entrées, chaque entrée ayant une icône telle que celle-ci <inlinemediaobject><imageobject> <imagedata fileref="newssite-icon.png" format="PNG"/></imageobject> </inlinemediaobject> à coté d'elle. Cette liste représente la liste des sites de nouvelles actuellement configurés. Vous pouvez cliquer sur n'importe quelle source de nouvelles pour ouvrir un autre menu qui contient une liste des titres disponibles pour ce site de nouvelles en particulier ainsi qu'une entrée intitulée <guilabel> <inlinemediaobject><imageobject><imagedata fileref="checknews-icon.png" format="PNG"/></imageobject></inlinemediaobject> Vérifier les nouvelles</guilabel> pour rafraîchir la liste des titres pour ce site de nouvelles. Chacun des titres a une icône <inlinemediaobject><imageobject> <imagedata fileref="oldarticle-icon.png" format="PNG"/></imageobject> </inlinemediaobject> à côté de lui indiquant que vous avez déjà lu cet article ou l'icône <inlinemediaobject><imageobject> <imagedata fileref="newarticle-icon.png" format="PNG"/></imageobject> </inlinemediaobject> au cas où vous ne l'auriez pas encore lu.

source: The lower part shows currently four entries (explaining from top to bottom):
de: Der untere Teil des Menüs enthält bisher vier Einträge (erläutert von oben nach unten):
fr: La partie inférieure montre actuellement quatre entrées (expliquées de haut en bas)&nbsp;:

source: Check news
de: Nachrichten holen
fr: Vérifier les nouvelles

source: This entry has a little <inlinemediaobject><imageobject> <imagedata fileref="checknews-icon.png" format="PNG"/></imageobject> </inlinemediaobject> next to it. If you want to force &knewsticker; to check the configured news sites for new articles, you can click here.
de: Dieser Eintrag hat das kleine Symbol <inlinemediaobject><imageobject> <imagedata fileref="checknews-icon.png" format="PNG"/></imageobject> </inlinemediaobject>. Dieser Menüpunkt veranlasst &knewsticker;, die Nachrichtenquellen nach neuen Nachrichten abzusuchen.
fr: Cette entrée comporte une petite <inlinemediaobject><imageobject> <imagedata fileref="checknews-icon.png" format="PNG"/></imageobject> </inlinemediaobject> à côté d'elle. Si vous voulez forcer &knewsticker; à vérifier si les sites de nouvelles configurés ont des nouveaux articles, vous pouvez cliquer ici.

source: This does not reset the internal timer which queries the news sites for new headlines automatically in certain intervals.
de: Der interne Intervallzähler wird durch diesen Eintrag nicht auf Null gesetzt.
fr: Ceci ne réinitialise pas le chronomètre interne qui interroge les sites de nouvelles automatiquement en suivant un intervalle pour savoir s'il existe de nouveaux articles.

source: Offline mode
de: Offline-Modus
fr: Mode déconnexion

source: This entry in the context menu has no icon associated to it. Click this button to enable a special <quote>offline mode</quote> which pauses the internal timer for querying the news sites and prevents any automatical download of new headlines. The offline mode comes in handy if you have to leave your computer for a while during which the system isn't connected to the Internet, as it saves you from all the error messages which pop up if any of the news sites couldn't be connected.
de: Dieser Eintrag hat kein Symbol. Klickt man auf diesen Eintrag, so wird &knewsticker; in den <quote>Offline-Modus</quote> geschaltet. Der interne Intervallzähler wird angehalten und &knewsticker; lädt keine Schlagzeilen automatisch herunter. Dieser Eintrag ist nützlich, falls man seinen Computer eine Weile verlassen muss und die Internetverbindung während dieser Zeit nicht besteht. Ansonsten würden viele Fehlermeldungen auflaufen, dass die Nachrichtenseiten nicht gefunden werden konnten.
fr: Cette entrée de menu n'a pas d'icône associée. Cliquez sur cette entrée pour activer un <quote>mode déconnexion</quote> spécial, qui met le chronomètre de vérification de nouvelles en pause et empêche le téléchargement automatique de nouveaux titres. Le mode déconnexion devient pratique si vous devez laisser votre ordinateur un moment pendant lequel votre système n'est pas connecté à Internet, parce qu'il vous épargne tous les messages d'erreur qui apparaissent lorsque l'ordinateur ne peut pas se connecter à l'un des sites de nouvelles.

source: You can still force a reload for single news sites as well as for all the news sites by selecting the respective <guilabel><inlinemediaobject><imageobject> <imagedata fileref="checknews-icon.png" format="PNG"/></imageobject> </inlinemediaobject> Check news</guilabel> entry.
de: Auch im Offline-Modus kann man explizit neue Schlagzeilen herunterladen, indem man auf den Eintrag <guilabel><inlinemediaobject><imageobject> <imagedata fileref="checknews-icon.png" format="PNG"/></imageobject> </inlinemediaobject>Nachrichten holen</guilabel> für alle Nachrichtenseiten oder für eine spezielle Nachrichtenseite klickt.
fr: Vous pouvez forcer un rechargement pour un seul site de nouvelles aussi bien que pour tous les sites de nouvelles en sélectionnant l'entrée <guilabel><inlinemediaobject><imageobject> <imagedata fileref="checknews-icon.png" format="PNG"/></imageobject> </inlinemediaobject> Vérifier les nouvelles</guilabel> respective.

source: Help
de: Hilfe
fr: Aide

source: This entry is marked with a small <inlinemediaobject> <imageobject><imagedata fileref="help-icon.png" format="PNG"/></imageobject> </inlinemediaobject>. Clicking on this entry opens the &knewsticker; documentation (which you're reading in this moment) which details all the features and abilities of &knewsticker;.
de: Dieser Eintrag ist mit einem kleinen <inlinemediaobject> <imageobject><imagedata fileref="help-icon.png" format="PNG"/></imageobject> </inlinemediaobject> markiert. Klickt man auf diesen Eintrag, so wird die Hilfedatei zu &knewsticker; geöffnet (die sie gerade lesen). Sie enthält eine detailierte Beschreibung der Möglichkeiten und Fähigkeiten von &knewsticker;.
fr: Cette entrée est marquée par un petit <inlinemediaobject> <imageobject><imagedata fileref="help-icon.png" format="PNG"/></imageobject> </inlinemediaobject>. Le fait de cliquer sur cette entrée ouvrira la documentation de &knewsticker; (que vous êtes en train de lire en ce moment) qui détaille toutes les fonctions et capacités de &knewsticker;.

source: About
de: Über
fr: À propos

source: This entry is marked with a small <inlinemediaobject><imageobject> <imagedata fileref="about-icon.png" format="PNG"/></imageobject> </inlinemediaobject>, too. Selecting it opens a small dialog which lists the contributors of &knewsticker; as well as the copyright and the license.
de: Dieser Eintrag ist ebenfalls mit einem kleinen <inlinemediaobject><imageobject> <imagedata fileref="about-icon.png" format="PNG"/></imageobject> </inlinemediaobject> markiert. Er öffnet einen kleinen Dialog, der die Mitwirkenden an &knewsticker; auflistet und Informationen über Copyright und Lizenz enthält.
fr: Cette entrée est, elle aussi, marquée par un petit <inlinemediaobject><imageobject> <imagedata fileref="about-icon.png" format="PNG"/></imageobject> </inlinemediaobject>. La sélectionner ouvre une petite boîte de dialogue qui liste les contributeurs à &knewsticker; ainsi que le copyright et la licence.

source: Preferences
de: Einstellungen
fr: Préférences

source: This entry is easily recognizable due to the <inlinemediaobject> <imageobject><imagedata fileref="preferences-icon.png" format="PNG"/></imageobject> </inlinemediaobject> icon which is next to it. Select this entry to open the preferences dialog which lets you customize all of the properties for &knewsticker;
de: Dieser Eintrag kann leicht am <inlinemediaobject> <imageobject><imagedata fileref="preferences-icon.png" format="PNG"/></imageobject> </inlinemediaobject> identifiziert werden. Über diesen Eintrag werden allen Einstellungen und Anpassungen für &knewsticker; vorgenommen.
fr: Cette entrée est facilement reconnaissable grâce à l'icône <inlinemediaobject> <imageobject><imagedata fileref="preferences-icon.png" format="PNG"/></imageobject> </inlinemediaobject> à côté d'elle. Sélectionnez cette entrée pour ouvrir la boîte de dialogue de préférences qui vous permet de personnaliser toutes les propriétés de &knewsticker;.

source: Frequently Asked Questions
de: Fragen und Antworten
fr: Questions fréquemment posées

source: Where do I find the <acronym>RDF</acronym> file for the news site XY?
de: Wo finde ich die <acronym>RDF</acronym>-Datei für die Nachrichtenseite XY?
fr: Où puis-je trouver un fichier <acronym>RDF</acronym> pour un site de nouvelles XY&nbsp;:

source: It's actually possible that the news site you're referring to doesn't provide any <acronym>RDF</acronym> or <acronym>RSS</acronym> file at all! Nevertheless you might want to check <ulink url="http://www.webreference.com/services/news">http://www.webreference.com/services/news </ulink> for a more or less comprehensive list of sites on the web which provide a <acronym>RDF</acronym> or <acronym>RSS</acronym> file. Another great resource for <acronym>RDF</acronym> files is <ulink url="http://www.xmltree.com">http://www.xmltree.com</ulink>, where you can find hundreds of <acronym>RDF</acronym> and <acronym>RSS</acronym> files, sorted by language and/or topic.
de: Es ist möglich, das die Nachrichtenseite weder eine <acronym>RDF</acronym>- noch eine <acronym>RSS</acronym>-Datei bereitstellt. Nichts desto trotz findet man unter <ulink url="http://www.webreference.com/services/news">http://www.webreference.com/services/news </ulink> eine mehr oder weniger vollständige Liste von Nachrichtenseiten im Internet, die eine <acronym>RDF</acronym>- oder <acronym>RSS</acronym>-Datei bereitstellen. Eine weitere Quelle für <acronym>RDF</acronym>-Dateien ist <ulink url="http://www.xmltree.com">http://www.xmltree.com</ulink>. Hier sind hunderte von <acronym>RDF</acronym>- und <acronym>RSS</acronym>-Dateien nach Sprache und Kategorie geordnet aufgeführt.
fr: Il est actuellement possible que le site de nouvelles auquel vous vous référerez ne fournit aucun fichier <acronym>RDF</acronym> ou <acronym>RSS</acronym>&nbsp;! Néanmoins, vous pouvez vous rendre à <ulink url="http://www.webreference.com/services/news">http://www.webreference.com/services/news </ulink> pour trouver une liste plus ou moins complète de sites proposant un fichier <acronym>RDF</acronym> ou <acronym>RSS</acronym>. Une autre merveilleuse source de fichiers <acronym>RDF</acronym> est <ulink url="http://www.xmltree.com">http://www.xmltree.com</ulink>, où vous pouvez trouver des centaines de fichiers <acronym>RDF</acronym> et <acronym>RSS</acronym>, triés par langue et/ou par sujet.

source: If you found any interesting news sites which provide such a backend, though, don't hesitate to send them to Frerich Raabe <email>raabe@kde.org </email> so that they can be included in future releases. Thank you!
de: Falls man interessante Nachrichtenseiten findet, die <acronym>RDF</acronym>- oder <acronym>RSS</acronym>-Dateien bereitstellen, sollte man diese Information an Frerich Raabe <email>raabe@kde.org</email> weitergeben. Sie können dann in spätere Versionen aufgenommen werden. Vielen Dank dafür!
fr: Si vous trouvez des sites de nouvelles intéressants fournissant de tels fichiers, n'hésitez pas à les envoyer à Frerich Raabe <email>raabe@kde.org </email> de sorte à ce qu'ils puissent êtres inclus dans les prochaines versions. Merci&nbsp;!

source: Credits And License
de: Mitwirkende und Lizenz
fr: Crédits et licence

source: Program copyright 2000, 2001 Frerich Raabe <email>raabe@kde.org</email>
de: Programm Copyright 2000, 2001 Frerich Raabe <email>raabe@kde.org</email>
fr: Programme copyright 2000, 2001 par Frerich Raabe <email>raabe@kde.org</email>

source: Contributors:
de: Mitwirkende:
fr: Contributeurs&nbsp;:

source: Documentation copyright 2001 Frerich Raabe <email>raabe@kde.org</email>
de: Dokumentation Copyright 2001 Frerich Raabe <email>raabe@kde.org</email>
fr: Documentation copyright 2001 par Frerich Raabe <email>raabe@kde.org</email>

source: Glossary
de: Glossar
fr: Glossaire

source: This chapter is intended to explain the various acronyms which have been used throughout the &knewsticker; documentation. If you feel any acronyms or terms are missing here, please don't hesitate to send an email to Frerich Raabe <email>raabe@kde.org</email> so that they can be added. Thank you.
de: Dieser Abschnitt dient der Erläuterung verschiedener Akronyme, die in der Dokumentation von &knewsticker; verwendet wurden. Falls Akronyme fehlen, sollte man sich an Frerich Raabe <email>raabe@kde.org</email> wenden, damit sie hinzugefügt werden. Vielen Dank!
fr: Ce chapitre est prévu pour expliquer les différents acronymes qui ont été utilisés tout au long de la documentation de &knewsticker;. Si vous sentez que certains acronymes ou termes sont absents, n'hésitez pas à envoyer un courrier électronique à Frerich Raabe <email>raabe@kde.org</email> de sorte à ce qu'ils puissent être ajoutés. Merci.
