Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenetwork/knewsticker.po
Languages: de, fr

source: A higher value (higher than 45 minutes) won't make you hear about news that quick. For non-timecritical applications, it should be suitable, though. The positive aspect of longer intervals is that only very little load is put on the network; this saves resources and nerves, for you and the system administrators of the news sites you query.
de: Bei einem großen Wert (mehr als 45 Minuten) Wert wird man von Nachrichten nicht so schnell erreicht. Für nicht zeitkritische Anwendungen sollte es aber schnell genug sein. Der Vorteil eines großen Wertes ist, dass eine geinge Belastung des Netzwerkes verursacht wird. Das schont Resourcen und Nerven für den Benutzer und das System-Acministrator der abgefragten Nachrichtenseiten.
fr: Une valeur élevée (plus de 45 minutes) ne vous permettra pas d'être informé des nouvelles aussi rapidement. Ceci est recommandé pour des applications pour lesquelles le temps n'est pas critique. L'aspect positif est que seule une toute petite charge est placée sur le réseau&nbsp;; ceci économise les ressources et les nerfs, pour vous et les administrateurs système des serveur de nouvelles que vous interrogez.

source: The default value (30 minutes) should be appropriate and reasonable in most cases.
de: Der Standardwert (30 Minuten) ist für die meisten Fälle sinnvoll und passend.
fr: La valeur par défaut (30 minutes) devrait être appropriée et raisonnable dans la majorité des cas.

source: Use custom names for news sites
de: Benutzerdefinierte Namen für Nachrichtenseiten benutzen
fr: Utiliser les noms personnalisés pour les nouveaux sites

source: Check this box to make the news ticker use the names you specified in the list of news sources (available on the tab labelled <guilabel>News sources</guilabel>) instead of the ones the news sites themselves report. This can be handy for news sites which report a very long or useless name.
de: Markiert man dieses Ankreuzfeld, so verwendet &knewsticker; die vom Benutzer festgelegten Namen in der Liste der Nachrichtenquellen (auf der Karteikarte <guilabel>Nachrichtenquellen</guilabel>) anstatt der von den Nachrichtenseiten selbst angegebenen Namen. Dies kann nützlich sein, falls eine Nachrichtenseite einen sehr langen Namen hat.
fr: Cochez cette case pour faire en sorte à ce que l'afficheur de nouvelles utilise les noms que vous avez spécifié dans la liste des sources de nouvelles (disponible sur l'onglet appelé <guilabel>Sources de nouvelles</guilabel>) au lieu de ceux reportés par les serveurs de nouvelles eux-mêmes. Ceci peut être pratique pour les serveurs de nouvelles qui reportent un nom très long ou inutile.

source: Endless scrolling
de: Endloser Lauftext
fr: Défilement indéfini

source: Check this box to avoid that ugly break and the end of the scrolling (when all the headlines have appeared once). If endless scrolling is enabled and the last headline has been shown, &knewsticker; will attach the first headline to the end of the scrolling text.
de: Markiert man dieses Feld, so läuft der Lauftext ohne Unterbrechungen. Wenn die letzte Schlagzeile angezeigt wurde, wird die erste Schlagzeile von &knewsticker; nahtlos angefügt.
fr: Cochez cette case pour éviter cet arrêt horrible à la fin du défilement (lorsque tous les titres sont apparus une fois). Si le défilement indéfini est activé et que le dernier titre à été affiché, &knewsticker; va attacher le premier titre à la fin du texte qui défile.

source: Scroll the most recent headlines only
de: Nur die aktuellsten Schlagzeilen anzeigen
fr: Faire défiler seulement les titres les plus récents

source: Check this button to show just the most recent headline for each news site, instead of showing every headline available from every news site.
de: Markiert man dieses Feld, so wird von jeder Nachrichtenseite nur die aktuellste Nachricht anstatt alle verfügbaren Nachrichten angezeigt.
fr: Cochez cette case pour afficher seulement les titres les plus récents de chaque serveur de nouvelles, au lieu d'afficher tous les titres disponibles sur tous les serveurs de nouvelles.

source: Visual Options
de: Erscheinungsbild
fr: Options de défilement

source: Scrolling speed
de: Geschwindigkeit des Lauftextes
fr: Vitesse de défilement

source: This slider lets you define how fast the scrolltext should be scrolling. If you have rather little space on your taskbar (and therefore a rather small news ticker), you should probably set this to a lower value so that you have a chance to read the headlines. For wider news tickers (and better eyes), a faster text is probably appropriate so that you have to wait for the next headline only as little as possible.
de: Hier wird die Geschwindigkeit des Lauftextes eingestellt. Falls man wenig Platz in der Fensterleiste ( und daher wenig Raum für den Lauftext) hat, sollte man die Geschwindigkeit etwas herabsetzen, damit man eine Möglichkeit hat, den Lauftext zu entziffern. Bei einem breiten Newsticker (und besseren Augen) kann man den Text schneller laufen lassen, damit die Wartezeit auf die nächste Schlagzeile nicht zu lang wird.
fr: Cette glissière vous permet de définir à quelle vitesse le texte doit défiler. Si vous avez relativement peu d'espace dans votre barre des tâches, (et toutefois un afficheur de nouvelles plutôt petit), vous devriez probablement régler cette valeur sur une valeur plus faible, de sorte à ce que vous ayez une chance de lire les titres. Pour les afficheurs de nouvelles plus larges (et les meilleurs yeux), une vitesse de défilement du texte plus importante est probablement plus appropriée pour que vous ayez à attendre le prochain titre le moins longtemps possible.

source: This value defines, after which period of time the text shall be scrolled a little bit further, &eg; this value is antiproportional. This means that lower values result in a faster scrolling text.
de: Der Wert legt fest, nach welcher Zeit der Text ein wenig weiterwandert, ist also antiproportional zur Laufgeschwindigkeit. Das bedeutet, größere Werte resultieren in einem langsamer laufenden Text.
fr: Cette valeur détermine le temps au bout duquel le texte doit défiler un petit peu, &cad; que cette valeur n'est pas proportionnelle. Cela signifie que des valeurs plus petites font défiler le texte plus rapidement.

source: Direction of scrolling
de: Laufrichtung
fr: Direction du déplacement

source: These options allow you to define in what direction the text should be scrolled, &eg; to the left or to the right, upwards or downwards.
de: Hier wird festgelegt, in welche Richtung der Text läuft, also z.B. von links, von rechts, aufwärts oder abwärts.
fr: Ces options vous permettent de définir dans quelle direction le texte doit défiler, &pex; vers le haut, vers la droite, vers le haut ou vers le bas.

source: Scrolltext font
de: Schriftart
fr: Police

source: Click on the button at the right labelled "Choose font..." to choose the font which will be used for the scrolling text.
de: Man klickt auf den Knopf <quote>Schriftart wählen...</quote>, um eine Schriftart für den Lauftext auszuwählen.
fr: Cliquez sur le bouton à droite intitulé "Choisir la police..." pour choisir la police qui va être utilisée pour le texte qui défile.

source: Certain fonts are harder to read that others, especially when they're used for a scrolltext, so you should probably choose a font which can even easily be read if it's moving.
de: Schriftarten sind unterschidlich schwer zu lesen, besonders wenn man sie für einen Lauftext einsetzt, daher sollte man eine Schriftart wählen, die auch in Bewegung leicht zu lesen ist.
fr: Certaines polices sont plus difficiles à lire que d'autres, et plus particulièrement lorsqu'elles sont utilisées pour un texte qui défile. Vous devriez donc choisir une police facilement lisible même lorsqu'elle est en mouvement.

source: Foreground color
de: Vordergrundfarbe
fr: Couleur de l'avant-plan

source: Click this button open a convenient color-selection dialog which lets you choose the color which will be used for the foreground of the scrolling text (&eg; the color of the text itself).
de: Klickt man auf diesen Knopf, so öffnet sich ein Farbauswahldialog, der die Auswahl einer Farbe für den Vordergrund ermöglicht (also für die Farbe des Lauftextes selbst).
fr: Cliquez sur ce bouton pour ouvrir une boîte de dialogue pratique de sélection de couleur qui vous permettra de choisir la couleur utilisée pour l'avant-plan du texte qui défile (&cad; la couleur du texte lui-même).

source: Background color
de: Hintergrundfarbe
fr: Couleur du fond

source: Click this button to open a convenient color-selection dialog which lets you choose the color which will be used for the background of the scrolling text.
de: Klickt man auf diesen Knopf, so öffnet sich ein Farbauswahldialog, der die Auswahl der Hintergrundfarbe des Lauftextes erlaubt.
fr: Cliquez sur ce bouton pour ouvrir une boîte de dialogue pratique de sélection de couleur qui vous permettra de choisir la couleur utilisée pour l'arrière-plan du texte qui défile.

source: Highlighted color
de: Hervorhebungsfarbe
fr: Couleur de surbrillance

source: Click this button to open a convenient color-selection dialog which lets you choose the color which will be used for the color of the headlines when they are highlighted (when you move the mouse over them).
de: Klickt man auf diesen Knopf, so öffnet sich ein Farbauswahldialog, mit dem man die Farbe der Schlagzeilen bestimmen kann, wenn sie hervorgehoben sind, wenn sich also der Mauszeiger darüber befindet.
fr: Cliquez sur ce bouton pour ouvrir une boîte de dialogue pratique de sélection de couleur qui vous permettra de choisir la couleur utilisée pour les titres mis en surbrillance (lorsque passez le pointeur de la souris dessus).

source: Underline highlighted headline
de: Hervorgehobene Schlagzeile unterstreichen
fr: Souligner les titres en surbrillance

source: Check this box to have the currently highlighted headline (&eg; the headline which is currently under the mouse cursor) underlined.
de: Markiert man dieses Ankreuzfeld, so wird die hervorgehobene Schlagzeile (also die Schlagzeile, über der sich der Mauszeiger befindet) zusätzlich unterstrichen dargestellt.
fr: Cochez cette case pour que le titre actuellement mis en surbrillance (&cad; le titre qui est actuellement sous le pointeur de la souris) soit souligné.

source: Configuration Of The News Sources
de: Einrichtung der Nachrichtenquellen
fr: Configuration des sources de nouvelles

source: This is what the <guilabel>News sources</guilabel> tab of the preferences dialog could look like, when with the <guilabel>Preferences </guilabel> in the context menu of &knewsticker;.
de: So sieht die Karteikarte <guilabel>Nachrichtenquellen</guilabel> des Einrichtungsdialogs aus, wenn man sie über den Menüpunkt <guilabel>Einstellungen</guilabel> im Kontextmenü von &knewsticker; aufruft.
fr: Voici à quoi peut ressembler l'onglet <guilabel>Sources de nouvelles</guilabel> de la boîte de dialogue de préférences lorsqu'elle est appelée avec l'option <guilabel>Préférences</guilabel> du menu contextuel de &knewsticker;.

source: Besides the options available on the <link linkend="config-general"> <guilabel>General</guilabel></link> tab, there are even more ways to customize &knewsticker; to fit your needs available on the <guilabel>News sources</guilabel> tab. This page mainly consists of a table which lets you manage and maintain the list of news sites &knewsticker; queries for news. Click on any entry with the right mouse button to open a context menu which lets you remove the current entry, or add a new entry with the properties of the selected entry.
de: Neben den Einstellungen auf der Karteikarte <link linkend="config-general"><guilabel>Allgemein</guilabel></link> gibt es auf der Karteikarte <guilabel>Nachrichtenquellen</guilabel> wesentlich mehr Möglichkeiten, &knewsticker; an die persönlichen Bedürfnisse anzupassen. Diese Karteikarte besteht im Wesentlichen aus einer Tabelle, die die Konfiguration der Nachrichtenseiten erlaubt, die nach Nachrichten abgesucht werden. Klickt man mir der rechten Maustaste auf einen Eintrag, so erscheint ein Kontextmenü, welches es erlaubt, den Eintrag zu löschen oder einen neuen Eintrag mit den gleichen Einstellungen einzufügen.
fr: En plus des options disponibles sur l'onglet <link linkend="config-general"> <guilabel>Général</guilabel></link>, il y a encore d'autres moyens de personnaliser &knewsticker; de sorte à ce qu'il corresponde à vos besoins, disponibles sur l'onglet <guilabel>Sources des nouvelles</guilabel>. Cette page est composée principalement d'un tableau qui vous permet de ménager et de maintenir la liste des sites de nouvelles que &knewsticker; interroge. Cliquez sur n'importe quelle entrée avec le &BDS; pour ouvrir un menu contextuel vous permettant de supprimer l'entrée actuelle, ou d'ajouter une entrée avec les propriétés de l'entrée sélectionnée.

source: At the bottom you can also find two buttons with an <inlinemediaobject> <imageobject><imagedata fileref="uparrow-icon.png" format="PNG"/> </imageobject></inlinemediaobject> up arrow and another one with <inlinemediaobject><imageobject> <imagedata fileref="downarrow-icon.png" format="PNG"/></imageobject> </inlinemediaobject> an arrow which points downwards. These two buttons allow you to move the entries in the list upwards and downwards, which is useful if you would like to define a specific order in which &knewsticker; loads the news sites.
de: Unten findet man zwei Knöpfe mit <inlinemediaobject> <imageobject><imagedata fileref="uparrow-icon.png" format="PNG"/> </imageobject></inlinemediaobject> einem Pfeil nach oben und <inlinemediaobject><imageobject> <imagedata fileref="downarrow-icon.png" format="PNG"/></imageobject> </inlinemediaobject> einem Pfeil nach unten. Diese zwei Knöpfe erlauben die Veränderung der Reihenfolge in der Tabelle. Das ist nützlich, wenn man eine bestimmte Reihenfolge der Nachrichtenquellen möchte.
fr: En bas, vous trouverez aussi deux boutons avec une <inlinemediaobject> <imageobject><imagedata fileref="uparrow-icon.png" format="PNG"/> </imageobject></inlinemediaobject> flèche vers le haut et un autre avec une <inlinemediaobject><imageobject> <imagedata fileref="downarrow-icon.png" format="PNG"/></imageobject> </inlinemediaobject> flèche vers le bas. Ces deux boutons vous permettent de déplacer les entrées vers le haut ou vers le bas, ce qui est pratique si vous voulez définir un ordre spécifique dans lequel &knewsticker; doit charger les nouvelles des sites.

source: If you have the <link linkend="starting-knewsticker">applet started</link>, you can play around with the settings now. Pressing <guilabel>Apply</guilabel> makes the applet use the new settings immediately, you don't have to restart it.
de: Wenn man das <link linkend="starting-knewsticker">Miniprogramm gestartet</link> hat, kann man mit den Einstellungen experimentieren. Klickt man auf <guibutton>Anwenden</guibutton>, so werden die neuen Einstellungen ohne Neustart des Miniprogramms übernommen.
fr: Si <link linkend="starting-knewsticker">l'applet est démarré</link>, vous pouvez jouer avec ces paramètres maintenant. Cliquez sur <guilabel>Appliquer</guilabel> pour faire en sorte que l'applet utilise les nouveaux paramètres immédiatement. Vous n'avez pas à le redémarrer.

source: Adding A News Site
de: Eine Nachrichtenseite hinzufügen
fr: Ajout d'un site de nouvelles

source: There are four ways to <emphasis>add</emphasis> a new news site to the list: <itemizedlist> <listitem><para>You can click on the button labbeled <guilabel>Add</guilabel> at the bottom.</para></listitem> <listitem><para>You can click with the right mouse button on the table and choose <guimenuitem>Add news source</guimenuitem>. This adds a new entry and sets the name to <quote>Unknown</quote>.</para></listitem> <listitem><para>You can click with the right mouse button on any entry in the list and choose <guimenuitem>Add news source</guimenuitem> to add a new entry which has the same properties as the entry you clicked on.</para></listitem> <listitem><para>You can drag any <acronym>RDF</acronym> or <acronym>RSS </acronym> file from another application (such as &konqueror;) onto the table. This adds a new entry to the list, sets the name to <quote>Unknown</quote> and sets the maximum number of articles to 10.</para></listitem> </itemizedlist> There's actually another, fifth way of adding a new news site to the list: you can click on any <acronym>RDF</acronym> or <acronym>RSS</acronym> file in the &konqueror; filemanager to have it added to the list immediately.
de: Es gibt vier verschiedene Wege, eine Nachrichtenseite <emphasis>hinzuzufügen</emphasis>: <itemizedlist> <listitem><para>Man kann auf den Knopf <guibutton>Hinzufügen</guibutton> unten klicken.</para> </listitem><listitem><para> Man kann mit der rechten Maustaste auf die Tabelle klicken und den Menüeintrag <guimenuitem>Nachrichtenquelle hinzufügen</guimenuitem> auswählen. Das fügt einen neuen Eintrag hinzu setzt den Namen auf <quote>Unbekannt</quote>.</para></listitem><listitem><para> Man kann mit der rechten Maustaste auf einen Tabelleneintrag klicken und aus dem Kontextmenü <guimenuitem>Nachrichtenquelle hinzufügen</guimenuitem> auswählen. Es wird ein neuer Eintrag mit den gleichen Eigenschaften wie der vorhandene Eintrag erzeugt.</para></listitem><listitem><para> Man kann eine <acronym>RDF</acronym>- oder <acronym>RSS</acronym>-Datei aus einer anderen Anwendung (wie z.B. &konqueror;) in die Tabelle ziehen. Dies fügt einen neuen Eintrag in der Liste ein, setzt den Namen auf <quote>Unbekannt</quote> und die Artikelmaximalzahl auf 10.</para></listitem></itemizedlist> Es gibt eigentlich noch einen dritten Weg. Man kann in &konqueror; auf eine <acronym>RDF</acronym>- oder <acronym>RSS</acronym>-Datei klicken. Dadurch wird sie automatisch zur Tabelle hinzugefügt.
fr: Il y a quatre moyens d'<emphasis>ajouter</emphasis> un site de nouvelles à la liste&nbsp;: <itemizedlist> <listitem><para>Vous pouvez cliquer sur le bouton intitulé <guilabel>Ajouter</guilabel> en bas.</para></listitem> <listitem><para>Vous pouvez cliquer avec le &BDS; dans le tableau et sélectionner <guimenuitem>Ajouter une source de nouvelles</guimenuitem>. Ceci ajoute une nouvelle entrée et ajuste son nom sur <quote>Inconnu</quote>.</para></listitem> <listitem><para>Vous pouvez cliquer avec le &BDS; sur n'importe quelle entrée de la liste et choisir <guimenuitem>Ajouter une source de nouvelles</guimenuitem> pour ajouter une nouvelle entrée ayant les mêmes propriétés que l'entrée sur laquelle vous avez cliqué.</para></listitem> <listitem><para>Vous pouvez glisser-déposer n'importe quel fichier <acronym>RDF</acronym> ou <acronym>RSS </acronym> depuis une autre application (telle que &konqueror;) sur le tableau. Ceci ajoute une nouvelle entrée à la liste, ajuste son nom sur <quote>Inconnu</quote> et ajuste le nombre maximum d'articles à 10.</para></listitem> </itemizedlist> Il y a actuellement une autre, cinquième façon d'ajouter un site de nouvelles à la liste&nbsp;: vous pouvez cliquer sur n'importe quel fichier <acronym>RDF</acronym> ou <acronym>RSS</acronym> dans le gestionnaire de fichiers &konqueror; pour qu'il soit immédiatement ajouté à la liste.

source: Modifying An Existing News Site
de: Eine Nachrichtenquelle verändern
fr: Modification d'un site de nouvelles existant

source: To <emphasis>edit</emphasis> an existing entry in the list, you can use the input fields at the right, which are in the box labelled <guilabel>General </guilabel>. They're normally deactivated, as long as you didn't select any news site in the list. As soon as you select one, though, the input fields are enabled and you can edit the properties of the selected news site as you wish:
de: Um eine Nachrichtenquelle zu <emphasis>bearbeiten</emphasis>, kann man die Eingabefelder auf der rechten Seite verwenden, die sich im Feld <guilabel>Allgemein</guilabel> befinden. Sie sind deaktiviert, solange nicht ein Eintrag der Tabelle ausgewählt worden ist. Sobald ein Eintrag gewählt ist, werden die Felder aktiviert und die Einträge können verändert werden:
fr: Pour <emphasis>éditer</emphasis> une entrée existante dans la liste, vous pouvez utiliser les zones de texte à droite, qui sont dans la boîte intitulée <guilabel>Général</guilabel>. Ils sont normalement désactivés tant que vous n'avez pas sélectionné d'entrée dans la liste. Dès que vous en avez sélectionné une, les zones de texte sont normalement activées et vous pouvez éditer les propriétés du site de nouvelles sélectionné comme vous le souhaitez&nbsp;:

source: The topmost input field which is labelled <guilabel>Name: </guilabel> lets you edit the name of the news site. The name defined here will be used if the applet was unable to connect to the news site, or if the checkbox <guilabel>Use custom names for news sites</guilabel> (on the <guilabel>General</guilabel> tab) has been checked.
de: Das oberste Feld <guilabel>Name</guilabel> erlaubt die Eingabe eines Namens. Dieser Name wird verwendet, wenn das Programm keine Verbindung zur Nachrichtenseite herstellen konnte, oder wenn das Ankreuzfeld <guilabel>Benutzerdefinierte Namen für Nachrichtenseiten verwenden</guilabel> (auf der Karteikarte <guilabel>Allgemein</guilabel>) markiert wurde.
fr: Le champ le plus en haut intitulé <guilabel>Nom&nbsp;:</guilabel> vous permet d'éditer le nom du site de nouvelles. Le nom défini ici sera utilisé si l'applet est incapable de se connecter au site de nouvelles, ou si la case à cocher <guilabel>Utiliser les noms personnalisés pour les nouveaux sites</guilabel> (dans l'onglet <guilabel>Général</guilabel>) est cochée.

source: The input field below lets you edit the <acronym>URL</acronym> which points to the <acronym>RDF</acronym> or <acronym>RSS</acronym> file to be used for the entry. You can change this string either by hand (&eg; by typing in the input field) or by clicking on the small button at the right of it (which has a folder icon on it). That button opens a convenient file-selection dialog which lets you browse to the desired file
de: Das Eingabefeld <guilabel>Quelldatei</guilabel> darunter erlaubt die Eingabe der <acronym>URL</acronym>, die zur <acronym>RDF</acronym>- oder <acronym>RSS</acronym>-Datei zeigt. Man kann diesen Eintrag entweder per Hand ändern oder indem man auf den Knopf auf der rechten Seite klickt. Es wird ein Dateidialog geöffnet, der die Auswahl der gewünschten Datei erlaubt.
fr: Le champ situé en dessous vous permet d'éditer l'<acronym>URL</acronym> qui pointe vers le fichier <acronym>RDF</acronym> ou <acronym>RSS</acronym> qui va être utilisé pour cette entrée. Vous pouvez changer cette chaîne de caractères soit à la main (&cad; en saisissant dans le champ) ou en cliquant sur le petit bouton sur la droite (qui comporte une icône de dossier). Ce bouton ouvre une fenêtre de sélection fichier pratique qui vous permet de parcourir les fichiers pour trouver le fichier désiré.

source: Finally, there's a place to define the number of articles &knewsticker; should download and keep from the news site. The default is 10 articles, but it might be reasonable to adjust this value for some news sites.
de: Im Feld <guilabel>Max. Artikel</guilabel> schließlich kann die Anzahl der Artikel festgelegt werden, die &knewsticker; herunter laden soll. Der Standardwert ist 10 Artikel, aber es kann sinnvoll sein, diesen Wert für einige Nachrichtenseiten anzupassen.
fr: En dernière position se trouve un champ pour définir le nombre d'articles que &knewsticker; doit télécharger et conserver depuis le site de nouvelles. La valeur par défaut est de 10 articles, mais il pourrait être raisonnable d'ajuster cette valeur pour certains sites de nouvelles.
