Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenetwork/knewsticker.po
Languages: de, fr

source: Resource Description Framework. A language derived from <acronym>XML</acronym> which describes metadata. Commonly used as a backend format for articles and other publications. For more detailed information on <acronym>RDF</acronym> files, you might want to read the <link linkend="rdffiles">brief info on <acronym>RDF</acronym> files</link>, or go directly to the <ulink url="http://www.w3.org/RDF/">official page on <acronym> RDF</acronym> files</ulink> at the <ulink url="http://www.w3.org">World Wide Web Consortium</ulink>.
de: Resource Description Framework. Eine von <acronym>XML</acronym> abgeleitete Sprache zur Beschreibung von Metadaten. Üblicherweise verwendet für Artikel und andere Veröffentlichungen. Weitere Informationen zu <acronym>RDF</acronym> sind zu finden unter <link linkend="rdffiles">kurze Informationen zu <acronym>RDF</acronym>-Dateien</link> oder direkt auf der <ulink url="http://www.w3.org/RDF/">offiziellen Seite zu <acronym> RDF</acronym>-Dateien</ulink> beim <ulink url="http://www.w3.org">World Wide Web Consortium</ulink>.
fr: Resource Description Framework. Un langage dérivé du <acronym>XML</acronym> qui décrit les métadonnées. Souvent utilisé pour les articles et autres publications. Pour des informations plus détaillées sur les fichiers <acronym>RDF</acronym>, vous pouvez consulter la section <link linkend="rdffiles">brève information à propos des fichiers <acronym>RDF</acronym></link>, ou vous rendre directement à la <ulink url="http://www.w3.org/RDF/">page officielle du format <acronym>RDF</acronym></ulink> sur le site du <ulink url="http://www.w3.org">World Wide Web Consortium</ulink>.

source: The RDF Site Summary is actually an extension to the <acronym>RDF</acronym> language. Quoting the official <ulink url="http://www.purl.org/rss/1.0/">RSS v1.0 specification</ulink>:
de: Die RDF Site Summary ist nach Aussagen von der offiziellen <ulink url="http://www.purl.org/rss/1.0/">RSS v1.0 specification</ulink> eine Erweiterung der <acronym>RDF</acronym>-Sprache:
fr: Le sommaire de site RDF ("RDF Site Summary") est actuellement une extension du langage <acronym>RDF</acronym>. D'après la <ulink url="http://www.purl.org/rss/1.0/">spécification officielle RSS v1.0</ulink>&nbsp;:

source: <acronym>RDF</acronym> Site Summary (<acronym>RSS</acronym>) is a lightweight multipurpose extensible metadata description and syndication format. <acronym>RSS</acronym> is an <acronym>XML</acronym> application, conforms to the <acronym>W3C</acronym>'s <acronym>RDF</acronym> Specification and is extensible via <acronym>XML</acronym>-namespace and/or <acronym>RDF</acronym> based modularization.
de: <acronym>RDF</acronym> Site Summary (<acronym>RSS</acronym>) ist ein schlankes und erweiterbares Metadatenbeschreibungformat. <acronym>RSS</acronym> ist eine <acronym>XML</acronym>-Anwendung, entspricht dem <acronym>W3C</acronym>-Standard für <acronym>RDF</acronym> und ist durch einen <acronym>XML</acronym>-Namensraum und/oder <acronym>RDF</acronym>-basierte Modularisierung erweiterbar.
fr: <acronym>RDF</acronym> Site Summary (<acronym>RSS</acronym>) est un format de description et de publication de métadonnées léger, extensible et multi-utilisations. Le <acronym>RSS</acronym> est une application du <acronym>XML</acronym>, conforme à la Spécification <acronym>RDF</acronym> du <acronym>W3C</acronym> et est extensible par espace de nom <acronym>XML</acronym> et/ou modularisation fondée sur le <acronym>RDF</acronym>.

source: The Extensible Markup Language is the <quote>universal format for structured documents and data on the Web</quote>. It's a derivate of <acronym>SGML</acronym> which fits the need of the world wide web. You might want to check the the <ulink url="http://www.w3.org/XML/">Extensible Markup Language</ulink> page at the <ulink url="http://www.w3.org">World Wide Web Consortium</ulink> for further information.
de: Die Extensible Markup Language ist das <quote>universelle Format für strukturierte Dokumente und Daten im Web</quote>. Es ist von <acronym>SGML</acronym> abgeleitet und an die Bedürfnisse des World Wide Web angepasst. Weitere Informationen findet man unter <ulink url="http://www.w3.org/XML/">Extensible Markup Language</ulink> beim <ulink url="http://www.w3.org">World Wide Web Consortium</ulink>.
fr: Le langage balisé extensible ("eXtensible Markup Language") est <quote>le format universel pour les documents et données structurés sur le Web</quote>. C'est un dérivé du <acronym>SGML</acronym> adapté aux besoins du Web. Vous pouvez vous rendre à la page du<ulink url="http://www.w3.org/XML/">Extensible Markup Language</ulink> sur le site Internet du <ulink url="http://www.w3.org">World Wide Web Consortium</ulink> pour plus d'informations.

source: An abbreviation for <quote>World Wide Web Consortium</quote> Quoting the <ulink url="http://www.w3.org">official homepage</ulink> of the W3C, <quote>the World Wide Web Consortium (<acronym>W3C</acronym>) develops interoperable technologies (specifications, guidelines, software, and tools) to lead the Web to its full potential as a forum for information, commerce, communication, and collective understanding</quote>
de: Eine Abkürzung für das <quote>World Wide Web Consortium</quote>. Nach der <ulink url="http://www.w3.org">offiziellen Seite</ulink> des W3C entwickelt das Consortium interoperable Technologien (Spezifikationen, Rcihtlinien, Software und Hilfsprogramme), um das volle Potenzial des Web als ein Forum für Information, Kommerz, Kommunikation und allgemeinem Verständnis auszuschöpfen.
fr: Une abréviation pour <quote>World Wide Web Consortium</quote>. D'après la <ulink url="http://www.w3.org">page officielle</ulink> du W3C, <quote>Le World Wide Web Consortium (<acronym>W3C</acronym>) développe des technologies interopérables (spécifications, directives, logiciels, et outils) pour pousser le Web à son potentiel maximum comme forum pour le commerce, la communication, et le savoir collectif</quote>.

source: &URL; stands for <quote>Uniforme Resource Locator</quote>, a specially formatted string which can reference resources like images, documents and other things on the Internet. Please refer to the respective <ulink url="http://www.w3.org/Addressing/">webpage</ulink> for more detailed information on this topic.
de: &URL; steht für <quote>Uniforme Resource Locator</quote>, einem speziell formatierten Text, der Resourcen wie Bilder, Dokumente und andere Dinge im Internet identifizieren kann. Weitere Informationen unter <ulink url="http://www.w3.org/Addressing/">dieser Internetseite</ulink>.
fr: &URL; signifie <quote>Uniforme Resource Locator</quote>, une chaîne de caractères d'un format spécial pouvant référencer des ressources telles des images, des documents et d'autres choses sur Internet. Veuillez vous référer à la <ulink url="http://www.w3.org/Addressing/">page Web</ulink> s'y rapportant pour des informations plus détaillées à ce sujet.

source: The Desktop COmmunication Protocol is a way for applications to communicate to each other. For instance, &knewsticker;'s <link linkend="configuration">configuration dialog</link> uses <acronym>DCOP</acronym> to tell the applet itself about the current configuration. For more detailled information on <acronym>DCOP</acronym> you might want to visit <ulink url="http://developer.kde.org/documentation/library/2.0-api/dcop/HOWTO.html"> http://developer.kde.org/documentation/library/2.0-api/dcop/HOWTO.html</ulink> for a complete explanation of <acronym>DCOP</acronym>.
de: Das Desktop COmmunication Protocol ist ein Weg für Anwendungen, mit einander zu kommunizieren. Zum Beispiel verwendet &knewsticker;s <link linkend="configuration">Einrichtungsdialog</link> <acronym>DCOP</acronym>, um dem Miniprogramm die aktuelle Konfiguration mitzuteilen. Weitere Informationen findet man unter <ulink url="http://developer.kde.org/documentation/library/2.0-api/dcop/HOWTO.html"> http://developer.kde.org/documentation/library/2.0-api/dcop/HOWTO.html</ulink>.
fr: Le protocole de communication de bureau ("Desktop COmmunication Protocol") est une façon pour les applications de communiquer entre elles. Par exemple, <link linkend="configuration">la boîte de dialogue de configuration</link> de &knewsticker; utilise <acronym>DCOP</acronym> pour indiquer à l'applet lui-même la configuration courante. Pour des informations plus détaillées à propos de <acronym>DCOP</acronym>, vous pouvez vous rendre à <ulink url="http://developer.kde.org/documentation/library/2.0-api/dcop/HOWTO.html"> http://developer.kde.org/documentation/library/2.0-api/dcop/HOWTO.html</ulink> pour une explication complète du <acronym>DCOP</acronym>.

source: Where to get &knewsticker;
de: Wo bekommt man &knewsticker;
fr: Comment obtenir &knewsticker;

source: &knewsticker; is part of the <ulink url="http://www.kde.org">&kde; Project </ulink>. You will find the current version of &knewsticker; in the kdenetwork package at <ulink url="ftp://ftp.kde.org/pub/kde">ftp://ftp.kde.org/pub/kde </ulink>, the &FTP; server of the &kde; project.
de: &knewsticker; ist ein Teil des <ulink url="http://www.kde.org">&kde;-Projektes </ulink>. Die aktuelle Version von &knewsticker; befindet sich im Paket kdenetwork auf <ulink url="ftp://ftp.kde.org/pub/kde">ftp://ftp.kde.org/pub/kde </ulink>, dem &FTP;-Server des &kde;-Projektes.
fr: &knewsticker; fait partie du projet &kde; <ulink url="http://www.kde.org">http://www.kde.org</ulink>. Vous trouverez la version actuelle de &knewsticker; dans le paquetage kdenetwork à <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, le site &FTP; principal du projet &kde;.

source: Requirements
de: Voraussetzungen
fr: Programmes requis

source: If you want to install &knewsticker;, you need at least a &kde; 2.1 installation.
de: Für die Installation von &knewsticker; benötigt man mindestens &kde; 2.1.
fr: Si vous voulez installer &knewsticker;, vous aurez besoin d'au moins une installation de &kde; 2.1.

source: If you intend to compile and install &knewsticker; yourself, you have to make sure that the following programs are present on your system:
de: Falls man &knewsticker; selbst kompilieren und installieren will, benötigt man die folgenden Programme:
fr: Si vous avez l'intention de compiler et installer &knewsticker; vous-même, vous devrez vous assurer que les programmes suivants sont présents sur votre système&nbsp;:

source: g++ 2.8 / egcs 1.0.3 (or compatible)
de: g++ 2.8 / egcs 1.0.3 (oder kompatibel)
fr: g++ 2.8 / egcs 1.0.3 (ou compatible)

source: Compilation And Installation
de: Kompilierung und Installation
fr: Compilation et installation

source: &knewsticker; is part of the kdenetwork package of &kde; 2.1 and is installed together with it. In general, there is no need for the user to compile the sourcecode of &knewsticker; by hand. If you nevertheless intend to do so or if you have only the sourcecode available, compilation and installation is, as usual on Linux, done by typing:
de: &knewsticker; ist ein Teil des Pakets kdenetwork von &kde; 2.1 und wird zusammen mit diesem installiert. Im allgemeinem gibt es keinen Grund für den Benutzer &knewsticker; von Hand zu kompilieren. Falls man es dennoch möchte, so verläuft die Kompilierung und Installation wie sonst auch unter &Linux; üblich durch:
fr: &knewsticker; fait partie du paquetage kdenetwork de &kde; 2.1 et est installé en même temps que celui-ci. En général, il n'y a aucun besoin pour l'utilisateur de compiler le code source de &knewsticker; à la main. Si vous avez toutefois l'intention de procéder ainsi ou que vous n'avez que le code source disponible, l'installation et la compilation se font, comme d'habitude sous Linux, en saisissant&nbsp;:

source: &knewsticker; uses <application>autoconf</application> and <application> automake</application>, so there shouldn't occur any problems during the compilation process. If you do hit on any problems though, please contact the &kde; developers mailing list <email>kde-devel@master.kde.org</email>.
de: &knewsticker; verwendet <application>autoconf</application> und <application>automake</application>, daher sollte es keine Probleme während der Kompilation geben. Falls dennoch Probleme auftreten, kann man sich an die Mailingliste der &kde;-Entwickler <email>kde-devel@master.kde.org</email> wenden.
fr: &knewsticker; utilise <application>autoconf</application> et <application>automake</application>, aucun problème de devrait donc survenir pendant le processus de compilation. Si toutefois vous rencontriez le moindre problème, veuillez prendre contact avec la liste de diffusion des développeurs de &kde; <email>kde-devel@master.kde.org</email>.

source: Information For Developers And Advanced Users
de: Informationen für Entwickler und fortgeschrittene Benutzer
fr: Informations pour les développeurs et les utilisateurs avancés

source: &knewsticker; features a currently rather limited but steadily growing <acronym>DCOP</acronym> interface. This is not only used to communicate with other applications, it makes it possible to control &knewsticker; with a shellscript as well. The more the interface is extended, the more useful it will become and the more flexible &knewsticker; will be controllable from a script.
de: &knewsticker; enthält ein augenblicklich sehr begrenztes aber wachsendes <acronym>DCOP</acronym>-Interface. Es ist nicht nur für die Kommunikation mit anderen Anwendungen notwendig sondern ermöglicht auch die Steuerung von &knewsticker; über ein Shellskript. Je mehr das Interface ausgearbeitet ist, desto umfangreicher werden die Steuerungsmöglichkeiten sein.
fr: &knewsticker; n'est muni que d'une interface <acronym>DCOP</acronym> relativement limitée mais en constante augmentation. Elle n'est pas seulement utilisée pour communiquer avec d'autres applications, mais il est aussi bien possible de contrôler &knewsticker; à l'aide d'un script shell. Plus l'interface est étendue, plus elle deviendra pratique et plus &knewsticker; sera flexible et contrôlable depuis un script.

source: To use these <acronym>DCOP</acronym> functions you can either use the <application>dcop</application> commandline program or use the more convenient <application>KDCOP</application> application. Both provide the same functionality so it's actually just a matter of taste which program you prefer. :-)
de: Um diese <acronym>DCOP</acronym>-Funktionen zu nutzen, kann man entweder den Befehl<application>dcop</application> oder das komfortablere <application>KDCOP</application>-Programm verwenden. Beide sind funktionell gleich, also entscheidet lediglich der Geschmack. :-)
fr: Pour utiliser les fonctions <acronym>DCOP</acronym>, vous pouvez soit utiliser l'application en ligne de commandes <application>dcop</application>, ou utiliser l'application plus conviviale <application>KDCOP</application>. Les deux applications fournissent les mêmes fonctionnalitées, le programme que vous préférerez est donc uniquement une question de goût. :-)

source: This chapter assumes that you're using the commandline program <application>dcop</application>. To access &knewsticker;'s <acronym>DCOP</acronym> functions make sure that &knewsticker; is <link linkend="starting-knewsticker">started</link> and then just enter something like this at the console:
de: In diesesm Kapitel wird angenommen, dass das Befehlszeilenprogramm <application>DCOP</application> verwendet wird, um &knewsticker;s <acronym>DCOP</acronym>-Funktionen zu verwenden. Man muss zunächst &knewsticker; <link linkend="starting-knewsticker">starten</link> und dann das Folgende an der Konsole eingeben:
fr: Ce chapitre part du principe que vous utilisez le programme en ligne de commandes <application>dcop</application>. Pour accéder aux fonctions <acronym>DCOP</acronym> de &knewsticker;, assurez-vous que &knewsticker; est <link linkend="starting-knewsticker">lancé</link> et saisissez quelque chose comme cela dans la console&nbsp;:

source: <prompt>%</prompt> <userinput><command>dcop</command> <option>knewsticker</option> <option>KNewsTicker</option> <option>[function]</option></userinput>
fr: <prompt>%</prompt> <userinput><command>dcop</command> <option>knewsticker</option> <option>KNewsTicker</option> <option>[fonction]</option></userinput>

source: If an error appears that tells you that <filename>dcop</filename> couldn't be found or executed, please check whether the file <filename>dcop</filename> exists in <filename class="directory">$KDEDIR/bin</filename> and make sure it's permissions are appropriately set.
fr: Si un message d'erreur apparaît disant que <filename>dcop</filename> est introuvable, veuillez vérifier que le fichier <filename>dcop</filename> existe dans <filename class="directory">$KDEDIR/bin</filename> et assurez-vous que ses permissions ont correctement configurées.

source: In that command line, just replace <quote>[function]</quote> with the respective function name, &ie; type
fr: Dans cette ligne de commande, remplacez simplement <quote>[fonction]</quote> par le nom de la fonction, &pex; tapez

source: to make &knewsticker; check for new news and download them if neccessary.
fr: pour faire en sorte que &knewsticker; vérifie s'il y a des nouveaux articles et les télécharge si nécessaire.

source: <acronym>DCOP</acronym> Reference
fr: Référence <acronym>DCOP</acronym>

source: So, here's (finally) the complete list of all the <acronym>DCOP</acronym> which &knewsticker; provides:
fr: Voici (pour finir) une liste complète de toutes les fonctions <acronym>DCOP</acronym> que &knewsticker; fournit&nbsp;:

source: This function forces &knewsticker; to updates the internal list of articles (&eg; it queries the list of news sources which has been <link linkend="config-newssources">configured</link> for new news) and downloads them when neccessary.
fr: Cette fonction force &knewsticker; à mettre à jour sa liste d'articles interne (&cad; qu'il interroge les serveurs de nouvelles <link linkend="config-newssources">configurés</link> dans sa liste et télécharge les nouveaux articles si nécessaire.

source: This also works if &knewsticker; is currently in offline mode.
fr: Ceci fonctionne également si &knewsticker; est en mode déconnexion.

source: Example:
fr: Exemple&nbsp;:

source: The <command>reparseConfig</command> command makes &knewsticker; reload it's configuration from the configuration file. This function is used by the <link linkend="configuration">configuration dialog</link> to talk to &knewsticker; but you can use it in case you modified the configuration file by hand.
fr: La commande <command>reparseConfig</command> fait en sorte que &knewsticker; recharge sa configuration depuis le fichier de configuration. Cette fonction est utilisée par la <link linkend="configuration">boîte de dialogue de configuration</link> pour demander communiquer avec &knewsticker;, mais vous pouvez l'utiliser au cas où vous auriez modifié le fichier de configuration à la main.

source: The configuration file is saved in <filename>~/.kde/share/config/knewstickerrc</filename>
fr: Le fichier de configuration est sauvegardé dans <filename>~/.kde/share/config/knewstickerrc</filename>

source: You can call this function to define whether &knewsticker; is currently in the offline mode (&eg; whether &knewsticker; should query the <link linkend="config-newssources">configured news sites</link> for new news).
fr: Vous pouvez appeler cette fonction pour définir si &knewsticker; est actuellement en mode déconnexion ou non (&cad; si &knewsticker; doit interroger les <link linkend="config-newssources">sites de nouvelles configurés</link> pour de nouveaux articles.

source: to enable the offline mode, or type
fr: pour activer le mode déconnexion, ou tapez

source: to disable offline mode.
fr: pour désactiver le mode déconnexion.

source: Introduction
de: Einleitung
