Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenetwork/korn.po
Languages: de, fr, hu

source: The &korn; Documentation
de: Das &korn; Handbuch
fr: La documentation de &korn;
hu: A &korn; kézikönyve

source: Developer
de: Entwickler
fr: Développeur
hu: Fejlesztő

source: Reviewer
de: Korrektur
fr: Relecteur
hu: Lektor

source: ROLES_OF_TRANSLATORS
de: <othercredit role="translator"><firstname>Stephan</firstname><surname>Kulow</surname><affiliation><address><email>coolo@kde.org</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>
fr: <othercredit role="translator"><firstname>Yves</firstname><surname>Dessertine</surname><affiliation><address><email>yves.d@hrnet.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
hu: <othercredit role="translator"><firstname>Tamás</firstname><surname>Szántó</surname><contrib>Magyar fordítás</contrib><affiliation><address><email>tszanto@mol.hu</email></address></affiliation></othercredit>

source: This Documentation describes &korn; Version 0.0.1
de: Dieses Dokument beschreibt &korn; Version 0.0.1
fr: Ce document décrit &korn; Version 0.0.1
hu: Ez a dokumentum a &korn; 0.0.1-es verziójának leírását tartalmazza.

source: File searching
de: Dateisuche
fr: Recherche de fichiers
hu: Fájlkeresés

source: Introduction
de: Einleitung
hu: Bevezetés

source: &korn; is a KDE Mail Checker that has the capabilities to dock itself to <application>Kicker</application>. &korn; can check the following types of mailboxes:
de: &korn; ist ein KDE Mail Benachrichtigungsprogramm, das sich selbst in &kicker; eindockt und die folgenden Typen von Postfächern überwachen kann:
fr: &korn; est le notificateur de mail de KDE qui a la capacité de se placer dans le <application>tableau de bord</application>. &korn; peut vérifier les types de boîtes aux lettres suivants&nbsp;:
hu: A &korn; egy levélfigyelő program KDE alá: indulás után be tud dokkolni a <application>panelba</application>. A következő postaládatípusokkal tud együttműködni:

source: mbox type (<abbrev>i.e.</abbrev>:<filename>/var/spool/mail/root</filename>)
de: UNIX mbox Art (&zb; <filename>/var/spool/mail/root</filename>)
fr: type mbox (<abbrev>ex.</abbrev>:<filename>/var/spool/mail/root</filename>),
hu: mbox(<abbrev>pl.</abbrev>: <filename>/var/spool/mail/root</filename>)

source: qmail
de: qmail Art

source: and the ability to check on a process
de: und die Möglichkeit einen Prozess zu überwachen
fr: et la capacité de vérifier à partir d'un processus.
hu: és közvetlenül a folyamatot is tudja figyelni

source: &korn;, checks your mail on an interval that is user specified for each separate account. Once mail is received you can have &korn; run a 3rd party program of your wishes or change the color/icon of &korn; while docked in &kicker;. In addition to this you can have &korn; run a program once you click on the docked icon in &kicker;.
de: &korn; überprüft E-Mail-Konten auf neue E-Mails. Das Überprüfungsintervall kann für jedes E-Mail-Konto einzeln festgesetzt werden. Falls neue E-Mails vorhanden sind, kann &korn; entweder ein Programm zur Verarbeitung der E-Mails starten oder die Farbe/das Symbol des an &kicker; angedockten Programms ändern. Zusätzlich kann &korn; durch Klicken auf das angedockte Symbol veranlasst werden, ein Programm zu starten.
fr: &korn; vérifie votre courrier électronique en suivant un intervalle de temps spécifié séparément par l'utilisateur pour chaque compte. Lorsque vous avez reçu du courrier, vous pouvez faire démarrer un programme externe de votre choix par &korn; ou changer la couleur/l'icône de &korn; lorsqu'il est placé dans &kicker;. De plus, vous pouvez faire démarrer un programme par &korn; lorsque vous cliquez sur l'icône placée dans &kicker;.
hu: A &korn; megadott időközönként (ami postaládánként megadható) ellenőrzi, hogy érkezett-e új levél. A &korn; el tudja indítani kérésre a megadott levelezőprogramot vagy szín- és ikonváltással jelezni tudja új üzenet érkezését (a panelba dokkoltan). Be lehet állítani egy tetszőleges programot, amely elindul, ha a bedokkolt program ikonjára kattint.

source: The rest of this chapter relies on the user to &RMB; click on the &korn; icon in the &kicker; panel to access the appropriate menus.
de: Die folgend beschriebenen Menü-Funktionen erreicht man, indem man mit der rechten Maustaste auf das Symbol von &korn; in der &kicker; Kontrollleiste klickt.
fr: Le reste de ce chapitre présuppose que l'utilisateur ait cliqué sur l'icône de &korn; dans &kicker; avec le &BDS; pour accéder aux menus appropriés.
hu: A fejezet hátralévő részében a menü leírását találhatja, amely akkor jelenik meg, ha a jobb egérgombbal a bedokkolt ikonra kattint.

source: The Preferences Dialog
de: Der Einstellungen-Dialog
fr: La boîte de dialogue de configuration
hu: A beállítások párbeszédablaka

source: The buttons
de: Die Knöpfe
fr: Les boutons
hu: A nyomógombok

source: The <guilabel>Preferences</guilabel> window is the most powerful part of &korn;. At a first glimpse you may underestimate its capabilities, but further under-the-hood you will find many ways to use &korn;.
de: Das Fenster <guilabel>Optionen</guilabel> bietet den Zugriff auf die meisten Funktionen von &korn;. Auf den ersten Blick wirkt es recht unscheinbar, aber es bietet viele Möglichkeiten, &korn; für den eigenen Gebrauch einzurichten.
fr: La fenêtre <guilabel>Options</guilabel> est la partie la plus puissante de &korn;. Au premier abord, vous pourriez sous-estimer ses capacités, mais vous trouverez par la suite beaucoup de façons d'utiliser &korn;.
hu: A <guilabel>Beállítások</guilabel> ablakban a program szinte minden jellemzője módosítható. Első ránézésre nem is látszik, hányféle aprósággal próbáltuk a program használatát a lehető legkényelmesebbé tenni.

source: The first tab lists your current mailboxes. As default &korn; installs <quote>Inbox</quote> as the default mailbox. The default <quote>Inbox</quote> may not fit most users needs. With this default mailbox in place &korn; will check the path <filename class="directory">/var/spool/mail/<replaceable>user</replaceable></filename> for new mail.
de: Die erste Karteikarte zeigt die aktuellen Postfächer an. Standardmäßig installiert &korn; das Postfach <quote>Eingangspostfach</quote>. Dieses Standardpostfach wird für die meisten Anforderungen nicht genügen. Für dieses Postfach überprüft &korn; den Pfad <filename class="directory">/var/spool/mail/<replaceable>Benutzer</replaceable></filename> auf neue E-Mail.
fr: Le premier onglet recense vos boîtes aux lettres actuelles. Par défaut, &korn; installe <quote>Réception</quote> comme boîte aux lettres par défaut. La boîte de <quote>Réception</quote> par défaut peut ne pas convenir aux besoins de la plupart des utilisateurs. Avec cette boîte aux lettres par défaut, &korn; vérifiera la présence de nouveaux mails dans le chemin <filename class="directory">/var/spool/mail/<replaceable>utilisateur</replaceable></filename>.
hu: Az első lapon a postaládák listája látható. Alapértelmezés szerint a <quote>Bejövő üzenetek</quote> mappa van beállítva, de nem biztos, hogy ez a beállítás megfelel Önnek. Ha nem változtatja meg a beállításokat, akkor a program a <filename class="directory">/var/spool/mail/<replaceable>felhasználónév</replaceable></filename> könyvtárban fogja keresni az új leveleket.

source: The <link linkend="the-new-dialog"><guibutton>New...</guibutton></link> button will be covered in the next section. Please jump ahead if that is the section you need assistance with.
de: Der Knopf <link linkend="the-new-dialog"><guibutton>Neu...</guibutton></link> wird weiter unten erklärt. Springen Sie für weitere Informationen an die entsprechende Stelle.
fr: Le bouton <link linkend="the-new-dialog"><guibutton>Nouveau...</guibutton></link> va être expliqué à la section suivante. Veuillez passez à cette section si vous avez besoin d'aide pour ce bouton.
hu: Az <link linkend="the-new-dialog"><guibutton>Új...</guibutton></link> nyomógomb használatának leírását a következő fejezetben találja. Ugorjon oda, ha éppen arra az információra van szüksége.

source: If you would like to remove the selected mailbox, click the <guibutton>Remove</guibutton> button on the right. You can also copy the selected mailbox if you don't wish to create two similar mailboxes twice.
de: Man kann das ausgewählte Postfach durch Klicken auf <guibutton>Entfernen</guibutton> löschen. Man kann das ausgewählte Postfach auch kopieren, wenn man ein ähnliches Fach nicht doppelt einrichten will.
fr: Si vous voulez supprimer la boîte aux lettres sélectionnée, cliquez sur le bouton <guibutton>Supprimer</guibutton> sur la droite. Vous pouvez aussi copier la boîte aux lettres sélectionnée si vous ne voulez par créer deux boîtes aux lettres similaires deux fois.
hu: Ha el akarja távolítani a kijelölt postaládát, kattintson az <guibutton>Eltávolítás</guibutton> gombra a jobb oldalon. Mód van egy már beállított postaláda másolására (duplikálására) is, ha két példányban szeretne egy postaládát tartani.

source: Finally, after you have created a mailbox (see the next section), you can modify it by selecting the mailbox you wish to edit and then clicking <guibutton>Modify...</guibutton>. This dialog contains the same options as when you click <guibutton>New...</guibutton>.
de: Falls man schließlich ein eingerichtetes Postfach (siehe nächster Abschnitt) verändern möchte, kann man auf <guibutton>Bearbeiten...</guibutton> klicken. Dieser Dialog bietet die gleichen Einstellmöglichkeiten wie der Dialog <guibutton>Neu...</guibutton>.
fr: Finalement, une fois que vous avez crée une boîte aux lettres (reportez vous à la prochaine section), vous pouvez la modifier en sélectionnant la boîte aux lettres que vous voulez éditer, puis en cliquant sur le bouton <guibutton>Modifier</guibutton>. Cette boîte de dialogue comporte les mêmes options que lorsque vous cliquez sur le bouton <guibutton>Nouveau...</guibutton>.
hu: Végül, ha létrehozta a kívánt postaládát (lásd a következő szakaszt), módosíthatja annak beállításait, ha kijelölés után rákattint a <guibutton>Módosítás...</guibutton> gombra. Pontosan ugyanazokat az adatokat lehet módosítani, mint amelyeket meg kellett adni az <guibutton>Új...</guibutton> gomb lenyomása után.

source: The <guilabel>Display</guilabel> Tab
de: Die Karteikarte <guilabel>Anzeige</guilabel>
fr: L'onglet <guilabel>Affichage</guilabel>
hu: A <guilabel>Megjelenítés</guilabel> lap

source: The display tab contains the options to change where &korn; will show itself.
de: Auf der Karteikarte Anzeige kann man einstellen, wo &korn; angezeigt wird.
fr: L'onglet affichage contient les options pour changer l'emplacement où &korn; va s'afficher.
hu: Ezen a lapon azt lehet beállítani, hogy a program indítás után hogyan és hol jelenjen meg.

source: The first option, <guilabel>Horizontal</guilabel>, will create a window and the contents of the window will contain the options you specified in the <guilabel>View</guilabel> tab (which you can get to by selecting your mailbox and clicking <guimenuitem>Modify...</guimenuitem>). On the other hand, selecting <guilabel>Docked</guilabel> will dock &korn; into the &kicker; panel.
de: Wählt man die erste Option <guilabel>Horizontal</guilabel>, so zeigt &korn; ein Fenster an. Die Inhalte dieses Fensters hängen von den Einstellungen ab, die man unter <guilabel>Ansicht</guilabel> (diese Karteikarte findet man durch Klicken auf <guimenuitem>Bearbeiten...</guimenuitem>im Dialog Optionen) vorgenommen hat. Wählt man dagegen <guilabel>In Kontrollleiste eingebunden</guilabel>, so wird &korn; in der Kontrollleiste angedockt.
fr: La première option, <guilabel>Horizontal</guilabel>, va créer une fenêtre et le contenu de cette fenêtre contiendra les options que vous avez spécifié dans l'onglet <guilabel>affichage</guilabel> (que vous pouvez faire apparaître en sélectionnant une boîte aux lettres et en cliquant sur <guimenuitem>Modifier...</guimenuitem>). D'un autre côté, la sélection de <guilabel>Placé sur le tableau de bord</guilabel> va placer &korn; dans le tableau de bord &kicker;.
hu: Az első lehetőség (<guilabel>vízszintesen</guilabel>) választása esetén külön ablakban jelenik meg a program, benne azokkal az elemekkel, amelyeket a <guilabel>Nézet</guilabel> lapon engedélyezett (ennek eléréséhez jelölje ki a postaládát és kattintson a <guimenuitem>Módosítás...</guimenuitem>-ra). Ha a másik lehetőséget, a <guilabel>dokkolt</guilabel>-at választja, akkor a program a panelbe lesz ágyazva.

source: The option <guilabel>Vertical</guilabel> is not yet implemented.
de: Die Einstellung <guilabel>Vertikal</guilabel> ist noch nicht implementiert.
fr: L'option <guilabel>Vertical</guilabel> n'est pas encore implantée.
hu: A <guilabel>függőlegesen</guilabel> lehetőség még nem használható.

source: The <guilabel>New...</guilabel> Dialog
de: Der Dialog <guilabel>Neu...</guilabel>
fr: La boîte de dialogue <guilabel>Nouveau...</guilabel>
hu: Az <guilabel>Új...</guilabel> párbeszédablak

source: The <guibutton>New...</guibutton> button will load a window showing you what mailboxes can be created for checking on a interval. Select your appropriate mailbox type. If you don't know what type you should use, and you currently use <application>Netscape</application> to check your mail, use POP3.
de: Der Knopf <guibutton>Neu...</guibutton> öffnet ein Fenster, das die möglichen Postfachtypen zur Auswahl anbietet. Hier kann man den geeigneten Typ wählen. Wenn man den richtigen Typ nicht weiss und bisher <application>Netscape</application> verwendet, so ist POP3 richtig.
fr: Le bouton <guibutton>Nouveau...</guibutton> va charger une fenêtre montrant quelles boîtes aux lettres peuvent être créées pour vérification en suivant un intervalle. Sélectionnez le type de boîte aux lettres approprié. Si vous ne savez pas quel type vous devriez utiliser, et que vous utilisez <application>Netscape</application> pour relever votre courrier électronique, utilisez POP3.
hu: Az <guibutton>Új...</guibutton> gomb lenyomása után megjelenő ablakban látható, hogy milyen típusú postaládákat lehet ellenőrizni. Válassza ki a kívánt típust. Ha nem tudja, milyen típust kell választania, és a <application>Netscape</application>-et használja levelezéshez, válassza a POP3 opciót.

source: Following that window the modify options appear, allowing you to change all aspects of the mail checking, including interval.
de: Danach erscheint ein Fenster, das einschließlich Überprüfungsintervall alle Einstellmöglichkeiten für den gewählten Postfachtyp enthält.
fr: Après cette fenêtre, les options de modification apparaissent, vous permettant de changer tous les aspects de la vérification de courrier électronique, y compris l'intervalle de temps.
hu: Ezután egy másik ablak jelenik meg, melyben az ellenőrzés különféle beállításait lehet módosítani, többek között az ellenőrzés időközét is.

source: Each mailbox type (&ie;: Pop3, nntp, imap) has different server options, but the rest of the options (including Poll, Commands, and View) are the same (excluding mailbox type <quote>process</quote>). In these server options dialogs you need to enter the appropriate information to fit your situation. Keep in mind the default ports that are entered some of the server options tabs are the normal ones used by the majority of the Internet.
de: Die Einstellmöglichkeiten für jeden Postfachtyp (also pop3, nntp, imap4) stimmen im wesentlichen überein (außer beim Postfachtyp <quote>process</quote>). Unterschiede gibt es lediglich bei den Servereinstellungen. Bei den Servereinstellungen müssen die geeigneten Daten eingegeben werden. Die Standardports sind diejenigen, die von der großen Mehrheit der Internetnutzer verwendet werden.
fr: Chaque type de boîte aux lettres (&cad; Pop3, nntp, imap) a des options de serveur différentes, mais le reste des options (y compris Vérification, Affichage et Commandes) sont les mêmes (sauf pour le type de boîte aux lettres <quote>process</quote>). Dans ces boîtes de dialogue d'options de serveur, vous avez besoin de saisir les informations appropriées qui correspondent à votre situation. Gardez à l'esprit que les ports par défaut qui sont saisis dans certains onglets d'options de serveur sont les ports normaux, majoritairement utilisés sur Internet.
hu: Minden postaládatípushoz (pl.: POP3, NNTP, IMAP) más beállítások tartozhatnak, de néhány paraméter (ellenőrzési időköz, parancsok, nézet) mindegyiknél megtalálható (kivéve a <quote>folyamat</quote> típust). Töltse ki az összes olyan adatot, amelyre úgy gondolja, szükség lehet. A portok alapértelmezett értékei mindegyik protokollnál megegyeznek az interneten általánosan elterjedt alapértékekkel.

source: The commands <guilabel>Poll</guilabel> tab contains one option that changes the time interval between each check. Keep in mind this is in seconds, not minutes.
de: Die Karteikarte <guilabel>Beobachtung</guilabel> enthält eine Einstellmöglichkeit, die das Zeitintervall zwischen jeder Überprüfung auf neue E-Mail enthält. Die Einheit ist Sekunden, nicht Minuten.
fr: L'onglet <guilabel>Vérification</guilabel> comporte une option qui change l'intervalle de temps entre chaque vérification. Cette valeur est en secondes, pas en minutes.
hu: Az <guilabel>Ellenőrzés</guilabel> lapon adható meg az várakozási idő (másodpercben mérve), ami a postaláda két ellenőrzése között telik el.

source: Next, the <guilabel>view</guilabel> tab has options for changing the icon or icon color while &korn; is docked in &kicker;. There are two options: <guilabel>Use color</guilabel> or <guilabel>Use icon</guilabel>. Selecting <guilabel>Use color</guilabel> will allow you to modify the colors. Selecting <guilabel>Use icon</guilabel> will allow you to change which icon is used for both <quote>Normal</quote> and <quote>New mail</quote>. Keep in mind that &korn; can only use a icon or color, not both.
de: Die Karteikarte <guilabel>Ansicht</guilabel> erlaubt die Änderung des Symbols oder der Symbolfarbe, die von &korn; verwendet werden, wenn &korn; in &kicker; angedockt ist. Es gibt die Einstellmöglichkeiten <guilabel>Farbe benutzen</guilabel> oder <guilabel>Symbol benutzen</guilabel>. Wählt man <guilabel>Farbe benutzen</guilabel>, so kann man die verwendeten Farben weiter unten einstellen. Wählt man <guilabel>Symbol benutzen</guilabel>, kann man einstellen welches Symbol verwendet wird im Zustand <quote>Normal</quote> und bei <quote>Neue E-Mail</quote>. &korn; kann nur entweder ein Symbol oder eine Farbe verwenden, nicht beides gleichzeitig.
fr: Ensuite, l'onglet <guilabel>Affichage</guilabel> comporte des options pour changer l'icône ou la couleur de l'icône lorsque &korn; est placé dans &kicker;. Il y a deux options&nbsp;: <guilabel>Utiliser une couleur</guilabel> ou <guilabel>Utiliser une icône</guilabel>. La sélection de <guilabel>Utiliser une couleur</guilabel> va vous permettre de modifier les couleurs. La sélection de <guilabel>Utiliser une icône</guilabel> va vous permettre de changer l'icône utilisée pour <quote>Normal</quote> ou <quote>Nouveau message</quote>. &korn; peut utiliser une couleur ou une icône, mais pas les deux simultanément.
hu: A <guilabel>Megjelenés</guilabel> lapon olyan beállítások találhatók, amelyek a panelba ágyazott megjelenítést befolyásolják. Mindössze két opció található itt: a <guilabel>Szín használata</guilabel> és az <guilabel>Ikon használata</guilabel>. A <guilabel>Szín használata</guilabel> esetén meg lehet adni a kívánt színeket, az <guilabel>Ikon használata</guilabel> esetén ki lehet választani azt a két ikont, amely a <quote>normál</quote> és <quote>új levél érkezett</quote> állapothoz tartozik. Nem lehet egyszerre mindkét opciót kiválasztani.

source: In the commands tab you can specify a command to be run once you receive new mail in the <guilabel>New mail</guilabel> line. Also, the <guilabel>Click</guilabel> line can contain a command to be run when you <mousebutton>left</mousebutton> click on &korn;.
de: Auf der Karteikarte <guilabel>Befehle</guilabel> kann man unter <guilabel>Neue E-Mail</guilabel> einen Befehl eingeben, der jedesmal ausgeführt wird, wenn neue E-Mail gefunden wird. Unter <guilabel>Bei Klicken</guilabel> wird ein Befehl eingegeben, der ausgeführt werden soll, wenn man mit der <mousebutton>linken</mousebutton> Maustaste auf &korn; klickt.
fr: Dans l'onglet commandes, vous pouvez spécifier une commande à exécuter lorsque vous recevez de nouveaux courriers dans la ligne <guilabel>Lors d'un nouveau message</guilabel>. De la même façon, la ligne <guilabel>Lors d'un clic de souris</guilabel> peut contenir une commande à exécuter lorsque vous cliquez avec le bouton <mousebutton>gauche</mousebutton> sur &korn;.
hu: A Parancs lapon lehet megadni azt a parancsot, amelyet a program automatikusan lefuttat új levél érkezése esetén (<guilabel>Új levél</guilabel> mező). A <guilabel>Kattintás</guilabel> mezőben megadott parancsot akkor futtatja a program, ha a &korn; ablakán belül kattint a <mousebutton>bal</mousebutton> egérgombbal.

source: Credits and License
de: Mitwirkende und Lizenz
fr: Remerciements et licence
hu: A szerzők névsora és a licencegyezmény

source: &korn;. Program copyright 2000:
de: &korn;. Programm Copyright 2000:
fr: &korn;. Programme copyright 2000&nbsp;:

source: Documentation copyright 2000 Nick Betcher <email>nbetcher@uswest.net</email>
de: Dokumentation Copyright 2000 Nick Betcher <email>nbetcher@uswest.net</email>

source: We hope this documentation helped you. If you need to contact me, the document writer, you can at nbetcher@uswest.net. If you wish to contact the developers of &korn;, you can find their names in the <guimenuitem>About Korn...</guimenuitem> option or above.
de: Wir hoffen, diese Dokumentation ist hilfreich. Kontakt mit mir, dem Autor dieses Dokumentes, erhalten Sie über <email>nbetcher@uswest.net</email>. Die Namen der Entwickler von &korn; finden Sie, wenn Sie den Menüeintrag <guimenuitem>Über KOrn...</guimenuitem> aufrufen.
fr: Nous espérons que ce document vous a aidé. Si vous avez besoin de me contacter, moi, l'auteur du document, vous le pouvez à nbetcher@uswest.net. Si vous souhaitez contacter les développeurs de &korn;, vous pouvez trouver leurs noms dans l'option <guimenuitem>À propos de Korn</guimenuitem> ou ci-dessus.
hu: Reméljük hogy hasznát vette ennek a dokumentumnak. Ha kérdése van, írjon nekem, a dokumentum szerzőjének az nbetcher@uswest.net címre. A &korn; szerzőinek neve és e-mail címe megtalálható <guimenuitem>A Korn névjegye...</guimenuitem> ablakban.
