Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenetwork/kppp_callback.po
Languages: ru, sl

source: There are some known problems with &kppp; in callback mode:
ru: Известные проблемы с программой &kppp;, работающей в режиме обратного звонка:
sl: V načinu povratnega klicanja so s &kppp; znane naslednje težave:

source: As you initialize the modem to auto answer, you need to reset the modem after your connection is closed. Otherwise, your modem will continue to pick up the line for you, which is not a good idea if the line in question is your main phone line.
ru: Так как вы инициализируете модем для ответов на звонок, после разъединения нужно сбросить установки модема в начальное состояние. Иначе модем продолжит отвечать на звонки, что не так уж и хорошо, если рассмотренная телефонная линия является основной для вас.
sl: Ko modem nastavite za samodejno odgovarjanje, morate po prekinitvi povezave modem ponastaviti. V nasprotnem primeru bo modem ponovno hotel vzpostaviti povezavo, kar ni dobra ideja, če je linija o kateri govorimo vaša glavna telefonska linija.

source: &kppp; has some small problems when sharing a line with another program, such as <application>mgetty</application>. If <application>mgetty</application> is running on the same modem line, &kppp; is not able to initialize the modem correctly.
ru: У &kppp; есть мелкие недостатки, когда она использует одну линию наряду с другой программой, такой как <application>mgetty</application>. Если <application>mgetty</application> в процессе выполнения использует ту же линию, то &kppp; не может правильно инициализировать модем.
sl: &kppp; ima nekaj manjših težav z deljenjem linije z nekim drugim programom kot na primer <application>mgetty</application>. Če <application>mgetty</application> teče na isti modemski liniji, &kppp; modema ne bo mogel pravilno nastaviti.

source: &kppp; is unable to prompt for certain user input during a scripting based login. Unfortunately, when using the example script above, &kppp; also asks for the user name the second time the callback server requests it. You can get rid of this by hardcoding your userid into the login script (not very portable or nice, but it works.
ru: &kppp; не в состоянии запросить некоторый тип ввода во время логина на основе скрипта. К сожалению, при использовании примера скрипта, приведенного выше, &kppp; также запрашивает имя пользователя второй раз, при запросе сервера обратного звонка. От этого можно избавиться, если прописать ваше имя пользователя в скрипт логина (неудобно и некрасиво, зато срабатывает).
sl: &kppp; med na skripti temelječim prijavljanjem včasih ne more prositi za vnos s strani uporabnika. Na žalost pri uporabi zgornje skripte, &kppp; za uporabniško ime prosi tudi, ko ga strežnik za povraten klic zahteva drugič. Tega se lahko znebite tako, da v prijavno skripto vpišete vaš id uporabnika (ni ravno lepo in prenosljivo, vendar deluje).

source: Internet Resources for server software
ru: Ресурсы Интернета о серверном программном обеспечении
sl: Spletne strani za strežniško programje

source: &Linux; callback server software bundles are available in many places.
ru: Программное обеспечение для сервера обратного звонка под управлением ОС &Linux; доступно во многих местах.
sl: Paketi s strežnikom za povratno klicanje za &Linux; so na voljo na več mestih.

source: The well known <application>mgetty</application> is a very powerful program, and is also able to handle callback connections. A description of how to set up <application>mgetty</application> for this purpose is maintained at <ulink url="http://www.dyer.demon.co.uk/slug/tipscrip.htm"> http://www.dyer.demon.co.uk/slug/tipscrip.htm</ulink>, by Colin McKinnon, <email>colin@wew.co.uk</email>.
ru: Хорошо известная мощная программа <application>mgetty</application> способна работать с соединениями по принципу обратного звонка. Описание настройки <application>mgetty</application> для этой цели находится по адресу <ulink url="http://www.dyer.demon.co.uk/slug/tipscrip.htm"> http://www.dyer.demon.co.uk/slug/tipscrip.htm</ulink>, написанное Colin McKinnon, <email>colin@new.co.uk</email>.
sl: Dobro znan <application>mgetty</application> je zelo močan program in pravtako lahko upravlja s povratno-klicnimi povezavami. Opis kako za ta namen<application>mgetty</application> je vzdrževan na <ulink url="http://www.dyer.demon.co.uk/slug/tipscrip.htm"> http://www.dyer.demon.co.uk/slug/tipscrip.htm</ulink>, stran pa vzdržuje Colin McKinnon, <email>colin@wew.co.uk</email>.

source: There is also a ready to use package for &Linux; at <ulink url="http://www.icce.rug.nl/docs/programs/callback/callback.html"> http://www.icce.rug.nl/docs/programs/callback/callback.html</ulink>. This package is maintained by Frank B. Brokken, <email>frank@icce.rug.nl</email>. As the setup, although straightforward, is not very easy, I have written a short introduction for it at <ulink url="http://ap-dec717c.physik.uni-karlsruhe.de/~mh/callback">http://ap-dec717c.physik.uni-karlsruhe.de/~mh/callback/</ulink>, which also contains a more general introduction to callback.
ru: Существует готовый к использованию пакет для ОС &Linux;: <ulink url="http://www.icce.rug.nl/docs/programs/callback/callback.html"> http://www.icce.rug.nl/docs/programs/callback/callback.html</ulink>. Этот пакет поддерживает Frank B. Brokken, <email>frank@icce.rug.nl</email>. Так как настройка, несмотря на прямолинейность, весьма сложна, то я написал короткое вступление для нее: <ulink url="http://ap-dec717c.physik.uni-karlsruhe.de/~mh/callback">http://ap-dec717c.physik.uni-karlsruhe.de/~mh/callback/</ulink>, в котором также содержатся более подробные сведения об обратном звонке.
sl: Za &Linux; je na voljo tudi paket na <ulink url="http://www.icce.rug.nl/docs/programs/callback/callback.html"> http://www.icce.rug.nl/docs/programs/callback/callback.html</ulink>. Ta paket vzdržuje Frank B. Brokken, <email>frank@icce.rug.nl</email>. Čeprav je nastavljanje dokaj očitno, pa ni enostavno. Zato sem na <ulink url="http://ap-dec717c.physik.uni-karlsruhe.de/~mh/callback">http://ap-dec717c.physik.uni-karlsruhe.de/~mh/callback/</ulink> napisal kratko predstavitev, ki vključuje tudi splošno predstavirtev povratnega klicanja.

source: &Windows; NT <acronym>RAS</acronym> callback
ru: Обратный звонок службы <acronym>RAS</acronym> в ОС &Windows; NT
sl: Povratno klicanje &Windows; NT <acronym>RAS</acronym>

source: &Windows; NT uses a completely different approach than the one described above. NT requires an extension to the <acronym>PPP</acronym> protocol itself, called <acronym>CBCP</acronym> (Call Back Control Protocol). <application>pppd</application> has support for this protocol, but you must recompile <application>pppd</application>. If anybody has experience with successfully connecting to an NT callback server, please let us know.
ru: В ОС &Windows; NT используется подход, совершенно отличный от описанного выше. NT требует наличия расширения к протоколу <acronym>PPP</acronym>, поз названием <acronym>CBCP</acronym> (Протокол контроля обратного звонка). У демона <application>ppp</application> есть поддержка этого протокола, но вам придется перекомпилировать демон <application>ppp</application>. Если кому-нибудь удалось успешно соединиться с сервером обратного звонка под управлением NT, просьба дать нам знать об этом.
sl: &Windows; NT uporablja popolnoma drugačen postopek od zgoraj opisanega. NT zahteva razširitev protokola <acronym>PPP</acronym> samega, ki se imenuje <acronym>CBCP</acronym> (Call Back Control Protocol). <application>pppd</application> vsebuje podporo za ta protokol,vendar morate <application>pppd</application> ponovno prevesti. Če ima kdorkoli z uspešnim povezovanjem na strežnik za povratni klic NT izkušnje, naj nam prosim pove o tem.
