Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenetwork/kppp.po
Languages: de, fr, ru, sl

source: The &kppp; Handbook
de: Das &kppp; Handbuch
fr: Le manuel de &kppp;
ru: Справочное руководство по &kppp;
sl: Priročnik za &kppp;

source: <firstname>Lauri</firstname> <surname>Watts</surname> <affiliation> <address><email>lauri@kde.org</email></address> </affiliation>
de: <firstname>Lauri</firstname> <surname>Watts</surname> <affiliation><address><email>lari@kde.org</email></address></affiliation>

source: ROLES_OF_TRANSLATORS
de: <othercredit role="translator"><firstname>Susanne</firstname><surname>Bock</surname><affiliation><address><email>su_she@web.de</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>
fr: <othercredit role="translator"><firstname>Christophe</firstname><surname>Lefebvre</surname><affiliation><address><email>clefebvre@netcourrier.com</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
ru: <othercredit role="translator"><firstname>Александр</firstname><surname>Лойко</surname><affiliation><address><email>malloy@access.sanet.ge</email></address></affiliation><contrib>Перевод на русский</contrib></othercredit>
sl: <othercredit role="translator"><contrib>Prevod:</contrib><firstname>Matej</firstname><surname>Badalič</surname><affiliation><address><email>matej_badalic@slo.net</email></address></affiliation></othercredit>

source: &kppp; is a dialer and front end for <application>pppd</application>, allowing for interactive script generation and network setup.
de: &kppp; ist ein Wähler und Frontend für <application>pppd</application>. Es bietet interaktive Skripterstellung und Netzwerkerstellung.
fr: &kppp; est une interface graphique pour <application>pppd</application>, un numéroteur téléphonique. Il permet de générer des scripts ainsi que de configurer des connexions réseau de manière interactive.
ru: &kppp; - это программа дозвона и графический интерфейс для демона <application>ppp</application>, позволяющая интерактивно генерировать скрипты и настраивать сеть.
sl: &kppp; je klicalo in maska za <application>pppd.</application> Omogoča interaktivnoustvarjanje skript in nastavitev omrežja.

source: dialler
de: Wähler
fr: numéroteur téléphonique
sl: klicalo

source: Introduction
de: Einführung
ru: Введение
sl: Uvod

source: &kppp; is a dialer and front end for <application>pppd</application>. It allows for interactive script generation and network setup. It will automate the dialing in process to your <acronym>ISP</acronym> while letting you conveniently monitor the entire process.
de: &kppp; ist ein Wähler und Frontend für <application>pppd</application>. Es bietet interaktive Skripterstellung und Netzwerkerstellung. Es automatisiert den Einwahlprozess zu Ihrem <acronym>ISP</acronym> während Sie bequem den gesamten Vorgang überwachen können.
fr: &kppp; est une interface graphique pour <application>pppd</application>, un numéroteur téléphonique. Il permet de générer des scripts et de configurer des connexions réseau de manière interactive. Il vous permet d'automatiser le processus de connexion vers votre Fournisseur d'Accès Internet (<acronym>FAI</acronym>), ainsi que de surveiller chaque phase du processus.
ru: &kppp; - это программа дозвона и графический интерфейс для демона <application>ppp</application>, позволяющая интерактивно генерировать скрипты и настраивать сеть. Она автоматизирует процесс дозвона до вашего <acronym>Интернет-провайдера</acronym>, а также позволяет вам легко управлять всем процессом.
sl: &kppp; je klicalo in maska za <application>pppd</application>. Omogoča interaktivnoustvarjanje skript in nastavitev omrežja. Avtomatiziral vam bo klicniproces do vašega <acronym>ISP</acronym>-ja in vam omogočal ugoden nadzor nad celotnim procesom.

source: Once connected &kppp; will provide a rich set of statistics and keep track of the time spent online for you.
de: Sobald Sie verbunden sind, bietet &kppp; eine große Anzahl an Statistiken und überwacht für Sie die online verbrachte Zeit.
fr: Une fois connecté, &kppp; vous fournira une foule de statistiques et pourra gérer vos temps de connexion.
ru: &kppp; предоставляет в ваше распоряжение богатый набор статистических средств и ведет учет времени, проведенного вами в Интернете.
sl: Ko je enkrat povezan, vam bo &kppp; prinesel bogato garnituro statistikin vam beležil porabljen čas na zvezi.

source: A built-in terminal and script generator will enable you to set up your connection with ease. You will no longer need an additional terminal program such as <application>seyon</application> or <application>minicom</application> to test and setup your connection.
de: Ein eingebautes Terminal und ein Skriptgenerator erlauben Ihnen, Ihre Verbindung mit Leichtigkeit einzustellen. Sie benötigen keine weiteren Terminalprogramme wie <application>seyon</application> oder <application>minicom</application>, um Ihre Verbindung zu testen und einzustellen.
fr: Un terminal et un générateur de scripts sont inclus et vous permettront de configurer votre connexion facilement. Vous n'avez plus besoin d'un programme de terminal supplémentaire comme <application>seyon</application> ou <application>minicom</application> pour tester et configurer votre connexion.
ru: Встроенные терминал и генератор скриптов делают настройку соединения простой. Далее вам не понадобятся дополнительные терминальные программы, такие как <application>seyon</application> и <application>minicom</application> для настройки и проверки соединений.
sl: Vgrajen terminal in ustvarjatelj skript, vam bo omogočal, da boste z lahkoto vzpostavili vašo povezavo. Ne boste več potrebovali nobenega dodatnega terminalskega programa, kot je <application>seyon</application> ali <application>minicom</application> za testiranje in nastavitev vaše povezave.

source: &kppp; features elaborate phone cost accounting, which enables you to easily track your online costs.
de: &kppp; bietet eine ausgefeilte Telefonkostenabrechnung, die Ihnen erlaubt, Ihre Onlinekosten einfach im Blick zu behalten.
fr: Les fonctionnalités de &kppp; vous offriront un détail précis de vos coûts téléphoniques, ce qui vous permettra de gérer plus facilement vos coûts de connexion à l'Internet.
ru: В функции &kppp; входит учет стоимости телефонных звонков, так что вы сможете сами вести учет своих расходов на пребывание в Интернете.
sl: &kppp; lastnosti izdelajo račune za stroške telefoniranja, ki vam omogočajo lahek nadzor nad vašimi stroški na zvezi.

source: We hope you enjoy this dialler, and that it eases your way onto the internet.
de: Wir hoffen Sie haben Freude an diesem Wähler und es erleichtert Ihnen den Weg ins Internet.
fr: Nous espérons que vous apprécierez ce numéroteur, et qu'il vous facilitera l'accès à l'Internet.
ru: Мы надеемся, что вам понравится наша программа дозвона и что благодаря ей вам станет проще работать в Интернете.
sl: Upamo, da boste s tem klicalom zadovoljni.

source: Credits and License
de: Mitwirkende und Lizenz
fr: Remerciements et licence
ru: Авторы и лицензия
sl: Zahvala in licence

source: &kppp; is derived from <application>ezppp</application> 0.6, by Jay Painter. However, nearly everything in &kppp; was rewritten so <application>ezppp</application> and &kppp; do not have much in common any longer.
de: &kppp; wurde aus <application>ezppp</application> von Jay Painter weiterentwickelt. Allerdings wurde fast alles in &kppp; neu geschrieben, so dass <application>ezppp</application> und &kppp; fast nichts mehr gemeinsam haben.
fr: &kppp; est dérivé de <application>ezppp</application> 0.6 par Jay Painter. Toutefois, presque tout le code de &kppp; a été récrit et ainsi <application>ezppp</application> et &kppp; n'ont plus grand chose en commun.
ru: Программа &kppp; разработана на основе программы <application>ezppp</application> 0.6, написанной Jay Painter. Однако, практически весь код в &kppp; изменен, таким образом у <application>ezppp</application> и &kppp; не так много общего.
sl: &kppp; ij izpeljan iz <application>ezppp</application> 0.6, avtor Jay Painter. Vendar pa je bilo skoraj vse v &kppp; spisano znova, tako da <application>ezppp</application> in &kppp; nimata več veliko skupnega.

source: Primary Developers:
de: Primäre Entwickler:
fr: Les auteurs principaux sont&nbsp;:
ru: Авторы программы:
sl: Poglavitni razvijalci:

source: Harri Porten <email>porten@kde.org</email> (Current maintainer)
de: Harri Porten <email>porten@kde.org</email> (aktueller Betreuer)
fr: Harri Porten <email>porten@kde.org</email>
ru: Harri Porten <email>porten@kde.org</email> (в настоящее время поддерживает программу)
sl: Harri Porten <email>porten@kde.org</email> (trenutni vzdrževalec)

source: Many thanks to the following people who have contributed code to &kppp;
de: Vielen Dank an folgende Leute, die Code zu &kppp; beigesteuert haben:
fr: Merci beaucoup aux personnes suivantes qui ont contribué au développement de &kppp;
ru: Приносим благодарность тем, кто содействовал разработке программы &kppp;
sl: Zahvale gredo naslednjim ljudem, ki so prispevali kodo za &kppp;

source: Jesus Fuentes Saaverdra <email>jesus.fuentes@etsi.tel.uva.esfor</email> implementing several options and miscellaneous work.
de: Jesus Fuentes Saaverdra <email>jesus.fuentes@etsi.tel.uva.es</email> für Implementierung einiger Optionen und verschiedener anderer Arbeiten.
fr: Jesus Fuentes Saaverdra <email>jesusfuentes@etsitel.uvaesfor</email> pour avoir implémenté plusieurs options et pour diverses autres tâches.
ru: Jesus Fuentes Saaverdra <email>jesus.fuentes@etsi.tel.uva.es</email> за написание некоторых опций и другую проделанную работу.
sl: Jesus Fuentes Saaverdra <email>jesus.fuentes@etsi.tel.uva.esfor</email> za izvedbo večih možnosti in razna dela.

source: Markus Wuebben <email>wuebben@eure.de</email> for the ATI query dialog
de: Markus Wuebben<email> wuebben@eure.de</email> für den ATI Fragedialog.
fr: Markus Wuebben <email>wuebben@eure.de</email> pour les requêtes ATI.
ru: Markus Wuebben <email>wuebben@eure.de</email> за диалог ATI запроса
sl: Markus Wuebben <email>wuebben@eure.de</email> za pogovorno okno poizvedb ATI.

source: Peter Silva <email>peter.silva@videotron.ca</email> for pop up dialogs and other contributions
de: Peter Silva <email>peter.silva@videotron.ca</email> für Popup-Dialoge und andere Hilfen.
fr: Peter Silva <email>peter.silva@videotron.ca</email> pour les boîtes de dialogue surgissantes et pour d'autres contributions.
ru: Peter Silva <email>peter.silva@videotron.ca</email> за диалоги и многое другое
sl: Peter Silva <email>peter.silva@videotron.ca</email> za pogovorna okna in druge prispevke

source: Martin H&auml;fner <email>mh@ap-dec717c.physik.uni-karlsruhe.de</email> for the section on callback.
de: Martin H&auml;fner <email>mh@ap-dec717c.physik.uni-karlsruhe.de</email> für das Kapitel callback
fr: Martin H&auml;fner <email>mh@ap-dec717c.physik.uni-karlsruhe.de</email> pour la section sur le rappel.
ru: Martin H&auml;fner <email>mh@ap-dec717c.physik.uni-karlsruhe.de</email> за раздел об обратном звонке.
sl: Martin H&auml;fner <email>mh@ap-dec717c.physik.uni-karlsruhe.de</email> za razdelek o callback.

source: Olaf Kirch <email>okir@caldera.de</email> for the introduction to the mysteries of file descriptor passing.
de: Olaf Kirch <email>okir@caldera.de</email> für Einführung in die Mysterien der "File-Descriptor"-Übergabe.
fr: Olaf Kirch <email>okir@caldera.de</email> pour l'introduction sur les mystères des descripteurs de fichiers.
ru: Olaf Kirch <email>okir@caldera.de</email> за введение в тайны фаловых дескрипторов.
sl: Olaf Kirch <email>okir@caldera.de</email> za uvod v skrivnosti podajanja opisnikov datotek.

source: Documentation copyright 2001 Lauri Watts <email>lauri@kde.org</email>, although largely based on the original by Bernd Johannes Wuebben <email>wuebben@kde.org</email>
de: Dokumentation Copyright 2001 Lauri Watts <email>lauri@kde.org</email>, obgleich es letztendlich auf dem Original von Bernd Johannes Wuebben <email>wuebben@kde.org</email> basiert.

source: How to obtain &kppp;
de: Wie man &kppp; bekommt
fr: Comment obtenir &kppp;&nbsp;?
ru: Как получить &kppp;
sl: Kako pridobiti &kppp;

source: &kppp; is part of the &kde; project <ulink url="http://www.kde.org">http://www.kde.org</ulink>. &kppp; can be found in the kdenetwork package on <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, the main &FTP; site of the &kde; project.
de: &kppp; ist eine Anwendung für das KDE-Projekt <ulink url="http://www.kde.org">http://www.kde.org</ulink>. &kppp; kann auf <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink> gefunden werden, der FTP-Server des KDE-Projekts.
fr: &kppp; est une application faisant partie du projet &kde; <ulink url="http://www.kde.org">http://www.kde.org</ulink>. Vous pouvez trouver &kppp; dans le package kdenetwork à l'url <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, le site &FTP; principal du projet &kde;.
ru: &kppp; является частью проекта &kde; <ulink url="http://www.kde.org">http://www.kde.org</ulink>. &kppp; находится в пакете kdenetwork по адресу <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, основном &FTP;-сервере проекта &kde;.
sl: &kppp; je del projekta &kde; <ulink url="http://www.kde.org">http://www.kde.org</ulink>. &kppp; lahko najdete v paketu kdenetwork na <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, glavni &FTP; strani projekta &kde;.

source: Compilation and Installation
de: Kompilierung und Installation
fr: Compilation et installation
ru: Сборка и установка
sl: Prevajanje in namestitev

source: In order to compile and install &kppp; on your system, type the following in the base directory of the &kppp; distribution:
de: Um &kppp; auf Ihrem System zu kompilieren und installieren, geben Sie im Grundverzeichnis des &kppp;-Pakets folgendes ein:
fr: Avant de compiler et d'installer &kppp; sur votre système, saisissez ce qui suit dans le répertoire de base de la distribution &kppp;&nbsp;:
ru: Для компиляции и установки &kppp; на вашем компьютере, выполните следующие команды в каталоге, содержащем дистрибутив &kppp;:
sl: Da prevedete in namestite &kppp; v vaš sistem, vtipkajte v osnovni imenik distribucije &kppp;:

source: Since &kppp; uses <application>autoconf</application> and <application>automake</application> you should have not trouble compiling it. Should you run into problems please report them to the &kde; mailing lists.
de: Seit &kppp; <application>autoconf</application> und <application>automake</application> benutzt, sollten Sie keine Probleme beim kompilieren haben. Sollten trotzdem Probleme auftreten schicken Sie bitte einen Bericht an die &kde; mailing list.
fr: Depuis que &kppp; utilise <application>autoconf</application> et <application>automake</application> vous ne devriez pas avoir de difficultés à le compiler. Si vous rencontrez des difficultés, merci de les communiquer sur la liste d'information de &kde;.
ru: Так как &kppp; использует программы <application>autoconf</application> и <application>automake</application>, у вас не должно возникнуть проблем с компиляцией. Если таковые все же возникнут, просьба сообщить о них в списках рассылки &kde;.
sl: Ker &kppp; uporablja application>autoconf</application> in <application>automake</application>, ne bi smeli imeti težav pri prevajanju. Če pa bi na te le naleteli, jih prosim sporočite poštnim seznamom &kde;.

source: Preparing your Computer for a <acronym>PPP</acronym> Connection
de: Vorbereitung Ihres Linux-Systems für eine <acronym>PPP</acronym>-Verbindung
fr: Préparer votre ordinateur pour une connexion <acronym>PPP</acronym>
ru: Подготовка вашего компьютера для осуществления <acronym>PPP</acronym>-соединений
sl: Priprava vašega računalnika na povezavo <acronym>PPP</acronym>

source: The following sections contain some fairly generic information for several common operating systems which might run &kppp;. The following sites may be of interest for further information about the <acronym>ppp</acronym> protocol, <application>pppd</application> and networking in general:
de: Das folgende Kapitel beinhaltet einige allgemeine Informationen für verschiedene normale Betriebssysteme, auf denen &kppp; ausgeführt werden kann. Die folgenden Internet-Seiten sind Interessant für genauere Informationen über das <acronym>ppp</acronym> Protokoll, <application>pppd</application> und Netzwerke im allgemeinen.
fr: Les paragraphes suivants contiennent assez d'informations générales pour plusieurs systèmes d'exploitation courants où peut fonctionner &kppp;. Les sites suivants peuvent être intéressants pour de plus amples informations sur le protocole <acronym>ppp</acronym>, <application>pppd</application> et le réseau en général&nbsp;:
ru: В следующих разделах содержатся сведения об операционных системах, в которых возможно использование &kppp;. Следуюшие сайты могут содержат интересные сведения о протоколе <acronym>ppp</acronym>, демоне <application>ppp</application> и о работе в сетях в целом:
sl: Naslednji razdelki vsebujejo nekaj dovolj splošnih podatkov za operacijske sisteme, na katerih morda teče &kppp;. Za več informacij o protokolu <acronym>ppp</acronym>, o <application>pppd</application> in omreževanju bodo morda uporabne naslednje strani:

source: The &Linux; <acronym>PPP</acronym> &FAQ;: <ulink url="http://metalab.unc.edu/mdw/FAQ/PPP-FAQ.html"> http://metalab.unc.edu/mdw/FAQ/PPP-FAQ.html</ulink>
de: Die &Linux; <acronym>PPP</acronym> &FAQ;: <ulink url="http://metalab.unc.edu/mdw/FAQ/PPP-FAQ.html">http://metalab.unc.edu/mdw/FAQ/PPP-FAQ.html</ulink>
fr: La &FAQ; de &Linux; <acronym>PPP</acronym>&nbsp;: <ulink url="http://metalab.unc.edu/mdw/FAQ/PPP-FAQ.html"> http://metalab.unc.edu/mdw/FAQ/PPP-FAQ.html</ulink>
ru: &FAQ; по <acronym>PPP</acronym> в ОС &Linux;: <ulink url="http://metalab.unc.edu/mdw/FAQ/PPP-FAQ.html"> http://metalab.unc.edu/mdw/FAQ/PPP-FAQ.html</ulink>
sl: &Linux; <acronym>PPP</acronym> &FAQ;: <ulink url="http://metalab.unc.edu/mdw/FAQ/PPP-FAQ.html"> http://metalab.unc.edu/mdw/FAQ/PPP-FAQ.html</ulink>

source: The &Linux; <acronym>PPP</acronym> HOWTO: <ulink url="http://metalab.unc.edu/mdw/HOWTO/PPP-HOWTO.html"> http://metalab.unc.edu/mdw/HOWTO/PPP-HOWTO.html</ulink>
de: Die &Linux; <acronym>PPP</acronym> HOWTO: <ulink url="http://metalab.unc.edu/mdw/HOWTO/PPP-HOWTO.html">http://metalab.unc.edu/mdw/HOWTO/PPP-HOWTO.html</ulink>
fr: Le HOWTO de &Linux; <acronym>PPP</acronym>&nbsp;: <ulink url="http://metalab.unc.edu/mdw/HOWTO/PPP-HOWTO.html"> http://metalab.unc.edu/mdw/HOWTO/PPP-HOWTO.html</ulink>
ru: HOWTO по <acronym>PPP</acronym> в ОС &Linux;: <ulink url="http://metalab.unc.edu/mdw/HOWTO/PPP-HOWTO.html"> http://metalab.unc.edu/mdw/HOWTO/PPP-HOWTO.html</ulink>
sl: &Linux; <acronym>PPP</acronym> HOWTO: <ulink url="http://metalab.unc.edu/mdw/HOWTO/PPP-HOWTO.html"> http://metalab.unc.edu/mdw/HOWTO/PPP-HOWTO.html</ulink>

source: The Network Administrators' Guide: <ulink url="http://metalab.unc.edu/mdw/LDP/nag/nag.html"> http://metalab.unc.edu/mdw/LDP/nag/nag.html</ulink>
de: Der Network Administrators' Guide: <ulink url="http://metalab.unc.edu/mdw/LDP/nag/nag.html">http://metalab.unc.edu/mdw/LDP/nag/nag.html</ulink>
fr: Le Guide des Administrateurs Réseaux&nbsp;: <ulink url="http://metalab.unc.edu/mdw/LDP/nag/nag.html"> http://metalab.unc.Edu/mdw/LDP/nag/nag.html</ulink>
ru: Руководство администратора сети: <ulink url="http://metalab.unc.edu/mdw/LDP/nag/nag.html"> http://metalab.unc.edu/mdw/LDP/nag/nag.html</ulink>

source: Preparing a &Linux; system for <acronym>PPP</acronym>
de: Vorbereitung Ihres &Linux;-Systems für eine <acronym>PPP</acronym>-Verbindung
fr: Préparer un système &Linux; pour <acronym>PPP</acronym>
ru: Подготовка компьютера под управлением ОС &Linux; для осуществления <acronym>PPP</acronym>-соединений
sl: Priprava &Linux; sistema za <acronym>PPP</acronym>

source: In order for &kppp; (or indeed, <application>pppd</application>) to work, your kernel must have ppp support compiled in. If this is not the case, get yourself the latest version of <application>pppd</application> from any of the popular &Linux; archives (such as <ulink url="ftp://sunsite.unc.edu/pub/Linux/system/Network/serial/ppp/">ftp://sunsite.unc.edu/pub/Linux/system/Network/serial/ppp/</ulink>, and recompile your kernel with <acronym>ppp</acronym> support enabled.
de: Um &kppp; (oder <application>pppd</application>) mit Ihrem Kernel zum laufen zu bringen, benötigen sie PPP-Unterstützung. Falls Sie das nicht haben, holen Sie sich die neueste Version von <application>pppd</application> von einem der populären &Linux;-Archiven (z.B. <ulink url="ftp://sunsite.unc.edu/pub/Linux/system/Network/serial/ppp/">ftp://sunsite.unc.edu/pub/Linux/system/Network/serial/ppp/</ulink>) und kompilieren Sie Ihren Kernel mit eingeschalteter <acronym>ppp</acronym>-Unterstützung.
fr: Avant que &kppp; (ou plutôt, <application>pppd</application> fonctionne, votre noyau doit être compilé avec le support de ppp. Si ce n'est pas le cas, récupérez la dernière version de <application>pppd</application> d'un serveur d'archives populaire &Linux; (comme par exemple <ulink url="ftp://sunsite.unc.edu/pub/Linux/system/Network/serial/ppp/">ftp://sunsite.unc.edu/pub/Linux/system/Network/serial/ppp/</ulink>), et recompilez votre noyau en activant le support de <acronym>ppp</acronym>.
ru: Для работы &kppp; (на самом деле, демона <application>ppp</application>) необходимо, чтобы ядро имело поддержку ррр-соединений. Если же таковая имеется, загрузите последнюю версию демона <application>ppp</application> из любого популярного архива &Linux; (такого как <ulink url="ftp://sunsite.unc.edu/pub/Linux/system/Network/serial/ppp/">ftp://sunsite.unc.edu/pub/Linux/system/Network/serial/ppp/</ulink> и перекомпилируйте ядро с включенной поддержкой <acronym>ppp</acronym>.
sl: Da bo &kppp; (pravzaprav, <application>pppd</application>) deloval, mora vaše jedro imeti prevedeno podporo za ppp. Če ne, si priskrbite zadnjo različico <application>pppd</application> s kateregakoli priljubljenega &Linux; arhiva (kot je na primer <ulink url="ftp://sunsite.unc.edu/pub/Linux/system/Network/serial/ppp/">ftp://sunsite.unc.edu/pub/Linux/system/Network/serial/ppp/</ulink> in prevedite jedro z vključeno podporo za <acronym>ppp</acronym>.

source: Don't fret, since this sounds a lot scarier than it actually is. Don't forget to install <application>pppd</application> afterwards.
de: Haben Sie keine Angst, das hört sich schwieriger an, als es ist. Vergessen Sie nicht, <application>pppd</application> danach zu installieren.
fr: Ne vous en faîtes pas, cela paraît plus compliqué que cela n'est. N'oubliez pas ensuite d'installer <application>pppd</application>.
ru: Не стоит волноваться по этому поводу, это не так уж и сложно. Также не забудьте установить демон <application>ppp</application>.
sl: Ne prestrašite se preveč, saj to zveni veliko huje, kot je v resnici. Ne pozabite zatem namestiti <application>pppd</application>.

source: If you're not sure if you have a kernel with ppp support, issue the <command>dmesg</command> at the command prompt and look for something like this:
de: Falls Sie unsicher sind, ob Sie einen Kernel mit PPP-Unterstützung haben, geben Sie <command>dmesg</command> auf der Kommandozeile ein, und suchen Sie nach etwas wie:
fr: Si vous n'êtes pas sûr d'avoir un noyau supportant ppp, tapez <command>dmesg</command> sur la ligne de commande et recherchez quelque chose du genre&nbsp;:
ru: Если вы не уверены, что ядро ОС поддерживает ppp, то выполните команду <command>dmesg</command> и найдите строки вроде:
sl: Če ne veste, ali imate jedro s podporo za ppp, uporabite v ukazni vrstici <command>dmesg</command> in iščite nekaj podobnega:
