Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenetwork/kppp.po
Languages: de, fr, ru, sl

source: &kppp; tries to find out for itself if your kernel supports <acronym>PPP</acronym>. If not, you will be notified as soon as &kppp; starts up.
de: &kppp; versucht selbständig herauszufinden ob Ihr Kernel <acronym>PPP</acronym> unterstützt. Falls nicht, werden Sie es beim starten von &kppp; bemerken.
fr: &kppp; essaie de rechercher par lui-même si votre noyau supporte <acronym>PPP</acronym>. Si ce n'est pas le cas, vous serez averti dès le démarrage de &kppp;.
ru: Программа &kppp; попытается самостоятельно определить, имеет ли ядро ОС поддержку <acronym>PPP</acronym>. Если таковой не имеется, &kppp; сообщит об этом при запуске.
sl: &kppp; poskuša ugotoviti sam, ali vaše jedro podpira <acronym>PPP</acronym>. Če ne, vas bo &kppp; o tem obvestil takoj po zagonu.

source: For &Linux; 2.x kernels, the <application>pppd</application> daemon should be version 2.3 or greater. You can find out what version your system has, by issuing the command <userinput><command>pppd</command> <option>--version</option></userinput> on the comamnd line. None of the <application>pppd</application> daemons actually have a <option>--version</option>, but putting the option in will cause the <application>pppd</application> daemon to issue an error message, and then to print out a list of options and other information, which includes the version of the <application>ppd</application> daemon.
de: Für &Linux; 2.x Kernels, der <application>pppd</application> Dämon sollte Version 2.3 oder höher sein. Sie könne herausfinden welche Version Ihr System besitzt, indem Sie den Befehl <userinput><command>pppd</command><option>--version</option></userinput> auf Kommando-Ebene eingeben. Keiner der <application>pppd</application> Dämons haben eine<option>--version</option>, aber durch diese angegebene Option gibt der <application>pppd</application> Dämon eine Fehlermeldung aus und eine Liste von Optionen und anderen Informationen, unter anderem auch die Version des <application>pppd</application> Dämon.
fr: Pour les noyaux &Linux; 2.x, la version du démon <application>ppd</application> devrait être au moins la 2.3. Pour connaître le version que vous utilisez sur votre système, tapez <userinput><command>pppd</command><option>--version</option></userinput> sur la ligne de commande. Aucun démon <application>pppd</application> n'a d'option <option>--version</option>, mais préciser cette option provoque le démon <application>pppd</application> de retourner un message d'erreur, et ainsi d' afficher une liste d'options et d'autres informations, incluant la version du démon de <application>pppd</application>.
ru: Для ядра &Linux; версии 2.x, версия демона <application>ppp</application> должна быть 2.3 или выше. Определить версию, используемую на вашем компьютере можно командой <userinput><command>pppd</command> <option>--version</option></userinput> в командной строке. Ни у одного из демонов <application>ppp</application> нет опции <option>--version</option>, однако такое использование вызовет сообщение об ошибке демона <application>ppp</application> и выведет на экран список доступных опций и другие сведения, в том числе и версию используемого демона <application>ppp</application>.
sl: Za jedra &Linux; 2.x mora biti <application>pppd</application> različice 2.3 ali novejši. Različico vašega sistema izveste z uporabo ukaza <userinput><command>pppd</command> <option>--version</option></userinput> v ukazni vrstici. Nobena izmed različic <application>pppd</application> v resnici nima možnosti <option>--version</option>, vendar pa bo uporaba le te povzročila, da se bo <application>pppd</application> pritožil in izpisal seznam možnosti in drugih podatkov, ki vključuje različico pritajenega strežnika <application>ppd</application>.

source: Preparing your FreeBSD computer for ppp connections
de: Vorbereitung Ihres FreeBSD-Computers für eine PPP-Verbindung
fr: Préparer votre ordinateur FreeBSD pour des connexions ppp
ru: Подготовка компьютера под управлением ОС FreeBSD для осуществления РРР-соединений
sl: Priprava računalnika s FreeeBSD za povezave PPP

source: Installation
ru: Установка
sl: Namestitev
