Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenetwork/kppp_chap.po
Languages: ru, sl

source: <acronym>PAP</acronym> and <acronym>CHAP</acronym>
ru: <acronym>PAP</acronym> и <acronym>CHAP</acronym>
sl: <acronym>PAP</acronym> in <acronym>CHAP</acronym>

source: Starting with version 0.9.1, &kppp; has supported directly the most commonly used form of <acronym>PAP</acronym> authentication.
ru: Начиная с номера версии 0.9.1, &kppp; поддерживает наиболее распространенную форму авторизации - <acronym>PAP</acronym>.
sl: Od različice 0.9.1 dalje &kppp; neposredno podpira najbolj pogosto uporabljeno obliko <acronym>PAP</acronym> identifikacije.

source: <acronym>PAP</acronym> with &kppp;
ru: <acronym>PAP</acronym> в &kppp;
sl: <acronym>PAP</acronym> z &kppp;

source: There are two different ways to use <acronym>PAP</acronym>.
ru: Два различных способа использования <acronym>PAP</acronym>.
sl: Obstajata dva različna načina kako uporabljati <acronym>PAP</acronym>:

source: Client side authentication
ru: Авторизация клиента
sl: Identifikacija pri odjemalcu

source: This variant is used by many commercial <acronym>ISP</acronym>'s. It basically means that you (or rather, your computer) must authenticate yourself to the <acronym>ISP</acronym>'s <acronym>PPP</acronym> server. The <acronym>PPP</acronym> server does not need to authenticate itself to your computer. This is no security issue, as you should know which computer you just tried to dial to.
ru: Этот способ используется многими коммерческими <acronym>Интернет-провайдерами</acronym>. Это означает, что вы (ваш компьютер) должен представиться <acronym>PPP</acronym>-серверу <acronym>Интернет-провайдера</acronym>. <acronym>PPP</acronym>-сервер не должен представляться вашему компьютеру. К вопросам безопасности это не относится, так как вы должны знать, куда происходит подключение.
sl: Ta varianta se uporablja pri večini komercialnih <acronym>ISP</acronym>-jev. V osnovi pomeni, da se morate vi (ali vaš računalnik) identificirati samega sebe na <acronym>ISP</acronym>-jevem <acronym>PPP</acronym> strežniku. <acronym>PPP</acronym> strežnik se ne sme sam od sebe idnetificirati z vašim računalnikom. To ni zadeva varnosti, saj bi morali vedeti, s katerim računalnikom ste se želeli povezati.

source: If your <acronym>ISP</acronym> gives you a username and password, and tells you to use <acronym>PAP</acronym> authentication, this is the variant you should choose.
ru: Если ваш <acronym>Интернет-провайдер</acronym>, назначая вам имя пользователя и пароль, просит вас использовать <acronym>PAP</acronym>-авторизацию, вы должны использовать именно этот способ.
sl: Če vam vaš <acronym>ISP</acronym> dodeli samo uporabniško ime in geslo, ter vam reče, da uporabljajte <acronym>PAP</acronym> identifikacijo, morate uporabljati to varianto.

source: Two way authentication
ru: Двусторонняя авторизация
sl: Identifikacija v obe smeri

source: As above, but in this case your computer requires the <acronym>ISP</acronym> <acronym>PPP</acronym> server to authenticate itself. In order to establish a connection, you must chose the authentication method <guilabel>Script based</guilabel>, not <guilabel>PAP</guilabel>, and you will have to manually edit <filename>/etc/ppp/pap-secrets</filename>. While &kppp; doesn't provide built in support for this variant, it is nevertheless easy to establish a connection.
ru: Аналогично вышеприведенному, но в этом случае ваш компьютер запрашивает <acronym>PPP</acronym>-сервер <acronym>Интернет-провайдера</acronym> представиться. Для осуществления соединения вы должны выбрать метод авторизации <guilabel>На основе скрипта</guilabel>, а не <guilabel>PAP</guilabel>, а также вручну отредактировать файл <filename>/etc/ppp/pap-secrets</filename>. Несмотря на то, что у &kppp; нет встроенной поддержки этого способа, установить соединение легко.
sl: Podobno kot zgoraj, vendar vaš računalnik zahteva, da <acronym>ISP</acronym>-jev <acronym>PPP</acronym> strežnik identificira sam sebe. Z namenom vzpostavitve povezave, morate izbrati način identifikacije <guilabel>Na skripti temelječ</guilabel>, ne pa <guilabel>PAP</guilabel>, ter morate ročno urediti <filename>/etc/ppp/pap-secrets</filename>. Čeprav &kppp; ne prinaša vgrajene podpore za to varianto, se da vseeno brez težav vzpostaviti povezavo.

source: Preparing &kppp; for <acronym>PAP</acronym>
ru: Подготовка &kppp; для использования <acronym>PAP</acronym>
sl: Priprava &kppp; za <acronym>PAP</acronym>

source: Make sure that the file <filename>/etc/ppp/options</filename> (and <filename>&tilde;/.ppprc</filename> if it exists) do <emphasis>not</emphasis> contain one of the following arguments:
ru: Убедитесь, что файл <filename>/etc/ppp/options</filename> (и <filename>&tilde;/.ppprc</filename>, если таковый существует) <emphasis>НЕ</emphasis> содержит ни одного из нижеперечисленных аргументов:
sl: Preverite, da <filename>/etc/ppp/options</filename> (in <filename>&tilde;/.ppprc</filename> če imate tako datoteko) <emphasis>ne</emphasis> vsebujeta naslednjih argumentov:

source: It is very unlikely that any of these options are already there, but just to be sure, please check.
ru: Маловероятно, что какая-нибудь из приведенных опций будет включена, но на всякий случай проверьте.
sl: Zelo malo verjetno je, da je kateri izmed argumentov že tam, vendarse morate prepričati.

source: Start &kppp;
ru: Запустите &kppp;
sl: Zaženite &kppp;

source: Click <guibutton>Setup</guibutton>
ru: Нажмите кнопку <guibutton>Настройка</guibutton>
sl: Kliknite na<guibutton>Nastavitve</guibutton>

source: Choose the account you want to use <acronym>PAP</acronym> with and click <guibutton>Edit</guibutton>
ru: Выберите соединение, с которым вы намерены использовать <acronym>PAP</acronym> и нажмите кнопку <guibutton>Редактировать</guibutton>
sl: Izberite račun s katerim želite uporabljati <acronym>PAP</acronym> in kliknite na <guibutton>Uredi</guibutton>

source: Choose the <guilabel>Dial</guilabel> tab
ru: Выберите вкладку <guilabel>Дозвон</guilabel>
sl: Kliknite na jeziček <guilabel>Pokliči</guilabel>

source: Select <acronym>PAP</acronym> in the <guilabel>Authentication</guilabel> drop down box.
ru: Выберите <acronym>PAP</acronym> разворачивающемся списке <guilabel>Авторизация</guilabel>.
sl: Izberite <acronym>PAP</acronym> iz potrditvenega polja <guilabel>Identifikacija</guilabel>

source: If you do not want to retype the password each time you dial in, select <guilabel>Store password</guilabel>. This will save the password to a file, so make sure that nobody else has access to your account.
ru: Если каждый раз при соединении вы не хотите набирать пароль заново, то выберите <guilabel>Сохранить пароль</guilabel>. Этим вы сохраните пароль в файле, поэтому убедитесь, что никто кроме вас не использует ваш доступ в систему.
sl: Če ne želite vsakič, ko kličete vnašati geslo, izberite <guilabel>Shrani geslo</guilabel>. To bo shranilo geslo. Preverite, da nobeden razen vas, nima dostopa do vašega računa, ker bi tako lahko tista oseba prišla dovašega gesla.

source: That's it. Close the dialogs, type in the username and password your <acronym>ISP</acronym> supplied, and click <guibutton>Connect</guibutton>.
ru: Вот и все. Закройте все диалоги, наберите имя пользователя и пароль, назначенные вам <acronym>Интернет-провайдером</acronym> и нажмите на кнопку <guibutton>Соединиться</guibutton>.
sl: To je vse. Zaprite pogovorna okna, vnesite vaše uporabniško ime in geslo, ki vam ga je dodelil vaš <acronym>ISP</acronym> ter preprosto kliknite <guibutton>Poveži</guibutton>.

source: An alternative method of using <acronym>PAP</acronym> and <acronym>CHAP</acronym> with &kppp;
ru: Альтернативный метод использования <acronym>PAP</acronym> и <acronym>CHAP</acronym> в программе &kppp;
sl: <acronym>PAP</acronym> in <acronym>CHAP</acronym> s &kppp; (alternativni način)

source: This section is based on an email from Keith Brown <email>kbrown@pdq.net</email> and explains how to make &kppp; work with a generic <acronym>PAP</acronym> or <acronym>CHAP</acronym> account. If your <acronym>ISP</acronym> just gave you a user id and a password for an account, you probably can skip this section, and the instructions in the previous one will be all you need.
ru: Этот раздел основан на письме Keith Brown <email>kbrown@pdq.net</email> и поясняет работу &kppp; с обычным <acronym>PAP</acronym> или <acronym>CHAP</acronym> соединениями. Если ваш <acronym>Интернет-провайдер</acronym> присвоил вам имя пользователя и пароль для соединения, то можете пропустить этот раздел и использовать инструкции, приведенные выше.
sl: Naslednje se nanaša na epošto od Keitha Browna <email>kbrown@pdq.net</email> in razlaga kako narediti, da bo &kppp; deloval s splošnim <acronym>PAP</acronym> ali <acronym>CHAP</acronym> računom. Če vam je vaš <acronym>ISP</acronym> dal samo uporabniški id in geslo za račun, lahko preskočite ta razdelek, ker boste rešili vse težave z branjem prejšnjega.

source: <acronym>PAP</acronym> seems a lot more complicated at first glance than it really is. The server (the machine you are connecting to) basically tells the client (your machine) to authenticate using <acronym>PAP</acronym>. The client (<application>pppd</application>) looks in a specific file for an entry that contains a matching server name, and a client name for this connection, and then sends the password it finds there. That's about it!
ru: На первый взгляд <acronym>PAP</acronym> кажется сложнее, чем на самом деле. Сервер (компьютер, к которому происходит подключение) указывает клиенту (вашему компьютеру) идентифицировать себя с использованием <acronym>PAP</acronym>. Клиент (демон <application>ppp</application>) ищет в специальном файле запись с указанием соответствующего имени сервера и имени клиента для этого соединения, а затем отправляет найденный там же пароль. Вот и все!
sl: PAP na prvi pogled izgleda precej bolj zakompliciran, kot je v resnici. Strežnik (mašina na katero se povezujete) v osnovi pove odjemalcu (vaši mašini) naj se identificira z uporabo <acronym>PAP</acronym>. Odjemalec (<acronym>pppd</acronym>) pogleda v specifično datoteko za vnos, ki vsebuje ustrezno ime strežnika in odjemalčevo ime za to povezavo, ter nato pošlje geslo, če je tam najde. To je vse o tem!

source: Now here's how to make that happen. I am assuming a <acronym>pppd</acronym> version of 2.2.x or better and a standard installation of configuration files under <filename class="directory">/etc/ppp</filename>.
ru: Вот как это осуществить. Предположительно, у вас установлен демон <acronym>ppp</acronym> версии 2.2.x или выше; установка -- стандартная, файлы конфигурации находятся в каталоге <filename class="directory">/etc/ppp</filename>.
sl: Sedaj je tukaj razlaga kako narediti, da se bo to zgodilo. Privzamem, da uporabljate <acronym>pppd</acronym> različico 2.2.x ali boljši in standardno namestitev nastavitvenih datotek pod <filename class="directory">/etc/ppp</filename>.

source: For the purposes of illustration, imagine that you have an internet account with <systemitem>glob.net</systemitem> with the username <systemitem>userbaz</systemitem> and the password <literal>foobar</literal>
ru: К примеру, вы пользуетесь услугами Интернет-провайдера <systemitem>glob.net</systemitem>, ваше имя пользователя -- <systemitem>userbaz</systemitem>, а ваш пароль -- <literal>foobar</literal>
sl: Z namenom, da ponazorim stanje, se pretvarjam, da imam internetni račun z <systemitem>glob.net</systemitem>, z uporabniškim imenom <systemitem>userbaz</systemitem> in geslo <literal>foobar</literal>.

source: First, you need to add all this to a file called <filename>/etc/ppp/pap-secrets</filename>. The format of an entry for our purposes is:
ru: Для начала вам необходимо добавить нижеследующее к файлу <filename>/etc/ppp/pap-secrets</filename>. Формат записи таков:
sl: Najprej moram vse to dodati datoteki <filename>/etc/ppp/pap-secrets</filename>. Oblika vnosa za naš namen je:

source: USERNAME SERVERNAME PASSWORD
ru: USERNAME (имя пользователя) SERVERNAME (имя сервера) PASSWORD (пароль)
sl: UPORABNIŠKOIME IMESTREŽNIKA GESLO

source: So you would add the following line to <filename>/etc/ppp/pap-secrets</filename> and then save it :
ru: Добавьте следующую строку к файлу <filename>/etc/ppp/pap-secrets</filename> и сохраните файл :
sl: zato v <filename>/etc/ppp/pap-secrets</filename> dodam vrstico:

source: You can use any name for the server you wish, so long as you use the same name in the <application>pppd</application> arguments, as you'll see shortly. Here it's been shortened to <userinput>glob</userinput>, but this name is only used to locate the correct password.
ru: Вы можете указать любое имя сервера, так как вы используете то же самое имя в аргументах демона <application>ppp</application>, как вы вскоре увидите. В примере мы указали сокращенное имя <userinput>glob</userinput>, которое используется для определения правильного пароля.
sl: Ime za strežnik lahko uporabim katerokoli ime hočem v kolikor uporabim isto ime v <application>pppd</application> argumentih, kot bomo kmalu videli. Skrajšal sem ga v <userinput>glob</userinput>. To ime se uporablja samo, da se najde pravilno geslo.

source: Next you need to set up the connection in &kppp;. The basics are the same as any other connection, so we won't go into details here, except to say that you probably want to make sure that <filename>/etc/ppp/options</filename> is empty, and you don't want to create a login script either.
ru: Далее вам нужно настроить соединение в &kppp;. Это делается точно так же, как и любое другое соединение, поэтому вдаваться в детали мы не будем, разве что оговорим, что файл <filename>/etc/ppp/options</filename> пуст и вам не нужно создавать скрипт логина.
sl: Sedaj moram nastaviti mojo povezavo v &kppp;. Osnove so enake kot za druge povezave, zato se ne bom spuščal v podrobnosti, razen, da se boste prepričali, da je datoteka <filename>/etc/ppp/options</filename> prazna in da ne potrebujete nobene prijavne skripte.

source: In the &kppp; settings dialog, at the bottom of the <guilabel>Dial</guilabel> tab, is a <guibutton>pppd arguments</guibutton> button. This brings up an editing dialog. Here you can enter values that will be sent to <application>pppd</application> as command line arguments, and in the case of multiple value arguments, you need to enter each value as a separate entry in the listbox, in the correct order.
ru: В диалоге настройки &kppp;, внизу на вкладке <guilabel>Дозвон</guilabel> есть кнопка <guibutton>аргументы демона ррр</guibutton>. Нажатие вызовет диалог редактирования. Вы можете указать значения, которые будут отправлены демону <application>ppp</application> в виде аргументов командной строки, а в случае аргументов множественных значений каждое значение должно быть указано отдельно от других, в необходимом порядке.
sl: Sedaj je v pogovornem oknu nastavitev &kppp; na dnu lista <guilabel>Klicne nastavitve</guilabel> gumb <guibutton>Prikroji argumente pppd</guibutton>. To odpre pogovorno okno podobno tistemu za urejanje prijavne skripte. Tukaj bomo vnašali vrednosti, ki bodo poslane <application>pppd</application>-ju kot argumenti ukazne vrstice, v primeru argumentov mnogokratnih-vrednosti, pa moramo vnesti vsako vrednost kot ločen vnos v seznamsko polje, v pravilnem vrstnem redu.

source: You can put in any other arguments you want first. Then add the arguments that <application>pppd</application> uses to handle <acronym>PAP</acronym> authentication. In this example, we are going to add <userinput>user</userinput>, <userinput>userbaz</userinput>, <userinput>remotename</userinput> and <userinput>glob</userinput> in that order.
ru: Сперва задайте аргументы, которые вы используете. Затем добавьте аргументы, которые демон <application>ppp</application> использует для осуществления <acronym>PAP</acronym>-авторизации. В этом примере мы добавим <userinput>user</userinput>, <userinput>userbaz</userinput>, <userinput>remotename</userinput> и <userinput>glob</userinput> по порядку.
sl: Sem lahko vnesemo katerekoli druge argumente, ki jih želimo najprej. Sedaj moramo dodati argumente, ki jih <application>pppd</application> potrbuje za obravnavanje <acronym>PAP</acronym> identifikacije. V tem primeru bom dodal <userinput>user</userinput>, <userinput>userbaz</userinput>,<userinput>remotename</userinput>, <userinput>glob</userinput>, v tem vrstnem redu.

source: The <option>user</option> tells the <application>pppd</application> what user name to look for in the <filename>pap-secrets</filename> file and then to send to the server. The remotename is used by <application>pppd</application> to match the entry in the <filename>pap-secrets</filename> file, so again, it can be anything you want so long as it is consistent with the entry in the <filename>pap-secrets</filename> file.
ru: Опция <option>user</option> указывает демону <application>ppp</application>, какое имя пользователя из файла <filename>pap-secrets</filename> следуте отправить серверу. Имя удаленного компьютера задается демону <application>ppp</application> для соответствия с записью в файле <filename>pap-secrets</filename>, таким образом, вы можете задать любое значение с условием его совпадения с записью в файле <filename>pap-secrets</filename>.
sl: Argument <option>user</option> pove <application>pppd</application>-ju za katero uporabniško ime naj išče v <filename>pap-secrets</filename> in je pošlje strežniku. Remotename uporablja <application>pppd</application> samo zato, da najde vnose v datoteki <filename>pap-secrets</filename> in se ne pošlje strežniku. Zato je to lahko karkoli kar jaz želim, v kolikor je dosledno z vnosom v datoteki <filename>pap-secrets</filename>.

source: That's all there is to it, and you should now be able to set up your own connection to a server with <acronym>PAP</acronym> authentication. <acronym>CHAP</acronym> is not much different. You can see the &Linux; Network Administrators Guide for a <filename>chap-secrets</filename> file format, and the <application>pppd</application> arguments used, and the rest should be simple.
ru: Вот и все, теперь вы настроили соединение с сервером, использующим <acronym>PAP</acronym>- авторизацию. <acronym>CHAP</acronym>-авторизация не сильно отлична. В &Linux; Network Administrators Guide вы найдете описания формата файла <filename>chap-secrets</filename> и используемых аргументов демона <application>ppp</application>, а все остальное окажется простым.
sl: To je zaenkrat vse. Sedaj bi si morali biti sposobni nastaviti vašo lastno povezavo s strežnikom s <acronym>PAP</acronym> identifikacijo. <acronym>CHAP</acronym> ne bi smel biti veliko drugačen. Poglejte &Linux; Network Administrators' Guide za <filename>chap-secrets</filename> datotečni format in uporabljene <application>pppd</application> argumente. Ostalo bi morala biti samo navlaka, vendar...vaš cilj, ah saj veste za ostalo.
