Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenetwork/kppp_callback.po
Languages: ru, sl

source: Configuring &kppp; for callback
ru: Настройка &kppp; на режим обратного звонка
sl: Nastavitev &kppp za povratni klic

source: This chapter is based on material provided by Martin H&auml;fner, <email>mh@ap-dec717c.physik.uni-karlsruhe.de</email>
ru: Материал для этой главы предоставил Martin H&auml;fner, <email>mh@ap-dec717c.physik.uni-karlsruhe.de</email>
sl: To poglavje je zasnovan materialu, ki ga je pripravil Martin H&auml;fner, <email>mh@ap-dec717c.physik.uni-karlsruhe.de</email>

source: &UNIX; or &Linux; callback server
ru: Сервер обратного звонка под управлением ОС &UNIX; или &Linux;
sl: &UNIX ali &Linux; strežnik za povratni klic

source: This section introduces &UNIX; (&Linux;) callback, and how &kppp; can be configured to connect to a &UNIX; callback server, especially to a script based &Linux; <link linkend="callback-resources">callback server</link>
ru: В этом разделе рассказывается об обратном звонке в ОС &UNIX; (&Linux;) и о том, как &kppp; должна быть настроена для соединения с сервером обратного звонка под управлением ОС &UNIX; особое внимание уделяется ОС &Linux; и ее <link linkend="callback-resources">серверу обратного звонка</link> на основе скриптов.
sl: To poglavje predstavlja povratno klicanje &UNIX; (&Linux;) in postopek nastavljanja &kppp; da se bo lahko povezal na strežnik za povratno klicanje &UNIX; še posebej za na skriptah temelječ <link linkend="callback-resources">strežnik za povratni klic</link> &Linux.

source: An Introduction to callback
ru: Что такое Обратный звонок
sl: Uvod k povratnemu klicanju

source: There are several reasons to consider using callback. Some of these are:
ru: Для использования Обратного звонка есть несколько причин. Вот некоторые из них:
sl: Za uporabo povratnega klicanja obstaja kar nakaj razlogov. Ti so:

source: To increase the security of your local network
ru: Для увеличения безопасности вашей локальной сети
sl: Večja varnost vašega krajevnega omrežja

source: To reduce expenses of external co-workers
ru: Для сокращения расходов ваших сотрудников, звонящих извне
sl: Zmanjšanje stroškov zunanjih sodelavcev

source: To control telephone costs where calls are claimed as business expenses
ru: Для контроля стоимости телефонных звонков, по статье организационных расходов:
sl: Nadzor nad telefonskimi stroški kjer se klici obravnavajo kot poslovni strošek

source: Think about someone calling the number of your dial in server, and then cracking a password. Why bother to maintain a firewall for your internet connection, if access to your network is that easy?.
ru: Представьте себе, что некто дозвонился на ваш сервер входящих звонков и взломал пароль доступа. Зачем же, в таком случае, конфигурировать брандмауэр для вашей сети, если можно таким простым способом получить к ней доступ?
sl: Pomislite na nekoga, ki kliče številko vašega strežnika na klic in nato ugane geslo. Zakaj bi si delali skrbi s požanim zidom, do vaše Internetnepovezave, ko pa je do vašega omrežja tako lahko dostopati?

source: Callback software generally asks for your name, and then hangs up the line. It then calls you back, usually at a number that is stored <emphasis>on the server</emphasis> in a database. The client then picks up the phone line and continues with the dial-in as if nothing had happened. The server now requests your username and password, knowing that you are who you said you were when you first dialled in, or at the least, you are where you said you were. The connection is established normally, and the <application>pppd</application> is started.
ru: Программное обеспечение обратного звонка запрашивает ваше имя, а затем разъединяется. Далее производится звонок по вашему номеру, который хранится в базе данных <emphasis>на сервере</emphasis>. Клиент поднимает трубку и продолжается процедура установления соединения, если не возникло сбоев. Сервер запрашивает ваше имя пользователя и пароль, зная, что звонили вы (согласно вашему звонку), или же зная, откуда вы звонили. Устанавливается соединение и запускается демон <application>ppp</application>.
sl: Programje za povratni klic v splošnem prosi za vaše ime in nato prekine zvezo. Nato vas pokliče nazaj, ponavadi na številko, ki je shranjena <emphasis>na strežniku</emphasis> v podatkovni zbirki. Odjemnik nato spet nadaljuje s klicanjem, kot da se ni zgodilo nič. Strežnik nato prosi za vaše uporabniško ime in geslo in pri tem ve, da ste kar ste rekli, da ste, ko ste prvič poklicali, ali vsaj da ste kjer ste rekli, da ste. Povezava se vzpostavi kot ponavadi in program <application>pppd</application> se zažene.

source: Now the big question is, how to tell the client to pick up the phone, when the server calls you back. Do you need a special program, such as <application>mgetty</application>? The answer is, <emphasis>no</emphasis>, you don't need a special client program. In general, any client can be used for callback connections, you could even use an ordinary terminal program such as <application>minicom</application> to connect.
ru: Вопрос: как указать клиенту поднять трубку, когда сервер перезванивает ему. Нужна ли специальная программа типа <application>mgetty</application>? Ответ: <emphasis>нет</emphasis>, вам не понадобится специальная программа. В общем, любой клиент может быть использован при соединении с обратным звонком, вы можете использовать даже обыкновенную терминальную программу: <application>minicom</application>, к примеру.
sl: Vprašanje je, kako odjemniku dopovedati, da naj dvigne slušalko ko strežnik pokliče nazaj. Potrebujete poseben program kot je <application>mgetty</application>? Odgovor je, <emphasis>ne</emphasis>, ne potrebujete posebnega odjemnega programa. V splošnem lahko za povratno-klicne povezave karteregakoli odjemnika, za povezavo bi lahko uporabili celo navaden terminalski program kot je <application>minicom</application>.

source: The only thing you have to do is tell your modem to <command>AutoAnswer</command> the phone when a <computeroutput>RING</computeroutput> is detected by the modem. This is done with the following modem command:
ru: Вам только надо отдать модему команду <command>Ответить автоматически</command> на телефонный звонок при поступлении сигнала <computeroutput>RING</computeroutput>. Для этого задайте модему следующую команду:
sl: Edino kar je treba storiti je, da modemu naročite, da naj telefonu ob <computeroutput>ZVONENJU</computeroutput><command>samodejno odgovori</command>, če modem zazna klic. To je narejeno z naslednjimi modemskimi ukazi:

source: This tells the modem to pick the phone up after one <computeroutput>RING</computeroutput>.
ru: Эта команда указывает модему поднять трубку после одного звонка (<computeroutput>RING</computeroutput>).
sl: To modemu pove, da naj skušalko dvigne po enem zvonenju <computeroutput>RING</computeroutput>.

source: Like a lot of other client programs, &kppp; checks to see if the connection is closed by the server, and then stops the current session if a <computeroutput>NO CARRIER</computeroutput> is detected. This, then, is the real problem when setting up callback. <computeroutput>NO CARRIER</computeroutput> will of course be detected the moment the callback server hangs up the line. Some servers therefore use a special login program. So how do you solve this problem? You tell your modem to show <computeroutput>CARRIER UP</computeroutput> at all times (which causes no problems if you tell the client to hang up the line.) You can do this with the following modem command:
ru: Подобно большинству других программ-клиентов, &kppp; проверяет, не прекращено ли соединение сервером, а затем закрывает текущую сессию, если определен сигнал <computeroutput>NO CARRIER</computeroutput>. Это является настоящей проблемой при настройке обратного звонка. Сигнал <computeroutput>NO CARRIER</computeroutput>, конечно, будет получен в момент прекращения соединения сервером обратного звонка. Некоторые серверы используют специальные программы логина. Так как решить эту проблему? Укажите модему всегда показывать <computeroutput>CARRIER UP</computeroutput> (это не вызовет проблем при указании клиенту повесить трубку). Вы можете осуществить это следующей командой модему:
sl: Kot veliko drugih programov, tudi &kppp; prever ali je strežnik zaprl povezavo in nato prekine trenutno sejo, če zazna signal <computeroutput>NO CARRIER</computeroutput> (ni nosilca). To pri nastavljanju povratnega klica nastane resničen problem. <computeroutput>NO CARRIER</computeroutput> bo seveda zaznan takoj, ko strežnik za povraten klic prekine povezavo. Zato nekateri strežniki uporabljajo posebne programe za prijavo. Kako naj se torej te težave lotite? Modemu naročite naj ves čas prikazuje <computeroutput>CARRIER UP</computeroutput>(kar ne povzroča težav, če odjemniku naročite naj prekine povezavo). To lahko storite z naslednjim ukazom:

source: If you want to test this, you can first use an ordinary terminal program such as <application>minicom</application>, and call your callback server, to see what hapens.
ru: Если вам хочется проверить, как все это работает, используйте обыкновенную терминальную программу, например, <application>minicom</application>, позвоните на ваш сервер обратного звонка и посмотрите, что произойдет.
sl: Če želite to preizkusiti, lahko najprej uporabite navaden terminalski program kot na primer <application>minicom</application>, in poklčete strežnik za povratno klicanje, da boste videli kaj se bo zgodilo.

source: The &kppp; setup
ru: Настройка &kppp;
sl: Nastavitev &kppp;

source: So, now that you've seen the theory in action, how do you go about setting up &kppp; to handle the connection?
ru: Теперь, когда вы увидели применение теории на практике, как настроить &kppp; для осуществления соединения?
sl: Sedaj, ko ste videli postopek v teoriji, kako torej &kppp nastaviti, da bo s takšno povezavo deloval?

source: The procedure is quite straightforward, as follows.
ru: Как показано, процедура весьма несложная.
sl: Postopek je dokaj enostaven:

source: First tell the modem to accept connections, and to not stop the negotiation when the callback server hangs up the line for the first time. You can add both these options in the <guilabel>Modem</guilabel> tab of the &kppp; configuration, by adding to the option <guilabel>Dial String</guilabel> the string <command>AT&amp;C0S0=1DT</command>
ru: Сперва укажите модему принимать входящие соединения, а не прерывать сессию установки соединения при разъединении с сервером обратного звонка при первом звонке. Обе эти опции можно добавить на вкладке <guilabel>Модем</guilabel> в настройках &kppp;, добавив в опцию <guilabel>Строка дозвона</guilabel> следующее: <command>AT&amp;C0S0=1DT</command>
sl: Najprej modemu povejte naj sprejme povezave in naj pogajanja ne zaustavi,ko strežnik za povratno klicanje prvič povezavo prekine prvič. Obe nastavitvi lahko nastavite na jezičku <guilabel>Modem</guilabel> v nastavitvah &kppp; in sicer tako, da izbiri <guilabel>Klicni niz</guilabel> dodate ukazni niz <command>AT&amp;C0S0=1DT</command>

source: There are no other changes with configuration for &kppp;. If you meet trouble with modem init and reset, check the <link linkend="callback-troubleshooting">Troubleshooting</link> section for more information.
ru: Более никаких изменений в &kppp; не потребуется. Если у вас возникнут проблемы с инициализацией и сбросом установок модема, обратитесь к разделу <link linkend="callback-troubleshooting">Устранение неисправностей</link> для получения более детальных сведений.
sl: V nastavitvah &kppp; vam drugih sprememb ni treba delati. Če med pripravo modema na klic in ponastavljanjem pride do težav, si za več informacij oglejte poglavje <link linkend="callback-troubleshooting">Odpravljanje težav</link>.

source: Think about your server for a moment. Remember that &UNIX;, &Windows; and Macintosh operating systems have differing opinions about how to end a line in a text file, and therefore, in login procedures too. If you are connecting to a &Windows; server, use <userinput>CR/LF</userinput>, if you are connecting to a &UNIX; server, use <userinput>CR</userinput>, and if you are connecting to a Macintosh server, use <userinput>LF</userinput>
ru: Не забудьте о сервере. Помните, что ОС &UNIX;, &Windows; и Macintosh по-разному обрабатывают концы строк в текстовых файлах и, таким образом, и в процедурах логина. Если вы подключаетесь к серверу под управлением ОС &Windows;, используйте <userinput>CR/LF</userinput>, для сервера под управлением ОС &UNIX; используйте <userinput>CR</userinput>, а при подключении к серверу Macintosh используйте <userinput>LF</userinput>
sl: Za trenutek pomislite na vaš strežnik. Seveda veste, da imajo operacijski sistemi &UNIX;, &Windows; in Macintosh različna mnenja o tem kako vrstico končati v besedilni datoteki, torej tudi v prijavnih postopkih. Če se povezujete na strežnik &Windows;. uporabite <userinput>CR/LF</userinput>, če se povezujete na strežnik &UNIX; uporabite <userinput>CR</userinput>, in če se povezujete na strežnik Macintosh, uporabite<userinput>LF</userinput>

source: We are assuming for these instructions that you are calling a &Linux; callback package which uses ordinary login (not <acronym>PAP</acronym> or such).
ru: Следующие инструкции применимы к случаю дозвона на сервер обратного звонка под управлением ОС &Linux; с использованием обычной авторизации (не <acronym>PAP</acronym> или ей подобной).
sl: V tem primeru se domneva, da kličete povratno-kličoči paket &Linux;, ki uporablja navadeno prijavo (ne <acronym>PAP</acronym> ali podobne).

source: Set the <guilabel>Authentication</guilabel> style in the <guilabel>Dial</guilabel> tab of the account configuration to <guilabel>Script-based</guilabel>
ru: Установите стиль <guilabel>Авторизация</guilabel> во вкладке <guilabel>Дозвон</guilabel> в конфигурации соединения в положение <guilabel>На основе скрипта</guilabel>
sl: Slog <guilabel>identifikacije</guilabel> na jezičku<guilabel>Pokliči</guilabel> v nastavitvah računa nastavite na<guilabel>Na skripti temelječ</guilabel>

source: Now you have to build the login script. Editing of login scripts is one of the very cool features of &kppp; You can find it in the <guilabel>Login Script</guilabel> tab of the <guilabel>Edit Account</guilabel> dialog.
ru: Сейчас вам надо создать скрипт логина. Редактирование скрипта логина являетсяодной из наиболее приятных функций программы &kppp;. Эта опция доступна на вкладке <guilabel>Скрипт логина</guilabel> в диалоге <guilabel>Редактирование соединения</guilabel>.
sl: Sedaj morate izdelati skripto za prijavo. Urejanje prjavnih skript je ena od odlik &kppp; To lahko najdete na jezičku<guilabel>Prijavna skripta</guilabel> v pogovornem oknu <guilabel>Uredi račun</guilabel>.

source: In this example, the user <systemitem>userxyz</systemitem> needs the following script to be called. The callback server already knows the table of names and their applicable phone numbers, so you select the phone number to be used with an alias, for security purposes.
ru: В этом примере пользователь <systemitem>userxyz</systemitem> должен вызвать следующий скрипт. Серверу обратного звонка уже задана таблица имен и соответствующие телефонные номера, в целях безопасности создать псевдоним для соответствующего вам номера телефона.
sl: V tem primeru mora uporabnik <systemitem>uporabnikčžš</systemitem> poklicati naslednjo skripto. Strežnik za povraten klic že pozna seznam imen in pripadajočih telefonskih številk, zato telefonsko številko iz varnostnih razlogov izberete s pomočjo nadomestnega imena.

source: For each line, choose the criteria from the drop down list on the left of the diaog, and type in the action in the text box on it's right. Choose the <guibutton>Add</guibutton> to add each line to the script. You can use <guibutton>Insert</guibutton> to add a line into the middle of the script, and <guibutton>Remove</guibutton> to delete a line if you made a mistake.
ru: Для каждой строки выберите критерий из раскрывающегося списка в левой стороне диалога и введите действие в поле справа. Нажмите на кнопку <guibutton>Добавить</guibutton> для добавления строки в скрипт. Кнопкой <guibutton>Вставить</guibutton> добавляйте строки в середину скрипта, а кнопкой <guibutton>Удалить</guibutton> удаляйте строку, если в ней допущена ошибка.
sl: Za vsako vrstico iz padajoćega seznama na levi strani pogovornega okna izberite kriterij, in v vnosno polje na desni vnesite dejanje. Da bi dejanje skripti dodali, izberite gumb <guibutton>Dodaj</guibutton> Da bi vrstico dodali na sredini skripte uporabite gumb<guibutton>Vstavi</guibutton>, da pa bi vrstico, če ste naredili napako izbrisali, uporabite gumb <guibutton>Odstrani</guibutton>.

source: The entire script should look something like this (without the comments, shown here starting with a #)
ru: Полностью скрипт будет выглядеть примерно так (без комментариев, начинающихся здесь с символа #)
sl: Celotna skripta naj bi izgledala nekako takole (brez komentarjev, ki se začenjajo z #)

source: Expect ogin: <lineannotation># remember, we do ordinary terminal login</lineannotation> ID "" <lineannotation># kppp sends the id you configured in the main dialog</lineannotation> Expect for userxyz: <lineannotation># a list of available numbers is shown, the user should choose one</lineannotation> Send userxyz-home <lineannotation># the user wants to be called back on their home number</lineannotation> Expect ogin: <lineannotation># The callback process is now running, a new connection, and so a new login.</lineannotation> ID Expect assword: <lineannotation># Now send your password</lineannotation> Expect &gt; <lineannotation># Wait for the command prompt (the prompt may vary)</lineannotation> Send start_ppp <lineannotation># this command starts the pppd</lineannotation>
ru: Expect ogin: <lineannotation># помните, что это обыкновенный теминальный логин</lineannotation> ID "" <lineannotation># kppp отправляет имя пользователя, установленное в главном экране</lineannotation> Expect for userxyz: <lineannotation># отображается список доступных номеров, пользователь должен сделать выбор</lineannotation> Send userxyz-home <lineannotation># пользователь хочет, чтобы ему перезвонили по домашнему номеру</lineannotation> Expect ogin: <lineannotation># выполняется процесс обратного дозвона, новое соединение и новый логин.</lineannotation> ID Expect assword: <lineannotation># отправить пароль</lineannotation> Expect &gt; <lineannotation># ожидать приглашения (оно может отличаться)</lineannotation> Send start_ppp <lineannotation># эта команда запускает демон ppp</lineannotation>

source: After waiting for the login request, the user sends his ID and waits for a list of available phone numbers for that username. Then he tells the server which of the numbers offered he would like to be called back on. &kppp; can open a dialog for this, if your location changes often, &eg; you are a sales representative and move from hotel to hotel. Now the server is expecting login and password for authentication, but in the meantime, the server hangs up and calls the user back. The authentication information is sent, and &kppp; waits for a command prompt, and then starts a small script (here called <filename>start_ppp</filename> which fires up <application>pppd</application> on the server.
ru: После появления запроса на вход, пользователь отправляет свое имя пользователя и ожидает появления списка доступных этому пользователю телефонных номеров. Эатем он указывает серверу, по какому из предложенных номеров нужно произвести звонок. Для этого &kppp; может создать диалог, если вы часто переезжаете, к примеру, если вы являетесь агентом по продажам и переезжаете из гостиницы в гостиницу. Теперь сервер ожидает имя пользователя и пароль для авторизации, тем временем, сервер прерывает соединение и перезванивает пользователю. Данные для авторизации отправлены, &kppp; ожидает приглашения системы и запускает небольшой скрипт (здесь <filename>start_ppp</filename>), который запускает демон <application>ppp</application> на сервере.
sl: Po čakanju na zahtevo za prijavo, uporabnik pošlje svojo ID in počaka na seznam telefonskih številk, ki so na voljo za to uporabniško ime. Nato strežniku pove na katere od ponujenih številk bi se rad odzival. &kppp; lahko za to odpre pogovorno okno, če se vaša lokacija pogosto spreminja &npr; ste potnik in se selite iz hotela v hotel. Sedaj strežnik pričakuje uporabniško ime in geslo za identifikacijo, vendar medtem strežnik povezavo prekine in uporabnika pokliče nazaj. Nato pošlje podatke o identifikaciji in &kppp; počaka na poziv in požene majhno skripto (ki se tu imenuje<filename>start_ppp</filename>), ki na strežniku požene program <application>pppd</application>.

source: The <filename>start_ppp</filename> script might look something like the following:
ru: Скрипт <filename>start_ppp</filename> выглядит примерно так, как показано ниже:
sl: Skripta <filename>start_ppp</filename> je lahko na primer takšna:

source: Of course, setting up a <acronym>PPP</acronym> server is not within the scope of this document. For detailed information, see the <application>pppd</application> man pages. An excellent description of a callback server can be found at <ulink url="http://ap-dec717c.physik.uni-karlsruhe.de/~mh/callback"> http://ap-dec717c.physik.uni-karlsruhe.de/~mh/callback</ulink>
ru: Конечно, настройка <acronym>PPP</acronym>-сервера выходит за рамки этого документа. Детальные сведения находятся на man-странице демона <application>ppp</application>. Замечательное описание сервера обратного звонка доступно по адресу: <ulink url="http://ap-dec717c.physik.uni-karlsruhe.de/~mh/callback"> http://ap-dec717c.physik.uni-karlsruhe.de/~mh/callback</ulink>
sl: Seveda nastavljanje strežnika <acronym>PPP</acronym> ta dokument ne obsega. Za podrobne informacije si oglejte priročnik man programa <application>pppd</application>. Odličen opis strežnika za povraten klic lahko najdete na <ulink url="http://ap-dec717c.physik.uni-karlsruhe.de/~mh/callback"> http://ap-dec717c.physik.uni-karlsruhe.de/~mh/callback</ulink>

source: All other configuration issues, such as <application>pppd</application> configuration or <acronym>IP</acronym> settings work as normal, and no special software is required to pick up the line.
ru: Все остальные настройки, такие как настройка демона <application>ppp</application> или настройки <acronym>IP</acronym>-протокола будут работать нормально, и для дозвона вам не понадобятся другие программы.
sl: Vse druge težave pri nastavljanju kot na primer nastavljanje <application>pppd</application> ali nastavitve <acronym>IP</acronym> delujejo kot ponavadi in za vzpostavitev povezave niso potrebni nobeni dodatni programi.

source: &kppp; callback and other programs such as <application>mgetty</application> or any other faxgetty can be run on the same serial port. There are no problems with the dial in, as &kppp; creates a lock file which will tell the getty program that another application (in this case, &kppp; of course,) is using the line at that time.
ru: Обратный звонок в &kppp; и другие программы типа <application>mgetty</application> или же faxgetty могут выполняться на одном последовательном порте. Проблем с дозвоном быть не должно, так как &kppp; создает файл блокировки и указывает программе getty, что другое приложение (в этом случае &kppp;) использует порт.
sl: Povratno klicanje &kppp; in druge programe kot na primer <application>mgetty</application> ali katerikoli drug program faxgetty lahko poganjate na istih zaporednih vratih. S klicanjem ni nobenih težav, saj &kppp; ustvari datotečno ključavnico, ki bo programu getty povedala, linijo trenutno uporablja nek drug program (v tem primeru je to seveda &kppp;).

source: Troubleshooting
ru: Устранение неисправностей
sl: Odpravljanje težav
