Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenetwork/kppp_getting-online.po
Languages: ru, sl

source: Getting online the easy way
ru: Простое подключение
sl: Priklop na lahek način

source: A few things you should have ready before you start
ru: Перед тем, как вы начнете...
sl: Nekaj stvari, ki bi jih morali vedeti, preden pričnete

source: If you have a fairly modern &Linux; distribution, you might find the rest of this document superfluous. &kppp; comes with a clever little wizard that in many cases can have you up and running with an internet connection in just a few minutes.
ru: Если на вашем компьютере установлена свежая версия ОС &Linux;, вы можете счесть этот документ ненужным. Программа &kppp; включает в себя мастер настройки, который в большинстве случаев настроит работоспособное соединение с Интернетом за несколько минут.
sl: Če imate kolikor toliko moderno distribucijo &Linux;a, se vam bo morda zdel preostanek dokumenta odveč. &kppp; ima malega in pametnega čarovnika, ki vam bo v mnogih primerih vzpostavil povezavo z internetom v le nekaj minutah.

source: Whether using the wizard or not, you should know the following information before you begin:
ru: Вне зависимости от того, используете вы мастера или нет, вам понадобится следующая информация перед тем, как вы начнете:
sl: Ne gelde na to, ali uporabljate čarovnika ali ne, preden pričnete, rabite naslednje podatke:

source: Your <acronym>ISP</acronym> modem pool phone number.
ru: Телефонный номер модемного пула вашего <acronym>Интернет-провайдера</acronym>.
sl: Telefonsko številko modemov vašega <acronym>ISP</acronym>-ja.

source: Your username and password for your <acronym>ISP</acronym>.
ru: Имя пользователя и пароль, предоставленные вашим <acronym>Интернет-провайдером</acronym>.
sl: Vaše uporabniško ime in geslo pri vašem <acronym>ISP</acronym>-ju.

source: Your <acronym>ISP</acronym>'s <acronym>DNS</acronym> servers (one is sufficient, but two is better).
ru: Адрес <acronym>DNS</acronym>-сервера вашего <acronym>Интернет-провайдера</acronym> (одного адреса достаточно, но предпочтительнее иметь два).
sl: <acronym>DNS</acronym> strežnik vašega <acronym>ISP</acronym> (eden je dovolj, ampak dva je bolje).

source: Other optional information you should find out to fully access your <acronym>ISP</acronym>'s services are:
ru: А также дополнительные сведения, которые дадут вам полный доступ к сервисам вашего <acronym>Интернет-провайдера</acronym>:
sl: Drugi opcijski podatki, ki jih rabite za poln dostop do servisov vašega <acronym>ISP</acronym> so:

source: The incoming mail server address (often <systemitem class="systemname">pop.yourisp.com</systemitem> or <systemitem class="systemname">mail.yourisp.com</systemitem>)
ru: Адреса серверов входящей почты (часто это <systemitem class="systemname">pop.ваш_провайдер.ru</systemitem> или <systemitem class="systemname">mail.ваш_провайдер.ru</systemitem>)
sl: Naslov strežnika prihajajoče pošte (pogosto <systemitem class="systemname">pop.vasisp.com</systemitem> ali pa <systemitem class="systemname">mail.vasisp.com</systemitem>)

source: Also find out if your <acronym>ISP</acronym> uses the POP3 protocol or IMAP.
ru: Узнайте также, поддерживает ли ваш <acronym>Интернет-провайдер</acronym> протоколы POP3 или IMAP.
sl: Prav tako preverite, ali vaš <acronym>ISP</acronym> uporablja protokol POP3 ali pa IMAP,

source: The outgoing (<acronym>SMTP</acronym>) mail server address (it could be the same as the incoming mail server, or it is often called something like <systemitem class="systemname">smtp.yourisp.com</systemitem>).
ru: Адреса серверов исходящей почты (<acronym>SMTP</acronym>) (могут совпадать с серверами входящей почты или же называются примерно так: <systemitem class="systemname">smtp.ваш_провайдер.ru</systemitem>).
sl: Naslov strežnika odhajajoče pošte (<acronym>SMTP</acronym>) (lahko je enak kot pri strežniku prihajajoče, pogosto pa ima ime podobno <systemitem class="systemname">smtp.vasisp.com</systemitem>).

source: The Usenet News (<acronym>NNTP</acronym>) server address (possibly <systemitem class="systemname">news.yourisp.com</systemitem> or <systemitem class="systemname">nntp.yourisp.com</systemitem>).
ru: Адрес <acronym>NNTP</acronym>-сервера групп новостей Usenet (возможно <systemitem class="systemname">news.ваш_провайдер.ru</systemitem> или <systemitem class="systemname">nntp.ваш_провайдер.ru</systemitem>).
sl: Naslov strežnika Usenet News (<acronym>NNTP</acronym>), morda podobno <systemitem class="systemname">news.vasisp.com</systemitem> ali pa <systemitem class="systemname">nntp.vasisp.com</systemitem>).

source: Any proxy servers your <acronym>ISP</acronym> has set up.
ru: Прокси-сервера вашего <acronym>Интернет-провайдера</acronym> (если таковые имеются).
sl: Vse posredniške (proxy) strežnike, ki jih je postavil vaš <acronym>ISP</acronym>.

source: All this information is probably available on any paperwork you received from your <acronym>ISP</acronym> when you signed up with them, or you can find it out from your <acronym>ISP</acronym>'s support telephone line.
ru: Вполне вероятно, что эти сведения будут предоставлены вам вашим <acronym>Интернет-провайдером</acronym> в письменном виде после подписания контракта, или же вы можете получить их, обратившись в службу технической поддержки вашего <acronym>Интернет-провайдера</acronym>.
sl: Vsi ti podatki so verjetno na voljo v papirjih, ki te jih prejeli od vašega <acronym>ISP</acronym> ob podpisu z njimi ali pa jih lahko prejmete os <acronym>ISP</acronym> telefonske podpore.

source: Armed with the above, and a fairly recent default installation of &Linux;, you may well find that setting up an internet connection is as simple as running the &kppp; wizard.
ru: Получив эти сведения, а также установив на свой компьютер свежую версию ОС &Linux;, вы можете легко настроить соединение с Интернет с помощью мастера подключения &kppp;.
sl: Oboroženi z zgornjim in dovolj novo namestitvijo &Linux;a boste morda ugotovili, da je vzpostavitev internetne povezave lahko tako preprosto, kot je &kppp;-jev čarovnik.
