Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenetwork/ksirc.po
Languages: de, fr

source: The KSirc Handbook
de: Das &ksirc; Handbuch
fr: Le manuel de KSirc

source: ROLES_OF_TRANSLATORS
de: <othercredit role="translator"> <firstname>Frank</firstname><surname>Schütte</surname> <affiliation><address><email>F.Schuette@t-online.de</email></address></affiliation> <contrib>Deutsche Übersetzung</contrib> </othercredit>
fr: <othercredit role="translator"> <firstname>Éric</firstname> <surname>Bischoff</surname> <affiliation><address><email>e.bischoff@noos.fr</email></address></affiliation> <contrib>Traduction française</contrib> </othercredit>

source: This documentation describes &ksirc; 1.1, the &kde; &irc; client.
de: Diese Dokumentation beschreiben das &kde; &irc;-Programm &ksirc; 1.1.
fr: Cette documentation décrit &ksirc; version 1.1, le client &irc; de &kde;.

source: Introduction
de: Einleitung

source: &ksirc; is the default &kde; &irc; client. It supports scripting with <acronym>Perl</acronym> and has a lot of compatibility with &mirc; for general use.
de: &ksirc; ist für &kde; das Standard-&irc;-Programm. Es unterstützt Skripte in der Sprache <acronym>Perl</acronym> und ist im wesentlichen kompatibel zu &mirc;.
fr: &ksirc; est le client &irc; par défaut de &kde;. Il peut être contrôlé par des scripts <acronym>Perl</acronym> et est fortement compatible avec &mirc; pour ce qui est de l'utilisation de base.

source: Using &ksirc;
de: &ksirc; verwenden
fr: Utilisation de &ksirc;

source: If you haven't used &irc; before...
de: Falls man &irc; noch nie verwendet hat...
fr: Si vous n'avez encore jamais utilisé l'&irc;...

source: Simply put, &irc; is a chat protocol, defined by official Internet standards, and capable of stealing many hours of your life. To use &irc;, you must connect to a server, and then join a channel (equivalent to a chat room).
de: Einfach gesprochen ist &irc; ein Chat-Protokoll. Es ist durch einen offiziellen Internet-Standard definiert worden. Um &irc; zu verwenden, muss man Verbindung zu einem Server aufnehmen und in einen Kanal (channel) hineingehen (äquivalent zu einem Chat-Raum).
fr: &irc; est en fait un protocole de discussion ("chat") défini par des standards officiels de l'Internet et capable de vous dérober de nombreuses heures de votre vie. Pour utiliser &irc;, vous devez vous connecter à un serveur puis joindre un canal de discussion (l'équivalent d'un salon où l'on discute).

source: To connect to a server, open &ksirc; and select <menuchoice><guimenu>Connections</guimenu><guimenuitem>New Server</guimenuitem></menuchoice> or press <keycap>F2</keycap>. In the dialog box that is displayed, select a group from the leftmost drop-down box and then a server from the middle drop-down box. The port, shown on the right, will almost always be 6667. A new window will be displayed showing the messages sent by the server to the client. When these messages have finished scrolling past, you want to choose your channel. To display a list of available channels, type <userinput><command>/list</command></userinput>. To join a channel, type: <userinput><command>/join</command> <replaceable>#channelname</replaceable></userinput>. To leave a channel, just type <userinput><command>/part</command></userinput>.
de: Man wählt <menuchoice><guimenu>Verbindungen</guimenu><guimenuitem>Neuer Server</guimenuitem></menuchoice> oder drückt <keycap>F2</keycap>, um Verbindung zu einem Server aufzunehmen. Im Dialog wählt man eine Gruppe aus dem linken Listenfeld und einen Server aus dem mittleren Listenfeld. Die Portnummer ist in der Regel 6667. Es erscheint ein neues Fenster, das die vom Server gesendeten Nachrichten anzeigt. Wenn diese Nachrichten beendet sind, kann man einen Kanal auswählen. Eine Liste der verfügbaren Kanäle erhält man durch den Befehl <userinput><command>/list</command></userinput>. Um in einen Kanal hineinzugehen, gibt man den Befehl <userinput><command>/join</command> <replaceable>#Kanalname</replaceable></userinput> an. Um einen Kanal zu verlassen, dient der Befehl <userinput><command>/part</command></userinput>.
fr: Pour vous connecter è un serveur, ouvrez &ksirc; et sélectionnez <menuchoice><guimenu>Connexions</guimenu><guimenuitem>Nouveau serveur...</guimenuitem></menuchoice> ou appuyez sur <keycap>F2</keycap>. Dans la boîte de dialogue qui s'affiche, choisissez un groupe dans la liste déroulante de gauche et un serveur dans la liste déroulante du milieu. Le port, affiché sur la droite, vaudra pratiquement toujours 6667. Une nouvelle fenêtre s'ouvre et affiche les messages envoyés par le serveur au client. Quand ces messages on fini de défiler, il vous faut choisir votre canal. Pour afficher une liste des canaux disponibles, tapez <userinput><command>/list</command></userinput>. Pour vous joindre à un canal, tapez&nbsp;: <userinput><command>/join</command> <replaceable>#nomducanal</replaceable></userinput>. Pour quitter un canal, tapez seulement <userinput><command>/part</command></userinput>.

source: That's the basics, for more detailed information, read on...
de: Damit sind die Grundlagen bekannt. Detailiertere Informationen folgen weiter unten.
fr: Vous voila en possession des techniques de base. Pour plus d'informations, continuez à lire la suite...

source: &ksirc; Basics
de: Grundlagen von &ksirc;
fr: Techniques de base avec &ksirc;

source: Servers
de: Server
fr: Les serveurs

source: &ksirc; allows you to connect to an arbitrary number of servers. To connect to a server, select <menuchoice><guimenu>Connections</guimenu><guimenuitem>New Server</guimenuitem></menuchoice> or press <keycap>F2</keycap>.The Connection Dialog appears, and you can select a <guilabel>Group</guilabel>, then a <guilabel>Server</guilabel>, and also a <guilabel>Port</guilabel> to connect to.
de: Mit &ksirc; kann man gleichzeitig Verbindung zu vielen Servern aufnehmen. Um sich mit einem Server zu verbinden, wählt man <menuchoice><guimenu>Verbindungen</guimenu><guimenuitem>Neuer Server</guimenuitem></menuchoice> oder drückt <keycap>F2</keycap>. Im Verbindungsdialog kann man zunächst die gewünschte <guilabel>Gruppe</guilabel>, dann einen <guilabel>Server</guilabel> und schließlich einen <guilabel>Port</guilabel> wählen.
fr: &ksirc; vous permet de vous connecter à un nombre de serveurs arbitraire. Pour vous connecter à un serveur, choisissez <menuchoice><guimenu>Connexions</guimenu><guimenuitem>Nouveau serveur...</guimenuitem></menuchoice> ou appuyez sur <keycap>F2</keycap>. Le dialogue de connexion apparaît, et vous pouvez alors choisir un <guilabel>Groupe</guilabel>, puis un <guilabel>Serveur</guilabel>, ainsi qu'un <guilabel>Port</guilabel> auxquels vous connecter.

source: Just click <guilabel>Connect</guilabel> when you're done, and a new window for the server is displayed. You can keep track of the servers you're connected to in the &ksirc; <guilabel>Server Control</guilabel> window.
de: Danach klickt man auf <guilabel>Verbinden</guilabel> und ein neues Fenster erscheint. Das Fenster <guilabel>Server-Kontrolle</guilabel> ermöglicht eine Kontrolle über die Server, mit denen &ksirc; verbunden ist.
fr: Cliquez sur <guilabel>Connexion</guilabel> quand vous avez fini, et une nouvelle fenêtre propre au serveur apparaît. Vous pouvez à tout moment savoir à quels serveurs vous êtes connecté grâce à la fenêtre <guilabel>Configuration du serveur</guilabel> de &ksirc;.

source: Channels
de: Kanäle (Channels)
fr: Les canaux

source: You can connect to channels with the normal <userinput><command>/join</command></userinput>, by selecting <menuchoice><guimenu>Connections</guimenu><guimenuitem>Join Channel</guimenuitem></menuchoice> or by pressing <keycap>F3</keycap>.
de: Mit dem Befehl <userinput><command>/join</command></userinput> oder über den Menüeintrag <menuchoice><guimenu>Verbindungen</guimenu><guimenuitem>In Kanal hineingehen</guimenuitem></menuchoice> oder durch drücken von <keycap>F3</keycap> kann man in einen Kanal hineingehen.
fr: Vous pouvez vous connecter aux canaux grâce à la commande <userinput><command>/join</command></userinput> normale, en choisissant <menuchoice><guimenu>Connexions</guimenu><guimenuitem>Se joindre à un canal...</guimenuitem></menuchoice> ou en appuyant sur <keycap>F3</keycap>.

source: Channels you are connected to are shown in the <guilabel>Server Control</guilabel> window under the server to which the they belong. To leave a channel, you can <userinput>/part</userinput>, select <menuchoice><guimenu>Channel</guimenu><guimenuitem>Close</guimenuitem> </menuchoice> or press <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo>.
de: Geöffnete Kanäle werden im Fenster <guilabel>Server-Kontrolle</guilabel> unter dem zugehörigen Server angezeigt. Man kann einen Kanal wieder verlassen, indem man <userinput>/part</userinput> eintippt, im Menü <menuchoice><guimenu>Kanal</guimenu><guimenuitem>Schließen</guimenuitem> </menuchoice> wählt oder <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> betätigt.
fr: Les canaux auxquels vous êtes connecté apparaissent dans la fenêtre <guilabel>Server Control</guilabel> en-dessous du serveur auquel ils appartiennent. Pour quitter un canal, vous pouvez utiliser la commande <userinput>/part</userinput>, choisir <menuchoice><guimenu>Canal</guimenu><guimenuitem>Fermer</guimenuitem></menuchoice> ou appuyer sur <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo>.

source: Channel Options
de: Kanal-Einstellungen
fr: Les options liées au canal

source: The <guimenu>Channel</guimenu> menu, available in any channel window, contains some useful options:
de: Das <guimenu>Kanal</guimenu>-Menü im Kanal-Fenster enthält einige nützliche Einstellungen:
fr: Le menu <guimenu>Canal</guimenu>, disponible dans les fenêtres de canal, contient quelques options utiles&nbsp;:

source: <shortcut> <keycombo>&Ctrl;<keycap>T</keycap> </keycombo></shortcut> <guimenuitem>Ticker Mode</guimenuitem>
de: <shortcut> <keycombo>&Ctrl;<keycap>T</keycap> </keycombo></shortcut> <guimenuitem>Ticker-Modus</guimenuitem>
fr: <shortcut> <keycombo>&Ctrl;<keycap>T</keycap> </keycombo></shortcut> <guimenuitem>Mode programmé</guimenuitem>

source: <action>Displays the channel like a stock or a news ticker. </action>Note that this mode does not allow you to enter text into the channel. To exit Ticker Mode, <mousebutton>right</mousebutton> click the ticker, and select <guimenuitem>Hide...</guimenuitem>.
de: <action>Zeigt den Kanal wie einen Börsen- oder Nachrichtenticker an.</action> Zu beachten ist, das man in diesem Modus nicht an der Unterhaltung im Kanal teilnehmen kann. Um den Ticker-Modus zu beenden, klickt man mit der <mousebutton>rechten</mousebutton> Maustaste auf den Ticker und wählt aus dem Menü <guimenuitem>Verstecken...</guimenuitem>.
fr: <action>Affiche le canal comme un bandeau lumineux de cours de la bourse ou de nouvelles en temps réel.</action> Notez que ce mode ne vous permet pas de saisir du texte dans le canal. Pour sortir du mode programmé, cliquez sur le &BDS;, et choisissez <guimenuitem>Cacher...</guimenuitem>.

source: <shortcut><keycombo>&Ctrl;<keycap>S</keycap> </keycombo></shortcut> <guimenuitem>Save to Logfile...</guimenuitem>
de: <shortcut><keycombo>&Ctrl;<keycap>S</keycap> </keycombo></shortcut> <guimenuitem>In Log-Datei speichern...</guimenuitem>
fr: <shortcut><keycombo>&Ctrl;<keycap>S</keycap> </keycombo></shortcut> <guimenuitem>Enregistrer vers le fichier de log...</guimenuitem>

source: Saves the contents of the channel to a file.
de: Speichert den Inhalt des Kanals in einer Datei.
fr: Enregistre le contenu du canal dans un fichier.

source: <shortcut><keycombo>&Ctrl;<keycap>A</keycap> </keycombo></shortcut> <guimenuitem>Time Stamp</guimenuitem>
de: <shortcut><keycombo>&Ctrl;<keycap>A</keycap> </keycombo></shortcut> <guimenuitem>peitmarke</guimenuitem>
fr: <shortcut><keycombo>&Ctrl;<keycap>A</keycap> </keycombo></shortcut> <guimenuitem>Horodatage</guimenuitem>

source: Prepends each thing said in the channel with the time it was said, in the form HH:MM
de: Jeder Aussage im Kanal wird die Zeit in der Form HH:MM vorangestellt.
fr: Précède chaque chose dite dans le canal de l'heure à laquelle elle a été dite, sous la forme HH:MM

source: Users
de: Benutzer
fr: Utilisateurs

source: In a channel, the user list is displayed along the right hand side. Right-clicking a nick in that list gives you some options, most of which are self-explanatory:
de: In jedem Kanal wird die Benutzerliste rechts in einer Spalte angezeigt. Klickt man mit der rechten Maustaste auf einen der Namen, so erscheint ein Menü mit einigen selbst erklärenden Funktionen:
fr: Dans chaque canal, la liste des utilisateurs est affichée sur la droite. En cliquant avec le &BDS; dans cette liste sur un pseudo vous donne accès à des options, dont la plupart sont faciles à comprendre&nbsp;:

source: Refresh Nicks
de: Spitznamen aktualisieren

source: Sends a message to the server to request the list of users in the channel.
de: Fordert vom Server die aktuelle Teilnehmerliste dieses Kanals an.
fr: Envoie un message au serveur demandant la liste des utilisateurs du canal.

source: Follow
de: Folgen

source: Follows the user into whatever channels he goes to.
de: Folgt einem bestimmten Teilnehmer in den Kanal, in den er geht.
fr: Suit l'utilisateur dans tout canal où il peut aller.

source: unFollow
de: Nicht folgen

source: Stops following the user.
de: Beendet die Verfolgung eines Teilnehmers.
fr: Arrête de suivre l'utilisateur.

source: Whois
de: Wer ist

source: Sends a CTCP whois query to the user, which provides information about the user, such as their hostname and what server they are connected to.
de: Sendet eine "CTCP whois"-Anfrage über einen Teilnehmer. Es werden verschiedene Informationen über einen Teilnehmer (z.B. Computername, Server-Verbindung usw.) abgefragt.
fr: Envoie une requête CTCP whois à l'utilisateur, qui renvoie des informations sur l'utilisateur, comme son nom d'ordinateur et le serveur auquel il est connecté.

source: Sends a CTCP Ping to the user, to determine their echo time.
de: Sendet ein "CTCP Ping" zu einem Teilnehmer, um dessen Antwortzeit zu testen.
fr: Envoie une requête CTCP Ping à l'utilisateur, pour déterminer la durée de l'écho avec cet utilisateur.

source: Sends a CTCP Version to the user, to determine what software they are using.
de: Sendet eine "CTCP Version"-Anfrage, um die Programmversion eines Teilnehmers zu ermitteln.
fr: Envoie une requête CTCP Version à l'utilisateur, pour déterminer quel logiciel il utilise.

source: Abuses the user in one of various amusing ways.
de: Einen Teilnehmer in einer von mehreren Weisen schlecht behandeln.
fr: Se permet des familiarités amusantes avec l'utilisateur.

source: The following commands are only available if you are an operator on the channel:
de: Die folgenden Befehle sind nur für Kanal-Operatoren zugänglich:
fr: Les commandes qui suivent ne sont disponibles que si vous êtes un opérateur du canal&nbsp;:

source: Kicks the user off the channel.
de: Den Teilnehmer aus dem Kanal werfen.
fr: Éjecte l'utilisateur du canal.

source: Bans the user from joining the channel.
de: Den Teilnehmer von der Teilnahme im Kanal ausschließen.
fr: Bannit l'utilisateur en l'empêchant de rejoindre le canal.

source: Removes the ban on the user joining the channel.
de: Den Teilnahmeausschluß für einen Benutzer aufheben.
fr: Retire la mesure de bannissement de l'utilisateur.

source: Gives the user operator privileges.
de: Dem Teilnehmer Operator-Rechte geben.
fr: Donne à l'utilisateur les privilèges d'opérateur.

source: Removes operator privileges from the user.
de: Die Operator-Rechte für einen Teilnehmer widerrufen.
fr: Retire les privilèges d'opérateur à l'utilisateur.

source: &ksirc; Colors
de: Farben von &ksirc;
fr: Les couleurs de &ksirc;

source: &ksirc; follows the color scheme used by &mirc; and a slight modification for more powerful in house use.
de: Das Farbschema von &ksirc; ist dem von &mirc; ähnlich. Es wurden einige geringe Modifikationen für eine bessere Anwendbarkeit vorgenommen.
fr: &ksirc; suit le code de couleurs établi par &mirc; avec de légères variations permettant un usage personnel plus avancé.

source: &lt;fg&gt; == foreground &lt;bg&gt; == background &lsqb;&rsqb; == optional
de: &lt;fg&gt; == Vordergrund &lt;bg&gt; == Hintergrund &lsqb;&rsqb; == Optional
fr: &lt;fg&gt; == couleur de texte &lt;bg&gt; == couleur de fond &lsqb;&rsqb; == optionnel

source: &mirc; compatibility
de: Kompatibilität zu &mirc;
fr: Compatibilité avec &mirc;

source: <userinput>0x03&lt;fg&gt;&lsqb;,&lt;bg&gt;&rsqb;</userinput> sets the foreground and background
de: Der Befehl <userinput>0x03&lt;fg&gt;&lsqb;,&lt;bg&gt;&rsqb;</userinput> ändert die Farbe für den Vordergrund und den Hintergrund
fr: <userinput>0x03&lt;fg&gt;&lsqb;,&lt;bg&gt;&rsqb;</userinput> définit les couleurs de texte et de fond

source: <userinput>0x03</userinput> resets to defaults for THAT line
de: Der Befehl <userinput>0x03</userinput> stellt für diese Zeile auf die Standardeinstellung zurück
fr: <userinput>0x03</userinput> revient aux valeurs par défaut pour CETTE ligne

source: &ksirc; native
de: &ksirc; Standard
fr: Propre à &ksirc;

source: <userinput>&tilde;&lt;fg&gt;&lsqb;,&lt;bg&gt;&rsqb;</userinput> sets the foreground and background
de: <userinput>&tilde;&lt;fg&gt;&lsqb;,&lt;bg&gt;&rsqb;</userinput> ändert die Vordergrund- und Hintergrundfarbe
fr: <userinput>&tilde;&lt;fg&gt;&lsqb;,&lt;bg&gt;&rsqb;</userinput> règle les couleurs de texte et de fond

source: <userinput>&tilde;c</userinput> resets to defaults
de: <userinput>&tilde;c</userinput> stellt auf Standardeinstellungen zurück
fr: <userinput>&tilde;c</userinput> revient aux valeurs par défaut

source: <userinput>&tilde;b</userinput> sets bold font
de: <userinput>&tilde;b</userinput> ändert das Schriftattribut in fett
fr: <userinput>&tilde;b</userinput> passe en mode gras

source: <userinput>&tilde;u</userinput> sets underline
de: <userinput>&tilde;u</userinput> ändert das Schriftattribut in unterstrichen
fr: <userinput>&tilde;u</userinput> passe en mode souligné

source: <userinput>&tilde;i</userinput> sets italics
de: <userinput>&tilde;i</userinput> ändert das Schriftattribut in kursiv
fr: <userinput>&tilde;i</userinput> passe en mode italique

source: <userinput>&tilde;r</userinput> sets underline
de: <userinput>&tilde;r</userinput> ändert das Schriftattribut in unterstrichen
fr: <userinput>&tilde;r</userinput> passe en mode souligné

source: Why did I change &ksirc; to use &tilde; instead of 0x03 (&circ;C)? Well, it's hard to use 0x03 in scripts and not all C functions seem to like it. &tilde;&lt;letter&gt; also alows more commands while not stomping on &mirc;'s future changes.
de: Warum verwendet &ksirc; das Zeichen &tilde; an Stelle von 0x03 (&circ;C)? Erstens ist es schwer 0x03 in Skripten zu verwenden und zweitens haben einige C-Funktionen Probleme damit. &tilde;&lt;Zeichen;&gt; ermöglicht mehr Befehle, ohne Probleme mit zukünftigen Erweiterungen von &mirc; zu bekommen.
fr: Pourquoi ai-je modifié &ksirc; pour utiliser &tilde; au lieu de 0x03 (Ctrl-C)&nbsp;? Eh bien, il est dur d'utiliser 0x03 dans des scripts et certaines fonctions C semblent ne pas l'aimer. &tilde;&lt;letter&gt; permet également de disposer de plus de commandes sans entrer en conflit avec de futurs changements de &mirc;.

source: Color Numbers
de: Farbnummern
fr: Numéros de couleurs

source: white
de: weiß
fr: blanc

source: black
de: schwarz
fr: noir

source: blue
de: blau
fr: bleu

source: green
de: grün
fr: vert

source: <para> red</para>
de: <para> rot</para>
fr: <para>rouge</para>

source: brown
de: braun
fr: brun

source: purple
de: violett
fr: violet

source: yellow
de: gelb
fr: jaune

source: lightGreen
de: hellgrün
fr: vert pâle

source: cyan
de: rosa

source: lightCyan
de: hellrosa
fr: cyan pâle

source: lightBlue
de: hellblau
fr: bleu pâle

source: pink
de: rosa
fr: rose

source: gray
de: grau
fr: gris

source: lightGray
de: hellgrau
fr: gris pâle

source: Sending Bold, Underline, Reverse, and Color
de: Sendet die Attribute fett, unterstrichen, invertiert und die Farbe
fr: Envoyer en gras, souligné, inverse et en couleur

source: You can use the following key combinations to insert control codes in text:
de: Mit den folgenden Tastenkürzeln kann man Steuerzeichen in den Text einfügen:
fr: Vous pouvez utiliser les combinaisons de touches suivantes pour insérer des codes de contrôle dans le texte&nbsp;:

source: <keycombo action="simul">&Ctrl;<keycap>B</keycap></keycombo> for bold text
de: <keycombo action="simul">&Ctrl;<keycap>B</keycap></keycombo> für fett
fr: <keycombo action="simul">&Ctrl;<keycap>B</keycap></keycombo> pour du texte gras

source: <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> for underlined text
de: <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> für unterstrichen
fr: <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> pour du texte souligné

source: <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> for reverse text
de: <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> für invertiert
fr: <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> pour du texte inversé

source: <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> for colored text
de: <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> für farbig
fr: <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> pour du texte en couleur

source: <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> for plain text
de: <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> für Standard
fr: <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> pour du texte normal

source: Examples
de: Beispiele
fr: Exemples

source: To underline a single word in a sentence:
de: Unterstreichung eines einzelnen Wortes in einem Satz:
fr: Pour souligner un mot isolé dans une phrase&nbsp;:

source: Type <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo>
de: Man tippt <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo>
fr: Tapez <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo>

source: Type in the word
de: Tippe das Wort ein
fr: Tapez le mot

source: Type <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> again
de: Tippe noch einmal <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo>
fr: Tapez à nouveau <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo>

source: Only the text that is enclosed by the start and end codes will be affected. You can use this method with all of the other control codes.
de: Nur der Text zwischen den Start- und Endezeichen wird verändert. Man kann diese Methode für alle anderen Steuerzeichen ebenfalls verwenden.
fr: Seul le texte qui est entouré par les codes de début et de fin sera affecté. Vous pouvez utiliser cette méthode avec tous les autres codes de contrôle.

source: The <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> control code is slightly different because it allows you to specify a color number. To color a single word in a sentence:
de: Das Steuerzeichen <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> funktioniert etwas anders, da man hier noch eine Farbnummer angeben muss. Um beispielsweise ein einzelnes Wort einzufärben:
fr: Le code de contrôle <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> est légèrement différent car il vous permet de spécifier un code de couleur. Pour colorer un mot isolé dans une phrase&nbsp;:

source: Type <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo>
de: Man tippt <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo>
fr: Tapez <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo>

source: Type a number between 0 and 15
de: Nun tippt man eine Zahl zwischen 0 und 15
fr: Tapez un nombre entre 0 et 15

source: Type the word
de: Nun tippt man das Wort
fr: Tapez le mot
