Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenetwork/ksirc.po
Languages: de, fr

source: Takes the nick and adds color &num;4 between the two <literal>&lt;&gt; &tilde;c</literal> clears the color.
de: Nimmt den Spitznamen und fügt die Farbe &num;4 zwischen <literal>&lt;&gt;</literal> hinzu. <literal>&tilde;c</literal> löscht die Farbe wieder.
fr: Prend le pseudo et ajoute la couleur &num;4 entre les deux <literal>&lt;&gt;</literal>. <literal>&tilde;c</literal> annule la couleur.

source: Keys
de: Tastenkürzel
fr: Raccourcis clavier

source: This is a listing of the short cut and command keys available under &ksirc;.
de: Liste der Tastenkürzel und Tastaturbefehle von &ksirc;.
fr: Voici une liste des raccourcis clavier et des touches de fonction disponibles sous &ksirc;.

source: Keybindings
de: Tastenkürzel
fr: Raccourcis clavier

source: Keybinding
de: Tastenkürzel
fr: Raccourci clavier

source: Action
de: Aktion

source: Open the <guimenu>File</guimenu> menu.
de: Öffnet das <guimenu>Datei</guimenu>-Menü.
fr: Ouvre le menu <guimenu>Fichier</guimenu>.

source: Open the <guimenu>Edit</guimenu> menu.
de: Öffnet das Menü <guimenu>Bearbeiten</guimenu>.
fr: Ouvre le menu <guimenu>Édition</guimenu>.

source: Open a new Channel/Query Window
de: Öffnet ein neues Kanal-/Abfrage-Fenster.
fr: Ouvre une nouvelle fenêtre de canal/requêtes

source: Ticker Mode
de: Ticker-Modus
fr: Mode programmé

source: Quit
de: Beenden
fr: Quitter

source: Cut Window
de: Fenster ausschneiden
fr: Couper

source: Paste
de: Einfügen
fr: Coller

source: Begin a message to the most recent person to send you a message
de: Eine Nachricht an die letzte Person schreiben, die eine Nachricht an micht gesendet hat
fr: Commence un message adressé à la dernière personne a vous avoir envoyé un message

source: Begin a message to the next to last person to send you a message
de: Eine Nachricht an die vorletzte Person beginnen, die eine Nachricht an micht gesendet hat
fr: Commence un message adressé à l'avant-dernière personne a vous avoir envoyé un message

source: Start color code (with a number, text you type after this will be colored)
de: Umschalten der Textfarbe (gefolgt von einer Zahl). Text nach dieser Eingabe wird in der gewünschten Farbe dargestellt.
fr: Début de code de couleur (accompagné d'un numéro, le texte tapé par la suite sera coloré)

source: Begin or end underlining text. Text after the first occurrence of this will be underlined until you type it again.
de: Textattribut unterstrichen ein-/ausschalten. Text nach der ersten Betätigung dieser Tastenkombination wird unterstrichen, bis man die Tastenkombination ein zweites Mal betätigt.
fr: Démarre ou arrête le soulignement. Le texte après la première occurrence de ce code sera souligné jusqu'à ce que vous le tapiez à nouveau.

source: Begin or end italic text. Text after the first occurrence of this will be italic until you type it again.
de: Textattribut kursiv ein-/ausschalten. Text nach der ersten Betätigung wird kursiv gedruckt. Nach der zweiten wird das Attribut wieder ausgeschaltet.
fr: Démarre ou arrête le texte italique. Le texte après la première occurrence de ce code sera en italique jusqu'à ce que vous le tapiez à nouveau.

source: Begin or end bold text. Text after the first occurrence of this will be bold until you type it again.
de: Textattribut fett ein-/ausschalten. Text nach der ersten Betätigung wird fett gedruckt. Nach der zweiten wird das Attribut wieder ausgeschaltet.
fr: Démarre ou arrête le texte gras. Le texte après la première occurrence de ce code sera en gras jusqu'à ce que vous le tapiez à nouveau.

source: Begin or end reverse video text. Text after the first occurrence of this will be reversed until you type it again.
de: Textattribut invertiert ein-/ausschalten. Text nach der ersten Betätigung wird invertiert gedruckt. Nach der zweiten wird das Attribut wieder ausgeschaltet.
fr: Démarre ou arrête l'inversion vidéo. Le texte après la première occurrence de ce code sera inversé jusqu'à ce que vous le tapiez à nouveau.

source: Tries to complete the nickname of someone on the channel, based on the text you entered. You are probably familiar with this from your commandline shell.
de: Versucht, den Spitznamen einer Person aus dem angefangenen Wort zu komplettieren. Diese Funktion ist vermutlich von der Shell her bekannt.
fr: Essaye de compléter le pseudonyme de quelqu'un du canal, en fonction du texte déjà tapé. Vous avez probablement déjà vu cette fonctionnalité dans l'interpréteur de commandes du système.

source: Credits and Licenses
de: Mitwirkende und Lizenz
fr: Remerciements et licences

source: &ksirc; copyright 1997-2001, the &ksirc; developers.
de: &ksirc; Copyright 1997-2001, die &ksirc; Entwickler.
fr: &ksirc; copyright 1997-2001, les développeurs de &ksirc;.

source: Portions of documentation copyright 1997, Andrew Stanley Jones
de: Teile der Dokumentation Copyright 1997, Andrew Stanley Jones
fr: Documentation en partie copyright 1997, Andrew Stanley Jones

source: Documentation updated for &kde; 2.2 by Philip Rodrigues <email>phil.rod@@ntlworld.com</email>
de: Dokumentation aktualisiert für &kde; 2.2 von Philip Rodrigues <email>phil.rod@@ntlworld.com</email>
fr: Documentation mise à jour pour &kde; 2.2 par Philip Rodrigues <email>phil.rod@@ntlworld.com</email>

source: CREDIT_FOR_TRANSLATORS
de: <para>Deutsche Übersetzung Frank Schütte <email>F.Schuette@t-online.de</email></para>
fr: <para>Traduction française par Éric Bischoff<email>e.bischoff@noos.fr</email></para>

source: Where to get &ksirc;
de: Wie bekommt man &ksirc;
fr: Comment obtenir &ksirc;

source: &ksirc; is part of the <ulink url="http://www.kde.org">&kde; Project </ulink>. You will find the current version of &ksirc; in the kdenetwork package at <ulink url="ftp://ftp.kde.org/pub/kde">ftp://ftp.kde.org/pub/kde </ulink>, the &FTP; server of the &kde; project.
de: &ksirc; ist Teil des <ulink url="http://www.kde.org">&kde;-Projektes</ulink>. Man findet die aktuelle Version von &ksirc; im Paket kdenetwork auf <ulink url="ftp://ftp.kde.org/pub/kde">ftp://ftp.kde.org/pub/kde </ulink>, dem &FTP;-Server des &kde;-Projektes.
fr: &ksirc; fait partie du <ulink url="http://www.kde.org">Projet &kde;</ulink>. Vous trouverez la version courante de &ksirc; dans le paquetage kdenetwork à l'adresse <ulink url="ftp://ftp.kde.org/pub/kde">ftp://ftp.kde.org/pub/kde</ulink>, le serveur &FTP; du projet &kde;.

source: Requirements
de: Anforderungen
fr: Configuration nécessaire

source: If you want to install &ksirc;, you need at least a &kde; 2.2 installation.
de: Für die Installation von &ksirc; benötigt man mindestens die Version 2.2 von &kde;.
fr: Si vous voulez installer &ksirc;, vous avez besoin de &kde; 2.2.

source: If you intend to compile and install &ksirc; yourself, you have to make sure that the following programs are present on your system:
de: Falls man &ksirc; selbst kompilieren und installieren will, benötigt man mindestens die folgenden Programme als Voraussetzung:
fr: Si vous désirez compiler et installer &ksirc; vous-même, vous devez vous assurer que les programmes suivants sont présents sur votre système&nbsp;:

source: g++ 2.8 / egcs 1.0.3 (or compatible)
de: g++ 2.8 / egcs 1.0.3 (oder kompatibel)

source: Compilation and Installation
de: Kompilation und Installation
fr: Compilation et installation

source: &ksirc; is part of the kdenetwork package of &kde; 2.2 and is installed together with it. In general, there is no need for the user to compile the source code of &ksirc; by hand. If you nevertheless intend to do so, or if you have only the source code available, compilation and installation is, as usual on Linux, done by typing:
de: &ksirc; ist Teil des Pakets kdenetwork von &kde; 2.2 und wird mit diesem zusammen installiert. Generell gibt es keinen Grund, den Quelltext von &ksirc; selbst zu kompilieren. Falls man das dennoch möchte oder falls man nur den Quelltext zur Verfügung hat, kann man die Kompilation und Installation, wie unter Linux üblich, bewerkstelligen durch:
fr: &ksirc; fait partie du paquetage kdenetwork de &kde; 2.2 et est installé avec lui. En général, l'utilisateur n'a pas besoin de compiler à la main le code source de &ksirc; by hand. Si vous désirez néanmoins le faire, ou si vous ne disposez que du code source, la compilation et l'installation se font, comme d'habitude sous Linux, en saisissant&nbsp;:

source: &ksirc; uses <command>autoconf</command> and <command> automake</command>, so no problems should occur during the compilation process. If you do hit on any problems though, please contact the &kde; developers mailing list <email>kde-devel@master.kde.org</email>.
de: &ksirc; verwendet <command>autoconf</command> und <command>automake</command>, daher sollte es keine Probleme während des Kompilationsprozesses geben. Falls dennoch Probleme auftreten, kann man sich and die &kde;-Entwickler-Mailingliste <email>kde-devel@master.kde.org</email> wenden.
fr: &ksirc; utilise <command>autoconf</command> and <command>automake</command>, il ne devrait donc pas y avoir de problèmes de compilation. Si vous deviez toutefois en rencontrer, veuillez contacter la liste de discussion des développeurs de &kde; à l'adresse <email>kde-devel@master.kde.org</email>.

source: Format:
fr: Format&nbsp;:

source: Match: ^\*\*\*.* KILL message for.* From: Path: \S+ To: .
fr: Correspondance&nbsp;: ^\*\*\*.* KILL message for.* De&nbsp;: Path: \S+ En&nbsp;: .

source: Match: ^\*\*\*.*KILL message.*\(NickServ Enforcement\) From: ^(?:&tilde;\S+&tilde;) To: &tilde;!discard&tilde;
fr: Correspondance&nbsp;: ^\*\*\*.*KILL message.*\(NickServ Enforcement\) De&nbsp;: ^(?:&tilde;\S+&tilde;) En&nbsp;: &tilde;!discard&tilde;

source: *** [KILL] &lt;KILLER&gt; killed &lt;KILLED&gt; (reason) Match: \*\*\*.*KILL message From: \*\*\*.*for (.*?) from (.*?)\. \((.*?)\).* To: *** [KILL] $$2 killed $$1 ($$3)
fr: *** [KILL] &lt;MEURTRIER&gt; a tué &lt;VICTIME&gt; (motif) Correspondance&nbsp;: \*\*\*.*KILL message De&nbsp;: \*\*\*.*for (.*?) from (.*?)\. \((.*?)\).* En&nbsp;: *** [KILL] $$2 a tue $$1 ($$3)

source: Match: ^(?:&tilde;\S+&tilde;)&lt;\S+&gt; From: &lt;(\S+)&gt; To: &lt;&tilde;4$$1&tilde;c&gt;
fr: Correspondance&nbsp;: ^(?:&tilde;\S+&tilde;)&lt;\S+&gt; De&nbsp;: &lt;(\S+)&gt; En&nbsp;: &lt;&tilde;4$$1&tilde;c&gt;
