Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdenetwork/ksirc.po
Languages: de, fr

source: Type <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> again
de: Schlileßlich tippt man noch einmal <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo>
fr: Tapez à nouveau <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo>

source: If you also want to change the background color of a word, you would need to type two numbers separated by a comma instead of just one number. The first number is the text color, the second number is the background color. The colors range from 0 to 15, the index is in the previous section.
de: Wenn man außerdem noch die Hintergrundfarbe eines Wortes verändern will, muss man zwei durch ein Komma getrennte Zahlen anstatt einer einzigen angeben. Die erste Zahl gibt die Textfarbe an, die zweite steht für die Hintergrundfarbe. Der Farbbereich reicht von 0 bis 15. Die Tabelle der Farben befindet sich im vorigen Abschnitt.
fr: Si vous souhaitez également changer la couleur de fond d'un mot, vous devrez saisir deux nombres séparés par une virgule au lieu d'un seul nombre. Le premier nombre indique la couleur de texte, le second indique la couleur de fond. Les couleurs vont de 0 à 15, l'affectation des codes de couleur étant retaillée dans la section précédente.

source: You can enclose text in multiple control codes, so for example you could have a bold, underlined, and colored word.
de: Ein Textabschnitt kann auch in mehrere Steuerzeichen eingeschlossen werden. Man kann also einen Textabschnitt fett, unterstrichen und farbig darstellen.
fr: Vous pouvez entourer du texte de plusieurs codes de contrôle, pour obtenir par exemple un mot souligné, gras et en couleurs.

source: Filters
de: Filter
fr: Filtres

source: Filter Rules and How to Make them
de: Filterregeln und ihre Erstellung
fr: Les règles de filtrage, et comment les établir

source: If you just can't figure it out, wait. I want to build a nice <quote>filter builder</quote> where you can just click your way through it. Though, it might be a while.
de: Falls man diese Anleitung nicht versteht, kann man auf den für die nächste Programmversion geplanten <quote>Filterassistenten</quote> warten. Das kann allerdings noch ein wenig dauern.
fr: Si vous ne pouvez simplement pas vous y mettre, attendez. J'ai l'intention de construire un <quote>constructeur de filtres</quote> sympathique que vous pourrez manipuler en n'utilisant que la souris. Cela pourrait toutefois prendre un certain temps.

source: The filter tries to find the <quote>match</quote> string then use the <quote>From</quote> and <quote>To</quote> as a substitution. The match, from and to are all <application>Perl</application> regex expressions. Rules are evaluated in descending order. The top rule is evaluated first, then the second from the top, &etc; All strings are evaluated as:
de: Der Filter versucht den Text in <quote>match</quote> zu finden und durch den Text in <quote>From</quote> und <quote>To</quote> zu ersetzen. Die Texte in diesen drei Feldern können jeweils reguläre Ausdrücke von <application>Perl</application> sein. Die Regeln werden in absteigender Reihenfolge ausgewertet. Die oberste Regel zuerst, dann die zweite Regel, usw. Alle Texte werden wie folgt ausgewertet:
fr: Le filtre essaye de trouver la chaîne de <quote>Correspondance</quote> et utilise ensuite <quote>De</quote> et <quote>En</quote> pour effectuer la substitution. Les chaînes de <quote>Correspondance</quote>, <quote>De</quote> et <quote>en</quote> sont toutes des expressions régulières <application>Perl</application>. Les règles sont évaluées du haut vers le bas. La règle du haut est évaluée la première, puis la seconde à partir du haut, etc. Toutes les chaînes sont évaluées comme suit&nbsp;:

source: <varname>$<replaceable>name</replaceable></varname> is expanded to the environment variable <varname><replaceable>name</replaceable></varname>. This is done immediately when you insert the rule, and will not change after that time. Therefore it's probably of limited value.
de: <varname>$<replaceable>Name</replaceable></varname> wird durch den Inhalt der Umgebungsvariable <varname><replaceable>Name</replaceable></varname> ersetzt. Diese Ersetzung wird allerdings bei der Eingabe der Regel bereits vorgenommen und später auch nicht mehr verändert. Damit ist diese Ersetzung vermutlich von geringem Wert.
fr: <varname>$<replaceable>nom</replaceable></varname> est remplacé par la variable d'environnement <varname><replaceable>nom</replaceable></varname>. C'est fait immédiatement après avoir saisi la règle, et ne sera plus changé par la suite. C'est donc probablement d'intérêt limité.

source: <varname>$$<replaceable>name</replaceable></varname> is substituted with the perl <varname>$<replaceable>name</replaceable></varname> variable during the match. This can be substrings such as <varname>$1</varname>, <varname>$2</varname> in the substitution, or normal variables available under <application>sirc</application> (such as <varname>$nick</varname>, <varname>$channel</varname>, &etc;).
de: <varname>$$<replaceable>Name</replaceable></varname> wird beim Vergleich durch den Inhalt der Perl-Variable <varname>$<replaceable>Name</replaceable></varname> ersetzt. Dabei kann es sich um Zeichenketten wie <varname>$1</varname>, <varname>$2</varname> oder normale Variablen handeln, die in <application>sirc</application> vorhanden sind (wie z.B. <varname>$nick</varname>, <varname>$channel</varname>, usw.).
fr: <varname>$$<replaceable>nom</replaceable></varname> est remplacé par la variable perl <varname>$<replaceable>nom</replaceable></varname> lors de la correspondance. Cela peut désigner des sous-chaînes substituées comme <varname>$1</varname> ou <varname>$2</varname>, ou les variables normales disponibles sous <application>sirc</application> (comme <varname>$nick</varname>, <varname>$channel</varname>, &etc;).

source: <varname>&tilde;<replaceable>name</replaceable>&tilde;</varname> <emphasis>PREPENDED ONCE AND ONLY ONCE</emphasis> to the line will send the line of text to the window called <replaceable>name</replaceable>. If the window does not exist it will go to the last window which had focus. There are several special windows, all prefixed by a single <literal>!</literal>:
de: <varname>&tilde;<replaceable>Name</replaceable>&tilde;</varname> <emphasis>genau einmal</emphasis> am Zeilenanfang sendet die Textzeile an das Fenster mit dem Titel <replaceable>Name</replaceable>. Falls das Fenster nicht existiert, wird der Text an das Fenster gesendet, das zuletzt den Fokus hatte. Es gibt einige Spezialfenster, deren Name von einem vorangestellten <literal>!</literal> eingeleitet wird.
fr: <varname>&tilde;<replaceable>nom</replaceable>&tilde;</varname> mis au début de la ligne <emphasis>UNE FOIS ET UNE SEULE</emphasis> enverra la ligne de texte vers la fenêtre intitulée <replaceable>nom</replaceable>. Si la fenêtre n'existe pas, elle ira dans la dernière fenêtre ayant eu le focus. Il y a plusieurs fenêtres spéciales, toutes ayant un nom commençant par un seul <literal>!</literal>&nbsp;:

source: The current default window. Guaranteed to exist.
de: Das aktuelle Fenster. Es existiert immer.
fr: La fenêtre par défaut courante. Fonctionne dans tous les cas.

source: Send to every window. This might not show up on all windows, depending on how the text is parsed. For example, channel windows won't show a part/quit unless the nick is on the channel.
de: An jedes Fenster senden. Der Text erscheint eventuell nicht in allen Fenstern, da die angezeigten Texte von der Fensterart abhängen. Zum Beispiel zeigen Kanal-Fenster keine part/quit-Nachrichten, es sei denn der zugehörige Spitzname nimmt am Kanal teil.
fr: Envoyé vers chaque fenêtre. N'apparaît pas forcement dans toutes les fenêtres, en fonction de la façon dont le texte est analysé. Par exemple, les fenêtres affichant des canaux de discussion n'afficheront pas un <quote>part</quote> ou un <quote>quit</quote> si le pseudo n'est pas présent sur le canal.

source: discards the text.
de: löscht den Text.
fr: élimine le texte.

source: The rest of the expression is dealt with as normal Perl regex. A good understanding of the <command>perlre</command> man page will definitely help, but a basic understanding of regex is most certainly required.
de: Der Rest des Textes wird wie ein normaler regulärer Ausdruck in Perl behandelt. Ein gutes Verständnis der Manualseite <command>perlre</command> ist von Vorteil, ein grundlegendes Verständnis von regex sollte man mindestens haben.
fr: Le reste de l'expression est traité comme une expression régulière Perl normale. Si une bonne connaissance de la page de manuel <command>perlre</command> est certainement utile, il est tout au moins très probablement nécessaire de comprendre les notions de base des expressions régulières.

source: Examples:
de: Beispiele:
fr: Exemples&nbsp;:

source: Want to convert all boren from boren to BoreN
de: Um in jedem Text alle Vorkommen von kde durch KDE zu ersetzen
fr: Pour convertir tous les diamand de diamand en diamant

source: Match: .* From: boren To: BoreN
de: Match: .* From: kde To: KDE
fr: Correspondance&nbsp;: .* De&nbsp;: diamand En&nbsp;: diamant

source: Pretty straight forward, match anything, then substitute boren with BoreN.
de: Jeder Text wird untersucht und darin jedes Vorkommen von kde durch KDE ersetzt.
fr: Relativement élémentaire, dans n'importe quelle chaîne, remplace diamand en diamant.

source: You want to match everything with boren in it and send to the window called <quote>boren</quote>
de: Gesucht ist jeder Text, der kde enthält. Dieser Text soll an das Fenster mit dem Namen <quote>kde</quote> gesendet werden
fr: Pour chercher tout ce qui contient diamant et l'envoyer vers la fenêtre intitulée <quote>diamant</quote>

source: Match: boren From: &circ; To: &tilde;boren&tilde;
de: Match: kde From: &circ; To: &tilde;kde&tilde;
fr: Correspondance&nbsp;: diamant De&nbsp;: &circ; En&nbsp;: &tilde;diamant&tilde;

source: Looks for <quote>boren</quote> if found, substitutes the beginning of the string (&circ;) with &tilde;boren&tilde;.
de: Sucht nach dem Wort <quote>kde</quote> und ersetzt im Erfolgsfall den Textanfang (&circ;) durch &tilde;kde&tilde;.
fr: Cherche <quote>diamant</quote>, et s'il est trouvé, remplace le début de la chaîne (&circ;) par &tilde;diamant&tilde;.

source: Though the previous example works, if the string already has <literal>&tilde;somewindow&tilde;</literal> on it, you'll now have two <literal>&tilde;boren&tilde;&tilde;somewindow&tilde;...</literal> So you can do this instead.
de: Obwohl das Beispiel funktioniert, erhält man für den Fall, das der Text bereits ein <literal>&tilde;wrgendein_Fenster&tilde;</literal> enthält, <literal>&tilde;kde&tilde;&tilde;irgendein_Fenster&tilde;...</literal>. Stattdessen kann man das Folgende tun:
fr: Bien que cette solution fonctionne, si la chaîne contient déjà <literal>&tilde;mafenetre&tilde;</literal>, vous obtiendrez deux <literal>&tilde;diamant&tilde;&tilde;mafenetre&tilde;...</literal>. Vous pouvez donc plutôt utiliser

source: Match: boren From: ^(?:&tilde;\S+&tilde;) To: &tilde;boren&tilde;
de: Match: kde From: ^(?:&tilde;\S+&tilde;) To: &tilde;kde&tilde;
fr: Correspondance&nbsp;: diamant De&nbsp;: ^(?:&tilde;\S+&tilde;) En&nbsp;: &tilde;diamant&tilde;

source: Ok, the from line is a little bit more complicated. It means: match 0 or 1 copies of <literal>&tilde;\S+&tilde;</literal>. Which is 1 tilde, one or more non-whitespaces, and then another tilde. The paranoid might do <literal>(*:&tilde;\S+&tilde;)</literal>, which means: match 0 or more channel directives in case prior rules are broken.
de: Hier ist die "From"-Zeile ein wenig kompliziert. Sie bedeutet: suche 0 oder 1 Vorkommen von <literal>&tilde;\S+&tilde;</literal>. Das ist 1 Tilde, ein oder mehrere Zeichen und eine weitere Tilde. Der ganz Vorsichtige könnte stattdessen <literal>(*:&tilde;\S+&tilde;)</literal> verwenden, was &ksirc; veranlasst, nach 0 oder mehr Kanalbefehlen zu suchen, für den Fall, dass vorherige Regeln unkorrekt sind.
fr: Bon, celui-ci est un peu plus compliqué. Il indique qu'il faut chercher 0 ou 1 copie de <literal>&tilde;\S+&tilde;</literal>, c'est-à-dire une tilde, un ou plusieurs caractères différents d'un espace, et enfin une autre tilde. Les paranoïaques pourront essayer <literal>(*:&tilde;\S+&tilde;)</literal> qui couvre 0 ou plus de directives de canal aux cas où des règles précédentes seraient invalides.

source: Server kill messages tend to be long, ugly, annoying, &etc; A basic message on dalnet looks like:
de: Kill-Nachrichten des Server sind meistens lang, häßlich und nervig. Eine grundlegende Nachricht auf dalnet sieht etwa folgendermaßen aus:
fr: Les messages d'expulsion du serveur ont tendance à être longs, laids et ennuyeux. Des messages ordinaires sur dalnet ressemblent à&nbsp;:

source: When you're <literal>+s</literal> you get tons of them; you don't want all of them flying across your screen. I'm going to make 3 rules to deal with them one bit at a time. You could do it in less rules, but it'll show you the basic rule structure, in nice steps, and how to use multiple rules to parse a message. The first step is to remove the Path: portion of the message, and will be example 4.
de: Wenn man die Option <literal>+s</literal> verwendet, erhält man Hunderte davon; sie huschen schnell über den Bildschirm. Man kann 3 Regeln erstellen, um diese Nachrichten Schritt für Schritt zu verarbeiten. Man kann auch mit weniger als 3 Regeln auskommen, aber dieses Beispiel eignet sich, um in mehreren Schritten zu zeigen, wie mit mehreren Regeln eine umfangreiche Nachricht analysiert wird. Im ersten Schritt wird der Pfad-Anteil entfernt.
fr: Quand vous avez activé l'option <literal>+s</literal>, vous en recevez de grandes quantités, alors que vous ne souhaitez pas les voir tous défiler à l'écran. Voici trois règles permettant de les traiter en plusieurs phases. On pourrait utiliser moins de règles pour parvenir au même résultat, mais cet exemple vous montrera la structure de base des règles, étape par étape, et comment utiliser plusieurs règles pour analyser un message. La première étape est de supprimer la partie du message comprenant <quote>Path:</quote>, ce qui nous donne l'exemple suivant.

source: Match looks for the message starting with <literal>***</literal>, the <literal>*</literal>'s have to be quoted with <literal>\</literal> since by themselves they mean 0 or more of the prior character. <literal>.*</literal> means: match anything until you find <literal> "KILL message for"</literal>. This allows us to avoid typing in <literal>-- Received...</literal> &etc; The trailing <literal>.*</literal> means: match anything to the end of the line. (not needed, I think)
de: Match sucht nach einer Nachricht, die mit <literal>***</literal> beginnt. Den <literal>*</literal>-Zeichen muss jeweils <literal>\</literal> vorangestellt werden, da sie selbst als Sonderzeichen dienen und für 0 oder mehr Vorkommen des vorangestellten Textes stehen. <literal>.*</literal> passt auf beliebige Zeichen bis zum Text <literal> "KILL message for"</literal>. Damit kann man vermeiden, <literal>-- Received...</literal> usw. einzutippen. Das angehängte <literal>.*</literal> passt auf alle Zeichen bis zum Zeilenende (das ist aber soviel ich weiß überflüssig).
fr: Le motif de correspondance recherche le message commençant par <literal>***</literal>. Les <literal>*</literal> doivent être précédés du caractère d'échappement \, car s'ils étaient seuls, ils signifieraient <quote>0 ou plus d'occurrences du caractère précédent</quote>. <literal>.*</literal> correspond à n'importe quoi jusqu'à rencontrer <literal> " KILL message for"</literal>. Ceci nous évite d'avoir à spécifier <literal>-- Received...</literal> &etc;. Le <literal>.*</literal> final remplace n'importe quoi jusqu'à la fin de la ligne (non nécessaire je pense).

source: The From line means: substitute " Path: " and any non-whitespace characters with the To. To is a <literal>"."</literal> therefore the entire path turns into a single period.
de: Die From-Zeile bedeutet: ersetze " Path: " und alle Zeichen bis zum nächsten Zwischenraum (whitespace) durch To. To enthält lediglich <literal>"."</literal>, weshalb der gesamte Pfad durch einen einzelnen Punkt ersetzt wird.
fr: La ligne De&nbsp;: indique qu'il faut remplacer " Path: " et tout caractère non blanc par la chaîne En&nbsp;:. Cette dernière vaut <literal>"."</literal>, par conséquent le chemin entier est remplacé par un simple point.

source: The message now looks like:
de: Die Nachricht hat nun folgendes Aussehen:
fr: Le message ressemble à présent à&nbsp;:

source: Notice the new <literal>"."</literal> after <literal>NickServ</literal>?
de: Beachtenswert ist der neue <literal>"."</literal> hinter <literal>NickServ</literal>.
fr: Avez-vous remarqué le nouveau <literal>"."</literal> après <literal>NickServ</literal>&nbsp;?

source: Ok, the message is a lot cleaner, but KILLs from nickserv aren't really that important, so let's forward them to the <literal>!discard</literal> window.
de: Damit ist die Nachricht bereits wesentlich klarer, aber KILLs von NickServ sind nicht so wichtig, also wollen wir die Nachricht an das Spezialfenster <literal>!discard</literal> weiterleiten.
fr: Bon, le message est à présent beaucoup plus propre, mais les KILL provenant de nickserv ne sont pas vraiment importants, on va donc les réacheminer vers la fenêtre <literal>!discard</literal>.

source: Match rule searches for the KILL message and makes sure it's from NickServ. Notice the <literal>\(</literal> and <literal>\)</literal> both <literal>()</literal> and used in regex, therefore we have to quote them. This is very similar to example 3.
de: Die Match-Regel sucht nach der KILL-Nachricht und überprüft, ob sie von NichServ ist. Man beachte die Zeichen <literal>\(</literal> und <literal>\)</literal>. Beide Klammern <literal>()</literal> haben in regulären Ausdrücken eine besondere Bedeutung, daher muss jeweils <literal>\</literal> vorangestellt werden. Das ist ähnlich zu Beispiel 3.
fr: La chaîne de correspondance recherche le message KILL et s'assure de ce qu'il provient de nickserv. Remarquez que <literal>\(</literal> et <literal>\)</literal> ont tous deux une signification en terme d'expressions régulières et doivent donc être échappés, comme dans l'exemple précédent.

source: We've now filtered out all the nickserv kills, but the message is still pretty hard to read by simply glancing at it. So let's reorder it to something like:
de: Jetzt sind die Kills von NickServ herausgefiltert, aber das Lesen der Nachricht ist immer noch nicht einfach. Daher soll die Nachricht jetzt umorganisiert werden:
fr: Nous avons à présent filtré tous les messages de kill de nickserv, mais le résultat est toujours dur à lire au premier coup d'oeil. C'est pourquoi nous allons le réordonner pour en faire quelque chose comme&nbsp;:

source: Ok, the match looks for <literal>***<replaceable>something</replaceable></literal> KILL message. We can't use <literal>&circ;</literal> since we may have just appended <literal>&tilde;&lt;window&gt;&tilde;</literal>.
de: Die Match-Regel such nach <literal>***<replaceable>irgendetwas</replaceable></literal> KILL message. Wir können nicht <literal>&circ;</literal> verwenden, da wir gerade <literal>&tilde;&lt;wenster&gt;&tilde;</literal> an die Nachricht angehängt haben.
fr: La chaîne de correspondance recherche <literal>***<replaceable>quelque chose</replaceable></literal> KILL message. Nous ne pouvons pas utiliser <literal>&circ;</literal> car il se peut que nous venions d'ajouter <literal>&tilde;&lt;fenêtre&gt;&tilde;</literal>.

source: The from line get's a little more interesting. The <literal>"for (.*?) "</literal> looks for the word "for" then some text. <literal>.*?</literal> means: match zero or more of anything except newline, but isn't greedy. Stop when the first terminating condition is found, not the last. In other words it matches anything until a space is encountered. The surrounding <literal>()</literal> means: save the contents. Each () saves the matched data in <literal>$&num;</literal> where <literal>&num;</literal> starts at 1 for the first substring, &etc; In this case, <varname>$1</varname> gets the nick/user-info of the person killed. <varname>$2</varname> is then filled with the name of the killer. Between the <literal>()</literal> we have the reason for the kill. Here the <literal>(</literal> and <literal>\(</literal> get a little confusing. Remember <literal>\(</literal> matches the actual character <literal>'('</literal>.
de: Die From-Zeile wird interessant. Der Abschnitt <literal>"for (.*?) "</literal> sucht nach dem Wort "for" gefolgt von weiteren Zeichen. <literal>.*?</literal> sucht nach 0 oder mehr Zeichen mit Ausnahme eines Zeilenumbruches. Diese Suche stoppt, wenn die erste Bedingung für einen Abbruch gegeben ist. Mit anderen Worten passt die Zeichenkette auf alles bis zum nächsten Leerzeichen. Die umgebenden <literal>()</literal> sorgen für das Speichern des gefundenen Textes. Jedes Auftreten von () speichert die gefundene Zeichenkette in <literal>$&num;</literal>, wobei <literal>&num;</literal> bei 1 für die erste Teilzeichenkette beginnt usw. . Im Beispiel wird <varname>$1</varname> der Spitzname/Benutzername des "gekillten"Teilnehmers zugeordnet. <varname>$2</varname> enthält den Namen der killenden Person. Zwischen <literal>()</literal> haben wir den Grund. <literal>(</literal> und <literal>\(</literal> sind ein wenig verwirrend. Man muss bedenken, dass <literal>\(</literal> für das Zeichen <literal>'('</literal> steht.
fr: La ligne De&nbsp;: est légèrement plus intéressante. L'expression <literal>"for (.*?) "</literal> recherche le mot "for" suivi d'une certaine quantité de texte. <literal>.*?</literal> indique zero ou plus d'occurrences de n'importe quoi à part un saut de ligne, mais ne dévore pas trop de texte. La règle est de s'arrêter quand la première condition d'arrêt est rencontrée, et non pas la dernière. En d'autres termes elle absorbe n'importe quoi jusqu'à un espace. Les <literal>()</literal> qui entourent cette expression permettent de sauvegarder son contenu. Chaque paire () sauvegarde les données correspondantes dans <literal>$&num;</literal> où <literal>&num;</literal> est un numéro commençant à 1 pour la première sous-chaîne. Dans ce cas, <varname>$1</varname> récupère les informations sur le nick/nom d'utilisateur de la personne éjectée. <varname>$2</varname> est alors renseigné avec le nom de la personne l'ayant éjecté. Entre parenthèses <literal>()</literal> nous avons le motif d'exclusion. Ici la distinction entre <literal>(</literal> et <literal>\(</literal> peut être troublante. Rappelez-vous que <literal>\(</literal> vaut pour le caractère <literal>'('</literal> proprement dit.

source: How to colorize your life. Ok, you want to add some color to &ksirc;. See the <link linkend="sectcolors">Colors section</link> for color info, but here's a filter rule to highlight the nick between <literal>&lt;NICK&gt;</literal> on each line:
de: Im nächsten Beispiel wird gezeigt, wie man ein wenig Farbe in &ksirc; bringen kann. Weitere Informationen zu Farben findet man im <link linkend="sectcolors">Abschnitt Farben</link>. Im folgenden wird ein Filter vorgestellt, der den Spitznamen <literal>&lt;NICK&gt;</literal> in jeder Zeile hervorhebt:
fr: Comment ajouter de la couleur dans votre vie. Voici comment ajouter des couleurs à &ksirc;. Reportez-vous à <link linkend="sectcolors">la section parlant des couleurs</link> pour les infos sur les couleurs. Ce qui suit est une règle de filtrage permettant de mettre en valeur dans chaque ligne le pseudo entre <literal>&lt;PSEUDO&gt;</literal>&nbsp;:
