<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Frameset//FI" "http://www.w3.org/TR/REC-html40/frameset.dtd">
<HTML><HEAD>
<TITLE>BestLinux.Net</TITLE></HEAD>
<BODY BGCOLOR="#FFFFFF">
<font face="Verdana, Arial, Helvetica, sans-serif">
<p>T&auml;m&auml;n GNU GPL-lisenssin k&auml;&auml;nn&ouml;ksen on kustantanut ja teett&auml;nyt <a href="http://www.sot.com/">SOT Finnish Software Engineering Ltd.</a> [<a href="mailto:linux@sot.com">linux@sot.com</a>].<BR>
Käännöksen on tehnyt <a href="mailto:erkki.kannisto@aatsto.inet.fi">Asianajotoimisto Erkki Kannisto</a> 7.3.1999.</p>
<hr>
<p>This is an unofficial translation of the GNU General Public License into <EM>Finnish</EM>. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL--only the original English text of the GNU GPL does that. However, we hope that this translation will help <EM>Finnish</EM> speakers understand the GNU GPL better.</p>
<p>T&auml;m&auml; on ep&auml;virallinen GNU <b>G</b>eneral <b>P</b>ublic <b>L</b>icense -lisenssin k&auml;&auml;nn&ouml;s. Se ei ole Free Software Foundation:n julkaisema eik&auml; se m&auml;&auml;rittele lisenssin ehtoja. Ainoastaan alkuper&auml;inen englanninkielinen GNU GPL teksti m&auml;&auml;rittelee n&auml;m&auml; ehdot. Toivomme kuitenkin, ett&auml; t&auml;m&auml; suomenkielinen k&auml;&auml;nn&ouml;s helpottaa GNU GPL -lisenssin ymm&auml;rt&auml;mist&auml;.</p>
<hr>
<H2>Sis&auml;llysluettelo</H2>
<UL>
<LI><A NAME="TOC1" HREF="gpl.html#SEC1">GNU Yleinen julkinen lisenssi</A>
<UL>
<LI><A NAME="TOC2" HREF="gpl.html#SEC2">Johdanto</A>
<LI><A NAME="TOC3" HREF="gpl.html#SEC3">KOPIOINTIA, JAKELUA JA MUUTOKSIA KOSKEVAT M&Auml;&Auml;R&Auml;YKSET JA EHDOT</A>
<LI><A NAME="TOC4" HREF="gpl.html#SEC4">Kuinka soveltaa n&auml;it&auml; m&auml;&auml;r&auml;yksi&auml; uusiin ohjelmiisi</A>
</UL>
</UL>
</H3>
<HR>
<H2><A NAME="SEC1" HREF="gpl.html#TOC1">GNU  YLEINEN JULKINEN LISENSSI</A></H2>
<p>Versio 2. kes&auml;kuuta 1991</p>

<PRE>
Tekij&auml;noikeus (C) 1989, 1991 Free Software Foundation, Inc.
59 Temple Place - suite 330, Boston, MA 021111-1307, USA

Kuka tahansa voi j&auml;ljent&auml;&auml; ja jakaa sanatarkkoja j&auml;ljenn&ouml;ksi&auml; t&auml;st&auml;
lisenssiasiakirjasta, mutta sen muuttaminen ei ole sallittua.
</PRE>
<H2><A NAME="SEC2" HREF="gpl.html#TOC2">Johdanto</A></H2>

<p>Useimmat ohjelmistolisenssit on suunniteltu rajoittamaan oikeuttasi jakaa ja muuttaa ohjelmistoa. GNU Yleinen julkinen lisenssi on sen sijaan tarkoitettu takaamaan oikeutesi jakaa ja muuttaa ohjelmistoa sek&auml; varmistamaan, ett&auml; ohjelmisto on vapaa kaikille sen k&auml;ytt&auml;jille. T&auml;m&auml; yleinen julkinen lisenssi soveltuu useimpiin Free Software Foundationin ohjelmistoihin ja my&ouml;s muihin ohjelmistoihin, joiden tekij&auml;t sallivat niiden lisenssin alaisen k&auml;yt&ouml;n. (Free Software Foundationin joitakin ohjelmistoja kattaa sen sijaan GNU kirjastojen yleinen julkinen lisenssi). Sin&auml; voit my&ouml;skin soveltaa t&auml;t&auml; lisenssi&auml; omiin ohjelmistoihisi.</P>

<P>Kun puhumme vapaista ohjelmistoista, tarkoitamme oikeuksia, ei hintaa. Meid&auml;n Yleiset Julkiset lisenssimme ovat tarkoitettu varmistamaan, ett&auml; sinulla on oikeus jakaa j&auml;ljenn&ouml;ksi&auml; vapaasta ohjelmistosta (ja velottaa t&auml;st&auml; palvelusta, jos haluat), ett&auml; saat l&auml;hdekoodin tai voit saada sen, jos haluat, ett&auml; voit muuttaa ohjelmistoa tai k&auml;ytt&auml;&auml; sen osia uusissa vapaissa ohjelmissa;  ja ett&auml; Sin&auml; tied&auml;t, ett&auml; voit tehd&auml; n&auml;it&auml; asioita.</P>

<P>Suojellaksemme oikeuksiasi meid&auml;n t&auml;ytyy asettaa rajoituksia, jotka kielt&auml;v&auml;t ket&auml; tahansa est&auml;m&auml;st&auml; Sinua k&auml;ytt&auml;m&auml;st&auml; n&auml;it&auml; oikeuksia tai velvoittavat Sinut luovuttamaan n&auml;m&auml; oikeudet. N&auml;m&auml; rajoitukset selitt&auml;v&auml;t er&auml;it&auml; velvollisuuksiasi, jos jaat ohjelmiston j&auml;ljenn&ouml;ksi&auml; tai muutat sit&auml;. </P>


<P>Esimerkiksi, jos jaat j&auml;ljenn&ouml;ksi&auml; t&auml;llaisesta ohjelmasta, maksutta tai maksua vastaan, Sinun t&auml;ytyy antaa vastaanottajille kaikki oikeudet, joita Sinulla on. Sinun t&auml;ytyy my&ouml;s varmistaa, ett&auml; he saavat tai voivat saada l&auml;hdekoodin. Sinun t&auml;ytyy n&auml;ytt&auml;&auml; heille n&auml;m&auml; ehdot niin, ett&auml; he tiet&auml;v&auml;t oikeutensa. </P>

<P>Me suojelemme oikeuksiasi seuraavilla kahdella tavalla: (1) Ohjelmiston tekij&auml;noikeus ja (2) tarjoamme Sinulle t&auml;m&auml;n lisenssin, joka antaa Sinulle laillisen oikeuden ottaa j&auml;ljenn&ouml;ksi&auml;, jakaa ja/tai muuttaa ohjelmistoa. </P>

<P>Lis&auml;ksi jokaisen tekij&auml;n ja meid&auml;n suojaamiseksemme haluamme varmistaa, ett&auml; jokainen ymm&auml;rt&auml;&auml;, ett&auml; t&auml;m&auml; ei ole mik&auml;&auml;n takuu vapaille ohjelmistoille. Jos joku muu muuttaa ohjelmistoa ja siirt&auml;&auml; sen eteenp&auml;in, haluamme vastaanottajien tiet&auml;v&auml;n, ett&auml; heid&auml;n saamansa ohjelmisto ei ole alkuper&auml;inen ja ett&auml; kaikki mahdolliset ongelmat, joita muut ovat aiheuttaneet, eiv&auml;t saata ep&auml;edulliseen valoon alkuper&auml;isen tekij&auml;n mainetta.</P>

<P>Lopuksi mit&auml; tahansa vapaata ohjelmaa uhkaavat jatkuvasti ohjelmistopatentit. Haluamme v&auml;ltt&auml;&auml; vaaran, ett&auml; vapaiden ohjelmien j&auml;lleenmyyj&auml;t saavat yksil&ouml;llisi&auml; patenttilisenssej&auml; saadakseen omistusoikeuden ohjelmaan. Est&auml;&auml;ksemme t&auml;m&auml;n olemme tehneet selv&auml;ksi, ett&auml; mink&auml; tahansa patentin k&auml;ytt&ouml;oikeus t&auml;ytyy antaa vapaasti kaikkien k&auml;ytt&ouml;&ouml;n tai sit&auml; ei saa antaa ollenkaan.</P>

<P>J&auml;ljent&auml;mist&auml;, jakelua ja muutoksia koskevat t&auml;sm&auml;lliset m&auml;&auml;r&auml;ykset ja ehdot ovat seuraavat.</P>


<H2><A NAME="SEC3" HREF="gpl.html#TOC3">J&Auml;LJENT&Auml;MIST&Auml;, LEVITYST&Auml; JA MUUTOKSIA KOSKEVAT M&Auml;&Auml;R&Auml;YKSET JA EHDOT</A></H2>

<STRONG>0.</STRONG>
T&auml;m&auml; lisenssi koskee mit&auml; tahansa ohjelmaa tai teosta, joka sis&auml;lt&auml;&auml; tekij&auml;noikeuden
haltijan ilmoituksen, jossa sanotaan, ett&auml; se voidaan levitt&auml;&auml; yleisen julkisen lisenssin ehtojen mukaisesti. &quot;Ohjelma&quot; viittaa jatkossa mihin tahansa t&auml;llaiseen ohjelmaan tai teokseen ja teokseen, joka perustuu t&auml;h&auml;n ohjelmaan tarkoittaen joko ohjelmaa tai tekij&auml;noikeuslain mukaan teoksen johdannaista: toisin sanoen teosta, joka sis&auml;lt&auml;&auml; ohjelman tai sen osan, joko sanatarkasti tai muunneltuna ja/tai k&auml;&auml;nnettyn&auml; toiselle kielelle. (J&auml;ljemp&auml;n&auml;, k&auml;&auml;nn&ouml;s sis&auml;ltyy rajoituksetta k&auml;sitteeseen &quot;muutos&quot;). Jokaista lisenssin saajaa puhutellaan &quot;Sinuna&quot;.
<P>
Muut toiminnot kuin j&auml;ljent&auml;minen, levitys ja muutokset eiv&auml;t ole t&auml;m&auml;n k&auml;ytt&ouml;oikeuden piiriss&auml;; ne
ovat sen soveltamisalan ulkopuolella.  Ohjelman ajoa ei ole rajoitettu ja ohjelman tulostus on katettu ainoastaan, jos sen sis&auml;lt&ouml; muodostaa teoksen, joka perustuu ohjelmaan (riippumatta siit&auml; onko se tehty ohjelman avulla). Pit&auml;&auml;k&ouml; t&auml;m&auml; paikkansa, riippuu siit&auml; mit&auml; ohjelma tekee.
<P>
<STRONG>1.</STRONG>
Voit j&auml;ljent&auml;&auml; ja jakaa sanatarkkoja j&auml;ljenn&ouml;ksi&auml; t&auml;m&auml;n ohjelman l&auml;hdekoodista saatuasi sen
miten tahansa, edellytt&auml;en, ett&auml; huomiota her&auml;tt&auml;v&auml;sti ja asianmukaisesti julkaiset jokaisessa j&auml;ljenn&ouml;ksess&auml; asianmukaisen tekij&auml;noikeusilmoituksen ja luopumisen takuusta; pid&auml;t koskemattomina kaikki ilmoitukset, jotka viittaavat t&auml;h&auml;n lisenssiin ja kaiken takuun puuttumiseen; ja annat kaikille t&auml;m&auml;n ohjelman vastaanottajille j&auml;ljenn&ouml;ksen t&auml;st&auml; lisenssist&auml; ohjelman kanssa.
<P>
Voit veloittaa maksun fyysisest&auml; kopion siirtotoimenpiteest&auml; ja voit halutessasi tarjota takuun maksua vastaan.
<P>

<STRONG>2.</STRONG>
Voit muuttaa ohjelman j&auml;ljenn&ouml;st&auml; tai j&auml;ljenn&ouml;ksi&auml; tai mit&auml; tahansa sen osia ja siten muodostaa
ohjelmaan perustuvan teoksen ja j&auml;ljent&auml;&auml; ja levitt&auml;&auml; t&auml;llaisia muutoksia tai teoksia 1. kohdan mukaisesti edellytt&auml;en, ett&auml; t&auml;yt&auml;t my&ouml;skin kaikki seuraavat ehdot:
<P>

<OL TYPE="a">

<P><LI>Sinun t&auml;ytyy merkit&auml; muutettuihin tiedostoihin n&auml;kyvi&auml; ilmoituksia, jossa sanotaan, ett&auml; olet muuttanut tiedostoja ja muutosp&auml;iv&auml;m&auml;&auml;r&auml;t.</LI>

<P><LI>Sinun on annettava kaikille kolmansille osapuolille t&auml;m&auml;n lisenssin ehtojen mukaisesti vapaasti lisenssi kokonaisuudessaan mihin tahansa levitt&auml;m&auml;&auml;si tai julkaisemaasi teokseen, joka kokonaan tai osittain sis&auml;lt&auml;&auml; tai on johdettu ohjelmasta tai jostain sen osasta.</LI>

<P><LI>Jos muunneltu ohjelma normaalisti interaktiivisesti lukee k&auml;skyj&auml; Sinun t&auml;ytyy ohjelmoida se siten, ett&auml; k&auml;ynnistett&auml;ess&auml; tavanomaisesti interaktiivisessa k&auml;yt&ouml;ss&auml;, se tulostaa tai n&auml;ytt&auml;&auml; ilmoituksen, joka sis&auml;lt&auml;&auml; asianmukaisen tekij&auml;noikeusilmoituksen ja ilmoituksen, ett&auml; takuuta ei ole (tai muutoin ilmoittaa, ett&auml; Sin&auml; annat takuun) ja ett&auml; k&auml;ytt&auml;j&auml;t voivat levitt&auml;&auml; edelleen ohjelmaa n&auml;iden ehtojen mukaisesti ilmoittamalla k&auml;ytt&auml;j&auml;lle, kuinka t&auml;m&auml;n lisenssin j&auml;ljenn&ouml;s voidaan saada n&auml;kyviin. (Poikkeuksellisesti: jos ohjelma itsess&auml;&auml;n on interaktiivinen mutta ei normaalisti tulosta t&auml;llaista ilmoitusta, niin Sinun ohjelmaan perustuvan teoksesikaan ei edellytet&auml; tulostavan sit&auml;). </LI>
</OL>

N&auml;m&auml; edellytykset soveltuvat muunneltuun teokseen kokonaisuudessaan. Jos teoksen tunnistettavissa olevat osat eiv&auml;t ole ohjelmasta johdettavissa ja niit&auml; voidaan kohtuudella pit&auml;&auml; itsen&auml;isin&auml; ja erillisin&auml; teoksina sin&auml;ns&auml;, silloin t&auml;m&auml; lisenssi ja sen sopimukset eiv&auml;t koske niit&auml; osia, joita levit&auml;t erillisin&auml; teoksina. Kun sin&auml; levit&auml;t samoja osia ohjelmaan perustuvan teoksen kokonaisuudesta, kokonaisuutena levitt&auml;misen t&auml;ytyy tapahtua t&auml;m&auml;n lisenssin ehtojen mukaisesti, toisia lisenssinsaajia koskevat luvat k&auml;sitt&auml;v&auml;t kokonaisuuden ja siten jokaisen eri osan siit&auml; riippumatta, kuka sen on kirjoittanut.
<P>
T&auml;ten t&auml;m&auml;n kappaleen tarkoituksena ei ole vaatia oikeuksia tai riitauttaa oikeuttasi kokonaan Sinun luomaasi teokseen, pikemminkin tarkoituksena on k&auml;ytt&auml;&auml; oikeutta kontrolloida ohjelmaan perustuvan tai siit&auml; johdetun tai kollektiivisen teoksen levityst&auml;.
<P>
Lis&auml;ksi pelk&auml;st&auml;&auml;n se, ett&auml; toisen teoksen, joka ei perustu ohjelmaan, liitt&auml;minen ohjelmaan (tai teokseen, joka perustuu ohjelmaan) taltion muistiin tai jakeluv&auml;lineeseen ei tuo toista teosta t&auml;m&auml;n lisenssin piiriin.

<P>

<STRONG>3.</STRONG>
Voit j&auml;ljent&auml;&auml; ja levitt&auml;&auml; ohjelmaa (tai teosta joka perustuu siihen 2. kappaleen mukaisesti) kohteen koodina tai ajettavassa muodossa edell&auml; mainittujen kappaleiden 1. ja 2. mukaisesti edellytt&auml;en, ett&auml; teet my&ouml;skin jonkun seuraavista:

<OL TYPE="a">

<P><LI>Liit&auml;t siihen t&auml;ydellisen vastaavan koneella luettavissa olevan l&auml;hdekoodin, joka t&auml;ytyy luovuttaa yll&auml;mainittujen kappaleiden 1. ja 2. mukaisesti mediassa, jota tavanomaisesti k&auml;ytet&auml;&auml;n ohjelmistojen vaihdossa; tai,</LI></P>

<P><LI>Liit&auml;t siihen v&auml;hint&auml;&auml;n kolme vuotta voimassa olevaan kirjallisen tarjoukseen, jolla kenelle tahansa kolmannelle osapuolelle enint&auml;&auml;n fyysisest&auml; l&auml;hdekoodin jakelusta aiheutuvia kustannuksia vastaan annetaan t&auml;ydellinen koneella luettavissa oleva j&auml;ljenn&ouml;s vastaavasta l&auml;hdekoodista levitett&auml;v&auml;ksi yll&auml; mainittujen kappaleiden 1. ja 2. mukaisesti ohjelmistojen vaihtoon tavanomaisesti k&auml;ytett&auml;v&auml;ss&auml; mediassa; tai</LI></P>

<P><LI>Liit&auml;t siihen tiedon, jonka olet saanut vastaavan l&auml;hdekoodin jakelua koskevasta tarjouksesta. (T&auml;m&auml; vaihtoehto on sallittu ainoastaan ei kaupallisessa levityksess&auml; ja ainoastaan jos olet saanut ohjelman l&auml;hdekielisen&auml; koodina tai ajettavassa muodossa yll&auml; mainitun b) kappaleen mukaisena tarjouksena).   </LI></P>

</OL>


Teoksen l&auml;hdekoodilla tarkoitetaan muutosten tekemist&auml; varten parasta teoksen muotoa. Ajettavissa olevan teoksen t&auml;ydellinen l&auml;hdekoodi tarkoittaa kaikkien sen sis&auml;lt&auml;mien moduulien kaikkia l&auml;hdekoodeja lis&auml;ttyn&auml; m&auml;&auml;rittelytiedostoilla ja skripteill&auml;, joita k&auml;ytet&auml;&auml;n kontrolloimaan ajettavan ohjelman asennusta tai k&auml;&auml;nt&auml;mist&auml;. Erityisen&auml; poikkeuksena kuitenkin levitetyn l&auml;hdekoodin ei tarvitse sis&auml;lt&auml;&auml; mit&auml;&auml;n, joka normaalisti luovutetaan (joko l&auml;hde tai bin&auml;&auml;risess&auml; muodossa) k&auml;ytt&ouml;j&auml;rjestelm&auml;n p&auml;&auml;asiallisten komponenttien k&auml;ytett&auml;v&auml;ksi k&auml;&auml;nn&ouml;ksess&auml; (k&auml;&auml;nt&auml;j&auml;, k&auml;ytt&ouml;j&auml;rjestelm&auml; jne.), ellei komponentti sin&auml;ns&auml; ole ajettavassa muodossa.
<P>
Jos ajettavan tai kohdekielisen koodin levitys tapahtuu jakamalla kopio m&auml;&auml;r&auml;tyst&auml; paikasta, silloin tarjoamalla vastaavasti mahdollisuus l&auml;hdekoodin kopiointiin samasta paikasta katsotaan se l&auml;hdekoodin jakeluksi, vaikkakaan kolmansien osapuolten ei ole pakko kopioida l&auml;hdekoodia kohteen mukana.
<P>
<STRONG>4.</STRONG>
Et saa j&auml;ljent&auml;&auml;, muuttaa, my&ouml;nt&auml;&auml; alalisenssej&auml; tai levitt&auml;&auml; ohjelmaa paitsi nimenomaan t&auml;m&auml;n lisenssin mukaisesti. Kaikki yritykset muutoin j&auml;ljent&auml;&auml;, muuttaa, alalisenssioida tai levitt&auml;&auml; ohjelmaa ovat p&auml;tem&auml;tt&ouml;mi&auml; ja automaattisesti lopettavat sinun t&auml;h&auml;n lisenssiin perustuvat oikeutesi. Kuitenkin osapuolet, jotka ovat saaneet j&auml;ljenn&ouml;ksi&auml; tai oikeuksia t&auml;m&auml;n lisenssin perusteella, s&auml;ilytt&auml;v&auml;t oikeutensa niin kauan kun he noudattavat t&auml;ysin n&auml;it&auml; ehtoja.
<P>
<STRONG>5.</STRONG>
Sinun ei edellytet&auml; hyv&auml;ksyv&auml;n t&auml;t&auml; lisenssi&auml; koska et ole allekirjoittanut sit&auml;. Kuitenkin mik&auml;&auml;n muu ei anna sinulle lupaa muuttaa tai levitt&auml;&auml; t&auml;t&auml; ohjelmaa tai siit&auml; johdettuja teoksia. N&auml;m&auml; toimenpiteet ovat lain vastaisia, jos et hyv&auml;ksy t&auml;t&auml; lisenssi&auml;. Siit&auml; syyst&auml; ohjelman muuttaminen tai levitt&auml;minen (tai mink&auml; tahansa ohjelmaan perustuvan teoksen) osoittaa, ett&auml; olet hyv&auml;ksynyt t&auml;m&auml;n lisenssin ja sen m&auml;&auml;r&auml;ykset ja ehdot j&auml;ljent&auml;misest&auml;, levityksest&auml; ja ohjelman muuttamisesta tai siihen perustuvien teosten muuttamisesta.
<P>
<STRONG>6.</STRONG>
Joka kerran kun levit&auml;t uudestaan ohjelmaa (tai mit&auml; tahansa teosta, joka perustuu ohjelmaan) vastaanottaja automaattisesti saa lisenssin alkuper&auml;iselt&auml; lisenssin haltijalta j&auml;ljent&auml;&auml;, levitt&auml;&auml; tai muuttaa ohjelmaa n&auml;iden m&auml;&auml;r&auml;ysten ja ehtojen mukaisesti. Sin&auml; et voi asettaa lis&auml;rajoituksia t&auml;ss&auml; vastaanottajalle my&ouml;nnettyihin oikeuksiin. Sin&auml; et ole vastuussa siit&auml;, ett&auml; kolmannet osapuolet sitoutuvat noudattamaan t&auml;m&auml;n lisenssin m&auml;&auml;r&auml;yksi&auml;.
<P>
<STRONG>7.</STRONG>
Jos tuomioistuimen tuomion tai v&auml;itetyn patentinloukkauksen tai mist&auml; muusta syyst&auml; tahansa (joka ei ole rajoittunut ainoastaan patenttiasioihin), Sinulle asetetaan ehtoja (joko oikeuden m&auml;&auml;r&auml;yksell&auml;, sopimusteitse tai muutoin) jotka ovat ristiriidassa t&auml;m&auml;n lisenssin ehtojen kanssa, ne eiv&auml;t vapauta sinua noudattamasta t&auml;m&auml;n lisenssin ehtoja. Jos et voi hoitaa levityst&auml; noudattamalla samanaikaisesti t&auml;m&auml;n lisenssin mukaisia velvoitteitasi ja muita asianmukaisia velvoitteita, et saa levitt&auml;&auml; lainkaan ohjelmaa. Esim. jos patentti lisenssi ei salli ilman rojaltia niiden, jotka ovat saaneet Sinulta suoraan tai ep&auml;suoraan kopioita, levitt&auml;&auml; ohjelmaa, silloin ainoa tapa jolla voit tyydytt&auml;&auml; molemmat sek&auml; t&auml;m&auml;n lisenssin ehdot on pid&auml;tty&auml; kokonaan ohjelman levitt&auml;misest&auml;.
<P>
Mik&auml;li mit&auml; tahansa osaa t&auml;st&auml; kappaleesta pidet&auml;&auml;n p&auml;tem&auml;tt&ouml;m&auml;n&auml; tai tietyiss&auml; olosuhteissa ennalta arvaamattomana, sovelletaan sovellettavaksi tarkoitetun kappaleen m&auml;&auml;r&auml;yksi&auml; ja koko kappaletta kokonaisuudessaan my&ouml;skin muissa olosuhteissa.
<P>
T&auml;m&auml;n kappaleen tarkoituksena ei ole saada sinua loukkaamaan patentti- tai muita immateriaalioikeuksia tai riitauttamaan t&auml;llaiset oikeudet; t&auml;m&auml;n kappaleen ainoana tarkoituksena on suojata vapaan ohjelmistolevitysj&auml;rjestelm&auml;n koskemattomuutta, joka on saatettu voimaan julkisella lisenssik&auml;yt&auml;nn&ouml;ll&auml;. Useat ihmiset ovat my&ouml;t&auml;vaikuttaneet suuresti laajoihin ohjelmistoihin, joita on levitetty luottaen siihen, ett&auml; j&auml;rjestelm&auml;&auml; sovelletaan johdonmukaisesti; on tekij&auml;n/lahjoittajan p&auml;&auml;tett&auml;viss&auml; haluaako h&auml;n levitt&auml;&auml; ohjelmistot mink&auml; tahansa muun j&auml;rjestelm&auml;n kautta ja lisenssin saaja ei voi m&auml;&auml;r&auml;t&auml; t&auml;t&auml; valintaa.
<P>
T&auml;m&auml; kappale on tarkoitettu tekem&auml;&auml;n ehdottoman selv&auml;ksi sen mit&auml; uskotaan olevan seurauksena t&auml;st&auml; lisenssist&auml;.
<P>
<STRONG>8.</STRONG>
Jos t&auml;m&auml;n ohjelman levityst&auml; ja/tai k&auml;ytt&ouml;&auml; joissakin maissa rajoitetaan joko patenteilla tai tekij&auml;noikeuksin suojatuin k&auml;ytt&ouml;liittymin, alkuper&auml;inen tekij&auml;noikeuden omistaja, jolla on lisenssi t&auml;h&auml;n ohjelmaan voi lis&auml;t&auml; nimenomaisen maantieteellisen levitysrajoituksen, jolla suljetaan pois ne maat niin, ett&auml; levitys on sallittu vain niiss&auml; maissa joita ei ole suljettu pois. T&auml;llaisessa tapauksessa t&auml;m&auml; lisenssi liitt&auml;&auml; rajoituksen lisenssin osaksi kuten jos se olisi kirjoitettu siihen.
<P>
<STRONG>9.</STRONG>
Free Software Foundation voi julkaista tarkastettuja ja/tai uusia versioita yleisest&auml; julkisesta lisenssist&auml; aika ajoin. T&auml;llaiset uudet versiot ovat hengelt&auml;&auml;n samanlaisia kuin nykyinen versio, mutta voivat yksityiskohdissa erota uusien asioiden tai ongelmien osalta.
<P>
Jokaiselle versiolle annetaan yksilöllinen versionumero. Jos ohjelma erittelee versionumeron t&auml;lle lisenssille, joka soveltuu siihen ja &quot;mihin tahansa my&ouml;hemp&auml;&auml;n versioon&quot; Sinulla on oikeus seuraavien m&auml;&auml;r&auml;ysten ja ehtojen mukaan joko siihen versioon tai mihin tahansa my&ouml;hemmin Free Software Foundationin julkaisemaan versioon. Jos ohjelmassa ei mainita t&auml;m&auml;n lisenssin versionumeroa voit valita Free Software Foundationin mink&auml; tahansa joskus julkaiseman version.
<P>
<STRONG>10.</STRONG>
Jos haluat sis&auml;llytt&auml;&auml; osia ohjelmasta toisiin vapaisiin ohjelmiin, joiden levitysehdot ovat erilaisia, niin kirjoita tekij&auml;lle ja pyyd&auml; lupa. Ohjelmistoille joiden tekij&auml;noikeus on Free Software Foundationilla, kirjoita Free Software Foundationille; me my&ouml;nn&auml;mme joskus poikkeuslupia t&auml;h&auml;n. Meid&auml;n p&auml;&auml;t&ouml;st&auml;mme ohjaa kaksi p&auml;&auml;m&auml;&auml;r&auml;&auml;; s&auml;ilytt&auml;&auml; meid&auml;n vapaasta ohjelmistosta johdettujen johdannaisten vapaa asema ja edist&auml;&auml; ohjelmistojen jakamista ja k&auml;ytt&ouml;&auml; yleisesti.
<P><STRONG>EI TAKUUTA</STRONG></P>
<P>
<STRONG>11.</STRONG>
KOSKA T&Auml;M&Auml;N OHJELMAN K&Auml;YTT&Ouml;OIKEUS ON VAPAA, NIIN OHJELMALLA EI OLE TAKUUTA SIIN&Auml; M&Auml;&Auml;RIN KUN SE ON SOVELLETTAVAN LAIN NOJALLA SALLITTUA. PAITSI JOS ON KIRJALLISESTI TOISIN ILMOITETTU TEKIJ&Auml;NOIKEUKSIEN HALTIJAT JA/TAI MUUT OSAPUOLET TARJOAVAT OHJELMAN &quot;SELLAISENAAN &quot; ILMAN MINK&Auml;&Auml;NLAISTA TAKUUTA, JOKO NIMENOMAISTA TAI KONKLUDENTTISTA SIS&Auml;LT&Auml;EN, MUTTA EI RAJOITTUEN KONKLUDENTTISEEN KAUPALLISEEN JA TIETTYYN ERITYISEEN TARKOITUKSEEN SIS&Auml;LTYV&Auml;N&Auml; TAKUUNA. T&Auml;M&Auml;N OHJELMAN LAATUA JA SUORITUSKYKY&Auml; KOSKEVA KOKONAISRISKI ON SINULLA. JOS OHJELMA OSOITTAUTUISI VIALLISEKSI, NIIN SINULLE J&Auml;&Auml;V&Auml;T KAIKKI TARPEELLISET HUOLTO, KORJAUS TAI OIKAISUKUSTANNUKSET.
<P>
<STRONG>12.</STRONG>
MISS&Auml;&Auml;N TAPAUKSESSA, ELLEI SOVELLETTAVA LAKI SIT&Auml; EDELLYT&Auml; TAI ELLEI KIRJALLISESTI OLE TOISIN SOVITTU, KUKAAN TEKIJ&Auml;NOIKEUDEN OMISTAJA TAI MIK&Auml;&Auml;N MUU OSAPUOLI, JOKA VOI MUUTTAA JA/TAI LEVITT&Auml;&Auml; OHJELMAA YLL&Auml; SALLITUIN TAVOIN VOI OLLA VASTUUSSA SINULLE VAHINGOISTA, SIS&Auml;LT&Auml;EN MIT&Auml; TAHANSA YLEISI&Auml;, ERITYISI&Auml;, SATUNNAISIA TAI SEURAUSVASTUUVAHINKOJA, JOTKA AIHEUTUVAT OHJELMAN K&Auml;YT&Ouml;ST&Auml; TAI KYVYTT&Ouml;MYYDEST&Auml; K&Auml;YTT&Auml;&Auml; OHJELMAA (MUKAAN LUKIEN, MUTTEI RAJOITTUEN TIETOJEN KATOAMISEEN TAI ETT&Auml; TIEDOISTA TULEE EP&Auml;T&Auml;SM&Auml;LLISI&Auml; TAI SINUN TAI KOLMANSIEN OSAPUOLTEN K&Auml;RSIMIST&Auml; TAPPIOISTA TAI SIIT&Auml;, ETT&Auml; OHJELMA EI TOIMI MINK&Auml; TAHANSA TOISEN OHJELMAN KANSSA), SILLOINKIN KUN HALTIJALLE TAI TOISELLE OSAPUOLELLE ON ILMOITETTU T&Auml;LLAISEN VAHINGON MAHDOLLISUUDESTA.
<P>
<H2>M&Auml;&Auml;R&Auml;YSTEN JA EHTOJEN LOPPU</H2>

<H2><A NAME="SEC4" HREF="gpl.html#TOC4">Kuinka soveltaa n&auml;it&auml; sopimusm&auml;&auml;r&auml;yksi&auml; uusiin ohjelmiisi</A></H2>
<P>Jos kehit&auml;t uuden ohjelman ja haluat, ett&auml; se on mahdollisimman laajassa yleisess&auml; k&auml;yt&ouml;ss&auml;, paras tapa tehd&auml; t&auml;m&auml; on tehd&auml; siit&auml; vapaa ohjelma, jonka kuka tahansa saa luovuttaa edelleen ja muuttaa n&auml;iden ehtojen mukaisesti.</P>
<P>Tehd&auml;ksesi n&auml;in lis&auml;&auml; seuraavat ilmoitukset ohjelmaan. On turvallisinta liitt&auml;&auml; ne mukaan jokaisen l&auml;hdekooditiedoston alkuun ilmoittaaksesi mahdollisimman tehokkaasti takuun puuttumisesta; ja jokaisella tiedostolla tulisi olla v&auml;hint&auml;&auml;n &quot;tekij&auml;noikeus&quot; - ja tieto siit&auml; mist&auml; koko ilmoitus l&ouml;ytyy.</P>

<PRE>
<VAR>Yksi rivi kuvausta antaaksesi ohjelman nimen ja k&auml;sityksen siit&auml; mit&auml; se tekee.</VAR>
Tekij&auml;noikeus (C) <VAR>yyyy</VAR>   <VAR>tekij&auml;n nimi</VAR>

T&auml;m&auml; ohjelma on vapaa ohjelma; voit levitt&auml;&auml; ja/tai muuttaa 
sit&auml; YJL Yleisten Julkisten Sopimusehtojen mukaisesti sellaisena kun 
Free Software Foundation on sen julkaissut ; joko lisenssin versiona 2. 
tai (valintasi mukaan) min&auml; tahansa my&ouml;hemp&auml;n&auml; versiona.

T&auml;m&auml; ohjelma levitet&auml;&auml;n siin&auml; toivossa, ett&auml; se on hy&ouml;dyllinen, 
mutta ILMAN MIT&Auml;&Auml;N TAKUUTA; ilman jopa konkludenttista takuuta 
KAUPALLISUUDESTA TAI SOVELTUMISESTA TIETTYYN ERITYISEEN TARKOITUKSEEN. 
Yksityiskohtien osalta katso GNU Yleinen julkinen lisenssi.

Sinun pit&auml;isi olla saanut kopion GNU Yleisest&auml; julkisesta lisenssist&auml; 
t&auml;m&auml;n ohjelman mukana; jos et sit&auml; saanut, niin l&auml;het&auml; kirje osoitteella
Free Software Foundation Inc.
59 Temple Place - Suite 330
Boston, MA 02111-1307
USA.
</PRE>
<P>
Kerro my&ouml;s, miten saamme Sinuun yhteyden s&auml;hk&ouml;postitse ja perinteisen postin v&auml;lityksell&auml;.
</P>
<P>
Jos ohjelma on interaktiivinen, niin tee n&auml;ytt&ouml;tulosteeseen t&auml;llainen lyhyt ilmoitus kun se k&auml;ynnistyy interaktiivisessa tilassa:
</P>
<PRE>
Gnomvisio versio 69, tekij&auml;noikeus (C) <VAR>yyyy</VAR>   <VAR>tekij&auml;n nimi</VAR>
Gnomvisiolla EI OLE EHDOTTOMASTI MIT&Auml;&Auml;N TAKUUTA; 
yksityiskohtien osalta kirjoita &quot;n&auml;yt&auml; w&quot;. 
T&auml;m&auml; on vapaa ohjelma, ja olet tervetullut 
levitt&auml;m&auml;&auml;n sit&auml; tiettyjen lupaehtojen mukaisesti; 
kirjoita &quot;n&auml;yt&auml; c&quot; yksityiskohtien osalta.
</PRE>
<P>
Hypoteettisen k&auml;skyn <SAMP>&quot;n&auml;yt&auml; w&quot;</SAMP> ja <SAMP>&quot;n&auml;yt&auml; c&quot;</SAMP> pit&auml;isi n&auml;ytt&auml;&auml; tarkoituksenmukaiset osat Yleisest&auml; Julkisesta Lisenssist&auml;. Luonnollisesti k&auml;ytt&auml;mi&auml;si komentoja voidaan kutsua my&ouml;s muutoinkin kuin &quot;n&auml;yt&auml; w&quot; ja &quot;n&auml;yt&auml; c&quot;; ne saattavat olla jopa hiiren napsauksia tai valikon kohtia - mik&auml; vain parhaiten sopii ohjelmaasi.
</P>
<P>
Sinun pit&auml;isi my&ouml;skin saada tarvittaessa ty&ouml;nantajasi (jos ty&ouml;skentelet ohjelmoijana) tai koulusi allekirjoittamaan ohjelmaa koskeva tekij&auml;noikeuksista luopuminen. T&auml;ss&auml; on malli; muuta nimet:
</P>

<PRE>
Yoyodyne Oy luopuu t&auml;ten kaikista tekij&auml;noikeuksista
&quot;Gnomovision&quot; ohjelmassa, jonka on kirjoittanut
James Hacker.

<VAR>Ty Coonin allekirjoitus</VAR>, 1, huhtikuuta 1989
Ty Coon, varapresidentti
</PRE>

<P>
T&auml;m&auml; yleinen julkinen lisenssi ei anna oikeutta sis&auml;llytt&auml;&auml; ohjelmaasi yksityisiin ohjelmiin. Jos ohjelmasi on aliohjelmakirjasto, mielest&auml;si voi olla hy&ouml;dyllisemp&auml;&auml; sallia asianmukaisten sovellusten linkitt&auml;misen kirjastoon. Jos haluat tehd&auml; sen, niin k&auml;yt&auml; yleist&auml; GNU kirjastojen julkista lisenssi&auml; t&auml;m&auml;n lisenssin sijaan.
</P>
<HR>
<p>T&auml;m&auml;n GNU GPL-lisenssin k&auml;&auml;nn&ouml;ksen on kustantanut ja teett&auml;nyt <a href="http://www.sot.com/">SOT Finnish Software Engineering Ltd.</a> [<a href="mailto:linux@sot.com">linux@sot.com</a>].<BR>
Käännöksen on tehnyt <a href="mailto:erkki.kannisto@aatsto.inet.fi">Asianajotoimisto Erkki Kannisto</a> 7.3.1999.</p>
<HR>
</font>
<font size=-2>
Linux&reg;  on Linus Torvaldsin omistama rekisteröity tavaramerkki. Best 
Linux&trade; -logo on SOT Oy Suomen Ohjelmistotyö Ab:n omistama 
rekisteröitävänä oleva tavaramerkki. Copyright &copy; SOT 
Oy Suomen Ohjelmistotyö Ab, 1999. Kaikki oikeudet pidätetään tekijänoikeuslain nojalla. Tiedot voimassa sitoumuksetta toistaiseksi. Lisätietoja saat osoitteista <a href="http://www.sot.com/">http://www.sot.com/</a> ja <a href="mailto:linux@bestlinux.net">linux@bestlinux.net</a>. bestlinux.net
</font>
</BODY>
</HTML>


