Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/gideon.po
Languages: af, da, ja, sk

source: Fortran 77 language extensions:
da: Fortran 77 sprogudvidelser:
ja: Fortran 77 言語拡張:
sk: Rozšírenia jazyka Fortran 77:

source: Other portability warnings:
af: ander oordraagbaarheid waarskuwings:
da: Andre portabilitets advarsler:
ja: その他移植性に関する警告:
sk: Ostatné varovania portability:

source: &Embedded Editor
af: ingebedde redigeerder
da: &Indlejret redigering
ja: 組み込みエディタ(&E)

source: <i>Note:</i> Changing the preferred Editor will not take effect until you restart KDevelop.
da: <i>Bemærk:</i> Ændring af fortrukken redigering vil ikke få virkning før du genstarter KDevelop.
ja: <i>注意:</i> エディタの変更はKDevelopを再起動するまで有効になりません.

source: Test Regular Expression
af: toets gewone uitdrukking
da: Afprøv regulært udtryk
ja: 正規表現のテスト
sk: Testovať regulárny výraz

source: &Regular expression:
af: gewone uitdrukking:
da: &Regulært udtryk:
ja: 正規表現(&R):
sk: Re&gulárny výraz:

source: &Basic POSIX syntax (used by grep)
da: &Basic POSIX syntaks (brugt af grep)
ja: 基本POSIXシンタクス(&B) (grepで使われているもの)
sk: &Základná syntax POSIX (použitá v grep)

source: &Extended POSIX syntax (used by egrep)
da: &Udvidet POSIX syntaks (brugt af egrep)
ja: 拡張POSIXシンタクス(&E) (egrepで使われているもの)
sk: &Rozšírená syntax POSIX (použitá v grep)

source: Matched subgroups:
da: Undergruppe træffere:
ja: マッチしたサブグループ:

source: &Test string:
af: toets string:
da: &Test streng:
ja: テスト文字列(&T):
sk: &Testovací reťazec:

source: Prepare for release
af: voorberei vir vrylaat
ja: リリースの準備

source: <H1>Project Packaging and Publishing</H1>
ja: <H1>プロジェクトのパッケージ作成と公開</H1>

source: Source Distribution
af: bron verspreiding
ja: ソースのディストリビューション

source: Use Custom Options
af: gebruik pasmaak opsies
ja: カスタムオプションを使用

source: Source Options:
af: bron opsies:
ja: ソースのオプション:

source: Use bzip2 instead of gzip
af: gebruik bzip2 in plaas van van gzip
ja: gzipの代わりにbzip2を使う

source: <b>Archive Name Format: </b><br> %n - File Name <BR> %v - File Version <BR> %d - Date of Archive
af: <b>argief naam formaat: </b><br> %n - lêer naam <BR> %v - lêer weergawe <BR> %d - datum van argief
ja: <b>アーカイブ名フォーマット: </b><br> %n - ファイル名 <br> %v - ファイルのバージョン<br> %d - アーカイブの日付

source: Create Source Archive
af: skep bron argief
ja: ソースアーカイブの作成

source: Reset
af: herstel
ja: リセット

source: File List:
af: lêer lys:
ja: ファイルリスト:

source: Package Information
af: paket informasie
ja: パッケージ情報

source: Build Source Package
af: bou bron paket
ja: ソースパッケージをビルド

source: Build Source and Binary Package
af: bou bron en binêre paket
ja: ソースとバイナリ両方のパッケージをビルド

source: Import RPM SPEC File
af: in voer rpm spesifikasie lêer
ja: RPM SPECファイルをインポート

source: Generate RPM SPEC File
af: genereer rpm spesifikasie lêer
ja: RPM SPECファイルを生成

source: Application Name:
af: aansoek naam:
ja: アプリケーション名:

source: License:
af: lisensie:
ja: ライセンス:

source: Summary:
af: opsomming:
ja: 要約:

source: Author:
af: outeur:
ja: 作者:

source: Packager:
af: verpakker:
ja: パッケージャ:

source: Group:
af: groep:
ja: グループ:

source: Vendor:
af: verkoper:
ja: ベンダー:

source: Release:
af: vrylaat:
ja: リリース:

source: Version:
af: weergawe:
ja: バージョン:

source: Advanced Package Options
af: gevorderde paket opsies
ja: パッケージ詳細オプション

source: Create Development Package
af: skep ontwikkeling paket
ja: 開発パッケージを作成

source: Create Documentation Package
af: skep dokumentasie paket
ja: ドキュメントパッケージを作成

source: Include Application Icon
af: sluit in aansoek ikoon
ja: アプリケーションアイコンを含む

source: Architecture Target<BR><b>(Note: You must have a compiler that supports this target)</b>
af: argitektuur teiken<BR><b>(nota: jy moet het 'n saamsteller wat ondersteun hierdie teiken)</b>
ja: ターゲットのアーキテクチュア<br><b>(注意: このターゲットをサポートするコンパイラを持っている必要があります)</b>

source: Project Publishing
af: projek publisering
ja: プロジェクトの公開

source: Local Options
af: plaaslike opsies
ja: ローカルオプション

source: Generate HTML Information Page
af: genereer html informasie bladsy
ja: HTML一般情報ページを生成する

source: User information generated by RPM
af: gebruiker informasie gegenereer deur rpm
ja: RPMによって生成されたユーザ情報

source: Generate
af: genereer
ja: 生成

source: Remote Options
af: afgeleë opsies
ja: リモートオプション

source: File Submission List:
af: lêer instuur lys:
ja: ファイルのサブミットのリスト:

source: Upload to custom FTP Site
af: oplaai aan pasmaak ftp tuiste
ja: ユーザ指定のFTPサイトにアップロード

source: Upload Files to ftp.kde.org
af: oplaai lêers aan ftp.kde.org
ja: ftp.kde.orgにファイルをアップロード

source: Submit
af: stuur in
ja: サブミット

source: Progress:
af: vordering:
ja: 進捗:

source: Upload to apps.kde.com
af: oplaai aan programme.kde.com
ja: apps.kde.comにアップロード

source: load last project on startup
af: las laaste projek op opstart
da: indlæs sidste projekt ved opstart
ja: 起動時に前回のプロジェクトをロード
sk: načítať posledný projekt pri štarte

source: The file %1 was modified on disk. Save the file anyway?
af: die lêer %1 was veranderde op disket. stoor die lêer in elkgeval?
da: Filen %1 er ændret på disken. Gem filen alligevel?
ja: ファイル %1 はディスク上で更新されています. それでもファイルを保存しますか?
sk: Súbor %1 bol zmenený na disku. Uložiť súbor ajtak?

source: The directory you have chosen as location for the project already exists.
af: die gids jy het gekies as ligging vir die projek alreeds bestaan.
da: Kataloget du har valgt som et sted for projektet eksisterer allerede.
ja: プロジェクトの場所として指定されたディレクトリは 既に存在します.
sk: Priečinok, ktorý ste vybrali ako miesto pre projekt už existuje.

source: The directory above the chosen location does not exist.
af: die gids boonste die gekies ligging doen nie bestaan.
da: Kataloget for det valgte sted findes ikke.
ja: 上で選択されたディレクトリは存在しません.
sk: Priečinok, ktorý ste vybrali ako miesto pre projekt nexistuje.

source: Your application name should only contain letters and numbers, as it will be used as toplevel directory name.
da: Din anvendelses navn kan kun bruge bogstaver og tal, da det vil blive brugt som et topniveau katalognavn.
ja: トップレベルのディレクトリ名として使われるように、アプリケーション名は 英数字のみからなっている必要があります.

source: &New project...
af: nuwe projek...
da: &Nyt projekt...
ja: 新規プロジェクト(&N)...
sk: &Nový projekt...

source: Generates a new project from a template
da: Genererer et nyt projekt fra en skabelon
ja: テンプレートから新規のプロジェクトを生成します
sk: Generuje nový projekt zo šablóny

source: New project This starts KDevelop's application wizard. It helps you to generate a skeleton for your application from a set of templates.
da: Nyt projekt Dette starter KDevelop's program trold. Den hjælper dig til at generere et skelet for dit program fra et sæt af skabeloner.
ja: 新規プロジェクト これはKDevelopのアプリケーションウィザードを起動します。ウィザードは、テンプレートからアプリケーションのスケルトンを生成してくれます.

source: &Import existing directory...
af: in voer bestaande gids...
da: &Importér eksisterende mapper...
ja: 既存のディレクトリをインポート(&I)...
sk: &Import existujúceho priečinku...

source: Creates a project file for a given directory.
af: skep 'n projek lêer vir 'n gegewe gids.
da: Opretter en projektfil for en given mappe.
ja: 指定されたディレクトリのプロジェクトファイルを生成します.
sk: Vytvorí súbor projektu pre daný priečinok.

source: Header/Implementation file:
af: opskrif/implementering lêer:
da: Deklaration/Implementerings fil:
ja: ヘッダ/インプリメンテーション ファイル:
sk: Súbor hlavičky/implementácie:

source: Import directory
af: in voer gids
da: Import mappe
ja: ディレクトリのインポート
sk: Import priečinku

source: Project &name:
af: projek naam:
da: Projekt&navn:
ja: プロジェクト名(&n):
sk: &Meno projektu:

source: &Directory:
af: gids:
da: &Mappe:
ja: ディレクトリ(&D):
sk: &Priečinok:

source: &Project type:
af: projek tipe:
da: &Projekt type:
ja: プロジェクトタイプ(&P):
sk: Typ &projektu:

source: You have to choose a directory.
af: jy het aan kies 'n gids.
da: Du skal vælge en mappe
ja: ディレクトリを選択しなければなりません.
sk: Vyberte priečinok.

source: You have to choose a project name.
af: jy het aan kies 'n projek naam.
da: Du skal vælge et projektnavn.
ja: プロジェクト名を指定しなければなりません.
sk: Musíte vybrať meno projektu.

source: Your application name should only contain letters and numbers.
af: jou aansoek naam moet slegs bevat letters en nommers.
da: Din anvendelses navn kan kun bruge bogstaver og tal.
ja: アプリケーション名は英数字のみでなければなりません.
sk: Meno vašej aplikácie by malo obsahovať iba číslice a písmená.

source: Can not open project template.
af: kan nie open projek werkvoorbeeld.
da: Kan ikke åbne projektskabelon.
ja: プロジェクトテンプレートが開けません.
sk: Nie je možné otvoriť šablónu projektu.

source: Can not write the project file.
af: kan nie skryf die projek lêer.
da: Kan ikke skrive projektfilen.
ja: プロジェクトファイルを書き込めません.
sk: Nie je možné zapísať súbor projektu.

source: Choose a directory to import
af: kies 'n gids aan in voer
da: Vælg en mappe at importere
ja: インポートするディレクトリを選択してください
sk: Vyberte priečinok pre import

source: Cus&tom Menuitem
da: Ind&stil menuemne
ja: カスタムメニュー項目(&t)
sk: &Vlastná položka menu

source: Open Location
af: open ligging
da: Åbn sted
ja: 場所を開く
sk: Otvoriť umiestnenie

source: A KDE Application
af: 'n kde aansoek
da: Et KDE program
ja: KDE アプリケーション
sk: KDE aplikácia

source: Document to open.
af: dokument aan open.
da: Dokument at åbne
ja: 開くドキュメント
sk: Otvoriť súbor.

source: First Page
af: eerste bladsy
da: Første side
ja: 最初のページ
sk: Prvá strana

source: Page One Options
af: bladsy een opsies
da: Indstillinger for første side
ja: ページ１のオプション
sk: Možnosti prvej strany

source: Second Page
af: tweede bladsy
da: Anden side
ja: 2番目のページ
sk: Druhá strana

source: Page Two Options
af: bladsy twee opsies
da: Indstillinger for anden side
ja: ページ２のオプション
sk: Možnosti druhej strany

source: A KDE KPart Application
af: 'n kde k-deel aansoek
da: Et KDE Kpart program
ja: KDE KPart アプリケーション
sk: KPart aplikácie pre KDE

source: &Plugin Action
af: inplak aksie
da: &Indstik handling
ja: プラグインのアクション(&P)
sk: Akcia &modulu

source: Cannot Translate Source
af: kan nie vertaal bron
da: Kan ikke oversætte kilde
ja: ソースを翻訳できません
sk: Nie je možné preložiť zdroj

source: You cannot translate anything except web pages with this plugin.
af: jy kan nie vertaal enige iets behalwe web bladsye met hierdie inplak.
da: Du kan ikke oversætte andet end netsider med dette indstik.
ja: このプラグインではwebページ以外は翻訳できません.
sk: Týmto modulom môžete prekladať iba WWW stránky.

source: The URL you entered is not valid, please correct it and try again
af: die url jy ingevoerde is nie geldige, asseblief korrek dit en probeer weer
da: Det URL du indtastede er ikke gyldigt. Korrigér det venligst og prøv igen
ja: 指定されたURLが不正です. 訂正して再度実行して下さい
sk: Zadané URL nie je platné, prosím, opravte ho a skúste to znovu

source: WHAT DOES THIS PART DO?
af: wat doen hierdie deel doen?
da: HVAD GØR DENNE DEL?
ja: このPARTは何をするの?

source: Helpful information about the $APPNAMELC$ module.
da: Nyttig information om $APPNAMELC$ modulet.
ja: $APPNAMELC$ モジュールについての有益な情報.

source: This is an about box
af: hierdie is 'n aangaande boks
da: Dette er en om-boks
ja: これは、Aboutボックスです
sk: Toto je dialóg o aplikácii

source: This is a help box
af: hierdie is 'n hulp boks
da: Dette er en hjælpe-boks
ja: これはヘルプボックスです
sk: Toto je dialóg pomocníka

source: This is a preferences box
af: hierdie is 'n voorkeure boks
da: Dette er en indstillings-boks
ja: これはプリファレンスボックスです
sk: Toto je dialóg nastavenia

source: Looking for %1 ...
af: besig om te soek vir %1 ...
da: Kigger efter %1 ...
ja: %1 を探しています...
sk: Hľadám %1...

source: File To Open
af: lêer aan open
ja: オープンするファイル

source: Add file to target
af: voeg by lêer aan teiken
da: Tilføj fil til mål
ja: ターゲットにファイルを追加
sk: Pridať súbor do cieľa

source: &Use file template
af: gebruik lêer werkvoorbeeld
da: &Brug filskabelon
ja: ファイルのテンプレートを使用(&U)
sk: &Použiť šablónu súboru

source: Please enter the file name without '/' and so on.
af: asseblief invoer die lêer naam sonder om te '/' en sodat op.
da: Indtast venligst filnavnet uden '/' og så videre.
ja: '/'等なしでファイル名を指定してください.
sk: Prosím, zadajte meno súboru bez '/' apod.

source: This file is already in the target.
af: hierdie lêer is alreeds in die teiken.
da: Denne fil er allerede i målet.
ja: このファイルは既にターゲットに含まれている.
sk: Tento súbor už je pridaný.

source: A file with this name already exists.
af: 'n lêer met hierdie naam alreeds bestaan.
da: En fil med dette navn eksisterer allerede.
ja: この名前のファイルは既に存在します.
sk: Súbor s týmto menom už existuje.

source: Program
ja: プログラム

source: Library
af: biblioteek
da: Bibliotek
ja: ライブラリ
sk: Knižnica

source: Libtool library
da: Libtool bibliotek
ja: Libtool ライブラリ
sk: Knžnica Libtool

source: Script
af: skrip
da: Skript
ja: スクリプト
sk: Skript

source: Header
af: opskrif
da: Hoved
ja: ヘッダ
sk: Hlavička

source: Data file
af: data lêer
da: Datafil
ja: データファイル
sk: Dátový súbor

source: You have to give the target a name
af: jy het aan gee die teiken 'n naam
da: Du skal give målet et navn
ja: ターゲット名を指定しなければなりません
sk: Musíte zadať meno cieľa

source: Libtool libraries must have a .la suffix
da: Libtool biblioteker skal have en .la endelse
ja: Libtool ライブラリの拡張子は .la でなければなりません
sk: Knižnice libtool musia mať príponu .la

source: A target with this name already exists
af: 'n teiken met hierdie naam alreeds bestaan
da: Et mål med dette navn eksisterer allerede
ja: この名前のターゲットは既に存在します
sk: Cieľ s týmto menom už existuje

source: Project
af: projek
da: Projekt
ja: プロジェクト
sk: Projekt

source: Project Tree The project tree consists of two parts. The 'overview' in the upper half shows the subprojects, each one having a Makefile.am. The 'details' view in the lower half shows the targets for the active subproject selected in the overview.
da: Projekttræ Projekttræet består af to dele. 'Overblikket' i den øverste halvdel viser delprojekterne, hver af dem med en Makefile.am. 'Detaljer' visningen i den nederste halvdel viser målene for det aktive delprojekt valgt i overblikket.
ja: プロジェクトツリー プロジェクトツリーは２つの部分からなっています. 上半分の'概要'部分は、サブプロジェクトを表示しています. 各サブプロジェクトには各々 Makefile.amが存在します.下半分の'詳細'部分は概要で選択されていて現在アクティブな、サブプロジェクトのターゲットを表示しています.

source: Add translation...
af: voeg by vertaling...
ja: 翻訳を追加...

source: &Build project
af: bou projek
da: &Byg projekt
ja: プロジェクトをビルド(&B)

source: Run configure
af: hardloop konfigureer
da: Kør configure
ja: configure の実行

source: Run automake && friends
ja: automake && 関連処理を実行

source: Install
af: installeer
da: Installér
ja: インストール

source: &Clean project
af: maak skoon projek
da: &Rent projekt
ja: プロジェクトをクリーンアップ(&C)

source: &Distclean
ja: &Distclean を実行

source: Make messages && merge
af: maak boodskappe && saamvlans
ja: messages の make && merge

source: Execute program
af: uitvoer program
da: Kør program
ja: プログラムの実行

source: Compiler Options
af: saamsteller opsies
da: Kompilerer valg
ja: コンパイラオプション
sk: Nastavenie kompilátora

source: Configure Options
af: konfigureer opsies
da: Configure valg
ja: Configureのオプション

source: Run Options
af: hardloop opsies
da: Kørselsvalg
ja: 実行オプション

source: Make Options
af: maak opsies
da: Make valg
ja: Makeのオプション

source: There is no Makefile in this directory and no configure script for this project. Run automake & friends and configure first?
da: Der er ingen Makefile i dette katalog og intet configure skript for dette projekt. Kør automake & venner og configure først?
ja: このディレクトリにはMakefileが無いので、このプロジェクトで configureスクリプトは実行できません. automake & 関連処理を実行してからconfigureしますか?

source: There is no Makefile in this directory. Run configure first?
af: daar is nee maakleêr in hierdie gids. hardloop konfigureer eerste?
da: Der er ingen automake i dette katalog. Kør configure først?
ja: このディレクトリにはMakefileがありません. 先にconfigureを実行しますか?

source: There is neither a Makefile.cvs file nor an autogen.sh script in the project directory
da: Der er hverken en Makefile.cvs fil eller et autogen.sh skript i projektkataloget
ja: このプロジェクトディレクトリには Makefile.cvsも autogen.shスクリプトもありません

source: Press Enter to continue!
af: druk invoer aan voortgaan!
da: Tryk på Enter for at fortsætte!
ja: 継続するにはENTERを押して下さい!

source: Libtool Library
da: Libtool bibliotek
ja: Libtool ライブラリ

source: Data
ja: データ
sk: Údaje

source: Subproject
da: Delprojekt
ja: サブプロジェクト
sk: Podprojekt

source: Options...
af: opsies...
da: Valg...
ja: オプション...
sk: Možnosti...

source: Add subproject...
ja: サブプロジェクトの追加...

source: Add target...
af: voeg by teiken...
da: Tilføj mål...
ja: ターゲットの追加...
sk: Pridať cieľ...

source: Add service desktop file...
af: voeg by diens werkskerm lêer...
da: Tilføj service skrivebordsfil...
ja: サービスデスクトップファイルの追加...
sk: Pridať súbor plochy pre službu...

source: Add application desktop file...
af: voeg by aansoek werkskerm lêer...
da: Tilføj program skrivebordsfil...
ja: アプリケーションデスクトップファイルの追加...

source: Build
af: bou
da: Byg
ja: ビルド

source: Add file...
af: voeg by lêer...
da: Tilføj fil...
ja: ファイルの追加...
sk: Pridať súbor...

source: Remove file...
af: verwyder lêer...
da: Fjern fil...
ja: ファイルの削除...
sk: Odstrániť súbor...

source: %1 in %2
da: %1 i %2
ja: %2 の %1
sk: %1 v %2

source: %1 (%2 in %3)
da: %1 (%2 i %3)
ja: %1 (%3 の %2)
sk: %1 (%2 v %3)

source: Add translation
af: voeg by vertaling
da: Tilføj oversættelse
ja: 翻訳の追加

source: Language:
af: taal:
da: Sprog:
ja: 言語:

source: Your sourcecode is already translated to all supported languages.
da: Din kildekode er allerede oversat til alle understøttede sprog.
ja: ソースコードは既に、全てのサポートされている言語に翻訳されています.

source: A translation file for the language %1 exists already.
af: 'n vertaling lêer vir die taal %1 bestaan alreeds.
da: En oversættelsesfil for sproget %1 eksisterer allerede.
ja: 言語 %1 の翻訳ファイルは既に存在します.

source: Subproject options for '%1'
da: Delprojekt valg for '%1'
ja: '%1' のサブプロジェクトオプション

source: Add include directory:
af: voeg by sluit in gids:
da: Tilføj include kataloge:
ja: includeディレクトリの追加:

source: Target options for '%1'
af: teiken opsies vir '%1'
da: Mål valg for '%1'
ja: '%1' のターゲットオプション

source: Add library:
af: voeg by biblioteek:
da: Tilføj bibliotek:
ja: ライブラリの追加:
sk: Pridať knižnicu:

source: &Value:
af: waarde:
da: &Værdi
ja: 値(&V):

source: Add prefix
af: voeg by voorvoegsel
ja: プレフィックスの追加

source: &Path:
af: gids soeklys:
da: &Sti:
ja: パス(&P):
sk: &Cesta:

source: Remove file from target
af: verwyder lêer van teiken
da: Fjern fil fra mål
ja: ターゲットからファイルを削除
sk: Odstrániť súbor z cieľa

source: The file %1 is still used by the following targets: %2 Remove it from all of them?
da: Filen %1 bliver stadig brugt af følgende mål: %2 Fjern den fra dem allesammen?
ja: ファイル %1 は下記のターゲットで使われています: %2 これを全てのターゲットから除きますか?

source: Remove from disk
af: verwyder van disket
da: Fjern fra disk
ja: ディスクから削除
sk: Odstrániť z disku

source: Property %1:
af: eienskap %1:
da: Egenskab %1:
ja: プロパティ %1:
sk: Vlasnosť %1:

source: You have to enter a file name.
af: jy het aan invoer 'n lêer naam.
da: Du skal angive et filnavn.
ja: ファイル名を指定しなければなりません.
sk: Musíte zadať meno súboru.

source: You have to enter a service name.
af: jy het aan invoer 'n diens naam.
da: Du skal angive et servicenavn.
ja: サービス名を指定しなければなりません.
sk: Musíte zadať meno služby.

source: A file with this name exists already.
af: 'n lêer met hierdie naam bestaan alreeds.
da: En fil med dette navn eksisterer allerede.
ja: この名前のファイルは既に存在します.
sk: Súbor s týmto menom už existuje.

source: Could not open file for writing.
af: kon nie open lêer vir om te skryf.
da: Kunne ikke åbne fil til skrivning.
ja: 書き込み用にファイルを開けません.

source: You have to enter the file name of an executable program.
af: jy het aan invoer die lêer naam van 'n uitvoerbare program.
da: Du skal angive filnavnet på det kørbare program.
ja: 実行プログラムのファイル名を指定しなければなりません.

source: You have to enter an application name.
af: jy het aan invoer 'n aansoek naam.
da: Du skal opgive et programnavn.
ja: アプリケーション名を指定しなければなりません.
sk: Musíte zadať meno aplikácie.

source: Rerun configure now?
da: Kør configure igen nu?
ja: configureを再実行しますか?

source: You have to give the subproject a name
ja: サブプロジェクト名を付けなければなりません.

source: A subproject with this name already exists
ja: この名前のサブプロジェクトは既に存在します

source: Could not create subdirectory %1
ja: サブディレクトリ %1 を作成できません

source: Could not create Makefile.am in subdirectory %1
ja: サブディレクトリ %1 にMakefile.amを作成できませんでした

source: Show parents
da: Vis forældre
ja: 親を表示
sk: Zobraziť nadradené

source: Show children
af: vertoon kinders
da: Vis børn
ja: 子を表示
sk: Zobraziť potomkov

source: Show clients
af: vertoon kliënte
da: Vis klienter
ja: クライアントを表示
sk: Zobraziť klientov

source: Show suppliers
da: Vis leverandører
ja: サプライヤを表示
sk: Zobraziť dodávateľov

source: Show methods
af: vertoon metodes
da: Vis metoder
ja: メソッドを表示
sk: Zobraziť metódy

source: Show attributes
af: vertoon eienskappe
da: Vis attributter
ja: アトリビュートを表示
sk: Zobraziť atribúty

source: Parents
da: Forældre
ja: 親
sk: Nadradené

source: Children
af: kinders
da: Børn
ja: 子
sk: Deti

source: Clients
af: kliënte
da: Klienter
ja: クライアント
sk: Klienti

source: Suppliers
da: Leverandører
ja: サプライヤ
sk: Dodávatelia

source: %1 methods
af: %1 metodes
da: %1 metoder
ja: %1 メソッド

source: %1 attributes
af: %1 eienskappe
da: %1 attributter
ja: %1 アトリビュート

source: Class Tool Dialog
af: klas program dialoog
da: Klasseværktøjsdialog
ja: クラスツールダイアログ
sk: Dialóg Nástroja triedy

source: %1 of class %2
af: %1 van klas %2
da: %1 af klasse %2
ja: クラス %2 の %1

source: Class tool
af: klas program
da: Klasseværktøj
ja: クラスツール

source: Go to declaration...
da: Gå til erklæring...
ja: 宣言へ移動...

source: Go to definition...
af: gaan aan definisie...
da: Gå til definition
ja: 定義へ移動...

source: Class
af: klas
da: Klasse
ja: クラス
sk: Trieda

source: Add method...
af: voeg by metode...
da: Tilføj metode...
ja: メソッドの追加...

source: Add attribute...
af: voeg by kenmerk...
da: Tilføj attribut...
ja: アトリビュートの追加...

source: Parent classes...
af: ouer klasse...
da: Forældreklasser...
ja: 親クラス...
sk: Rodičovské triedy...

source: Child classes...
af: kind klasse...
da: Børneklasser...
ja: 子クラス...
sk: Triedy potomkov...

source: Class tool...
af: klas program...
da: Klasseværktøj...
ja: クラスツール...

source: Struct
ja: 構造体
sk: Štruktúry

source: Variable
af: veranderlike
da: Variabel
ja: 変数
sk: Premenná

source: Attribute
af: kenmerk
da: Attribut
ja: アトリビュート
sk: Atribút

source: Slot
af: gleuf
ja: スロット

source: Signal
af: sein
ja: シグナル
sk: Signál

source: Function
af: funksie
da: Funktion
ja: 関数
sk: Funkcia

source: Method
af: metode
da: Metode
ja: メソッド
sk: Metóda

source: Class view
af: klas besigtig
da: Klassevisning
ja: クラスビュー

source: Class View The class viewer shows all classes, methods and variables of the source files and allows switching to declarations and implementations. The right button popup menu allows more specialized functionality.
da: Klasseviser Klasseviseren viser alle klasser, metoder og variable til de gældende projektfiler og lader dig skifte til erklæringerne og implementationerne. Menuen som kommer op ved at højreklikke giver mere specialiseret funktionalitet.
ja: クラスビュー クラスビューアはソースファイルから全クラスと、そのメソッド、変数を表示し、宣言や実装に移動することができます. 右ボタンクリックで表示されるポップアップメニューには更に特別な機能が用意されています.

source: Classes
af: klasse
da: Klasser
ja: クラス
sk: Triedy

source: Methods
af: metodes
da: Metoder
ja: メソッド
sk: Metódy

source: Declaration/Implementation
da: Deklaration/Implementering
ja: 宣言/実装

source: Go to declaration
ja: 宣言へ移動

source: Go to implementation
af: gaan aan implementering
ja: 実装へ移動

source: Go to class declaration
ja: クラス宣言へ移動

source: View class hierarchy
af: besigtig klas hiërargie
da: Se klassehierarki
ja: クラス階層の表示

source: Add class...
af: voeg by klas...
da: Tilføj klasse...
ja: クラスの追加...

source: Classtools
da: Klasseværktøj
ja: クラスツール

source: List by namespaces
da: Brug liste med navneområder
ja: 名前空間でリスト

source: Full identifier scopes
da: Fuls identifikator scopes
ja: 完全識別子のスコープ

source: Structs
da: Struct
ja: 構造体

source: Functions
af: funksies
da: Funktioner
ja: 関数
sk: Funkcie

source: Variables
af: veranderlikes
da: Variabler
ja: 変数
sk: Premenné

source: Namespaces
da: Navneområder
ja: 名前空間
sk: Priestory mien

source: You don't have the dot installed :-( Get it from www.graphviz.org
da: Du har ikke dotten installeret :-( Få den fra www.graphviz.org
ja: dot がインストールされていません. :-( www.graphviz.orgから入手してください
