Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/gideon.po
Languages: af, da, ja, sk

source: &%1 - Line %2
af: %1 - lyn %2
da: &%1 - Linie %2
ja: &%1 - 行 %2
sk: &%1 - Riadok %2

source: 1&0 - Line %1
af: 10 - lyn %1
da: 1&0 - Linie %1
ja: 1&0 - 行 %1
sk: 1&0 - Riadok %1

source: Line: %1
af: lyn: %1
da: Linie: %1
ja: 行: %1
sk: Riadok: %1

source: ISpell could not be started. Please make sure you have ISpell properly configured and in your PATH.
af: ispell kon nie wees beginne. asseblief maak seker jy het ispell behoorlik gekonfigureer en in jou gids soeklys.
da: ISpell kunne ikke starte. Sørg for at ISpell er rigtigt indstillet og er i din sti.
ja: ISpell を実行できません。 ISpell が正しく設定されており、PATHが通っているか確認して下さい。

source: ISpell seems to have crashed.
af: ispell blyk aan het het gestaak.
da: Ispell synes at være brudt sammen.
ja: ISpellがクラッシュしたようです
sk: Vyzerá to, že ISpell spadol.

source: Und&o
af: herstel
da: Fortr&yd
ja: 元に戻す(&o)
sk: Vrá&tiť späť

source: Re&do
af: herstel herroep
da: &Omgør
ja: やり直す(&d)
sk: &Opakovať vrátené

source: Breakpoints/Bookmarks
da: Stoppunkter/Bogmærker
ja: ブレークポイント/ブックマーク
sk: Zarážky/Záložky

source: Toggle bookmark
af: wissel boekmerk
da: Slå bogmærke fra/til
ja: ブックマークを切替え
sk: Prepnúť záložku

source: Toggle breakpoint
da: Slå stoppunkt til/fra
ja: ブレークポイントを切替え
sk: Prepnúť zarážku

source: LMB sets breakpoints
da: LMB sætter stoppunkter
ja: 左マウスボタンでブレークポイントをセット
sk: Ľavé tlačidlo myši nastavuje zarážky

source: LMB sets bookmarks
af: lmb verstel boekmerke
da: LMB sætter bogmærker
ja: 左マウスボタンでブックマークをセット
sk: Ľavé tlačidlo myši nastavuje záložky

source: Can't open %1
af: kan nie open %1
da: Kan ikke åbne %1
ja: %1 を開けません
sk: Nie je možné otvoriť %1

source: File share/apps/kwrite/syntax.xml not found ! Check your installation!
af: lêer deel/programme/kskryf/sintaks.xml nie gevind ! bevestig jou installasie!
da: Fil share/apps/kwrite/syntax.xml ikke fundet! Tjek din installation.
ja: ファイル share/apps/kwrite/syntax.xml が見つかりません! 正しくインストールされているか確認して下さい!
sk: Súbor share/apps/kwrite/syntax.xml nebol nájdený! Overte inštaláciu!

source: Undo List
af: herstel lys
da: Fortryd liste
ja: 元に戻す リスト
sk: Zoznam pre vrátenie späť

source: Redo List
af: herstel herroep lys
da: Omgør liste
ja: やり直す リスト
sk: Zoznam pre opakovanie vrátených

source: Open File...
af: open lêer...
da: Åbn fil...
ja: 開く...
sk: Otvoriť súbor...

source: Find Perl function documentation...
af: soek perl funksie dokumentasie...
ja: Perl 関数ドキュメントを検索...

source: Show the documentation page of a Perl function
af: vertoon die dokumentasie bladsy van 'n perl funksie
ja: Perl 関数のドキュメントページを表示

source: Find Perl FAQ entry...
af: soek perl faq inskrywing...
ja: Perl FAQ エントリを検索...

source: Show the FAQ entry for a keyword
af: vertoon die faq inskrywing vir 'n sleutelwoord
ja: FAQエントリでキーワードを検索

source: Show Perl documentation for function:
af: vertoon perl dokumentasie vir funksie:
ja: Perl 関数ドキュメントを表示:

source: Show FAQ entry for keyword:
af: vertoon faq inskrywing vir sleutelwoord:
ja: キーワードに関するFAQ エントリを表示:

source: The only existing directories are functions and faq.
af: die slegs bestaande gidse word funksies en faq.
ja: 現在存在するディレクトリは関数とFAQのみです。

source: Python documentation...
af: python dokumentasie...
da: Python dokumentation...
ja: Pythonのドキュメント...
sk: Dokumentácia Python...

source: Show a Python documentation page
af: vertoon 'n python dokumentasie bladsy
da: Vis en Python dokumentationsside
ja: Pythonドキュメントページを表示
sk: Zobraziť stránku dokumentácie Python

source: Show Python documentation on keyword:
af: vertoon python dokumentasie op sleutelwoord:
ja: キーワードに関するPythonドキュメントを表示:

source: &Run
af: hardloop
da: &Kør
ja: 実行(&R)
sk: &Spustiť

source: &PhpBook
ja: &Phpブック

source: PHP Book Settings
af: php boek instellings
da: PHP Book opsætning
ja: PHPブックの設定

source: PHP Settings
af: php instellings
da: PHP opsætning
ja: PHP設定
sk: Nastavenie PHP

source: Customize PHP Mode
af: pasmaak php modus
da: Brugerindstil PHP tilstand
ja: PHPモードのカスタマイズ
sk: Prispôsobiť mód PHP

source: Tools menu
af: nutsprogramme kieslys
da: Værktøjsmenu
ja: ツールメニュー
sk: Menu Nástroje

source: &Applications
af: programme
da: &Programmer
ja: アプリケーション(&A)
sk: &Aplikácie

source: &Tools menu
af: nutsprogramme kieslys
da: &Værktøjsmenu
ja: ツールメニュー(&T)
sk: Menu &Nástroje

source: File view
af: lêer besigtig
da: Filvisning
ja: ファイルビュー
sk: Pohľad na súbory

source: File View The file viewer shows all files of the project, ins groups which can be configured by you.
af: lêer besigtig die lêer aansig vertoon alle lêers van die projek, byvoeg groepe wat kan wees gekonfigureer deur jy.
da: Filvisning Filviseren viser alle filer i projektet, i grupper der kan indstilles af dig.
ja: ファイルビュー ファイルビューアはプロジェクト内の全てのファイルを表示します。グループは任意に構成できます。

source: File View
af: lêer besigtig
da: Filvisning
ja: ファイルビュー
sk: Súbory

source: Sources
af: bronkodes
da: Kilder
ja: ソース
sk: Zdrojové kódy

source: Translations
af: vertalings
da: Oversættelser
ja: 翻訳
sk: Preklady

source: User Interface
af: gebruiker koppelvlak
da: Brugerflade
ja: ユーザインターフェース
sk: Používateľské rozhranie

source: Customize file tree
af: pasmaak lêer boom
ja: ファイルツリーのカスタマイズ

source: There is currently a job running.
af: daar is huidiglik 'n werk wat loop.
da: Der er et job der kører for øjeblikket.
ja: 実行中のジョブがあります。
sk: Momentálne sa vykonáva úloha.

source: warn about inconsistent use of arguments that use arrays
af: waarskuwing aangaande onkonsekwente gebruik van argumente wat gebruik skikkings
da: advar om inkonsistent brug af argumenter der bruger array
ja: 配列による引数の不整合な使用を警告
sk: varovať pred nekonzistentným použitím argumentov, ktoré používajú polia

source: warn about dummy arguments of a data type different from the actual arguments
af: waarskuwing aangaande fop argumente van 'n data tipe ander van die ware argumente
da: advar om dummy argumenter på en datatype der er forskelllig fra de egentlige argumenter
ja: 実際の引数とは異なるデータタイプのダミー引数を警告

source: warn if the invocation assumes a different data type for the return type different from the actual return type
af: waarskuwing as die aktivering neem aan 'n ander data tipe vir die terug tipe ander van die ware terug tipe
ja: 実際の戻り値の型とは異なるデータ型を想定した呼び出しに警告

source: warn about invoking a subprogram with a wrong number of arguments
ja: 誤った引数でのサブプログラムの呼び出しを警告

source: corresponding arrays in each declaration of a block must agree in size and number of dimensions
ja: 各ブロックの宣言での対応する配列は、サイズと次元数が一致しなければなりません

source: the comparison of two blocks is done variable-by-variable
af: die vergelyking van twee blokke is klaar variable-by-variable
ja: ２つのブロックの比較は変数毎に行なわれます

source: warn if different declarations of the same block are not equal in total length
ja: 同じブロックの異なる宣言で総サイズが異なると警告

source: in each declaration of a block, corresponding memory locations must agree in data type
ja: 各ブロックの宣言で、対応するメモリの位置はデータタイプが等しくなければなりません

source: use of the result of integer division as an exponent
ja: 整数の除算の結果を指数として使用

source: conversion of an expression involving an integer division to real
ja: 整数の除算を含む式を実数に変換

source: division in an integer constant expression that yields a result of zero
ja: 結果が0となる整数定数式内の除算

source: a scalar dummy argument is actually the same as another and is (or may be) modified
ja: スカラーダミー引数は実際に他のものと同じで、且つ変更されている（かもしれません）

source: a dummy argument which is an array or array element is the same array as another and is modified
ja: 配列または配列要素であるダミー引数は、もう一方のものと同じで変更されています

source: a scalar dummy argument is the same as a common variable in the subprogram, and either is modified
ja: スカラーダミー引数はサブプログラムの共通変数と同じで、どちらも変更されています

source: ACCEPT and TYPE I/O statements
ja: ACCEPT 及び TYPE I/O ステートメント

source: expressions defining array bounds that contain array elements or function references
ja: 配列の境界を定めている式に配列要素または関数参照が含まれています

source: Assignment statements involing arrays
ja: 割り当てステートメントに配列が含まれています
sk: Priradenia obsahujúce polia

source: Backslah characters in strings
ja: 文字列にバックスラッシュが含まれています

source: COMMON block variables not in descending order of storage sizes
af: gemeenskaplike blok veranderlikes nie in afgaande volgorde van stoorplek grotes
ja: COMMONブロック変数はストレージサイズの降順ではありません

source: Hollerith constants
ja: Hollerith 定数
sk: Hollerithove konštanty

source: define
af: definieer
ja: 定義

source: label
af: etiket
ja: ラベル

source: macro
af: makro
ja: マクロ
sk: makro

source: function
af: funksie
ja: 関数
sk: funkcia

source: subroutine
ja: サブルーチン
sk: podprogram

source: fragment definition
ja: フラグメント定義
sk: definícia fragmentu

source: any pattern
af: enige patroon
ja: 任意のパターン
sk: ľubovoľná vzorka

source: slot
af: gleuf
ja: スロット

source: pattern
af: patroon
ja: パターン
sk: vzorka

source: class
af: klas
ja: クラス
sk: trieda

source: enumerator
ja: 列挙子
sk: enumerátor

source: enumeration
ja: 列挙型
sk: enumerácia

source: member
af: lid
ja: メンバ
sk: člen

source: namespace
af: naam ruimte
ja: 名前空間

source: prototype
ja: プロトタイプ
sk: prototyp

source: struct
ja: 構造体
sk: štruktúra

source: typedef
ja: タイプ定義

source: union
af: unie
ja: 共用体

source: variable
af: veranderlike
ja: 変数
sk: premenná

source: external variable
af: eksterne veranderlike
ja: 外部変数
sk: externá premenná

source: paragraph
ja: パラグラフ
sk: odstavec

source: feature
af: funksie
ja: 機能

source: local entity
ja: ローカルエンティティ
sk: lokálna entita

source: block
af: blok
ja: ブロック
sk: blok

source: common
af: gemeenskaplike
ja: コモン

source: entry
af: inskrywing
ja: エントリ
sk: položka

source: interface
af: koppelvlak
ja: インターフェース

source: type component
af: tipe komponent
ja: タイプコンポーネント
sk: komponent typu

source: local
af: plaaslike
ja: ローカル
sk: lokálny

source: module
ja: モジュール
sk: modul

source: namelist
ja: 名前リスト
sk: zoznam mien

source: program
ja: プログラム

source: type
af: tipe
ja: タイプ
sk: typ

source: field
af: veld
ja: フィールド
sk: pole

source: method
af: metode
ja: メソッド
sk: metóda

source: package
af: paket
ja: パッケージ
sk: balík

source: procedure
af: prosedure
ja: プロシジャ
sk: procedura

source: &Tag:
af: etiket:
ja: タグ(&T):
sk: &Značka:

source: &Kinds:
af: tipes:
ja: 種類(&K):
sk: &Druhy:

source: &Regular expression match
af: gewone uitdrukking ooreenstem
ja: 正規表現にマッチ(&R)
sk: &Regulárny výraz

source: Currently, only tags with line numbers (option -n) are supported
af: huidiglik, slegs etiket met lyn nommers (opsie -n) word ondersteunde
ja: 現在、行番号タグ(オプション -n)のみサポートされています
sk: Momentálne sú podporované iba značky s číslami riadkov (voľba -n)

source: A ctags file for this project does not exist yet. Create it now?
ja: このプロジェクトのctagsファイルは存在しません。生成しますか?
sk: Súbor ctags pre tento projekt ešte neexistuje. Mám ho vytvoriť?

source: Could not create tags file
af: kon nie skep etiket lêer
ja: tagsファイルを作成できませんでした
sk: Nie je možné vytvoriť súbor značiek

source: Editor
af: redigeerder
ja: エディタ

source: Repitition operators must not appear as first character
ja: 繰返演算子は最初の文字になることはできません
sk: Operátory opakovania nesmú byť ako prvé

source: Invalid use of back reference operator
af: ongeldige gebruik van terug verwysing operateur
ja: 不当な後方参照演算子の使用
sk: Neplatné použitie operátoru spätnej referencie

source: Unmatched brace inverval operators
ja: 区間演算子の括弧がマッチしません

source: Unmatched bracket list operators
af: onaanpasbare hakkie lys operateurs
ja: リスト演算子で括弧がマッチしていません

source: Invalid use of range operator
af: ongeldige gebruik van omvang operateur
ja: 不当な範囲演算子
sk: Neplatné použitie operátora intervalu

source: Unknown character class
af: onbekende karakter klas
ja: 未知の文字クラス
sk: Neznáma trieda znakov

source: Invalid collating element
ja: 不当な校合演算子

source: Unmatched parenthesis group operators
ja: グループ演算子の括弧がマッチしていません

source: Invalid back reference to subexpresion
ja: 副表現への後方参照が不当です
sk: Neplatná spätná referencia do podvýrazu

source: Trailing backslah
ja: 末尾にバックスラッシュがあります
sk: Spätné lomítko navyše

source: Invalid use of pattern operators
af: ongeldige gebruik van patroon operateurs
ja: パターン演算子の不当な使用
sk: Nesprávne použitie operátorov

source: Huh? Regular expression too large
ja: え？ 正規表現が長過ぎます
sk: Regulárny výraz príliš veľký

source: Unknown error
af: onbekende fout
ja: 未知のエラー
sk: Neznáma chyba

source: No match
af: nee ooreenstem
ja: マッチ無し
sk: Nič neodpovedá

source: Successfully matched
af: suksesvol ooreengestem
ja: マッチしました
sk: Úspešne nájdený

source: Debug regular expression...
af: ontfouting gewone uitdrukking...
ja: 正規表現をデバッグ...
sk: Ladiť regulárny výraz...

source: CVS Commit
ja: CVSコミット

source: Enter log message:
af: invoer log boodskap:
ja: ログメッセージを指定:

source: Commit: %1
ja: コミット: %1

source: Update: %1
af: dateer op: %1
ja: 更新: %1

source: Add to repository: %1
ja: リボジトリに追加: %1

source: Remove from repository: %1
ja: リポジトリから削除: %1

source: Run qmake
ja: qmakeを実行

source: There is no Makefile in this directory.
af: daar is nee maakleêr in hierdie gids.
ja: このディレクトリにはMakefileがありません.

source: This project doesn not contain any files yet. Populate it with all C/C++/Java files below the project directory?
ja: このプロジェクトにはファイルがありません. プロジェクトディレクトリ下のC/C++/Javaファイルを プロジェクトに追加しますか?

source: Doxyfile does not exist. Starting with default values.
ja: Doxyファイルは存在しません。デフォルト値で開始します。

source: Cannot write Doxyfile.
ja: Doxyファイルを書き込めません。

source: Run doxygen...
ja: doxygenを実行...

source: Browse to a file
af: blaai aan 'n lêer
ja: ファイルをブラウズ

source: Browse to a folder
af: blaai aan 'n kabinet
ja: フォルダをブラウズ

source: Add item
af: voeg by item
ja: 項目の追加

source: Delete selected item
af: uitvee gekose item
ja: 選択された項目を削除

source: Update selected item
af: dateer op gekose item
ja: 選択された項目を更新

source: Project Distribution and Publishing
af: projek verspreiding en publisering
ja: プロジェクトのディストリビューションと公開

source: Make Source and Binary Distribution
af: maak bron en binêre verspreiding
ja: ソースおよびバイナリ両方のディストリビューションを作成

source: Distribution and Publishing: fnork fnork blub.... bork bork bork.....
ja: ディストリビューションと公開: なんたらかんたら.... ああでもないこうでもない....

source: Flags
af: vlaggies
da: Flag
ja: フラグ
sk: Príznaky

source: Output
af: uitset
ja: 出力
sk: Výstup

source: Only check the code for syntax errors. Don't produce object code
af: slegs bevestig die kode vir sintaks foute. moenie produseer voorwerp kode
da: Tjek kun koden for syntaksfejl. Producér ikke objektkode
ja: コードの文法エラーのみチェック。オブジェクトコードは生成しない
sk: Iba skontrolovať kód na syntaktické chyby. Nevytvárať kód

source: Generate extra code to write profile information for gprof.
da: Generér ekstra kode for at skrive profilinformation gprof.
ja: gprofのプロファイル情報に追加コードを生成.
sk: Generovať extra kód pre zápis profilovacích informácií gprof.

source: Do not delete intermediate output like assembler files.
da: Slet ikke mellemuddata såsom assemblerfiler.
ja: アセンブラファイルなどの中間ファイルを削除しない.
sk: Neodstraňovať okamžite výstup, ako sú súbory assembleru.

source: Code generation
af: kode genereering
ja: コード生成
sk: Generovanie kódu

source: Enable exception handling.
af: aktiveer uitsondering handtering.
da: Aktivér undtagelseshåndtering.
ja: 例外処理を有効にする
sk: Povoliť spracovanie výnimiek.

source: Return certain struct and union values in memory rather than in registers.
ja: 構造体や共用体の値をレジスタではなくメモリに返す.
sk: Vracať niektoré štruktúry a uniony v pamäti namiesto registrov.

source: Return certain struct and union values in registers when possible.
ja: 構造体や共用体の値を可能ならレジスタに返す.
sk: Vracať niektoré štruktúry a uniony v registroch čo najčastejšie.

source: For an enum, choose the smallest possible integer type.
ja: enumに対し、最小の整数型を選択.
sk: Pre enum vybrať čo najmenší celočíselný typ.

source: Make 'double' the same as 'float'.
af: maak 'double' die selfde as 'float'.
ja: 'double'と'float'を同じにする.
sk: 'double' rovnaký ako 'float'.

source: Optimization Level
da: Optimeringsniveau
ja: 最適化レベル
sk: Úroveň optimalizácie

source: No Optimization
da: Ingen optimering
ja: 最適化無し
sk: Bez optimalizácie

source: Level 1
af: vlak 1
da: Niveau 1
ja: レベル 1
sk: Úroveň 1

source: Level 2
af: vlak 2
da: Niveau 2
ja: レベル 2
sk: Úroveň 2

source: <qt>Do not store floating point variables in registers.</qt>
da: <qt>Gem ikke kommatal variable i registre.</qt>
ja: <qt>浮動小数点数をレジスタに保存しない.</qt>
sk: <qt>Neukladať reálne premenné v registroch.</qt>

source: <qt>Pop the arguments to each function call directly after the function returns.</qt>
af: <qt>pop die argumente aan elke funksie roep direk na die funksie gee terug.</qt>
da: <qt>Pop argumenterne til hver funktionskald lige efter funktionen returnerer.</qt>
ja: <qt>各関数の呼び出しへの引数を関数から復帰した時に直接スタックから取り除く</qt>

source: <qt>Force memory operands to be copied into registers before doing arithmetic on them.</qt>
da: <qt>Tving hukommelsesoperander til at blive kopieret ind i registre før der gøres aritmetik på dem.</qt>
ja: <qt>メモリ演算対象は計算処理の前にレジスタにコピーされるようにする</qt>

source: <qt>Force memory address constants to be copied into registers before doing arithmetic on them.</qt>
da: <qt>Tving hukommelsesadresse konstanter til at blive kopieret ind i registre før der gøres aritmetik på dem.</qt>
ja: <qt>メモリアドレス定数を計算に使う前にレジスタにコピーされるようにする</qt>

source: <qt>Don't keep the frame pointer in a register for functions that don't need one.</qt>
af: <qt>moenie hou die raam wyser in 'n registreer vir funksies wat moenie benodig een.</qt>
da: <qt>Behold ikke rammepegeren i et register for funktioner der ikke behøver en.</qt>
ja: <qt>それを必要としない関数ではレジスタ内のフレームポインタを保持しない</qt>

source: <qt>Ignore the <i>inline</i> keyword.</qt>
af: <qt>ignoreer die <i>inlyn</i> sleutelwoord.</qt>
da: <qt>Ignorér <i>inline</i> nøgleordet.</qt>
ja: <qt><i>inline</i>キーワードを無視する</qt>

source: <qt>Do not make members functions inline merely because they are defined inside the class scope.</qt>
da: <qt>Gør ikke medlemsfunktioner inline blot fordi de er defineret indenofr klasse scope.</qt>
ja: <qt>それがclassスコープ内に定義されているからと言って、メンバ関数をinlineにはしない</qt>

source: Dialect
ja: 方言

source: Interpret source code as Fortran 90 free form.
ja: ソースコードをFortran 90 のフリーフォームと解釈

source: Allow certain Fortran 90 constructs.
ja: Fortran 90 の構文を認める

source: Allow '$' in symbol names.
af: toelaat '$' in simbool name.
ja: シンボル名に'$'の使用を認める

source: Allow '' in character constants to escape special characters.
ja: 特殊文字のエスケープに文字定数内での''の使用を認める

source: DO loops are executed at least once.
af: doen lusse word uitgevoerde na minste as eers.
ja: DOループは少なくとも一回は実行される

source: Treat local variables as if SAVE statement had been specified.
af: behandel plaaslike veranderlikes as as stoor stelling moes al gespesifiseer.
ja: ローカル変数をSAVEステートメントが指定されているかのように扱う

source: Init local variables to zero.
af: init plaaslike veranderlikes aan nul.
ja: ローカル変数は0に初期化

source: Generate run-time checks for array subscripts.
ja: 配列添字の実行時チェックを生成

source: Inhibit all warnings.
da: Dæmp alle advarsler.
ja: 全ての警告を抑制

source: Inhibit warnings about the use of #import.
da: Dæmp advarsler om brug af #import.
ja: #importの使用を警告しない

source: Make all warnings into errors.
af: maak alle waarskuwings binnein foute.
da: Gør alle advarsler til fejl.
ja: 全ての警告をエラーとして扱う
sk: Urobiť zo všetkých varovaní chyby.

source: Issue all warnings demanded by strict ANSI C or ISO C++.
da: Udgiv alle advarsler krævet af streng ANSI C eller ISO C++.
ja: 厳密なANCI CまたはISO C++で要請されている警告を行なう

source: Like -pedantic, but errors are produced instead of warnings.
da: Ligesom -pedantisk, men fejl produceres i stedet for advarsler.
ja: -pedanticと同じで、ただし警告はエラーとして扱う

source: All below warnings combined:
af: alle onder waarskuwings gekombineer:
da: Alle advarsler nedenfor kombinerede:
ja: 以下の警告の組合せ:

source: <qt>Warn if an array subscript has type <i>char</i>.</qt>
da: <qt>Advar hvis et array subscript har type <i>tegn</i>.</qt>
ja: <qt>配列添字タイプが<i>char</i>だったら警告</qt>

source: <qt>Warn when a comment-start sequence /* appears inside a comment.</qt>
af: <qt>waarskuwing wanneer 'n kommentaar-start sekwensie /* verskyn binne in 'n kommentaar.</qt>
da: <qt>Advar når en kommentar-start sekvens /* vise sig indenfor en kommentar.</qt>
ja: <qt>コメント内でコメント開始シーケンス /* が現れたら警告</qt>

source: <qt>Check calls to <i>printf()</i>, <i>scanf()</i> etc.</qt>
da: <qt>Tjekker kald til <i>printf()</i>, <i>scanf()</i> osv.</qt>
ja: <qt><i>printf</i>, <i>scanf</i> 等の使用をチェックする</qt>

source: <qt>Warn when a declaration does not specify a type.</qt>
da: <qt>Advar når en deklaration ikke angiver en type.</qt>
ja: <qt>型を指定していない宣言を警告</qt>

source: <qt>Issue a warning when a non-declared function is used.</qt>
af: <qt>uitreik 'n waarskuwing wanneer 'n non-declared funksie is gebruik word.</qt>
da: <qt>Udgiv en advarsel når en ikke-deklareret funktion bruges.</qt>
ja: <qt>宣言されていない関数の使用を警告</qt>

source: <qt>Issue an error when a non-declared function is used.</qt>
af: <qt>uitreik 'n fout wanneer 'n non-declared funksie is gebruik word.</qt>
da: <qt>Udgiv en fejl når en ikke-deklareret funktion bruges.</qt>
ja: <qt>宣言されていない関数の使用はエラー</qt>

source: <qt>Warn if the type of <i>main()</i> is suspicious.</qt>
da: <qt>Advar hvis typen af <i>main()</i> er mistænkelig.</qt>
ja: <qt><i>main()</i>のタイプが疑わしい場合は警告</qt>

source: <qt>Warn when multicharacter constants are encountered.</qt>
da: <qt>Advar når multitegn konstanter mødes.</qt>
ja: <qt>複数文字定数を警告</qt>

source: <qt>Warn when parentheses are omitted in certain context.</qt>
af: <qt>waarskuwing wanneer aanhalingstekens word weggelaat in sekere konteks.</qt>
da: <qt>Advar når parenteser er udeladt i en vis sammenhæng.</qt>
ja: <qt>特定のコンテキストでの括弧の省略は警告</qt>

source: <qt>Warn when a function without explicit return type is defined.</qt>
af: <qt>waarskuwing wanneer 'n funksie sonder om te eksplisiet terug tipe is gedefinieër.</qt>
da: <qt>Advar når en funktion uden eksplicit returneringstype bliver defineret.</qt>
ja: <qt>明示的な戻り値のタイプが指定されていない関数は警告</qt>

source: <qt>Warn when trigraphs are encountered.</qt>
da: <qt>Advar når trigrapher mødes.</qt>
ja: <qt>3連文字の使用は警告</qt>

source: <qt>Warn when a variable is declared but not used.</qt>
af: <qt>waarskuwing wanneer 'n veranderlike is aangekondig maar nie gebruik word.</qt>
da: <qt>Advar når en variabel deklareres men ikke bliver brugt.</qt>
ja: <qt>使用されていない変数の宣言は警告</qt>

source: <qt>Warn when a variable is used without being initialized before.</qt>
af: <qt>waarskuwing wanneer 'n veranderlike is gebruik word sonder om te te wees geinitialiseer word voor.</qt>
da: <qt>Advar når en variable bliver brugt uden at blive initialiseret først.</qt>
ja: <qt>初期化されていない変数の使用は警告</qt>

source: <qt>Warn when an unknown #pragma statement is encountered.</qt>
da: <qt>Advar når et ukendt #pragma udsagn mødes.</qt>
ja: <qt>未知の#pragmaステートメントの使用は警告</qt>

source: <qt>Warn when the order of member initializers is different from the order in the class declaration.</qt>
da: <qt>Advar når ordenen af medlems initialiseringer er forskellig fra ordenen i klassedeklarationen.</qt>
ja: <qt>メンバの初期化順がクラス宣言での順序と違う時は警告</qt>

source: <qt>Set options not included in -Wall which are very specific.</qt>
da: <qt>Sæt valg ikke inkluderet i -Wall som er meget specifikke.</qt>
ja: <qt>-Wallに含まれない特殊なオプションをセット</qt>

source: <qt>Warn about certain constructs that behave differently in traditional and ANSI C.</qt>
da: <qt>Advar om visse konstruktioner som opfører sig anderledes i traditionel og ANSI C.</qt>
ja: <qt>伝統的な、ANSI Cでの動きと異なる構文を警告</qt>

source: <qt>Warn if an undefined identifier is evaluated in an `#if' directive</qt>
da: <qt>Advar hvis en uidentificeret identifikator bliver evalueret i et '#if'-direktiv.</qt>
ja: <qt>#ifで未定義の識別子の評価を警告</qt>

source: <qt>Warn whenever a local variable shadows another local variable.</qt>
af: <qt>waarskuwing wanneer ook al 'n plaaslike veranderlike skaduwees nog 'n plaaslike veranderlike.</qt>
da: <qt>Advar når en lokal variabel skygger over en anden lokal variabel.</qt>
ja: <qt>ローカル変数が他のローカル変数を隠す場合には警告</qt>

source: <qt>Warn about anything that depends on the <i>sizeof</i> a function type or of <i>void</i>.</qt>
da: <qt>Advar om hvadsomhelst der afhænger af <i>sizeof</i> en funktionstype eller af <i>void</i>.</qt>
ja: <qt>関数の型や<i>void</i>の<i>sizeof</i>に依存したものは全て警告</qt>
