Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/gideon.po
Languages: af, da, ja, sk

source: C&ustom
af: pasmaak
da: &Brugerindstil
ja: カスタム(&u)
sk: &Vlasné

source: &Go
af: gaan
da: &Kør
ja: 進む(&G)
sk: &Prejsť

source: &Buffers
da: &Buffere
ja: バッファ(&B)
sk: &Medzipamäť

source: &Debug
af: ontfouting
da: &Fejlret
ja: デバッグ(&D)
sk: &Ladiť

source: Debug &Other
af: ontfouting ander
da: &Fejlret andet
ja: 他をデバッグ(&O)
sk: Ladiť &iný

source: &Java Debug
af: java ontfouting
da: &Java fejlret
ja: &Javaをデバッグ
sk: Ladiť &Java

source: &Project
af: projek
da: &Projekt
ja: プロジェクト(&P)
sk: &Projekt

source: &Build
af: bou
da: &Byg
ja: ビルド(&B)
sk: &Kompilovať

source: Form1
af: vorm1
ja: フォーム1

source: &Goto line number:
af: gaan na lyn nommer:
da: &Gå til linie nummer:
ja: 行に移動(&G):
sk: &Prejsť na riadok:

source: Create New Project
af: skep nuwe projek
da: Opret nyt projekt
ja: 新規プロジェクト作成
sk: Vytvoriť nový projekt

source: General
af: algemeen
da: Generelt
ja: 一般
sk: Všeobecné

source: Column 1
af: kolom 1
da: Søjle 1
ja: カラム 1
sk: Stĺpec 1

source: &Location:
af: ligging:
da: &Sted:
ja: ロケーション(&L):
sk: U&miestnenie:

source: &Author:
af: outeur:
da: &Forfatter:
ja: 作者(&A):
sk: &Autor:

source: &Version:
af: weergawe:
ja: バージョン(&V):
sk: &Verzia:

source: Application &name:
af: aansoek naam:
da: Anvendelses&navn:
ja: アプリケーション名(&n):
sk: &Meno aplikácie:

source: L&icense:
af: lisensie:
da: L&icens:
ja: ライセンス(&i):
sk: Li&cencia:

source: Custom
af: pasmaak
da: Indret selv
ja: カスタム
sk: Vlastné

source: &Email:
af: e-pos:
da: &E-post:
ja: &Eメール:

source: File headers
af: lêer opskrifte
da: Filhoveder
ja: ファイルヘッダー
sk: Hlavička súboru

source: File template
af: lêer werkvoorbeeld
da: Filskabelon
ja: ファイルテンプレート
sk: Šablóna súboru

source: Customize
af: pasmaak
da: Brugerindstil
ja: カスタマイズ
sk: Prispôsobiť

source: Class name:
af: klas naam:
da: Klassenavn:
ja: クラス名:
sk: Meno triedy:

source: Base class:
af: basis klas:
da: Basisklasse:
ja: 基本クラス:
sk: Základná trieda:

source: Implementation file:
af: implementering lêer:
da: Implementeringsfil:
ja: 実装ファイル:
sk: Súbor implementácie:

source: Header file:
af: opskrif lêer:
da: Hovedfil:
ja: ヘッダーファイル:
sk: Hlavičkový súbor:

source: Classes:
af: klasse:
da: Klasser:
ja: クラス:
sk: Triedy:

source: Description:
af: beskrywing:
da: Beskrivelse:
ja: 説明:
sk: Popis:

source: Screen Saver Config
af: skerm bewaarder opstelling
ja: スクリーンセーバーの設定

source: Set some setting...
af: stel sommige opset...
ja: 何かの設定をする...

source: Okay
af: goed
ja: Ok

source: Add service
af: voeg by diens
da: Tilføj service
ja: サービスの追加
sk: Pridať službu

source: Co&mment:
af: kommentaar:
da: Ko&mmentar:
ja: コメント(&m):
sk: &Komentár:

source: &Service types:
af: diens tipes:
da: &Service typer:
ja: サービスタイプ(&S):
sk: Typy &služieb:

source: &Properties:
af: eienskappe:
da: &Egenskaber:
ja: プロパティ(&P):
sk: &Vlastnosti:

source: &Name:
af: naam:
da: &Navn:
ja: 名前(&N):
sk: Me&no:

source: &File name:
af: lêer naam:
da: &Filnavn:
ja: ファイル名(&F):
sk: Meno &súboru:

source: &Icon:
af: ikoon:
da: &Ikon:
ja: アイコン(&I):
sk: &Ikona:

source: &Library:
af: biblioteek:
da: &Bibliotek:
ja: ライブラリ(&L):
sk: &Knižnica:

source: Property
af: eienskap
da: Egenskab
ja: プロパティ
sk: Vlastnosť

source: Value
af: waarde
da: Værdi
ja: 値
sk: Hodnota

source: Subproject Options for ''
da: Delprojekt valg for ''
ja: サブプロジェクトのオプション ''
sk: Nastavenie podprojektu pre ''

source: Co&mpiler
af: saamsteller
da: Ove&rsætter
ja: コンパイラ(&m)
sk: Ko&mpilátor

source: Compiler flags for C compiler (&CFLAGS):
da: Kompiler flag for C Kompilering (&CFLAGS):
ja: C コンパイラのフラグ (&CFLAGS):
sk: Príznaky kompilátora pre C (&CFLAGS):

source: Compiler flags for C++ compiler (C&XXFLAGS):
da: Kompiler flag for C++ Kompilering (C&XXFLAGS):
ja: C++ コンパイラのフラグ (C&XXFLAGS):
sk: Príznaky kompilátora pre C++ (C&XXFLAGS):

source: Compiler flags for Fortran compiler (&FFLAGS):
da: Kompiler flags for Fortran Kompilering (&FFLAGS):
ja: Fortranコンパイラのフラグ (&FFLAGS):
sk: Príznaky kompilátora pre Fortran (&FFLAGS):

source: &Includes
af: sluit in
ja: インクルード(&I)
sk: &Include

source: Directories in&side project:
af: gidse binne in projek:
da: Kataloger &indeni projekt:
ja: プロジェクト内ディレクトリ(&s):
sk: Priečinky v &projekte:

source: Directories ou&tside project:
da: Kataloger &udenfor projekt:
ja: プロジェクト外ディレクトリ(&t):
sk: Priečinky &mimo projektu:

source: &Add...
af: voeg by...
da: &Tilføj...
ja: 追加(&A)...
sk: &Pridať...

source: Move U&p
af: beweeg begin
da: Flyt &op
ja: 上へ移動(&p)
sk: &Vyššie

source: Move Dow&n
af: beweeg ondertoe
da: Flyt &ned
ja: 下へ移動(&n)
sk: &Nižšie

source: Move &Up
af: beweeg begin
da: Flyt &op
ja: 上へ移動(&U)
sk: Pres&un hore

source: Move &Down
af: beweeg ondertoe
da: Flyt &ned
ja: 下へ移動(&D)
sk: Presun &dolu

source: &Prefixes
af: voorvoegsels
da: &Præfixer
ja: プレフィクス(&P)
sk: Pre&dpony

source: Name
af: naam
da: Navn
ja: 名前
sk: Meno

source: Path
af: gids soeklys
da: Sti
ja: パス
sk: Cesta

source: Custom prefixes:
af: pasmaak voorvoegsels:
da: Tilpas præfixer:
ja: カスタムプレフィクス:
sk: Vlastné predpony:

source: &Build order
af: bou volgorde
ja: ビルド順(&B)

source: Order in which sub projects are built:
af: volgorde in wat sub projekte word gebou:
ja: サブプロジェクトをビルドする順番:

source: Target Options for ''
af: teiken opsies vir ''
da: Mål valg for ''
ja: ターゲットオプション ''
sk: Možnosti cieľa pre ''

source: &Flags
af: vlaggies
da: &Flag
ja: フラグ(&F)
sk: &Príznaky

source: Linker flags (LDFLAGS):
da: Lænker flag (LDFLAGS):
ja: リンカのフラグ (LDFLAGS):
sk: Príznaky linkeru (LDFLAGS):

source: Do not link against shared libraries (-all-static)
af: doen nie skakel teen gedeelde biblioteke (-all-static)
da: Lænk ikke mod delte biblioteker (-all-static)
ja: シェアドライブラリにはリンクしない (-all-static)
sk: Nelinkovať proti zdieľaným knižniciam (-all-static)

source: Do not assign version numbers to libraries (-avoid-version)
af: doen nie toeken weergawe nommers aan biblioteke (-avoid-weergawe)
da: Tilknyt ikke versionsnumre til biblioteker (-avoid-version)
ja: ライブラリにはバージョン番号を付けない (-avoid-version)
sk: Nenastavovať čísla verzií knižníc (-avoid-version)

source: Create a library that can be dynamically loaded (-module)
af: skep 'n biblioteek wat kan wees dinamies gelaai (-module)
da: Opret et bibliotek der kan indlæses dynamisk (-module)
ja: 動的ライブラリを作る (-module)
sk: Vytvoriť knižnicu, ktorá môže byť dynamicky načítaná (-module)

source: Library does not depend on external symbols (-no-undefined)
af: biblioteek doen nie hang af op eksterne simbole (-no-undefined)
da: Bibliotek afhænger ikke af ydre symboler (-no-undefined)
ja: ライブラリは外部シンボルに依存しない (-no-undefined)
sk: Knižnica nezávisí na externých symboloch (-no-undefined)

source: Other:
af: ander:
da: Andet:
ja: その他:
sk: Iné:

source: Explicit dependencies (DEPENDENCIES):
af: eksplisiet afhanklikes (afhanklikes):
da: Eksplicitte afhængigheder (AFHÆNGIGHEDER):
ja: 明示的依存関係のみ (DEPENDENCIES):
sk: Explicitné závislosti (DEPENDENCIES):

source: &Libraries
af: biblioteke
da: &Biblioteker
ja: ライブラリ(&L)
sk: &Knižnice

source: Link convenience libraries in&side project (LIBADD):
da: Lænk behageligheds biblioteker in&deni projektet (LIBADD):
ja: プロジェクト内のライブラリを結合(&s) (LIBADD):

source: Link libraries ou&tside project (LIBADD):
da: Lænk biblioteker uden&for projektet (LIBADD):
ja: プロジェクト外のライブラリと結合(&t) (LIBADD):

source: Add application .desktop file
af: voeg by aansoek .werkskerm lêer
da: Tilføj program .desktop fil
ja: アプリケーションのデスクトップファイルを追加
sk: Pridať súbor aplikácie .desktop

source: Mim&e types:
af: mime tipes:
da: Mim&e-typer:
ja: Mim&e タイプ:
sk: Typy &MIME:

source: Application
af: aansoek
da: Anvendelse
ja: アプリケーション
sk: Aplikácia

source: Games
af: speletjies
da: Spil
ja: ゲーム
sk: Hry

source: Development
af: ontwikkeling
da: Udvikling
ja: 開発
sk: Vývoj

source: Editors
af: redigeerders
da: Udgivere
ja: エディタ
sk: Editory

source: Graphics
af: grafieka
da: Grafik
ja: グラフィック
sk: Grafika

source: Internet
ja: インターネット

source: Multimedia
da: Multimedie
ja: マルチメディア
sk: Multimédiá

source: Office
af: kantoor
da: Kontor
ja: オフィス
sk: Pracovisko

source: Settings
af: instellings
da: Opsætning
ja: 設定
sk: Nastavenie

source: System
af: stelsel
ja: システム
sk: Systém

source: Toys
af: speelgoed
da: Legetøj
ja: アクセサリ
sk: Hračky

source: Utilities
af: nutsprogramme
da: Redskaber
ja: ユーティリティ
sk: Nástroje

source: WordProcessing
da: Teksbehandling
ja: ワードプロセサ
sk: Textové procesory

source: &Section:
af: seksie:
da: &Afsnit:
ja: セクション(&S):
sk: &Sekcia:

source: Start in &Terminal
af: begin in terminaal
da: Start i &terminal
ja: ターミナルで起動(&T)
sk: Spustiť v &termináli

source: E&xecutable:
af: uitvoerbare:
da: &Kørbar:
ja: 実行可能ファイル(&x):
sk: &Program:

source: Add Target
af: voeg by teiken
da: Tilføj mål
ja: ターゲットを追加
sk: Pridať cieľ

source: Linker Flags (&LDFLAGS)
da: Lænker flag (&LDFLAGS)
ja: リンカのフラグ (&LDFLAGS)
sk: Príznaky linkeru (&LDFLAGS):

source: &Primary:
af: primere:
da: &Primært:
ja: プライマリ(&P):
sk: &Primárny:

source: Pre&fix:
af: voorvoegsel:
da: Forstavelse:
ja: プレフィクス(&f):
sk: Pre&dpona:

source: File &name:
af: lêer naam:
da: &Filnavn:
ja: ファイル名(&n):
sk: Meno &súboru:

source: Compiler options
af: saamsteller opsies
da: Kompilerer valg
ja: コンパイラオプション

source: C Compiler:
af: c saamsteller:
da: C Kompilering:
ja: C コンパイラ

source: Compiler command (CC):
af: saamsteller opdrag (cc):
da: Kompileringskommando (CC):
ja: コンパイラコマンド (CC):

source: Compiler flags (CFLAGS):
da: Kompileringsflag (CFLAGS):
ja: コンパイラフラグ (CFLAGS):

source: Compiler flags (FFLAGS):
da: Kompileringsflag (FFLAGS):
ja: コンパイラフラグ (FFLAGS):

source: Fortran Compiler:
da: Fortran Kompilering:
ja: Fortran コンパイラ:

source: Compiler command (F77):
da: Kompileringskommando (F77):
ja: コンパイラコマンド (F77)

source: Compiler flags (CXXFLAGS):
da: Kompileringsflag (CXXFLAGS):
ja: コンパイラフラグ (CXXFLAGS):

source: Compiler command (CXX):
da: Kompileringskommando (CXX):
ja: コンパイラコマンド (CXX):

source: C++ Compiler
af: c++ saamsteller
da: C++ Kompilering
ja: C++ コンパイラ

source: Configure options
af: konfigureer opsies
da: Configure valg
ja: コンフィギュアオプション

source: Build directory:
af: bou gids:
da: Build katalog:
ja: ビルドディレクトリ:

source: Configure arguments:
af: konfigureer argumente:
da: Configure argumenter:
ja: コンフィギュア引数:

source: Make options
af: maak opsies
da: make indstillinger
ja: Make オプション

source: Only display commands without actually executing them
af: slegs vertoon opdragte sonder om te inderwaarheid uitvoer van hulle
da: Viser kun kommandoer uden egentlig at udføre dem
ja: 実行せずコマンドのみ表示

source: Name of make executable:
af: naam van maak uitvoerbare:
da: Navn på make kørbar:
ja: make する実行ファイル名:

source: Number of simultaneous jobs:
af: nommer van gelyktydig werke:
da: Antal samtidige job:
ja: 同時実行ジョブ数:

source: Abort on first error
af: staak op eerste fout
da: Afbryd ved første fejl
ja: 最初のエラーで中止

source: Run options
af: hardloop opsies
da: Run indstillinger
ja: Run オプション

source: Program arguments:
af: program argumente:
da: Programargumenter:
ja: プログラムの引数:

source: Main program (relative to project directory):
af: hoof program (relatiewe aan projek gids):
da: Hovedprogram (relativt til projektkatalog):
ja: Main プログラム(プロジェクトディレクトリからの相対位置で指定)

source: Environment variables:
af: omgewing veranderlikes:
da: Miljøvariable:
ja: 環境変数:

source: Start in external terminal
af: begin in eksterne terminaal
da: Start i ydre terminal
ja: 外部ターミナルで起動

source: Add...
af: voeg by...
da: Tilføj...
ja: 追加...

source: Debugger configuration
af: ontfouter opstelling
da: Fejlretter indstilling
ja: デバッガ構成
sk: Nastavenie odlaďovača

source: Program &arguments:
af: program argumente:
da: Program&argumenter:
ja: プログラム引数(&a):
sk: Ar&gumenty programu:

source: Arguments that are given to the application when it is debugged.
da: Argumenter der gives til et program når det fejlrettes.
ja: デバッグ時にアプリケーションに渡される引数
sk: Argumenty, ktoré sú predané aplikácii pri ladení.

source: Debugging &shell:
af: ontfouting tolk:
da: Fejlretnings &skal:
ja: デバッグに使用するシェル(&s):
sk: Ladiaci &shell:

source: Path to &gdb:
da: Sti til &gdb:
ja: &gdbへのパス:
sk: Cesta ku &gdb:

source: Display static &members
af: vertoon statiese lede
da: Vis statiske &medlemmer
ja: 静的メンバを表示(&m)
sk: Zobraziť statických č&lenov

source: Displaying static members makes gdb slower in producing data within kde and qt. It may change the "signature" of the data which QString and friends rely on. But if you need to debug into these values then check this option
da: Visning af statiske medlemmer gør gdb langsommere til at producere data indenfor kde og qt. Det kan ændre "underskriften" for de data som QString og venner afhænger af. Men hvis du har brug for at fejlrette i disse værdier så afkryds dette valg
ja: kdeやqt内でデータ作成時に静的メンバを表示させると、 gdbは遅くなります. また、QStringやそのフレンドクラスが依存している データの"シグネチャ"を変更してしまう可能性があります. しかし、もしそれら値の中までデバッグする必要があるのなら このオプションをチェックしてください.
sk: Zobrazenie statických členov spomalí gdb pri vytváraní dát v rámci KDE a QT. Môže to zmeniť dáta "signature", na ktorých závisí QString a príbuzné. Ale ak potrebujete ladiť tieto hodnoty, použite túto voľbu

source: Display &demangled names
da: Vis &forvranskede navne
ja: 復号された名前を表示(&d)
sk: Zobraziť &rozkódované mená

source: When displaying the disassembled code you can select to see the methods mangled names However, non-mangled names are easier to read.
da: Når du viser den disassemblede kode kan du vælge at se metode forvranskede navne Navne der ikke er forvranskede er imidlertid nemmere at læse.
ja: 逆アセンブルされたコードを表示する際に、短縮された シンボル名を表示することもできます. ですが、短縮されていない名前の方が読み易いです.

source: Try settings &breakpoints on library loading
da: Prøv opsætning &stoppunkter ved bibliotekindlæsning
ja: ライブラリのロードにブレークポイント設定を試みる(&b)
sk: Pokúsiť sa nastaviť &záložky pri načítavaní knižníc

source: If GDB hasn't seen a library that will be loaded via "dlopen" then it'll refuse to set a breakpoint in that code. We can get gdb to stop on a library load and hence try to set the pending breakpoints. See docs for more details and a "gotcha" relating to this behaviour. If you are not "dlopen"ing libs leave this off.
da: Hvis GDB ikke har set et bibliotek der vil blive indlæst via "dlopen" så nægter den at sætte et stoppunkt i denne kode. Vi kan få gdb til at standse biblioteksindlæsningen og således prøve at sætte de ventende stoppunkter. Se dokumentation for flere detaljer og en "fik dig" angående denne opførsel. Hvis du ikke "dlopen"er libs så lad det være.
ja: GDBは、"dlopen"を用いてロードされるライブラリで未だロード されていないものについては、その中のコードへのブレークポイント の設定を拒否します. そこでライブラリのロードで一度GDBを停止さ せれば、ペンディングにされていたブレークポイントの設定を試みる ことができるようになります. この挙動の詳細や諸々の事項について はドキュメントを参照して下さい もしライブラリを"dlopen"していないならこれはオフにしておいて下さい.

source: Enabled &floating toolbar
af: geaktiveer wissel nutsbalk
da: Aktiveret &flydende værktøjslinie
ja: フローティングツールバーを有効にする(&f)
sk: Povolený &plávajúci panel nástrojov

source: Use the floating toolbar. This toolbar always stays on top of all windows so that if the app covers KDevelop you have control of the app though the small toolbar Also this toolbar can be docked to the panel This toolbar is in addition to the toolbar in KDevelop
da: Brug den flydende værktøjslinie. Denne værktøjslinie bliver altid ovenpå alle vinduer, så hvis programmet dækker KDevelop kan man kontrollere programmet gennem den lille værktøjslinie Denne værktøjslinie kan også dokkes ned i panelet Denne værktøjslinie er udover værktøjslinien i KDevelop
ja: フローティングツールバーを使います. このツールバーは、常に 全てのウィンドウの前面に表示されるので、アプリケーションが KDevelopを覆い隠してしまっても、この小さいツールバーを使っ てアプリケーションのデバッグ実行をコントロールできます. またこのツールバーはパネルにドッキングできます. このツールバーはKDevelopのツールバーに追加されます
sk: Povoliť plávajúci panel nástrojov. Tento panel vždy zostane nad ostatnými oknami, takže ak aplikácia zakryje KDevelop, môžete aplikáciu ovládať pomocou malého panelu nástrojov. Tento panel môže tiež byť zasunutý v paneli. Tieto nástroje sú pridané do panelu nástrojov KDevelop.

source: Enabled separate &terminal for application IO
af: geaktiveer aparte terminaal vir aansoek io
da: Aktiveret adskilt &terminal til program IU
ja: アプリケーションのIOの為に別のターミナルを有効にする(&t)
sk: Povolený samostatný &terminál pre V/V aplikácie

source: This allows you to enter terminal input when your application contains terminal input code (eg cin, fgets etc.) If you use terminal input in your app, then tick this option. Otherwise leave this off.
da: Dette tillader dig at indtaste terminal inddata når dit program indeholder terminal inddata kode (f. eks. cin, fgets osv.) Hvis du bruger terminal inddata i dit program, så afkryds dette valg. Ellers skal du lade være.
ja: これにより、あなたのアプリケーションが端末入力のコードを持っている 時(例 cin, fgets等)、端末入力ができるようになります. あなたのアプリケーションが端末入力を使うならここを有効にして下さい. そうでない限り、オフにしておいて下さい.

source: &Plugins to load on startup:
af: inprop modules aan las op opstart:
da: &Indstik at indlæse ved opstart:
ja: 起動時にロードするプラグイン(&P):
sk: Pri štarte načítať &moduly:

source: Artistic Style Configuration
da: Artistisk stil indstilling
ja: スタイルの構成
sk: Umelecké nastavenie

source: &General
af: algemeen
da: &Generelt
ja: 一般(&G)
sk: &Všeobecné

source: &Style
af: styl
da: &Stil
ja: スタイル(&S)
sk: Š&týl

source: &User defined
af: gebruiker gedefinieër
da: &Brugerdefineret
ja: ユーザ定義(&U)
sk: &Vlasné

source: Kernighan && Ritchie
ja: カーニハン && リッチー

source: Example
af: voorbeeld
da: Eksempel
ja: 例
sk: Príklad

source: &Indention
da: &Indrykning
ja: インデント(&I)
sk: &Odsadenie

source: Indented &entities
da: Indrykkede &enheder
ja: エンティティでインデント(&E)
sk: Odsadené &položky

source: Indent &Switches
af: inkeep skakel
da: Indryk &skift
ja: &Switchでインデント
sk: Odsadiť &switch

source: Indent &Cases
af: inkeep gevalle
da: Indryk &tilfælde
ja: &Caseでインデント
sk: Odsadiť &case

source: Indent C&lasses
af: inkeep klasse
da: Indryk &klasser
ja: C&lassでインデント
sk: Odsadiť &triedy

source: Indent &Brackets
af: inkeep hakkies
da: Indryk &kantparenteser
ja: 括弧でインデント(&B)
sk: Odsadiť &zložené zátvorky

source: Indent &Namespaces
da: Indryk &navneområder
ja: 名前空間でインデント(&N)
sk: Odsadiť &namespace

source: Indent &Labels
af: inkeep etikette
da: Indryk &etiketter
ja: ラベルでインデント(&L)
sk: Odsadiť &label

source: &Filling
da: Ud&fyld
ja: 埋め込み(&F)
sk: &Výplň

source: Use &Spaces:
af: gebruik spasies:
da: Brug &mellemrum:
ja: 空白を使う(&S):
sk: Použiť &medzery:

source: Use &Tabs
af: gebruik oortjies
da: Brug &tab
ja: タブを使う(&T)
sk: Použiť &tabulátory

source: &Continuation
da: &Fortsættelse
ja: 継続行(&C)
sk: &Pokračovanie

source: Maximum in statement:
af: maksimum in stelling:
da: Maksimalt i udsagn:
ja: ステートメントの最大:
sk: Maximum v príkaze:

source: Minimum in Conditional:
da: Minimalt i betinget:
ja: 条件の最小:
sk: Minimum v príkaze:

source: Twice current
af: twee keer huidige
da: To gange gældende
ja: 現在の倍
sk: Dvakrát aktuálne

source: &Other
af: ander
da: &Andet
ja: その他(&O)
sk: &Iné

source: &Brackets
af: hakkies
da: &Kantparenteser
ja: 括弧(&B)
sk: &Zátvorky

source: &Break
af: breek
da: &Bryd
ja: ブレーク(&B)
sk: &Prerušiť

source: &Attach
af: aanheg
da: &Vedlæg
ja: アタッチ(&A)
sk: &Pripojiť

source: &Linux style
af: linux styl
da: &Linux stil
ja: &Linux スタイル
sk: Štýl &Linux

source: &Padding
af: stopping
ja: パディング(&P)
sk: &Výplň

source: Add spaces around &Parentheses
af: voeg by spasies omtrent aanhalingstekens
da: Tilføj mellemrum omkring &parenteser
ja: 括弧の回りに空白を追加(&P)
sk: Pridať medzery okolo &zátvoriek

source: Add spaces around &Operators
af: voeg by spasies omtrent operateurs
da: Tilføj mellemrum omkring &operatorer
ja: 演算子の回りに空白を追加(&O)
sk: Pridať medzery okolo &operátorov

source: &One liners
da: Én&linie udsagn
ja: 一行書き(&O)
sk: &Jednoriadkové

source: Keep one-line &statements
da: Behold énlinie &udsagn
ja: 一行のステートメントに維持(&s)

source: Keep one-line &blocks
af: hou one-line blokke
da: Behold énlinie &blokke
ja: 一行のブロックに維持(&b)

source: Invocation
af: aktivering
da: &Kald:
ja: 呼び出し
sk: Volanie

source: Please select, how KDevelop should execute your scripts.
da: Vælg venligst hvordan KDevelop skal køre dine skripter.
ja: KDevelopがあなたのスクリプトをどのように実行すべきか選択して下さい.

source: Invocation mode
af: aktivering modus
da: Kaldetilstand
ja: 呼び出しモード
sk: Mód volania

source: Calling the PHP interpreter directly
da: Kalder PHP fortolkeren direkte
ja: PHPインタプリタを直接呼び出す
sk: Volať interpreter PHP priamo

source: using an existing webserver (local or remote)
da: bruger en eksisterende netserver (lokal eller fjern)
ja: 既存のWEBサーバを使う(ローカルまたはリモート)
sk: použiť existujúci web server (lokálny alebo vzdialený)

source: The php executable is called directly. Ideal for developers who want to develop terminal or graphical applications in PHP. You need a correctly installed php cgi version.
da: Den kørbare php-fil kaldes direkte. Ideelt for udviklere der ønsker at udvikle terminal eller grafiske programmer i PHP. Du har brug for en korrekt installeret php cgi version.
ja: PHP実行ファイルが直接呼び出されます. PHPで端末型またはGUIアプリケーション を開発している方には丁度良いでしょう. PHPのcgiバージョンがインストールされている必要があります.

source: Uses an existing webserver. The pages are previewed in the internal webbrowser. Please make sure that the webserver was compiled with PHP support.
da: Bruger en eksisterende netserver. Siderne forhåndsvises i den indre netsøger. Sørg altid for at netserveren blev kompileret med PHP støtte.
ja: 既存のWEBサーバを使います. このページは内部WEBブラウザにより プレビューされます. WEBサーバはPHPサポート付きでコンパイルされ ている必要があります.

source: Webserver
da: Netserver
ja: WEBサーバ

source: Project root URL on webserver
da: Projekt rod URL på netserver
ja: WEBサーバ上のプロジェクトのルートURL
sk: Koreňové URL projektu na web serveri

source: use this file as default
af: gebruik hierdie lêer as verstek
da: brug denne fil som standard
ja: このファイルをデフォルトに使う
sk: použiť tento súbor ako štandardný

source: use current file in editor
af: gebruik huidige lêer in redigeerder
da: brug aktuel fil i redigering
ja: 現在のファイルをエディタで使う
sk: použiť aktuálny súbor v editore

source: shell
af: tolk
da: skal
ja: シェル

source: Load Zend extension:
da: Indlæs Zend endelse:
ja: Zend拡張をロード:

source: use 'php.ini' file in this directory:
da: brug 'php.ini' fil i dette katalog:
ja: このディレクトリの'php.ini'を使う:
sk: použiť súbor 'php.ini' v tomto priečinku:

source: PHP executable:
af: php uitvoerbare:
da: PHP kørbar:
ja: PHP 実行ファイル:
sk: Program PHP:

source: Form2
ja: フォーム2

source: Position of .toc file
af: posisie van .toc lêer
da: placering af .toc fil
ja: .tocファイルの位置

source: File view configuration
af: lêer besigtig opstelling
da: Filvisnings indstilling
ja: ファイルビュー構成
sk: Nastavenie pohľadu súborov

source: Groups in the file view and their corresponding patterns:
af: groepe in die lêer besigtig en hulle ooreenstemmend patrone:
da: Grupper i filviseren og deres tilsvarende mønstre:
ja: ファイルビュー内のグループと、そのパターン:

source: Group
af: groep
da: Gruppe
ja: グループ
sk: Skupina

source: Pattern
af: patroon
da: Mønster
ja: パターン
sk: Vzorka

source: &Add group
af: voeg by groep
da: &Tilføj gruppe
ja: グループを追加(&A)
sk: &Pridať skupinu

source: &Delete group
af: uitvee groep
da: &Slet gruppe
ja: グループの削除(&D)
sk: &Odstrániť skupinu

source: Ftncheck options
da: Ftncheck valg
ja: Ftncheck オプション
sk: Nastavenie fntcheck

source: External subprograms without definition
da: Ydre underprogrammer uden definition
ja: 未定義の外部サブプログラム
sk: Externé podprogramy bez definície

source: Divisions
da: Divisioner
ja: デヴィジョン
sk: Delenia

source: Identifiers without explicit type
af: identifiseerders sonder om te eksplisiet tipe
da: Identifikatorer uden eksplicit type
ja: 明示的タイプの無い識別子
sk: Identifikátory bez explicitného typu

source: Assume functions have no side effects
af: aanvaar funksies het nee kant effekte
da: Antag funktioner ingen bivirkninger har
ja: 関数は副作用が無いものと仮定
sk: Predpokladať, že funkcie nemajú vedľajšie efekty

source: Arguments:
af: argumente:
da: Argumenter:
ja: 引数:
sk: Argumenty:

source: All
af: alle
da: Alle
ja: 全て
sk: Všetky

source: Only the following:
af: slegs die volgende:
da: Kun det følgende:
ja: 下記のもののみ
sk: Iba tieto:

source: Common blocks:
af: gemeenskaplike blokke:
da: Almindelige blokke:
ja: Commonブロック:
sk: Bloky common:

source: Truncation and roundoff errors:
da: Trunkerings og afrundingsfejl:
ja: 切捨て・丸めエラー:

source: Use of variables:
af: gebruik van veranderlikes:
da: Brug af variable:
ja: 変数の使用:
sk: Použiť premenné:
