Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/gideon.po
Languages: af, da, ja, sk

source: Indent With &Spaces
af: inkeep met spasies
da: Indryk med &mellemrum
ja: スペースで字下げ(&S)
sk: Odsadzovať &medzerami

source: &Backspace Key Indents
af: backspace sleutel doen inkeping
da: &Tilbagetaste indrykker
ja: バックスペースで字下げ(&B)
sk: Kláves &Backspace odsadzuje

source: &Tab Key Indents
af: oortjie sleutel doen inkeping
da: &Tab taste indrykker
ja: タブで字下げ(&T)
sk: Kláves &Tab odsadzuje

source: Keep Indent &Profile
af: hou inkeep profiel
da: Behold indryknings&profil
ja: 字下げ設定を保持(&P)
sk: Udržiavať &profil odsadzovania

source: &Keep Extra Spaces
af: hou addisionele spasies
da: &Behold de ekstra mellemrum
ja: 余分な空白も保存(&K)
sk: Udržiavať &extra medzery

source: When <b>Auto indent</b> is on, KWrite will indent new lines to equal the indent on the previous line.<p>If the previous line is blank, the nearest line above with text is used
af: wanneer <b>outo inkeep</b> is op, kskryf sal inkeep nuwe lyne aan gelyk die inkeep op die vorige lyn.<p>as die vorige lyn is leë, die naaste lyn boonste met teks is gebruik word
da: Når <b>Autoindryk</b> er slået til vil KWrite indrykker nye linier til at være lig med indrykningen af den forrige linie.<p>Hvis den forrige er blank, vil den nærmeste linie ovenfor med tekst blive brugt
ja: <b>自動字下げ</b>を設定しているとKWriteは新規の行を前の行と同じだけ字下げします。<p>前の行が空行のときはそれより前の最も近い行に字下げ幅を合わせます。

source: Check this if you want to indent with spaces rather than tabs.<br>A Tab will be converted to <u>Tab-width</u> as set in the <b>edit</b> options
af: bevestig hierdie as jy wil hê aan inkeep met spasies eerder as oortjies.<br>'n oortjie sal wees omgeskakel aan <u>oortjie-width</u> as stel in die <b>redigeer</b> opsies
da: Afkryds dette hvis du ønkser at indrykke med mellemrum i stedet for tab.<br>En tab vil blive konverteret til <u>Tab-bredde</u> som sat i <b>redigér</b> indstillinger
ja: タブではなくスペースで字下げしたいときはここをチェックして下さい。<br>タブは<b>編集</b>オプションの<u>タブによる移動文字数</u>分の空白に変換されます。
sk: Použite túto voľbu, ak chcete odsadzovať pomocou medzier namiesto tabulátorov.<br>Tabulátor bude prevedený na <u>Šírka tabulátora</u> medzier nastavených v možnostiach <b>Editor</b>

source: This allows the <b>backspace</b> key to be used to indent.
af: hierdie laat toe die <b>backspace</b> sleutel aan wees gebruik word aan inkeep.
da: Dette tillader at <b>tilbage</b> tasten bliver brugt til at indrykke.
ja: <b>バックスペース</b>キーを字下げに使用できるようにします
sk: Toto umožňuje, aby mohol byť kláves <b>backspace</b>použitý pre odsadenie.

source: This allows the <b>tab</b> key to be used to indent.
af: hierdie laat toe die <b>oortjie</b> sleutel aan wees gebruik word aan inkeep.
da: Dette tillader at <b>tab</b> tasten bliver brugt til at indrykke.
ja: <b>タブ</b>キーを字下げに使用できるようにします
sk: Toto umožňuje, aby mohol byť kláves <b>tabulátor</b>použitý pre odsadenie.

source: This retains current indentation settings for future documents.
af: hierdie behou huidige inkeping instellings vir toekomstige dokumente.
da: Dette bevarer disse indrykninger for fremtidige dokumenter.
ja: 現在の字下げ設定を以降のドキュメントにも適用します
sk: Toto uloží aktuálne nastavenie odsadzovania pre budúce dokumenty.

source: Indentations of more than the selected number of spaces will not be shortened.
af: inkeping van meer as die gekose nommer van spasies sal nie wees verkort.
da: Indrykninger på mere end det valgte antal mellemrum vil ikke blive forkortede.
ja: 設定された空白文字数以上の字下げは縮められません
sk: Odsadenia o viac ako vybraný počet medzier nebudú skrátené.

source: &Persistent Selections
af: aanhoudende kiesings
da: &Vedvarende valg
ja: 選択領域の保護(&P)
sk: &Stály výber

source: &Overwrite Selections
af: oorskryf kiesings
da: &Overskriv valg
ja: 選択領域を上書き(&O)
sk: &Prepisovať výber

source: Mouse &Autocopy
af: muis outokopiëer
da: Mus &autokopi
ja: マウス自動コピー(&A)
sk: Automatické kopírovanie &myšou

source: &X11-like Single Selection
af: X11-like enkel keuse
da: &X11-lignende enkelvalg
ja: &X11に似た単一選択
sk: Jednoduchý výber ako &X11

source: &Vertical Selections
af: vertikaal kiesings
da: &Lodrette valg
ja: 縦列選択機能(&V)
sk: &Vertikálny výber

source: &Toggle Old
af: wissel ou
da: &Slå gammel til/fra
ja: 前の選択を反転(&T)
sk: Prepnúť &staré

source: Enabling this prevents key input or cursor movement by way of the arrow keys from causing the elimination of text selection.<p><b>Note:</b> If the Overwrite Selections option is activated then any typed character input or paste operation will replace the selected text.
af: aktiveer hierdie voorkom sleutel invoer van plekaanduier beweging deur weg van die pyl sleutels van veroorsaak dat die elimineer van teks keuse.<p><b>nota:</b> as die oorskryf kiesings opsie is geaktiveer dan word enige getikte karakter invoer van plak operasie sal vervang die gekose teks.
da: Aktivering af dette forhindrer taste inddata eller markørbevægelse med piletasterne i at forårsage eliminering af tekstvalget.<p><b>Bemærk:</b> Hvis Overskriv Udvalgt indstillingen er aktiveret så vil ethvert skrevet tegn eller enhver indsætningsoperation erstatte den valgte tekst.
ja: 有効にするとキー入力や矢印キーによるカーソル移動時でもテキストの選択は解除されません。<p><b>注意:</b>"選択領域を上書き"オプションを選択していると、選択テキストは文字の入力や貼り付けによって置き換わります。
sk: Povolením zabránite klávesovému vstupu alebo pohybu myši v odstránení vybraného textu. <p><b>Poznámka:</b>Ak je použité Prepisovať výber, potom každý zadaný kláves alebo operácia vloženia zo schránky nahradia vybraný text.

source: When this is on, any keyed character input or paste operation will replace the selected text.
af: wanneer hierdie is op, enige gesleutelde karakter invoer of plak operasie sal vervang die gekose teks.
da: Når dette er slået til vil enhver tastet inddata eller indsætte operation erstatte den valgte tekst.
ja: 指定していると、選択テキストは文字の入力や貼り付けによって置き換わります。
sk: Ak je toto použité, potom každý zadaný kláves alebo operácia vloženia zo schránky nahradia vybraný text.

source: When this is on, any text selected with the mouse will be automatically copied to the clipboard.
af: wanneer hierdie is op, enige teks gekose met die muis sal wees automaties gekopieer aan die klipbord.
da: Når dette er slået til vil enhver tekst valgt med musen automatisk blive kopieret til klippeordet.
ja: 指定していると、マウスで選択されたテキストは自動的にクリップボードにコピーされます。
sk: Ak je táto voľba použitá, každý myšou vybraný text bude automaticky skopírovaný do schránky.

source: Not implemented yet.
af: nie geimplementeer nog.
da: Ikke implementeret endnu.
ja: まだ実装されていません。
sk: Ešte neimplemetované.

source: Enabling this allows you to make vertical selections.
af: aktiveer hierdie laat toe jy aan maak vertikaal kiesings.
da: Aktivering af dette tillader lodrette udvalg.
ja: 垂直方向の選択を有効にします。
sk: Povolením umožníte vertikálny výber textu.

source: Not yet implemented.
af: nie nog geimplementeer.
da: Ikke implementeret endnu.
ja: まだ実装されていません。
sk: Ešte neimplementované.

source: &Word wrap
af: woord oorvloei
da: &Tekstombrydning
ja: 行を折り返し(&W)
sk: &Zalamovanie slov

source: Replace &tabs with spaces
af: vervang oortjies met spasies
da: Erstat &tabs med mellemrum
ja: タブをスペースで置き換え(&t)
sk: Nahradiť &tabulátory medzerami

source: &Remove trailing spaces
af: verwyder agterste spasies
da: &Fjern afsluttende mellemrum
ja: 末尾スペースを除去(&R)
sk: &Odstrániť prebytočné medzery

source: &Auto brackets
af: outo hakkies
da: &Auto parenteser
ja: 自動括弧生成(&A)
sk: &Auto zátvorky

source: Group &undos
af: groep ontdoen
da: Gruppe &Omgør
ja: 「元に戻す」をグループ化(&u)
sk: Skupinové vrátenie &späť

source: &Show tabs
af: vertoon oortjies
da: &Vis tabulatortegn
ja: タブを表示(&S)
sk: Zobrazovať &tabulátory

source: Smart &home
af: luukse huis
da: Smart &Hjem
ja: スマートホーム(&H)
sk: Inteligentné &home

source: &Page up/down moves cursor
af: bladsy begin/ondertoe skuiwe plekaanduier
da: &Side op/ned flytter markør
ja: &Page Up/Down でカーソルを移動
sk: &PgUp/PgDn presúva kurzor

source: Wrap &cursor
af: oorvloei plekaanduier
da: Ombryd &markør
ja: カーソルを行末で折り返し(&C)
sk: Zalamovať &kurzor

source: Wrap Words At:
af: oorvloei woorde na:
da: Ombryd linie ved:
ja: 折り返す文字数:
sk: Zalamovať slová na:

source: Tab Width:
af: oortjie wydte:
da: Tab-bredde:
ja: タブ/字下げ幅:
sk: Šírka tabulátoru:

source: Undo steps:
af: herstel stappe:
da: Omgør trin:
ja: 戻すステップ数:
sk: Kroky späť:

source: Word wrap is a feature that causes the editor to automatically start a new line of text and move (wrap) the cursor to the beginning of that new line. KWrite will automatically start a new line of text when the current line reaches the length specified by the Wrap Words At: option.<p><b>NOTE:<b> Word Wrap will not change existing lines or wrap them for easy reading as in some applications.
af: woord oorvloei is 'n funksie wat veroorsaak die redigeerder aan automaties begin 'n nuwe lyn van teks en beweeg (oorvloei) die plekaanduier aan die begin van wat nuwe lyn. kskryf sal automaties begin 'n nuwe lyn van teks wanneer die huidige lyn bereik die lengte gespesifiseer deur die oorvloei woorde na: opsie.<p><b>nota:<b> woord oorvloei sal nie verander bestaande lyne of oorvloei hulle vir maklike lees as in sommige programme.
da: Tekstombrydning er en egenskab der betyder, at der startes en ny linie med tekst og at markøren flyttes (ombrydes) til begyndelsen af denne nye linie. KateView vil automatisk starte en ny linie med tekst når den aktuelle linie når den længde der er angivet Tekstombrydning ved: indstillingen.<p><b>BEMÆRK:<b> Tekstombrydning vil ikke ændre eksisterende linier eller ombryde dem til nem læsning som det sker i nogle programmer.
ja: 「行を折り返し」は自動的に新しい行を作りカーソルをその先頭に移動させる機能です。KWriteは、現在の行が「折り返す文字数:」オプションで指定された文字数まで来ると、自動的に新しい行を始めます。<p><b>注意:</b> 「行を折り返し」は、読みやすくなるよう他のアプリケーションがするように既存の行を折り返すことはしません。

source: If the Word Wrap option is selected this entry determines the length (in characters) at which the editor will automatically start a new line.
af: as die woord oorvloei opsie is gekose hierdie inskrywing bepaal die lengte (in karakters) na wat die redigeerder sal automaties begin 'n nuwe lyn.
da: Hvis tekstombrydning er valgt vil denne indgang bestemme længden (i tegn) hvor en ny linie startes automatisk.
ja: この項目では、「行を折り返し」オプション指定時の自動的に折り返す行の長さ(文字数)を設定します。
sk: Ak je použité zalamovanie slov, toto pole určuje dĺžku (v znakoch), na ktorej editor automaticky začne nový riadok.

source: KWrite will replace any tabs with the number of spaces indicated in the Tab Width: entry.
af: kskryf sal vervang enige oortjies met die nommer van spasies aangedui in die oortjie wydte: inskrywing.
da: Kwrite vil erstatte tab med antallet af mellemrum angivet i Tabbredde: indgangen.
ja: KWriteはタブをタブによる移動文字数:で指定した数のスペースで置き換えます

source: If the Replace Tabs By Spaces option is selected this entry determines the number of spaces with which the editor will automatically replace tabs.
af: as die vervang oortjies deur spasies opsie is gekose hierdie inskrywing bepaal die nommer van spasies met wat die redigeerder sal automaties vervang oortjies.
da: Hvis erstat tab med mellemrum er valgt, vil denne indgang bestemme antallet af mellemrum, med hvilke en tab automatisk erstattes.
ja: この項目では、タブをスペースで置き換えるオプション指定時のエディタが(自動的に)タブを置き換えるスペースの数を設定します
sk: Ak je použitá možnosť Nahradzovať tabulátory medzerami, toto pole určuje, koľko medzier odpovedá nahradeniu jedného tabulátoru.

source: KWrite will automatically eliminate extra spaces at the ends of lines of text.
af: kskryf sal automaties elimineer addisionele spasies na die einde van lyne van teks.
da: Kwrite vil automatisk eliminere ekstra mellemrum for enden af linier med tekst
ja: KWriteは行末の余分な空白を自動的に取り除きます。

source: When the user types a left bracket ([,(, or {) KWrite automatically enters the right bracket (}, ), or ]) to the right of the cursor.
af: wanneer die gebruiker tipes 'n links hakkie ([,(, van {) kskryf automaties binne gaan die regterkant hakkie (}, ), van ]) aan die regterkant van die plekaanduier.
da: Når brugeren skriver en venstreparentes ([,(, eller {) vil KWrite automatisk skrivehøjreparentesen (}, ), eller ]) til højre for markøren
ja: KWriteは、左括弧([,(, または { )が入力されると自動的に右括弧(},),])をカーソルの右に挿入します

source: Checking this will cause sequences of similar actions to be undone at once.
af: toetsing hierdie sal veroorsaak herhalings van soortgelyk aksies aan wees ondoen na as eers.
da: Afkrydsning af dette får sekvenser af lignende handlinger til at blive ugjorte på én gang.
ja: 有効にすると、同じような一連の操作を一度に元に戻します
sk: Použitím tejto voľby spôsobíte že podobné akcie sú vrátené naraz.

source: The editor will display a symbol to indicate the presence of a tab in the text.
af: die redigeerder sal vertoon 'n simbool aan aandui die voorkoms van 'n oortjie in die teks.
da: Et symbol vil blive vist, der angiver en tab i teksten.
ja: テキスト中のタブを表すシンボルを表示します
sk: Editor bude zobrazovať symbol pre označenie, kde sa nachádza tabulátor.

source: If this is selected, the insertion cursor will be moved to the first/last line when pressing the page up/down buttons.<p>If not selected, it will remain it's relative posision in the visible text.
da: Hvis dette er valgt vil indsætningsmarkøren blive flyttet til første/sidste linie når man trykker på side op/side ned knapperne.<p>Hvis det ikke er valgt vil den forblive på sin relative position i den synlige tekst.
ja: 選択しているとカーソルはPage up/downキーで先頭の行/末尾の行に移動します。<p>未選択時は、表示されているテキスト内の対応する場所に残ります。
sk: Ak je táto voľba použitá, kurzor bude presunutý na prvý/posledný riadok pri stlačení kláves pre prechod o stránku hore/dolu. <p>Ak voľba nie je použitá, kurzor zostane v pozícii relatívne k viditeľnému textu.

source: Sets the number of undo/redo steps to record. More steps uses more memory.
af: verstel die nommer van herstel/herstel herroep stappe aan opneem. meer stappe gebruik meer geheue.
da: Sætter antallet af omgør/fortryd trin som huskes. Flere trin kræver mere hukommelse.
ja: 記録しておく「元に戻す」/「やり直す」の回数を指定します。回数を多くするとより多くのメモリを消費します
sk: Nastaví počet ukladaných krokov späť/opakovať vrátené. Viac krokov použije viac pamäti.

source: When on, moving the insertion cursor using the <b>Left</b> and <b>Right</b> keys will go on to previous/next line at beginning/end of the line, similar to most editors.<p>When off, the insertion cursor cannot be moved left of the line start, but it can be moved off the line end, which can be very handy for programmers.
af: wanneer op, beweeg die invoeg plekaanduier te gebruik die <b>links</b> en <b>regterkant</b> sleutels sal gaan op aan vorige/volgende lyn na begin/einde van die lyn, soortgelyk aan mees redigeerders.<p>wanneer af, die invoeg plekaanduier kan nie wees verskuif links van die lyn begin, maar dit kan wees verskuif af die lyn einde, wat kan wees baie nuttig vir programmeerders.
da: Når dette er slået til, vil flytning af indsætningsmarkøren ved brug af <b>Venstre</b> og <b>Højre</b> tasterne gå til forrige/næste linie ved begyndelsen/slutningen af linien, som det er mest almindeligt.<p>Når det er slået fra, kan indsætningsmarkøren ikke flyttes til venstre for liniebegyndelsen, men den kan flyttes til højre for linieslutningen, hvilket kan være meget praktisk for programmører.
ja: 指定していると、他のエディタと同様に、行の先頭/末尾で<b>左</b>/<b>右</b>キーを押すとカーソルは前の行/次の行へ移動します。<p>未指定の場合、カーソルは行の先頭より前には移動できませんが、行末を越えて移動できます。これはプログラマにはとても便利な機能です。
sk: Ak je táto voľba použitá, presun kurzoru pomocou kláves <b>Vľavo</b> a <b>Vpravo</b> bude presúvať na nasledujúci/predchádzajúci riadok na konci/začiatku riadku, podobne ako vo väčšine editorov. <p>Ak je to vypnuté, kurzor nie je možné posunom vľavo preniesť na začiatok riadku, ale bude presunutý za koniec riadku, čo sa často hodí programátorom.

source: Background:
af: agtergrond:
da: Baggrund:
ja: 背景:
sk: Pozadie:

source: Text Background:
af: teks agtergrond:
da: Tekstbaggrund:
ja: テキスト背景:
sk: Pozadie textu:

source: Found:
af: gevind:
da: Fundet:
ja: 見つかったもの:
sk: Nájdené:

source: Selected + Found:
af: gekose + gevind:
da: Valgt og fundet:
ja: 選択されたもの + 見つかったもの:
sk: Vybrané + Nájdené:

source: Sets the background color of the editing area
af: verstel die agtergrond kleur van die redigering area
da: Sætter baggrundsfarven for redigeringsområdet
ja: 編集領域の背景色を設定
sk: Nastaví farbu pozadia oblasti editora

source: Sets the background color of the text
af: verstel die agtergrond kleur van die teks
da: Sætter baggrundsfarven for teksten
ja: テキストの背景色を設定
sk: Nastaví farbu pozadia textu

source: Sets the background color of the selection. To set the text color for selected text, use the &quot;<b>Configure Highlightning</b>&quot; dialog.
da: Sætter baggrundsfarven for udvalg. For at sætte tekstfarven for udvalgttekst brug &quot;<b>Indstil markering</b>&quot; dialogen.
ja: 選択領域の背景色を設定します。選択されたテキストの色を設定するには、&quot;<b>強調表示設定</b>&quot;ダイアログを使って下さい。
sk: Nastaví farbu pozadia výberu. Pre nastavenie farby vybraného textu, použite dialóg &quot;<b>Nastavenie zvýrazňovania</b>&quot;.

source: Sets the background color the text found by the <b>Find</b> functions
af: verstel die agtergrond kleur die teks gevind deur die <b>soek</b> funksies
da: Sætter baggrundsfarven for tekst fundet af <b>Find</b> funktionerne
ja: <b>検索</b>機能で見つかったテキストの背景色を設定
sk: Nastaví farbu pozadia textu nájdeného funkciami <b>Nájsť</b>

source: Sets the background color text found within a selection
af: verstel die agtergrond kleur teks gevind binne in 'n keuse
da: Sætter baggrundsfarven for tekst fundet indenfor et udvalg
ja: 選択領域内で見つかったテキストの背景色を設定
sk: Nastaví farbu pozadia nájdeného textu vo výbere

source: Unselect all
af: nie gekies alle
da: Fjern markering fra alt
ja: 全て選択解除
sk: Odznačiť všetko

source: Undo/Redo &History...
af: herstel/herstel herroep geskiedenis...
da: Fortryd/Omgør-&fortid...
ja: 元に戻す/やり直すの履歴(&H)...
sk: &História krokov vzad/vpred...

source: &Deselect All
af: ontkies alle
da: &Afmarkér alt
ja: 全て未選択に(&D)
sk: O&dznačiť všetko

source: Invert &Selection
af: omkeer keuse
da: Invertér &markerede
ja: 選択を反転(&S)
sk: &Obrátiť výber

source: &Insert File...
af: voeg by lêer...
da: &Indsæt fil...
ja: ファイルを挿入(&I)...
sk: Vložiť &súbor...

source: &Add Marker
af: voeg by merker
da: &Tilføj bogmærke
ja: マーカを追加(&A)
sk: &Pridať značku

source: &Set Marker...
af: stel merker...
da: &Sæt bogmærke...
ja: マーカをセット(&S)...
sk: &Nastaviť značku...

source: &Clear Markers
da: &Ryd bogmærker
ja: マーカをクリア(&C)
sk: &Vymazať značky

source: &Indent
af: inkeep
da: &Indryk
ja: 字下げ(&I)
sk: &Odsadiť

source: &Unindent
af: uitkeep
da: &Af-indryk
ja: 字下げ解除(&U)
sk: Z&rušiť odsadenie

source: &Clean Indentation
af: maak skoon inkeping
da: &Ren indrykning
ja: 字下げをクリア(&C)
sk: &Vymazať odsadenie

source: C&omment
af: kommentaar
da: &Kommentar
ja: コメント(&o)にする
sk: &Zakomentovať

source: Unco&mment
af: verwyder kommentaar
da: &Fjern kommentar
ja: コメント解除(&m)
sk: &Odkomentovať

source: Configure Highlighti&ng...
af: konfigureer verligting...
da: Indstil frem&hævning...
ja: 強調表示の設定(&n)...
sk: Nastavenie &zvýrazňovania...

source: &Vertical Selection
af: vertikaal keuse
da: &Lodrette markeringer
ja: 縦列選択機能(&V)
sk: &Vertikálny výber

source: &Highlight Mode
af: verlig modus
da: &Fremhævningstilstand
ja: 強調表示モード(&H)
sk: &Zvýrazňovací mód

source: &End Of Line
af: einde van lyn
da: &Linieafslutning
ja: 行末(&E)
sk: &Koniec riadku

source: Vertical Selections On
af: vertikaal kiesings op
da: Lodret markering til
ja: 縦列選択機能オン
sk: Vertikálny výber zapnutý

source: Vertical Selections Off
af: vertikaal kiesings af
da: Lodret markering fra
ja: 縦列選択機能オフ
sk: Vertikálny výber vypnutý

source: The specified File does not exist
af: die gespesifiseer lêer doen nie bestaan
da: Den opgivne fil eksisterer ikke
ja: 指定されたファイルは存在しません
sk: Uvedený súbor neexistuje

source: You have specified a directory
af: jy het gespesifiseer 'n gids
da: Du har opgivet et katalog
ja: ディレクトリが指定されました
sk: Uviedli ste priečinok

source: You do not have read permission to this file
af: jy doen nie het lees reg aan hierdie lêer
da: Du har ikke læseadgang til denne fil
ja: このファイルの読み込みは許可されていません
sk: Nemáte právo na čítanie tohoto súboru

source: An error occured while trying to open this document
af: 'n fout voorgekom terwyl probeer aan open hierdie dokument
da: Der skete en fejl ved forsøg på åbning af dette dokument
ja: このドキュメントを開こうとしてエラーが発生しました
sk: Nastala chyba pri otváraní tohoto dokumentu

source: You do not have write permission to this file
af: jy doen nie het skryf reg aan hierdie lêer
da: Du har ikke skriveadgang til denne fil
ja: このファイルへの書き込みは許可されていません
sk: Nemáte právo pre zápis do tohoto súboru

source: An error occured while trying to write this document
af: 'n fout voorgekom terwyl probeer aan skryf hierdie dokument
da: Der skete en fejl ved forsøg på skrivning til dette dokument
ja: このドキュメントを書き込もうとしてエラーが発生しました
sk: Nastala chyba pri zapisovaní tohoto dokumentu

source: Malformed URL %1
af: misformde url %1
da: Misdannet URL %1
ja: 不正なURL %1
sk: Znetvorené URL %1

source: Loading...
af: laaiïng van...
da: Indlæser...
ja: 読み込み中...
sk: Načítavam...

source: Inserted : %1
af: ingesit : %1
da: Indsat: %1
ja: 挿入 : %1
sk: Vložený: %1

source: Read : %1
af: lees : %1
da: Læst: %1
ja: 読み込み : %1
sk: Načítaný: %1

source: New File : %1
af: nuwe lêer : %1
da: Ny fil : %1
ja: 新規ファイル : %1
sk: Nový súbor : %1

source: Saving...
af: stooring...
da: Gemmer...
ja: 保存中...
sk: Ukladám...

source: Wrote %1
af: geskryf %1
da: Skrev %1
ja: 書き込み %1
sk: Zapísaný %1

source: The current Document has been modified. Would you like to save it?
af: die huidige dokument het al veranderde. sal jy hou van aan stoor dit?
da: Dokumentet er blevet ændret. Vil du gemme?
ja: 現在のドキュメントは変更されています。 保存しますか?
sk: Aktuálny dokument bol zmenený. Chcete ho uložiť?

source: Could not save the document. Discard it and continue?
af: kon nie stoor die dokument. gooi weg dit en voortgaan?
da: Kunne ikke gemme dokumentet. Kassér og fortsæt?
ja: ドキュメントを保存できませんでした。 無視して継続しますか?
sk: Dokument nie je možné uložiť. Zahodiť ho a pokračovať?

source: No changes need to be saved
af: nee verander benodig aan wees gestoor
da: Ingen ændringer skal gemmes
ja: 保存すべき変更はありません
sk: Nie je potrebné uložiť žiadne zmeny

source: A Document with this Name already exists. Do you want to overwrite it?
af: 'n dokument met hierdie naam alreeds bestaan. doen jy wil hê aan oorskryf dit?
da: Et dokument med dette navn eksisterer allerede. Vil du overskrive?
ja: この名前のドキュメントは存在しています。 上書きしますか?
sk: Dokument s týmto menom už existuje. Chcete ho prepísať?

source: Undo/Redo History
af: herstel/herstel herroep geskiedenis
da: Fortryd/Omgør historik
ja: 元に戻す/やり直すの履歴
sk: História krokov späť/vpred

source: End of document reached. Continue from the beginning?
af: einde van dokument bereik. voortgaan van die begin?
da: Slutningen på dokumentet er nået. Fortsæt fra starten?
ja: ドキュメントの末尾です。 先頭から続けますか？
sk: Dosiahol som koniec dokumentu. Pokračovať od začiatku?

source: Find
af: soek
ja: 検索
sk: Nájsť

source: Beginning of document reached. Continue from the end?
af: begin van dokument bereik. voortgaan van die einde?
da: Begyndelsen på dokumentet er nået. Fortsæt fra slutningen?
ja: ドキュメントの先頭に達しました。 末尾から続けますか？
sk: Dosiahol som začiatok dokumentu. Pokračovať od konca?

source: Search string '%1' not found!
af: soektog string '%1' nie gevind!
da: Søgestreng '%1' ikke fundet!
ja: 検索文字列 '%1' は見つかりませんでした！
sk: Hľadaný text '%1' nenájdený!

source: %1 replace(s) made
af: %1 vervang(s) gemaak
da: %1 erstatning(er) lavet
ja: %1 置換しました
sk: %1 nahradení

source: %1 replace(s) made. End of document reached. Continue from the beginning?
af: %1 vervang(s) gemaak. einde van dokument bereik. voortgaan van die begin?
da: %1 erstatning(er) lavet. Slutningen af dokumentet nået. Fortsæt fra begyndelsen?
ja: %1 置換しました。 ドキュメントの末尾です。 先頭から続けますか？
sk: %1 nahradení. Dosiahnutý koniec dokumentu. Pokračovať od začiatku?

source: %1 replace(s) made. Beginning of document reached. Continue from the end?
af: %1 vervang(s) gemaak. begin van dokument bereik. voortgaan van die einde?
da: %1 erstatning(er) lavet. Begyndelsen af dokumentet nået. Fortsæt fra slutningen?
ja: %1 置換しました。 ドキュメントの先頭に達しました。 末尾から続けますか？
sk: %1 nahradení. Dosiahnutý začiatok dokumentu. Pokračovať od konca?
