Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/gideon.po
Languages: af, da, ja, sk

source: <qt>Warn whenever a function call is cast to a non-matching type.</qt>
da: <qt>Advar når et funktionskald bliver omstøbt til en type som ikke passer.</qt>
ja: <qt>マッチしないタイプへの関数呼び出しのキャストは警告</qt>

source: <qt>Warn whenever a pointer is cast so as to remove a type qualifier from the target type.</qt>
da: <qt>Advar når en peger bliver omstøbt sådan at typekvalifikatoren bliver fjernet fra måltypen.</qt>
ja: <qt>ターゲットの型から型指定を除去する目的でポインタの キャストが使われている場合には警告</qt>

source: <qt>Warn whenever a pointer is cast such that the required alignment of the target is increased.</qt>
da: <qt>Advar når en peger bliver omstøbt så den krævede justering af målet bliver forøget.</qt>
ja: <qt>ターゲットのアラインメントが増えるようなポインタの キャストは警告</qt>

source: <qt>Warn when the address of a string constant is cast into a non-const <i>char *</i> pointer</qt>
da: <qt>Advar når adressen for en strengkonstant omstøbes til en ikke-konstant <i>tegn *</i> peger</qt>
ja: <qt>文字列定数へのアドレスが定数ではない<i>char *</i> ポインタへキャストされた場合には警告</qt>

source: <qt>Warn if a prototype causes a type conversion that is different from what would happen to the same argument in the absence of a prototype.</qt>
da: <qt>Advar hvis en prototype forårsager en type convertering der er forskellig fra hvad der ville ske med det samme argument hvis der ikke var en prototype.</qt>
ja: <qt>プロトタイプ宣言が、プロトタイプがない場合に 同じ引数に起きることとは異なる型変換を引き起こす 場合には警告</qt>

source: <qt>Warn when a comparison between signed and unsigned values could produce an incorrect result when the signed value is converted to unsigned.</qt>
af: <qt>waarskuwing wanneer 'n vergelyking tussen geondertekende en ongeteken waardes kon produseer 'n verkeerd resultaat wanneer die geondertekende waarde is omgeskakel aan ongeteken.</qt>
da: <qt>Advar når sammenligning mellem værdier med og uden fortegn kan føre til forkert resultat når værdien med fortegn konverteres til at være uden fortegn.
ja: <qt>符合付と符合無しの比較で、符合付きが符合無しに 変換されると不正な結果をもたらす場合には警告</qt>

source: <qt>Warn if any functions that return structures or unions are defined or called.</qt>
da: <qt>Advar hvis funktioner som returnerer strukturer eller unioner bliver defineret eller kaldet.</qt>
ja: <qt>構造体または共用体を返す関数の定義または使用を警告</qt>

source: <qt>Warn if a function is declared or defined without specifying the argument types.</qt>
af: <qt>waarskuwing as 'n funksie is aangekondig of gedefinieër sonder om te spesifisering die argument tipes.</qt>
da: <qt>Advar hvis en funktion bliver deklareret eller defineret uden at angive argumenttyperne.</qt>
ja: <qt>引数のタイプを指定しないで関数の宣言または定義がなされたら警告</qt>

source: <qt>Warn if a global function is defined without a previous prototype declaration.</qt>
da: <qt>Advar hvis en global funktion er defineret udenen tidligere prototype deklaration.</qt>
ja: <qt>プロトタイプ宣言のないグローバル関数の定義は警告</qt>

source: <qt>Warn if a global function is defined without a previous declaration.</qt>
da: <qt>Advar hvis en global funktion er defineret udenen tidligere deklaration.</qt>
ja: <qt>宣言されていないグローバル関数の定義は警告</qt>

source: <qt>Warn if anything is declared more than once in the same scope</qt>
af: <qt>waarskuwing as enige iets is aangekondig meer as as eers in die selfde skoop</qt>
da: <qt>Advar hvis noget er erklæret mere end en gang i det samme scope</qt>
ja: <qt>同じスコープで同一の宣言が2つ以上あれば警告</qt>

source: <qt>Warn if an <i>extern</i> declaration is encountered within a function.</qt>
da: <qt>Advar hvis <i>ekstern</i> erklæring bliver fundet inden i en funktion.</qt>
ja: <qt>関数内での<i>extern</i>宣言は警告</qt>

source: <qt>Warn if an <i>inline</qt> function can not be inlined</qt>
af: <qt>waarskuwing as 'n <i>inlyn</qt> funksie kan nie wees inlyne</qt>
da: <qt>Advar hvis en <i>inline</qt> funktion ikke kan blive inlined</qt>
ja: <qt><i>inline</i>関数がインライン化できない時警告</qt>

source: <qt>Warn if an old-style (C-style) cast is used within a program</qt>
da: <qt>Advar hvis en gammeldags (C-stil) omstøbning bliver brugt i et program.</qt>
ja: <qt>プログラム内での、古いスタイルの(Cスタイルの）キャストの使用は警告</qt>

source: <qt>Warn if the <i>long long</i> type is used.</qt>
af: <qt>waarskuwing as die <i>lang lang</i> tipe is gebruik word.</qt>
da: <qt>Advar hvis <i>long long</i> type bliver brugt.</qt>
ja: <qt><i>long long</i>タイプの使用は警告</qt>

source: <qt>Warn when a derived class function declaration may be an error in defining a virtual function.</qt>
da: <qt>Advar når en afledt klassefunktions deklaration kan være en fejl i definitionen af en virtuel funktion.</qt>
ja: <qt>仮想関数の定義でエラーのある派生クラス宣言を警告</qt>

source: <qt>Warn when g++'s synthesis behavior does not match that of cfront.</qt>
da: <qt>Advar når synteseadfærden for g++ er anderledes end cfront's.</qt>
ja: <qt>g++の合成の振舞がcfrontのそれと異なる場合には警告</qt>

source: Optimization
da: Optimering
ja: 最適化
sk: Optimalizácia

source: Fortran specifics
ja: Fortran 固有

source: Warnings I
af: waarskuwings i
da: Advarsler I
ja: 警告 I
sk: Varovania I

source: Warnings II
af: waarskuwings ii
da: Advarsler II
ja: 警告 II
sk: Varovania II

source: GNU C Compiler Options
af: gnu c saamsteller opsies
da: GNU C Kompileringsvalg
ja: GNU C コンパイラオプション
sk: Možnosti kompilátora GNU C

source: GNU C++ Compiler Options
af: gnu c++ saamsteller opsies
da: GNU C++ Kompileringsvalg
ja: GNU C++ コンパイルオプション
sk: Možnosti kompilátora GNU C++

source: GNU Fortran 77 Compiler Options
ja: GNU Fortran 77 コンパイラオプション
sk: Možnosti GNU Fortran 77

source: PGHPF Compiler Options
ja: PGHPF コンパイルオプション
sk: Možnosti PGHPF

source: PGF77 Compiler Options
ja: PGF77 コンパイラオプション
sk: Možnosti PGF77

source: &Open file...
af: open lêer...
da: Å&bn fil...
ja: ファイルを開く(&O)...
sk: &Otvoriť súbor...

source: Split window &vertically
af: skei venster vertikaal
da: Opdel vindue &lodret
ja: 垂直方向にウィンドウを分割(&V)
sk: Rozdeliť okno &vertikálne

source: Split window &horizontally
af: skei venster horisontaal
da: Opdel vindue &vandret
ja: 水平方向にウィンドウを分割(&h)
sk: Rozdeliť okno &horizontálne

source: Save &all
af: stoor alle
ja: 全て保存(&a)
sk: &Uložiť všetko

source: &Revert all
af: ongedaan maak alle
ja: 全てを取り消す(&R)
sk: &Vrátiť všetko

source: &Close window
af: maak toe venster
da: &Luk vindue
ja: ウィンドウを閉じる(&C)
sk: &Zavrieť okno

source: &Kill buffer
af: stop buffer
da: &Dræb buffer
ja: バッファを閉じる(&K)
sk: &Zabiť buffer

source: &Open project...
af: open projek...
da: Å&bn projekt...
ja: プロジェクトを開く(&O)...
sk: &Otvoriť projekt...

source: Opens a project
af: maak oop 'n projek
da: Åbner et projekt
ja: プロジェクトを開く
sk: Otvorí projekt

source: Open &recent project...
af: open onlangse projek...
ja: 最近のプロジェクトを開く(&r)...

source: Opens a recent project
af: maak oop 'n onlangse projek
ja: 最近のプロジェクトを開く

source: C&lose project
af: maak toe projek
da: &Luk projekt
ja: プロジェクトを閉じる(&l)
sk: Za&vrieť projekt

source: Closes the current project
af: gaan toe die huidige projek
da: Lukker det gældende projekt
ja: 現在のプロジェクトを閉じる
sk: Zatvorí tento projekt

source: Project &Options...
af: projek opsies...
da: Projekter &valg...
ja: プロジェクトのオプション(&O)...
sk: Možnosti &projektu...

source: &Customize KDevelop
da: &Brugerindstil KDevelop
ja: KDevelopをカスタマイズ(&C)
sk: &Nastaviť KDevelop

source: Lets you customize KDevelop
da: Lader dig brugerindstille KDevelop
ja: KDevelopをカスタマイズします
sk: Umožní nastaviť KDevelop

source: &Stop
ja: 停止(&S)

source: Stops all running subprocesses
da: Standser alle kørende delprocesser
ja: 実行中のサブプロセスを全て停止
sk: Zastaví všetky bežiace podprocesy

source: The file %1 was modified on disk. Revert to the version on disk now?
af: die lêer %1 was veranderde op disket. ongedaan maak aan die weergawe op disket nou?
da: Filen %1 er ændret på disken. Vend tilbage til diskversionen nu?
ja: ファイル %1 はディスク上で変更されています. ディスク上のバージョンに入れ換えますか?
sk: Súbor %1 bol zmenený na disku. Vrátiť sa k verzii na disku?

source: Could not write the project file.
af: kon nie skryf die projek lêer.
da: Kunne ikke skrive projektfilen.
ja: プロジェクトファイルに書き込めませんでした.
sk: Nie je možné zapísať súbor projektu.

source: No project management plugin %1 found.
af: nee projek bestuuring inplak %1 gevind.
da: Intet projekthåndteringsindstik %1 fundet.
ja: プロジェクト管理プラグイン %1 は見つかりません.
sk: Nebol nájdený žiadny modul pre správu projektu %1.

source: No language plugin for %1 found.
af: nee taal inplak vir %1 gevind.
da: Intet sprogindstik fundet for %1.
ja: %1 の言語プラグインは見つかりません.
sk: Pre jazyk %1 nebol nájdený modul.

source: Saved %1
af: gestoor %1
da: Gemt %1
ja: %1 を保存しました
sk: Uložené %1

source: Open file:
af: open lêer:
da: Åbn fil:
ja: ファイルを開く:
sk: Otvoriť súbor:

source: The file %1 is modified. Close this window anyway?
af: die lêer %1 is veranderde. maak toe hierdie venster in elkgeval?
da: Filen %1 er ændret. Luk dette vindue alligevel?
ja: ファイル %1 は変更されています。 このウィンドウを閉じますか?
sk: Súbor %1 bol zmenený. Chcete aj tak zatvoriť toto okno?

source: The file %1 is modified. Save this file now?
af: die lêer %1 is veranderde. stoor hierdie lêer nou?
da: Filen %1 er ændret. Gem denne fil nu?
ja: ファイル %1 は変更されています。 このファイルを保存しますか?
sk: Súbor %1 bol zmenený. Chcete ho uložiť?

source: Open project
af: open projek
da: Åbn projekt
ja: プロジェクトを開く
sk: Otvoriť projekt

source: Project Options
af: projek opsies
da: Projektvalg
ja: プロジェクトのオプション
sk: Nastavenie projektu

source: Customize KDevelop
da: Brugerindstil KDevelop
ja: KDevelopのカスタマイズ
sk: Nastaviť KDevelop

source: &Back
af: terug
da: &Tilbage
ja: 戻る(&B)
sk: Do&zadu

source: &Forward
af: vorentoe
da: &Fremad
ja: 進む(&F)
sk: Do&predu

source: &Selection views
af: keuse aansigte
da: &Udvalg visninger
ja: 選択ビュー(&S)
sk: Pohľady &výberu

source: &Output views
af: uitset aansigte
da: &Uddata visninger
ja: アウトプットビュー(&O)
sk: Pohľady vý&stupu

source: Plugins to load at startup:
af: inprop modules aan las na opstart:
da: Indstik at indlæse ved opstart:
ja: 起動時にロードするプラグイン:
sk: Pri štarte načítať moduly:

source: Plugins to load for this project:
af: inprop modules aan las vir hierdie projek:
da: Indstik at indlæse for dette projekt:
ja: このプロジェクトにロードするプラグイン:
sk: Pre tento projekt načítať moduly:

source: &Flavor
da: &Art

source: if %1
da: hvis %1
sk: ak %1

source: Konsole
da: Konsol
sk: Konzola

source: Ok
af: goed

source: ftp://username:password@ftp.server.com/path/
af: ftp://gebruikernaam:wagwoord@ftp.bediener.com/gids soeklys/

source: %i of %i
af: %i van %i

source: set
af: stel
sk: množina
