Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/gideon.po
Languages: af, da, ja, sk

source: Add member variable
af: voeg by lid veranderlike
da: Tilføj medlemsvariabel
ja: メンバ変数の追加
sk: Pridať členskú premennú

source: Modifiers
af: aanpassers
da: Modifikatorer
ja: 修飾子
sk: Modifikátory

source: You can set modifiers for the member variable here.
af: jy kan stel aanpassers vir die lid veranderlike hier.
da: Du kan opsætte modifikatorer for medlemsvariablen her.
ja: メンバ変数の修飾子をここで指定できます.
sk: Tu je možné nastaviť modifikátory členskej premennej.

source: Access
af: toegang verkry
da: Adgang
ja: アクセス
sk: Prístup

source: You can choose here whether you want the member variable be declared as public, protected or private.
af: jy kan kies hier hetsy jy wil hê die lid veranderlike wees aangekondig as publiek, beskerm of private.
da: Her kan du vælge om du ønsker at medlemsvariablen skal blive erklæret som public, protected eller private.
ja: ここでメンバ変数をpublic,protected,privateのいずれで宣言 するのか選択できます.
sk: Tu je možné vybrať, či chcete členskú premennú deklarovať ako public, protected alebo private.

source: Type:
af: tipe:
ja: 型:
sk: Typ:

source: Enter the type of the member variable here.
af: invoer die tipe van die lid veranderlike hier.
da: Indtast type på medlemsvariabel her.
ja: メンバ変数の型をここに指定してください.
sk: Sem zadajte typ členskej premennej.

source: Name:
af: naam:
da: Navn:
ja: 名前:
sk: Meno:

source: Enter the name of the member variable here.
af: invoer die naam van die lid veranderlike hier.
da: Indtast navn på medlemsvariabel her.
ja: メンバ変数名を指定してください.
sk: Sem zadajte meno členskej premennej.

source: Documentation:
af: dokumentasie:
da: Dokumentation:
ja: ドキュメンテーション:
sk: Dokumentácia:

source: You can enter a description of the member variable here.
af: jy kan invoer 'n beskrywing van die lid veranderlike hier.
da: Du kan indtaste en beskrivelse på medlemsvariablen her.
ja: メンバ変数の説明をここで指定できます.
sk: Tu je možné zadať popis členskej premennej.

source: No type
af: nee tipe
da: Ingen type
ja: 型なし
sk: Bez typu

source: You have to specify a variable type.
af: jy het aan spesifiseer 'n veranderlike tipe.
da: Du skal opgive en variabeltype.
ja: 変数の型を指定しなければなりません.
sk: Musíte zadať typ premennej.

source: No name
af: nee naam
da: Intet navn
ja: 名前なし
sk: Bez mena

source: You have to specify a variable name.
af: jy het aan spesifiseer 'n veranderlike naam.
da: Du skal opgive et variabelnavn.
ja: 変数名を指定しなければなりません.
sk: Musíte zadať meno premennej.

source: Add class member
af: voeg by klas lid
da: Tilføj klassemedlem
ja: クラスのメンバの追加
sk: Pridať člena triedy

source: You can choose here whether you want the member function be declared as public, protected or private.
af: jy kan kies hier hetsy jy wil hê die lid funksie wees aangekondig as publiek, beskerm of private.
da: Her kan du vælge om du ønsker at medlemsmetoden skal blive erklæret som public, protected eller private.
ja: ここでメンバ関数をpublic, protected, privateのいずれで宣言 するのかを選択できます.
sk: Tu vyberte či chcete, aby členská funkcia bola public, protected alebo private.

source: Type
af: tipe
ja: 型
sk: Typ

source: Choose the type of member object you want to create. The type can be signal, slot or method.
af: kies die tipe van lid voorwerp jy wil hê aan skep. die tipe kan wees sein, gleuf of metode.
da: Vælg typen til medlemsobjektet du ønsker at lave. Typen kan være et signal, et slot eller en metode.
ja: 生成したいメンバオブジェクトの型を選択してください. 型はシグナルやスロット、あるいはメソッドでも構いません.
sk: Vyberte typ členského objektu, ktorý chcete vytvoriť. Typ môže byť signál, slot alebo metóda.

source: You can set modifiers for the member function here.
af: jy kan stel aanpassers vir die lid funksie hier.
da: Du kan opsætte modifikatorer for medlemsmetoderne her.
ja: メンバ関数の修飾子をここで指定できます.
sk: Tu je možné nastaviť modifikátory pre členské funkcie.

source: Enter the type of the member function here.
af: invoer die tipe van die lid funksie hier.
da: Indtast typen på medlemsmetoden her.
ja: メンバ関数の型をここで指定してください.
sk: Sem zadajte typ členskej funkcie.

source: Declaration:
da: Erklæring:
ja: 宣言:
sk: Deklarácia:

source: Enter the declaration of the member function here.
da: Indtast erklæringen på medlemsmetoden her.
ja: メンバ関数の宣言をここに指定してください.
sk: Sem zadajte deklaráciu členskej funkcie.

source: You can enter a description of the member function here.
af: jy kan invoer 'n beskrywing van die lid funksie hier.
da: Her kan du indtaste en beskrivelse af medlemsmetoden.
ja: メンバ関数の説明をここに指定してください.
sk: Sem môžete zadať popis členskej funkcie.

source: You have to specify a function type.
af: jy het aan spesifiseer 'n funksie tipe.
da: Du skal opgive en funktionstype.
ja: 関数の型の指定が必要です.
sk: Špecifikujte typ funkcie.

source: You have to specify a function name.
af: jy het aan spesifiseer 'n funksie naam.
da: Du skal opgive et funktionsnavn.
ja: 関数名の指定が必要です.
sk: Špecifikujte meno funkcie.

source: Switch header/implementation
af: wissel opskrif/implementering
ja: ヘッダ/インプリメンテーションの切替え

source: Switch between header and implementation files
af: wissel tussen opskrif en implementering lêers
ja: ヘッダとインプリメンテーションのファイルを切替えます

source: Switch between header and implementation files If you are currently looking at a header file, this brings you to the corresponding implementation file. If you are looking at an implementation file (.cpp etc.), this brings you to the corresponding header file.
af: wissel tussen opskrif en implementering lêers as jy word huidiglik besig om te soek na 'n opskrif lêer, hierdie bring jy aan die ooreenstemmend implementering lêer. as jy word besig om te soek na 'n implementering lêer (.cpp etc.), hierdie bring jy aan die ooreenstemmend opskrif lêer.
ja: ヘッダ/インプリメンテーションの切替え 現在ヘッダファイルを表示しているなら、これは対応するインプリメンテーションファイルに表示を切替えます. インプリメンテーションファイル(.cpp等)を表示しているなら、対応するヘッダファイルに切り替わります.

source: Goto include file: %1
af: gaan na sluit in lêer: %1
da: Gå til include fil: %1
ja: include ファイル %1 へ行く

source: &Title:
af: titel:
da: &Titel:
ja: タイトル(&T):

source: Choose a file name
af: kies 'n lêer naam
da: Vælg et filnavn
ja: ファイル名を選択

source: Documentation Index
af: dokumentasie indeks
da: Dokumentationsindeks
ja: ドキュメントのインデックス
sk: Index dokumentácie

source: Search term:
af: soektog terme:
da: Søg efter:
ja: 検索する用語:
sk: Nájsť termín:

source: &Concept index
da: &Begrebsindeks
ja: コンセプトのインデックス(&C)

source: &Identifier index
af: identifiseerder indeks
da: &Identifikatorindeks
ja: 識別子のインデックス(&I)

source: &File index
af: lêer indeks
da: &Filindeks
ja: ファイルのインデックス(&F)

source: Term not found in the indices.
da: Udtryk ikke fundet i indekset.
ja: 用語はインデックス内に見つかりませんでした.
sk: Termín v indexoch nebol nájdený.

source: Search in documentation
af: soektog in dokumentasie
da: Søg i dokumentation
ja: ドキュメント内を検索
sk: Nájsť v dokumentácii

source: &Words to search:
af: woorde aan soektog:
da: &Ord at søge efter:
ja: 検索する語(&W):
sk: Hľadané &slová:

source: &Method:
af: metode:
da: &Metode
ja: メソッド(&M):
sk: &Metóda:

source: and
af: en
da: og
ja: 且つ
sk: a

source: or
af: of
da: eller
ja: または
sk: alebo

source: &Sort
af: sorteer
da: &Sortér
ja: ソート(&S)
sk: &Triediť

source: Score
af: telling
da: Stilling
ja: スコア
sk: Skóre

source: Title
af: titel
da: Titel
ja: タイトル
sk: Titul

source: Date
af: datum
da: Dato
ja: 日付
sk: Dátum

source: &Qt/KDE libraries
af: qt/kde biblioteke
da: &Qt/KDE biblioteker
ja: &Qt/KDE ライブラリ
sk: Knižnice &Qt/KDE

source: Search &index
af: soektog indeks
da: Søg i &indeks
ja: インデックスを検索(&I)
sk: Inde&x pre hľadanie

source: Items shown in the KDevelop section of the documentation tree:
da: Punkter vist i KDevelop sektionen af dokumentationstræet
ja: ドキュメントツリーの KDevelopセクションに 表示されている項目:

source: Items shown in the Qt/KDE Libraries section of the documentation tree:
af: iteme vertoon in die qt/kde biblioteke seksie van die dokumentasie boom:
da: Punkter vist i Qt/KDE biblioteker sektionen af dokumentationstræet:
ja: ドキュメントツリーのQt/KDE ライブラリセクションに表示されている項目:

source: Items shown in the Bookmarks section of the documentation tree:
af: iteme vertoon in die boekmerke seksie van die dokumentasie boom:
da: Punkter vist i Bogmærke sektionen af dokumentationstræet:
ja: ドキュメントツリーのブックマークセクションに表示されている項目:

source: Here you can configure which files are included in the index created for full text searching.
af: hier jy kan konfigureer wat lêers word ingesluite in die indeks geskep vir volgrote teks soek.
da: Her kan man indstille hvilke filer der inkluderes i indekset oprettet til fuld tekst søgning.
ja: ここで、全文検索に使用されるインデックスに含めるべきファイル構成を設定できます.

source: Index &libraries shown in the documentation tree
af: indeks biblioteke vertoon in die dokumentasie boom
da: indeks &biblioteker vist i dokumentationstræet
ja: ドキュメントツリーに表示されているライブラリのインデックス(&l)
sk: Index &knižníc zobrazený v strome dokumentácie

source: Index &other libraries
af: indeks ander biblioteke
da: Indeks &andre biblioteker
ja: 他のライブラリのインデックス

source: Index files in the &Bookmarks section of the documentation tree
af: indeks lêers in die boekmerke seksie van die dokumentasie boom
da: Indeksfiler i &Bogmærke sektionen af dokumentationstræet:
ja: ドキュメントツリーのブックマークセクションにあるファイルのインデックス

source: &Update index now
af: dateer op indeks nou
da: &Opdatér indeks nu
ja: インデックスを更新(&U)
sk: &Aktualizovať index

source: Documentation Tree
af: dokumentasie boom
da: Dokumentationstræ
ja: ドキュメントツリー
sk: Strom dokumentácie

source: Documentation Tree The documentation tree gives access to library documentation and the KDevelop manuals. It can be configured individually.
da: Dokumentationstræ Dokumentationstræet giver adgang til bibiloteksdokumentationen og KDevelop-manualerne. Kan indstilles individuelt.
ja: ドキュメントツリー ドキュメントツリーはライブラリのドキュメントやKDevelopへのアクセスを提供します。これらは個別に構成できます。

source: Books
af: boeke
da: Bøger
ja: ブック
sk: Knihy

source: Lookup in &index...
af: opkyk in indeks...
da: Slå op i &indeks...
ja: インデックスを検索(&i)...
sk: Hľadať v &indexe...

source: Allows you to lookup a term in the documentation index
af: laat toe jy aan opkyk 'n terme in die dokumentasie indeks
da: Tillader dig at slå et udtryk op i dokumentationsindekset
ja: ドキュメントのインデックス内の用語を検索できます
sk: Umožňuje hľadať termíny v indexe dokumentácie

source: Lookup in documentation index Opens the documentation index dialog. There you can enter a term to lookup in the various indices of the installed documentation.
da: Slå op i dokumentationsindeks Åbner dokumentationsindeks dialogen. Her kan man indgive et udtryk at slå op i de forskellige indekser af den installerede dokumentation.
ja: ドキュメントのインデックスを検索 ドキュメントインデックスダイアログを開きます。そこではインストールされている様々なドキュメントのインデックスから用語を検索できます。

source: Full text &search...
af: volgrote teks soektog...
da: Fuld tekst&søgning...
ja: 全文検索(&s)...

source: Performs a full text search in the documentation
af: verrig 'n volgrote teks soektog in die dokumentasie
da: Udfører en fuld tekstsøgning dokumentationen
ja: ドキュメント内を全文検索します

source: Search in documentation Opens the Search in documentation dialog. There you can enter a search term which will be searched in the documentation. For this to work, you must first create a full text index, which can be done in the configuration dialog of the documentation tree.
af: soektog in dokumentasie <-invoer-> <-invoer->maak oop die soektog in dokumentasie dialoog. daar jy kan invoer 'n soektog terme <-invoer->wat sal wees gesoekte in die dokumentasie. vir hierdie aan werk, jy moet <-invoer->eerste skep 'n volgrote teks indeks, wat kan wees klaar in die opstelling <-invoer->dialoog van die dokumentasie boom.
da: Søg i dokumentation Åbner søgningen i dokumentationsdialogen. Her kan man indgive et søgeudtryk som vil blive søgt efter i dokumentationen. For at dette skal virke, må man først oprette et fuldt tekst indeks, som kan gøres i indstillingsdialogen for dokumentationstræet.
ja: ドキュメント内の検索 ドキュメント内の検索ダイアログを開きます。そこでドキュメント内を検索したい語を指定できます。この機能を使う前に、まず全文検索用のインデックスを作っておく必要があります。これはドキュメントツリーの設定ダイアログで行ないます。

source: Man page...
af: man bladsy...
da: Man-side...
ja: MANページ...
sk: Manuálová stránka...

source: Show a manpage
af: vertoon 'n handleiding
da: Vis en man-side
ja: マニュアルページを表示します
sk: Zobraziť manuálovú stránku

source: &Documentation tree
af: dokumentasie boom
da: &Dokumentationstræ
ja: ドキュメントツリー(&D)
sk: Strom &dokumentácie

source: Brings the documentation tree to the foreground.
af: bring die dokumentasie boom aan die voorgrond.
da: Bringer dokumentationstræet frem i forgrunden.
ja: ドキュメントツリーを前面に移動します。
sk: Posunie dopredu strom dokumentácie

source: Documentation tree
af: dokumentasie boom
da: Dokumentationstræ
ja: ドキュメントツリー
sk: Strom dokumentácie

source: Goto manpage: %1
af: gaan na handleiding: %1
da: Gå til manside: %1
ja: マニュアルページ: %1 に移動
sk: Prejsť na manuálovú stránku: %1

source: Search in documentation: %1
af: soektog in dokumentasie: %1
da: Søg i dokumentation: %1
ja: ドキュメント: %1 内を検索
sk: Nájsť v dokumentácii: %1

source: Show manpage on:
af: vertoon handleiding op:
da: Vis man-siden om:
ja: マニュアルページを表示:
sk: Zobraziť manuálovú stránku o:

source: Qt/KDE Libraries
af: qt/kde biblioteke
da: Qt/KDE-biblioteker
ja: Qt/KDE ライブラリ
sk: Qt/KDE-Knižnice

source: Documentation Base
af: dokumentasie basis
da: Dokumentationsbase
ja: ドキュメントのベース
sk: Koreň dokumentácie

source: Bookmarks
af: boekmerke
da: Bogmærker
ja: ブックマーク
sk: Záložky

source: Current Project
af: huidige projek
da: Gældende projekt
ja: 現在のプロジェクト
sk: Aktuálny projekt

source: API of %1
af: api van %1
da: API for %1
ja: %1 のAPI
sk: %1 API

source: Userdoc for %1
da: Brugerdok for %1
ja: %1 のユーザドキュメント
sk: Userdoc pre %1

source: Customize...
af: pasmaak...
da: Brugerindstil...
ja: カスタマイズ...
sk: Nastaviť...

source: Customize documentation tree
af: pasmaak dokumentasie boom
da: Brugerindstil dokumentationstræ
ja: ドキュメントツリーのカスタマイズ
sk: Nastaviť strom dokumentácie

source: Generating search index
af: genereer soektog indeks
da: Genererer søgeindeks
ja: 検索インデックスを生成
sk: Generujem index pre hľadanie

source: Scanning for files
af: skandering vir lêers
da: Skanner for filer
ja: ファイルを探査中
sk: Hľadám súbory

source: Extracting search terms
af: uitgepak soektog terme
da: Udtrækker søgeled
ja: 検索語を抽出中
sk: Vyberám hľadané výrazy

source: Generating index...
af: genereer indeks...
da: Genererer indeks...
ja: インデックスを生成中...
sk: Generujem zoznam...

source: Files processed: %1
af: lêers geprosesseer: %1
da: Filer behandlede: %1
ja: 処理したファイル: %1
sk: Spracovaných súborov: %1

source: Running htdig failed
af: wat loop htdig gevaal
ja: htdigの実行に失敗しました

source: The directories to index.
af: die gidse aan indeks.
da: Kataloger som skal indekseres.
ja: インデックスを作成するディレクトリ.
sk: Priečinok pre indexáciu.

source: KDE Index generator for help files.
af: kde indeks genereerder vir hulp lêers.
da: KDE Indeks generator for hjælpefiler.
ja: KDE HELPファイルインデックスジェネレータ
sk: KDE generátor indexu pre súbory Pomocníka.

source: %1 (private)
da: %1 (privat)
ja: %1 (プライベート)

source: Search in Files
af: soektog in lêers
da: Søg i filer
ja: ファイル内を検索
sk: Hľadať v súboroch

source: &Pattern:
af: patroon:
da: &Mønster:
ja: パターン(&P):
sk: &Vzorka:

source: &Template:
af: werkvoorbeeld:
da: &Skabelon:
ja: テンプレート(&T):
sk: Ša&blóna:

source: &Files:
af: lêers:
da: &Filer:
ja: ファイル(&F):
sk: &Súbory:

source: Di&rectory:
af: gids:
da: &Katalog:
ja: ディレクトリ(&r):
sk: &Priečinok:

source: &Recursive
da: &Rekursivt
ja: 再帰(&R)
sk: &Rekurzívne

source: &Search
af: soektog
da: &Søg
ja: 検索(&S)
sk: &Hľadať

source: <qt>Enter the regular expression you want to search for here.<p>Possible meta characters are:<ul><li><b>.</b> - Matches any character<li><b>^</b> - Matches the beginning of a line<li><b>$</b> - Matches the end of a line<li><b>\&lt;</b> - Matches the beginning of a word<li><b>\&gt;</b> - Matches the end of a word</ul>The following repetition operators exist:<ul><li><b>?</b> - The preceding item is matches at most once<li><b>*</b> - The preceding item is matched zero or more times<li><b>+</b> - The preceding item is matched once or more times<li><b>{<i>n</i>}</b> - The preceding item is matched exactly <i>n</i> times<li><b>{<i>n</i>,}</b> - The preceding item is matched <i>n</i> or more times<li><b>{,<i>n</i>}</b> - The preceding item is matched at most <i>n</i> times<li><b>{<i>n</i>,<i>m</i>}</b> - The preceding item is matched at least <i>n</i>, but at most <i>m</i> times.</ul>Furthermore, backreferences to bracketed subexpressions are available via the notation \<i>n</i>.</qt>
da: <qt>Indtast det regulære udtryk du ønsker at søge efter her.<p>Mulige meta tegn er:<ul><li><b>.</b> - Passer med alle tegn<li><b>^</b> - Passer med begyndelsen af en linie<li><b>$</b> - Passer med slutningen af en linie<li><b>\&lt;</b> - Passer med begyndelsen af et ord<li><b>\&gt;</b> - Passer med slutningen af et ord</ul>Følgende gentagelsesoperatorer findes:<ul><li><b>?</b> - Foregående punkt er fundet højst én gang <li><b>*</b> - Foregående punkt er fundet nul eller flere gange<li><b>+</b> - Foregående punkt er fundet en eller flere gange<li><b>{<i>n</i>}</b> - Foregående punkt er fundet nøjagtig <i>n</i> gange<li><b>{<i>n</i>,}</b> - Foregående er fundet passer <i>n</i> eller flere gange<li><b>{,<i>n</i>}</b> - Foregående punkt er fundet højst <i>n</i> gange<li><b>{<i>n</i>,<i>m</i>}</b> - Foregående punkt er fundet mindst <i>n</i>, men højst <i>m</i> gange.</ul>Derudover er tilbagereferencer til underudtryk i parentes tilgængelige via notationen \<i>n</i>.</qt>
ja: <qt>検索したい正規表現をここに指定して下さい.<p>使用できるメタキャラクタは: <ul><li><b>.</b> - 任意の文字にマッチ<li><b>^</b> - 行先頭にマッチ<li><b>$</b> - 行末にマッチ<li><b>\&lt;</b>単語の先頭にマッチ<li><b>\&gt;</b> - 単語の末尾にマッチ。</ul>また下記のような演算子もあります:<ul><li><b>*</b> - 直前の項目に最大1回マッチ</li><b>*</b> - 直前の項目に0回以上マッチ<b>+</b> - 直前の項目に1回以上マッチ<li><b>{<i>n</i>}</b> - 直前の項目に <i>n</i> 回マッチ<li><b>{<i>n</i>,}</b> - 直前の項目に <i>n</i> 回以上マッチ<li><b>{,<i>n</i>}</b> - 直前の項目に最大 <i>n</i> 回マッチ<li><b>{<i>n</i>,<i>m</i>}</b> - 直前の項目に<i>n</i> 回以上、最大 <i>m</i> 回マッチ</ul>更に、括弧で括った正規表現を後方参照するには、\<i>n</i>という表記方法が使えます. </qt>

source: Enter the file name pattern of the files to search here. You may give several patterns separated by commas
af: invoer die lêer naam patroon van die lêers aan soektog hier. jy dalk mag gee <-invoer->klomp patrone geskei deur kommas
da: Indtast mønstret for filnavnene på filerne som skal søges efter. Du kan opgive flere mønstre adskilt med komma.
ja: 検索するファイル名のパターンを指定してください。カンマで区切って複数のパターンの指定もできます
sk: Sem zadajte vzorku mena súborov. Môžete ich zadať niekoľko oddelených čiarkami.

source: You can choose a template for the pattern from the combo boxand edit it here. The string %s in the template is replacedby the pattern input field, resulting in the regular expressionto search for.
da: Kan ikke vælge skabelon for mønsteret fra komboboksen og redigere det her. Strengen %s i skabelonen bliver erstattet med det som står i mønsterfeltet. Dette fører til et regulært udtryk for søgning.
ja: ここでパターンのテンプレートをコンボボックスで選択してから編集ができます。テンプレート内の文字列 %s はパターン入力フィールドの値で置き換えられ、結果の文字列が検索する正規表現として使われます。

source: Grep output
af: grep uitset
da: Gå ud
ja: Grepの出力
sk: Výstup grep

source: Grep This window contains the output of a grep command. Clicking on an item in the list will automatically open the corresponding source file and set the cursor to the line with the match.
af: grep hierdie venster bevat die uitset van 'n grep opdrag. te kliek op 'n item in die lys sal automaties open die ooreenstemmend bron lêer en stel die plekaanduier aan die lyn met die ooreenstem.
da: Grep Dette vindue viser uddata fra grepkommandoen. Klik på et punkt i listen vil automatisk åbne den tilsvarende kildefil og sætte markør på linien som passer.
ja: Grep このウィンドウはgrepコマンドの出力を表示します。リスト内の項目をクリックすると、自動的に該当するファイルが開かれ、カーソルは該当する場所に移動します.

source: Searches for expressions over several files
da: Søger efter udtryk i flere filer
ja: 複数のファイルに正規表現で検索
sk: Hľadá výrazy v niekoľkých súboroch

source: Search in files Opens the Search in files dialog. There you can enter a regular expression which is then searched through all files in the directories you specify. Matches will be displayed, you can switch to a match directly.
af: soektog in lêers <-invoer-> <-invoer->maak oop die soektog in lêers dialoog. daar jy kan invoer 'n gewone uitdrukking <-invoer->wat is dan word gesoekte deur alle lêers in die gidse jy spesifiseer. <-invoer->ooreenstemmende inskrywings sal wees vertoon, jy kan wissel aan 'n ooreenstem direk.
da: Søgning i filer Åbner for søgning i filer dialogen. Man kan indgive et regulært udtryk som så søges gennem alle filer i de mapper du angiver. Fundne vil blive vist, og du kan skifte direkte til en funden.
ja: 複数ファイルの検索 複数ファイルの検索ダイアログを開きます。ここで、正規表現を指定して、選択されたディレクトリ(複数)内のすべてのファイルを検索できます。マッチしたものが表示されますから、マッチしたディレクトリに切替える事ができます。

source: &Grep results
af: grep resultate
da: &Grep-resultater
ja: &Grepの結果
sk: Výsledky &grep

source: Brings the grep results window to the foreground.
af: bring die grep resultate venster aan die voorgrond.
da: Får grep vinduet frem i forgrunden.
ja: grepの結果ウィンドウを前面に移動します。
sk: Presunie dopredu okno s výsledkami grepu.

source: Application output
af: aansoek uitset
da: Anvendelses uddata
ja: アプリケーションの出力
sk: Výstup aplikácie

source: Application output The stdout/stderr output window is a replacement for terminal-based application communication. Running terminal applications are using this instead of a terminal window.
af: aansoek uitset die stdout/stderr uitset venster is 'n plaasvervanger vir terminaal-based aansoek kommunikasie. wat loop terminaal programme word te gebruik hierdie in plaas van van 'n terminaal venster.
da: Program uddata stdout/stderr uddata vinduet er en erstatning for terminalbaseret program kommunikation. Kørende terminal programmer bruger dette i stedet for et terminal vindue.
ja: アプリケーションの出力 stdout/stderrの出力ウィンドウは、ターミナルベースのアプリケーションのコミュニケーションを置き換えるものです。ターミナルアプリケーションの実行は、ターミナルウィンドウの代わりにこのウィンドウを使います。

source: *** Exited with status: %1 ***
af: *** uitgegaan met status: %1 ***
da: *** Afbrød med status: %1 ***
ja: *** 終了 ステータス: %1 ***

source: *** Exited normally ***
af: *** uitgegaan gewoonlik ***
da: *** Afbrød normalt ***
ja: *** 正常終了 ***

source: *** Process aborted ***
af: *** proses gekanselleer ***
da: *** Proces afbrød ***
ja: *** プロセス中止 ***

source: Killed process.
af: doodgemaak proses.
da: Dræbte proces.
ja: プロセスはkillされました。

source: Messages output
af: boodskappe uitset
da: Beskeduddata
ja: メッセージの出力

source: Messages output The messages window shows the output of the compiler and used utilities like kdoc reference documentation. For compiler error messages, click on the error message. This will automatically open the source file and set the cursor to the line that caused the compiler error/warning.
da: Beskeduddata Beskedsvinduet viser uddata fra oversætteren og brugte værktøjer som kdoc-referencedokumentation. For oversættelsesfejl, klik på fejlbeskeden. Dette vil automatisk åbne kildefilen og sætte markør til linien som førte til oversættelsesfejlen/-advarslen.
ja: メッセージの出力 メッセージウィンドウは、コンパイラの出力を表示し、またkdocリファレンスドキュメントのようなユーティリティに使用されます。コンパイラのエラーメッセージの場合、エラーメッセージをクリックしてください。自動的にソースファイルが開かれ、コンパイラにエラーまたは警告を引き起こさせた行にカーソルが移動します。

source: Messages
af: boodskappe
da: Beskeder
ja: メッセージ
sk: Správy

source: &Next error
af: volgende fout
da: &Næste fejl
ja: 次のエラー(&N)

source: Switches to the file and line the next error was reported
af: skakel aan die lêer en lyn die volgende fout was raporteer
da: Skifter til filen og linien hvor næste fejl blev rapporteret
ja: 次のエラーのファイルとその行にスイッチします
sk: Prepne do súboru a na riadok, kde bola nasledujúca chyba

source: &Previous error
af: vorige fout
da: &Forrige fejl
ja: 前のエラー(&P)

source: Switches to the file and line the previous error was reported
af: skakel aan die lêer en lyn die vorige fout was raporteer
da: Skifter til filen og linien hvor forrige fejl blev rapporteret
ja: 前のエラーのファイルとその行にスイッチします
sk: Prepne do súboru a na riadok, kde bola predchádzajúca chyba

source: *** Success ***
af: *** sukses ***
da: *** Lykkedes ***
ja: *** 成功 ***

source: *** Compilation aborted ***
da: *** Kompilering afbrød ***
ja: *** コンパイル中止 ***
