Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/gideon.po
Languages: af, da, ja, sk

source: Variable tree
af: veranderlike boom
da: Variabeltræ
ja: 変数ツリー
sk: Strom premenných

source: Variable tree The variable tree allows you to see the variable values as you step through your program using the internal debugger. Click the RMB on items in this view to get a popup menu. To speed up stepping through your code leave the tree items closed and add the variable(s) to the watch section. To change a variable value in your running app use a watch variable (eg a=5).
af: veranderlike boom die veranderlike boom laat toe jy aan sien die veranderlike waardes as jy step deur jou program te gebruik die intern ontfouter. kliek die rmb op iteme in hierdie besigtig aan kry 'n opspring kieslys. aan spoed begin klim deur jou kode los die boom iteme gesluit en voeg by die veranderlike(s) aan die waarneem seksie. aan verander 'n veranderlike waarde in jou wat loop app gebruik 'n waarneem veranderlike (bv 'n=5).
da: Variabel Træ Variabel træet tillader dig at se variabelværdierne mens du går gennem ditprogram ved hjælp af den indre fejlretter. Klik RMB på punkter i denne visning for at få en popop menu. For hurtigere at gå gennem din kode efterladtræ-punkterne lukkede og tilføj variabl(erne) til watch sektionen. For at ændre en variabel værdi på dit kørende program brug en watch variabel (f. eks. a=5).
ja: 変数ツリー 変数ツリーを使うことで、内部デバッガによりプログラムをステップ実行している際に変数の値を参照することができます。このビューの項目の上で右マウスボタンをクリックするとポップアップメニューが表示されます。 ステップ実行のスピードを速くするには、ツリーを閉じて、監視したい変数をウォッチセクションに追加して下さい。 また実行中に変数の値を変更するには、ウォッチ変数を使用して下さい（例 a=5).

source: Watch
af: waarneem
da: Overvåg
ja: ウォッチ
sk: Pozorované

source: Breakpoint list
da: Stoppunktliste
ja: ブレークポイントリスト
sk: Zoznam zarážok

source: Breakpoint list Displays a list of breakpoints with their current status. Clicking on a breakpoint item with the RMB displays a popupmenu so you may manipulate the breakpoint. Double clicking will take you to the source in the editor window.
da: Stoppunkt listet Viser en liste af afbrudspunkter med deres nuværende status. Klik på et afbrudspunktmed RMB viser en popopmenu så du kan manipulere afbrudspunktet.Dobbeltklik vil tage dig til kilden i redigeringsvinduet.
ja: ブレークポイントリスト ブレークポイントのリストが各々の現在の状態とともに表示されています。ブレークポイント項目を右マウスボタンをクリックしてポップアップメニューを表示してブレークポイントを操作できます。ダブルクリックするとソースをエディタウィンドウで開きます。
sk: Zoznam zarážiek Zobrazuje zoznam zarážiek a ich aktuálny stav. Kliknutím pravým tlačidlom myši zobrazíte menu pre prácu so zarážkou. Dvojitým kliknutím zobrazíte príslušné miesto v zdrojovom kóde v okne editoru.

source: &Breakpoints
da: &Stoppunkter
ja: ブレークポイント(&B)
sk: &Zarážky

source: Frame stack
af: raam stapel
da: Ramme-stak
ja: フレームスタック
sk: Zásobník aktivačných záznamov

source: Frame stack Often referred to as the "call stack", this is a list showing what function is currently active and who called each function to get to this point in your program. By clicking on an item you can see the values in any of the previous calling functions.
da: Ramme stak Ofte refereret til som "kald stakken", dette er en liste der viser hvilken funktion der er aktiv for øjeblikket og hvem der kaldte denne funktion for at komme til dette punkt i dit program. Ved at klikke på et punkt kan du se værdierne i en vilkårlig af de tidligerefunktionskald.
ja: フレームスタック しばしば"コールスタック"などとも呼ばれます。これは現在アクティブな関数とプログラム内で、その関数を呼び出したポイントを表示します。また項目をクリックして以前の前の呼び出し関数のいずれかの値を表示できます。
sk: Zásobník aktivačných záznamov Často označovaný ako "zásobník volaní". Je to zoznam aktuálne aktívnych funkcií a ktorá volala ktorú z nich až do aktualného bodu programu. Kliknutím na položku zobrazíte hodnoty predchádzajúcich volaní.

source: &Frame stack
af: raam stapel
da: &Ramme-stak
ja: フレームスタック(&F)
sk: &Zásobník aktivačných záznamov

source: Machine code display
af: masjien kode vertoon
da: Maskinkode visning
ja: マシーンコードの表示

source: Machine code display A machine code view into your running executable with the current instruction highlighted. You can step instruction by instruction using the debuggers toolbar buttons of "step over" instruction and "step into" instruction.
da: Maskinkode visning En maskinkodevisning for dit kørende program med aktuel instruktion markeret. Du kan gå instruktion efter instruktion ved at bruge fejlretterensværktøjslinieknapper "trin over" instruktion og "trin ind i" instruktion.
ja: マシーンコードの表示 実行されている実行可能ファイル内のマシーンコードを現在の命令を強調して表示しています。デバッガツールバーにある"ステップオーバ"命令及び"ステップイン"命令ボタンを使って一命令づつ進ませることができます。
sk: Zobrazenie strojového kódu Zobrazenie strojového kódu vášho programu so zvýraznením aktuálnej inštrukcie. Pomocou tlačidiel "krok cez" a "krok do" odlaďovača môžete vykonávať jednotlivé inštrukcie.

source: Disassemble
ja: ディスアセンブル
sk: Disasemblované

source: Runs the program in the debugger
af: loop die program in die ontfouter
da: Kører programmet i fejlretteren
ja: デバッガでプログラムを実行

source: Start in debugger Starts the debugger with the project's main executable. You may set some breakpoints before this, or you can interrupt the program while it is running, in order to get information about variables, frame stack, and so on.
da: Start i fejlretter Starter fejlretteren med projektets kørbare fil. Du kan sætte nogle stoppunkter før dette, eller du kan afbryde programmet mens det kører, for at få information om variabler, rammestak, og så videre.
ja: デバッガ内で起動 プロジェクトのメインの実行ファイルと共にデバッガを起動します。これを行なう前に幾つかブレークポイントをセットしておくか、プログラムの実行中に割り込みを行なって、変数やフレームスタック等の情報を得ることができます。

source: Examine core file
af: ondersoek kern lêer
da: Undersøg core-fil
ja: コアファイルを調べる
sk: Preskúmať súbor core

source: Loads a core file into the debugger
af: laai 'n kern lêer binnein die ontfouter
da: Indlæser en corefil i fejlretteren
ja: デバッガにコアファイルをロード

source: Examine core file This loads a core file, which is typically created after the application has crashed e.g. with a segmentation fault. The core file contains an image of the program memory at the time it crashed, allowing you a post-mortem analysis.
da: Undersøg corefil Dette indlæser en corefil, som typisk er lavet efter programmet er brudt sammen f. eks. med en segmentation fejl. Corefilen indeholder et billede af programmets hukommelse på sammenbrudstidspunktet, og tillader således en post-mortem analyse.
ja: コアファイルを調べる これはコアファイルをロードします。これは通常、アプリケーションがセグメンテーションフォルトなどによってクラッシュした際に作られます。コアファイルにはクラッシュした時のプログラムのメモリイメージが格納されていますので、事後の分析ができるのです。

source: Attach to process
af: aanheg aan proses
da: Kobl til proces
ja: プロセスにアタッチ
sk: Pripojiť sa k procesu

source: Attaches the debugger to a running process
da: Kobler fejlretteren til en kørende proces
ja: 実行中のプロセスにデバッガをアタッチ

source: Sto&p
ja: 停止(&p)

source: Kills the executable and exits the debugger
af: stop die uitvoerbare en uitgaan die ontfouter
da: Dræber programmet og afslutter fejlretteren
ja: プログラムをkillしてデバッガを終了

source: Interrupt
da: Afbryd
ja: 割り込み
sk: Prerušiť

source: Interrupts the application
af: interrupts die aansoek
da: Afbryd programudførelse
ja: アプリケーションに割り込みます
sk: Preruší aplikáciu

source: &Continue
af: voortgaan
da: &Fortsæt
ja: 継続(&C)
sk: &Pokračovať

source: Continues the application execution
af: gaan voort die aansoek uitvoering
da: Fortsætter programudførelse
ja: 実行を継続します

source: Continue application execution Continues the execution of your application in the debugger. This only has affect when the application has been halted by the debugger (i.e. a breakpoint has been activated or the interrupt was pressed).
da: Fortsæt programkørsel Fortsætter udførslen af dit program i fejlretteren. Dette har kun en virkningnår programmet er blevet standset af fejlretteren (f. eks. et stoppunkt er blevet aktiveret eller interrupt blev trykket på).
ja: アプリケーション実行の継続 デバッガ内のアプリケーションの実行を継続します。これはアプリケーションがデバッガにより停止させられている時(すなわち、ブレークポイントに到達したか割り込みが行なわれた場合)のみ有効です。

source: Run to &cursor
af: hardloop aan plekaanduier
da: Udfør til &markør
ja: カーソル位置まで実行
sk: Spustiť po &kurzor

source: Continues execution until the cursor position is reached
af: gaan voort uitvoering totdat die plekaanduier posisie is bereik
da: Fortsætter med udførelse af program indtil gældende markørposition nås
ja: カーソルのある位置まで実行を継続します

source: Step &over
af: step bo
da: Trin &over
ja: ステップオーバー(&o)
sk: Krokovať &cez

source: Steps over the next line
af: stappe bo die volgende lyn
da: Trin over den næste linie
ja: 次の行をステップ実行

source: Step over Executes one line of source in the current source file. If the source line is a call to a function the whole function is executed and the app will stop at the line following the function call.
da: Trin over Kører én linie kode i den aktuelle kildefil. Hvis kildelinien er et kald til en funktion så køres hele funktionen og anv vil standse ved linien følgende funktionskaldet.
ja: ステップオーバー 現在のソースファイルの一行を実行します。その行が関数の呼び出しの時は、関数が完全に実行され、関数呼び出しの行の次の行で実行は停止します。
sk: Krok cez Vykoná jeden riadok zdrojového kódu v aktuálnom súbore. Ak je riadok volanie funkcie, vykoná ju naraz a aplikácia bude zastavená na nasledujúcom riadku za volaním.

source: Step over ins&truction
af: step bo instruksie
da: Trin over ins&truktion
ja: インストラクションをステップオーバー(&t)

source: Steps over the next assembly instruction
da: Trin over næste assembly instruktion
ja: 次のアセンブラインストラクションをステップ実行

source: Step &into
af: step binnein
da: Trin &ind i
ja: ステップイントゥ(&i)
sk: Krokovať &do

source: Steps into the next statement
af: stappe binnein die volgende stelling
da: Trin ind i næste udsagn
ja: 次のステートメントをステップ実行

source: Step into Executes exactly one line of source. If the source line is a call to a function then execution will stop after the function has been entered.
da: Trin ind Kører nøjagtig én linie kode. Hvis kildelinien er et kald til en funktion så vil kørslen blive standset efter funktionen er indgivet
ja: ステップイントゥ ソースの一行を実行します。ソースの行が関数呼び出しの時、関数に入ったところで実行は停止します。

source: Step into i&nstruction
af: step binnein instruksie
da: Trin ind i i&nstruktion
ja: インストラクション内へステップ実行

source: Steps into the next assembly instruction
da: Trin ind i næste assembly instruktion
ja: 次のアセンブラインストラクションをステップ実行

source: Step o&ut
af: step uit
da: Hop &ud
ja: ステップアウト(&u)

source: Steps out of the current function
af: stappe uit van die huidige funksie
da: Trin ud af denne funktion
ja: 現在の関数をステップアウト

source: Step out of Executes the application until the currently executing function is completed. The debugger will then display the line after the original call to that function. If we are in the outermost frame (i.e. in main()), then this operation has no affect.
da: Trin ud af Kører programmet indtil den aktuelt kørende funktion er færdig. Fejlretteren vil så vise linien efter det oprindelige kald til den funktion.Hvis vi er i den yderste ramme(altså i main()), har denne operation ingenvirkning.
ja: ステップアウト アプリケーションを、現在の実行中の関数が完了するまで実行します。デバッガは関数の呼び出しの後の行を表示します。もしもっとも外側のフレーム(例えばmain())にある場合、この操作は何も起こしません。

source: Viewers
af: kykers
da: Fremvisere
ja: ビューア
sk: Prehliadače

source: Various views into the application
af: verskeie aansigte binnein die aansoek
da: Forskellige visninger ind i programmet
ja: アプリケーション内への様々なビュー
sk: Rôzne pohľady na aplikáciu

source: Debugger
af: ontfouter
da: Fejlretter
ja: デバッガ
sk: Odlaďovač

source: Debugging program
af: ontfouting program
da: Fejlretning
ja: プログラムのデバッギング
sk: Ladenie programu

source: Choose a core file to examine...
af: kies 'n kern lêer aan ondersoek...
da: Indtast core-filen der skal undersøges...
ja: 調べるコアファイルを選択...
sk: Vyberte súbor core pre prezretie...

source: Examining core file %1
af: ondersoek kern lêer %1
da: Undersøg core-fil %1
ja: コアファイル %1 を調べる
sk: Prezerám súbor core %1

source: Choose a process to attach to...
af: kies 'n proses aan aanheg aan...
da: Vælg en proces at koble sig til...
ja: アタッチするプロセスを選択...
sk: Vyberte proces, ku ktorému sa pripojiť...

source: Attaching to process %1
da: Kobler til proces %1
ja: プロセス %1 にアタッチ
sk: Pripájam sa k procesu %1

source: temporary
da: midlertidig
ja: テンポラリ
sk: dočasný

source: disabled
da: deaktiveret
ja: 無効
sk: zakázaný

source: hits %1
da: træffere %1
ja: ヒット %1
sk: zásahov %1

source: ignore count %1
da: Ignorér antal %1
ja: カウント %1 を無視
sk: ignorovať počet %1

source: _: Breakpoint state. The 'Pending ' state is the first state displayed Pending
af: uitstaande
da: Svævende
ja: 保留中
sk: Nespracovaná

source: _: Breakpoint state. The 'add ' state is appended to the other states add
af: voeg by
da: tilføj
ja: 追加
sk: pridaná

source: _: Breakpoint state. The 'clear ' state is appended to the other states clear
af: maak skoon
da: ryd
ja: クリア
sk: vyčistená

source: _: Breakpoint state. The 'modify ' state is appended to the other states modify
af: verander
da: ændr
ja: 変更
sk: zmenená

source: breakpoint at %1:%2
da: stoppunkt ved %1:%2
ja: ブレークポイント %1:%2
sk: zarážka na %1:%2

source: watchpoint on %1
da: overvågningspunkt ved %1
ja: ウォッチポイント %1
sk: pozorovací bod na %1

source: Filename: %1 at line: %2
af: lêernaam: %1 na lyn: %2
da: Filnavn: %1 på linie: %2
ja: ファイル名: %1 行: %2
sk: Meno súboru: %1 na riadku: %2

source: Breakpoint
da: Stoppunkt
ja: ブレークポイント
sk: Zarážka

source: &Conditional
da: &Betinget
ja: 条件(&C)
sk: &Podmienečná

source: &Ignore count
af: ignoreer tel
da: &Ignorer antal
ja: カウントを無視(&I)
sk: &Ignorovať počet

source: &Enable
af: aktiveer
da: &Slå til
ja: 有効に(&E)
sk: &Povoliť

source: Breakpoints
da: Stoppunkter
ja: ブレークポイント
sk: Zarážky

source: Remove breakpoint
da: Fjern stoppunkt
ja: ブレークポイントを除去
sk: Odstrániť zarážku

source: Edit breakpoint
da: Redigér stoppunkter
ja: ブレークポイントを編集
sk: Upraviť zarážku

source: Disable breakpoint
da: Deaktivér stoppunkt
ja: ブレークポイントを無効に
sk: Odstrániť zarážku

source: Enable breakpoint
da: Aktivér stoppunkt
ja: ブレークポイントを有効に
sk: Povoliť zarážku

source: Display source code
af: vertoon bron kode
da: Vis kildekode
ja: ソースコードを表示
sk: Ukázať zdrojový kód

source: Clear all breakpoints
da: Ryd alle stoppunkter
ja: 全てのブレークポイントをクリア
sk: Zmazať všetky zarážky

source: No stack
af: nee stapel
da: Ingen stak
ja: スタック無し
sk: Zásobník nie je

source: Debugger stopped
af: ontfouter op gehou
da: Fejlretter stoppet
ja: デバッガ停止
sk: Odlaďovač zastavený

source: gdb message:
da: gdb-besked:
ja: gdb メッセージ:
sk: správa gdb:

source: Any symbols gdb resolves are suspect
da: Alle symbolerne gdb løste er mistænkelige
ja: gdbが解析したシンボルはいずれも疑わしいものです
sk: Všetky symboly, ktoré gdb resolvuje, sú podozrivé

source: Mismatched core file
da: Core-fil passer ikke
ja: コアファイルがマッチしていません
sk: Neodpovedajúci súbor core

source: No such file or directory.
af: nee soos lêer of gids.
da: Ingen sådan fil eller katalog.
ja: ファイルまたはディレクトリは存在しません
sk: Súbor alebo priečinok nenájdený.

source: No source: %1
af: nee bron: %1
da: Ingen kilde: %1
ja: ソース: %1 はありません
sk: Žiadny zdrojový kód: %1

source: gdb cannot use the tty* or pty* devices Check the settings on /dev/tty* and /dev/pty* As root you may need to "chmod ug+rw" tty* and pty* devices and/or add the user to the tty group using "usermod -G tty username"
da: gdb kan ikke bruge tty*- eller pty*-enheder. Tjek indstillingerne til /dev/tty* og /dev/pty* Det kan være at du skal køre "chmod ug+rw+" som root på tty*- og pty*-enhederne og/eller tilføje brugeren til tty- gruppen ved at bruge "usermod -G tty brugernavn"
ja: gdbはtty* 及び pty* デバイスを使用できません /dev/tty* 及び /dev/pty* の設定を確認して下さい ルートになって、tty* 及び pty* デバイスに "chmod ug+rw" を行ない、 あるいは更にttyを使用するユーザグループを"usermod -G tty username" として追加しなければならないかもしれません
sk: gdb nemôže používať zariadenia tty* alebo pty*. Overte nastavenie /dev/tty* a /dev/pty* Možno budete musieť ako root vykonať "chmod ug+rw" tty* a pty* zariadenia a/lebo pridať používateľa do skupiny tty pomocou "usermod -G tty username"

source: Process exited
af: proses uitgegaan
da: Gået ud af proces
ja: プロセスは終了しました
sk: Proces ukončený

source: Memory/Misc viewer
af: geheue/allerande aansig
da: Hukommelse-/diverse visning
ja: メモリその他のビューア
sk: Prehliadač Pamäť/Rôzne

source: Start:
af: begin:
ja: 開始:
sk: Začiatok:

source: Amount/End address (memory/disassemble):
da: Mængde/slutadresse (hukommelse/disassemble):
ja: 容量/最終アドレス (メモリ/逆アセンブル):
sk: Množstvo/posledná adresa (pamäť/disasemblovať):

source: MemoryView:
da: Hukommelsesvisning:
ja: メモリビュー:
sk: Pamäť:

source: Memory
af: geheue
da: Hukommelse
ja: メモリ
sk: Pamäť

source: Registers
da: Registre
ja: レジスタ
sk: Registre

source: Libraries
af: biblioteke
da: Biblioteker
ja: ライブラリ
sk: Knižnice

source: kdevelop: Debug application console
da: kdevelop: Fejlret program konsol
ja: kdevelop: デバッグアプリケーションコンソール
sk: kdevelop: Ladenie konzolovej aplikácie

source: Watch:
af: waarneem:
da: Overvåg:
ja: ウォッチ:
sk: Pozorované:

source: Remove watch variable
af: verwyder waarneem veranderlike
da: Slet overvågning af variabel
ja: ウォッチ変数の削除
sk: Odstrániť pozorovanú premennú

source: Toggle watchpoint
da: Slå overvågningspunkt til/fra
ja: ウォッチポイントの切替え
sk: Prepni pozorovací bod

source: Konsole This window contains an embedded konsole window. It will try to follow you when you navigate in the source directories
af: konsole hierdie venster bevat 'n ingebedde konsole venster. dit sal probeer aan volg jy wanneer jy navigeer in die bron gidse
da: Konsole Dette vindue indeholder et indlejret konsole vindue. Det vil forsøge at følge dig når du navigerer i kildemapperne
ja: Konsole このウィンドウは埋め込みkonsoleウィンドウを含んでいます。このウィンドウはソースディレクトリ内を移動に従います。

source: Plugins
af: inprop modules
da: Indstik
ja: プラグイン
sk: Moduly

source: &Reformat source
da: &Omformatér kilde
ja: ソースのリフォーマット(&R)
sk: &Reformátovať zdrojový kód

source: Source formatter
af: bron formateerder
da: Kildeformatering
ja: ソースフォーマッタ
sk: Formátovač zdrojových kódov

source: jdb cannot use the tty* or pty* devices Check the settings on /dev/tty* and /dev/pty* As root you may need to "chmod ug+rw" tty* and pty* devices and/or add the user to the tty group using "usermod -G tty username"
da: jdb kan ikke bruge tty*- eller pty*-enheder. Tjek indstillingerne til /dev/tty* og /dev/pty* Det kan være at du skal køre "chmod ug+rw+" som root på tty*- og pty*-enhederne og/eller tilføje brugeren til tty- gruppen ved at bruge "usermod -G tty brugernavn"
ja: jdbは tty* 及び pty* デバイスを使用できません /dev/tty* 及び /dev/pty* の設定を確認して下さい ルートになって、tty* 及び pty* デバイスに "chmod ug+rw" を行ない、 あるいは更にttyを使用するユーザグループを"usermod -G tty username" として追加しなければならないかもしれません

source: OVR
ja: 上書き

source: INS
af: byvoeg
ja: 挿入

source: KWriteEditorPart
ja: KWriterEditorPart

source: Normal Text
af: normale teks
da: Normal tekst
ja: ノーマルテキスト
sk: Normálny text

source: Keyword
af: sleutelwoord
da: Nøgleord
ja: キーワード
sk: Kľúčové slovo

source: Data Type
af: data tipe
ja: データタイプ
sk: Dátový typ

source: Decimal
af: desimaal
ja: 十進数
sk: Desiatkové

source: Octal
af: oktaal
da: Oktal
ja: 八進数
sk: Osmičkové

source: Hex
ja: 十六進数

source: Float
af: dryf
da: Flyd
ja: 浮動小数
sk: Reálne

source: Char
af: karakter
da: Tegn
ja: 文字
sk: Znak

source: String
da: Streng
ja: 文字列

source: String Char
af: string karakter
da: Streng tegn
ja: 文字列の文字
sk: String znak

source: Comment
af: kommentaar
da: Kommentar
ja: コメント
sk: Komentár

source: Symbol
af: simbool
ja: シンボル

source: Preprocessor
af: vooraf verwerker
da: Præprocessor
ja: プリプロセッサ
sk: Preprocesor

source: Types
af: tipes
da: Typer
ja: タイプ
sk: Typy

source: Number
af: nommer
da: Nummer
ja: 数値
sk: Číslo

source: Include
af: sluit in
da: Inkludér
ja: インクルード

source: Tag Text
af: etiket teks
da: Mærketekst
ja: タグテキスト
sk: Text tagu

source: Tag
af: etiket
da: Mærke
ja: タグ

source: Tag Value
af: etiket waarde
da: Mærkeværdi
ja: タグの値
sk: Hodnota tagu

source: Integer
af: heelgetal
da: Heltal
ja: 整数
sk: Celé číslo

source: Substitution
af: substitusie
da: Erstatning
ja: 置換
sk: Náhrada

source: Base-N
da: Basis-N
ja: 基数-N
sk: So základom N

source: Operator
af: operateur
ja: オペレータ
sk: Operátor

source: Special Classname
da: Speciel klassenavn
ja: 特殊クラス名
sk: Špeciálne meno triedy

source: Classname
da: Klassenavn
ja: クラス名
sk: Meno triedy

source: Special Featurename
da: Speciel egenskabsnavn
ja: 特殊機能名
sk: Špeciálne meno feature

source: Identifier
af: identifiseerder
da: Identifikator
ja: 識別子
sk: Identifikátor

source: Tag/Keyword
af: etiket/sleutelwoord
da: Mærke/nøgleord
ja: タグ/キーワード
sk: Tag/Kľúčové slovo

source: Optional Argument
af: opsionele argument
da: Frivilligt argument
ja: オプション引数
sk: Nepovinný argument

source: Mandatory Argument
af: verpligtend argument
da: Tvunget argument
ja: 必須引数
sk: Povinný argument

source: Inline Maths
da: Matematik i linien
ja: インライン数式
sk: Vložená matematika

source: Parameter
ja: パラメータ

source: Normal
af: normale
ja: 標準
sk: Normálne

source: Decimal/Value
af: desimaal/waarde
da: Decimal/værdi
ja: 10進/値
sk: Celé číslo/Hodnota

source: Base-N Integer
af: Base-N heelgetal
da: Basis-N heltal
ja: 基数-N 整数
sk: Celé číslo so základnom N

source: Floating Point
af: wissel punt
da: Kommatal
ja: 浮動小数
sk: Reálne číslo

source: Character
af: karakter
da: Tegn
ja: 文字
sk: Znak

source: Others
da: Andre
ja: その他
sk: Ostatné

source: Normal:
af: normale:
ja: 標準:
sk: Normálne:

source: Selected:
af: gekose:
da: Markeret:
ja: 選択:
sk: Vybrané:

source: Bold
af: vetdruk
da: Fed
ja: ボールド
sk: Tučné

source: Family:
af: familie:
da: Familie:
ja: ファミリ:
sk: Rodina:

source: Size:
af: grootte:
da: Størrelse:
ja: サイズ:
sk: Veľkosť:

source: Highlight Settings
af: verlig instellings
da: Fremhævnings opsætning
ja: ハイライト設定
sk: Nastavenie zvýrazňovania

source: Default Item Styles
af: verstek item style
da: Standardstil
ja: デフォルト項目スタイル
sk: Štandardné štýly položky

source: Item:
da: Element:
ja: 項目:
sk: Položka:

source: Default Font
af: verstek skrif tipe
da: Standard skrifttype
ja: デフォルトフォント
sk: Štandardné písmo

source: &Highlight Modes
af: verlig modusse
da: &Fremhævningstilstande
ja: ハイライトモード(&H)
sk: &Zvýrazňovacie módy

source: Config Select
af: opstelling kies
da: Indstillingsvalg
ja: 構成の選択
sk: Nastavenie výberu

source: Item Style
af: item styl
da: Elementstil
ja: 項目スタイル
sk: Štýl položky

source: Highlight Auto Select
af: verlig outo kies
da: Vælg fremhævelsestype automatisk
ja: 自動選択のハイライト
sk: Automatické zvýrazňovanie

source: Item Font
af: item skrif tipe
da: Skifttype for element
ja: 項目フォント
sk: Písmo položky

source: Highlight:
af: verlig:
da: Fremhævelse:
ja: ハイライト:
sk: Zvýraznenie:

source: File Extensions:
af: lêer uitbreidings:
da: Efternavn:
ja: ファイル拡張子:
sk: Prípony súborov:

source: Mime Types:
af: mime tipes:
da: Mime-typer:
ja: MIMEタイプ:
sk: Typy MIME:

source: Find Text
af: soek teks
da: Find tekst
ja: テキストの検索
sk: Nájsť text

source: &Text To Find:
af: teks aan soek:
da: &Tekst at finde:
ja: 検索するテキスト(&T):
sk: &Text na hľadanie:

source: Regular Expression
af: gewone uitdrukking
da: Regulært udtryk
ja: 正規表現
sk: Regulárny výraz

source: Replace Text
af: vervang teks
da: Erstat tekst
ja: 置換するテキスト
sk: Nahradiť text

source: &Replace With:
af: vervang met:
da: &Erstat med:
ja: 置きかえる値(&R):
sk: Na&hradiť s:

source: C&ase Sensitive
af: kas sensitief
da: &Versalfølsom
ja: 大文字子文字を区別(&a)
sk: Rozlišovať &veľkosť písmen

source: &Whole Words Only
af: volledige woorde slegs
da: &Kun hele ord
ja: 単語に一致するもののみ(&W)
sk: Len &celé slová

source: &From Cursor
af: van plekaanduier
da: &Fra markør
ja: カーソル位置から(&F)
sk: Od &kurzoru

source: Find &Backwards
af: soek terugwaarts
da: Find &baglæns
ja: 後方へ検索(&B)
sk: Hľadať do&zadu

source: &Selected Text
af: gekose teks
da: &Markeret tekst
ja: 選択されたテキスト(&S)
sk: &Vybraný text

source: &Prompt On Replace
af: por op vervang
da: &Spørg ved erstat
ja: 置き換える際に問い合わせる(&P)
sk: &Pýtať sa pri nahradení

source: &All
af: alle
da: &Alle
ja: 全て(&A)
sk: &Všetky

source: &No
af: nee
da: &Nej
ja: いいえ(&N)
sk: &Nie

source: &Yes
af: ja
da: &Ja
ja: はい(&Y)
sk: &Áno

source: Replace this occurence?
af: vervang hierdie voorkoms?
da: Erstat denne forekomst?
ja: これを置き換えますか?
sk: Nahradiť tento výskyt?

source: Goto Line
af: gaan na lyn
da: Gå til linie
ja: 移動
sk: Prejsť na riadok

source: &Goto Line:
af: gaan na lyn:
da: &Gå til linie:
ja: 移動(&G):
sk: &Choď na riadok:

source: &Auto Indent
af: outo inkeep
da: &Auto Indryk
ja: 自動字下げ(&A)
sk: &Automaticky odsadzovať
