Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: You have added a file to the project that already exists. Do you want overwrite the old one?
da: Du har tilføjet en fil som allerede findes i projektet. Vil du overskrive den gamle?
de: Sie haben eine Datei zum Projekt hinzugefügt, die bereits vorhanden ist. Soll die alte Datei überschrieben werden?
et: Projektile lisatud fail on juba olemas. Kas kirjutada vana üle?
hu: Egy már létező fájlt adott a projekthez. Felül kívánja írni a korábbit?
id: Anda telah menambah file yang sudah ada ke proyek Timpa file yang lama?
it: Hai aggiunto un file al progetto che giá esisteva. Vuoi sovrascrivere il vecchio file?
ja: 既に存在するファイルをプロジェクトに追加しようとしています。 古いファイルを上書きしますか?
nl: U heeft een bestand aan het project toegevoegd dat al bestaat. Wilt u de oude overschrijven?
no_ny: Du har lagt til ei fil som alt finst i prosjektet. Vil du skriva over den gamle?
pl: Dodałeś do projektu już istniejący plik. Czy chcesz nadpisać starą wersję?
sk: Chcete pridať súbor, ktorý vo Vašom projekte už existuje. Prepísať ten starý súbor?
sl: V projekt ste dodali datotoeko, ki že obstaja. Ali naj povozim staro datoteko?
sv: Du har lagt till en fil till projecktet som redan finns. Vill du skriva över den gamla?
xh: Udibanise ifayile kwi projekti esele ikhona. Ufuna ukubhala ngaphezulu endala?

source: Files exists!
da: Filer eksisterer!
de: Die Dateien existieren bereits!
et: Failid on olemas!
hu: A fájl már létezik!
id: File sudah ada!
it: I file esistono!
ja: ファイルは存在します!
nl: Bestand bestaat!
no_ny: Fila finst.
pl: Plik istnieje!
sk: Súbor existuje!
sl: Datoteka obstaja!
sv: Filer finns redan!
xh: Ifayile ikhona!

source: Please make sure, that you have added "AM_LEX_PROG" to your configure.in!
da: Tjek at du har tilføjet "AM_LEX_PROG" i configure.in!
de: Bitte vergewissern Sie sich, dass Sie "AM_LEX_PROG" zu Ihrer "configure.in" hinzugefügt haben.
et: Palun tee kindlaks, kas lisasid "AM_LEX_PROG"-i configure.in faili!
hu: Ellenőrizze, hogy az "AM_LEX_PROG" bejegyzés szerepel-e a configure.in fájlban.
id: Pastikan Abda telah menambah "AM_LEX_PROG" ke configure.in Anda!
it: Per favore assicurati di aver aggiunto "AM_LEX_PROG" al tuo configure.in!
ja: configure.inに"AM_LEX_PROG"を追加 しました!
nl: Verzeker u ervan, dat u "AM_LEX_PROG" toegevoegd heeft aan uw configure.in!
no_ny: Sjå til at du har lagt til »AM_LEX_PROG» i configure.in.
pl: Sprawdź, czy do twojego "configure.in" dodałeś "AM_LEX_PROG"!
sk: Prosím, overte, že ste pridali "AM_LEX_PROG" do vášho configure.in!
sl: Prepričajte se, da ste dodali "AM_LEX_PROG" v configure.in !
sv: Var god kontrollera att du har lagt till "AM_LEX_PROG" i din configure.in fil!
xh: Nceda qinisekisa, ukuba udibanise "AM_LEX_PROG" kuqwalaselo lwakho kwi!

source: Untitled.h
da: Uden navn.h
de: Unbenannt.h
id: Tanpanama.h
it: Senzatitolo.h
nl: Naamloos.h
no_ny: Namnlaus.h
pl: Nienazwany.h
sk: Bezmena.h
sv: Namnlös.h
xh: Engenawonga i h

source: Untitled.c
da: Unavngivet.c
de: Unbenannt.c
hu: Névtelen.c
id: Tanpanama.c
it: Senzatitolo.c
nl: Naamloos.c
no_ny: Namnlaus.c
pl: Nienazwany.c
sk: Bezmena.c
sl: Breznaslova.c
sv: Namnlös.c
xh: Engenawonga i c

source: Untitled.cpp
da: Unavngivet.cpp
de: Unbenannt.cpp
id: Tanpanama.cpp
it: Senzatitolo.cpp
nl: Naamloos.cpp
no_ny: Namnlaus.cpp
pl: Nienazwany.cpp
sk: Bezmena.cpp
sv: Namnlös.cpp
xh: Engenawonga i cpp

source: Do you really want to save the file as another type of document?
da: Vil du virkelig gemme filen som en anden dokumenttype?
de: Möchten Sie diese Datei wirklich mit einem anderen Dokumenttyp speichern?
et: Kas tõesti salvestada see fail uut tüüpi dokumendina?
hu: Biztosan más típusú dokumentumként akarja elmenteni a fájlt?
id: Yakin ingin menyimpan file ke dalam tipe dokumen lain?
it: Vuoi veramente salvare il file come un altro tipo di documento?
ja: 本当に他のタイプのドキュメントとして 保存しますか?
nl: Wilt u het bestand echt als een ander type document opslaan?
no_ny: Vil du verkeleg lagra fila som ein annan dokumenttype?
pl: Czy naprawdę chcesz zapisać ten plik jako dokument innego typu?
sk: Naozaj chcete uložiť súbor ako iný typ dokumentu?
sl: Ali res želite shraniti datoteko kot drug tip dokumenta
sv: Vill du verkligen spara filen som en annan typ av dokument?
xh: Ufuna ngokwenene ukugcina ifayile njengolunye udidi loxwebhu?

source: Save as new type of document?
da: Gem som ny dokumenttype?
de: Als neuen Dokumenttyp speichern?
et: Salvetada nagu uut tüüpi dokument?
hu: Mentés új dokumentumtípussal?
id: Simpan sebagai dokumen tipe baru?
it: Salva come nuovo tipo di documento?
ja: 新しいタイプのドキュメントとして保存しますか?
nl: Als nieuw type bestand opslaan ?
no_ny: Lagra som ny dokumenttype?
pl: Zapisać jako dokument o nowym typie?
sk: Uložiť ako iný typ dokumentu?
sl: Shrani dokument kot nov tip?
sv: Spara som ny typ av dokument?
xh: Gcina njengodidi olutsha loxwebhu?

source: Scanning project files...
da: Gransker projektfiler...
de: Einlesen der Projektdateien...
et: Projekti failide skaneerimine...
hu: A projektfájlok átvizsgálása...
id: Memindai file proyek...
it: Scansione dei file di progetto...
ja: プロジェクトのファイルをスキャン中...
nl: Bezig met doorzoeken van project bestanden...
no_ny: Skannar prosjektfiler ...
pl: Skanowanie plików projektu...
sk: Kontrolujem súbory projektu...
sl: Pregledujem projektne datoteke...
sv: Söker igenom projektfiler...
xh: Ivavanya iifayile ze projekti...

source: Do you want to load it as ASCII file?
da: Ønsker du at indlæse den som en ASCII-fil
de: Möchten Sie die Datei als ASCII-Datei laden?
hu: Egyszerű szöveges fájlként szeretné betölteni?
it: Vuoi aprirlo come file ASCII?
ja: ASCIIファイルとしてロードしますか?
nl: Wilt u het als een ASCII bestand laden ?
no_ny: Vil du lasta ho som ASCII-fil?
sk: Chcete ho načítať ako súbor ASCII?
sl: Ali jo želite naložiti kot datoteko ASCII?
sv: Vill du ladda den som en ASCII-fil?
xh: Ufuna ukuyilayisha njenge ASCII fayile?

source: Load decision
da: Indlæsningsbeslutning
de: Auswahl für Pfade
hu: Betöltési döntés
it: Decidi modalità di caricamento
ja: 決定をロード
nl: Laad beslissing
no_ny: Lastingsval
sk: Rozhodnutie o načítaní
sl: Odločitev o nalaganju
sv: Laddningsbeslut
xh: Layisha isigqibo

source: There is unsaved data. Do you really want to quit?
da: Det er ugemte data. Vil du virkelig afslutte?
de: Es liegen ungespeicherte Daten vor. Möchten Sie KDevelop wirklich beenden?
et: Osa andmeid on salvestamata. Soovid sa tõesti väljuda?
hu: Elmentésre váró adatok vannak. Biztosan ki akar lépni?
id: Ada data belum disimpan. Yakin ingin keluar?
it: Ci sono dei dati non salvati. Vuoi veramente uscire?
ja: 保存していないデータがあります。 本当に終了しますか?
nl: Er is onopgeslagen data. Wilt u echt stoppen?
no_ny: Det finst ulagra data. Vil du verkeleg avslutta?
pl: Pewne dane nie zostały zapisane. Czy naprawdę chcesz wyjść?
sk: Niektoré dáta nie sú uložené. Naozaj chcete skončiť?
sl: Podatki niso shranjeni. Želite vseeno prekiniti z delom?
sv: Det finns data som inte sparats Är du säger på att du vill avsluta?
xh: Kukho idata engagcinwanga. Ufuna ngokwenene ukuphuma?

source: Exit KDevelop
da: Afslut KDevelop
de: KDevelop beenden
et: Välju KDevelopist
hu: Kilépés a programból
id: Keluar KDevelop
it: Esci da KDevelop
ja: KDevelopを終了
nl: KDevelop verlaten
no_ny: Avslutt KDevelop
pl: Wyjdź z KDevelopa
sk: Ukončí KDevelop
sl: Izhod iz KDevelop
sv: Avsluta KDevelop
xh: Phumisa i KDevelop

source: Window
da: Vindue
de: Fenster
et: Aken
hu: Ablak
it: Finestra
ja: ウィンドウ
nl: Venster
no_ny: Vindauge
pl: Okno
sk: Okno
sl: Okno
sv: Fönster
xh: iWindow

source: Undock
da: Genskab
de: Abdocken
et: Doki lahti
hu: Kidokkolás
it: Elimina dal pannello
ja: ドッキング解除
nl: Afmeren
no_ny: Udokk
sk: Z panelu
sl: Odsidraj
sv: Docka inte
xh: Sukuxinanisa

source: Maximize
da: Maksimér
de: Maximieren
et: Maksimeeri
hu: Maximalizálás
it: Massimizza
ja: 最大化
nl: Maximaliseren
no_ny: Maksimer
sk: Maximalizovať
sl: Razpni
sv: Maximera
xh: Yenza nkulu

source: Minimize
da: Minimér
de: Minimieren
et: Minimeeri
hu: Minimalizálás
it: Minimizza
ja: 最小化
nl: Minimaliseren
no_ny: Minimer
sk: Minimalizovať
sl: Skrči
sv: Minimera
xh: Yenza ncinane

source: Dock
da: Dok
de: Andocken
et: Doki
hu: Bedokkolás
it: Aggiungi al pannello
ja: ドッキング
nl: Aanmeren
no_ny: Dokk
sk: Do panelu
sl: Zasidraj
sv: Docka
xh: Xinanisa

source: Operations
da: Operationer
de: Operationen
et: Operatsioonid
hu: Műveletek
it: Operazioni
ja: 操作
nl: Handelingen
no_ny: Operasjonar
sk: Operácie
sl: Operacije
sv: Åtgärder
xh: Imisebenzi

source: Close &All
da: Luk &alt
de: Alle &schließen
et: &Sulge kõik
hu: Az összes fájl be&zárása
it: Chiudi &tutto
ja: 全て閉じる(&A)
nl: &Alles sluiten
no_ny: Lukk &alle
pl: Zamknij &wszystko
sk: Zavrieť &všetko
sl: Zapri &vse
sv: Stäng &alla
xh: Vala &konke

source: &Iconify All
da: &Minimér alt
de: Alle &minimieren
et: &Ikooni kõik
hu: Az összes abl&ak minimalizálása
it: &Riduci a icona tutto
ja: 全てをアイコン化
nl: Alles m&inimaliseren
no_ny: &Ikoniser alle
sk: Všetky do i&kony
sl: &Ikoniziraj vse
sv: &Ikonifiera alla
xh: &Iconifaya zonke

source: &MDI Mode...
da: &MDI tilstand...
de: &MDI-Modus...
et: &MDI režiim...
hu: &MDI-mód...
it: Modalità &MDI...
ja: &MDI モード...
nl: &MDI Modus...
no_ny: &MDI-modus
pl: &MDI...
sk: &MDI mód...
sl: Način &MDI...
sv: &MDI-läge
xh: &Indlela ye MDI...

source: &Toplevel mode
da: &Topniveau tilstand
de: &Toplevel-Modus
et: &Võrdsete akende režiim
hu: Felső szi&ntű mód
it: Modalità &Toplevel
ja: トップレベルモード(&T)
nl: &Topniveau mode
no_ny: &Toppnivåmodus
pl: Tryb &widgetu nadrzędnego...
sk: Okná &najvyššej úrovne
sl: Način &najvišje ravni
sv: &Toppnivåläge
xh: &Indlela yomphakamo ophezulu

source: C&hildframe mode
da: C&hildframe tilstand
de: &Rahmenfenster-Modus
et: &Alamaken režiim
hu: Gye&rmekablakos mód
it: Modalità &Childframe
ja: 子フレームモード(&h)
nl: &Kindframe mode
no_ny: &Barnerammemodus
pl: Tryb widgetu &potomnego
sk: Mód &Childframe
sl: Način &otroškega okvirja
sv: &Barnfönsterläge
xh: Indlela yesakhelo so&mntwana

source: Ta&b Page mode
da: Ta&b Page Tilstand
de: T&abulatorseiten-Modus
et: Ta&buleeritud akende režiim
hu: &Többlapos mód
it: Modalità Tab &Page
ja: タブページモード(&b)
nl: Geta&bte pagina mode
no_ny: &Fleirsidemodus
pl: Tryb widgetu z &zakładkami
sk: Mód &záložiek
sl: Način strani z &zavihki
sv: &Fliksidesläge
xh: Indlela yephepha lesi&thuba

source: &Placing...
da: &Placerer...
de: &Platzieren...
et: &Asetus...
hu: El&helyezés...
it: &Sistemazione...
ja: 配置中(&P)...
nl: Bezig met &plaatsen...
no_ny: &Plassering ...
sk: &Umiestnenie...
sl: &Umeščanje...
sv: &Placering...
xh: &Iyabeka...

source: Ca&scade windows
da: Ka&skade vinduer
de: Fenster &staffeln
et: Ka&skaadi aknad
hu: Az ablakok lépcsőzetes &elrendezése
it: Fine&stre in cascata
ja: ウィンドウを並べる(&s)
nl: Ven&sters trapsgewijs schikken
no_ny: &Overlappande vindauge
pl: Okno ułożone &kaskadowo
sk: &Kaskádovať okná
sl: &Kaskadna okna
sv: Lägg fön&stren i rad
xh: Ngxa&ngxazisa iiwindow

source: Cascade &maximized
da: Kaskade &maksimeret
de: Maximiert &staffeln
et: Kaskaadi maksimeeritult
hu: Az ablakok lépcsőzetes elrendezése (ma&ximalizálva)
it: Finestre in cascata &massimizzate
ja: 最大化して並べる(&m)
nl: Ge&maximaliseerde vensters trapsgewijs schikken
no_ny: Overlappande &maksimerte
pl: Maksymalna &kaskada
sk: Kaskádovať &maximalizované
sl: &Razpeta kaskada
sv: Lägg fönstren i rad &maximerade
xh: Ngxangxazisa &okukhlu

source: Expand &vertical
da: Udvid &lodret
de: Vertikal &verbreitern
et: Laienda &vertikaalselt
hu: Fü&ggőleges maximalizálás
it: Espandi &verticalmente
ja: 垂直方向に拡大(&v)
nl: &Verticaal verlengen
no_ny: Utvid &vertikalt
pl: Rozsuń &pionowo
sk: Roztiahnuť &vertikálne
sl: Razširi &navpično
sv: Expandera &vertikalt
xh: Yandisa &nkqo

source: Expand &horizontal
da: Udvid &vandret
de: &Horizontal verbreitern
et: Laienda &horisontaalselt
hu: Vízsz&intes maximalizálás
it: Espandi &orizzontalmente
ja: 水平方向に拡大(&h)
nl: &Horizontaal verbreden
no_ny: Utvid &horisontalt
pl: Rozsuń p&oziomo
sk: Roztiahnuť &horizontálne
sl: Razširi &vodoravno
sv: Expandera &horisontellt
xh: Yandisa &tye

source: Tile &non-overlapped
da: Flis &ikkeoverdækkende
de: N&ichtüberlappend anordnen
et: Paa&ni mitte-kattuvalt
hu: Az ablakok m&ozaikszerű elrendezése (átfedés nélkül)
it: Finestre &non-sovrapposte
ja: 重ならないように整列(&n)
nl: &Niet overlappend betegelen
no_ny: Flislegg &utan overlapping
sk: &Neprekrývajúce sa dlaždice
sl: Zloži &brez prekrivanja
sv: Sida vid sida i&nte överlappande
xh: Ithayile &enga-bekwa ngaphezulu

source: Tile overla&pped
da: Fliselæg &overdækkende
de: &Überlappend anordnen
et: &Paani kattuvalt
hu: Az ablakok mo&zaikszerű elrendezése (átfedéssel)
it: Finestre sovra&pposte
ja: 重ねて整列(&p)
nl: Overla&ppend betegelen
no_ny: Flislegg &med overlapping
sk: &Prekrývajúce sa dlaždice
sl: Zloži &prekrito
sv: Sida vid sida överla&ppande
xh: Ithayile phezu&kwenye

source: Tile v&ertically
da: Fliselæg &lodret
de: &Nebeneinander anordnen
et: Paani v&ertikaalselt
hu: Az ablakok mozaikszerű elrendezése (&függőlegesen)
it: Dividi &verticalmente
ja: 縦に整列(&e)
nl: V&erticaal betegelen
no_ny: Flislegg v&ertikalt
sk: Dlaždice &vertikálne
sl: Zloži n&avpično
sv: Sida vid sida v&ertikalt
xh: Ithayile nk&qo

source: &Dock/Undock...
da: &Dok/Afdok...
de: &Andocken/Abdocken...
et: &Doki kinni/lahti...
hu: Be&dokkolás/kidokkolás...
it: &Aggiungi/Togli dal pannello...
ja: ドッキング/解除(&D)...
nl: &Aan/afmeren...
no_ny: &Dokk/udokk ...
sk: &Do/z panelu...
sl: &Zasidraj/odsidraj...
sv: &Docka/docka inte...
xh: &Xinanisa/sukuxinanisa...

source: Unnamed
da: Unavngiven
de: Unbenannt
et: Nimetu
hu: Névtelen
it: Senza nome
ja: 名称なし
nl: Naamloos
no_ny: Namnlaus
pl: Nienazwany
sk: Bez mena
sl: Neimenovano
sv: Utan namn
xh: Engenagama

source: &Restore
da: &Genopfrisk
de: &Wiederherstellen
et: &Taasta
hu: Vissz&aállítás
it: &Ripristina
ja: 元に戻す(&R)
nl: He&rstellen
no_ny: &Gjenopprett
pl: &Odśwież
sk: &Obnoviť
sl: &Obnovi
sv: Åte&rställ
xh: &Gcina kwakhona

source: &Move
da: &Flyt
de: &Verschieben
et: &Liiguta
hu: Moz&gatás
it: &Sposta
ja: 移動(&M)
nl: &Verplaatsen
no_ny: &Flytt
sk: &Presunúť
sl: &Premik
sv: &Flytta
xh: &Shukumisa

source: R&esize
da: Æ&ndr størrelse
de: &Größe zurücksetzen
et: &Suurenda
hu: Á&tméretezés
it: &Ridimensiona
ja: リサイズ(&e)
nl: Groott&e wijzigen
no_ny: &Endra storleik
pl: Zmień rozm&iar
sk: Zmeniť &veľkosť
sl: Po&večava
sv: Ändra storl&ek
xh: Ye&nza ubungakanani kwakhona

source: M&inimize
da: M&inimér
de: &Minimieren
et: M&inimeeri
hu: M&inimalizálás
it: Mi&nimizza
ja: 最小化(&i)
nl: M&inimaliseren
no_ny: M&inimer
pl: Mi&nimalizuj
sk: &Minimalizovať
sl: S&krči
sv: M&inimera
xh: Nci&phisa

source: M&aximize
da: M&aksimér
de: &Maximieren
et: M&aksimeeri
hu: Ma&ximalizálás
it: Ma&ssimizza
ja: 最大化(&a)
nl: M&aximaliseren
no_ny: M&aksimer
pl: Mak&symalizuj
sk: Ma&ximalizovať
sl: Ra&zpni
sv: M&aximera
xh: Ye&nza nkulu

source: &Maximize
da: &Maximér
de: &Maximieren
et: &Maksimeeri
hu: M&aximalizálás
it: Ma&ssimizza
ja: 最大化(&M)
nl: &Maximaliseren
no_ny: &Maksimer
pl: &Maksymalizuj
sk: Ma&ximalizovať
sl: &Razpni
sv: &Maximera
xh: &Yenza nkulu

source: M&ove
da: &Flyt
de: &Verschieben
et: &Liiguta
hu: Moz&gatás
it: &Sposta
ja: 移動(&o)
nl: &Verplaatsen
no_ny: &Flytt
sk: Pres&un
sl: Pre&makni
sv: &Flytta
xh: Shu&kumisa

source: &Resize
da: Æ&ndr størrelse
de: &Größe ändern
et: Suu&renda
hu: Átmér&etezés
it: &Ridimensiona
ja: リサイズ(&R)
nl: G&rootte wijzigen
no_ny: &Endra storleik
pl: Zmień &rozmiar
sk: &Zmeniť veľkosť
sl: &Povečaj/zmanjšaj
sv: Ändra sto&rlek
xh: &Yenza ubungakanani kwakhona

source: &Undock
da: &Afdok
de: &Abdocken
et: &Doki lahti
hu: Ki&dokkolás
it: &Elimina dal pannello
ja: ドッキング解除(&U)
nl: &Afmeren
no_ny: &Udokk
sk: Vybrať &z panelu
sl: &Odsidraj
sv: D&ocka inte
xh: &Sukuxinanisa

source: class tree
da: Klassetræ
de: Klassenbaum
et: klassipuu
hu: osztályfa
it: Albero classi
ja: クラスツリー
nl: klasse boomweergave
no_ny: klassetre
pl: drzewo klas
sk: strom tried
sl: drevo razredov
sv: klassträd
xh: uhlobo lomthi

source: files of project
da: filer i projektet
de: Alle Dateien im Projekt
et: projekti failid
hu: a projekt fájljai
it: file del progetto
ja: プロジェクトのファイル
nl: bestanden van het project
no_ny: filer til prosjekt
pl: pliki projektu
sk: súbory projektu
sl: datoteke v projektu
sv: projektets filer
xh: iifayile ze projekti

source: view on project directory
da: Visning af projektkatalog
de: Projektverzeichnis:
et: projekti kataloogi vaade
hu: a projektkönyvtár nézete
it: vista della directory del progetto
ja: プロジェクトディレクトリのビュー
nl: weergave op de projectmap
no_ny: vis på prosjektkatalor
pl: Katalog projektu:
sk: pohľad na priečinok projektu
sl: pogled imenika projekta
sv: visa i projektkatalog
xh: imboniso kulawulo lwe projekti

source: documentation
da: dokumentation
de: Dokumentation
et: dokumentatsioon
hu: dokumentáció
it: documentazione
ja: ドキュメント
nl: documentatie
no_ny: hjelpetekst
pl: dokumentacja
sk: dokumentácia
sl: dokumentacija
sv: dokumentation
xh: uxwebhu

source: messages
da: beskeder
de: Meldungen
et: teated
hu: üzenetek
id: pesan
it: messaggi
ja: メッセージ
nl: berichten
no_ny: meldingar
pl: Komunikaty
sk: správy
sl: sporočila
sv: meddelanden
xh: imiyalezo

source: output of KDevelop
da: uddata fra KDevelop
de: Ausgaben von KDevelop
et: KDevelopi väljund
hu: a KDevelop kimenete
it: output di KDevelop
ja: KDevelopの出力
nl: uitvoer van KDevelop
no_ny: resultat frå KDevelop
sk: výstup KDevelop
sl: izhod programa KDevelop
sv: utmatning från KDevelop
xh: Imveliso ye KDevelop

source: messages of started program
da: beskeder fra startet program
de: Meldungen der gestarteten Anwendung
et: käivitatud rakenduse teated
hu: az elindított program üzenetei
it: messaggi da un programma in esecuzione
ja: 起動されたプログラムからのメッセージ
nl: berichten van het gestarte programma
no_ny: meldingar frå starta program
pl: komunikaty uruchamianego programu
sk: správy spusteného programu
sl: sporočila zagnanega programa
sv: meddelanden från det startade programmet
xh: imiyalezo yodweliso lwenkqubo eqaliweyo

source: error messages of started program
da: fejlbeskeder fra startet program
de: Fehlermeldungen der gestarteten Anwendung
et: käivitatud rakenduse veateated
hu: az elindított program hibaüzenetei
it: messaggi di errore di un programma in esecuzione
ja: 起動されたプログラムのエラーメッセージ
nl: fout berichten van het gestarte programma
no_ny: feilmeldingar frå starta program
pl: błędy zgaszane przez uruchamiany program
sk: chybové správy spusteného programu
sl: sporočila o napakah zagnanega programa
sv: felmeddelanden från det startade programmet
xh: imposiso zemiyalezo zodweliso lwenkqubo eqaliweyo

source: Konsole
da: Konsol
pl: Konsola
sk: Konzola
sl: Konzola
sv: Konsol
xh: iKonsole

source: embedded konsole window
da: indlejret konsol vindue
de: Eingebettetes Konsolenfenster
et: integreeritud konsole aken
hu: beágyazott terminálablak
it: finestra konsole integrata
ja: 埋め込みkonsoleウィンドウ
nl: ingebedde konsole venster
no_ny: innebygd Konsole-vindauge
pl: okno osadzonej konsoli
sk: vložené okno konzole
sl: vključeno okno s konzolo
sv: inbyggt konsolfönster
xh: iwindow ye konsole elungisiweyo

source: &New...
da: &Ny...
de: &Neu...
et: &Uus...
hu: Ú&j...
id: &Baru...
it: &Nuovo...
ja: 新規… (&N)
nl: &Nieuw...
no_ny: &Ny ...
pl: &Nowy...
sk: &Nový...
sl: &Nov...
sv: &Nytt...
xh: &Entsha...

source: Close All
da: Luk alt
de: Alle schließen
et: Sulge kõik
hu: Az összes fájl bezárása
id: Tutup Semua
it: Chiudi tutto
ja: 全て閉じる
nl: Alles sluiten
no_ny: Lukk alle
pl: Zamknij wszystkie
sk: Zavrieť všetko
sl: Zapri vse
sv: Stäng alla
xh: Vala konke

source: Save &As...
da: Gem &som...
de: Speichern &unter...
et: S&alvesta nagu...
hu: Mentés máskén&t...
id: Simp&an Sebagai...
it: S&alva con Nome...
ja: 名前をつけて保存(&A)
nl: Opsl&aan als...
no_ny: Lagra &som ...
pl: Zapisz &jako...
sk: Uložiť &ako...
sl: Shr&ani kot...
sv: Spa&ra som...
xh: Gcin&a njenge...

source: Save A&ll
da: Gem a&lle
de: &Alles speichern
et: Sa&lvesta kõik
hu: A&z összes fájl mentése
id: Simpa&n Semua
it: Salva &tutti
ja: 全てを保存(&l)
nl: A&lles opslaan
no_ny: Lagra &alle
pl: Zapi&sz wszystkie
sk: Uložiť &všetko
sl: Shrani &vse
sv: Spara a&lla
xh: &Gcina konke

source: U&ndo
da: F&ortryd
de: &Rückgängig
et: Tühista
hu: &Visszavonás
it: A&nnulla
ja: 元に戻す(&n)
nl: O&ngedaan maken
no_ny: &Angra
pl: &Cofnij
sk: Vrá&tiť späť
sl: &Razveljavi
sv: Å&ngra
xh: Sukwe&nza

source: R&edo
da: Udfør &igen
de: Wieder&herstellen
et: Korda
hu: Újra végre&hajtás
it: Rip&eti
ja: やり直し(&e)
nl: H&erdoen
no_ny: &Gjer om
pl: &Ponów
sk: Opa&kovať vrátené
sl: &Ponovno uveljavi
sv: &Gör om
xh: Yenza kwa&khona

source: In&dent
da: I&ndryk
de: E&inrücken
et: Samm e&dasi
hu: &Behúzás
it: In&denta
ja: インデント(&D)
nl: Ins&pringen
no_ny: Inn&rykk
pl: Wc&ięcie
sk: O&dsadiť
sl: Zamakni
sv: In&dentera
xh: Itha&nda

source: Uninden&t
da: &Fjern indrykning
de: Einrücken r&ückgängig
et: Samm tagasi
hu: Behú&zás vissza
it: Togli l'inden&tazione
ja: インデント解除(&t)
nl: Ui&tspringen
no_ny: &Fjern innrykk
pl: Us&uń wcięcie
sk: &Zrušiť odsadenie
sl: Odnaredi zamik
sv: Avinden&tera
xh: Sukwenza ma&thanda

source: C&omment
da: &Kommentar
de: &Zeile als Kommentar
et: Ko&mmenteeri
hu: Me&gjegyzésjel
id: K&omentar
it: C&ommenta
ja: コメント(&o)
nl: Bek&ommentarieer
no_ny: K&ommenter
pl: K&omentarz
sk: &Zakomentovať
sl: &Komentiraj
sv: Kommente&ra
xh: &Gqabaza

source: Unco&mment
da: &Fjern kommentar
de: Zeile als K&ommentar rückgängig
et: &Eemalda kommentaar
hu: Megjegyzésjel tö&rlése
id: Hapus Ko&mentar
it: Togli co&mmento
ja: コメント解除(&m)
nl: Deko&mmentarieer
no_ny: Fjern ko&mmentering
pl: Usuń ko&mentarz
sk: &Odkomentovať
sl: &Odkomentiraj
sv: A&vkommentera
xh: &Sukugqabaza

source: &Insert File...
da: &Indsæt fil...
de: &Datei einfügen...
et: L&isa fail...
hu: Fájl be&szúrása...
id: S&isip file...
it: &Inserisci un file...
ja: ファイル挿入(&I)
nl: Bestand &invoegen...
no_ny: Set &inn fil ...
pl: Wstaw p&lik...
sk: &Vložiť súbor...
sl: &Vstavi datoteko...
sv: &Infoga fil...
xh: &Faka ifayile...

source: &Search...
da: &Søg...
de: &Suchen...
et: Ot&si...
hu: &Keresés...
id: &Cari...
it: &Trova...
ja: 検索(&S)...
nl: &Zoeken...
no_ny: &Søk ...
pl: &Szukaj...
sk: &Nájsť...
sl: &Iskanje...
sv: &Sök...
xh: &Phendla...

source: Repeat Searc&h
da: &Gentager søgning
de: Suche &wiederholen
et: Korda otsingut
hu: Az &utolsó keresés megismétlése
id: Ulang P&encarian
it: &Ripeti la ricerca
ja: 再び検索(&h)
nl: Zoekopdrac&ht herhalen
no_ny: Sø&k igjen
pl: Powtórz w&yszukiwanie
sk: &Hľadať ďalej
sl: Ponovi i&skanje
sv: &Upprepa sökning
xh: Phinda uphe&ndlo

source: Search in &Files...
da: Søg i &filer...
de: In Dateien s&uchen...
et: Otsi &failidest...
hu: Keresés &fájlokban...
id: Cari di &File
it: Cerca nei &File...
ja: ファイルから検索(&F)...
nl: In Be&standen zoeken...
no_ny: Søk i &filer ...
pl: Wyszuka&j w plikach...
sk: Hľadať v &súboroch....
sl: Išči v &datotekah...
sv: Sök i &filer...
xh: Phendla kwi &fayile...

source: Switch to Header/Source...
da: Skift til Header/Source...
de: Umschalten zu Header / Quelltext
et: Liigu päise/koodi juurde...
hu: Váltás a header- ill. forrásfájlra...
it: Va all'intestazione/implementazione....
ja: ヘッダ/ソースに切替え...
nl: Naar Header/Bronbestand omschakelen...
no_ny: Hopp til deklarasjon/kjelde ...
pl: Plik nagłówkowy/implementacja
sk: Prepnúť na hlavičku/zdrojový kód...
sl: Preklopi med glavo/kodo...
sv: Byt till huvudfil/källkod...
xh: Switsha kwi header/Imvelaphi...

source: Select &All
da: Vælg &alt
de: A&lle auswählen
et: V&ali kõik
hu: Minden kij&elölése
id: Pilih Semu&a
it: Selezion&a tutto
ja: 全て選択(&A)...
nl: &Alles selecteren
no_ny: Merk &alt
pl: Z&aznacz wszystko
sk: Vybrať všetk&o
sl: &Izberi vse
sv: &Markera alla
xh: Kheth&a zonke

source: Text only
da: Kun tekst
de: Nur Text
et: Ainult tekst
hu: csak szöveg
id: Cuma Teks
it: Solo testo
ja: テキストのみ
nl: Alleen Tekst
no_ny: Berre tekst
pl: Tylko tekst
sk: Iba text
sl: Samo besedilo
sv: Enbart text
xh: Amagama ashicilelweyo okanye abhaliweyo kuphela
