Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: No matches found
da: Ingen træffere fundet
de: Keine Übereinstimmungen gefunden
et: Sobivusi polnud
hu: Nincs találat
id: Tidak ada yang cocok
it: Nessuna corrispondenza trovata
ja: 見つかりませんでした
nl: Geen overeenkomsten gevonden
no_ny: Ingen treff
pl: Nic nie znaleziono
sk: Nič nenájdené!
sl: Ni najdenih zadetkov
sv: Inga träffar
xh: Akukho zintelekiso zifumanekayo

source: Syntax error in pattern
da: Syntaksfejl i mønster
de: Syntaxfehler im Muster
et: Süntaksi viga mustris
hu: Szintaktikai hiba a mintában
id: Salah sintaks pada pola
it: Errore sintattico nel pattern
ja: パターン内に文法エラー
nl: Syntax error in zoekpatroon
no_ny: Syntaksfeil i mønster
pl: Błąd składni, we wzorze
sk: Syntaktická chyba vo vzorke
sl: Skladenjska napaka v vzorcu
sv: Syntax-fel i mönstret
xh: Imposiso yesivakalisi kumlinganiselo

source: Arguments:
da: Argumenter:
de: Argumente:
et: Argumendid:
hu: Argumentumok:
id: Argumen:
it: Argomenti:
ja: 引数:
nl: Argumenten:
no_ny: Argument:
pl: Argumenty:
sk: Argumenty:
sl: Argumenti:
sv: Argument:
xh: Iimpikiswano:

source: Clear Arguments
da: Rens argumenter
de: Argumente löschen
et: Kustuta argumendid
hu: Az argumentumok törlése
id: Bersihkan Argumen
ja: 引数をクリア
nl: Argumenten opschonen
no_ny: Fjern argument
pl: Usuń argumenty
sk: Zmaž argumenty
sl: Izbris argumentov
sv: Rensa argument
xh: Cacisa iimpikiswano

source: ClassWizard Tool
da: Klassevejviser-værktøj
de: Klassen-Werkzeug
et: Klassi loomise abimees
hu: Osztályvarázsló eszköz
id: Program bantu ClassWizard
it: Tool ClassWizard
ja: ClassWizardツール
nl: KlasseAssistent Gereedschap
no_ny: Klassevegvisar-verktøy
pl: Narzędzie kreatora klas
sk: Sprievodca triedou
sl: Orodje čarovnik za razred
sv: Klassguideverktyg
xh: Isixhobo sohlobo lwe wizard

source: Virtual functions
da: Virtuelle funktioner
de: Virtuelle Funktionen
et: Virtuaalsed funktsioonid
hu: Virtuális függvények
id: Fungsi virtual
it: Funzioni Virtuali
ja: 仮想関数
nl: Virtuele functies
no_ny: Virtuelle funksjonar
pl: Funkcje wirtualne
sk: Virtuálne funkcie
sl: Navidezne funkcije
sv: Virtuella funktioner
xh: Imisebenzi enesiphumo

source: Class:
da: Klasse:
de: Klasse:
et: Klass:
hu: Osztály:
it: Classe:
ja: クラス:
nl: Klasse:
no_ny: Klasse:
pl: Klasa:
sk: Trieda:
sl: Razred:
sv: Klass:
xh: Uhlobo:

source: Available:
da: Tilgængelig:
de: Verfügbar:
et: Saadaval:
hu: Elérhető:
id: Tersedia:
it: Disponibili:
ja: 利用可能:
nl: Beschikbaar:
no_ny: Tilgjengeleg:
pl: Dostępne:
sk: K dispozícii:
sl: Na voljo:
sv: Tillgängliga:
xh: Ikhona:

source: Used:
da: Brugt:
de: Verwendet:
et: Kasutatud:
hu: Használva:
id: Dipakai:
ja: 使用中:
nl: Gebruikt:
no_ny: Brukt:
pl: Używane:
sk: Použité:
sl: Uporabljeni:
sv: Använda:
xh: Isetyenzisiwe:

source: Added method
da: Tilføjet metode
de: Methode hinzugefügt
et: Lisatud meetod
hu: Hozzáadott tagfüggvény
id: Metode penambahan
it: Aggiungi metodo
ja: 追加されたメソッド
nl: Toegevoegde methode
no_ny: Lagt til metode
pl: Dodana metoda
sk: Pridaná metóda
sl: Dodane metode
sv: Tillagd metod
xh: Indlela edityanisiweyo

source: The virtual method implementation has been added.
da: Den virtuelle metodeimplementation er blevet tilføjet.
de: Die Implementation der virtuellen Methode wurde hinzugefügt.
et: Virtuaalse meetodi realisatsioon lisati.
hu: A virtuális tagfüggvény megvalósítása bekerült a forráskódba.
id: Implementasi metode virtual telah ditambahkan.
it: Il metodo virtuale implementato è stato aggiunto.
ja: 仮想関数が追加されました。
nl: De virtuele methode-implementatie is toegevoegd
no_ny: Den virtuelle metodeimplementasjonen er lagt til.
pl: Została dodana implementacja wirtualnej metody.
sk: Bola pridaná implementácia virtuálnej metódy.
sl: Dodana je bila implementacija navidezne metode.
sv: Implementeringen av den virtuella metoden har lagts till.
xh: Uzalisekiso lwendlela eneziphumo ludityanisiwe.

source: (Globals)
da: (Globale)
de: (Global)
et: Globaalsed struktuurid
hu: (globális elemek)
id: (Umum)
it: (Globali)
ja: (グローバル)
nl: (Globalen)
no_ny: (Globale)
pl: (Globalne)
sk: (Globálne)
sl: (Globalne)
sv: (Globala)
xh: (Ngqukuva)

source: Are you sure you want to delete this method?
da: Er du sikker på at du vil fjerne denne metode?
de: Sind Sie sicher, dass Sie diese Methode löschen möchten?
et: Kas tõesti kustutada see meetod?
hu: Biztosan törölni akarja ezt a tagfüggvényt?
id: Anda yakin ingin menghapus metode ini?
it: Sei sicuro di voler cancellare questo metodo?
ja: 本当にこのメソッドを削除してよろしいですか?
nl: Wilt u werkelijk dit bestand verwijderen?
no_ny: Er du sikker på at du vil sletta denne metoden?
pl: Jesteś pewien, że chcesz usunąć tę metodę?
sk: Skutočne odstrániť túto metódu?
sl: Ste prepričani, da želite zbrisati to metodo?
sv: Är du säker på att du vill ta bort den här metoden?
xh: Uqinisekile ufuna ukucima le ndlela?

source: Delete method
da: Slet metode
de: Methode löschen
et: Kustuta meetod
hu: A (tag)függvény törlése
id: Hapus metode
it: Cancella metodo
ja: メソッドを削除
nl: Methode verwijderen
no_ny: Slett metode
pl: Usuń metodę
sk: Zmazať metódu
sl: Odstranitev metode
sv: Ta bort metod
xh: Cima indlela

source: //Del by KDevelop:
da: //Del af KDevelop:
de: //Del von KDevelop:
hu: //Törölve - KDevelop:
id: //Del oleh KDevelop:
it: //Del di KDevelop:
ja: //KDevelopにより削除:
nl: //Verwijdert door KDevelop (Del by KDevelop):
no_ny: //Sletta av KDevelop:
pl: //Skasowane przez KDevelopa:
sl: //Razvito s KDevelop:
sv: //Borttagen av KDevelop:
xh: //Del nge KDevelop:

source: Couldn't find the method to delete.
da: Kunne ikke finde metoden som skulle slettes.
de: Die zu löschende Methode wurde nicht gefunden.
et: Ei leidnud meetodit, mida kustutada
hu: A törölni kívánt tagfüggvény nem található.
id: Tidak ditemukan metode untuk dihapus.
it: Impossibile trovare il metodo da cancellare.
ja: 削除するメソッドが見つかりませんでした。
nl: Kon de te verwijderen methode niet vinden.
no_ny: Fann ingen metode å sletta.
pl: Nie mogłem znaleźć metody przeznaczonej do usunięcia.
sk: Odstraňovaná metóda nebola nájdená.
sl: Ne morem najti metode za izbris
sv: Kunde inte hitta metoden som skulle tas bort.
xh: Ayifumaneki indlela yokucima.

source: Method missing
da: Manglende metode
de: Methode fehlt
et: Meetod puudub
hu: Hiányzó tagfüggvény
id: Metode hilang
it: Metodo mancante
ja: メソッドを失いました
nl: Methode ontbreekt
no_ny: Metode manglar
pl: Nie znaleziono metody
sk: Chýbajúca metóda
sl: Metoda manjka
sv: Metoden saknas
xh: Indlela ilahlekile

source: Couldn't find the class which has the method to delete.
da: Kunne ikke finde klassen som har metoden som skal slettes.
de: Die Klasse, deren Methode gelöscht werden soll, konnte nicht gefunden werden.
et: Ei leidnud klassi, mis sisaldab seda meetodit, mida kustutad
hu: A törölni kívánt tagfüggvény osztálya nem található.
id: Tidak dapat menemukan kelas yang memiliki metode untuk dihapus
it: Impossibile trovare la classe con il metodo da cancellare.
ja: 削除するメソッドを持つクラスが見つかりませんでした。
nl: Kon de klasse die de te verwijderen methode bevat niet vinden.
no_ny: Fann ingen klasse som har metoden du vil sletta.
pl: Nie mogłem znaleźć klasy zawierającej metody, przeznaczonej do usunięcia.
sk: Trieda obsahujúca odstraňovanú metódu nebola nájdená.
sl: Ne morem najti razreda, ki vsebuje metodo za izbris
sv: Kunde inte hitta klassen som har metoden som skulle tas bort.
xh: Alufumaneki uhlobo elinendlela yokucima.

source: Class missing
da: Manglende klasse
de: Klasse fehlt
et: Klass puudub
hu: Hiányzó osztály
id: Class hilang
it: Classe mancante
ja: クラスを失いました
nl: Klasse ontbreekt
no_ny: Klasse manglar
pl: Nie znaleziono klasy
sk: Chýbajúca trieda
sl: Manjka razred
sv: Klassen saknas
xh: Uhlobo lulahlekile

source: Search in tags database
da: Søg i tags database
de: Tags-Datenbank durchsuchen
hu: Keresés a tags-adatbázisban
it: Ricerca nel database dei tags
ja: tagsデータベースを検索
nl: Zoeken in tags database
no_ny: Søk i taggdatabase
sk: Prehľadať databázu značiek
sl: Išči v zbirki oznak
sv: Söker i taggdatabasen
xh: Phendla kwisiseko sedata yamaphepha achazayo

source: search tags database
da: Søg tags database
de: Tags-Datenbank durchsuchen
hu: keresés a tags-adatbázisban
it: ricerca nel database dei tags
ja: tags データベースを検索
nl: tags database doorzoeken
no_ny: søk i taggdatabase
sk: prehľadať databázu značiek
sl: preišči zbirko oznak
sv: söker i taggdatabasen
xh: phendla isiseko sedata yamaphepha achazayo

source: Search
da: Søg
de: Suchen
hu: Keresés
it: Ricerca
ja: 検索
nl: Zoeken
no_ny: Søk
sk: Nájsť
sl: Išči
sv: Sök
xh: Phendla

source: Search tag:
da: Søg mærke:
de: Suche nach:
hu: Tag keresése:
it: Cerca tag:
ja: 検索 tag:
nl: Zoek tag:
no_ny: Søk etter tagg:
sk: Hľadať značku:
sl: Išči oznako:
sv: Sök tagg:
xh: Phendla iphepha elichazayo:

source: Exclude:
da: Ekskludér:
de: Ausnehmen von Suche:
hu: Kizárás:
it: Escludi:
ja: 除外:
nl: Buitensluiten:
no_ny: Utelukk:
sk: Vynechať:
sl: Izključi:
sv: Undanta:
xh: Sukuquka:

source: Tag type:
da: Mærketype:
de: Tag-Typ:
hu: Tag-típus:
it: Tipo di tag:
ja: tag タイプ:
no_ny: Taggtype:
sk: Typ značky:
sl: Vrsta oznake:
sv: Typ av tagg:
xh: Udidi lwephepha elichazayo:

source: Database:
de: Datenbank:
hu: Adatbázis:
ja: データベース:
sk: Databáza:
sl: Zbirka podatkov:
sv: Databas:
xh: Isiseko sedata:

source: searchTagsDialogImpl
da: søgTagsDialogImpl
sl: iščiTagsDialogImpl
sv: taggsökningsdialogimpl
xh: phendla uzaliseiso lwencoko yababini yamaphepha achazayo

source: new KDE Libs sources path:
da: ny sti til KDE-libs-kilde:
de: Neuer Pfad für KDE-Bibl.-Quelldateien:
et: KDE põhiteekide lähtekoodi asukoht:
hu: Az új KDE-könyvtár forrásának elérési útja:
id: letak sumber KDE Libs baru:
it: nuovo percorso per i sorgenti delle librerie di KDE:
ja: 新しい KDE Libs ソースパス:
nl: nieuwe KDE Libs bronbestanden pad:
no_ny: ny sti til KDE-libs-kjelder:
pl: Nowa ścieżka do bibliotek KDE:
sk: nová cesta pre kód KDE-knižnice
sl: nova pot do KDE Libs izvorne kode:
sv: Ny sökväg till källkod för KDE-bibliotek:
xh: umendo weemvelaphi omtsha we KDE Libs:

source: Choose installation mode:
da: Vælg installationsmodus:
de: Installations-Modus wählen:
et: Vali paigaldamise viis:
hu: Válassza ki a telepítési módot:
id: Pilih mode instalasi:
it: Seleziona la modalità di installazione:
ja: インストールモードを選択:
nl: Installatie modus kiezen:
no_ny: Vel installeringsmodus:
pl: Wybierz tryb instalacji
sk: Zvoľte inštalačný mód:
sl: Izberite način namestitve:
sv: Välj installationsläge:
xh: Khetha indlela yokugcina:

source: Delete old Documentation and install to recent Documentation path
da: Slet gammel dokumentation og installér til nylig dokumentationssti
de: Alte Dokumentation löschen und in aktuellem Doku-Verzeichnis installieren
et: Kustutada eelmine dokumentatsioon ja paigaldada uus samasse kohta
hu: A régi dokumentáció törlése és az új telepítése az aktuális helyére
id: Hapus Dokumentasi lama dan instal ke letak Dokumentasi terbaru
it: Elimina la vecchia documentazione e installa quella nuova nel percorso scelto
ja: 古いドキュメントを削除し現在の ドキュメントパスにインストールする
nl: Verwijder oude documentatie en installeer in recent documentatiepad.
no_ny: Slett gammal hjelpetekst og installer til den nyleg brukte hjelpetekststien
pl: usuń starą dokumentację i zainstaluj aktualną, w tym samym miejscu
sk: Odstrániť starú dokumentáciu a nainštalovať novú do aktuálnej cesty dokumentácie
sl: Odstrani staro dokumentacijo in namesti v pot nedavne dokumentacije
sv: Ta bort gammal dokumentation och installera till senaste sökväg för dokumentation
xh: Cima uxwebhu oludala kwaye ufake umendo wexwebhu osandukubakho

source: Checking this will delete the current documentation and replace it with the new generated documentation in the same path.
da: Hvis dette er afkrydset, vil den nuværende dokumentation blive slettet og erstattet med den nygenererede dokumentation i samme katalog.
de: Wenn Sie diese Einstellung markieren, wird die aktuelle Dokumentation gelöscht und mit der neu erzeugten überschrieben.
et: Kustutab praeguse dokumentatsiooni ja asendab selle värskelt tekitatud dokumentatsiooniga.
hu: Ennek bejelölésével a jelenlegi dokumentáció törlődik és helyébe az újonnan generált dokumentáció kerül ugyanazzal az elérési úttal.
id: Pilihan ini akan menghapus dokumentasi sekarang dan menggantinya dengan dokumentasi baru yang dibuat dengan letak yang sama.
it: Selezionando questa opzione la documentazione corrente verrà eliminata e sarà rimpiazzata con la nuova documentazione generata nello stesso percorso.
ja: ここをチェックすると現在のドキュメントを削除し、 新しく生成されたドキュメントを同じ場所に置換します。
nl: Als u dit selecteert, dan wordt de oude documentatie gewist en vervangen door de nieuw gegenereerde documentatie in hetzelfde pad.
no_ny: Dersom dette er valt, vert den noverande hjelpeteksten sletta og bytt ut med den nylaga hjelpeteksten i same katalog.
pl: Takie zaznaczenie spowoduje skasowanie aktualnej dokumentacji i jej zastąpienie przez nową, wygenerowaną.
sk: Použitím tejto voľby odstránite aktuálnu dokumentáciu a nahradíte ju novovygenerovanou dokumentáciou na rovnakej ceste.
sl: Izberite in stara dokumentacij bo odstranjena in nadomeščena z na novo zgenerirano v isti imenik.
sv: Om det här markeras tas nuvarande dokumentation bort och byts ut mot den nyskapade dokumentationen på samma sökväg.
xh: Ukukhangela oku kuzakucima uxwebhu langoku kwaye lilibuyisele ngoxwebhu olutsha olujikelezisiweyo kumendo omnye.

source: Delete old Documentation and install to new Documentation path
da: Slet gammel dokumentation og installer til ny dokumentationssti
de: Alte Dokumentation löschen und in einem anderen Pfad installieren
et: Kustutada eelmine dokumentatsioon ja paigaldada uus teise kohta
hu: A régi dokumentáció törlése és az új telepítése egy új helyre
id: Hapus Dokumentasi lama dan instal ke letak Dokumentasi baru
it: Elimina la vecchia documentazione e installa quella nuova nel percorso selezionato
ja: 古いドキュメントを削除し新しいドキュメントパスに インストールする
nl: Verwijder oude documentatie en installeer in nieuwe documentatiepad
no_ny: Slett gammal hjelpetekst og installer til ny hjelpetekststi
pl: usuń starą dokumentację i przyjmij nową ścieżkę do dokumentacji
sk: Odstrániť starú dokumentáciu a nainštalovať novú do novej cesty dokumentácie
sl: Odstrani staro dokumentacijo in namesti v pot nove dokumentacije
sv: Ta bort gammal dokumentation och installera med ny sökväg för dokumentation
xh: Cima uxwebhu oludala kwaye ulufake kumendo wexwebhu elitsha

source: Checking this will delete the current documentation and lets you choose a path in the input field below where the new generated documentation will beinstalled.
da: Hvis dette er afkrydset, bliver den nuværende dokumentation slettet, og du kan vælge hvor den nye dokumentation skal installeres.
de: Wenn diese Einstellung markiert ist, wird die aktuelle Dokumentation gelöscht. Sie können im Eingabefeld einen Pfad wählen, in dem die neu erzeugte Dokumentation installiert wird.
et: Kustutab vana dokumentatsiooni ja lubab sul alumisest kastist valida dokumentatsioonile uus asukoht.
hu: Ennek bejelölésével a jelenlegi dokumentáció törlődik és Önnek lehetősége lesz megadni beviteli mező segítségével az újonnan generálandó dokumentáció elérési útvonalát.
id: Pilihan ini akan menghapus dokumentasi sekarang dan memperbolehkan Anda memilih path dalam field input di bawah, dimana dokumentasi baru akan di instal.
it: Selezionando questa opzione la documentazione corrente verrà eliminata e sarà possibile scegliere il nuovo percorso dove verrà installata la nuova documentazione generata.
ja: ここをチェックすると現在のドキュメントを削除し、 新しく生成されたドキュメントをインストールする場所 を指定できます。
nl: Als u dit selecteert, dan wordt de huidge documentatie verwijderd en kunt u een nieuw pad opgeven in het invoerveld beneden waar de nieuw gegenereerde documentatie wordt geïnstalleerd.
no_ny: Dersom dette er valt, vert den noverande hjelpeteksten slett, og du kan velja kvar den nye hjelpeteksten skal installerast.
pl: Takie zaznaczenie spowoduje usunięcie aktualnej dokumentacji i umożliwia podanie, za pomocą poniższego pola edycji, ścieżki do zainstalowanej, nowej wersji dokumentacji.
sk: Použitím tejto voľby odstránite aktuálnu dokumentáciu a vybraním novej cesty nainštalujete novovygenerovanú dokumentáciu.
sl: Izberite in stara dokumentacija bo odstranjena in spodaj boste lahko vnesli pot kamor bo nameščena na novo zgenerirana dokumentacija.
sv: Om det här markeras tas nuvarande dokumentation bort och du får välja en sökväg i inmatningsfältet nedan där den nyskapade dokumentationen ska installeras.
xh: Ukukhangela oku kuzakucima uxwebhu langoku kwaye likuvumele ukhethe umendo kumhlaba wegalelo ngezantsi apho uxwebhu olujikeleziswe ngokutsha luzakufakwa khona.

source: Leave old Documention untouched and install to new Documention path
da: Rør ikke den gamle dokumentation og installér til ny dokumentationssti
de: Alte Dokumentation nicht ändern und in neues Dokumentations-Verzeichnis installieren
et: Eelmist dokumentatsioon mitte puutuda ja paigaldada uus teise kohta
hu: A régi dokumentáció meghagyása és az új telepítése egy új helyre
id: Jangan sentuh Dokumentasi lama dan instal path Dokumentasi baru
it: Non cancellare la vecchia documentazione, e installa quella nuova in un altro punto
ja: 古いドキュメントを残し新しい ドキュメントパスにインストールする
nl: Oude documentatie laten staan en installeren in nieuwe documentatiepad
no_ny: Ikkje rør den gamle hjelpeteksten og installer til ny hjelpetekststi
pl: zostaw starą dokumentację i przyjmij nową ścieżkę do dokumentacji
sk: Nechať starú dokumentáciu a nainštalovať novú do novej cesty dokumentácie
sl: Staro dokumentacijo pusti pri miru in namesti v novi imenik
sv: Lämna gammal dokumentation orörd och installera med ny sökväg för dokumentation
xh: Shiya uxwebhu oludala lungachukunyiswanga kwaye ulufake kumendo woxwebhu omtsha

source: This doesn't delete your current documentation, leaves it where it is now and you can select a new path for the new kdelibs documentation. CAUTION: Don't insert the same path as for your recent documentation - this may mess up the documentation by mixing old and new files!
da: Sletter ikke den dokumentationen du har nu og lader dig vælge en ny sti for den nye kdelibs-dokumentation. ADVARSEL: opgiv ikke den samme sti som for den gamle dokumentation - det kan rode dokumentationen til ved at blande gamle og nye filer!
de: Ihre aktuelle Dokumentation wird nicht gelöscht, sondern dort be- lassen, wo sie sich gerade befindet. Sie können einen neuen Pfad für die Kdelibs-Dokumentation eingeben. Achtung: Bitte geben Sie nicht den Pfad Ihrer jetzigen Dokumentation an - dadurch könnten alte und neue Dateien vermischt werden!
et: Ei kustutata vana dokumentatsiooni vaid lasteb sul valida uuele dokumentatsioonile muu koht. TÄHELEPANU: Ära sisesta siia vana dokumentatsiooni asukohta - uued failid võivad vanadega segamini minna!
hu: Megőrzi a jelenlegi dokumentációt a mostani formájában és a mostani helyen, lehetőséget ad az új dokumentáció elérési útjának kiválasztására. Figyelem: ne adja meg a jelenlegi dokumentáció útvonalát, mert így összekeveredhetnek az új és a régi fájlok.
id: Ini tidak akan menghapus dokumentasi sekarang, tinggalkan sebagaimana sekarang dan Anda dapat memilih path baru untuk dokumentasi kdelibs yang baru. PERHATIKAN: Jangan masukkan path yang sama dengan dokumentasi sekarang-ini akan mengacaukan dokumentasi dengan penggabungan file lama dan baru!
it: Questo non cancella la tua attuale documentazione, la lascia dove è adesso e potrai scegliere un nuovo percorso per le nuova documentazione delle kdelibs. ATTEZIONE: Non inserire lo stesso percorso per la nuova documentazione - potrebbe creare confusione nella documentazione mischiando i file nuovi con i vecchi!
ja: これは現在のドキュメントを削除せずそのままにし、新しい kdelibsドキュメントをインストールするパスを選択できます。 注意:今のドキュメントがインストールされているパスを 指定しないで下さい。これをすると新しいファイルと古いファイルが 乱雑に混ざってしまいます。
nl: Dit verwijdert uw huidige documentatie niet en laat het staan zoals het is en u kunt een nieuw pad kiezen voor de nieuwe kdelibs documentatie. WAARSCHUWING: Voer niet het zelfde pad hier in als waar de huidige documentatie is geïnstalleerd. Dit kan tot gevolg hebben dat de oude en nieuwe documentatie worden gecombineerd.
no_ny: Slettar ikkje dei hjelpetekstane du har no og let deg velja ein ny sti for dei nye kdelibs-hjelpetekstane. ÅTVARING: Ikkje oppgi den same stien som for den gamle hjelpeteksten - det kan rota til hjelpetekstane ved å blanda gamle og nye filer.
pl: Pozostawia aktualną dokumentację bez zmian i przyjmuje nową ścieżkę do nowej dokumentacji kdelibs. UWAGA: Nie można podawać tej samej ścieżki do instalacji nowej dokumentacji jak dla starej, gdyż podczas instalacji spowodowałoby to niezłe zamieszanie.
sk: Použitím tejto voľby neodstránite aktuálnu dokumentáciu, necháte ju nedotknutú a vybraním novej cesty nainštalujete novovygenerovanú dokumentáciu. POZOR: Nezadávajte rovnakú cestu ako pre starú dokumentáciu - to by vytvorilo chaos v dokumentácii zmiešaním starých a nových súborov!
sl: To ne izbriše vaše trenutne dokumentacije, pusti jo tam, kjer je sedaj, in lahko izberete novo pot za novo dokumentacijo kdelibs. POZOR: Ne izberite iste poti kot vaša nedavna dokumentacija - to lahko povzroči zmnešnjavo med starimi in novimi datotekami!
sv: Det här tar inte bort din nuvarande dokumentation, lämnar den på sin nuvarande plats och du kan välja en ny sökväg för den nya kdelibs-dokumentationen. VARNING: Ange inte samma sökväg som för din senaste dokumentation - det kan röra till dokumentationen genom att blanda gamla och nya filer!
xh: Oku akucimi xwebhu langoku, iyalishiya apho lukhoyo ngoku kwaye ungakhetha umendo omtsha wezintsha i kdelibs zoxwebhu. ISILUMKISO: Sukufaka umendo omnye njengo wexwebhu lakho elisandukubakho - oku kunokonakalisa uxwebhu ngokuxuba iifayile ezindala nezintsha!

source: new KDE Libs Documentation path:
da: ny sti til KDE-libs-dokumentation:
de: Neuer Pfad zur KDE-Bibliotheks-Dokumentation:
et: Uus dokumentatsiooni asukoht:
hu: A KDE programkönyvtár dokumentációjának új elérési útja:
id: Path Dokumentasi KDE Libs baru:
it: nuovo percorso per la Documentazione delle Librerie KDE:
ja: 新しい KDE ドキュメントパス:
nl: nieuwe KDE Libs Documentatie pad:
no_ny: ny sti til KDE-libs-hjelpetekstar:
pl: Ścieżka do nowej dokumentacji bibliotek KDE:
sk: nová cesta pre KDE-dokumentáciu
sl: nova pot za dokumentacijo KDE Libs:
sv: Ny sökväg för KDE Libs dokumentation:
xh: umendo Woxwebhu omtsha we KDE Libs:
