Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Continue application execution Continues the execution of your application in the debugger. This only has affect when the application has been halted by the debugger (ie. a breakpoint has been activated or the interrupt was pressed).
da: Fortsæt programkørsel Fortsætter udførslen af dit program i fejlretteren. Dette har kun en virkningnår programmet er blevet standset af fejlretteren (f. eks. et stoppunkt er blevet aktiveret eller interrupt blev trykket på).
de: Ausführung fortsetzen Setzt die Ausführung Ihrer Anwendung im Debugger fort. Dies hat nur einen Effekt, wenn die Anwendung vom Debugger angehalten wurde (d.h. ein Haltepunkt wurde aktiviert oder Anhalten wurde gedrückt).
et: Jätka rakenduse täitmist Jätkab rakenduse täitmist siluris. Mõjub ainult siis, kui rakendus on siluris katkestatud (nt katkestuspunkt).
hu: A program futásának folytatása A program futásának folytatása a nyomkövetőben. Ennek csak akkor van hatása, ha előzőleg a futást megállította a nyomkövetővel (pl. egy töréspont segítségével vagy a megállítás billentyűkombinációjával).
id: Lanjutkan eksekusi aplikasi Lanjutkan eksekusi aplikasi di debugger. Ini hanya berlaku bila aplikasi telah dimatikan oleh debugger(misal breakpoint diaktifkan atau terjadi interupsi).
it: Continua l'esecuzione dell'applicazione Continua l'esecuzione dell'applicazione nel debugger. Ha effetto solamente quando l'applicazione è stata fermata dal debugger (per es. : è stato attivato un breakpoint oppure è stato premuto ilpulsante di interruzione).
ja: アプリケーション実行を継続 デバッガでのアプリケーション実行を継続する。 これはデバッガによってアプリケーション実行 が停止されている時のみ有効です。(例えば、 ブレークポイントがセットされているか、 停止が押された時)。
nl: Uitvoer van applicatie continueren Continueert de uitvoer van uw applicatie in de debugger. Dit heeft alleen effect wanneer de applicatie is stopgezet door de debugger (een breakpoint is geactiveerd of de executie is gestopt door de gebruiker).
no_ny: Fortset programkøyring Fortset køyringa av programmet i avlusaren. Funksjonen verkar berre når programmet er stoppa av avlusaren (ved eit brotpunkt eller avbrot).
pl: Kontynuuje wykonywanie aplikacji Kontynuuje wykonywanie aplikacji w debugerze.Operacja ta jest wykonywana tylko wtedy, gdy debuger zatrzymał wykonywanie aplikacji (np: uaktywniono pułapkę lub wywołano przerwanie).
sk: Pokračovať vo vykonávaní aplikácie Pokračuje vo vykonávaní aplikácie v odlaďovači. To má zmysel iba ak bola aplikácia prerušená odlaďovačom (t.j. bola aktivovaná zarážka alebo bolo stlačené prerušenie).
sl: Nadaljuj izvajanje programa Nadaljuje izvajanje vašega programa v razhroščevalniku. To ima učinek samo, če je bil program ustavljen z razhroščevalnikom (t.j. aktivirana je bila prelomna točka ali pa je bil pritisnjena prekinjevalna tipka).
sv: Fortsätt köra programmet Fortsätter att köra programmet i avlusaren. Detta inverkar bara om programmet har stannats av avlusaren (t.ex. efter en brytpunkt har nåtts eller efter avbryt har tryckts).
xh: Qhubekisa uphumezo lwesicelo Iqhubekisa uphumezo lwesicelo sakho kwi debugger. Oku kuphela kuchaphazela xa isicelo simisiwe yi debugger (ithetha ukuba. incopho yokophula isetyenzisiwe okanye isiphazamiso sicinezelwe).

source: Step into Executes exactly one line of source. If the source line is a call to a function then execution will stop after the function has been entered
da: Trin ind Kører nøjagtig én linie kode. Hvis kildelinien er et kald til en funktion så vil kørslen blive standset efter funktionen er indgivet
de: Funktion in Einzelschritten Führt genau eine Codezeile aus. Handelt es sich um einen Funktionsaufruf, wird die Ausführung nach dem Eintritt in die Funktion angehalten.
et: Astu sisse Täidab koodi ridahaaval. Kui rida kutsub välja mingit funktsiooni, siis peatutakse esimesel real pärast funktsiooni sisenemist.
hu: Belépés A forráskód egy sorának végrehajtása. Ha a forrássor egy függvényt hív meg, akkor a végrehajtás megáll a meghívott függvény első sora előtt.
id: Step into Eksekusi satu baris dari source. Jika baris source memanggil fungsi maka eksekusi akan berhenti hingga fungsi telah dimasukkan.
it: Entra nella funzione Esegue esattamente una linea di codice sorgente. Se la linea di codice è una chiamata a una funzione allora l'esecuzione sarà fermata dopo cheil programma è entrato nella funzione.
ja: Step into ソースのちょうど1行分実行する。もし ソースの行が関数の呼出し部分なら、 関数に入った時点で実行を停止。
nl: Instappen Voert precies 1 regel broncode uit. Als de bronregel een functieaanroep bevat dan zal de executie stoppen nadat de functie is ingegaan.
no_ny: Hopp inn Køyrer nøyaktig ei programlinje. Dersom linja er eit funksjonskall, stoppar køyringa etter at programmet har gått inn i funksjonen.
sk: Krok do Vykoná práve jeden riadok zdrojového kódu. Ak je riadok volanie funkcie, vykonávanie sa zastaví po vstupe do funkcie.
sl: Korak v Izvede natančno eno vrstico kode. Če je vrstica kode klic funkcije, potem se bo izvajanje ustavilo po vnosu funkcije.
sv: Stega in i Kör exakt en källkodsrad. Om källkodsraden är ett anrop till en funktion så stannar körningen efter funktionen har anropats.
xh: Yiya ku iphumeza ngqo ilayini enye yemvelaphi. Ukuba ilayini yemvelaphi lubizo kumsebenzi ngoku uphumezo luzakuma emva kokuba umsebenzi ungenisiwe

source: Step over Executes one line of source in the current source file. If the source line is a call to a function the whole function is executed and the app will stop at the line following the function call.
da: Trin over Kører én linie kode i den aktuelle kildefil. Hvis kildelinien er et kald til en funktion så køres hele funktionen og anv vil standse ved linien følgende funktionskaldet.
de: Funktion überspringen Führt eine Codezeile aus. Handelt es sich um einen Funktionsaufruf, wird die Funktion ausgeführt und die Anwendung wird in der dem Funktionsaufruf folgenden Zeile angehalten.
et: Astu üle Täidab koodi ridahaaval. Kui rida kutsub välja mingit funktsiooni, siis peatutakse esimesel real pärast funktiooni väljakutset.
hu: Átlépés Az aktuális forrásfájl egy programsorának végrehajtása. Ha a sor egy függvényt hív meg, akkor a függvényhívás is végrehajtódik és a program a függvényhívás utáni sornál áll meg.
id: Step over Eksekusi satu baris dari source. Jika baris source memanggil fungsi maka semua fungsi akan dieksekusi dan app akan berhenti di baris fungsi yang dipanggil.
it: Salta la funzione Esegue una linea di codice sorgente nel file corrente. Se la linea contiene una chiamata a funzione, l'intera funzione viene eseguita e il programma viene fermato alla linea seguente la chiamata a funzione.
ja: Step over 現在のソースファイルの1行分を実行する。もし ソースの行が関数の呼出し部分なら、関数全て を実行し関数の呼出し部分の次の行で止まる。
nl: Overstappen Voert een regel broncode in het huidige bestand uit. Als de regel broncode een functieaanroep bevat dan wordt de hele functie uitgevoerd en de applicatie zal stoppen op de regel na de functieaanroep.
no_ny: Hopp over Køyrer ei programlinje. Dersom linja er eit funksjonskall, vert heile funksjonen køyrd og programmet stoppar på linja etter funksjonskallet.
sk: Krok cez Vykoná jeden riadok zdrojového kódu v aktuálnom súbore. Ak je riadok volanie funkcie, vykoná ju naraz a aplikácia bude zastavená na nasledujúcom riadku za volaním.
sl: Korak preko Izvede eno vrstico v trenutni datoteki s kodo. Če je vrstica kode klic funkcije, potem se izvede cela funkcija in se program konča pri vrstici, ki je naslednja po klicu funkcije.
sv: Stega förbi Kör en källkodsrad i den nuvarande källkodsfilen. Om källkodsraden är ett funktionsanrop så körs hela funktionen och programmet stannar på raden efter funktionsanropet.
xh: Yiya ngaphaya Iphumeza ilayini enye yemvelaphi kwifayile yemvelaphi yangoku. Ukuba ilayini yemvelaphi lubizo kumsebenzi umsebenzi wonke uyaphunyezwa kwaye i app izakuma kwilayini elandela ubizo lomsebenzi.

source: Step out of Executes the application until the currently executing function is completed. The debugger will then display the line after the original call to that function. If we are in the outermost frame (ie in main()), then this operation has no affect.
da: Trin ud af Kører programmet indtil den aktuelt kørende funktion er færdig. Fejlretteren vil så vise linien efter det oprindelige kald til den funktion.Hvis vi er i den yderste ramme(altså i main()), har denne operation ingenvirkning.
de: Funktion bis ausführen Führt die Anwendung bis zum Ende der aktuellen Funktion aus. Der Debugger zeigt anschließend die Zeile nach dem ursprünglichen Funktionsaufruf an. Wenn Sie sich im äußersten Stack Frame befinden, (d.h. in main()), hat diese Anweisung keine Auswirkung.
et: Astu välja Täidetakse, kuni pooleli oleva funktsiooni lõpuni. Kui ollakse kõige välimises funktsioonis(st main()), siis pole sellel käsul mõtet.
hu: Kilépés A futtatás folytatása egészen az éppen aktuális függvényhívás végéig. A nyomkövető ezután rááll az eredeti függvényhívás utáni sorra.Ha a legkülső függvény az aktuális (tehát a main()), akkor a műveletnek nincs hatása.
id: Step out of Eksekusi aplikasi hingga fungsi yang sedang dieksekusi sekarang selesai. Debugger akan menampilkan baris setelah pemanggil fungsi tersebut. Jika berada di frame outermost(seperi di main()), operasi ini tidak berpengaruh.
it: Esci dalla funzione Esegue il programma fino a che la funzione in esecuzione è terminata. Il debugger mostrerà quindi la linea dopo la chiamata a quella funzione. Se ci si trova nella funzione principale (ad es. in main()), questa operazione non avrà effetto.
ja: Step out of 現在実行中の関数が終了するまでアプリケーション の実行をする。デバッガは関数の呼出し部分の 後ろで止まります。もし最も外側の部分(例えば main())ならこの操作は意味がありません。
nl: Uitstappen Voert de applicatie uit tot de op dit moment uitgevoerde functie voltooid. De debugger zal dan de regel na de originele aanroep naar deze functie weergeven. Als we in het buitenste functie zitten (b.v. main() ) dan heeft deze operatie geen effect.
no_ny: Hopp ut av Køyrer programmet til den funksjonen som køyrer er ferdig. Avlusaren viser så linja etter det opprinnelege funksjonskallet. Dersom programmet er i den ytste ramma (altså main()), har denne operasjonen ingen effekt.
sk: Vyskočiť Vykoná aplikáciu až do ukončenia aktuálne vykonávanej funkcie. Odlaďovač potom zobrazí riadok za volaním tejto funkcie. Ak sa vykonáva najvyšší rámec (t.j. main()), nič sa nestane.
sl: Korak ven Izvede program do zaključka trenutno izvedene funkcije. Razhroščevalnik bo potem prikazal vrstico po oroginalnem klicu funkcije. Če smo v najbolj zunanjem okviru (t.j. v main(), potem ta operacija nima nobenega učinka.
sv: Stega ur Kör programmet tills den funktion som för närvarande kör har avslutats. Avlusaren visar därefter raden efter det ursprungliga anropet till den funktionen. Om vi är i den första aktiveringsposten (dvs i main()), så har denna åtgärd ingen inverkan.
xh: Yiya ngaphandle kwe Iphumeza isicelo ude umsebenzi ophunyezwayo wangoku ugqitywe. Idebugger izakubonisa ilayini emva kobizo loqobo ukuya kulo msebenzi. Ukuba sikwisakhelo sangaphandle (ithetha ukuba kuqobo()), ngoku lo msebenzi awuchaphazeli.

source: Stop If activated, the stop-command will interrupt the active process. This affects make-commands as well as documentation generation.
da: Stop Hvis aktiveret vil stop-kommandoen afbryde den aktive proces. Dette påvirker make-kommandoerne så vel som dokumentgenerering.
de: Stop Der Stop-Befehl unterbricht den aktiven Vorgang. Dies betrifft sowohl Make-Befehle als das Erstellen der Dokumentation.
et: Stopp Aktiivses olekus Stopp-nupu pressimine katkestab aktiivse protsessi. Mõjub nii ehituskäskudele, kui ka dokumentatsiooni tekitamisele.
hu: Megállítás A Megállítás parancs megszakítja az aktív folyamat futását. Ez érvényes a 'make' parancsokra és a dokumentáció generálására is.
id: Stop Jika diaktifkan, perintah stop akan menginterupsi proses yang aktif. Ini berpengaruh terhadap perintah-make dan pembuatan dokumentasi.
it: Stop Se attivato, il comando Stop interromperà il processo in esecuzione. Questa azione interessa sia il comando 'make' sia la generazione della documentazione.
ja: 中止 有効にすると動いているプロセスを中止します。 これはmakeやドキュメント生成に有効です
nl: Stoppen Indien geactiveerd, dan zal het stoppen commando het actieve proces onderbreken. Dit beinvloedt zowel de make-commandos als de documentatie generatie
no_ny: Stopp Stopp-kommandoen avbryt den aktive prosessen. Dette gjeld både for make-kommandoar og generering av hjelpetekstar.
pl: Stop Polecenie zatrzymuje aktualnie działający proces. Może to być zarówno polecenie make jak i np: generowanie dokumentacji.
sk: Stop Pri použití stop bude prerušený aktívny proces. Toto ovplyvňuje ako príkaz make, tak aj generovanie dokumentácie.
sl: Stop Stop ukaz prekine trenutno aktiven proces in sicer vpliva na 'make' ukaze ter na proces generiranja dokumentov.
sv: Stopp Om aktiverad, avbryter stoppkommandot den aktiva processen. Det här påverkar både make-kommandon och skapa dokumentation.
xh: Yima Ukuba iyasetyenzwa, umyalelo-wokumisa uzakuphazamisa inkqubela ersebenzayo. Oku kuchaphazela imiyalelo-yokwenza kunye nojikeleziso lexwebhu.

source: Output-View Enables/Disables the output window. The state of the window is displayed by the toggle button: if the button is pressed, the window is open, otherwise closed.
da: Uddata-visning Slår uddata-vinduet fra/til. Status på vinduet bliver vist af fra/til-knappen: hvis knappen er trykket ind så er vinduet åbnet, ellers så er vinduet lukket.
de: Ausgabefenster (De)aktiviert das Ausgabefenster. Der Status des Fensters wird durch den An/Aus-Knopf dargestellt. Ist der Knopf gedrückt, ist das Fenster sichtbar, sonst nicht.
et: Väljund Näitab/peidab väljundi akna. Kui nupp on sees, siis on väljundi aken avatud,muidu mitte.
hu: Kimeneti nézet A kimeneti ablak ki- és bekapcsolása. Az ablak állapota a gombon látszik: ha be van nyomva, az ablak meg van nyitva, egyébként be van zárva.
id: Output-View Adakan/Tiadakan jendela output. Kondisi jendela ditampilkan tergantung tombol. Jika ditekan, jendela akan dibuka, dan sebaliknya.
it: Vista-Output Abilita/Disabilita la finestra di output. Lo stato di questa finestra è mostrato dal pulsante: se il pulsante è premuto, la finestra è aperta, altrimenti è chiusa.
ja: 出力ビュー 出力ビューをオン/オフします。ウィンドウの状態は ボタンに表示されます: ボタンが押されていれば ウィンドウは開いています。そうでなければ閉じています。
nl: Uitvoerweergave (De)activeert het uitvoer venster. De schakelaar laat de status van het venster zien. Als de schakelaar is geactiveerd dan is het venster open, anders is het venster gesloten.
no_ny: Resultatvindauge Viser/skjuler resultatvindauget. Statusen til vindauget er vist på knappen: dersom han er trykt ned er vindauget ope, elles er det lukka.
pl: Widok wyników Włącza/wyłącza widok wyników. Stan tego okna jest odzwierciedlany stanem przycisku; gdy wciśnięty, okno jest otwarte, w przeciwnym wypadku zamknięte.
sk: Okno s výstupom Zapne/Vypne okno s výstupom. Stav okna je zobrazený prepínacím tlačidlom: ak je stlačený, okno je zobrazené, inak zobrazené nie je.
sl: Izhodno okno Vklopi/izklopi izhodno okno. Stanje okna je razvidno na gumbu: če je gumb pritisnjen je okno odprto, drugače je zaprto.
sv: Utmatningsvy Öppnar eller stänger utmatningsfönstret. Fönstrets tillstånd visas av växlingsknappen: om knappen är intryckt, är fönstret öppet, annars stängt.
xh: Imboniselo-yemveliso Yenza/Ikhubaza iwindow yemveliso. Indawo ye window iboniswa liqhosha lokuqhobosha: ukuba iqhosha licinezelwe, i window ivuliwe, kungenjalo ivaliwe.

source: Tree-View Enables/Disables the tree window. The state of the window is displayed by the toggle button: if the button is pressed, the window is open, otherwise closed.
da: Trævisning Slår trævinduet til/fra. Status på vinduet bliver vist af fra/til-knappen: hvis knappen er trykket ind så er vinduet åbnet, ellers så er vinduet lukket.
de: Baumansicht (De)aktiviert die Baumansicht. Der Status des Fensters wird durch den An/Aus-Knopf dargestellt. Ist der Knopf gedrückt, wird die Baumansicht angezeigt, sonst nicht.
et: Puuvaade Näitab/peidab puuvaadet. Kui nupp on sees, siis on puuvaate aken avatud, muidu mitte.
hu: Fa-nézet A Fa-nézet ablak ki- és bekapcsolása. Az ablak állapota a gombon látszik: ha be van nyomva, az ablak meg van nyitva, egyébként be van zárva.
id: Tree-View Adakan/Tiadakan jendela tree. Kondisi jendela ditampilkan tergantung dari tombol. Jika ditekan, jendela dibuka, dan sebaliknya.
it: Vista-Struttura Abilita/Disabilita la vista-struttura. Lo stato di questa finestra è mostrato dal pulsante: se il pulsante è premuto, la finestra è aperta, altrimenti è chiusa.
ja: ツリービュー ツリービューをオン/オフします。ウィンドウの状態は ボタンに表示されます。: ボタンが押されていれば ウィンドウは開いています。そうでなければ閉じています。
nl: Boomweergave Activeert/Deactiveert het boom venster. De schakelaar laat de status van het venster zien. Als de schakelaar is geactiveerd dan is het venster open, anders is het venster gesloten.
no_ny: Treoversikt Viser/skjuler treoversikta. Statusen til vindauget er vist på knappen: dersom han er trykt ned er vindauget ope, elles er det lukka.
pl: Widok drzewa Włącza/wyłącza okno drzewa. Stan tego okna jest odzwierciedlany stanem przycisku; gdy wciśnięty, okno jest otwarte, w przeciwnym wypadku zamknięte.
sk: Stromový pohľad Zapne/Vypne okno so stromom. Stav okna je zobrazený prepínacím tlačidlom: ak je stlačený, okno je zobrazené, inak zobrazené nie je.
sl: Drevesni pogled Vklopi/izklopi okno z drevesnim pogledom. Stanje okna je razvidno na gumbu: če je gumb pritisnjen je okno odprto, drugače je zaprto.
sv: Trädvy Öppnar eller stänger utmatningsfönstret. Fönstrets tillstånd visas av växlingsknappen: om knappen är intryckt, är fönstret öppet, annars stängt.
xh: Imboniselo-yomthi Yenza/Ikhubaza iwindow yomthi. Indawo ye window iboniswa ngeqhosha lokuqhobosha: ukuba iqhosha licinezelwe, iwindow ivuliwe, kungenjalo ivaliwe.

source: Classes Choosing a class will switch to the header file where the class is declared.
da: Klasser Valg af en klasse vil skifte til hovedfilen hvor klassen er erklæret.
de: Klassen Das Auswählen einer Klasse bewirkt den Wechsel in die betreffende Headerdatei mit der Klassendeklaration.
et: Klassid Valides klassi näidatakse redaktori aknas kohe päisefaili, milles antud klass on kirjeldatud.
hu: Osztályok Egy osztály kiválasztásakor arra a header fájlra ugrik a program, amelyben az osztály deklarálva van.
id: Classes Memilih class akan berpindah ke file header dimana class dideklarasikan.
it: Classi Scegliendo una classe, verrà mostrato il file header dove la classe è dichiarata.
ja: クラス クラスを選択するとクラスが宣言されているヘッダー ファイルに移動します。
nl: Klassen Het uitkiezen van een klasse zal het springen naar het betreffende headerbestand waarin de klasse is gedefinieerd tot gevolg hebben.
no_ny: Klassar Dersom du vel ein klasse, hoppar du til deklarasjonsfila der klassen er deklarert.
pl: Klasy Wybranie klasy spowoduje przejście do pliku nagłówkowego, w którym klasa jest zadeklarowana.
sk: Triedy Vybraním triedy prepnete na hlavičkový súbor obsahujúci deklaráciu tejto triedy.
sl: Razredi Ob izbiri razreda se bo izvedel preklop na datoteko z glavo, kjer je razred deklariran.
sv: Klasser Val av en klass byter till deklarationsfilen där klassen är deklarerad.
xh: Iintlobo Ukukhetha uhlobo kuzakuswitsha ifayile ye header apho uhlobo lubhengezwayo.

source: Methods Allows selecting a method of the current selected class. This will switch to the implementation of the chosen class.
da: Metoder Lader dig vælge en metode for den valgte klasse. Dette vil skifte til implementationen af den valgte klasse.
de: Methoden Durch Auswählen einer Methode der aktuellen Klasse bewirkt den Wechsel Quelldatei mit der Implementation der gewählten Klasse.
et: Meetodid Lubab valida mõnda selle klassi meetodit. Päris valimist liigub selle meetodi teostuse juurde.
hu: Tagfüggvények Tagfüggvény kiválasztását teszi lehetővé az éppen kijelölt osztályban. A forrásban az adott osztály megvalósítására ugrik.
id: Methods Perbolehkan memiliih method dari class yang dipilih. Ini akan memindah ke implementasi class terpilih.
it: Metodi Consente di selezionare un metodo della classe attualmente selezionata. Verrà quindi mostrata l'implementazione della classe scelta.
ja: メソッド 現在のクラスのメソッドを選択できます。選んだ クラスのインプリメンテーションに移動します。
nl: Methoden Laat het selecteren van een methode van de huidige geselecteerde klasse toe. Dit zal ervoor zorgen dat de implementatie van die methode zichtbaar wordt in het editor venster.
no_ny: Metodar Dersom du vel ein metode i klassen, hoppar du til implementeringa av metoden i klassen.
pl: Metody Pozwala na wybranie metody bieżącej klasy. Umożliwia przejście do implementacji wybranej metody.
sk: Metódy Umožňuje vybrať metódu aktuálne vybranej triedy. Toto prepne na implementáciu vybranej triedy.
sl: Metode Možna je izbira metode trenutno izbranega razreda. S tem se izvede preklop na implementacijo izbranega razreda.
sv: Metoder Tillåter val av en metod i klassen som för närvarande är vald. Det här byter till implementeringen av den valda klassen.
xh: Iindlela zokwenza Ivumela ukukhetha yohlobo ekhethiweyo yangoku. Oku kuzakuswitsha kuzalisekiso lohlobo olukhethiweyo.
