Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: The chosen path does not lead to the Qt-2.x root directory. Please choose the correct path.
da: Den valgte sti fører ikke til dokumentationen for Qt-2.x rod-biblioteket. Vælg venligst korrekt sti.
de: Der gewählte Pfad ist nicht das Qt-2.x Wurzel- verzeichnis. Bitte wählen Sie den korrekten Pfad.
et: Valitud rada ei ole Qt 2.x teegi algkataloog. Palun sisesta õige rada.
hu: A megadott elérési út nem a Qt 2.x alapkönyvtárára mutat. Adja meg a helyes elérési utat.
id: Path yang dipilih tidak membawa ke direktori root Qt-2x. Mohon isikan path yang benar.
it: Il percorso selezionato non è quello della directory base della libreria Qt-2.x. Inserisci il percorso corretto.
ja: 選択されたパスはQt-2.xのルート ディレクトリではありません。 正しいパスを選択して下さい。
nl: Het gekozen pad leidt niet tot de Qt 2.x biblio- theek documentatie. Kies alstubieft het goede pad.
no_ny: Den valte stien fører ikkje til rotkatalogen for Qt 2.x. Vel rett sti.
pl: Podana ścieżka nie prowadzi do dokumentacji biblioteki Qt. Proszę podać poprawną ścieżkę.
sk: Vybraná cesta nevedie k priečinku s Qt-2.x. Prosím, vyberte správnu cestu.
sl: Izbrana pot ne vodi do korenskega imenika Qt-2.x. Prosimo izberite pravilno pot.
sv: Den valda sökvägen leder inte till Qt-2.x rotkatalog. Var god välj den rätta sökvägen.
xh: Umendo okhethiweyo awukhokheleli ku Qt-2.x ulawulo lwengcambu. Nceda khetha umendo olungileyo.

source: The chosen path does not lead to the KDE-2.x root directory. Please choose the correct path.
da: Den valgte sti fører ikke til dokumentationen for KDE 2.x rod-biblioteket. Vælg venligst korrekt sti.
de: Der gewählte Pfad ist nicht das KDE-2.x Wurzel- verzeichnis. Bitte wählen Sie den korrekten Pfad.
et: Valitud rada ei ole KDE-2.x algkataloog. Palun sisesta õige rada.
hu: A megadott elérési út nem a KDE 2.x alapkönyvtárára mutat. Adja meg a helyes elérési utat.
id: Path yang dipilih tidak membawa ke direktori root KDE-2x. Mohon isikan path yang benar.
it: Il percorso selezionato non è quello della directory base delle librerie KDE-2.x. Inserisci il percorso corretto.
ja: 選択されたパスはKDE-2.xのルート ディレクトリではありません。 正しいパスを選択して下さい。
nl: Het gekozen pad leidt niet tot de KDE 2.x biblio- theek documentatie. Kies alstubieft het goede pad.
no_ny: Den valte stien fører ikkje til rotkatalogen for KDE 2.x. Vel rett sti.
pl: Wybrana ścieżka nie prowadzi do głównego katalogu KDE. Proszę podać poprawną ścieżkę.
sk: Vybraná cesta nevedie k priečinku s KDE-2.x. Prosím, vyberte správnu cestu.
sl: Izbrana pot ne vodi do korenskega imenika KDE-2.x. Prosimo izberite pravilno pot.
sv: Den valda sökvägen leder inte till KDE-2.x rotkatalog. Var god välj den rätta sökvägen.
xh: Umendo okhethiweyo awukhokheleli kwi KDE-2.x ulawulo lwengcambu. Nceda khetha umendo olungileyo.

source: The file %1 does not contain valid XML. The loading of the session failed.
da: Filen %1 indeholder ikke en gyldig XML. Indlæsning af sessionen mislykkedes.
de: Die Datei %1 enhält kein gültiges XML. Das Laden der Arbeitssitzung ist fehlgeschlagen.
et: Fail %1 ei sisalda korrektset XML-i. Sessiooni laadimine ebaõnnestus.
hu: A(z) %1 fájl nem tartalmaz érvényes XML-t. A munkafolyamat betöltése nem sikerült.
it: Il file %1 non contiene un valido file XML. Il caricamento della sessione è fallito.
ja: ファイル %1 は正しいXMLを含んでいません。 セッションのロードに失敗しました。
nl: Het bestand %1 bevat geen geldige XML. Het laden van de sessie is gefaald.
no_ny: Fila %1 inneheld ikkje gyldig XML. Lastinga av økta var mislukka.
pl: Plik %1 zawiera nieporawny kod xml. Otwarcie sesji nie powiodło się.
sk: Súbor %1 neobsahuje platné XML. Načítanie sedenia zlyhalo.
sl: V datoteki %1 ni veljavne oblike XML. Nalaganje seje ni uspelo.
sv: Filen %1 innehåller inte giltig XML. Laddning av sessionen misslyckades.
xh: Ifayile %1 ayiqulathanga esebenzayo i XML. Ulayisho lwentlanganiso aluphumelelanga.

source: The file %1 does not contain a valid KDevelop project session ('KDevPrjSession').
da: File %1 indeholder ikke en gyldig KDevelop projekt session ('KDevPrjSession').
de: Die Datei %1 ist keine gültige KDevelop Projekt-Arbeitssitzung.
et: Fail %1 ei sisalda korrektset KDevelopi projekti sessiooni ('KDevPrjSession').
hu: A(z) %1 fájl nem tartalmaz érvényes KDevelop projekt-munkafolyamatot ('KDevPrjSession'-t).
it: Il file %1 non contiene una valida sessione di progetto di KDevelop ('KDevPrjSession').
ja: ファイル %1 は正しいKDevelopプロジェクトセッションを含んでいません('KDevPrjSession').
nl: Het bestand %1 bevat geen geldige KDevelop project sessie ('KDevPrjSession').
no_ny: Fila %1 inneheld inga gyldig prosjektøkt for KDevelop («KDevPrjSession»).
pl: Plik %1 nie zawiera poprawnej sesji projektu ('KDevPrjSession').
sk: Súbor %1 neobsahuje platné sedenie projektu KDevelop ('KDevPrjSession').
sl: Datoteka %1 ne vsebuje veljavne seje projekta v KDevelop (,KDevPrjSession`).
sv: Filen %1 innehåller inte en giltig KDevelop projektsession ('KDevPrjSession').
xh: Ifayile %1 ayiqulathanga esebenzayo intlanganiso ye projekti ye KDevelop ('KDevPrjSession').

source: The document type seems to be: '%1'.
da: Dokument typen synes at være: '%1'.
de: Es handelt sich offenbar um den Dokument Typ: %1.
et: Dokumendi tüüp paistab olema: '%1'.
hu: A dokumentum típusa feltehetően: '%1'.
it: Il tipo di documento sembra essere: '%1'.
ja: ドキュメントタイプは '%1' のように思われます。
nl: Het documenttype lijkt te zijn: '%1'.
no_ny: Dokumenttypen ser ut til å vera «%1».
pl: Dokument wydaje się być typu: %1
sk: Typ dokumentu vyzerá ako: '%1'.
sl: Videti je, da je vrsta dokumenta: '%1'.
sv: Dokumenttypen verkar vara: '%1'.
xh: Udidi lexwebhu lukhangeleka njenge: '%1'.

source: The KDevelop C/C++ Integrated Development Environment
da: KDevelop C/C++ Integrated Development Environment
de: Die integrierte C/C++-Entwicklungsumgebung KDevelop
et: Integreeritud C/C++ arenduskeskkond KDevelop
hu: KDevelop - a KDE integrált C/C++ fejlesztőkörnyezete
id: Lingkungan Pengembangan C/C++ Terintegrasi dari KDevelop
it: L'Ambiente di Sviluppo Integrato (IDE) C/C++ KDevelop
ja: KDevelop C/C++ Integrated Development Environment
nl: De KDE C/C++ Geintegreerde Ontwikkel Omgeving
no_ny: KDevelop - eit integrert utviklingsmiljø for C og C++
pl: KDevelop C/C++ Zintegrowane Środowisko Programisty
sl: Integrirano razvojno okolje za C/C++ KDevelop
sv: KDevelop C/C++ integrerad utvecklingsmiljö
xh: I KDevelop C/C++ Imeko-bume yobhekiso phambili edityanisiweyo

source: Setup KDevelop
da: Opsætning af KDevelop
de: KDevelop einrichten
et: KDevelopi seadistamine
hu: A KDevelop beállításai
it: Impostazioni KDevelop
ja: KDevelopの設定
nl: KDevelop instellen
no_ny: Set opp KDevelop
pl: Ustawianie KDevelopa
sk: Nastavenie KDevelop...
sl: KDevelop namestitev
sv: Inställningar för KDevelop
xh: Cwangcisa i KDevelop

source: The file to open
da: Filen der skal åbnes
de: Die Datei
et: Avatav fail
hu: A megnyitandó fájl
id: File untuk dibuka
it: Il file da aprire
ja: ファイルを開く
nl: Het te openen bestand
no_ny: Fila som skal opnast
pl: Plik do otwarcia
sk: Otvoriť súbor
sl: Datoteka, ki se naj odpre
sv: Filen att öppna
xh: Ifayile ezakuvula

source: The KDevelop C/C++ IDE - a success story in the world of free software since 1998. Think about joining our project to contribute and enhance the product you are using for your everyday work - or think about writing a KDE application that will contribute to the KDE project. For questions about this product, its usage and license issues, please contact the KDE project (http://www.kde.org) or any of the team officials in the Authors section.
da: KDevelop C/C++ IDE - en succeshistorie i verden af frit programmel siden 1998. Overvej at deltage i vores projekt for at bidrage og forbedre det produkt du bruger til dit arbejde hver dag - eller overvej at skrive et KDE program der vil bidrage til KDE projektet. For spørgsmål om dette produkt, dets brug og licens emner, kontakt KDE projektet (http://www.kde.org) eller en vilkårlig af holdlederne fra forfattersektionen.
de: Die KDevelop C/C++ IDE - seit 1998 eine Erfolgsstory in der Welt der freien Software. Schließen Sie sich unserem Projekt an, helfen Sie bei der Verbesserung dieses Produktes oder schreiben Sie eine Anwendung als Ihren Beitrag zum KDE-Projekt. Wenn Sie Fragen zu diesem Produkt, seiner Verwendung oder der Lizenz haben, setzen Sie sich mit dem KDE-Projekt (http://www.kde.org) oder einem der Ansprechpartner des KDevelop-Teams aus dem Abschnitt Autoren in Verbindung.
et: C/C++ arenduskeskkond KDevelop - edukas vaba tarkvara projekt aastast 1998. Mõtle meie projektiga ühinemisele, et koos edasi arendada sinu igapäevast töövahendit. Uute KDE rakenduste loomisega toetad kogu KDE projekti. Kui tekib küsimusi rakenduse, selle kasutamise või litsentsitingimuste kohta, siis võta ühendust KDE projektiga (http://www.kde.org) või kellegagi autorite sektsioonis leiduvatest meeskonna esindajatest.
hu: A KDevelop C/C++ fejlesztőkörnyezet nem véletlenül lett igazi sikertörténet a szabad szoftverek világában. Kapcsolódjon be a szoftver továbbfejlesztésébe, hogy még tökéletesebb legyen az az eszköz, amelyet Ön is rendszeresen használ - vagy járuljon hozzá a KDE projekt sikeréhez új alkalmazások fejlesztésével. Kérdéseivel (legyenek azok akár felhasználói, akár licencelési kérdések) forduljon a KDE projekthez (http://www.kde.org) vagy a Szerzők részben felsorolt bármelyik fejlesztőhöz.
id: IDE KDevelop C/C++ - cerita sukses dalam dunia software bebas sejak 1998. Pikirkan untuk bergabung dan kontribusi dengan proyek kami dan memperbaiki produk yang Anda gunakan untuk kerja sehari-hari - atau pikirkan untuk menulis aplikasi KDE berkontribusi ke Proyek KDE. Pertanyaan tentang produk ini, penggunaan dan isu lisensi, silakan kontak proyek KDE (http://www.kde.org) atau setiap anggota tim resmi di seksi Pembuat.
it: L'IDE C/C++ KDevelop - una storia di successo nel mondo del software libero dal 1998. Prendi in considerazione l'opportunità di contribuire e migliorare il programma che stai usando per il lavoro di tutti i giorni - oppure puoi realizzare un'applicazione KDE e contribuire così al progetto KDE. Per domande inerenti a questo prodotto, il suo utilizzo e questioni di licenza, contatta il progetto KDE (http://www.kde.org) o uno dei componenti del team di KDevelop (vedi sezione Autori).
ja: KDevelop C/C++ IDE - 1998年からのフリーソフトウェアの世界での サクセスストーリー。 私達のプロジェクトへ参加してあなたが毎日の仕事で使っている プロダクトへの貢献と強化をしてみませんか - あるいはKDE プロジェクトに 貢献するだろうKDE アプリケーションを書いてみませんか。 このプロダクトへの質問、例えば使い方やライセンスに関すること等、は KDEプロジェクト(http://www.kde.org)にコンタクトして下さい。あるいは 開発者セクションにある公式チームの一つにアクセスして下さい。
nl: De KDevelop C/C++ IDE - een succesverhaal in de wereld van vrije software sinds 1998. Denk eens na over het meehelpen aan dit project om dit product nog verder te verbeteren dat u gebruikt voor uw dagelijkse werk. Of schrijf een KDE applicatie die bijdraagt aan het KDE-project. Voor vragen over dit product, het gebruik en licentie zaken, neem dan contact op met het KDE project (http://www.kde.org/) of een willekeurig teamlid dat genoemd staat in de Auteurs sectie.
no_ny: KDevelop C/C++-IDE - ei suksesshistorie sidan 1998 i verda av fri programvare. Du bør vurdera å hjelpa til med prosjektet vårt for å forbetra det produktet du brukar til dagleg - eller kanskje du kan laga eit KDE-program til nytte for KDE-prosjektet? Dersom du har spørsmål om KDevelop, bruken eller lisensen, ta kontakt med KDE-prosjektet (http://www.kde.org) eller ein av kontaktpersonane du finn under Forfattarar.
pl: KDevelop C/C++ IDE to historia sukcesu wolnego oprogramowania. Zastanów się nad przyłączeniem się do naszego projektu, aby rozpowszechniać i ulepszać produkt, z którego codziennie korzystasz lub zastanów się nad napisaniem projektu KDE. Pytania dotyczące tego produktu, jego użytkowania i jego licencji proszę kierować do http://www.kde.org lub dowolnego członka zespołu, umieszczonego na oficjalnej liście autorów.
sk: KDevelop C/C++ IDE - úspech v rámci sveta voľne šíriteľného softvéru od roku 1998. Porozmýšľajte, či sa nechcete pridať k nášmu projektu a zlepšiť tento program, ktorý každodenne používate - ale napr. napísať aplikáciu pre KDE, ktorá prispeje do projektu KDE. Pre otázky o tomto programe, jeho použití a licencii navštívte, prosím, projekt KDE (http://www.kde.org) alebo kohokoľvek z časti Autori.
sl: The KDevelop C/C++ IDE (Integrirano razvojno okolje za C/C++ KDevelop) - uspešnica v svetu prostega programja od leta 1998. Razmislite, ali bi se pridružiti našemu projektu, da bi prispevali in izboljšali proizvod, ki ga uporabljate v vašem vsakodnevnem delu, ali pa bi radi napisali program za KDE, ki bi prispeval k projektu KDE. Za vprašanja o tem proizvodu, njegovi uporabi in zadevah okoli licenc kontaktirajte projekt KDE (http://www.kde.org) ali koga od avtorjev iz razdelka Avtorji.
sv: KDevelop C/C++ integrerad utvecklingsmiljö - en succé i den fria programvarans värld sedan 1998. Fundera på att gå med i vårt projekt för att bidra och förbättra produkten som du använder för ditt dagliga arbete - eller fundera på att skriva ett KDE-program som kommer att bidra till KDE-projektet För frågor om den här produktet, dess användning och licensfrågor, var god kontakta KDE-projektet (http://www.kde.org) eller vilken som helst av de officiella gruppmedlemmarna i upphovsmänsdelen.
xh: I KDevelop C/C++ IDE - ibali lempumelelo ehlabathini lwezixhobo ze computer ezikhululekileyo ukusukela ngo 1998. Cinga ngokudibanisa iprojekti yethu ukunikela nokuphawula imveliso oyisebenzisela owakho umsebenzi wemihla ngemihla - okanye cinga malunga nokubhala isicelo se KDE ezaku nikela kwi projekti yeKDE. Imibuzo malunga nale mveliso, usebenziso lwayo kunye nokukhutshwa kwelayisenisi, nceda qhagamshela iprojekti ye KDE (http://www.kde.org) okanye nayiphi yabaphathi beqela kwicandelo lababhali.

source: Maintainer, Configuration Functionality,Online Help, Popups, port of KDevelop 1.3 to KDE 2.1
da: Indstilling Funktionalitet, Hjælp på nettet, Pop-op, overførsel af KDevelop 1.3 til KDE 2.1
de: Betreuer, Einrichtungs-Funktionalität, Online-Hilfe, Portierung von KDevelop 1.3 nach KDE 2.1
et: Praegune hooldaja, seadistused, abisüsteem, hüpikmenüüd, KDevelop 1.3 portimine KDE 2.1 keskkonda
hu: Karbantartó, beállítási lehetőségek, dokumentáció, üzenetablakok, a KDevelop 1.3 átültetése a KDE 2.1 alá
it: Responsabile Funzionalità di configurazione, help online, popup, conversione di KDevelop 1.3 a KDE 2.1
ja: メンテナ, 機能の構成, オンラインヘルプ, 各種ポップアップ, KDevelop 1.3 を KDE 2.1 にポート
nl: Onderhouder, Configuratie functionaliteit, Online hulp, Popup menu's, port van KDevelop 1.3 naar KDE 2.1
no_ny: Vedlikehaldar, oppsettfunksjonar, hjelp, oppsprettmenyar, port av KDevelop 1.3 til KDE 2.1
sk: Správca, Možnosť nastavenia,Pomocník, Popup menu, port KDevelop 1.3 pre KDE 2.1
sl: Vzdrževalec, funkcionalnost prikrojitve, pomoč, pojavna okna, prenos KDevelop 1.3 v KDE 2.1
sv: Underhållare, inställningsfunktioner, inbyggd hjälp, poppup, översättning av KDevelop 1.3 till KDE 2.1
xh: Umlondolozi, Umsebenzi woqwalaselo, Uncedo oluselayinini, Popups, izibuko le KDevelop 1.3 ku KDE 2.1

source: former Maintainer
da: Tidligere vedligeholder
de: Ehemaliger Betreuer
et: Eelmine hooldaja
hu: Korábbi karbantartó
it: Precedente responsabile
ja: 以前のメンテナ
nl: voormalig Onderhouder
no_ny: tidlegare vedlikehaldar
pl: poprzedni opiekun projektu
sk: bývalý správca
sl: prejšnji vzdrževalec
sv: tidigare underhållare
xh: Umlondolozi wokuqala

source: Many, Many Bugfixes, General Enhancements
da: Mange, mange fejlrettelser og generelle forbedringer
de: Viele Fehlerbehebungen, allgemeine Verbesserungen
et: Hästi palju veaparandusi, üldised parandused
hu: Sok-sok hibajavítás, általános továbbfejlesztések
id: Banyak, Banyak perbaikan bug, Penyempurnaan Umum
it: Molti, molti errori corretti; Miglioramenti generali
ja: たくさんのバグフィックス、拡張
nl: Vele, Vele Bugfixes, Algemene Verbeteringen
no_ny: Mange, mange feilfiksar, generelle forbetringar
sk: Veľa, veľa opráv chýb, všeobecné vylepšenia
sl: Veliko, veliko popravkov in splošnih dodatkov
sv: Många, många felrättningar, Allmänna förbättringar
xh: Oluninzi, Oluninzi ulungiso lwebug, Iziphawulo ngokubanzi

source: Documentation Tree
da: Dokumentationstræ
de: Dokumentationsbaum
et: Dokumentatsiooni puu
hu: Dokumentációfa
id: Pohon Dokumentasi
it: Albero documentazione
ja: ドキュメントツリー
nl: Documentatie Boom
no_ny: Hjelpetekstoversikt
pl: Drzewo dokumentacji
sk: Strom dokumentácie
sl: Drevo dokumentacije
sv: Dokumentationsträd
xh: Umthi wexwebhu

source: Classviewer and Classparser
da: Klasseviser og klassefortolker
de: Klassenansicht und Klassenparser
et: Klassivaade ja klasside parser
hu: Osztálynézegető és osztályelemző
id: Classviewer dan Classparser
it: Visualizzatore e parser per le classi
ja: クラスビューア、クラスパーサー
nl: Klasseweergave en Klasseparser
no_ny: Klasseoversikt og klassetolk
pl: Przeglądarka klas i parser klas
sk: Zobrazovač tried a parser tried
sl: Pregledovalnik in tolmač razredov
sv: Klassvisare och klasstolk
xh: Umboniseli wohlobo nomchazi wohlobo

source: Graphical Classviewer
da: Grafisk klasseviser
de: Graphische Klassenansicht
et: Graafiline klassivaade
hu: Grafikus osztálynézegető
id: Classviewer Grafis
it: Visualizzatore classi grafico
ja: グラフィカルクラスビューア
nl: Grafische Klasseweergave
no_ny: Grafisk klasseoversikt
pl: Graficzny widok klas
sk: Grafický zobrazovač tried
sl: Grafični pogled na razrede
sv: Grafisk klassvisare
xh: Umboniseli wohlobo lwemizobo

source: KAppWizard, Printing
da: KAppWizard, skriver ud
de: Anwendungs-Assistent, Drucken
et: KAppWizard, trükkimine
hu: KAppWizard, nyomtatás
id: KAppWizard, Pencetakan
it: Supporto stampa, KAppWizard
ja: KAppWizard, 印刷
nl: KAppAssistent, Afdrukken
no_ny: KAppWizard, utskrift
pl: KAppWizard, drukowanie
sk: KAppWizard, Tlač
sl: KAppWizard, tiskanje
sv: Programguide, Utskrift
xh: KAppWizard, Iyashicilela

source: Real-File-Viewer, Project Options
da: Skikkelig filfremviser, projektvalg
de: Dateiansicht, Projekt-Einstellungen
et: Tegelike failide näitaja, projekti seadistused
hu: Az igazi fájlnéző, projektbeállítások
id: Viewer-Real-File, Pilihan Proyek
it: Visualizzatore file, Opzioni progetto
ja: ファイルビューア、プロジェクトオプション
nl: Echte Bestandsweergave, Project Opties
no_ny: Verkeleg filoversikt, prosjektval
pl: Widok wszystkich plików (RFV), opcje projektu
sk: Zobrazovač reálneho súboru, Nastavenie projektu
sl: Drevesni pogled na datoteke, Nastavitve projekta
sv: Riktig filvisare, Projektalternativ
xh: Umboniseli-wenene-wefayile, iinketho ze projekti

source: Internal Debugger, port of KDevelop 1.3 to KDE 2.1
da: Intern fejlretter, overførsel af KDevelop 1.3 til KDE 2.1
de: Interne Debugger, Portierung von KDevelop 1.3 nach KDE 2.1
et: Sisemine silur, KDevelop 1.3 portimine KDE 2.1 keskkonda
hu: Beépített nyomkövető, a KDevelop 1.3 átültetése a KDE 2.1 alá
id: Debugger Internal, porting dari KDevelop 1.3 ke KDE 2.1
it: Debugger interno, conversione di KDevelop 1.3 a KDE 2.1
ja: 内蔵デバッガ、KDevelop 1.3 を KDE 2.1 にポート
nl: Interne debugger, port van KDevelop 1.3 naar KDE 2.1
no_ny: Intern avlusar, port av KDevelop 1.3 til KDE 2.1
pl: Debuger wewnętrzny, port KDevelopa 1.3 do KDE 2.1
sk: Interný odlaďovač, port KDevelop 1.3 pre KDE 2.1
sl: Notranji razhroščevalnik, prenos KDevelop na KDE 2.1
sv: Inbyggd avlusare, översättning av KDevelop 1.3 till KDE 2.1
xh: Eyangaphakathi idebugger, izibuko le KDevelop 1.3 kwi KDE 2.1

source: Initial KWrite sources
da: Oprindelige KWrite kilder
de: Usprüngliche KWrite Quelltexte
et: Algne KWrite kood
hu: Az eredeti KWrite forráskód
it: Sorgenti iniziali di KWrite
ja: 初期KWriteソース
nl: Initiele KWrite bronbestanden
no_ny: Opprinneleg KWrite-kjelde
sk: Pôvodný kód KWrite
sl: Prvotna izvirna koda KWrite
sv: Ursprunglig KWrite-källkod
xh: Iimvelaphi zokuqupha ze KWrite

source: KDE Help
da: KDE Hjælp
de: KDE Hilfe
et: KDE abi
hu: KDE Segítség
it: Guida di KDE
ja: KDE ヘルプ
no_ny: KDE-hjelp
pl: Pomoc KDE
sk: Pomocník KDE
sl: Pomoč za KDE
sv: KDE-hjälp
xh: ncedo lwe KDE

source: Gnome Template Application
da: Gnome Skabelonprogram
de: Gnome Anwendungsvorlage
et: Gnome näidisrakendus
hu: GNOME sablonalkalmazás
it: Modello applicazione Gnome
ja: Gnome テンプレートアプリケーション
nl: Gnome applicatiesjabloon
no_ny: Gnome-malprogram
pl: Szablon aplikacji Gnome
sk: Šablóna aplikácie GNOME
sl: Vzorčni program za Gnome
sv: Gnome mallprogram
xh: Gnome Template Isicelo

source: Kicker templates and the RPM build facility
da: Kicker skabeloner og RPM bygge facilitet
de: Kicker-Vorlagen und RPM-Erzeugung
et: Paneeli mallid ja RPM pakkide loomise võimalus
hu: Panelsablonok, az RPM csomagok kezelése
id: Template kicker dan fasilitas build RPM
it: Modelli per le applet e utility per creare i pacchetti RPM
ja: Kicker テンプレートと RPM ビルド機能
nl: Kicker sjablonen en de bouw RPM faciliteit
no_ny: Kicker-malar og RPM-byggfunksjonen
pl: Szablony Kickera i budowanie plików rpm
sk: Šablóny pre Kicker a vytváranie RPM
sl: Predloge za Kicker in pripomoček za gradnjo RPM
sv: Kicker-mallar och RPM-byggfunktionen
xh: Kicker templates nesixhobo sokwakha se RPM

source: Patches/Bugfixes
da: Ændringer/problemløsninger
de: Patches und Fehlerkorrekturen
et: Uuendused/veaparandused
hu: Javítások
it: Patch / Correzione errori
ja: パッチ/バグフィックス
no_ny: Feilfiksar
pl: Łaty/korekty błędów
sk: Patche/Opravy
sl: Dodatki in popravki hroščev
sv: Modifieringar/felrättning
xh: Amabala/Ulungiso lwe bug

source: Startlogo KDevelop 1.0
de: Startlogo von KDevelop 1.0
et: KDevelop 1.0 alguspilt
hu: KDevelop 1.0 indítókép
it: Logo iniziale di KDevelop 1.0
ja: KDevelop 1.0 起動ロゴ
pl: Startowe logo KDevelopa 1.0
sk: Logo pre KDevelop 1.0
sl: Začetni logotip KDevelop 1.0
sv: Startlogotyp för KDevelop 1.0
xh: Qala ilogo KDevelop 1.0

source: Startlogo KDevelop 1.1, 1.2
de: Startlogo von KDevelop 1.1 und 1.2
et: KDevelop 1.1 ja 1.2 alguspildid
hu: KDevelop 1.1, 1.2 indítókép
it: Logo iniziale di KDevelop 1.1, 1.2
ja: KDevelop 1.1, 1.2 起動ロゴ
nl: Startlogo KDevelop 1.1 en 1.2
pl: Startowe logo KDevelopa 1.1, 1.2
sk: Logo pre KDevelop 1.1, 1.2
sl: Začetni logotip KDevelop 1.1, 1.2
sv: Startlogotyp för KDevelop 1.1, 1.2
xh: Qala ilogo KDevelop 1.1, 1.2

source: Startlogo KDevelop 1.4, 2.0
de: Startlogo von KDevelop 1.4 und 2.0
et: KDevelop 1.4 ja 2.0 alguspildid
hu: KDevelop 1.4, 2.0 indítókép
it: Logo iniziale di KDevelop 1.4, 2.0
ja: KDevelop 1.4, 2.0 起動ロゴ
nl: Startlogo KDevelop 1.4 en 2.0
pl: Startowe logo KDevelopa 1.4, 2.0
sk: Logo pre KDevelop 1.4, 2.0
sl: Začetni logotip KDevelop 1.4, 2.0
sv: Startlogotyp för KDevelop 1.4, 2.0
xh: Qala ilogo KDevelop 1.4, 2.0

source: Patches/Bugfixes, Translation coordination
da: Patches/Problemløsninger, Oversættelseskoordination
de: Patches/Fehlerkorrekturen, Koordinierung der Übersetzungen
et: Uuendused/veaparandused, tõlkimise koordineerimine
hu: Javítások, a nemzetköziesítés koordinálása
it: Patch / Correzione errori, Coordinatore traduzioni
ja: パッチ/バグフィックス, 翻訳のコーディネート
nl: Patches/Bugfixes, Coordinatie van de vertaling
no_ny: Feilfiksar, koordinering av omsetjingar
pl: Łaty/korekta błędów, koordynacja tłumaczeń
sk: Patche/Opravy, koordinácia prekladu
sl: Popravki hroščev in dodatki, koordinacija prevajanja
sv: Modifieringar/felrättning, sammanhållning av översättning
xh: Amabala/Ulungiso lwebug, Uququzelelo loguqulelo kolunye ulwimi

source: KDevelop cannot start :-(
da: KDevelop kan ikke starte :-(
de: KDevelop kann nicht gestartet werden,
et: KDevelop ei suuda käivituda :-(
hu: A KDevelop indulása nem sikerült :-(
it: Impossibile avviare KDevelop :-(
ja: KDevelopは起動できません :-(
nl: KDevelop kan niet starten :-(
no_ny: KDevelop kan ikkje starta :-(
pl: KDevelop nie może wystartować :-(
sk: KDevelop nemohol byť spustený :-(
sl: KDevelop se ne more zagnati :-(
sv: KDevelop kan inte starta :-(
xh: KDevelop ayinakuqala :-(
