Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: <p>If you want to change your applications version number, you can change it in the project options dialog, automatically updating your project.
da: <p>Hvis du ønsker at ændre programmets versionsnummer, kan du ændre det i projekt-valg dialogen, og opdatere dit projekt automatisk.
de: <p>Wenn Sie die Versionsnummer Ihrer Anwendung ändern möchten, können Sie dies im Dialog "Projekt"->"Optionen" vornehmen. Die Änderung wird automatisch für das Projekt übernommen.
hu: <p>...az alkalmazás verziószámának megváltoztatásakor, ha átírja a számot a projekt beállítóablakában, a projekt automatikusan felfrissül?
it: <p>Se vuoi cambiare il numero di versione della tua applicazione, puoi cambiarlo nella finestra di dialogo delle opzioni del progetto, aggiornando automaticamente tutto il progetto.
ja: <p>アプリケーションのバージョン番号を変更するには、 プロジェクトオプションダイアログで設定できます。設定するとプロジェクトは自動的に更新されます。
nl: <p>als u uw applicatie versie nummer wilt veranderen u het kunt veranderen in de project opties dialoog en dat het dan automatisch uw prject wordt bijgewerkt.
no_ny: <p>Dersom du vil endra versjonsnummeret for applikasjonen, kan du endra det i prosjektvaldialogen og automatisk oppdatera prosjektet.
sk: <p>Ak chcete zmeniť číslo verzie vašej aplikácie, použite dialóg pre nastavenie projektu a tým automaticky aktualizujete projekt.
sl: <p>Če želite spremeniti številko različice programa, jo lahko spremenite v pogovornem oknu z izbirami projekta, kar samodejno osveži vaš projekt.
sv: <p>Om du vill ändra versionen för ditt program, kan du göra detta i dialogen för projektinställningar, med automatisk uppdatering av ditt projekt.
xh: <p>Ukuba ufuna ukutshintsha inani loguqulelo kolunye ulwimi lwezicelo, ungalitshintsha kwincoko yababini yeenketho ze projekti, igqiba ngokuzenzekelayo eyakho iprojekti.

source: <p>If you want to create a new project, choose "Project"->"Application Wizard" from the menubar.
da: <p>Hvis du ønsker at oprette et nyt projekt, så vælg "Projekt"->"Program Trold" fra menulinien.
de: <p>Wenn Sie über den Anwendungs-Assistenten ein neues Projekt erstellen möchten, wählen Sie in der Menüzeile den Punkt "Projekt"->"Neu".
hu: <p>...új projekt létrehozásához a "Project"->"Alkalmazásvarázsló" menüpont is használható?
it: <p>Se vuoi creare un nuovo progetto, scegli "Progetto"->"Nuovo" dalla barra del menu.
ja: <p>新規プロジェクトを作成するには、メニューバーから"プロジェクト"->"アプリケーションウィザード"を選択します。
nl: <p> als u een nieuw project wilt aanmaken, kies dan "Project"->"Applicatie assistent" in de menubalk.
no_ny: <p>Dersom du vil laga eit nytt prosjekt, vel «Prosjekt»->»Applikasjonsvegvisar» frå menylinja.
sk: <p>Ak chcete vytvoriť nový projekt, vyberte z menu "Projekt"->"Sprievodca aplikáciou".
sl: <p>Če želite ustvariti nov projekt, izberite "Projekt"->"Čarovnik za programe" z menujske vrstice.
sv: <p>Om du vill skapa ett nytt projekt, välj "Projekt"->"Nytt..." i menyraden.
xh: <p>Ukuba ufuna ukwenza iprojekti entsha, khetha "iProjekti"->"Iwizard yesicelo" esuka kwimenubar.

source: <p>If you don't have a KDE-library documentation, create it by choosing "Update" from the Documentation tab in the KDevelop Setup dialog.
da: <p>Hvis du ikke har KDE-bibliotek dokumentation, kan det laves ved at vælge "Opdatér" fra Dokumentation fanebladet i KDevelop opsætningsdialogen.
de: <p>Falls Sie noch keine Dokumentation zu den KDE Bibliotheken haben, können Sie diese erstellen lassen. Wählen Sie "Aktualisieren" in der Karteikarte "Dokumentation" des Dialogs "KDevelop-Einrichtung".
hu: <p>...ha nem áll készen rendelkezésre a KDE programkönyvtár dokumentációja, akkor létrehozható a "Frissítés" gombbal a KDevelop beállítóablakának Dokumentáció lapján?
it: <p>Se non hai la documentazione delle librerie di KDE, generala scegliendo "Aggiorna" nella sezione Documentazione della finestra di dialogo delle impostazioni di KDevelop.
ja: <p>KDEライブラリのドキュメントを持っていないなら、 KDevelopセットアップダイアログのドキュメントタブで"更新"を選択して生成できます。
nl: <p>Als u geen KDE code bibliotheek documentatie heeft, u deze kunt aanmaken door "Bijwerken" van de documentatie tab in de KDevelop opties dialoog te kiezen.
no_ny: <p>Dersom du ikkje har hjelpetekstane for KDE-biblioteket, kan du laga dei ved å velja «Oppdater» frå hjelpetekstsida i oppsettdialogen.
sk: <p>Ak nemáte dokumentáciu knižnice KDE, vytvorte ju pomocou tlačidla "Aktualizovať" v záložke Dokumentácia v dialógu nastavenia KDevelop.
sl: <p>Če nimate dokumentacije za knjižnico KDE, jo ustvarite tako, da izberete "Osveži" z dokumentacijskega zavihka v nastavitvenem pogovornem oknu KDevelop.
sv: <p>Om du inte har dokumentation för KDE-biblioteken, skapa den genom att välja "Uppdatera" från dokumentationsfliken i KDevelops inställningsdialog.
xh: <p>Ukuba awunaxwebhu lelayibrari ye-KDE, yenze ngokukhetha "Ugqibo" olusuka kwisithuba sexwebhu kwincoko yababini yocwangciso lwe KDevelop.

source: <p>If you changed your applications's classes, you should update your API documentation by selecting "Make API-Doc" from the Build-menu.
da: <p>Hvis du har ændret dit programs klasser, bør deu opdatere din API dokumentation ved at vælge "Make API-Doc" fra Bygge-menuen.
de: <p>Wenn Sie die Klassen in ihrem Projekt geändert haben, sollten Sie ihre API-Dokumentation aktualisieren. Wählen Sie hierzu "API-Dokumentation erstellen" im Menü "Projekt".
hu: <p>...ha megváltoztatott egy osztályt az alkalmazásban, akkor érdemes felfrissíteni az API dokumentációt a Fordítás menü "Az API dokumentáció létrehozása" menüpontjával?
it: <p>Se ha modificato le classi della tua applicazione, dovresti aggiornare la documentazione delle API selezionando "Crea Documentazione API" dal menu Compila.
ja: <p>アプリケーションのクラスを変更したら、ビルドメニューから"API-Doc を作成"を選択してAPIドキュメントも更新してください。
nl: <p>Als u uw applicaties's klassen heeft veranderd uw uw API documentatie zou moeten bijwerken door "API-Doc make" te lkeizen in het Bouwen menu.
no_ny: <p>Dersom applikasjonsklassane er endra, bør du oppdatera API-hjelpetekstane ved å velja «Lag API-hjelp» frå Bygg-menyen.
sk: <p>Ak ste zmenili triedy aplikácie, mali by ste aktualizovať dokumentáciu API použitím "Vytvoriť dokumentáciu API" z menu Kompilovať.
sl: <p>Če ste spremenili razrede svojega programa, bi morali osvežiti tudi dokumentacijo za svoj API tako, da izberete "Naredi dokumentacijo API" z menuja Zgradi.
sv: <p>Om du ändrat klasserna i ditt program, bör du uppdatera din API dokumentation genom att välja "Bygg API-dokumentation" i projektmenyn.
xh: <p>Ukuba utshintshe iintlobo zesicelo sakho, kufuneka ugqibe uxwebhu lakho le API ngokukhetha "Yenza API-Doc" esuka kwi Menu-yokwakha.

source: <p>You can save time if you select "Compile File" from the build menu or the toolbar to only compile your current implementation file.
da: <p>Du kan spare tid ved at vælge "Oversæt fil" fra byggemenuen eller værktøjslinien, så du kun oversætter den aktuelle implementationsfil.
de: <p>Sie sparen Zeit, wenn Sie den Menüpunkt "Datei kompilieren" auswählen. Dann wird nur der gerade aktive Quelltext übersetzt.
hu: <p>...időt takaríthat meg, ha "Az aktuális fájl lefordítása" menüpontot használja olyankor, amikor csak az aktuális fájlt módosította?
it: <p>Puoi risparmiare tempo se scegli "Compila File" dal menu Compila o dalla barra degli strumenti per compilare solamente il file di implementazione corrente.
ja: ビルドメニューから"ファイルをコンパイル"を選択するか、ツールバーで そのボタンをクリックして、現在の実装ファイルのみをコンパイルすると 時間が節約できます。
nl: <p>u tijd kunt besparen als u "Bestand compileren" uit het bouwen menu of de werkbalk kiest om alleen het huidige implementatiebestand te compileren.
no_ny: <p>Du kan spara tid ved å velja «Kompiler fil» frå Bygg-menyen eller verktøylinja dersom du berre skal kompilera ei fil.
sk: <p>Pomocou "Preložiť súbor" môžete ušetriť čas tým, že preložíte iba aktuálny súbor implementácie.
sl: <p>Če izberete "Prevedi datoteko" z menuja Zgradi ali z orodne vrstice, lahko prihranite čas, saj tako prevedete le vašo trenutno implementacijsko datoteko.
sv: <p>Du kan spara tid om du väljer "Kompilera fil" från byggmenyn eller verktygsraden för att bara kompilera din aktuella implementeringsfil.
xh: <p>Ungagcina ixesha ukuba ukhetha "Ifayile yokuqokelela" esuka kwimenu yokwakha okanye ibar yesixhobo ukuqokelela kuphela ifayile yokuzalisekisa yakho yangoku.

source: <p>If you're searching for information on classes or classmembers, select "Search for Help on..." from the Help-menu.
da: <p>Hvis du leder efter information om klasser eller klassemedlemmer, vælg "Søg efter hjælp om..." fra Hjælpe-menuen.
de: <p>Wenn Sie Informationen über Klassen oder Klassenmember suchen, wählen Sie "Suche nach Hilfe zu..." im Menü Hilfe.
hu: <p>...ha egy osztály vagy egy osztálytag leírására kíváncsi, használhatja a Segítség menü "Keresés a dokumentációban..." menüpontját?
it: <p>Se stai cercando informazioni su classi o membri, seleziona "Cerca aiuto su..." dal menu Aiuto.
ja: <p>クラスやクラスのメンバの情報を検索するには、へルプメニューで"へルプから検索..."を選択します。
nl: <p>Als u naar informatie over klassen of klasseleden zoekt slecteer dan "Zoek naar help bij..." uit het Help menu.
no_ny: <p>Dersom du leitar etter informasjon om klassar eller klassemedlemmer, kan du velja «Søk etter hjelp om ...» frå Hjelp-menyen.
sk: <p>Ak hľadáte dokumentáciu k triedam alebo členom tried, použite z menu Pomocník "Hľadať v Pomocníkovi...".
sl: <p>Če iščete podatke o razredih ali članih razreda, izberite "Poišči pomoč o..." iz menuja Pomoč.
sv: <p>Om du söker efter information om klasser eller klassmedlemmar, välj "Sök efter hjälp om..." från hjälpmenyn.
xh: <p>Ukuba uphendla ulwazi kwiintlobo okanye amalungu ohlobo, khetha "Phendla uncedo ku..." osuka kwimenu-yoNcedo.

source: <p>If you want to have info about something in the KDevelop window, select the "What's this ?" button in the toolbar and click on the item you don't know about.
da: <p>Hvis du ønsker at få info om noget i KDevelop vinduet, vælg "Hvad er dette ?" knappen i værktøjslinien og klik på punktet du ikke kender til.
de: <p>Wenn Sie weitere Informationen über eine Einstellung in den KDevelop Dialogen benötigen, wählen Sie im Menü Hilfe den Eintrag "Was ist das?..."
hu: <p>...ha meg szeretné tudni egy KDevelop-beli elem funkcióját, elég, ha kiválasztja a "Mi ez?" gombot az eszköztárban, majd rákattint a kívánt elemre?
it: <p>Se vuoi avere informazioni riguardo a qualcosa nella finestra di KDevelop, seleziona il pulsante "Cos'è questo?" nella barra degli strumenti e clicca sull'elemento di cui vuoi avere informazioni.
ja: <p>KDevelopウィンドウの中の何かについて知りたい時は、ツールバーの "これは何?"ボタンをクリックしてから、しりたい項目をクリックします。
nl: <p>Als u informatiematie over iets wilt hebben in het KDevelop venster u dan de "Wat is dit..." knop in de werkbalk aanklikt en vervolgens op het onderdeel klikt waar u informatie over wilt hebben.
no_ny: <p>Dersom du vil ha informasjon om noko i KDevelop-vindauget, bruk verktøylinjeknappen «Kva er dette?» og klikk på det elementet du lurar på.
sk: <p>Ak chcete o niečom v okne KDevelop zistiť, akú to má funkciu, stlačte tlačidlo "Čo je to?" v paneli nástrojov a kliknite na dané miesto.
sl: <p>Če vas zanima o nečem v oknu KDevelop, izberite gumb "Kaj je to?" v orodni vrstici in kliknite na neznani predmet.
sv: <p>Om du vill få information om något i KDevelop-fönstret, välj knappen "Vad är det här?" i verktygsraden och klicka på objektet du inte känner till..
xh: <p>Ukuba ufuna ukuba nolwazi malunga nenye into kwi window ye KDevelop, khetha u "Yintoni le ?" iqhosha kwibar yesixhobo kwaye nqakraza kumba ongazi nto malunga nawo.

source: <p>Hint: You can search the documentation for a keyword by marking the word and select "look up" in the right button popup menu.
da: <p>Vink: Du kan gennemsøge dokumentationen for et nøgleord ved at markere ordet og vælge "slå op" i højreknap pop-op menuen.
de: <p>Hinweis: Sie können in der Dokumentation nach einem Stichwort suchen,indem Sie den Begriff markieren und im Kontextmenü den Punkt "Suchen" auswählen.
hu: <p>...ha egy kulcsszó alapján szeretne keresni a dokumentációban, elég, ha kijelöli a szót és a "Keresés a dokumentációban" menüpontot választja a felbukkanó menüből?
it: <p>Suggerimento: Puoi cercare nella documentazione una parola chiave evidenziando la parola selezionando "cerca" nel menu che appare cliccando con il tasto destro.
ja: <p>ヒント: ドキュメントであるキーワードについて検索したい時には、 その単語をマークしてから、マウス右ボタンメニューにある"探す"を選択して下さい。
nl: <p>Aanwijzing: U kunt zoeken naar een sleutelwoord in de documentatie door een woord te selecteren en "Opzoeken" te kiezen uit het rechter muisknop menu.
no_ny: <p>Tips: Du kan søkja i hjelpetekstane etter eit nøkkelord ved å merka ordet og velja «Slå opp» i menyen du får når du klikkar høgre museknapp.
sk: <p>Rada: Kľúčové slová v dokumentácii môžete hľadať označením slova a vybraním "Nájsť" v kontextového menu po stlačení pravého tlačidla myši.
sl: <p>Namig: Dokumentacijo lahko preiščete za pojav ključne besede, če to besedo označite in v pojavnem menuju, ki ga dobite z desnim gumbom miške, izberete "najdi".
sv: <p>Tips: Du kan söka efter ett nyckelord i dokumentationen genom att markera ordet och välja "Slå upp" i menyn som visas med höger musknapp.
xh: <p>Thsuphe: Ungaphendla uxwebhu lwegama elingundoqo ngokuphawula igama kwaye khetha "jonga" kwimenu ye popup yeqhosha lasekunene.

source: <p>The KDevelop Team wishes you a nice day !
da: <p>KDevelop holdet ønsker dig en god dag !
de: <p>Das KDevelop-Team wünscht einen schönen Tag!
hu: <p>...a KDevelop fejlesztők sok sikert kívánnak a mai napra?
it: <p>Il Team di KDevelop ti augura una buona giornata !
ja: <p>KDevelopチームから - あなたの今日が良い日でありますように!
nl: <p>Het KDevelop team wenst u een prettuge dag !
no_ny: <p>KDevelop-laget ønskjer deg ein fin dag!
sk: <p>Tím KDevelop vám praje pekný deň!
sl: <p>Ekipa KDevelop vam želi prijeten dan!
sv: <p>KDevelop-gruppen önskar dig en trevlig dag!
xh: <p>Iqela le KDevelop likunqwenelela imini emnandi !

source: <p>If you've found a bug in KDevelop, please let us know. Contact adresses are in the KDevelop Handbook.
da: <p>Hvis du har fundet et problem i KDevelop, så fortæl os om det. Kontakt adresser er i KDevelop håndbogen.
de: <p>Wenn Sie einen Fehler in KDevelop gefunden haben, setzen Sie uns davon in Kenntnis. Die Kontaktadressen finden Sie im KDevelop-Handbuch.
hu: <p>...szívesen fogadjuk a KDevelop-hibabejelentéseket? A KDevelop kézikönyvben megtalálhatók a szükséges címek.
it: <p>Se hai trovato un bug in KDevelop, faccelo sapere. Gli indirizzi per contattarci sono all'interno del manuale di KDevelop.
ja: <p>KDevelopでバグを見つけたら、是非御知らせ下さい。連絡先はKDevelopハンドブックにあります。
nl: <p>Als u een fout in KDevelop heeft gevonden, laat ons dat a.u.b. weten. Contactadressen staan in het KDevelop handboek.
no_ny: <p>Sei frå dersom du finn feil i KDevelop. Du finn kontaktadresser i KDevelop-handboka.
sk: <p>Ak ste narazili na chybu v KDevelop, prosím, oznámte nám ju. Kontaktná adresa je v Príručke KDevelop.
sl: <p>Če ste našli hrošča v KDevelop, nas, prosimo, obvestite. Kontaktni naslovi so v priročniku za KDevelop.
sv: <p>Om du har hittat ett fel i KDevelop, var vänlig att meddela oss. Kontaktadresser finns i KDevelop-handboken.
xh: <p>Ukuba ufumene ibug kwi KDevelop, nceda sazise. Iidilesi zoqhagamshelwano zikwincwadi yesandla ye KDevelop.

source: <p>If you want to add your own documentations to the documentation tree, click with the right mouse button on the "Others" entry in the tree. Then configure the path and entry name.
da: <p>Hvis du ønsker at tilføje dine egne dokumentationer til dokumentationstræet, så klik med højre museknap på "Andre" indgangen i træet. Indstil så sti og indgangsnavn.
de: <p>Wenn Sie eigene Dokumentationen in den Dokumentationsbaum einbinden möchten, klicken Sie in der Baumansicht in der Karteikarte "Handbücher" mit der rechten Maustaste auf den Eintrag "Andere". Tragen Sie nun über "Neuer Eintrag" den Pfad und den Namen der Dokumentation ein.
hu: <p>...saját dokumentációt is fel lehet venni a dokumentációfába? Ehhez kattintson a jobb egérgombbal az "Egyéb" bejegyzésre a fában, majd adja meg az új bejegyzés nevét és a fájl elérési útját.
it: <p>Se vuoi aggiungere la tua documentazione all'albero della documentazione, clicca con il pulsante destro sulla voce "Altri" nell'albero. Quindi imposta il percorso e il titolo.
ja: ドキュメントツリーにあなた独自のドキュメントを加えたいときは、ツリーの"その他"エントリを マウスの右ボタンでクリックして下さい。それからエントリ名とパスを指定して下さい。
nl: <p>als u uw eigen documentatie aan de documentatieboom wilt toevoegen u met de rechter muisknop op de "Overige" ingang in de boom. Vervolgens configureert u het pad en de ingangsnaam.
no_ny: <p>Dersom du vil leggja til dine eigen hjelpetekstar i hjelpetekstoversikta, kan du klika med høgre muskeknapp på «Andre» og velja sti og tittel.
sk: <p>Ak chcete pridať vlastnú dokumentáciu do stromu dokumentácie, kliknite v strome na "Ostatné" pravým tlačidlom myši . Potom nastavte cestu a meno.
sl: <p>Če želite v dokumentacijsko drevo dodati svojo lasto dokumentacijo, kliknite z desnim gumbom miške vnos "Drugo". Nato nastavite pot in ime vnosa.
sv: <p>Om du vill lägga till din egen dokumentation till dokumentationsträdet, klicka med höger musknapp på alternativet "Övriga" i trädet. Ställ därefter in sökvägen och postens namn.
xh: <p>Ukuba ufuna ukudibanisa amaxwebhu wakho kuxwebhu lomthi, nqakraza ngeqhosha lasekunene le mouse ku "Amanye" ngeno kumthi. Ngoku qwalasela umendo kunye negama longeno.

source: <p>...that you can create a new class with "new class" from the Project menu ?
da: <p>...at du kan lave en ny klasse med "ny klasse" fra Projektmenuen ?
de: <p>...dass Sie mit "Neue Klasse" im Menü "Projekt" Ihrem Projekt eine neue Klasse hinzufügen können.
hu: <p>...hogy új osztály létrehozásához az "Új osztály" menüpontra kell kattintani a Projekt menüben?
it: <p>...che puoi creare una nuova classe con "nuova classe" dal menu Progetto ?
ja: <p>新規クラスの作成にはプロジェクトメニューから"新規クラス"を選択します。
nl: <p>...dat u een nieuwe klasse kunt aanmaken met "Nieuwe klasse" in het Project menu ?
no_ny: <p>... at du kan laga ein ny klasse med «Ny klasse» frå Prosjekt-menyen?
sk: <p>...môžete vytvoriť novú triedu pomocou "Nová trieda" z menu Projekt?
sl: <p>... da lahko ustvarite nov razred z "nov razred" z menuja Projekt?
sv: <p>...att du kan skapa en ny klass med "Ny klass" från projektmenyn?
xh: <p>...engenza uhlobo olutsha nge "uhlobo olutsha" olusuka kwimenu ye projekti ?

source: <p>that you can print your files either with a2ps or enscript from within KDevelop ?
da: <p>at du kan udskrive dine filer enten med a2ps eller enscript inde fra KDevelop ?
de: <p>...dass Sie Dateien aus KDevelop heraus sowohl mit a2ps als auch mit enscript ausdrucken können?
hu: <p>...hogy a fájlok kinyomtathatók akár az a2ps, akár az enscript segítségével közvetlenül a KDevelopból?
it: <p>che puoi stampare i tuoi file sia con a2ps o enscript dall'interno di KDevelop ?
ja: <p>KDevelopの中からa2psまたはenscriptであなたのファイルを印刷できることをご存知でしたか?
nl: <p>dat u uw bestanden ofwel met a2ps ofwel met enscript vanuit KDevelop kunt afdrukken ?
no_ny: <p>at du kan skriva ut filer med anten a2ps eller enscript gjennom KDevelop?
sk: <p>...môžete z KDevelop tlačiť vaše súbory buď pomocou a2ps alebo enscript?
sl: <p>... da lahko tiskate svoje datoteke v okolju KDevelop s programom a2ps ali pa enscript?
sv: <p>att du kan skriva ut dina filer antingen med a2ps eller enscript inne i KDevelop?
xh: <p>engashicilela iifayile zakho nge a2ps okanye sukushicilela ngaphakathi kwi KDevelop ?

source: <p>To open a project, select "Open" from the Project-menu.
da: <p>For at åbne et projekt, vælg "Åbn" fra Projekt-menuen.
de: <p>Um ein Projekt zu öffnen, wählen Sie "Öffnen" im Menü Projekt.
hu: <p>...hogy egy már létező projekt megnyitásához a "Megnyitás" menüpont használható a Projekt menüben?
it: <p>Per aprire un progetto, seleziona "Apri" dal menu Progetto.
ja: <p>プロジェクトを開くには、プロジェクトメニューで"開く"を選択します。
nl: <p>u om een project te openen, u "Open" in het Project-menu selecteert.
no_ny: <p>For å opna eit prosjekt, vel «Opna» i Prosjekt-menyen.
sk: <p>Pre otvorenie projektu vyberte "Otvoriť" z menu Projekt.
sl: <p>Izberite "Odpri" v menuju Projekt, če želite odpreti projekt.
sv: <p>För att öppna ett projekt, välj "Öppna..." i projektmenyn.
xh: <p>Ukuvula iprojekti, khetha "Vula" ukusuka kwi menu-ye projekti.

source: <p>If you compile your project and get an error, you can click on the error message to switch to the file and line the error occured.
da: <p>Hvis du oversætter dit projekt og får en fejl, kan du klikke på fejlbeskeden for at skifte til filen og linien hvor fejlen opstod.
de: <p>Wenn Sie beim Übersetzen einen Fehler angezeigt erhalten, können Sie durch einen Mausklick auf die Fehlermeldung direkt zur entsprechenden Zeile in Ihrem Quelltext springen.
hu: <p>...ha egy projekt fordítása közben hibaüzenetet kap, és rákattint a hibaüzenetre, akkor a szerkesztőrészben a kurzor a fájl hibát tartalmazó sorára áll?
it: <p>Se compili il tuo progetto e ottiene qualche errore, cliccando sul messaggio di errore si aprirà il file nel quale si è verificato l'errore, e il cursore verrà posizionato nel punto esatto.
ja: <p>もしプロジェクトをコンパイルしていてエラーが発生したら、エラーメッセージを クリックすると、エラーの発生したファイルとその行に移動することができます。
nl: <p>dat als u uw project compileert en een foutmelding krijgt u kunt klikken op de foutmelding om naar het bestand te springen dat de fout bevat en het zal naar de juiste regel springen.
no_ny: <p>Dersom du får feilmeldingar når du kompilerer prosjektet, kan du klikka på feilmeldinga for å hoppa til den fila og den linja der feilen oppstod.
sk: <p>Ak preložíte váš projekt a dostanete chybu, kliknutím na ňu sa prepnete do súboru a riadku, kde chyba nastala.
sl: <p>Če med prevajanjem vašega projekta pride do napake, lahko kliknete sporočilo o napaki in skočite v datoteko in vrstico, kjer je prišlo do napake.
sv: <p>Om du kompilerar ditt projekt och får ett fel, kan du klicka på felmeddelandet för att visa filen och raden där felet uppstod.
xh: <p>Ukuba uqokelela iprojekti yakho kwaye ufumane imposiso, unganqakraza kumyalezo wemposiso ukuswitshela kwifayile kwaye wenze ilayini yemposiso eyenzekileyo.

source: <p>...that you can use keyboard shortcuts for turning the output and tree window on and off ?
da: <p>...at du kan bruge tastaturgenveje til at slå uddata og trævindue til og fra ?
de: <p>...dass Sie Tastenkürzel verwenden können, um die Ausgabefenster und die Baumansicht ein- und auszublenden?
hu: <p>...hogy a kimeneti és a fastruktúra-ablak billentyűparanccsal is ki-be kapcsolható?
it: <p>...che puoi utilizzare le scorciatoie da tastiera per visualizzare o nascondere le finestre di output e della struttura ?
ja: <p>出力とツリーウィンドウの表示/非表示をキーボードショートカットで切り替えられるのを御存知でしたか?
nl: <p>...dat u toetenbordsnelkoppelingen kunt gebruiken om snel de uitvoer en boomweergave vensters kunt aan- en uitschakelen ?
no_ny: <p>... at du kan bruka snøggtastar til å visa og gøyma resultatvindauget og trevindauget?
sk: <p>...môžete použiť klávesové skratky pre zapínanie a vypínanie okna výstupu a stromu?
sl: <p>... da lahko uporabljate tipkovne bližnjice za vklop ali izklop okna z izhodom in tistega z drevesom?
sv: <p>...att du kan använda tangentbordsgenvägar för att visa eller dölja utmatnings- och trädfönstren?
xh: <p>...ukuba ungasebenzisa iindlela ezimfutshane zebhodi yezitshixo ukujika imveliso kunye ne window yomthi iqale kwaye iphele ?
