Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Cuts the selected section and puts it to the clipboard
da: Udklipper det markerede udvalg og lægger det på klippebordet
de: Schneidet die Auswahl aus und bringt sie in die Zwischenablage
et: Lõikab valitud teksti ja asetab lõikelauale
hu: A kijelölt rész kivágása és a vágóasztalra másolása
id: Potong seksi terpilih dan letakkan di clipboard
it: Taglia la sezione selezionata e ponila nella clipboard
ja: 選択された領域を切り取りクリップボードに置きます
nl: Knipt het geselecteerde gebied uit en zet het op het klembord
no_ny: Klipper ut det merka området og legg det på utklippstavla
pl: Wycina zaznaczony fragment i umieszcza go w schowku
sk: Vystrihnúť zvolené a vložiť do schránky
sl: Izrez izbranega dela in kopiranje v odlagališče
sv: Klipper ut markerad del och flyttar den till klippbordet
xh: Isika ukhetho olukhethiweyo kwaye ilubeka kwibhodi eqhotyoshwayo

source: Copys the selected section to the clipboard
da: Kopierer det du valgte til klippebordet
de: Kopiert die Auswahl in die Zwischenablage
et: Kopeerib valitud teksti lõikelauale
hu: A kijelölt rész vágólapra másolása
id: Salin seksi terpilih ke clipboard
it: Copia la sezione selezionata nella clipboard
ja: 選択された領域をクリップボードにコピーします
nl: Kopieert het geselecteerde gedeelte naar het klembord
no_ny: Kopierer det merka området til utklippstavla
pl: Zaznaczony fragment kopiuje do schowka
sk: Kopírovať zvolené do schránky
sl: Kopiranje izbranega dela v odlagališče
sv: Kopierar den markerade delen till klippbordet
xh: Ikhuphela icandelo elikhethiweyo kwibhodi eqhotyoshwayo

source: Pastes the clipboard contents to current position
da: Indsætter klippebordets indhold på den aktuelle position
de: Fügt Inhalte aus der Zwischenablage an der aktuellen Position ein
et: Asetab lõikelaua sisu kursori kohale
hu: A vágólap tartalmának beillesztése az aktuális pozíciónál
it: Incolla il contenuto della clipboard nella posizione attuale
ja: クリップボードの内容を実際の位置に貼りつけます
nl: Plakt de inhoud van het klembord op de huidige cursor positie in
no_ny: Limer inn innhaldet frå utklippstavla
pl: Zawartość schowka wkleja w aktualną pozycję
sk: Vložiť obsah schránky do aktuálnej pozície
sl: Prilepi vsebino odlagališča na trenutno mesto
sv: Infogar klippbordets innehåll på nuvarande position
xh: Icola imixholo yebhodi eqhotyoshwayo kwindawo yangoku

source: Inserts a file at the current position
da: Indsætter en fil på den gældende position
de: Fügt eine Datei an der aktuellen Position ein
et: Lisab faili kursori kohale
hu: Fájl beillesztése az aktuális pozíciónál
id: Sisipkan file di posisi sekarang
it: Inserisce un file alla posizione corrente
ja: ファイルを現在の位置に挿入します
nl: Voegt een bestand op de huidige cursor positie in
no_ny: Set inn ei fil ved den gjeldande posisjonen
pl: Wstawia plik w aktualne miejsce
sk: Vlož súbor na túto pozíciu
sl: Doda se datoteka na trenutno mesto
sv: Infogar en fil på nuvarande position
xh: Ifaka ifayile kwindawo yangoku

source: Searches the file for an expression
da: Søger filen igennem efter et udtryk
de: Sucht in der Datei nach einem Ausdruck
et: Otsib failist antud väljendit
hu: Kifejezés keresése a fájlban
id: Cari ekspresi dalam file
it: Cerca un espressione nel file
ja: ファイルの中の表現を検索します
nl: Doorzoekt het bestand op een uitdrukking
no_ny: Søkjer etter eit uttrykk i fila
pl: Wyszukuje wyrażenie w pliku
sk: Hľadá výraz v súbore
sl: Iskanje po datoteki za izrazom
sv: Söker i filen efter ett uttryck
xh: Iphendla ifayile yokuchaza

source: Repeats the last search
da: Gentager sidste søgning
de: Wiederholt die letzte Suche
et: Kordab viimast otsingut
hu: Az utolsó keresés megismétlése
id: Ulangi pencarian terakhir
it: Ripete la ricerca precedente
ja: 最後の検索を繰り返します
nl: Herhaalt de laatste Zoekopdracht
no_ny: Utfører siste søk om att
pl: Powtarza ostatnie wyszukiwanie
sk: Opakuje posledné hľadanie
sl: Ponovi se zadnje iskanje
sv: Upprepar senaste sökningen
xh: Iphinda uphendlo lokugqibela

source: Searches and replace expression
da: Søger og erstatter udtryk
de: Sucht und ersetzt Ausdrücke
et: Otsib ja asendab väljendi
hu: Kifejezés keresése és cseréje
id: Cari dan ganti ekspresi
it: Cerca e sostituisce espressione
ja: 検索し表現を置換します
nl: Zoekt en vervangt de uitdrukking
no_ny: Søkjer og byter ut uttrykk
pl: Wyszukuje i zastępuje wyrażenie
sk: Vyhľadá a nahradí výraz
sl: Iskanje in zamenjava izraza
sv: Söker och ersätter uttryck
xh: Iphendla kwaye ibuyisele uchazo

source: Opens the search in files dialog to search for expressions over several files
da: Åbner dialogen for filsøgninger for at søge efter et udtryk i flere filer
de: Öffnet den Dialog "Suche in Dateien", um in mehreren Dateien nach Ausdrücken zu suchen
et: Avab dialoogi 'Otsi failidest...', et otsida väljendit kõigist failidest
hu: A 'Fájlkeresés' párbeszédablak megnyitása egy kifejezés több fájlban kereséséhez.
id: Buka dialog pencarian di file untuk mencari ekspresi pada beberapa file
it: Apre la finestra di ricerca nei file per cercare un'espressione in diversi file
ja: いくつかのファイルの表現を検索するためファイルダイアログを開く
nl: Opent het `Zoek in bestanden' dialoogvenster om naar uitdrukking in meerdere bestanden te zoeken
no_ny: Opnar dialogen for søk i filer for å søkja etter uttrykk i fleire filler
pl: Otwiera okno dialogowe, umożliwiające wyszukiwanie wyrażeń w plikach
sk: Otvorí dialóg pre hľadanie v súboroch pre hľadanie výrazov vo viacerých súboroch
sl: Prikaz dialoga za iskanje izraza v večih datotekah
sv: Öppnar dialogen att söka i filer för att söka efter uttryck i flera filer
xh: Ivula uphendlo kwincoko yababini yeefayile ezizakuphendla iinkcaza ngapha kweefayile ezininzi

source: Switch between header and source file
da: Skift mellem header- og kildefil
de: Umschalten zwischen Header und Quelltext
et: Liigub päise- ja koodifaili vahel
hu: Váltás a header- és forrásfájlok között
it: Passa dell'header al file sorgente e viceversa
ja: ヘッダとソースファイルを切替え
nl: Omschakelen tussen header en code bestand
no_ny: Hopp mellom deklarasjons- og kjeldefila
pl: Przełączanie między plikiem nagłówkowym a plikiem implementacji
sk: Prepnúť medzi hlavičkou/zdrojovým kódom
sl: Preklopi med glavo in datoteko s kodo
sv: Byt mellan deklarationsfil och källkodsfil
xh: Switsha phakathi kwe header nefayile yemvelaphi

source: Run program to this cursor position
da: Kør program indtil denne markørs position
de: Programm bis Cursorposition ausführen
et: Täida rakendust kuni kursori asukohani
hu: A program futtatása a kurzorig
id: Jalankan program dari posisi kursor sekarang
it: Esegue il programma fino alla posizione del cursore
ja: このカーソルポジションまでプログラムを実行
nl: Voer een bestand uit tot aan de huidige cursor positie
no_ny: Køyr programmet til denne posisjonen
pl: Wykonuje program do pozycji kursora
sk: Spustí program až na pozíciu kurzoru
sl: Požene se program to trenutnega položaja kazalca
sv: Kör program till markörens position
xh: Yenza udweliso lwenkqubo kwindawo yesi salathisi

source: Run the program until this function/method ends
da: Kør programmet indtil denne funktion/metode slutter
de: Programm bis zum Ende der Funktion/Methode ausführen
et: Täida rakendust selle funktsiooni/meetodi lõpuni
hu: A program futtatása a függvény végéig
id: Jalankan program sampai fungsi/metode berakhir
it: Esegue il programma fino alla fine di questa funzione/metodo
ja: この関数/メソッドが終了するまでプログラムを実行
nl: Voer die programma uit tot deze functie methode eindigt
no_ny: Køyr programmet til denne funksjonen/metoden er ferdig
pl: Wykonuje program aż do zakończenia pracy tej funkcji/metody
sk: Spustí program pokým neskončí táto funkcie/metóda
sl: Poženi program do konca te funkcije/metode
sv: Kör programmet till den här funktionen/metoden slutar
xh: Yenza udweliso lwenkqubo ude ube lomsebenzi/indlela iyaphela

source: Try to display this variable whenever the application execution is paused
da: Forsøg at vise denne variabel hver gang programudførslen holder pause
de: Diese Variable jedesmal anzeigen, wenn die Ausführung unterbrochen ist
et: Proovi näidata seda muutujat alati, kui rakenduse täitmine peatatakse
hu: A változó értékének megjelenítése (ha lehetséges) a végrehajtás felfüggesztésekor.
id: Coba perlihatkan variabel ini saat eksekusi aplikasi dihentikan
it: Tenta di visualizzare questa variabile ogni volta che l'esecuzione dell'applicazione è interrotta
ja: アプリケーション実行が停止された時、この変数を表示させるよう試みる
nl: Probeer deze variabele te tonen elke keer wanneer de applicatie is gepauzeerd
no_ny: Prøv å visa denne variabelen når køyringa av applikasjonen tek pause
pl: Jeżeli zatrzyma się wykonywanie aplikacji, to próbuje wyświetlić wartość tej zmiennej
sk: Pokúsiť sa zobraziť túto premennú pri každom prerušení behu aplikácie
sl: Poskusi prikazati to spremenljivko vsakič. ko se izvajanje programa začasno prekinjeno
sv: Försök att visa den här variabeln när programmets körning stannar
xh: Zama ukubonisa lo mahluko ngexesha uphumezo lwesicelo luphunyuliswa

source: Moves the selection to the right
da: Flytter det du valgte til højre
de: Verschiebt die Auswahl nach rechts
et: Liigutab valitud teksti paremale
hu: Jobbra mozgatja a kijelölt részt
id: Pindah yang dipilih ke kanan
it: Muove la selezione a destra
ja: 選択を右に移動
nl: Verplaatst de selectie naar rechts
no_ny: Flyttar utvalet til høgre
pl: Przesuwa zaznaczenie w prawo
sk: Posunie výber doprava
sl: Premik izbora na desno
sv: Flyttar markerad del till höger
xh: Yisa ukhetho ekunene

source: Moves the selection to the left
da: Flytter det du valgte til venstre
de: Verschiebt die Auswahl nach links
et: Liigutab valitud tekst vasakule
hu: Balra mozgatja a kijelölt részt
id: Pindah yang diseleksi ke kiri
it: Muove la selezione a sinistra
ja: 選択を左に移動
nl: Verplaatst de selectie naar links
no_ny: Flyttar utvalet til venstre
pl: Przesuwa zaznaczenie w lewo
sk: Posunie výber doľava
sl: Premik izbora na levo
sv: Flyttar markerad del till vänster
xh: Yisa ukhetho ekhohlo

source: Adds // to the beginning of each selected line
da: Tilføjer // til starten af hver valgt linie
de: Fügt // am Anfang jeder ausgewählten Zeile ein
et: Lisab // iga märgitud rea algusesse
hu: // hozzáadása a kijelölt sorok elejéhez
id: Tambahkan // ke awal tiap baris terpilih
it: Aggiunge // all'inizio di ogni riga selezionata
ja: // を選択されたそれぞれの行頭に追加
nl: Voegt // toe aan het begin van elke geselecteerde regel
no_ny: Legg til // først i dei valte linjene
pl: Wstawia // na początek każdego wybranego wiersza.
sk: Pridá // na začiatok každého vybraného riadku
sl: Doda // na začetek vsake izbrane vrstice
sv: Lägger till // till början på varje markerad rad
xh: Idibanisa // ekuqaleni kwelayini nganye ekhethiweyo

source: Removes // from the beginning of each selected line
da: Fjerner // fra starten af hver valgt linie
de: Entfernt // vom Anfang jeder ausgewählten Zeile
et: Eemaldab // iga märgitud rea algusest
hu: A // jel törlése a kijelölt sorok elejéről
id: Hapus // dari awal tiap baris terpilih
it: Rimuove // dall'inizio di ogni riga selezionata
ja: // を選択されたそれぞれの行頭から削除
nl: Verwijdert // van het begin van iedere geselecteerde regel
no_ny: Fjernar // frå starten av dei valte linjene
pl: Usuwa // od początku wszystkich zaznaczonych wierszy
sk: Odstráni // zo začiatku každého vybraného riadku
sl: Odstrani // iz začetka vsake izbrane vrstice
sv: Tar bort // från början på varje markerad rad
xh: Isusa // ukusuka ekuqaleni kwelayini nganye ekhethiweyo

source: Selects the whole document contents
da: Vælger hele dokumentets indhold
de: Wählt den gesamten Dokumentinhalt aus
et: Valib kogu teksti sisu
hu: Az egész dokumentum tartalmának kijelölése
id: Pilih semua isi dokumen
it: Seleziona tutto il contenuto del documento
ja: 全てのドキュメントの内容を選択
nl: Selecteert de inhoud van het hele document
no_ny: Merkar heile dokumentinnhaldet
pl: Zaznacza zawartość całego dokumentu
sk: Označiť celý dokument
sl: Izbor vse vsebine dokumenta
sv: Markerar hela dokumentets innehåll
xh: Ikhetha yonke imixholo yexwebhu

source: Deselects the whole document contents
da: Fjerner al markering i dokumentet
de: Hebt die Auswahl des Dokumentinhalts auf
et: Kaotab valiku kogu dokumendist
hu: Az egész dokumentum kijelölésének megszüntetése
id: Batalkan pilih seluruh isi dokumen
it: Deseleziona il contenuto di tutto il documento
ja: 全てのドキュメントの内容を選択しない
nl: Deselecteert de gehele inhoud van het document
no_ny: Fjernar all merking
pl: Odznacza całą zawartość dokumentu
sk: Odznačí obsah celého dokumentu
sl: Preklic izbora vse vsebine dokumenta
sv: Avmarkerar hela dokumentets innehåll
xh: Ayikhethi yonke imixholo yexwebhu

source: Inverts the current selection
da: Vender om på gældende valg
de: Kehrt die aktuelle Auswahl um
et: Vahetab valiku
hu: Invertálja az aktuális kijelölést
id: Invert pilihan sekarang
it: Inverte la selezione corrente
ja: 現在の選択を反転
nl: Inverteert de huidige selectie
no_ny: Snur om på merkinga
pl: Odwraca aktualne zaznaczenie
sk: Obráti aktuálny výber
sl: Obrnitev trenutnega izbora
sv: Inverterar den nuvarande markeringen
xh: Ibuyisela endaweni ukhetho lwangoku

source: Goes to Line Number...
da: Går til linie nummer...
de: Geht zu Zeile...
et: Läheb reale number...
hu: Megadott sorra ugrás...
id: Pindah ke Nomor Baris...
it: Va alla linea numero...
ja: 指定の行に移動します...
nl: Gaat naar regelnummer....
no_ny: Hoppar til linje nummer ...
pl: Przechodzi do wiersza o numerze...
sk: Choď na riadok číslo...
sl: Preskok na številko vrstice...
sv: Går till radnummer...
xh: Iya kwinani lelayini...

source: Switches to the file and line the next error was reported
da: Skifter til filen og linien hvor næste fejl blev rapporteret
de: Geht zu der Datei und in die Zeile, für die der nächste Fehler gemeldet wurde
et: Liigub järgmises veas kirjeldatud faili ja reale
hu: A következő hiba sorára ugrik a forrásfájlban
id: Pindah ke file dan baris di mana error berikutnya dilaporkan
it: Va al file ed alla linea dell'errore successivo
ja: 次のエラーが報告されたファイルや行に移動
nl: Schakelt over naar het bestand en regelnummer waar de volgende fout is gezien
no_ny: Hoppar til fila og linja der neste feil vart rapportert
pl: Przechodzi do pliku i wiersza, w którym został znaleziony następny błąd.
sk: Prepne do súboru a na riadok, kde bola nasledujúca chyba
sl: Skok v datoteko/vrstico naslednje napake
sv: Byter till filen och raden där nästa fel rapporterats
xh: Iswitsha kwifayile nelayini imposiso elandelayo yaxelwa

source: Switches to the file and line the previous error was reported
da: Skifter til filen og linien hvor forrige fejl blev rapporteret
de: Geht zu der Datei und in die Zeile, für die der letzte Fehler gemeldet wurde
et: Liigub eelmises veas kirjeldatud faili ja reale
hu: Az előző hiba sorára ugrik a forrásfájlban
id: Pindah ke file dan baris di mana error sebelumnya dilaporkan
it: Vai al file ed alla linea dell'errore precedente
ja: 前のエラーが報告されたファイルや行に移動
nl: Schakelt over naar het bestand en regelnummer waar de vorige fout is gezien
no_ny: Hoppar til fila og linja der førre feil vart rapportert
pl: Przechodzi do pliku i wiersza, w którym został znaleziony poprzedni błąd.
sk: Prepne do súboru a na riadok, kde bola predchádzajúca chyba
sl: Skok v datoteko/vrstico predhodne napake
sv: Byter till filen och raden där föregående fel rapporterats
xh: Iswitsha kwifayile nelayini imposiso edlulileyo yaxelwa

source: Enables/Disables the treeview
da: Slår trævisning fra/til
de: (De)aktiviert die Baumansicht
et: Näitab/peidab puuvaate
hu: A fastruktúra-nézet ki- és bekapcsolása
id: Adakan/Tiadakan treeview
it: Abilita/Disabilita la vista ad albero
ja: ツリービューのオン/オフ
nl: (De)activeert de boomweergave
no_ny: Viser/skjuler treoversikta
pl: Włącza/wyłącza widok drzewa
sk: Zapnúť/Vypnúť stromový pohľad
sl: Vlop/Izklop drevesnega pogleda
sv: Aktiverar eller avaktiverar trädvyn
xh: Yenza/Ikhubaza imboniselo yomthi

source: Enables/Disables the outputview
da: Slår visning af uddata fra/til
de: (De)aktiviert das Ausgabefenster
et: Näitab/peidab väljundiakna
hu: A kimeneti ablak ki- és bekapcsolása
id: Adakan/Tiadakan outputview
it: Abilita/Disabilita la vista dell'output
ja: 出力ビューのオン/オフ
nl: (De)activeert de uitvoerweergave
no_ny: Viser/skjuler resultatvindauget
pl: Włącza/wyłącza widok wyników
sk: Zapnúť/Vypnúť vstupný pohľad
sl: Vlop/Izklop okna z izpisi
sv: Aktiverar eller avaktiverar utmatningsvyn
xh: Yenza/ikhubaza imboniselo yemveliso

source: Enables/Disables the standard toolbar
da: Slår standard værktøjslinie fra/til
de: (De)aktiviert die Standard-Werkzeugleiste
et: Näitab/peidab tööriistariba
hu: A standard eszköztár ki- és bekapcsolása
id: Adakan/Tiadakan toolbar standar
it: Abilita/Disabilita la barra degli strumenti standard
ja: 通常のツールバーのオン/オフ
nl: (De)activeert de standaard knoppenbalk
no_ny: Viser/skjuler standardverktøylinja
pl: Włącza/wyłącza standardowy pasek narzędzi
sk: Zapnúť/Vypnúť štandardný nástrojový panel
sl: Vlop/Izklop običajne orodjarne
sv: Aktiverar eller avaktiverar den förinställda verktygsraden
xh: Yenza/ikhubaza ibar yesixhobo esezantsi

source: Enables/Disables the browser toolbar
da: Slår værktøjslinien for læsning fra/til
de: (De)aktiviert die Browser-Leiste
et: Näitab/peidab brauseri riba
hu: A böngésző-eszköztár ki- és bekapcsolása
id: Adakan/Tiadakan toolbar browser
it: Abilita/Disabilita la barra degli strumenti del browser
ja: ブラウザツールバーのオン/オフ
nl: (De)activeert de browser knoppenbalk
no_ny: Viser/skjuler lesarverktøylinja
pl: Włącza/wyłącza pasek narzędzi przeglądarki
sk: Zapnúť/Vypnúť nástrojový panel prehliadača
sl: Vlop/Izklop brskalne orodjarne
sv: Aktiverar eller avaktiverar bläddrarens verktygsrad
xh: Yenza/ikhubaza ibar yesixhobo somkhangeli zincwadi

source: Enables/Disables the statusbar
da: Slår statuslinien fra/til
de: (De)aktiviert die Statusleiste
et: Näitab/peidab olekuriba
hu: Az állapotsor ki- és bekapcsolása
id: Adakan/Tiadakan statusbar
it: Abilita/Disabilita la barra di stato
ja: ステータスバーのオン/オフ
nl: (De)activeert de statusbalk
no_ny: Viser/skjuler statuslinja
pl: Włącza/wyłącza pasek stanu
sk: Zapnúť/Vypnúť stavový riadok
sl: Vlop/Izklop statusne vrstice
sv: Aktiverar eller avaktiverar statusraden
xh: Yenza/ikhubaza ibar yendawo engatshintshiyo

source: Enables/Disables the MDI-view taskbar
da: Slår MDI-visnings opgavelinien til/fra
de: (De)aktiviert die Statusleiste
et: Lubab/keelab MDI-vaate tegumiriba
hu: Az MDI-nézet eszköztárának ki- és bekapcsolása
it: Abilita/Disabilita la barra dei task MDI
ja: MIDビュータスクバーの有効/無効
nl: (De)activeert de MDI taakbalk
no_ny: Viser/skjuler MDI-oppgåvelinja
pl: Włącza/wyłącza pasek zadań w oknie MDI
sk: Zapne/Vypne pruh úloh MDI pohľadu
sl: Vlop/Izklop opravilne vrstice pogleda MDI
sv: Aktiverar eller avaktiverar MDI-vyns verktygsrad
xh: Yenza/ikhubaza ibar yomsebenzi wemboniselo ye-MDI

source: Refreshes current view
da: Genopfrisker gældende visning
de: Aktualisiert die aktive Ansicht
et: Värskendab pilti
hu: Az aktuális nézet frissítése
id: Refresh view sekarang
it: Aggiorna la vista corrente
ja: 現在の表示を更新
nl: Ververst de huidige weergave
no_ny: Friskar opp vindauget
pl: Odświeża aktualny widok
sk: Obnoví aktuálny pohľad
sl: Obnovitev trenutnega pogleda
sv: Uppdaterar nuvarade vy
xh: Ihlaziya imboniselo yangoku

source: Opens the current document in the KFM browser
da: Åbner gældende dokument i KFM-læseren
de: Öffnet das aktuelle Dokument im Browser
et: Avab selle dokumendi KFM-brauseris
hu: Az aktuális dokumentum megnyitása a KFM-ben
id: Buka dokumen sekarang di browser KFM
it: Apre il documento corrente nel browser KFM
ja: KFMブラウザで現在のドキュメントを開く
nl: Opent het huidige bestand in de KFM browser
no_ny: Opnar dokumentet i KFM-lesaren
pl: Otwiera aktualny dokument, w przeglądarce KFM
sk: Otvorí aktuálny dokument v prehliadači KFM
sl: V brskalniku KFM se odpre trenutna datoteka
sv: Öppnar den nuvarande dokumentet i KFM-bläddraren
xh: Ivula uxwebhu langoku kumkhangeli zincwadi we KFM

source: Generates a new project with Application Wizard
da: Genererer et nyt projekt med programvejviseren
de: Erzeugt ein neues Projekt mit dem Anwendungs-Assistenten
et: Loob uue projekti kasutades Application Wizardit
hu: Új projekt létrehozása az alkalmazásvarázsló segítségével
id: Buat proyek baru dengan Wizard Aplikasi
it: Crea un nuovo progetto con l'Application Wizard
ja: KAppWizardで新しいプロジェクトを作成
nl: Genereert een nieuw project met de Applicatie Assistent
no_ny: Lagar eit nytt prosjekt med Applikasjonsvegvisaren
pl: Za pomocą Kreatora Aplikacji tworzy nowy projekt
sk: Generuje nový projekt Sprievodcom Aplikáciou
sl: Generiranje novega projekta s čarovnikom za programje
sv: Skapar ett nytt projekt med programguiden
xh: Ijikelezisa iprojekti entsha ngesicelo se Wizard

source: Opens an existing project
da: Åbner et eksisterende projekt
de: Öffnet ein vorhandenes Projekt
et: Avab olemasoleva projekti
hu: Létező projekt megnyitása
id: Buka proyek yang telah ada
it: Apre un progetto esistente
ja: 現存するプロジェクトを開く
nl: Opent een bestaand project
no_ny: Opnar eit eksisterande prosjekt
pl: Otwiera istniejący projekt
sk: Otvorí existujúci projekt
sl: Naloži se obstoječi projekt
sv: Öppnar ett befintligt projekt
xh: Ivula iprojekti ekhoyo

source: Closes the current project
da: Lukker det gældende projekt
de: Schließt das aktuelle Projekt
et: Sulgeb selle projekti
hu: Az aktuális projekt bezárása
id: Tutup proyek saat ini
it: Chiude il progetto corrente
ja: 現在のプロジェクトを閉じる
nl: Sluit een bestaand project
no_ny: Lukkar prosjektet
pl: Zamyka aktualny projekt
sk: Zatvorí tento projekt
sl: Zapre se trenutni projekt
sv: Stänger det nuvarande projektet
xh: Ivala iprojekti yangoku

source: Adds an existing file to the project
da: Tilføjer en eksisterende fil til projektet
de: Fügt dem Projekt eine vorhandene Datei hinzu
et: Lisab olemasoleva faili projektile
hu: Létező fájl hozzáadása a projekthez
id: Tambahkan file yang ada ke dalam proyek
it: Aggiunge un file esistente al progetto
ja: プロジェクトに存在するファイルを追加
nl: Voegt een bestaand bestand toe aan het project
no_ny: Legg ei fil til prosjektet
pl: Do projektu dodaje istniejący plik
sk: Pridá existujúci súbor do projektu
sl: Dodajanje obstoječe datoteke v projekt
sv: Lägger till en befintlig fil till projektet
xh: Idibanisa ifayile ekhoyo kwi projekti

source: Adds a new language for internationalization to the project
da: Tilføjer et nyt sprog for internationalisering til projektet
de: Fügt dem Projekt eine neue Sprache für die Internationalisierung hinzu
et: Lisab uue tõlke sellele projektile
hu: Új támogatott nyelv hozzáadása a projekthez
id: Tambahkan bahasa baru untuk internasionalisasi ke dalam proyek
it: Aggiunge una nuova lingua per l'internazionalizzazione del progetto
ja: 現在のプロジェクトに新しい言語の翻訳を追加する
nl: Voeg een nieuwe taal toe aan het project voor internationalisering
no_ny: Legg eit nytt språk til prosjektet for internasjonalisering
pl: Dodaje nowy język, lokalizujący projekt
sk: Pridá do projektu nový jazyk pre preklad
sl: Doda se nov jezik za internacionalizacijo k projektu
sv: Lägger till ett nytt språk för ett internationellt projekt
xh: Idibanisa ulwimi olutsha olukhoyo phakathi kweentlanga kwi projekti

source: Removes file from the project
da: Fjerner fil fra projektet
de: Entfernt Datei aus Projekt
et: Eemaldab faili projektist
hu: Fájl törlése a projektből
id: Hapus file dari proyek
it: Rimuove file dal progetto
ja: プロジェクトからファイルを削除
nl: Verwijdert een bestand uit het project
no_ny: Fjernar ei fil frå prosjektet
pl: Usuwa plik z projektu
sk: Odstráni súbor z projektu
sl: Odstranitev datotek iz projekta
sv: Tar bort en fil från projektet
xh: Isusa ifayile kwi projekti
