Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Insert your implementation filename here. It is automatically inserted while you select the classname, but you can still edit it afterwards.
da: Opgiv navnet på implementationsfilen. Navnet bliver automatisk lagt ind når du skriv klassenavnet, men du kan ændre det bagefter.
de: Geben Sie hier den Namen der Datei an, die die Implementierung enthalten soll. Dieser wird zwar automatisch eingefügt, wenn Sie einen Klassennamen eingeben, eine später Änderung ist aber möglich.
et: Sisesta siia teostuse faili nimi. Lisatakse automaatselt klassi valimisel, aga seda saab ka hiljem muuta
hu: Itt adhatja meg a C/C++ fájlnevet. Ez a mező automatikusan kitöltődik amikor az osztály nevét beírja, de utána szabadon szerkeszthető.
id: Sisipkan filename implementasi di sini. Otomatis akan disisipkan jika Anda pilih classname, tapi juga masih dapat diedit setelahnya.
it: Inserisci il nome del file di implementazione. Esso sarà automaticamente inserito quando selezioni il nome della classe, ma puoi comunque modificarlo in seguito.
ja: インプリメントするファイル(ソース)名を 入力して下さい。これはクラス名を入力 している間に自動的に挿入されますが、 後で編集することもできます。
nl: Voer hier uw implementatiebestandsnaam in. Het wordt automatisch toegevoegd terwijl u de klassenaam invult, maar u kunt het achteraf nog steeds bewerken.
no_ny: Oppgi namnet på implementasjonsfila. Namnet vert automatisk lagt inn når du skriv klassenamnet, men du kan endra det etterpå.
pl: Podać nazwę pliku implementacji. Nazwa jest automatycznie wstawiana gdy podaje się nazwę klasy, ale można to później zmienić.
sk: Sem zadajte meno zdrojového súboru. To je automaticky vyplnené po výbere mena triedy, ale potom je možné ho zmeniť.
sl: Vnesite ime datoteke z implementacijo. Sicer se samodejno vstavi med izbiro imena razreda, vendar lahko to spremenite kasneje.
sv: Infoga ditt implemeteringsfilnamn här. Det infogas automatiskt när du väljer klassnamnet, men du kan fortfarande redigera det efteråt.
xh: Faka igama lefayile yakho yozalisekiso apha. Ifakwa ngokuzenzekelayo ngexesha ukhetha igama lefayile, kodwa ungayihlela kwakhona emva koko.

source: Insert a short description for your new class here for documentation purposes. This will be used for the API-documentation you can create or update after the class is created.
da: Indtast en kort beskrivelse af din nye klasse her for dokumentationsformål. Dette vil blive brugt til API-dokumentationen som du kan lave eller opdatere efter at klassen er lavet.
de: Geben Sie hier eine kurze Beschreibung Ihrer neuen Klasse ein. Diese wird für die API-Dokumentation verwendet, die Sie nach dem Anlegen der Klasse erstellen oder später aktualisieren können.
et: Sisesta siia uue klassi lühikirjeldus. Seda kasutatakse API dokumentatsiooni loomisel. Dokumentatsiooni saab tekitada või uuendada pärast klassi loomist.
hu: Itt adhatja meg az új osztály rövid leírását dokumentációs célból. Ez lesz felhasználva az API dokumentációhoz, amit Ön hozhat létre és frissíthet az osztály létrehozása után.
it: Inserisci una breve descrizione della nuova classe, allo scopo di documentare il codice. Questa verrà usata per la documentazione API del progetto. Puoi comunque crearla o aggiornarla anche dopo che la classe è stata creata.
ja: ドキュメントのために新しいクラスに関する短い 記述をして下さい。これはクラスが作成された後 APIドキュメントを作成・更新するために使われます。
nl: Voer hier een korte beschrijving van uw klasse in voor documentatiedoeleinden. Dit zal worden gebruikt voor de API-documentatie die u kunt genereren of bijwerken nadat de klasse is gemaakt.
no_ny: Skriv ei kort skildring av den nye klassen her for bruk i hjelpetekstane. Denne vert brukt for API-hjelpeteksten som du kan laga eller oppdatera etter at klassen er oppretta.
pl: Wstawić krótki opis nowej klasy. Opis będzie wykorzystany w dokumentacji. Tekst zostanie wykorzystany przy generowaniu dokumentacji API projektu. Będzie go można zmienić w przyszłości.
sk: Sem zadajte krátky popis novej triedy pre dokumentáciu. Bude použitý pre generovanie dokumentácie API potom, ako ste triedu vytvorili.
sl: Vpišite kratek opis za novi razred za namene dokumentiranja. Opis bo uporabljen za API dokumentacijo, ki jo lahko zgradite/obnovite po izdelavi razreda.
sv: Infoga en kort beskrivning av din nya klass här för dokumentation. Det här kommer att användas för den API-dokumentation du kan skapa eller uppdatera efter klassen har skapats.
xh: Faka inkcazelo emfutshane yohlobo lwakho olutsha apha lweenjongo zoxwebhu. Oku kuzakusetyenziselwa uxwebhu-API ongayenzayo okanye uyigqibe emva kokuba uhlobo lwenziwe.

source: This offers additional options to your new class. If you check `use header/cpp-templates`, your name and email adress will be added into the new generated files If you check `generate a QWidget-Childclass`, the new class will use QWidget as the baseclass. This is also useful for using baseclasses derived from QWidget, e.g. QDialog.
da: Her er nogen ekstra indstillinger for den nye klasse. Hvis du afkrydser 'brug hoved-/cpp-skabeloner', bliver dit navn og e-post adresse sat ind i de nygenererede filer. Hvis du vælger 'generér en subklasse af QWidget', vil den nye klasse bruge QWidget som baseklasse. Dette er nyttigt ved brug af baseklasser som arver fra QWidget, f.eks. QDialog.
de: Hier werden weitere Optionen für Ihre neue Klasse angeboten. boten. Wenn Sie "Header/Cpp-Vorlagen verwenden" auswählen, werden Ihr Name und Ihre E-Mail-Adresse in die neu erstellten Dateien eingefügt. Wenn Sie "Von QWidget abgeleitete Klasse erstellen" auswählen, wird QWidget als Basisklasse für die neue Klasse verwendet. Dies ist auch nützlich, bei der Verwendung von Basisklassen, die von QWidget abgeleitet sind, wie z. B. QDialog.
et: Pakub lisavõimalusi klassi loomisel. Märgistades 'kasutatakse päise-/cpp-malle' lisatakse loodavatele failidele.e-posti aadress ja nimi.
hu: További lehetőségeket ajánl fel az új osztályához. Ha a `header/cpp-sablonok használata` opciót választja, az Ön neve és e-mail címe hozzá lesz adva az újonnan generált fájlokhoz. Ha az 'egy QWidget osztály létrehozása az osztályban (tagként)' opciót bejelöli, akkor az új osztály tartalmazni fog egy QWidget osztályt. Ez akkor is hasznos, ha egy QWidget-ből származtatott osztályt, pl. a QDialog-ot használ szülőosztálynak.
id: Ini menampilkan tambahan pilihan dari class baru. Jika pilih 'use header/cpp-templates`, nama dan alamat email Anda akan ditambahkan di file yang terbuat. Jika pilih 'generate a QWidget-Childclass` class baru akan menggunakan QWidget sebagai baseclass. Ini juga berguna untuk menggunakan baseclasses dari QWidget, seperti QDialog.
it: Questo permette di aggiungere altre opzioni alla nuova classe. Se selezioni 'usa template header/cpp', il tuo nome e la tua email saranno aggiunti ai nuovi file creati. Se selezioni 'crea classe figlio di QWidget' la nuova classe userà QWidget come classe base. Questo è utile per usare classi base derivate da QWidget, come ad esempio QDialog.
ja: ここで新しいクラスの追加オプションを設定します。'ヘッダー /cppテンプレートを使う'をチェックすると新しく生成される ファイルにあなたの名前とメールアドレスが追加されます。 'QWidgetの子クラスを生成'をチェックすると新しいクラスは QWidgetを基本クラスとします。これはまたQDialog等の QWidgetを継承する基本クラスを利用する時に便利です。
nl: Dit biedt additionele opties voor uw nieuwe klasse. Als u 'gebruik header/cpp-sjablonen' selecteert, zullen uw naam en e-mailadres worden ingevoegd in de nieuwe bestanden. Als u 'genereer een QWidget-Dochterklasse' selecteert, dan wordt QWidget als basisklasse gebruikt. Dit is ook handig bij basisklassen die afgeleid zijn van QWidget zoals bijv. QDialog.
no_ny: Her er nokre ekstra innstillingar for den nye klassen. Dersom du merkara av «bruk deklarasjon-/cpp-malar», vert namnet og e-postadressa di sett inn i dei nylaga filene. Om du vel «lag ein QWidget-baseklasse», vil den nye klassen bruka QWidget som baseklasse. Dette er òg nyttig ved bruk av baseklassar som er avleia frå QWidget, t.d. QDialog.
pl: Są to dodatkowe opcje nowej klasy. Jeśli zaznaczono 'używaj szablonów .h/.cpp', to nazwisko i adres e-mail zostaną dodane do wygenerowanych plików. Jeśli zaznaczono `utwórz potomka klasy QWidget`, to nowa klasa będzie dziedziczyć po QWidget. Przydaje się to również klasom. dziedziczących potomków QWidget, jak np. QDialog.
sk: Toto umožňuje ďalšie voľby pre novú triedu. Ak použijete 'použiť šablóny pre hlavičky/cpp', vaše meno a e-mailová adresa bude pridaná do novo- vygenerovaných súborov. Ak použijete 'generovať potomka triedy QWidget', nová trieda bude mať QWidget ako predka. To sa hodí pre použitie tried predkov odvodených z QWidget, napr. QDialog.
sl: Tukaj so dodatne zmožnosti za novi razred. Če odkljukate 'uporabi header/cpp-predloge', se bo vaše ime in e-poštni naslov dodal v novo generirane datoteke. Če odkljukate 'generiraj QWidget-podrazred' bo novi razred uporabil QWidget kot osnovni razred. Kar je tudi uporabno za uporabo osnovnih podedovanih iz QWidget, kot je npr. QDialog.
sv: Det här tillhandahåller ytterligare inställningar för din nya klass. Om du markerar 'använd huvud/cpp-mall', läggs ditt namn och e-postadress till i de nyskapade filerna Om du markerar 'skapa en QWidget-barnklass', kommer den nya klassen att härledas från QWidget. Det här är också användbart med basklasser härledda från QWidget, t.ex. QDialog.
xh: Oku kunikeza iinketho ezongezelelweyo kuhlobo lwakho olutsha. Ukuba ukhangela `sebenzisa i header/cpp-templates`, igama lakho nedilesi ye email izakudityaniswa kwiifayile ezintsha ezijikelezisiweyo Ukuba ukhangela `jikelezisa i QWidget-Uhlobo lomntwana`, uhlobo olutsha luzakusebenzisa i QWidget njengohlobo lesiseko. Oku kuluncedo kwakhona ekusebenziseni iintlobo zesiseko ezikhutshwe kwi QWidget, umzekelo. QDialog.

source: Check here your inheritance from the chosen baseclass. You can derive from a baseclass as public,protected or private.
da: Vælg arveformen fra den valgte baseklasse. Arvingen fra baseklassen kan være public, protected eller private.
de: Wählen Sie hier die Art der Vererbung von der gewählten Basisklasse. Sie können von einer Basisklasse "public", "protected" oder "private" ableiten.
et: Vali siit baasklassist pärinemise tüüp.
hu: Itt választhatja meg az alaposztályból való öröklődés típusát. Az új osztály az alaposztályból 'public', 'protected' vagy 'private' módon öröklődhet.
id: Pilih di sini inheritance dari baseclass Anda. Anda dapat mengambil dari baseclass sebagai publik terlindung atau private.
it: Controlla l'ereditarietà della classe dalla classe base selezionata Puoi derivare da una classe base in modo public, protected o private.
ja: 選んだ基本クラスの継承を選択します。基本クラスを publicかprotectedかprivateとして継承できます。
nl: Selecteer hier de overerving van de gekozen basisklasse aan. U kunt van een basisklasse overerven als public, private of protected.
no_ny: Vel arveforma frå den valte baseklassen. Avleiinga frå baseklassen kan vera public, protected eller private.
pl: Wybrać sposób dziedziczenia klasy podstawowej. Można dziedziczyć public, protected lub private.
sk: Toto použite pre dedenie z vybranej triedy predka. Dediť môžete v módoch public,protected alebo private.
sl: Preverite podedovanost z izbranega osnovnega razreda. Podedujete lahko kot javna (public), zaščitena (protected) ali zasebna (private).
sv: Markera ditt arv från den valda basklassen här. Du kan härleda från en basklass som public, protected eller privat.
xh: Khangela apha indlalifa yakho kuhlobo lesiseko olukhethiweyo. Ungakhupha kuhlobo lesiseko njengowonke-wonke,ikhuselwe okanye ikhusi.

source: Add new Translation File
da: Tilføj ny oversættelsesfil
de: Neue Übersetzung hinzufügen
et: Lisa uus tõlkefail
hu: Új nyelv támogatása (a fordítandó fájl(ok) hozzáadásával)
id: Tambahkan File Terjemahan baru
it: Aggiungi nuovo file di traduzione
ja: 新しい翻訳ファイルを追加
nl: Voeg een nieuw taalbestand toe
no_ny: Legg til ny omsetjingsfil
pl: Dodaj nowy plik tłumaczenia
sk: Pridať nový Prekladový súbor
sl: Dodajanje nove prevajalne datoteke
sv: Lägg till ny översättningsfil
xh: Dibanisa ifayile entsha yoguqulelo kolunye ulwi

source: Language:
da: Sprog:
de: Sprache:
et: Keel:
hu: Nyelv:
id: Bahasa:
it: Lingua:
ja: 言語:
nl: Taal:
no_ny: Språk:
pl: Język:
sk: Jazyk:
sl: Jezik:
sv: Språk:
xh: Ulwimi:

source: Your sourcecode is already translated to all supported languages.
da: Dine kildefiler er allerede oversat til alle de sprog som er understøttet.
de: Ihre Quelldateien wurden bereits in alle unterstützten Sprachen übersetzt.
et: Kood on juba tõlgitud kõigisse toetatud keeltesse
hu: A forráskód már minden támogatott nyelvre le lett fordítva.
id: Kode sumber anda sudah diterjemahkan ke semua bahasa yang mendukung.
it: I tuoi file sorgenti sono già tradotti in tutte le lingue supportate.
ja: あなたのソースコードは既にサポートされている全ての言語に翻訳されています。
nl: Uw broncode is reeds vertaald naar alle ondersteunde talen
no_ny: Kjeldekoden din er alt omsett til alle støtta språk.
pl: Kod źródłowy został już zlokalizowany na wszystkie dostępne języki.
sk: Váš zdrojový kód je už preložený do všetkých podporovaných jazykov.
sl: Izvorna koda je že prevedena v vse podprte jezike.
sv: Din källkod har redan översatts till alla stödda språk.
xh: Ikhowudi yakho yemvelaphi sele iguqulelwe kolunye ulwimi kuzo zonke iilwimi ezixhaswayo.

source: Fold all
da: Slå alle sammen
de: Einklappen
et: Sulge kõik
hu: Összecsukás
id: Fold semua
it: Riavvolgi tutto
ja: 全て畳む
nl: Alles invouwen
no_ny: Slå saman alle
pl: Zwiń wszystkie
sk: Zabaliť všetky
sl: Zvij vse
sv: Dra ihop allt
xh: Songa konke

source: Unfold all
da: Udvid alle
de: Aufklappen
et: Ava kõik
hu: Kibontás
id: Unfold semua
it: Svolgi tutto
ja: 全て展開
nl: Alles uitvouwen
no_ny: Utvid alle
pl: Rozwiń wszystkie
sk: Rozbaliť všetky
sl: Odvij vse
sv: Expandera allt
xh: Sukusonga konke

source: Go to definition
da: Gå til definition
de: Gehe zu Definition
et: Mine teostuse juurde
hu: Ugrás a megvalósításhoz
id: Pindah ke definisi
it: Vai alla definizione
ja: 定義へ移動
nl: Ga naar definitie
no_ny: Gå til definisjon
pl: Idź do definicji
sk: Choď na definíciu
sl: Skok na definicijo
sv: Gå till definition
xh: Yiya kwinkcazelo

source: Print subtree
da: Skriv undertræ
de: Unterbaum drucken
et: Trüki alampuu
hu: Az al-fa nyomtatása
id: Cetak subtree
it: Stampa sotto-struttura
ja: subtreeを表示
nl: Subboom afdrukken
no_ny: Skriv undertre
pl: Drukuj poddrzewo
sk: Tlačiť podstrom
sl: Natisni poddrevo
sv: Skriv ut delträd
xh: Shicilela umthi osezantsi

source: Select function to copy
da: Vælg funktion at kopiere
de: Wählen Sie die zu kopierende Funktion aus
et: Vali kopeeritav funktsioon
hu: Válassza ki a másolni kívánt függvényt
id: Pilih fungsi untuk disalin
it: Seleziona funzione da copiare
ja: コピーする関数を選択
nl: Te kopieren functie selecteren
no_ny: Vel funksjon som skal kopierast
pl: Podaj funkcję, która ma być skopiowana
sk: Vyberte kopírovanú funkciu
sl: Izberite funkcijo za prepis
sv: Välj funktion att kopiera
xh: Khetha umsebenzi wokukhuphela

source: You have to select a method.
da: Du skal opgive en metode.
de: Sie müssen eine Methode angeben.
et: Meetod valimata.
hu: Ki kell választani egy tagfüggvényt.
id: Anda telah memilih metod
it: Devi selezionare un metodo.
ja: メソッドを指定しなければなりません。
nl: U moet de naam van de methode opgeven.
no_ny: Du må velja ein metode.
pl: Należy podać metodę.
sk: Musíte vybrať metódu.
sl: Izbrati morate metodo.
sv: Du måste välja en metod.
xh: Kufuneka ukhethe indlela yokwenza.

source: No method
da: Ingen metode
de: Keine Methode
et: Pole meetodit
hu: nincs tagfüggvény
id: Tidak ada metode
it: Nessun metodo
ja: メソッドなし
nl: Geen methode
no_ny: Ingen metode
pl: Brak metody
sk: Žiadna metóda
sl: Ni metode
sv: Ingen metod
xh: Akukho ndlela yakwenza

source: The file %1 was modified outside this editor. Open the file from disk and delete the current Buffer?
da: Filen %1 blev sidst ændret på udenfor redigeringen. Vil du åbne filen fra disken og slette den gældende buffer?
de: Die Datei %1 wurde außerhalb dieses Editors geändert. Soll die Datei von der Festplatte geöffnet werden (die Datei im Puffer geht verloren)?
et: Faili %1 muudeti väljaspool KDevelopit. Kas unustan eelmise sisu ja loen faili uuesti sisse?
hu: A(z) %1 fájl a szerkesztőn kívül módosult. Betöltsem a fájlt újból a lemezről (a nem mentett változtatások elvesznek)?
id: File %1 telah dimodifikasi di luar editor ini. Buka file dari disk dan hapus Buffer sekarang?
it: Il file %1 é stato modificato all'esterno di KDevelop. Apri il file dal disco e cancella il buffer corrente?
ja: ファイル%1はエディタ外で更新されました。 ファイルをディスクから開き現在のバッファを削除しますか?
nl: Het bestand %1 was gewijzigd buiten deze editor om. Het bestand van schijf laden en de huidige buffer leegmaken?
no_ny: Fila %1 er endra utanfor dette programmet. Opna fila frå disken og sletta bufferen?
pl: Plik %1 został zmodyfikowany w innym edytorze. Otworzyć plik znajdujący się na dysku i oczyścić bufor?
sk: Súbor %1 bol modifikovaný mimo tento editor. Otvoriť súbor z disku a zahodiť aktuálny obsah editora?
sl: Datoteka %1 je bila spremenjena zunaj urejevalnika. Naj se odpre datoteka z diska in zbriše trenutni medpomnilnik?
sv: Filen %1 ändrades utanför den här editorn. Öppna filen från disk och ta bort den nuvarande buffern?
xh: Ifayile %1 yaguqulwakancinane ngaphandle kwalo mhleli. Vula ifayile esuka kwidiski kwaye ucime isixhobo sokubulala ungqubano lwangoku?

source: File modified
da: Fil ændret
de: Datei geändert
et: Fail muudetud
hu: Módosított fájl
id: File telah dimodifikasi
it: File modificato
ja: ファイルは変更されました
nl: Bestand is gewijzigd
no_ny: Fil endra
pl: Plik zmodyfikowany
sk: Súbor zmenený
sl: Datoteka spremenjena
sv: Filen ändrad
xh: Ifayile iguqulwe kancinane

source: You do not have write permission to this file:
da: Du har ikke skriveadgang til denne fil:
de: Sie haben keine Schreibberechtigung für diese Datei:
et: Sul puudub sellesse faili kirjutamise õigus:
hu: Ehhez a fájlhoz nincs írási jogosultsága:
it: Non hai il permesso di scrittura per questo file:
ja: このファイルには書き込み許可がありません:
nl: U heeft geen schrijfrechten voor dit bestand:
no_ny: Du har ikkje skriveløyve til denne fila:
pl: Nie masz prawa zapisu do tego pliku:
sk: Nemáte práva na zapisovanie do tohto súboru:
sl: Nimate pravic za pisanje v to datoteko:
sv: Du har inte skrivrättigheter för den här filen:
xh: Awunamvume yokubhala kule fayile:

source: An Error occured while trying to save this Document
da: En fejl opstod under forsøg på at gemme dokumentet
de: Beim Speichern dieses Dokumentes trat ein Fehler auf.
et: Dokumendi salvestamisel tekkis viga
hu: Hiba történt a dokumentum mentése közben.
it: Si è verificato un errore durante il tentativo di salvataggio di questo documento
ja: この文書を保存するときにエラーが発生しました
nl: Een fout is opgetreden tijdens het opslaan van dit document
no_ny: Feil ved lagring av dette dokumentet
pl: Błąd przy próbie zapisu tego dokumentu
sk: Nastala chyba pri ukladaní tohto dokumentu
sl: Pri shranjevanju tega dokumenta je prišlo do napake
sv: Ett fel uppstod medan det här dokumentet försökte sparas
xh: Imposiso yenzekile ngexesha uzama ukugcina olu xwebhu

source: Documentation Browser The documentation browser window shows the online-documentation provided with kdevelop as well as library class documentation created. Use the documentation tree to switch between various parts of the documentation.
da: Dokumentation netsøger Dokumentation netsøgervinduet viser dokumentationen på nettet, der hører til kdevelop så vel som den oprettede biblioteksklasse dokumentation. Brugdokumentationstræet til at skifte mellem de forskellige dele af dokumentationen.
de: Dokumentations-Browser Im "Dokumentations-Browser"-Fenster wird die Online-Dokumentation von KDevelop sowie die erstellte Bibliotheksdokumentation angezeigt. Benutzen Sie den Dokumentationsbaum, um zwischen den Dokumentationen zu wechseln.
et: Dokumentatsiooni brauser Dokumentatsiooni brauser näitab nii KDevelopiga kaasas olevat, kui ka teekide endi dokumentatsiooni. Kasuta vasakpoolset dokumentatsioonipuud erinevate osade vahel liikumiseks.
hu: A dokumentációböngésző A dokumentációböngésző ablakban nézhető meg a KDevelop-hoz adott ill. a programkönyvtárakhoz generált dokumentáció. A fastruktúrában lehet váltani a dokumentáció különböző részei között.
id: Browser Dokumentasi Jendela browser dokumentasi menunjukkan dokumentasi-online yang diberikan bersama kdevelop serta dokumentasi class pustaka yang telah dibuat. Gunakan tree dokumentasi untuk pindah berbagai bagian dokumentasi.
it: Browser Documentazione La finestra del browser della documentazione mostra le guide online fornite con KDevelop e la documentazione delle librerie che è stata creata. Utilizza l'albero della documentazione per saltare tra le varie parti delle guide.
ja: ドキュメントブラウザ ドキュメントブラウザはkdevelopやライブラリクラス で作成したオンラインドキュメントが表示されます。 ドキュメントツリーを使って移動すると良いでしょう。
nl: Documentatie Bladerprogramma Het documentatie bladerprogramma venster toont de online-documentatie die bij kdevelop wordt geleverd en tevens de bibliotheek klasse informatie die is aangemaakt. Gebruik de documentatie boom om tussen de verschillende delen van de documentatie te wisselen.
no_ny: Hjelpetekstvisar Hjelpetekstvindauget viser dei hjelpetekstane som kjem med KDevelop og hjelpetekstane som er laga for biblioteka. Bruk hjelpetekstoversikta for å visa ulike delar av hjelpetekstane.
pl: Przeglądarka Dokumentacji Przeglądarka dokumentacji pokazuje dokumentację dostarczaną z KDevelopem, jak również dokumentację bibliotek. Możesz używać drzewa dokumentacji by przełączać się pomiędzy jej różnymi częściami.
sk: Prehliadač dokumentácie Okno prehliadača dokumentácie zobrazuje on-line dokumentáciu dodanú s kdevelop ale aj dokumentáciu vytvorenú pre vaše knižnice. Použite strom dokumentácie pre prepínanie medzi rôznymi časťami dokumentácie.
sl: Brskalnik po dokumentaciji Okno brskalnika po dokumentaciji prikazuje dokumentacijo, ki pride s kdevelop kot tudi ustvarjena dokumentacija knjižnic razerodv. Uporabite dokumentacijsko drevo za preklop med različnimi deli dokumentacije.
sv: Dokumentationsläsare Dokumentationsläsfönstret visar dokumentationen som medföljer kdevelop och dessutom den skapade biblioteksklassdokumentationen. Använd dokumentationsträdet för att byta mellan olika delar av dokumentationen.
xh: Umkhangeli xwebhu Iwindow yomkhangeli xwebhu ubonisa uxwebhu-oluselayinini olunikeziweyo nge kdevelop kunye noxwebhu lohlobo lwelayibrari olwenziweyo. Sebenzisa umthi woxwebhu ukuswitsha phakathi kwamaqela ahlukeneyo exwebhu.
