Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Messages The messages window shows the output of the compiler and used utilities like kdoc reference documentation. For compiler error messages, click on the error message. This will automatically open the source file and set the cursor to the line that caused the compiler error/warning.
da: Beskeder Beskedsvinduet viser uddata fra oversætteren og brugte værktøjer som kdoc-referencedokumentation. For oversættelsesfejl, klik på fejlbeskeden. Dette vil automatisk åbne kildefilen og sætte markør til linien som førte til oversættelsesfejlen/-advarslen.
de: Meldungen Das Fenster "Meldungen" zeigt die Ausgabe des Compilers und der verwendeten Werkzeuge, wie etwa kdoc. Treten beim Kompilieren Fehler auf, klicken Sie einfach auf die Meldung. KDevelop springt automatisch in die richtige Zeile der Datei, in der der Fehler oder die Warnung auftrat.
et: Teated Teadete aken näitab kompilaatori ja teiste kasutatavate utiliitide väljundit. Klõpsamine kompilaatori veateatel avab automaatselt koodifaili ja viib kursori vea/hoiatuse põhjustanud reale.
hu: Üzenetek Az üzenetablakban jelenik meg a fordítóprogram és a többi segédprogram, pl. a kdoc kimenete. A fordítóprogram hibaüzeneteinél kattintson az üzenet sorára. Ekkor automatikusan megnyílik a forrásfájl és a kurzor rááll arra a sorra, amelyik a hibát/figyelmeztetést előidézte.
id: Pesan Jendela pesan meunjukkan output kompiler dan digunakan program bantu seperti dokumentasi referensi kdoc. Untuk pesan error kompiler, klik di pesan error. Ini secara otomatis akan membuka file source dan set kursor ke baris yang menyebabkan pesan error.
it: Messaggi La finestra dei messaggi mostra l'output del compilatore e degli altri programmi lanciati all'interno di KDevelop come kdoc per generare la documentazione. Per i messaggi di errore del compilatore, clicca sul messaggio di errore. Verrà automaticamente aperto il file sorgente e impostato il cursore alla linea che ha causato l'errore/avvertimento del compilatore.
ja: メッセージ メッセージウィンドウにはコンパイラやkdocなどの ユーティリティーの出力が表示されます。コンパイラの エラーメッセージの場合はメッセージのところを クリックすると自動的にエラーの部分にカーソルが 移動します。
nl: Berichten Het berichten venster toont de uitvoer van de compiler en gebruikte hulpmiddelen zoals kdoc referentie documentatie. Bij compiler fout meldingen kunt u op de fout berichten klikken. dit opent automatisch het bronbestand en zet de cursor op de regel die de fout/waarschuwing heeft veroorzaakt.
no_ny: Meldingar Meldingsvindauget viser meldingane frå kompilatoren og andre verktøy. Du kan klikka på feilmeldingar frå kompilatoren og gå til den staden i koden der feilen oppstod.
pl: Komunikaty Okno komunikatów pokazuje wyniki działania kompilatora i wykorzystywanych narzędzi jak np. kdoc. W przypadku komunikatów błędów kompilatora możesz kliknąć na wiersz komunikatu. Plik zawierający błąd zostanie automatycznie otworzony z kursorem ustawionym w odpowiednim miejscu.
sk: Správy Okno správ zobrazuje výstup prekladača a ostatných nástrojov ako napr. dokumentácie kdoc. Pre chybové správy prekladača kliknite na správu o chybe. To automaticky otvorí súbor a nastaví kurzor na riadok, na ktorom nastala chyba alebo varovanie.
sl: Sporočila V okno s sporočili se izpisuje izhod prevajalnika in podobnih uporabljenih orodij kot je kdoc. Za prevajalnikova sporočila o napakah kliknite na sporočilo o napaki. Samodejno se bo odprlo okno z izvorno datoteko v vrstici, ki je povzročila prevajalnikovo sporočilo o napaki/opozorilu.
sv: Meddelanden Meddelandefönstret visar utmatningen från kompilatorn och använda verktyg som kdoc referensdokumentation. För felmeddelanden från kompilatorn, klicka på felmeddelandet. Då öppnas automatiskt källkodsfilen och markören placeras på raden som orsakade kompileringsfelet eller varningen.
xh: Imiyalezo Iwindow yemiyalezo ibonisa imveliso yomqokeleli kunye nezinto eziluncedo ezisetyenziswayo njenge xwebhu lentelekiso le kdoc. Imiyalezo yemposiso yomqokeleli, nqakraza kumyalezo wemposiso. Oku kuzakuvula ngokuzenzekelayo ifayile yemvelaphi kwaye icwangcise isalathisi kwilayini ebangele imposiso/isilumkiso somqokeleli.

source: StdErr The Standard Error window displays messages of running applications using the cerr function to debug.
da: StdErr Standard Fejl vinduet viser beskeder fra kørende programmer ved brug af cerr funktionen til fejlretning.
de: StdErr Das Fenster für Fehlermeldungen zeigt die Ausgaben laufender Anwendungen, die von diesem über cerr ausgegeben werden.
et: stderr Näitab teateid, mida täidetav rakendus on väljastanud standardsesse veavoogu stderr. Sellist väljastamist kasutatakse tavaliselt silumise eesmärgil.
hu: StdErr A standard hibakimenet ablakában jelennek meg azok a diagnosztikai üzenetek, amelyeket a program a cerr függvény segítségével ír ki.
id: StdErr Jendela Standard Error menunjukkan pesan dari aplikasi yang berjalan menggunakan fungsi cerr untuk debug.
it: StdErr La finestra dello Standard Error mostra i messaggi delle applicazioni in esecuzione che utilizzano la funzione cerr per i messaggi di debug.
ja: StdErr StdErr(標準エラー出力)ウィンドウにはアプリ ケーション実行時、cerr関数を使ったデバッグ のためのメッセージを表示します。
nl: StdErr Het standaard fouten venster toont de berichten van lopende applicaties die de cerr functie gebruiken om te debuggen.
no_ny: StdErr Standardfeil-vindauget (StdErr) viser meldingar frå program som brukar cerr-funksjonen for avlusing.
pl: StdErr Okno komunikatów błędów wyświetla komunikaty z działających aplikacji, które zostały wysłane do strumienia cerr.
sk: StdErr Okno pre štandardné chyby zobrazuje správy bežiacich aplikácií pomocou funkcie cerr pre ladenie.
sl: StdNap Okno standardne napake prikazuje sporočila potekajočega programa z uporabo funkcije cerr za razhroščevanje.
sv: StdErr Fönstret för standardutmatning av fel visar meddelanden från program som kör och använder cerr-funktionen för avlusning.
xh: StdErr Iwindow yemposiso esezantsi ibonisa imiyalezo yezicelo ezisebenzayo usebenzisa umsebenzi we cerr uku debug.

source: Variable Tree The variable tree allows you to see the variable values as you step through your program using the internal debugger. Click the RMB on items in this view to get a popup menu. To speed up stepping through your code leave the tree items closed and add the variable(s) to the watch section. To change a variable value in your running app use a watch variable (eg a=5).
da: Variabel Træ Variabel træet tillader dig at se variabelværdierne mens du går gennem ditprogram ved hjælp af den indre fejlretter. Klik RMB på punkter i denne visning for at få en pop-op menu. For hurtigere at gå gennem din kode efterladtræ-punkterne lukkede og tilføj variabl(erne) til watch sektionen. For at ændre en variabel værdi på dit kørende program brug en watch variabel (f. eks. a=5).
de: Variablenbaum Während Sie sich mit Hilfe des internen Debuggers durch Ihr Programm bewegen,können Sie in diesem Fenster die Werte von Variablen anzeigen lassen.Jeder Eintrag bietet über die rechte Maustaste ein Popup-Menü mit weitergehenderFunktionalität.Um sich schneller im Code zu bewegen, lassen Sie die Einträge geschlossenund fügen die Variable(n) dem Watch-Feld hinzu.Variablenwerte lassen sich zur Laufzeit mit Hilfe einer Überwachungs-Variablen(z.B. a=5) während der Laufzeit ändern.
et: Muutujate puu Muutujate puu võimaldab sul näha muutujate väärtusi rakenduse silumise ajal sisse ehitatud siluris. Pressi paremat hiirenuppu, et saada hüpikmenüüd. Et kiirendada koodi läbimist jäta puu elemendid kinnisesse asendisse ja lisa muutuja jälgimisaknasse. Muutuja väärtuse muutmiseks kasuta vaatlemismuutujat (nt a=5).
hu: A változók fastruktúrája A változófában láthatók a program változóinak értékei, mialatt a beépített nyomkövetővel futtatja a programot. A jobb egérgombbal kattintva felbukkanó menük érhetők el. A megjelenítés gyorsítása érdekében érdemes a fát általában összecsukva tartani és a kívántváltozókat felvenni a Figyelés ablakba. Egy változó értékét futás közben akkor tudja megváltoztatni, ha figyelést használ (pl. a=5).
id: Tree Variabel Tree variabel memperbolehkan anda melihat nilai variabel saat melangkah di program dengan menggunakan internal debugger. Klik RMB di item ini untuk mendapat menu popup. Untuk mempercepat langkah dalam kode, tinggalkan item tree tertutup dan tambahkan variabel untuk melihat section. Untuk mengganti nilai variabel dalam app yang berjalan, gunakan variabel watch (misal a=5).
it: Albero Variabili L'abero delle variabile consente di visualizzare i valori delle variabili mentre ti muovi all'interno del programma con il debugger interno. Clicca con il pulsante destro sugli elementi per aprire un menu contestuale. Per velocizzare le operazioni di debug, lascia chiusi gli elementi dell'albero e aggiungi la variabile(i) nella sezione di watch. Per cambiare il valore di una variabile in un'applicazione in esecuzione usa una variabile in watch (ad es. a=5).
ja: 変数ツリー 変数ツリーを使うことで、内部デバッガによりプログラムをステップ実行している際に変数の値を参照することができます。このビューの項目の上で右マウスボタンをクリックするとポップアップメニューが表示されます。 ステップ実行のスピードを速くするには、ツリーを閉じて、監視したい変数をウォッチセクションに追加して下さい。 また実行中に変数の値を変更するには、ウォッチ変数を使用して下さい（例 a=5).
nl: Variabele Boom De variabele boom stelt u in staat de variabele waarden te zien als u door uw programma stapt met de interne debugger. Klik op de rechter muis knop op ingangen in dit venster om een popup menu te zien. Om het door de code stappen wat te versnellen kunt u beter de boom ingeklapt houden en de betroffen variabele aan de watch sectie toevoegen. Om de waarde van een variabele tijdens het uitvoeren van uw applicatie te veranderen moet u een watch variabele gebruiken (b.v a=5).
no_ny: Variabeltre I variabeltreet kan du sjå variabelverdiane etter kvart som du går gjennom programmet i den interne avlusaren. Klikk med høgre museknapp for ein meny med fleire val. For raskare gjennomgang av koden, kan du la element i treet vera lukka og leggja variablane til i overvakingsområdet. Bruk ein overvakingsvariabel (t.d. a=5) dersom du vil endra verdien i programmet medan det køyrer.
sk: Strom premenných Strom premenných umožňuje zobraziť hodnoty premenných pri krokovaní programu v odlaďovači. Kliknutím pravým tlačidlom myši na položky sa zobrazí menu. Pre zrýchlenie krokovanie nechajte položky stromu zabalené a pridávajte premenné do časti pozorované. Pre zmenu hodnoty premennej použite pozorovanú premennú (napr. a=5).
sl: Drevo spremenljivk Drevo spremenljivk vam omogoča videti vrednosti spremenljivk, ko hodite skozi program z uporabo notranjega razhroščevalnika. S klikom desnega miškinega gumba v tem pogledu dobite dvižni menu. Za pospešitev hoje po kodi pustite zaprte drevesne postavke in dodajte spremenljivko(e) v ogledovalni odsek. Za spremembo vrednosti spremenljivk v tekočem programu uporabite opazovalno spremenljivko (npr. a=5).
sv: Variabelträd Variabelträdet låter dig se variabelvärden när du stegar igenom ditt program med den inbyggda avlusaren. Klicka med höger musknapp på objekt i den här vyn för att visa en meny. För att snabba upp stegning i din kod, lämna objekt i trädet stängda och lägg till variablerna till bevakningssektionen. För att ändra ett variabelvärde i ditt program när det kör, använd en bevakningsvariabel (t.ex. a=5).
xh: Umthi womahluko Umthi womahluko ukuvumela ukubona amaxabiso awahlukeneyo njengoko usiya ngapha kodweliso lwenkqubo yakho usebenzisa eyangaphakathi i debugger. Nqakraza i RMBkwimiba kule mboniselo ukufumana i popup menu. Ukukhawuleza usiya ngapha kwekhowudi yakho kushiya imiba yomthi ivalekile kwaye idibanisa umahluko(izi) ukujonga icandelo. Ukutshintsha ixabiso lomahluko kwi app esebenzayo sebenzisa umahluko wokujonga (umzekelo a=5).

source: Breakpoint list Displays a list of breakpoints with their current status. Clicking on a breakpoint item with the RMB displays a popupmenu so you may manipulate the breakpoint. Double clicking will take you to the source in the editor window.
da: Stoppunkt listet Viser en liste af afbrudspunkter med deres nuværende status. Klik på et afbrudspunktmed RMB viser en pop-op menu så du kan manipulere afbrudspunktet.Dobbeltklik vil tage dig til kilden i redigeringsvinduet.
de: Haltepunkt Liste Zeigt eine Liste der Haltepunkte und deren aktuellen Status an.Über die rechte Maustaste erreichen Sie ein Popup-Menü mit weitergehenderFunktionalität. Ein Doppelklick springt zum Quellcode im Editorfenster.
et: Katkestuspunktide nimekiri Näitab katkestuspunktide nimekirja koos nende olekuga. Parema hiirenupuga mõnel katkestuspunktil klõpsamisel avaneb katkestuspunktidetegevuste hüpikmenüü. Topeltklõps katkestuspunktil viib vastavale reale koodifailis.
hu: A töréspontok listája A töréspontok listájának megjelenítése az állapot feltüntetésével. Ha a jobb gombbal rákattint egy töréspontra, akkor a felbukkanó menüben módosíthatja a töréspont tulajdonságait. Duplán rákattintva pedig megnyílik a szerkesztőablakban a forrásprogram.
id: Daftar breakpoint Perlihatkan daftar breakpoint dari status sekarang. Klik ke item breakpoint dengan RMB akan menampilkan menu popup sehingga dapat memanipulasi breakpoint. Klik dua kali akan membawa ke jendela editor.
it: Lista Breakpoint Mostra la lista dei breakpoint con il loro stato. Cliccando su un breakpoint con tasto destro si aprirà un menu contestuale che permette di manipolare il breakpoint. Con un doppio-click verrà aperto il file sorgente corrispondente al breakpoint.
ja: ブレークポイントリスト ブレークポイントのリストが各々の現在の状態とともに表示されています。ブレークポイント項目を右マウスボタンをクリックしてポップアップメニューを表示してブレークポイントを操作できます。ダブルクリックするとソースをエディタウィンドウで開きます。
nl: Lijst met breakpoints Dit toont een lijst met breakpoints met hun huidige status. Het klikken op een breakpoint met de rechter muisknop toont een popup menu zodat u het breakpoint kunt manipuleren. Het dubbelklikken op een breakpoint brengt u naar de broncode in het editor venster.
no_ny: Brotpunktliste Viser ei liste over brotpunkt med deira status. Du kan klikka på brotpunkta med høgre museknapp for å visa ein meny med fleire val. Dersom du dobbeltklikkar, hoppar du til kjelda i skrivefeltet.
pl: Lista pułapek Wyświetla listę pułapek wraz z ich bieżącym statusem. Kliknięcie na pułapkę, prawym przyciskiem myszki,wyświetla kontekstowe menu. Podwójne kliknięcie uaktywnia okno edycji.
sk: Zoznam zarážiek Zobrazuje zoznam zarážiek a ich aktuálny stav. Kliknutím pravým tlačidlom myši zobrazíte menu pre prácu so zarážkou. Dvojitým kliknutím zobrazíte príslušné miesto v zdrojovom kóde v okne editoru.
sl: Seznam prelomnih točk Prikazuje seznam prelomnih točk in njihovo trenutno stanje. Klik na postavko prelomne točke z denim miškinim gumbom prikaže dvižni meni, s katerim lahko spreminjate prelomno točko. Dvojni klik vas bo prestavil na kodo v urejevalnem oknu.
sv: Brytpunktslista Visar en lista med brytpunkter och deras nuvarande tillstånd. Genom att klicka på ett brytpunktsobjekt med höger musknapp, visas en meny så att du kan ändra brytpunktens beteende. Om du dubbelklickar visas källkoden i redigeringsfönstret.
xh: Uluhlu lwencopho yokophula Ibonisa uluhlu lweencopho zokophula ngendawo yazo yangoku engatshintshiyo. Ukunqakraza kumba wencopho yokophula nge RMB kubonisa i popupmenu ngoko ungahanahanisa incopho yokophula. Ukunqakraza kabini kuzakukusa kwimvelaphi kwi window yomhleli.

source: Call stack display Often referred to as the "call stack", this is a list showing what function is currently active and who called each function to get to this point in your program. By clicking on an item you can see the values in any of the previous calling functions See the VAR tab for these frame variables.
da: Ramme stak visning Ofte refereret til som "kald stakken", dette er en liste der viser hvilken funktion der er aktiv for øjeblikket og hvem der kaldte denne funktion for at komme til dette punkt i dit program. Ved at klikke på et punkt kan du se værdierne i en vilkårlig af de tidligerefunktionskald. Se VAR mærket for disse rammevariabler.
de: Call Stack Anzeige Diese Liste, häufig "Call Stack" genannt, zeigt an, welche Funktion gerade aktiv ist und von wo die Funktion aufgerufen wurde.Durch Anklicken eines Eintrages können Sie sich die Werte der Variablender aufrufenden Funktionen im Variablenbaum anzeigen lassen.
et: Nimekiri näitab hetkel välja kutsutud funktsiooni ja kõiki teisi, mis on sellesse rakenduse punkti jõudmiseks välja kutsutud. Klõpsides mõnel real saad sa näha kõigi eelnevate funktsioonide väärtusi. Kasuta väärtuste nägemiseks Muutujate kaarti.
hu: A veremkeret megjelenítése Gyakran "hívási verem"-nek is nevezik. Ebben a listában látszik, hogy melyik függvény aktív, melyik függvényt mi hívta meg, miközben a végrehajtás eljutott a mostani ponthoz. Ha rákattint egy bejegyzésre, akkor látszani fog, hogy melyik függvényhívásnak mi volt az értéke. Lásd a Változók lapot a változók értékeiért.
it: Mostra Stack Spesso chiamato come "call stack", questa è una lista che mostra in quale funzione si trova attualmente il programma e chi ha chiamato ogni funzione perportare il programma in questo punto. Cliccando su un elemento vengono mostrati i valori in ognuna delle funzioni chiamate in precedenza.
ja: コールスタックの表示 しばしば"コールスタック"などとも呼ばれます。これは現在アクティブな関数とプログラム内で、その関数を呼び出したポイントを表示します。また項目をクリックして以前の前の呼び出し関数のいずれかの値を表示できます。
nl: Aanroep stack tonen Vaak als functieaanroep-stack (call-stack) aangeduid. Dit is een lijst die de huidige active functie laat zien en door wie elke functie is aangeroepen om op dit punt in uw programma uit te komen. Door te klikken op een ingang kunt u de waarden zien in elk van de voorgaande aangeroepen functies. Zie het VAR tabblad voor deze frame variabelen.
no_ny: Kallstabelvising Denne lista, ofte kalla «kallstabelen», viser kva for funksjon som er aktiv nett no, og kven som har kalla funksjonane for å koma så langt i programmet. Dersom du klikkar på eit element, kan du sjå verdiane i alle dei tidlegare kallande funksjonane. Sjå VAR-sida for desse rammevariablane.
sk: Zobrazenie zásobníka volaní Často označovaný ako zásobník volaní. Je to zoznam aktívnych funkcií a kto volal ktorú funkciu, kým sa program dostal do aktuálneho stavu. Kliknutím na položku zobrazíte hodnoty všetkých predtým volaných funkcií. Pre premenné v rámci pozrite záložku VAR.
sl: Prikaz sklada klicev Pogosto imenovan kot "sklad sklicev" je to seznam, ki prikazuje, katere funkcije so trenutno aktivne in kdo je klical katero funkcijo, da je prišel do te točke v programu. S klikanjem na postavke lahko vidite vrednosti v vsaki od prej poklicanih funkcij. Glejte razdelek VAR za te spremenljivke okvirjev.
sv: Visa anropsstack Detta är en lista, ofta kallad "anropsstacken", som visar vilken funktion som för närvarande är aktiv och vem som anropade varje funktion för att komma till det här stället i ditt program. Genom att klicka på ett objekt kan du se värdena i vilken som helst av de tidigare anropande funktionerna. Titta under VAR-fliken för dessa aktiveringspostvariabler.
xh: Umboniso wemfumba yobizo Ithelekiswa rhoqo njenge "biza imfumba", olu luluhlu olubonisa umsebenzi wangoku osebenzayo nobize umsebenbzi ngamnye ukufumana kule ncopho kudweliso lwenkqubo yakho. Ngokunqakraza kumba ungabona amaxabiso kwimisebenzi edlulileyo yobizo Bona isithuba se VAR yezi zahluko zesakhelo.

source: Machine code display A machine code view into your running executable with the current instruction highlighted. You can step instruction by instruction using the debuggers toolbar buttons of "step over" instruction and "step into" instruction.
da: Maskinkode visning En maskinkodevisning for dit kørende program med aktuel instruktion markeret. Du kan gå instruktion efter instruktion ved at bruge fejlretterensværktøjslinieknapper "trin over" instruktion og "trin ind i" instruktion.
de: Maschinencode-Anzeige Eine Anzeige des Maschinencodes des gerade laufenden Programmes.Die aktuelle Anweisung ist hervorgehoben. Sie können die AnweisungenSchritt für Schritt abarbeiten, indem sie in der Werkzeugleiste des Debuggersdie Knöpfe "Überspringen" und "Einzelschritt" verwenden.
et: Masinkoodi vaade Näitab hetkel täidetava rakenduse masinkoodi. Hetkel täidetav instruktsioon on esile tõstetud. Instuktsiooni kaupa saab edasi liikuda kasutades nuppe 'astu üle' ja 'astu sisse' siluri tööriistaribal.
hu: A gépi kód megjelenítése A program gépi kódjának megjelenítése, a kurzor az aktuális utasításra áll. Az utasítások lépésenkénti végrehajtásához használhatók az eszköztár "átlépés" ill. "belépés" gombjai.
id: Tampilan kode mesin Tampilkan kode mesin ke dalam eksekutabel yang sedang berjalan dengan instruksi yang di highlight. Anda dapat melewati tiap instruksi dengan menggunakan tombol perintah "step over" dan perintah "step into" di debugger.
it: Mostra codice macchina Una vista del codice macchina del tuo programma in esecuzione con l'istruzione corrente evidenziata. Puoi muoverti passo-passo tra le istruzioni usando i pulsanti "salta la funzione" e "entra nella funzione" della barra degli strumenti del debugger.
ja: マシーンコードの表示 実行されている実行可能ファイル内のマシーンコードを現在の命令を強調して表示しています。デバッガツールバーにある"ステップオーバ"命令及び"ステップイン"命令ボタンを使って一命令づつ進ませることができます。
nl: Machine code weergave Een machine code weergave van de lopende applicatie met de huidige instructie geaccentueerd. U kunt door de instructies stappen door gebruik te maken van de debugger knoppenbalk knoppen of de "over instructie stappen" en "in instructie stappen" te gebruiken
no_ny: Maskinkodevising Viser maskinkoden i programmet som køyrer med den aktive instruksjonen markert. Du kan hoppa framover instruksjon for instruksjon ved å bruka verktøylinjeknappane «hopp over» og «hopp inn».
sk: Zobrazenie strojového kódu Zobrazenie strojového kódu vášho programu so zvýraznením aktuálnej inštrukcie. Pomocou tlačidiel "krok cez" a "krok do" odlaďovača môžete vykonávať jednotlivé inštrukcie.
sl: Prikaz strojne kode Prikaz strojne kode v vašem tekočem programu s osvetljenimi trenutnimi navodili. Lahko se sprehajate korak za korakom preko navodil z uporabo razhroščevalne orodjarne in gumbov "korak preko" ter "korak v".
sv: Maskinkod Visar maskinkoden för ditt program som kör, med den nuvarade instruktionen markerad. Du kan stega instruktion för instruktion med knapparna "stega förbi instruktion" och "stega in i instruktion" på avlusarens verktygsrad.
xh: Uboniso lwekhowudi yematshini Imboniselo yekhowudi yematshini kokusetyenziswayo okuphunyeziweyo ngomyalelo wangoku ophawulweyo. Ungenza umyalelo ngomyalelo usebenzisa amaqhosha ebar yesixhobo edebuggers e "yiya ngaphezulu" umyalelo no "yiya kwi" umyalelo.

source: Search for Help on...
da: Søg efter hjælp om...
de: Suche nach Hilfe zu...
et: Otsi abi...
hu: Segítség keresése...
id: Cari Bantuan di...
it: Cerca Aiuto su...
ja: ヘルプから検索...
nl: Zoek naar hulp bij...
no_ny: Søk etter hjelp om ...
pl: Wyszukaj pomocy na temat...
sk: Hľadať v Pomocníkovi...
sl: Iskanje pomoči pri...
sv: Sök efter hjälp om...
xh: Phendla uncedo ku...

source: Search for:
da: Søg efter:
de: Suche nach:
et: Otsi:
hu: Keresés:
id: Cari tentang:
it: Cerca:
ja: 検索:
nl: Zoek naar:
no_ny: Søk etter:
pl: Szukaj:
sk: Hľadaj pre:
sl: Išči:
sv: Sök efter:
xh: Phendla u:

source: Manpage:
da: Manside:
et: Man lehekülg:
hu: Kézikönyvoldal:
it: Pagina man:
ja: man ページ:
nl: Manpagina:
no_ny: Man-side:
pl: Strona podręcznika (man):
sk: Manuálová stránka:
sl: Stran man:
sv: Manualsida:
xh: Iphepha lomntu:

source: &Ok
et: &Nõus
sl: &V redu
xh: &Kulungile
