Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Now KDevelop will perform the last step of the installation process with indexing your documentation.This will provide an extended help functionality and will give you the information you need.
da: Nu vil KDevelop udføre sidste trin af installationsprocessen med indeksering af dokumentationen. Dette vil give en udvidet hjælpefunktionalitet og give dig informationen du behøver.
de: Nun wird KDevelop den letzten Schritt der Einrichtung durchführen. Hierbei wird die Dokumentation indiziert und somit eine erweiterte Hilfefunktionalität bereitgestellt.
et: Nüüd läbib KDevelop häälestuse viimase etapi ja indekseerib kogu dokumentatsiooni selleks, et veelgi paremini abistada ja vajalikku infot jagada.
hu: A telepítési folyamat utolsó lépéseként a KDevelop elvégzi a dokumentáció indexelését. Ez lehetővé teszi, hogy gyorsan megtalálható legyen a keresett információ.
it: Ora KDevelop percorrerà l'ultimo passo dell'installazione. Creerà l'indice della tua documentazione. Questo attiverà una modalità avanzata di guida che ti permetterà di trovare ogni informazione di cui hai bisogno.
ja: これがインストールの最後の行程です。ドキュメントのインデックスを作成します。これはヘルプ機能を拡張しあなたに必要な情報を提供するでしょう。
nl: KDevelop zal nu de laatste stap van het installatieproces uitvoeren door de documentatie te indexeren. Dit zal een uitgebreide helpfunctionaliteit opleveren en u die informatie geven die u nodig heeft.
no_ny: No vil KDevelop utføra det siste steget av installeringa ved å laga ein indeks over hjelpetekstane. Det gir ein utvida hjelpefunksjon, og gir all den informasjonen du treng.
pl: Teraz KDevelop wykona ostatni krok w procesie instalacji, indeksując dokumentację. Dzięki temu uzyska się dodatkowe możliwości w wyszukiwaniu pomocy i łatwiejszy dostęp do informacji.
sk: Teraz KDevelop vykoná posledný krok inštalácie vytvorením indexu pre vašu dokumentáciu. To umožní rozšírené možnosti pre využití pomocníka a dodá vám potrebné informácie.
sl: KDevelop bo zdaj izvedel zadnji korak namestitvenega procesa in sicer indeksiranje dokumentacije. S tem boste lahko bolje iskali po pomoči in tako prišli do želenih podatkov.
sv: Nu kommer KDevelop utföra sista steget i installationen genom att indexera din dokumentation. Det här ger en utökad hjälpfunktion och ger dig den information du behöver.
xh: Ngoku i KDevelop izakusebenza inqwanqwa lokugqibela lwenkqubela yokufaka ngokulathisa uxwebhu lakho. Oku kuzakunikeza umsebenzi woncedo olwandisiweyo kwaye likunike ulwazi olufunayo.

source: The setup process has finished successfully. We wish you will enjoy our program and we would be honoured for any feedback. The KDevelop Team
da: Opsætningsprocessen er nu færdig. Vi håber at du vil nyde vores program og vi vil sætte pris på al tilbagemelding. KDevelop-holdet
de: Die Einrichtung wurde erfolgreich abgeschlossen. Wir wünschen Ihnen viel Spaß mit diesem Programm und freuen uns über jede Rückmeldung. Das KDevelop-Team
et: Paigaldusprotsess läbiti edukalt. Soovime sulle mugavat programmeerimist KDevelopi abil ja oleme väga huvitatud igasugusest vastukajast. KDevelopi Meeskond
hu: A telepítési folyamat sikeresen befejeződött. Sok sikert kívánunk Önnek a program használatához, és örömmel fogadunk minden észrevételt. A KDevelop fejlesztőcsapat
it: Il processo di installazione si è concluso con successo. Il Team di KDevelop spera che tu apprezzi il programma e sarà onorato di ricevere qualsiasi opininione o suggerimento. Il Team di KDevelop
ja: インストールプロセスは無事終了しました。 私達はあなたがKDevelopを楽しく使うことを願っています。そして何らかのフィードバックがあれば歓迎します。 The KDevelop Team
nl: Het installatie proces is succesvol afgesloten. Het Kdevelop team wenst u veel plezier met dit programma en wij zouden ons erg ge-eerd voelen met uw kommentaar. Het KDevelop Team
no_ny: Installeringsprosessen var vellukka. KDevelop-laget håpar at du likar programmet vårt, og me vil gjerne ha tilbakemeldingar. KDevelop-laget
pl: Instalacja została zakończona pomyślnie. Życzymy przyjemnej pracy z tym programem. Z ciekawością, czekamy też na twoje opinie. Twórcy KDevelopa
sk: Inštalácia bola úspešne dokončená. Tím KDevelop vám praje príjemné zážitky s našim programom a bude vďačný za vaše reakcie. Tím KDevelop
sl: Nastavitveni proces se je končal uspešno. Želimo vam veliko užitkov pri delu s programom, veseli pa bomo tudi vsake povratne informacije. Ekipa KDevelop
sv: Installationen avslutades framgångsrikt. KDevelop-gruppen hoppas att du kommer att trivas med vårt program och vi vill gärna få all form av återmatning. KDevelop-gruppen
xh: Inkqubela yokucwangcisa igqibe ngempumelelo. Sinqwenela ukuba uyakuluthanda udweliso lwenkqubo lethu kwaye singavuyiswa nayeyiphi na ingxelo. Iqela le KDevelop

source: Groupname:
da: Gruppenavn:
de: Gruppenname:
et: Grupi nimi:
hu: Csoportnév:
id: Namagroup:
it: Nome gruppo:
ja: グループ名:
nl: Groepsnaam:
no_ny: Gruppenamn:
pl: Nazwa grupy:
sk: Meno skupiny:
sl: Ime skupine:
sv: Gruppnamn:
xh: Igama leqela:

source: Filters:
da: Filtre:
de: Filter:
et: Filtrid:
hu: Szűrők:
id: Penyaring:
it: Filtri:
ja: フィルター:
no_ny: Filter:
pl: Filtry:
sk: Filtre:
sl: Filtri:
sv: Filter:
xh: Amacebo okucoca ulwelo:

source: Makefile not found
da: Makefile ikke fundet
de: "Makefile" nicht gefunden!
et: Makefile-t ei leitud
hu: A Makefile nem található.
id: Makefile tidak ditemukan
it: Makefile non trovato
ja: Makefileが見つかりません
nl: Makefile niet gevonden
no_ny: Fann ikkje Makefile
pl: Nie znaleziono pliku Makefile!
sk: Súbor Makefile nenájdený!
sl: Datoteka Makefile ni bila najdena!
sv: Hittar inte make-fil
xh: Yenza ifayile engafunyanwayo

source: the makefile you specified does not exist or could not be accessed
da: Den makefile du angav eksisterer ikke eller der var ikke adgang til den
de: Die angegebene Make-Datei existiert nicht. Möglicherweise besitzen Sie nicht die nötigen Rechte.
et: Makefile puudub või pole kättesaadav
hu: A megadott makefájl nem létezik vagy nem érhető el
it: il makefile specificato non esiste o è impossibile accedervi
ja: 指定されたmakefileは存在しないかアクセスできません
nl: de Makefile die u heeft aangegeven bestaat niet of er kon niet worden bijgekomen
no_ny: Make-fila du oppgav finst ikkje eller kunne ikkje brukast
pl: Podany plik Makefile nie istnieje lub jest niedostępny
sk: zadaný súbor makefile neexistuje alebo nie je prístupný
sl: datoteka makefile, ki ste jo določili, ne obstaja ali pa je ni mogoče brati
sv: Den make-fil du specificerade finns inte eller kunde inte kommas åt
xh: ifayile yokwenza oyikhankanyileyo ayikho okanye ayinakunikezwa

source: by Build->Configure!
da: ved Byg->Indstil!
de: durch Erstellen->Einrichten!
et: Ehitamine->Seadista... poolt!
hu: a Fordítás->A "configure" parancs kiadása menüponttal.
id: oleh Build->Configure!
it: con Compila->Configure!
ja: ビルド->設定
nl: door Build->Instellen!
no_ny: av Bygg->Configure.
pl: poprzez Buduj->Konfiguruj!
sk: pomocou Kompilovať->Konfigurovať!
sl: z Zgradi->Prikroji!
sv: med Bygg allt->Kör configure!
xh: ngoKwakha->Qwalasela!

source: . Possibly by tmake?
da: . Muligvis af tmake?
de: . Vielleicht durch tmake?
et: võib-olla tmake poolt?
hu: . Esetleg a tmake-kel?
id: . Mungkin oleh tmake?
it: . Forse da tmake?
ja: 。tmakeかも知れません。
nl: . Mogelijk door tmake ?
no_ny: . Kanskje av tmake?
pl: . Może za pomocą tmake?
sk: . Možno tmake?
sl: . Mogoče s tmake?
sv: . Möjligtvis av tmake?
xh: . Kungenzeka nge tmake?

source: There is no makefile to build your application. Possibly you forgot to create the makefiles. In this case please run Build->Configure.
da: Der er ingen makefile til at bygge dit program. Muligvis glemte du at oprette makefilerne. I så tilfælde kør Byg->Indstil.
de: Es ist keine Make-Datei vorhanden, mit der die Anwendung erstellt werden kann. Möglicherweise haben Sie vergessen die Make-Datei zu erzeugen. In diesem Fall führen Sie bitte Erstellen->Konfigurieren aus.
et: Rakenduse ehitamiseks pole Makefile-i. Arvatavasti unustati Makefile tekitada. Sellisel juhul vali Ehitamine->Seadista....
hu: Az alkalmazás lefordításához hiányzik a makefájl. Valószínűleg még nem hozta létre a makefájlokat. Ha így van, használja a Fordítás->A "configure" parancs végrehajtása menüpontot.
it: Non esiste il makefile per compilare il tuo programma. Forse ti sei dimenticato di creare i makefile. In questo caso lancia Compila->Configure.
ja: アプリケーションをビルドするmakefileがありません。 恐らくmakefileを生成し忘れたのでしょう。 この場合、ビルド->設定を実行して下さい!
nl: Er is geen Makefile om uw applicatie te bouwen. Mogelijkerwijs heeft u vergeten deze aan te maken. In dit geval voer Bouwen->Configure uit.
no_ny: Det finst inga Make-fil for å byggja applikasjonen. Du har kanskje gløymd å laga Make-filene. I så fall, køyr Bygg->Configure.
pl: Brak pliku Makefile, niezbędnego do utworzenia aplikacji. Prawdopodobnie zapomniałeś go utworzyć. W takim przypadku uruchom Buduj->Konfiguruj
sk: Pre prekompilovanie vašej aplikácie neexistuje súbor makefile. Možno ste zabudli vytvoriť súbory makefile. V tom prípade spusťte Kompilovať->Konfigurácia.
sl: Ni makefile za grajenje programa. Morda ste pozabili ustvariti datoteke makefile. V tem primeru poženite Zgradi->Prikroji.
sv: Det finns ingen make-fil för att bygga ditt program. Kanske glömde du att skapa make-filerna. Var god kör Bygg allt>Kör configure om så är fallet.
xh: Akukho fayile yakwenza ukwakha isicelo sakho. Noko ulibele ukwenza iifayile zokwenza. kulo mzekelo nceda yenza Uqwalaselo->Lokwakha.

source: There is no makefile to generate the configure script. Possibly you did not get a complete checkout of the project. Or you need to rename the file to Makefile.cvs.
da: Der er ingen makefile til at generere configure skriptet. Muligvis fik du ikke hele projektet tjekket ud. Eller du har brug for at omdøbe filen til Makefile.cvs.
de: Es existiert keine Make-Datei zum Erstellen des configure Skriptes. Möglicherweise wurde das Projekt nicht vollständig ausgecheckt oder die betreffende Datei muss auf den Namen Makefile.cvs umbenannt werden.
et: Seadistusskripti tekitamiseks puudub Makefile. Võib-olla on tegemist ebatäieliku projekti failide koguga või pead ümber nimetama faili Makefile.cvs.
hu: Hiányzik a konfigurációs fájl létrehozásához szükséges makefájl. Valószínűleg nem sikerült hibátlanul a projekt kimásolása. Lehet, hogy át kell nevezni a fájlt Makefile.cvs-re.
it: Non esiste alcun makefile per generare lo script di configurazione. Forse non hai effettuato un checkout completo del progetto. Altrimenti potresti aver bisogno di rinominare il file in Makefile.cvs.
ja: configureスクリプトを生成するmakefileがありません。 プロジェクトの完全なチェックアウトをしていない可能性があります。 またはMakefile.cvsへ名前を変更する必要があります。
nl: Er is geen Makefile om een configure script te genereren. Mogelijkerwijs heeft u niet een complete checkout van het project gedaan of u moet het bestand in Makefile.cvs omnoemen.
no_ny: Det finst inga Make-fil for å generera oppsettskriptet. Du har kanskje ikkje sjekka ut prosjektet skikkeleg, eller namnet på fila må endrast til Makefile.cvs.
pl: Brak pliku Makefile, niezbędnego do utworzenia skryptu configure. Prawdopodnie nie otrzymałeś kompletnego testu projektu lub musisz zmienić nazwę pliku na Makefile.cvs.
sk: Pre generovanie skriptu configure chýba súbor makefile. Možno ste zabudli stiahnuť celý projekt alebo budete musieť premenovať daný súbor na Makefile.cvs.
sl: Ni datoteke makefile, ki bi naredila prikrojitveni skript configure. Morda niste pobrali vsega potrebnega za ta projekt iz skladišča. Morda pa morate le preimenovati datoteko v Makefile.cvs.
sv: Det finns ingen make-fil för att skapa configure-skriptet. Kanske gjorde du inte en fullständig utcheckning av projektet. I annat fall kanske du behöver döpa om filen till Makefile.cvs.
xh: Akukho fayile yokwenza ukujikelezisa okushicilelweyo koqwalaselo. Noko awufumananga lukhangelo olupheleleyo lwe projekti. Okanye ufuna ukunika igama kwakhona ifayile kwi Makefile.cvs.

source: Add member variable
da: Tilføj medlemsvariabel
de: Member Variable hinzufügen
et: Lisa muutuja
hu: Tagváltozó hozzáadása
id: Tambahkan variabel anggota
it: Aggiungi un membro-variabile
ja: メンバ変数を追加
nl: Voeg een lidvariabele toe
no_ny: Legg til medlemsvariabel
pl: Dodaj zmienną składową
sk: Pridať členskú premennú
sl: Dodajanje razredne spremenljivke
sv: Lägg till medlemsvariabel
xh: Dibanisa umahluko welungu

source: Modifiers
da: Modifikatorer
de: Speicherklassen
et: Modifikaatorid
hu: Módosítók
it: Modificatori
ja: モディファイア
nl: Modificatoren (static, const...)
no_ny: Modifikatorar
pl: Modyfikatory
sk: Modifikátory
sl: Značilnosti
sv: Motifierare
xh: Abaguquli kancinane

source: You can set modifiers for the member variable here.
da: Du kan opsætte modifikatorer for medlemsvariablen her.
de: Sie können hier die Speicherklassen der Member Variablen wählen.
et: Siin saad seada muutuja modifikaatoreid.
hu: Itt állíthatja be a tagváltozók típusmódosítóit.
id: Anda dapat set modifiers untuk variabel anggota di sini.
it: Imposta il modificatore del membro variabile.
ja: ここでメンバ変数のモディファイアをセットできます。
nl: U kunt hier modificatoren (static, const...) zetten voor de lidvariabele.
no_ny: Du kan setja opp modifikatorar for medlemsvariabelen her.
pl: Ustaw modyfikatory zmiennej składowej.
sk: Tu je možné nastaviť modifikátory členskej premennej.
sl: Nastavitev značilnosti razrednih spremenljivk.
sv: Du kan lägga till modifierare för medlemsvariabeln här.
xh: Ungacwangcisa abaguquli kancinane bomahluko welungu apha.

source: Access
da: Adgang
de: Zugriff
et: Juurdepääs
hu: Elérés
id: Akses
it: Accesso
ja: アクセス
nl: Toegang
no_ny: Tilgang
pl: Dostęp
sk: Prístup
sl: Dostop
sv: Åtkomst
xh: NIkezela

source: You can choose here whether you want the member variable be declared as public, protected or private.
da: Her kan du vælge om du ønsker at medlemsvariablen skal blive erklæret som public, protected eller private.
de: Sie können hier wählen, ob die Member Variable als public, protected oder private deklariert wird.
et: Siin saad valida, kas muutuja peab olema public, protected või private tüüpi.
hu: Itt választhatja ki, hogy a tagváltozó 'public', 'protected' vagy 'private' módon legyen deklarálva.
id: Anda dapat memilh apakah variabel anggota akan dideklarasikan sebagai publik, terlindung, atau pribadi.
it: Scegli se il membro-variabile deve essere dichiarato public, protected o private.
ja: ここでメンバ変数の宣言をpublicかprotectedかprivateかに 選択できます。
nl: U kunt hier kiezen of u de lidvariabele wilt declareren als public, protected of private.
no_ny: Her kan du velja om medlemsvariabelen skal deklarerast som public, protected eller private.
pl: Tu możesz wybrać, czy chcesz by zmienna składowa była zadeklarowana jako 'public', 'protected' czy 'private'.
sk: Tu je možné vybrať, či chcete členskú premennú deklarovať ako public, protected alebo private.
sl: Tukaj se nastavi zaščita razredne spremenljivke in sicer javna (public), zaščitena (protected) ali zasebna (private).
sv: Här kan du välja om du vill att medlemsvariabeln skall deklareras som public, protected eller privat.
xh: Ungakhetha apha noba ufuna umahluko welungu ubhengezwe kuwoke-woke, ikhuselwe okanye ekhusini.

source: Type:
de: Typ:
et: Tüüp:
hu: Típus:
id: Tipe:
it: Tipo:
ja: タイプ:
pl: Typ:
sk: Typ:
sl: Tip:
sv: Typ:
xh: Udidi:

source: Enter the type of the member variable here.
da: Indtast type på medlemsvariabel her.
de: Geben Sie hier den Typ der Member Variable ein.
et: Sisesta siia klassi muutuja tüüp
hu: Itt adhatja meg a tagváltozó típusát.
id: Masukkan tipe variabel anggota di sini.
it: Inserisci il tipo di membro-varibile.
ja: ここでメンバ変数の型を指定して下さい。
nl: Voer hier het type van de lidvariabele in.
no_ny: Oppgi typen til medlemsvariabelen her.
pl: Podaj typ zmiennej składowej.
sk: Sem zadajte typ členskej premennej.
sl: Vnos tipa razredne spremenljivke.
sv: Ange medlemsvariabelns typ här.
xh: Ngenisa udidi olunomahluko lwelungu apha.

source: Name:
da: Navn:
et: Nimi:
hu: Név:
id: Nama:
it: Nome:
ja: 名前:
nl: Naam:
no_ny: Namn:
pl: nazwa:
sk: Meno:
sl: Ime:
sv: Namn:
xh: Igama:

source: Enter the name of the member variable here.
da: Indtast navn på medlemsvariabel her.
de: Geben Sie hier den Namen der Member Variablen ein.
et: Sisesta siia klassi muutuja nimi
hu: Itt adhatja meg a tagváltozó nevét.
id: Masukkan nama variabel anggota di sini.
it: Inserisci il nome del membro variabile.
ja: ここでメンバ変数名を指定して下さい。
nl: Voer hier de naam van de lidvariabele in.
no_ny: Oppgi namnet til medlemsvariabelen her.
pl: Podaj nazwę zmiennej składowej.
sk: Sem zadajte meno členskej premennej.
sl: Vnos imena razredne spremenljivke.
sv: Ange medlemsvariabelns namn här.
xh: Ngenisa igama lelungu elahlukileyo apha.

source: Documentation:
da: Dokumentation:
de: Dokumentation:
et: Kirjeldav tekst:
hu: Leírás:
id: Dokumentasi:
it: Documentazione:
ja: ドキュメント:
nl: Documentatie:
no_ny: Hjelpetekst:
pl: Dokumentacja:
sk: Dokumentácia
sl: Dokumentacija:
sv: Dokumentation:
xh: Ukwenziwa kwexwebhu:

source: You can enter a description of the member variable here.
da: Du kan indtaste en beskrivelse på medlemsvariablen her.
de: Sie können hier eine Beschreibung der Member Variablen eingeben.
et: Sisesta siia klassi muutuja kirjeldus
hu: Itt adhatja meg a tagváltozó leírását.
id: Anda dapat masukkan deskripsi variabel anggota di sini.
it: Inserisci una descrizione del membro-variabile.
ja: ここにメンバ変数についての記述を入力します。
nl: U kunt hier een beschrijving van de lidvariabele invoeren.
no_ny: Her kan du skriva ei skildring av medlemsvariabelen.
pl: Tu możesz podać opis zmiennej składowej.
sk: Tu je možné zadať popis členskej premennej.
sl: Tu lahko vnesete opis razredne spremenljivke.
sv: Du kan ange en beskrivning av medlemsvariabeln här.
xh: Ungangenisa inkcazelo yelungu elahlukileyo apha.

source: You have to specify a variable type.
da: Du skal opgive en variabeltype.
de: Sie müssen einen Variablentyp eingeben.
et: Muutuja tüüp kirjeldamata
hu: Meg kell adni egy változótípust.
id: Anda harus menentukan tipe variabel.
it: Devi specificare il tipo della variabile
ja: 変数の型を指定しなければなりません。
nl: U moet een variabeletype specificeren.
no_ny: Du må oppgi ein variabeltype.
pl: Musisz podać typ zmiennej.
sk: Špecifikuj typ premennej.
sl: Tip spremenljivke je potrebno vnesti.
sv: Du måste ange en variabeltyp.
xh: Kufuneka ukhankanye udidi olwahlukileyo.

source: No type
da: Ingen type
de: Kein Typ
et: Tüüpi pole
hu: Nincs típusa
id: Tidak ada Tipe
it: Nessun tipo
ja: 型なし
nl: Geen type
no_ny: Ingen type
pl: Bez typu
sk: Bez typu
sl: Ni tipa
sv: Ingen typ
xh: Akukho didi

source: You have to specify a variable name.
da: Du skal opgive et variabelnavn.
de: Sie müssen einen Variablennamen angeben.
et: Muutuja nimi kirjeldamata
hu: Meg kell adni egy változónevet.
id: Anda harus menentukan nama variabel.
it: Devi specificare il nome della variabile.
ja: 変数名を指定しなければなりません。
nl: U moet een variabelenaam specificeren
no_ny: Du må oppgi eit variabenamn.
pl: Musisz podać nazwę zmiennej.
sk: Špecifikuj meno premennej.
sl: Ime spremenljivke je potrebno vnesti.
sv: Du måste ange ett variabelnamn.
xh: Kufuneka ukhankanye igama elahlukileyo.

source: No name
da: Intet navn
de: Kein Name
et: Nime pole
hu: Nincs neve
id: Tanpa Nama
it: Nessun nome
ja: 名前なし
nl: Geen naam
no_ny: Namnlaus
pl: Bez nazwy
sk: Bez mena
sl: Ni imena
sv: Inget namn
xh: Akukho gama

source: Dock to panel
da: Dok i panel
de: Werkzeugleiste docken
et: Doki paneelile
hu: Dokkolás a panelba
id: Letakkan ke panel
it: Inserisci nel pannello
ja: パネルにドック
nl: Aan paneel aanmeren
no_ny: Dokk i panelet
pl: Umieść na panelu
sk: Do panelu
sl: Vklopi se v pult
sv: Docka till panel
xh: Xinanisa kwiqela lenjongo ethile

source: Dock to panel and iconify kDevelop
da: Dok i panel og minimér KDevelop
de: KDevelop docken und minimieren
et: Doki paneelile ja ikooni KDevelop
hu: Dokkolás a panelba és a KDevelop ikonizálása
id: Letakkan ke panel dan iconify kDevelop
it: Inserisci nel pannello e riduci ad icona KDevelop
ja: パネルにドックしkDevelopをアイコン化
nl: Aan paneel aanmeren en KDevelop minimaliseren
no_ny: Dokk i panelet og ikoniser KDevelop
pl: Umieść na panelu i pokaż ikonę KDevelopa
sk: Umiestni do panelu a minimalizuje KDevelop
sl: Vklopi se v pult in zmanjšaj KDevelop
sv: Docka till panel och ikonifiera KDevelop
xh: Xinanisa kwiqela lenjongo ethile kwaye u-iconifaye i KDevelop

source: KDevelop debugger: Click to execute one line of code ("step")
da: KDevelop-fejlretter: Klik for at udføre en linie med kode (et trin)
de: KDevelop debugger: Klicken zum Ausführen einer Codezeile ("Einzelschritt")
et: KDevelopi silur: Klõpsa ühe rea täitmiseks ("step")
hu: KDevelop nyomkövető: kattintson a következő sor végrehajtásához ("step")
id: Debugger kDevelop: Klik untuk eksekusi satu baris kode ("langkah")
it: KDevelop debugger: fai clic per eseguire una linea di codice ("step")
ja: KDevelopデバッガ: 1行実行するには("step")をクリック
nl: KDevelop debugger: Klik om een regel code uit te voeren("stap")
no_ny: KDevelop-avlusar: Klikk for å køyra ei kodelinje («steg»)
pl: KDevelop debuger: kliknij, aby wykonać jeden wiersz kodu ("step")
sk: KDevelop odlaďovač: Kliknutím vykonáte jeden riadok kódu ("krok")
sl: KDevelop razhroščevalnik: Kliknite za korak čez eno vrstico ("step")
sv: KDevelop avlusare: Klicka för att köra en rad kod ("stega")
xh: KDevelop debugger: Nqakraza ukuphumeza ilayini enye yekhowudi ("inqwanqwa")

source: Activate
da: Aktivér
de: Aktivieren
et: Aktiveeri
hu: Aktiválás
id: Aktivasi
it: Attiva
ja: 有効化
nl: Activeren
no_ny: Bruk
pl: Uaktywnij
sk: Použiť
sl: Omogoči
sv: Aktivera
xh: Sebenzisa

source: Activate (KDevelop gets focus)
da: Aktivér (KDevelop får fokus)
de: Aktivieren (KDevelop erhält den Fokus)
et: Aktiveeri (KDevelop saab fookuse)
hu: Aktiválás (a KDevelop lesz az aktív)
id: Aktivasi (Fokuskan KDevelop)
it: Attiva (KDevelop ottiene il focus)
ja: 有効化 (KDevelopにフォーカス)
nl: Activeren (KDevelop krijgt de focus)
no_ny: Aktiver (Kdevelop får fokus)
pl: Uaktywnij (KDevelop otrzymuje ognisko)
sk: Aktivovať (KDevelop získa fokus)
sl: Omogoči (KDevelop dobi fokus)
sv: Aktivera (KDevelop får fokus)
xh: Yenza (KDevelop ifumana uqwalaselo)

source: Run
da: Kør
de: Ausführen
et: Täida
hu: Futtatás
id: Jalankan
it: Esegui
ja: 実行
nl: Uitvoeren
no_ny: Køyr
pl: Uruchom lub kontynuuj
sk: Spustiť
sl: Poženi
sv: Kör
xh: Baleka

source: Interrupt
da: Afbryd
de: Unterbrechen
et: Katkestus
hu: Megszakítás
it: Interrompi
ja: 中断
no_ny: Avbryt
pl: Przerwij
sk: Prerušenie
sl: Prekini
sv: Avbryt
xh: Phazamisa

source: Step out
da: Gå ud
de: Funktion verlassen
et: Astu välja
hu: Kiugrás
id: Lompati
it: Esci dalla funzione
ja: ステップアウト
nl: Uitstappen
no_ny: Gå ut
pl: Wykonuj aż do końca funkcji
sk: Vyskočiť
sl: Korak ven
sv: Stega ur
xh: Phuma

source: Viewers
da: Fremvisere
de: Ansichten
et: Näitajad
hu: Nézegetők
it: Visualizzatori
ja: ビューア
nl: Weergevers
no_ny: Visarar
pl: Podglądy
sk: Prehliadače
sl: Pregledovalniki
sv: Visare
xh: Ababoniseli

source: Continue with app execution. May start the app
da: Fortsæt med programudførelse. Kan starte programmet.
de: Ausführung fortsetzen. Bei Bedarf wird die Anwendung gestartet.
et: Jätka rakenduse täitmist. Tohin käivitada?
hu: Az alkalmazás futásának folytatása. Elindíthatja az alkalmazást
id: Lanjutkan dengan eksekusi app. Akan menjalankan app
it: Continua l'esecuzione dell'applicazione. Potrebbe farla partire
ja: アプリケーション実行を継続。アプリケーションを開始
nl: Doorgaan met de executie van de applicatie. Kan de applicatie starten.
no_ny: Fortset køyringa av applikasjonen. Kan starta han.
pl: Kontynuuje wykonywanie aplikacji. Można rozpocząć jej wykonywanie.
sk: Pokračovať vo vykonávaní aplikácie. Možno spustí aplikáciu.
sl: Nadaljuj z izvajanjem aplikacije. Lahko tudi zažene aplikacijo
sv: Fortsätt med programkörning. Kan starta programmet
xh: Qhubekeka ngophumezo lwe app. Ingaqala i app
