Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Autoswitch
da: Autoskift
de: Ansichten
et: Automaatlülitus
hu: Automatikus ugrás
it: 'Vai a' automatico
ja: オートスイッチ
nl: Auto-omschakel
no_ny: Autobytt
pl: Auto-przełącznik
sk: Autoprepínač
sl: Samodejni preklop
sv: Byt automatiskt
xh: Switsha ngokuzenzekelayo

source: enable Autoswitch
da: slå autoskift til
de: Automatisch wechseln
et: Automaatlülituse lubamine
hu: Az automatikus ugrás engedélyezése
id: adakan Autoswitch
it: Abilita 'Vai a' automatico
ja: オートスイッチを有効にする
nl: activeer Auto-omschakel
no_ny: bruk autobytt
pl: włącz auto-przełącznik
sk: zapnúť Autoprepínač
sl: vklopi samodejni preklop
sv: aktivera byt automatiskt
xh: yenza uswitsho oluzenzekelayo

source: use Class View as default
da: brug classvisning som standard
de: Klassenansicht als Voreinstellung
et: vaikimisi kasutatakse klassivaadet
hu: Az osztálynézet az alapértelmezett
id: Gunakan Class View sebagai baku
it: usa Vista Classe come default
ja: クラスビューを標準にする
nl: gebruik Klasseweergave als standaard
no_ny: bruk klasseoversikt som standard
pl: używaj Widoku Klas jako domyślnego
sk: použiť pohľad na triedy ako prednastavený
sl: uporabi kot privzeto razredni pogled
sv: använd klassvyn som standard
xh: sebenzisa imboniselo yohlobo njengokungagqibekanga

source: use Class View as default If this is enabled, KDevelop will automatically switch to the Class Viewer when switching. When disabled, KDevelop will use Logical File Viewer for autoswitching.
da: brug klasseoversigt som standard Når du bruger dette, vil KDevelop automatisk skifte til klasseoversigten ved skift. KDevelop vil bruge logisk filoversigt for autoskift.
de: Klassenansicht als Voreinstellung. Wenn diese Option aktiviert ist, wechselt KDevelop automatisch zur Klassenansicht.Wenn deaktiviert, wird die "Strukturierte Dateiansicht" für das automatische Wechseln benutzt.
et: Vaikimisi kasutatakse klassivaadet Kui on lubatud, siis liigub KDevelop automaatselt klassivaatesse. Kui on keelatud, siis kasutab KDevelop Loogilist Failivaadet automaatlülituseks
hu: Az osztálynézet legyen az alapértelmezett nézet Ha engedélyezve van, a KDevelop automatikusan az osztálynézetre vált ugráskor. Ha ki van kapcsolva, a KDevelop a logikai fájlnézetet használja automatikus ugráskor.
id: gunakan Class View sebagai baku Jika ini diadakan, KDevelop otomatis pindah ke Class Viewer saat pindah. Jika ditiadakan, KDevelop akan gunakan Viewer File Logical untuk Autoswitch
it: usa Vista Classe come default Se questa opzione è abilitata, KDevelop si posizionerà automaticamente nella Vista Classe quando si attiverà il 'Vai a' automatico. Se invece è disabilitata, KDevelop si posizionerà invece, nella Vista Logica File.
ja: クラスビューを標準にする これを有効にするとKDevelopは スイッチする時、自動的にCVに移動 します。無効にするとKDevelopは オートスイッチで自動的にLFVに 移動します。
nl: gebruik Klasseweergave als standaard Als dit is geactiveerd zal KDevelop automatisch omschakelen naar de Klasse- weergave als er wordt omgeschakeld. Als dit is gedeactiveerd zal KDevelop de Logische Bestandsweergave gebruiken voor automatisch omschakelen.
no_ny: bruk klasseoversikt som standard Når du brukar denne, vil KDevelop automatisk bytta til klasseoversikta ved bytting. KDevelop vil bruka logisk filoversikt for autobytting.
pl: używaj Widoku Klas jako domyślnego Gdy jest zaznaczone, to KDevelop będzie się automatycznie przełączał na Widok Klas. Gdy odznaczone, to KDevelop będzie używał logicznego widoku plików (LFV), przy automatycznym przełączaniu.
sk: použiť pohľad na triedy ako prednastavený Ak je táto voľba použitá, KDevelop automaticky pri prepnutí prepne do Prehliadača triedy. Ak je voľba vypnutá, KDevelop použije Logické súbory ako prehliadač pre prepínanie.
sl: uporabi kot privzeto razredni pogled Če je omogočeno bo KDevelop samodejno uporabil razredni namesto logičnega pogleda pri preklopu.
sv: använd klassvyn som standard Om det här är aktiverat, så kommer KDevelop automatiskt att byta till klassvyn när byte sker. Om avstängd, kommer KDevelop att använda den logiska filvyn för automatiskt byte.
xh: sebenzisa Imboniselo yohlobo njengokungagqibekanga Ukuba oku kwenziwe, KDevelop izakuswitsha ngokuzenzekelayo ku Mboniseli woHlobo xa iswitsha. Xa ikhubaziwe, KDevelop izakusebenzisa uMboniseli wefayile elogikali yo kuswitsha ngokuzenzekelayo.

source: Autoswitch If autoswitch is enabled, KDevelop will open windows in the working view automatically according to most needed functionality. Disableing autoswitch means you will have to switch to windows yourself, including turning on and off the outputwindow.
da: Autoskift Når du bruger autoskift, vil KDevelop automatisk åbne vinduer i arbejdsområdet i overensstemmelse med hvad slags funktionalitet som behøves. Hvis du slår autoskift fra, skal du skifte vinduer selv, f.eks. slå resultatvinduet fra og til.
de: Automatisch wechseln Wenn das automatische Wechseln aktiviert ist, schaltet KDevelop auf der Arbeitsoberfläche automatischdie Ansicht um, abhängig von der benötigten Funktionalität. Falls Sie das automatische Wechseln deaktivieren, müssen Sie selbst zu den verschiedenen Fenstern gehen (und das Ausgabefenster selbst öffnen bzw. schließen).
et: Automaatlülitus Kui lubatud, avab KDevelop automaatselt sobivad aknad töölaual vastavalt sobivale tegevusele
hu: Automatikus ugrás Ha engedélyezve van, a KDevelop automatikusan aszerint nyit meg fájlokat a szerkesztőablakban, hogy mi a legszükségesebb funkcionalitás. Ha ki van kapcsolva, a Önnek kell az ablakokra átváltania, beleértve a kimeneti ablak ki- és bekapcsolását.
id: Autoswitch Jika autoswitch diadakan, KDevelop akan membuka jendela di view kerja secara otomatis tergantung fungsionalitas yang dibutuhkan. Meniadakan autoswitch berarti Anda akan pindah ke jendela sendiri, termasuk menggilir on dan off jendela output.
it: 'Vai a' Automatico Se la modalità di 'Vai a' automatico è abilitata, KDevelop salta automaticamente nella vista di lavoro e apre la finestra con il contenuto e la funzionalità richiesta. Disabilitare la modalità di 'Vai a' automatico implica che ti devi occupare di aprire le finestre della vista primaria compreso attivare la finestra di output con le relative funzioni (p.e. 'Build', 'Make' ecc.), senza l'usilio di KDevelop.
ja: オートスイッチ オートスイッチを有効にすると KDevelopは最も必要な機能に従って ワーキングビューのウィンドウを 自動的に開きます。 オートスイッチを無効にすると あなたは出力ビューのオン/オフを 含めて、手動でウィンドウを切替え なくてはなりません。
nl: Auto Omschakelen Als Auto-Omschakelen is geactiveerd, zal KDevelop de vensters automatisch in de werkweergave openen aan de hand van meest gebruikte functionaliteit. Het deactiveren van autoswitch betekent dat u zelf de naar de vensters moet schakelen, inclusief het aan en uitzteen van het uitvoer- venster.
no_ny: Autobytting Når du brukar autobytting, vil KDevelop automatisk opna vindauge i arbeidsområdet i høve til kva for funksjonalitet som trengst. Om du skrur av autobytting, må du sjølv bytta vindauge, t.d. skru av og på resultatvindauget.
pl: Auto-przełącznik Przy tej włączonej opcji, KDevelop, w roboczym widoku, będzie automatycznie otwierał okna. Wyłączenie auto-przełącznika oznacza, że będziesz musiał ręcznie przełączać się między oknami oraz włączać i wyłączać okno wyników.
sk: Autoprepínač Ak je táto voľba použitá, KDevelop atuomaticky otvorí okná v pracovnom pohľade podľa najviac používanej funkcionality. Vypnutím budete musieť prepínať okná sami, vrátane zapínania a vypínanie okna výstupu.
sl: Samodejni preklop Če je samodejni preklop omogočen, KDevelop odpira okna v delovnem pogledu samodejno glede na najbolj potrebno funkcionalnost. Onemogočenje te možnosti pomeni, da boste morali sami preklapljati med okni, vključno z izhodnim oknom.
sv: Byt automatiskt Om byt automatiskt är aktiverat, så öppnar KDevelop automatiskt fönster i arbetsvyn enligt den mest användbara funktionen. Att stänga av automatiskt byte innebär att du själv måste byta till fönster, inklusive att slå på och av utmatningsfönstret.
xh: Switsha ngokuzenzekelayo Ukuba uswitsho oluzenzekelayo lwenziwe, KDevelop izakuvula iiwindow kumboniseli osebenzayo ngokuzenzekelayo ngoko msebenzi ofunekayo omninzi. Ukukhubaza uswitsho oluzenzekelayo kuthetha ukuba uzakuswitshela kwiiwindow ngokwakho, iquka ukulayita kunye nokucima imveliso yewindow.

source: Startup
da: Opstart
de: Start
et: Käivitamine
hu: Indulás
it: Avvio
ja: 起動
nl: Starten
no_ny: Oppstart
pl: Start systemu
sk: Spustenie
sl: Zagon
sv: Uppstart
xh: Qala

source: Startup The Startup group offers options for starting KDevelop
da: Opstart Opstartsgruppen lader dig sætte valg for opstart af KDevelop.
de: Start Die Start-Gruppe bietet Optionen für den Start von KDevelop.
et: Käivitamine Käivituse grupp pakub KDevelopi avamise seadistusi
hu: Indulás Az Indulás csoport a KDevelop indításának beállításait ajánlja fel.
id: Startup Kelompok startup menawarkan pilihan untuk menjalankan KDevelop
it: Avvio Il gruppo di Avvio permette l'accesso alle opzioni per l'avvio e l'inizializzazione di KDevelop
ja: スタートアップ スタートアップグループはKDevelopの起動 オプションを提供します
nl: Start De Start groep biedt opties voor het starten van KDevelop.
no_ny: Oppstart Oppstartgruppa tilbyr val for starting av KDevelop.
pl: Start systemu Grupa Start systemu oferuje opcje startu KDevelopa.
sk: Spustenie Skupina spustenie obsahuje možnosti pri štarte KDevelop.
sl: Zagon Skupina zagon vsebuje zmožnosti za zagon KDevelop
sv: Uppstart Uppstartsgruppen tillhandahåller alternativ för att starta KDevelop
xh: Qala Iqela lokuqala linikeza iinketho zokuqala i KDevelop

source: Startup Logo
da: Opstartslogo
de: Start-Logo
et: Logo näitamine
hu: Indítási embléma
id: Logo Startup
it: Logo di Avvio
ja: 起動ロゴ
nl: Startlogo
no_ny: Oppstartslogo
pl: logo startowe
sk: Štartovacie Logo
sl: Logotip pri zagonu
sv: Uppstartslogotyp
xh: Qala ilogo

source: Startup Logo If Startup Logo is enabled, KDevelop will show the logo picture while it is starting.
da: Opstartslogo Hvis opstartslogo er slået til vil KDevelop vise logoet når den starter op.
de: Start-Logo Wenn das Start-Logo aktiviert ist, wird es angezeigt, während KDevelop startet.
et: Logo näitamine Kui käivituse logo on lubatud näidatakse seda KDevelopi käivitamisel
hu: Indítási embléma Ha engedélyezve van, a KDevelop indításkor egy megadott emblémát jelenít meg.
id: Logo Startup Jika Logo Startup diadakan, KDevelop akan memperlihatkan gambar logonya saat dimulai.
it: Logo di Avvio Se il Logo di Inizializzazione è abilitato, KDevelop mostrerà il proprio logo durante il processo di avvio/inizializzazione.
ja: 起動ロゴ ここを有効にすると、KDevelopは起動ロゴを 毎回起動時に表示します。
nl: Startlogo Als het Startlogo is geactiveerd zal KDevelop het logo tonen bij het starten
no_ny: Oppstartslogo Dersom oppstartslogoen er på, vil KDevelop visa logobiletet under oppstarten.
pl: Logo Startowe Jeżeli Logo Startowe jest włączone, to będzie ono pokazywane przy uruchamianiu KDevelopa.
sk: Štartovacie Logo Keď je štartovacie logo zapnuté, KDevelop pri štarte zobrazí logo obrázok.
sl: Logotip pri zagonu Če je ta možnost vključena, bo KDevelop ob zagonu prikazal logotip.
sv: Uppstartslogotyp Om uppstartslogotyp är aktiverad, så visar KDevelop logotypbilden medan det startar.
xh: Qala ilogo Ukuba uqalo le logo luyenzeka, KDevelop izakubonisa umfanekiso welogo ngexesha iqala.

source: Load last project
da: Indlæser sidste projekt
de: Letztes Projekt laden
et: Viimase projekti laadimine
hu: Az utolsó projekt betöltése
id: Muatkan proyek terakhir
it: Carica progetto precedente
ja: 前回のプロジェクトを読み込む
nl: Laatste project laden
no_ny: Last inn siste prosjekt
pl: wczytaj ostatni projekt
sk: Načítať posledný projekt
sl: Naloži zadnji projekt
sv: Ladda senaste projekt
xh: Layisha iprojekti yokugqibela

source: Load last project If Load last project is enabled, KDevelop will load the last project used.
da: Last sidste projekt Hvis indlæs sidste projekt er slået til vil KDevelop indlæse projektet som sidst blev brugt.
de: Letztes Projekt laden Wenn diese Option aktiviert ist, lädt KDevelop das zuletzt bearbeitete Projekt.
et: Viimase projekti laadimine Kui on lubatud, siis laetakse KDevelopi käivitamisel automaatselt sisse viimati kasutatud projekt.
hu: Az utolsó projekt betöltése Ha engedélyezve van, a KDevelop indításkor betölti az utoljára használt projektet.
id: Muatkan proyek terakhir Jika muatkan proyek terakhir diadakan, KDevelop akan memuatkan proyek terakhir.
it: Carica progetto precedente Se 'Carica progetto precedente' è attivo, quando si avvierà KDevelop esso caricherà l'ultimo progetto su cui si è lavorato.
ja: 前回のプロジェクトを読み込む ここを有効にすると、KDevelopは前回使った プロジェクトを読み込みます。
nl: Laatste project laden Als Laad laatste project is geactiveerd zal KDevelop het laatst gebruikte project laden.
no_ny: Last inn siste prosjekt Når last inn siste prosjekt er på, vil KDevelop starta opp med prosjektet som sist vart brukt.
pl: Wczytaj ostatni projekt Jeżeli 'Wczytaj ostatni projekt' jest włączone, to KDevelop, podczas swojego uruchamiania, wczyta ten projekt, który był wczytany jako ostatni.
sk: Načítať posledný projekt Keď je Načítať posledný projekt zapnutý, KDevelop načíta posledný používaný projekt.
sl: Naloži zadnji projekt Če je ta možnost vključena, bo KDevelop po zagonu naložil zadnji uporabljeni projekt.
sv: Ladda senaste projekt Om ladda senaste projekt är aktiverat, så kommer KDevelop att ladda det senast använda projektet.
xh: Layisha iprojekti yokugqibela Ukuba ulayisho le projekti yokugqibela lwenziwe, KDevelop izakulayisha iprojekti yokugqibela esetyenzisiweyo.

source: Tip of the Day
da: Dagens tips
de: Tipp des Tages
et: Päeva nõuanne
hu: Tipp megjelenítése
id: Tip Hari ini
it: Consiglio del Giorno
ja: 今日のワンポイント
nl: Hint van de Dag
no_ny: Tips for dagen
pl: podpowiedź dnia
sk: Tip dňa
sl: Nasvet dneva
sv: Dagens tips
xh: Incam yemini

source: Tip of the Day If Tip of the Day is enabled, KDevelop will show the Tip of the Day every time it starts.
da: Dagens tips Hvis dagens tips er slået til vil KDevelop vise dagens tips hver gang den starter.
de: Tipp des Tages Wenn diese Option aktiviert ist, zeigt KDevelop bei jedem Start den Tipp des Tages an.
et: Päeva nõuanne Kui päeva nõuanne on lubatud näitab KDevelop sulle igal käivitamisel mõnda asjalikku nõuannet
hu: A mai tipp Ha engedélyezve van, a KDevelop kiír egy felhasználási tippet minden indításkor.
id: Tip Hari ini Jika Tip Hari ini diadakan, KDevelop akan menampilkan Tip Hari ini tiap saat dimulai.
it: Consiglio del Giorno Se 'Consiglio del Giorno' è abilitato, KDevelop mostrerà consigli utili per l'utilizzo di KDevelop ogni volta che lo si avvierà.
ja: 今日のワンポイント ここを有効にすると、KDevelopは今日のワンポイントを 起動するたびに表示します。
nl: Hint van de dag Als Hint van de dag is geactiveerd zal KDevelop het Hint van de dag-dialoogvenster tonen bij elke start.
no_ny: Tips for dagen Dersom tips for dagen er på, vil KDevelop visa eit brukartips ved kvar oppstart.
pl: Podpowiedź dnia Jezeli Podpowiedź dnia jest włączona, to KDevelop będzie pokazywał podpowiedzi przy każdym swoim starcie.
sk: Tip dňa Keď je Tip dňa zapnutý, KDevelop pri každom štarte zobrazí Tip dňa.
sl: Nasvet dneva Če je ta možnost vključena, bo KDevelop po vsakem zagonu prikazal praktični nasvet.
sv: Dagens tips Om dagens tips är aktiverat, kommer KDevelop att visa dagens tips varje gång det startar.
xh: Incam yemini Ukub aincam ayemini yenziwe, KDevelop izakubonisa Incam yemini lonke ixesha iqala.

source: Keys
da: Taster
de: Tasten
et: Klahvid
hu: Billentyűk
it: Tasti
ja: キー
nl: Toetsen
no_ny: Tastar
pl: Klawisze
sk: Klávesy
sl: Tipke
sv: Tangenter
xh: Izitshixo

source: Configuration of KDevelop Hot-Keys
da: Indstilling af KDevelops genveje
de: Richtet Tastenkürzel für KDevelop ein
et: KDevelopi kiirklahvide seadistused
hu: A KDevelop billentyűparancsainak beállítása
id: Konfigurasi Hot-Keys KDevelop
it: Configurazione delle associazioni di tasti di KDevelop
ja: KDevelopホットキーを設定
nl: Configuratie van KDevelop Sneltoetsen
no_ny: Oppsett av snøggtastar i KDevelop
pl: Konfigurowanie klawiszy skrótów
sk: Nastavenie klávesových skratiek pre KDevelop
sl: Prikrojitev vročih tipk KDevelop
sv: Anpassning av KDevelops snabbtangenter
xh: Uqwalaselo lwezitshixo-ezishushu ze KDevelop

source: Documentation
da: Dokumentation
de: Dokumentation
et: Dokumentatsioon
hu: Dokumentáció
id: Dokumentasi
it: Documentazione
ja: ドキュメント
nl: Documentatie
no_ny: Hjelpetekst
pl: Dokumentacja
sk: Dokumentácia
sl: Dokumentacija
sv: Dokumentation
xh: Uxwebhu

source: Path to KDE 2/Qt 2 API Documentation
da: Sti til KDE 2/Qt 2 API-dokumentation
de: Pfad zur KDE 2/Qt 2 API-Dokumentation
et: KDE2/Qt 2 API dokumentatsiooni asukoht
hu: A KDE 2/Qt 2 API dokumentáció elérési útja
id: Path ke Dokumentasi API KDE 2/Qt 2
it: Percorso della documentazione delle API di KDE2/QT2
ja: KDE 2/Qt 2 APIドキュメントに移動
nl: Pad naar de KDE 2/Qt 2 API documentatie
no_ny: Sti til hjelpetekst for KDE 2-API / Qt-API
pl: Ścieżka do dokumentacji KDE 2/Qt 2 API
sk: Cesta k API dokumentácii KDE 2/Qt 2
sl: Pot do dokumentacije KDE 2/Qt 2 API
sv: Sökväg till KDE-2/Qt-2 API-dokumentation
xh: Umendo kwixwebhu le KDE 2/Qt 2 API

source: Enter the path to your QT and KDE-Libs Documentation for the Documentation Browser. QT usually comes with complete Documentation whereas for KDE you can create the Documentation easily by pressing the Update button below.
da: Opgiv stien til dokumentationen for Qt- og KDE-bibliotekerne for brug med dokumentationslæseren. Qt kommer normalt med komplet dokumentation, og KDE-dokumentationen kan du let lave ved at trykke på opdatér-knappen nedenunder.
de: Geben Sie den Pfad zur Dokumentation Ihrer Qt- und KDE-Dokumentation für den Dokumentations-Browser ein. Qt wird mit einer vollständigen Dokumentation ausgeliefert, die KDE-Dokumentation können Sie durch Betätigen desKnopfes "Aktualisieren" erstellen.
et: Sisesta Qt ja KDE teekide dokumentatsiooni asukoht. Qt-ga tuleb dokumentatsioon tavaliselt kaasa, KDE dokumentatsiooni saad kergesti ise tekitada pressides nuppu 'Uuenda'.
hu: Adja meg a Qt és a KDE programkönyvtárak dokumentációjának elérési útját a dokumentációböngésző számára. A Qt általában teljes dokumentációval érkezik, míg a KDE-hez könnyedén létrehozható a dokumentáció az alábbi Frissítés gomb megnyomásával.
id: Masukkan path Dokumentasi QT dan KDE-Libs untuk Browser dokumentasi. QT biasanya datang dengan Dokumentasi lengkap sebagaimana KDE Anda dapat membuat Dokumentasi semudah menekan tombol Update dibawah.
it: Inserisci il percorso delle tue librerie QT e KDE-Libs per il browser della documentazione. Le librerie QT sono solitamente accompagnate dalla documentazione completa, mentre per KDE puoi la puoi generare facilmente premendo il pulsante Aggiorna.
ja: ドキュメントブラウザのためのQTとKDEライブラリ ドキュメントのパスを入力して下さい。 QTは通常、完全なドキュメントが付いてきます、 一方KDEは下にある更新(Update)ボタンを押すことで ドキュメントを生成できます。
nl: Voer het pad in naar uw Qt en KDE-libs Documen- tatie voor de Documentatie Browser. Qt wordt normaal gesproken geleverd met een complete set documentatie, terwijl die voor KDE heel kan worden aangemaakt door op 'Bijwerken' te drukken.
no_ny: Oppgi stien til hjelpetekstane for Qt- og KDE-biblioteka for bruk med hjelpetekstvisaren. Qt kjem vanlegvis med komplett hjelpetekst, og KDE-hjelpetekstane kan du lett laga ved å trykka oppdater-knappen under.
pl: Podaj ścieżkę do twojej dokumentacji bibliotek QT i KDE. QT jest rozprowadzane z pełną dokumentacją, natomiast dokumentację KDE możesz utworzyć za pomocą poniższego przycisku 'Uaktualnij'.
sk: Zadajte cestu k dokumentácii knižníc KDE a QT pre prehliadač dokumentácie. QT je obvykle dodávaná s úplnou dokumentáciu, pre KDE vytvoríte dokumentáciu jednoducho stlačením tlačidla Aktualizovať.
sl: Vpišite pot do dokumentacije QT in knjižnic KDE za brskalnik dokumentacij. QT ponavadi vsebuje popolno dokumentacijo, medtem ko se za KDE lažje ustvari dokumentacijo s pritiskom na gumb 'Obnovi'.
sv: Ange sökvägen till din QT och KDE- biblioteksdokumentation för dokumentationsläsaren. QT levereras oftast med fullständig dokumentation, medan du lätt kan skapa dokumentationen för KDE genom att trycka på uppdatera-knappen nedan.
xh: Ngenisa umendo kweyakho i QT ne KDE-Libs Uxwebhu lomkhangeli zincwadi. QT ngokwesiqhelo iza noxwebhu olugqityiweyo njengoko kwi KDE ungenza uxwebhu ngokulula ngokucinezela iqhosha lokugqiba elisezantsi.

source: Directories
da: Kataloger
de: Verzeichnisse
et: Kataloogid
hu: Könyvtárak
id: Direktori
it: Directory
ja: ディレクトリ
nl: Mappen
no_ny: Katalogar
pl: Katalogi
sk: Priečinky
sl: Imeniki
sv: Kataloger
xh: Abalawuli

source: Qt-Library-Doc:
da: Qt-biblioteksdok:
de: Qt-Bibliothek-Dokumentation:
et: Qt teegi dokumentatsioon:
hu: A Qt programkönyvtár dokumentációja:
id: Dok-Pustaka-Qt:
it: Doc Libreria Qt:
ja: Qtライブラリドキュメント:
nl: Qt-Bibliotheek-Doc:
no_ny: Qt-bibliotekshjelp:
pl: Dokumentacja biblioteki Qt:
sk: Qt-Knižnica-Dokumentácia:
sl: Dokumentacija knjižnice Qt:
sv: Qt-biblioteksdoikumentation:
xh: Qt-Layibrari-Uxwebhu:

source: Enter the path to your QT-Documentation here. To access the path easier please press the pushbutton on the right to change directories. Usually the QT-Documentation is located in <i><blue>$QTDIR/html</i>
da: Opgiv stien til din Qt-dokumentation her. Knappen til højre giver lettere adgang til katalogerne. Qt-dokumentationen er normalt i <i><blue>$QTDIR/html</i>
de: Geben Sie hier den Pfad zu Ihrer Qt- Dokumentation ein. Um einfacher auf den Pfad zugreifen zu können, drücken Sie bitte den Knopf rechts, um das Verzeichnis zu wechseln. Die Qt-Dokumentation befindet sich gewöhnlich in <i><blue>$QTDIR/html</i>.
et: Sisesta rada Qt dokumentatsiooni juurde. Tavaliselt on Qt dokumentatsioon kataloogis <i><blue>$QTDIR/html</i>
hu: Itt adja meg a Qt dokumentáció elérési útját. A könnyebb kiválasztás érdekében nyomja meg a jobbra látható gombot könyvtárváltáshoz. A Qt dokumentációja általában itt található: <i><blue>$QTDIR/html</i>
id: Masukkan path ke Dokumentasi-QT Anda di sini. Untuk mengakses path lebih mudah silakan tekan tombol dikanan untuk mengubah direktori biasanya Dokumentasi QT diletakkan di <i><blue>$QTDIR/html</i>
it: Inserisci qui il percorso della documentazione della libreria QT. Per sfogliare le directory premi il pulsante a destra. Solitamente la documentazione della libreria QT si trova in <i><blue>$QTDIR/html</<i>
ja: QTドキュメントのパスをここに入力して下さい。 パスに簡単にアクセスするには 右のボタンを押してディレクトリを移動して ください。 通常QTドキュメントは <i><blue>$QTDIR/html</i>にあります
nl: Voer hier het pad in naar uw Qt Documentatie. Om het pad gemakkelijker te kunnen bereiken kunt u op de knop aan de rechterkant drukken om van map te veranderen. Normaalgesproken staat de Qt documentatie in de <i><blue>$QTDIR/html</i>.
no_ny: Oppgi stien til Qt-hjelpetekstane her. Knappen til høgre gir lettare tilgang til katalogane. Qt-hjelpetekstane er vanlegvis plasserte i <i><blue>$QTDIR/html</i>
pl: Podaj ścieżkę do dokumentacji QT. Aby łatwiej odnaleźć właściwą ścieżkę, użyj przycisku po prawej stronie, zmieniającą katalogi. Zwykle dokumentacja do QT znajduje się w <i><blue>$QTDIR/html</i>
sk: Sem zadajte cestu k dokumentácii knižnice QT. Stlačením tlačidla môžete otvoriť dialóg pre výber priečinku. Obvykle je dokumentácie QT umiestnená v <i><blue>$QTDIR/html</i>
sl: Vnesite pot do dokumentacije QT. Za lažjo navigacijo uporabite gumb na desni za spremembo imenikov. Ponavadi se dokumentacija QT nahaja v <i><blue>$QTDIR/html</i>
sv: Ange sökvägen till din QT-dokumentation här. För att lättare hitta sökvägen var god tryck på knappen till höger för att byta kataloger. Oftast finns QT-dokumentationen i <i><blue>$QTDIR/html</i>
xh: Ngenisa umendo kuxwebhu le-QT apha. Ukunikeza umendo ngokulula nceda cinezela iqhosha lokutyhala ekunene ukutshintsha abalawuli. Ngokwesiqhelo uxwebhu le-QT lubekwe ku<i><blue>$QTDIR/html</i>
