Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Switches to the method's definition
da: Skifter til metodens definition
de: Wechselt zur Definition der Methode
et: Liigub meetodi teostuse juurde
hu: Ugrás a tagfüggvény megvalósítására
id: Pindah ke definisi metode
it: Va alla definizione del metodo
ja: メソッドの定義に移動
nl: Springt naar methode's definitie
no_ny: Hoppar til definisjonen av metoden
pl: Przechodzi do definicji metody
sk: Prepne na definíciu metódy
sl: Preklop k definiciji metode
sv: Byter till metodens definition
xh: Iswitshela kuchazo lwendlela

source: Opens the graphical inheritance tree
da: Åbner det grafiske arvetræ
de: Öffnet den graphischen Vererbungsbaum
et: Avab graafilise põlvnemispuu
hu: A grafikus öröklődési fa megnyitása
id: Buka pohon graphical inheritance
it: Apre la struttura gerarchica in forma grafica
ja: グラフィカル継承ツリーを開く
nl: Opent grafische overervingsboom
no_ny: Opnar det grafiske arvetreet
pl: Otwiera graficzne drzewo dziedziczenia
sk: Otvorí grafický strom dedičnosti
sl: Grafični pogled v rodbinsko drevo
sv: Öppnar det grafiska arvträdet
xh: Ivula umthi wendlalifa yomzobo

source: Opens the classtool dialog
da: Åbner klasseværktøjs-dialogen
de: Öffnet den Klassenwerkzeug-Dialog
et: Avab klassi loomise dialoogi
hu: Az osztályszerkesztő eszköz párbeszédablakának megnyitása
id: Buka dialog classtool
it: Apre il classtool dialog
ja: クラスツールダイアログを開く
nl: Opent klasse werktuig dialoogvenster
no_ny: Opnar klasseverktøydialogen
pl: Otwiera okno dialogowe do zarządzania klasą
sk: Otvorí dialóg nástroja tried
sl: Prikaz dialoga o orodju za razrede
sv: Öppnar klassverktygsdialogen
xh: Ivula incoko yababini yesixhobo sohlobo

source: Displays the inherited classes of the current class
da: Viser hvilke klasser gældende klasse arver fra
de: Zeigt die von dieser Klasse abgeleiteten Klassen
et: Näitab selle klassi eellasklasse
hu: Az aktuális osztály szülőosztályainak megjelenítése
id: Tampilkan inherited classes dari class saat ini
it: Mostra le classi ereditate dalla classe corrente
ja: 現在のクラスが継承しているクラスを表示
nl: Laat overge-erfde klassen van huidige klasse zien
no_ny: Viser dei arva klassane til denne klassen
pl: Wyświetla klasy, z których dziedziczy aktualna klasa
sk: Zobrazí zdedené triedy od aktuálnej triedy
sl: Prikaže razrede naslednike trenutnega razreda
sv: Visar de ärvda klasserna för den nuvarande klassen
xh: Ibonisa iintlobo ezifunyenweyo zohlobo lwangoku

source: Displays the classes who inherit the current class
da: Viser klasserne som arver fra gældende klasse
de: Zeigt die von dieser Klasse erbenden Klassen
et: Näitab selle klassi järglasklasse
hu: Az aktuális osztály származtatott osztályainak megjelenítése
id: Tampilkan class yang inherit dari class sekarang
it: Mostra le classi che ereditano la classe corrente
ja: 現在のクラスが継承されているクラスを表示
nl: Laat klassen zien die van huidige klasse erven
no_ny: Viser klassane som arvar frå denne klassen
pl: Wyświetla klasy, które dziedziczą z aktualnej klasy
sk: Zobrazí triedy, ktoré dedia od aktuálnej triedy
sl: Prikaže razrede, ki so podedovali trenutni razred
sv: Visar de klasser som ärver den nuvarande klassen
xh: Ibonisa iintlobo ezifumana uhlobo lwangoku

source: Creates a new folder
da: Laver en ny mappe
de: Erstellt einen neuen Ordner
et: Loob uue kataloogi
hu: Új mappa létrehozása
id: Buat folder baru
it: Crea una nuova cartella
ja: 新しいフォルダを作成
nl: Maakt een nieuwe map
no_ny: Lagar ei ny mappe
pl: Tworzy nowy folder
sk: Vytvorí nový priečinok
sl: Ustvari se nova mapa
sv: Skapar en ny katalog
xh: Yenza incwadi eneenkcukacha entsha

source: Deletes the current folder
da: Sletter gældende mappe
de: Löscht den aktuellen Ordner
et: Kustutab selle kataloogi
hu: Az aktuális mappa törlése
id: Hapus folder saat ini
it: Elimina la cartella corrente
ja: 現在のフォルダを削除
nl: Verwijdert huidige map
no_ny: Slettar mappa
pl: Usuwa aktualny folder
sk: Zmaže aktuálny priečinok
sl: Odstrani se trenutna mapa
sv: Tar bort den nuvarande katalogen
xh: Icima incwadi eneenkcukacha yangoku

source: Deletes the current class
da: Sletter gældende klasse
de: Löscht die aktuelle Klasse
et: Kustutab selle klassi
hu: Az aktuális osztály törlése
id: Hapus class saat ini
it: Elimina la classe corrente
ja: 現在のクラスを削除
nl: Verwijdert huidige klasse
no_ny: Slettar klassen
pl: Usuwa aktualną klasę
sk: Zmaže aktuálnu triedu
sl: Odstrani se trenutni razred
sv: Tar bort den nuvarande klassen
xh: Icima uhlobo langoku

source: Goes to the class declaration
da: Går til klasseerklæring
de: Geht zur Klassendeklaration
et: Liigub klassi kirjelduse juurde
hu: Ugrás a deklarációhoz
id: Pindah ke deklarasi class
it: Va alla dichiarazione della classe
ja: クラスの宣言に移動
nl: Springt naar klasse declaratie
no_ny: Går til klassdeklarasjonen
pl: Przechodzi do deklaracji klasy
sk: Prejde na deklaráciu triedy
sl: Skok v definicijo razreda
sv: Går till klassdeklarationen
xh: Iya kubhengezo lohlobo

source: Opens the New Method dialog
da: Åbner ny metode-dialogen
de: Öffnet den Dialog "Neue Methode"
et: Avab uue meetodi loomise dialoogi
hu: Megnyitja az új tagfüggvény párbeszédablakot
id: Buka dialog New Method
it: Apre il New Method Dialog
ja: 新しいメソッドダイアログを開く
nl: Opent nieuwe methode dialoogvenster
no_ny: Opnar dialogen Ny metode
pl: Otwiera okno dialogowe 'Nowa metoda'
sk: Otvorí dialóg pre novú metódu
sl: Prikaz dialoga ,Nova metoda`
sv: Öppnar dialogen för ny metod
xh: Ivula incoko yababini yendlela entsha

source: Deletes the current class method
da: Sletter gældende klassemetode
de: Löscht die aktuelle Klassenmethode
et: Kustutab selle klassi meetodi
hu: Törli a kijelölt tagfüggvényt
id: Hapuskan class method saat ini
it: Elimina il metodo della classe corrente
ja: 現在のクラスメソッドを削除
nl: Verwijdert methode uit huidige klasse
no_ny: Slettar klassemetoden
pl: Usuwa metodę z bieżącej klasy
sk: Zmaže túto metódu triedy
sl: Odstrani se trenutna metoda v razredu
sv: Tar bort den nuvarande klassmetoden
xh: Icima indlela yohlobo langoku

source: Creates a new attribute for the current class
da: Laver en ny attribut for gældende klasse
de: Erzeugt eine neue Eigenschaft für die aktuelle Klasse
et: Loob sellele klassile uue atribuudi
hu: Új attribútumot hoz létre az aktuális osztályhoz
id: Buat atribut baru untuk class saat ini
it: Crea un nuovo attributo per la classe corrente
ja: 現在のクラスの新しい属性を作成
nl: Maakt nieuw attribuut aan voor huidige klasse
no_ny: Lagar ein ny attributt for klassen
pl: W bieżącej klasie tworzy nowy atrybut
sk: Vytvorí nový atribút tejto triedy
sl: Ustvari se nov atribut v trenutnem razredu
sv: Skapar en ny egenskap för den nuvarande klassen
xh: Yenza isiphumo esitsha sohlobo langoku

source: Deletes the current class attribute
da: Sletter gældende klasseattribut
de: Löscht die aktuelle Klasseneigenschaft
et: Kustutab selle klassi atribuudi
hu: Az aktuális osztály attribútumának törlése
id: Hapus atribute class saat ini
it: Elimina l'attributo della classe corrente
ja: 現在のクラスの属性を削除
nl: Verwijdert attribuut uit huidige klasse
no_ny: Slettar klasseattributten
pl: Usuwa atrybut z bieżącej klasy
sk: Zmaže atribút tejto triedy
sl: Odstrani se trenutni atribut v razredu
sv: Tar bort den nuvarande klassegenskapen
xh: Icima isiphumo sohlobo langoku

source: Creates a virtual method
da: Laver en virtuel metode
de: Erzeugt eine virtuelle Methode
et: Loob virtuaalse meetodi
hu: Virtuális tagfüggvényt hoz létre
id: Buat virtual method
it: Crea un metodo virtuale
ja: 仮想メソッドを作成
nl: Verwijdert virtuele methode
no_ny: Lagar ein virtuell metode
pl: Tworzy metodę wirtualną
sk: Vytvorí virtuálnu metódu
sl: Ustvari se navidezna (virtual) metoda
sv: Skapar en virtuell metod
xh: Yenza indlela enesiphumo

source: Adds a signal/slot mechanism
da: Tilføjer en signal-/slot-mekanisme
de: Fügt einen Signal/Slot-Mechanismus hinzu
et: Lisab signaal/pesa mehhanismi
hu: Szignál-eseménykezelő mechanizmus hozzáadása
id: Tambahkan signal/slot mechanism
it: Aggiunge un meccanismo di signal/slot
ja: signal/slot を追加
nl: Voegt signal/slot mechanisme toe
no_ny: Legg til ein signal/slot-mekanisme
pl: Dodaje mechanizm sygnał/slot
sk: Pridá mechanizmus signál/slot
sl: Doda se mehanizem signal/vtičnica
sv: Lägger till en signal/slot-mekanism
xh: Idibanisa uphawu/isithuba solungiso

source: Lets you create a new logical file group
da: Lader dig lave en ny logisk filgruppe
de: Hiermit können Sie eine neue logische Dateigruppe anlegen
et: Lubab sul luua uue loogilise failigrupi
hu: Egy új logikai fájlcsoport létrehozása
id: Perbolehkan anda untuk membuat grup file logikal baru
it: Permette la creazione di un nuovo gruppo di file logici
ja: 新しい論理ファイルグループを作成
nl: Laat het aanmaken van een nieuwe logische bestandengroep toe
no_ny: Let deg laga ei ny logisk filgruppe
pl: Pozwala utworzyć nową logiczną grupę plików
sk: Umožní vytvoriť novú logickú skupinu súborov
sl: Ustvari se nova logična skupina datotek
sv: Låter dig skapa en ny logisk filgrupp
xh: Ikuvumela wenze iqela lefayile elogiki

source: Removes the selected logical file group
da: Fjerner den valgte logiske filgruppe
de: Entfernt die gewählte logische Dateigruppe
et: Eemaldab valitud loogilise failigrupi
hu: A kijelölt logikai fájlcsoport törlése
id: Hpaus grup file logikal yang terpilih
it: Elimina il gruppo logico di file selezionato
ja: 選択された論理ファイルグループを削除
nl: Verwijdert de geselecteerde logische bestandengroep
no_ny: Fjernar den valte logiske filgruppa
pl: Usuwa wybraną logiczną grupę plików
sk: Odstráni vybranú logickú skupinu súborov
sl: Odstrani se nova logična skupina datotek
sv: Tar bort den markerade logiska filgruppen
xh: Isusa iqela lefayile elogiki ekhethiweyo

source: Shows the group's properties
da: Viser gruppens egenskaber
de: Zeigt die Eigenschaften der Gruppe an
et: Näitab grupi omadusi
hu: A csoport tulajdonságainak megmutatása
id: Perlihatkan properties group
it: Mostra le proprietà del gruppo
ja: グループのプロパティを表示
nl: Laat de eigenschappen zien van de groep
no_ny: Viser gruppeeigenskapane
pl: Pokazuje właściwości grupy
sk: Zobrazí vlastnosti skupiny
sl: Prikaz lastnosti skupine
sv: Visar gruppens egenskaper
xh: Ibonisa iimpahla zeqela

source: Displays the absolute / relative path
da: Viser den absolutte/relative sti
de: Zeigt den absoluten/relativen Pfad an
et: Näitab täielikku / suhtelist rada
hu: Az abszolút/relatív elérési út megjelenítése
id: Tampilkan path absolut/relatif
it: Mostra il percorso assoluto/relativo
ja: 絶対/相対パスを表示
nl: Laat het absolute / relatieve pad zien
no_ny: Viser den absolutte/relative stien
pl: Wyświetla bezwzględną/względną ścieżkę
sk: Zobrazí absolútnu/relatívnu cestu
sl: Prikaz absolutne/relativne poti
sv: Visar den absoluta/relativa sökvägen
xh: Ibonisa onguwo / ozalanayo umendo

source: Deletes the selected file
da: Sletter den valgte fil
de: Löscht die ausgewählte Datei
et: Kustutab valitud faili
hu: A kijelölt fájl törlése
id: Hapus file terpilih
it: Elimina il file selezionato
ja: 選択されたファイルを削除
nl: Verwijdert het geselecteerde bestand
no_ny: Slettar den valte fila
pl: Usuwa zaznaczony plik
sk: Zmaže vybraný súbor
sl: Odstranitev izbrane datoteke
sv: Tar bort den markerade filen
xh: Icima ifayile ekhethiweyo

source: Show files that aren't registered as project files
da: Viser filer der ikke er registrerede som projektfiler
de: Zeigt Dateien, die nicht im Projekt registriert sind
et: Näitab faile, mis pole projektis registreeritud
hu: A projekthez nem tartozó fájlok megjelenítése
id: Perlihatkan file yang tidak terdaftar sebagai file proyek
it: Mostra i file che non sono registrati come file di progetto
ja: プロジェクトファイルに登録されていないファイルを表示
nl: Bestanden laten zien die niet als project bestanden bekend staan.
no_ny: Vis filer som ikkje er registrerte som prosjektfiler
pl: Pokaż pliki, które nie są zarejestrowane w projekcie
sk: Zobrazí súbory, ktoré nie sú registrované ako súbory projektu
sl: Prikaži datoteke, ki niso registrirane kot projektne datoteke
sv: Visar filer som inte är registrerade som projektfiler
xh: Ibonisa iifayile ezingabhaliswanga njengeefayile ze projekti

source: Updates file/directory from repository
da: Opdaterer fil/katalog fra lager
de: Aktualisiert Datei/Verzeichnis aus dem Archiv
et: Uuendab repositooriumist faili/kataloogi
hu: A fájl vagy könyvtár frissítése a repository-ból
id: Perbarui file/direktori dari repository
it: Aggiorna il file/directory dal repository
ja: レポジトリからファイル/ディレクトリを更新
nl: Bestand/map bijwerken vanuit code-depot
no_ny: Oppdaterer fil/katalog frå depotet
pl: Uaktualnianie pliku/katalogu z repozytorium
sk: Aktualizuje súbor/priečinok zo skladu
sl: Osveži datoteko/imenik iz skladišča
sv: Uppdaterar fil/katalog från arkivet
xh: Igqiba ifayile/ulawulo olusuka kwindawo apho izinto zigcinwa khona

source: Commits file/directory to the repository
da: Lægger fil/mappe ind på lager
de: Aktualisiert Datei/Verzeichnis im Archiv
et: Salvestab faili/kataloogi muudatused repositooriumisse
hu: A fájl vagy könyvtár mentése ('commit') a repository-ba
id: Kirim file/direktori ke repository
it: Inoltra il file/directory al repository
ja: レポジトリにファイル/ディレクトリをコミット
nl: Bestand/map aan code-depot toevertrouwen
no_ny: Sender fil/katalog til depotet
pl: Wysyłanie pliku/katalogu do repozytorium
sk: Potvrdí súbor/priečinok do skladu
sl: Poverjenje datoteke/imenika v skladišče
sv: Arkiverar fil/katalog i arkivet
xh: Ibophelela ifayile/ulawulo kwindawo apho izinto zigcinwa khona

source: Adds file/directory to the repository
da: Tilføjer fil/katalog til lageret
de: Fügt Datei/Verzeichnis dem Archiv hinzu
et: Lisab faili/kataloogi repositooriumisse
hu: Fájl vagy könyvtár hozzáadása a repository-hoz
id: Tambah file/direktori ke repository
it: Aggiunge il file/directory al repository
ja: レポジトリにファイル/ディレクトリを追加
nl: Bestand/map aan code-depot toevoegen
no_ny: Legg fil/katalog til depotet
pl: Dodawanie pliku/katalogu do repozytorium
sk: Pridá súbor/priečinok do skladu
sl: Doda datoteko/imenik v skladišče
sv: Lägger till fil/katalog i arkivet
xh: Idibanisa ifayile/ulawulo kwindawo apho izinto zigcinwa khona

source: Deletes file from disk and removes it from the repository
da: Sletter fil fra disken og fjerner den fra lageret
de: Löscht die Datei von der Festplatte und entfernt sie aus dem Archiv
et: Kustutab faili kettalt ning eemaldab ka repositooriumist
hu: Fájl törlése a lemezről és a repository-ból is
id: Hapus file dari disk dan hapus dari repository
it: Elimina il file dal disco e lo rimuove dal repository
ja: レポジトリとディスクからファイルを削除
nl: Bestand van schijf verwijderen en uit code-depot halen
no_ny: Slettar fila frå disken og fjernar ho frå depotet
pl: Usuwa plik z dysku i z repozytorium
sk: Odstáni súbor z disku aj zo skladu
sl: Zbriše datoteko iz diska in jo odstrani iz skladišča
sv: Tar bort filen från disk och tar också bort den från arkivet
xh: Icima ifayile kwidiski kwaye iyisusa kwindawo apho izinto zigcinwa khona

source: General
da: Generelt
de: Allgemein
et: Üldine
hu: Általános
id: Umum
it: Generale
ja: 一般
nl: Algemeen
no_ny: Generelt
pl: Ogólne
sk: Všeobecné
sl: Splošno
sv: Allmänt
xh: Ngokubanzi

source: KDevelop General Configuration
da: KDevelop generel Indstilling
de: Allgmemeine KDevelop-Einrichtung
et: KDevelopi üldised seadistused
hu: A KDevelop általános beállításai
id: Konfigurasi Umum KDevelop
it: Configurazione generale KDevelop
ja: KDevelop 一般的な設定
nl: KDevelop Algemene Instellingen
no_ny: Generelt KDevelop-oppsett
pl: Ogólna konfiguracja KDevelopa
sk: KDevelop všeobecné nastavenie
sl: Splošne prikrojitve KDevelop
sv: KDevelop allmänna inställningar
xh: Uqwalaselo ngokubanzi kwe KDevelop

source: Make-Command
da: Make-kommando
de: Make-Kommando
et: Ehituskäsk
hu: A Make parancs
id: Perintah-Make
it: Comando Make
ja: Makeコマンド
nl: Make-Commando
no_ny: Make-kommando
pl: Polecenie make
sk: Make-príkaz
sl: Ukaz Make
sv: Byggkommando
xh: Umyalelo-wokwenza

source: Select Make-Command:
da: Vælg make-kommando:
de: Name des Make-Werkzeugs
et: Valitud ehituskäsk:
hu: A Make parancs:
id: Pilih Perintah-Make:
it: Seleziona comando Make:
ja: Makeコマンドを選択:
nl: Make-Commando selecteren:
no_ny: Vel make-kommando:
pl: Podaj jego nazwę:
sk: Zvoliť Make-príkaz:
sl: Izberite ukaz Make:
sv: Välj byggkommando:
xh: Khetha Umyalelo-wokwenza:

source: Make-Command Select your system's make-command. Usually, this is make, FreeBSD users may use gmake. Mind that you can also add option parameters to your make-binary as well.
da: Make-kommando Vælg dit systems make-kommando. Normalt er denne make, FreeBSD-brugere kan bruge gmake. Husk at du også kan tilføje parametre til kommandoen.
de: Make-Befehl Wählen Sie den Make-Befehl Ihres Systems. Gewöhnlich ist das "make", FreeBSD-Benutzer können "gmake" verwenden. Bedenken Sie, dass Sie auch zum Make-Befehl Parameter hinzufügen können.
et: Make-käsk Vali oma süsteemi make-käsk. Tavaliselt on selleks 'make', FreeBSD kasutajatel võibolla ka 'gmake'.
hu: A Make parancs Válassza ki az Ön rendszerének a make parancsát. Általában ez a 'make', FreeBSD rendszerben esetleg 'gmake'. Itt megadhatja a make program futtatásakor használt parancssori opciókat is, ha kívánja.
id: Perintah-Make Pilih perintah-make sistem Anda. Biasanya, ini make, pengguna FreeBSD menggunakan gmake. Catat bahwa Anda dapat pula menambahkan parameter untuk make-binary Anda.
it: Comando Make Seleziona il tuo comando Make di sistema. Di solito questo è 'make', per gli utenti FreeBSD può essere 'gmake'. Tieni presente che puoi anche aggiungere parametri e/o opzioni per il tuo binario.
ja: Makeコマンド あなたのシステムのMakeコマンドを選択 して下さい。通常'make'でFreeBSDなら 'gmake'かも知れません。ここでmakeに オプションパラメータを加えることも できます。
nl: Maak-commando Selecteer uw make-commando van uw systeem. Normaalgesproken is dit make, FreeBSD gebruikers zullen gmake willen gebruiken. U kunt ook parameters toevoegen aan uw systeem make- programma.
no_ny: Make-kommando Vel make-kommandoen for systemet ditt. Denne er vanlegvis make. Brukarar av FreeBSD kan bruka qmake. Legg merke til at du òg kan leggja parametrar til make-programmet.
pl: Polecenie make Podaj polecenie 'make' z twojego systemu. Zwykle jest to po prostu make. Użytkownicy FreeBSD mogą używać gmake. Zauważ, że możesz tu też podać argumenty tego polecenia.
sk: Make-príkaz Vyberte príkaz make pre váš systém. Normálne je to make, používatelia FreeBSD môžu použiť gmake. Taktiež je možné pridať parametre príkazu.
sl: Ukaz Make Izberite ukaz make vašega sistema. Najpogosteje je to ukaz make, uporabniki FreeBSD lahko uporabijo gmake. Poleg samega ukaza lahko dodate tudi stikala.
sv: Byggkommando Välj byggkommando för ditt system. Detta är oftast make, FreeBSD-användare kan använda gmake. Notera att du också kan lägga till alternativa parametrar till ditt make-filnamn.
xh: Umyalelo-wokwenza Khetha owendlela yakho umyalelo-wokwenza. Ngokwesiqhelo, esi sisenzo, FreeBSD abasebenzisi bangasebenzisa i gmake. Qonda ukuba ungadibanisa kwakhona iiparameter zokhetho kokubini-kokwenza kwakho nako.

source: Autosave
da: Autogemning
de: Autom. Speicherung
et: Automaatne salvestus
hu: Automatikus mentés
id: Simpan Otomatis
it: Salvataggio automatico
ja: 自動保存
nl: Auto-opslag
no_ny: Autolagring
pl: Autozapis
sk: Automatické ukladanie
sl: Samodejno shranjevanje
sv: Spara automatiskt
xh: Gcina ngokuzenzekelayo

source: enable Autosave
da: slå autogemning til
de: Autom. Speicherung aktivieren
et: automaatse salvestuse lubamine
hu: Az automatikus mentés bekapcsolása
id: Adakan Simpan Otomatis
it: abilita salvataggio automatico
ja: 自動保存を有効にする
nl: activeer Auto-opslag
no_ny: bruk autolagring
pl: włącz autozapis
sk: zapnúť Autoukladanie
sl: vklopi Samodejno shranjevanje
sv: aktivera spara automatiskt
xh: yenza Ugcino ngokuzenzekelayo

source: Select Autosave time-interval:
da: Vælg autogemningsinterval:
de: Zeitintervall:
et: Salvestuse intervall:
hu: Az automatikus mentés időköze:
id: Pilih jeda-waktu Simpan Otomatis
it: Imposta la frequenza del slavataggio automatico:
ja: 自動保存の時間間隔を設定:
nl: Auto-opslag tijdsinterval selecteren:
no_ny: Vel tidsintervall for autolagring:
pl: Podaj interwały autozapisu:
sk: Vyberte interval ukladania:
sl: Izberite interval samodejnega shranjevanja:
sv: Välj tidsinterval för spara automatiskt:
xh: Khetha ixesha lokugcina ngokuzenzekelayo-ithuba lokuphumla:

source: 3 min
et: 3 minutit
hu: 3 perc
id: 3 men
ja: 3 分
xh: Imizuzu emithathu

source: 5 min
et: 5 minutit
hu: 5 perc
id: 5 men
ja: 5 分
xh: Imizuzu emihlanu

source: 15 min
et: 15 minutit
hu: 15 perc
id: 15 men
ja: 15 分
xh: Imizuzu elishumi elinesihlanu

source: 30 min
et: 30 minutit
hu: 30 perc
id: 30 men
ja: 30 分
xh: Imizuzu engamashumi amathathu

source: Autosave If autosave is enabled, your currently changed files will be saved after the time-interval selected times out. Please select your timeout-value. Available are: 3 minutes, 5 minutes, 15 minutes and 30 minutes.
da: Autolagring Hvis autogemning er slået til vil dine ændrede filer blive gemt efter et bestemt tidsinterval. Vælg venligst tidsintervallet. Mulige værdier er: 3 minutter, 5 minutter, 15 minutter og 30 minutter.
de: Automatische Speicherung Wenn "Automatische Speicherung" aktiviert ist, werden die geänderten Dateien nach dem von Ihnen gewählten Zeitintervall gespeichert. Bitte wählen Sie das Zeitintervall. Zur Verfügung stehen: 3, 5, 25, 30 Minuten.
et: Automaatsalvestus Automaatse salvestuse lubamisel salvestatakse kõik muudetud failid kindla ajavahemiku tagant kettale
hu: Automatikus mentés Ha engedélyezve van, az Ön megnyitott, módosított fájljai el lesznek mentve a kiválasztott idő lejártával. Kérem válassza ki a mentés időközét. Választható: 3 perc, 5 perc, 15 perc és 30 perc.
id: Simpan Otomatis Jika simpan otomatis diadakan, file yang berubah saat ini akan disimpan setelah mencapai jeda waktu yang telah ditentukan sebelumnya. Pilih nilai-jedawaktu. Yang tersedia 3 menit, 5 menit, 15 menit dan 30 menit.
it: Salvataggio Automatico Se il salvataggio automatico è abilitato, le modifiche ai file verranno salvate ogni volta che saranno passati un numero di minuti specificati. Prego selezionare l'intervallo. Valori ammissibili sono: 3 minuti, 5 minuti, 15 minuti e 30 minuti.
ja: 自動保存 自動保存を有効にすると、選択された 時間間隔で変更されたファイルを保存 します。 その時間間隔を選択して下さい。 利用可能なのは: 3 分、5 分、15 分、 30 分です。
nl: Auto-opslag Als Auto-opslag is geactiveerd, dan worden de gewijzigde bestanden opgeslagen op het moment dat de tijdsinterval is afgelopen. Kiest u een waarde voor het tijdsinterval. De mogelijkheden zijn: 3 minuten, 5 minuten, 15 minuten en 30 minuten.
no_ny: Autolagring Dersom du brukar autolagring, vert filene du har endra lagra etter det tidsintervallet som er valt. Vel tidsgrense for autolagring. Du kan bruka verdiane 3 minutt, 5 minutt 15 minutt og 30 minutt.
pl: Autozapis Jeśli autozapis jest włączony, to twoje zmienione pliki będą zapisywane po upływie określonego czasu. Wybierz czas autozapisu. Dostępne są: 3 minuty, 5 minut, 15 minut i 30 minut.
sk: Autoukladanie Ak je automatické ukladanie povolené, aktuálne zmenené súbory budú uložené po uplynutí zadaného intervalu. Prosím, vyberte dĺžku intervalu. Možnosti sú: 3 minúty, 5 minút, 15 minút and 30 minút.
sl: Samodejno shranjevanje Če je samodejno shranjevanje omogočeno, se trenutno spremenjene datoteke shranijo na na vsake toliko časa. Časovni interval se da nastaviti in sicer na: 3 minute, 5 minut, 15 minut ali 30 minut.
sv: Spara automatiskt Om spara automatiskt är aktiverat, så sparas de för närvarande ändrade filerna efter det valda tidsintervallet går ut. Var god välj värdet på ditt tidsintervall. Tillgängliga är: 3 minuter, 5 minuter, 15 minuter och 30 minuter.
xh: Gcina ngokuzenzekelayo Ukuba ugcino ngokuzenzekelayo luyenziwa, iifayile zakho ezitshintswe ngoku zizakugcinwa emva kwexesha-lethuba lamaxesha okuphuma akhethiweyo. Nceda khetha ixabiso-lexesha lokuphuma. Akhoyo yi: mizuzu emithathu, imizuzu emihlanu, imizuzu elishumi elinesihlanu nemizuzu engamashumi amathathu.
