Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: 'Next` will invoke the automatic detection and the documentation generator.
da: 'Næste` vil starte den automatiske detektion og documentationsgeneratoren.
de: Klicken Sie auf "Weiter", werden die automatische Erkennung und die Erstellung der Dokumentation aufgerufen.
et: Vajutades nupule 'Järgmine' liigutakse järgmise etapi juurde.
hu: A 'Következő' gombra kattintva elindul az automatikus detektálás és a dokumentációgenerátor.
it: 'Successivo' farà partire la ricerca automatica e la generazione della documentazione.
ja: '次へ'は自動検出とドキュメント生成を開始します。
nl: 'Volgende' zal de automatische detectie en documentatie generatie aanroepen.
no_ny: «Neste» set i gang automatisk programfinning og laging av hjelpetekstar.
pl: 'Następny' wywołuje automatyczne wykrywanie i generowanie dokumentacji.
sk: 'Nasledujúci' spustí automatické určenie a generátor dokumentácie.
sl: ,Naprej` požene samodejno zaznavo in generiranje dokumentacije.
sv: 'Nästa' kommer att starta automatisk detektering och dokumentgeneratorn.
xh: 'Okulandelayo' kuzakubhenisa ubhaqo oluzenzekelayo kunye nomatshini wexwebhu.

source: 'Help' will give more information about the installation.
da: 'Hjælp' vil fortælle dig mere installationen.
de: Über "Hilfe" erhalten Sie weitere Informationen zur Einrichtung.
et: Paigaldamise kohta saab lisainfot vajutades nupule 'Abi'.
hu: A 'Segítség' megnyomásával további információkat lehet kapni a telepítésről.
it: 'Aiuto' ti darà alcune informazioni circa l'installazione.
ja: インストールについての詳細情報は'ヘルプ'を参照して下さい.
nl: 'Help' zal meer informatie over de installatie geven.
no_ny: «Hjelp» gir deg meir informasjon om installasjonen.
pl: 'Pomoc' wyświetla informacje o instalacji.
sk: 'Pomocník' vám poskytne informácie o tejto inštalácii.
sl: ,Pomoč` posreduje več informacij o namestitvi.
sv: 'Hjälp' ger dig mer information om installationen.
xh: 'Uncedo' luzakunika ulwazi oluninzi malunga nofako.

source: 'Cancel' will stop the installation and KDevelop will be started without setting the initial values needed for proper functionality.
da: 'Annullér' vil standse installationen og KDevelop vil blive startet uden indstilling af de initiale værdier der er nødvendige for rigtig funktionalitet.
de: "Abbrechen" bricht die Einrichtung ab, und KDevelop startet ohne die zur korrekten Funktion notwendigen Einstellungen.
et: 'Tühista' lõpetab häälestusprogrammi töö ja KDevelop jääb korralikuks tööks vajaliku algväärtustamiseta.
hu: A 'Mégsem' gombra kattintva a telepítés leáll, a KDevelop a működési feltételek biztosítása nélkül fog elindulni.
it: 'Annulla' fermerà l'installazione e KDevelop partirà senza che siano settate le impostazioni iniziali necessarie per il suo corretto funzionamento.
ja: 'Cancel'はインストールを中止しますので、KDevelopは正しく動くために必要な初期値の設定無しで起動します。
nl: 'Annuleren' zal de installatie stoppen en KDevelop zal worden gestart zonder het instellen van de initiele waarden die nodig zijn voor de het juist functioneren.
no_ny: «Avbryt» stoppar installasjonen. KDevelop vert starta utan at alle innstillingane som trengst er gjort ferdige.
pl: 'Anuluj' zatrzymuje instalację. KDevelop będzie uruchamiany bez ustawień, niezbędnych do jego prawidłowej pracy.
sk: 'Zrušiť' skončí inštaláciu a KDevelop bude spustený bez nastavenia počiatočných hodnôt nutných pre správne fungovanie.
sl: ,Prekliči` prekine namestitev in KDevelop se bo zagnal brez nastavljenih začetnih vrednosti, ki jih potrebuje za pravilno delovanje.
sv: 'Avbryt' stoppar installationen och KDevelop kommer att startas utan att ställa in initialvärden som behövs för normal funktion.
xh: 'Cima' kuzakumisa ufako kunye ne KDevelop izakuqalwa ngaphandle kokucwangcisa amaxabiso afunekayo womsebenzi onguwo.

source: The Program KDoc was not found on your system, a library documentation update can not be performed. KDoc is part of the kdesdk package that can be obtained from http://www.kde.org.
da: Fandt ikke programmet KDoc på dit system, så bibliotekdokumentationen kan ikke opdateres. KDoc er en del af kdesdk-pakken som du kan finde på http://www.kde.org.
de: Das Programm KDoc wurde auf ihrem System nicht gefunden, eine Aktualisierung der Dokumentation der KDE-Bibliotheken kann nicht durchgeführt werden. KDoc ist ein Teil des Paketes kdesdk, das auf http://www.kde.org verfügbar ist.
et: Süsteemist ei leitud rakendust kdoc ja seepärast pole võimalik tekitada ja/või uuendada KDE põhiteekide dokumentatsiooni. kdoc on paketi kdesdk osa ja seda saab alla laadida aadressilt www.kde.org.
hu: A KDoc programot nem sikerült megtalálni, ezért a programkönyvtár-dokumentációk frissítése nem hajtható végre. A KDoc a kdesdk csomag része, amely letölthető a http://www.kde.org címről.
it: Impossibile trovare il programma KDoc, non posso aggiornare la libreria di documentazione. KDoc fa parte del pacchetto kdesdk che puoi scaricare da www.kde.org.
ja: あなたのシステムにKDocがありません。よって ライブラリドキュメントの更新ができません。 KDocはkdesdkパッケージの一つで http://www.kde.org から入手できます。
nl: Het programma KDoc is niet gevonden op uw systeem,een bibliotheek-documentatie bijwerking kan niet wordenuitgevoerd. KDoc is onderdeel van het kdesdk pakket dat worden verkregen op http://www.kde.org.
no_ny: Fann ikkje programmet KDoc på systemet ditt, så bibliotekhjelpetekstane kan ikkje oppdaterast. KDoc er ein del av kdesdk-pakken som du finn på www.kde.org.
pl: W twoim systemie nie udało się znaleźć programu KDoc, nie można więc przeprowadzić uaktualnienia dokumentacji bibliotek. KDoc jest częścią pakietu kdesdk, który można pobrać z witryny www.kde.org.
sk: Program KDoc nebol nájdený na vašom systéme, aktualizácia dokumentácie nebude možná. KDoc je súčasťou balíka kdesdk, ktorý je možné získať na www.kde.org.
sl: Progama KDoc v vašem sistemu ni moč najti, zato ni moč posodobiti dokumentacije za knjižnico. KDoc je del paketa kdesdk, ki ga lahko dobite z naslova http://www.kde.org.
sv: Programmet KDoc hittades inte på ditt system, en uppdatering av biblioteksdokumentationen kan inte utföras. KDoc är en del av kdesdk-paketet som kan hämtas från www.kde.org.
xh: Udweliso lwenkqubo KDoc ayifunyanwanga kwindlela yakho, ugqibo loxwebhu lelayibrari alunakwenziwa. KDoc yinxenye yempahla ye kdesdk enokufunyanwa kwi http://www.kde. org.

source: This is the opportunity to create a new KDE-library HTML-documentation shown in the documentation tree of KDevelop. For that, you need the source package of kdelibs. In most cases it is included in your distribution. If not, we recomment to obtain them from http://www.kde.org. Consider the sources should match your installed kdelibs version.
da: Dette er muligheden for at oprette en ny KDE-bibliotek HTML dokumentation vist i dokumentationstræet for KDevelop. Til dette vil du have brug for kildepakken for kdelibs. I de fleste tilfælde er denne med i din distribution. Hvis ikke anbefaler vi at du henter den fra http://www.kde.org. Betænk at koden skal passe til den version af kdelibs som er installeret.
de: Hier erhalten Sie die Gelegenheit eine neue HTML-Dokumentation für die KDE-Bibliotheken zu erstellen. Diese wird später über den Dokumentationsbrowser angezeigt. Hierzu benötigen Sie die Quelltexte des Paketes kdelibs. In den meisten Fällen liegen diese Ihrer Distribution bei. Stehen Ihnen die Quelltexte von kdelibs nicht zur Verfügung, können Sie diese über http://www.kde.org beziehen. Beachten Sie, dass die Version der Quelltexte mit der installierten Version der Bibliothek übereinstimmen sollte!
et: Nüüd on sul võimalus tekitada KDE põhiteekide dokumentatsioon, mida hakatakse hiljem dokumentatsiooni puus näitama. Dokumentatsiooni tekitamiseks on vaja KDE põhiteekide (kdelibs) lähtekoodi. Tavaliselt on see lisatud ka igasse distributsiooni. Kui pole, siis soovitame hankida lähtekoodi pakk aadressilt http://www.kde.org. Pane tähele, et lähtekoodi pakk vastaks süsteemi paigaldatud KDE põhiteekidele.
hu: Most a KDevelop létrehozhatja az új KDE programkönyvtár HTML-formátumú dokumentációját, mely megjelenik a dokumentációfában. Ehhez a kdelibs csomag forrására is szükség van. Ha nem található meg a disztribúcióban, töltse le például a http://www.kde.org címről. Ügyeljen arra, hogy a forrás és a telepített kdelibs verziószáma megegyezzen.
it: Questa è l'opportunità per creare la nuova documentazione in formato HTML delle librerie di KDE, che verrà mostrata all'interno di KDevelop. Per questo avete bisogno dei sorgenti del pacchetto kdelibs. In molti casi è incluso nella vostra distribuzione, nel caso non lo abbiate é necessario scaricarlo da www.kde.org. Chiaramente i sorgenti dovranno corrispondere alla versione che possedete
ja: KDevelopのドキュメントツリーに表示されているKDEライブラリの 新規HTML-ドキュメントを生成する機会です。 そのためにはkdelibsのソースパッケージが必要です。 ほとんどのディストリビューションには含まれます。 もしkdelibsのソースパッケージがない場合は http://www.kde.orgから入手して下さい。ソースが インストールされているkdelibsのバージョンと マッチしているかどうかを確認して下さい。
nl: Nu zal KDevelop een nieuwe KDE-bibliotheekdocumentatie aanmaken. Daarvoor heeft u kdelibspakket nodig in bronbestand uitvoering. Als u kdelibsniet als bronbestand heeft, adviseren wij u om dezevan http://www.kde.org op te halen. Let er op dat die versie gelijk is aan de geinstalleerde versie.
no_ny: No vil KDevelop laga nye hjelpetekstar for KDE-biblioteket, for vising i hjelpetekstoversikta i KDevelop. Du vil trenga kjeldepakken kdelibs. Dersom du ikkje har kjeldekoden til kdelibs, kan du henta han frå www.kde.org. Merk deg at koden bør passa til den versjonen av kdelibs som er installert.
pl: Jest to okazja aby utworzyć dokumentację bibliotek KDE (html), wyświetlaną w drzewie dokumentacji. Do tej operacji niezbędne są pliki żródłowe kdelibs. W większości przypadków, są one już w twojej dystrybucji. Jeśli nie masz ich w tej formie, to można je pobrać z www.kde.org. Proszę pamiętać o tym, że pliki żródłowe powinny odpowiadać zainstalowanej wersji bibliotek.
sk: Teraz KDevelop vytvorí novú HTML dokumentáciu knižnice KDE. Na to potrebujete zdrojový balík kdelibs. Väčšinou je súčasťou distribúcie. Ak ho nemáte, doporučujeme ho stiahnuť z www.kde.org. Nezabudnite, že by verzia zdrojových kódov mala odpovedať nainštalovanej verzii kdelibs.
sl: Zdaj imate priložnost, da ustvarite novo dokumentacijo v HTML za knjižnice KDE, kot je prikazana v dokumentacijskem drevesu razvojnega orodja KDevelop. Za to potrebujete paket z izvirno kodo kdelibs. Običajno je ta paket priložen vaši distribuciji. Če ni, si izvirno kodo priskrbite z naslova http://www.kde.org. Pazite, da se bo izvirna koda ujemala z različico paketa kdelibs, ki ga imate nameščenega.
sv: Det här är tillfället att skapa en ny HTML-dokumentation för KDE-biblioteket som visas i dokumentationsträdet i KDevelop. För att göra det, behöver du kdelibs-paketet som ett källkodspaket. I de flesta fall ingår det i din distribution. Om inte, råder vi dig att hämta det från www.kde.org. Notera att källkoden ska passa ihop med din installerade kdelibs-version.
xh: Esi sisthuba sokwenza entsha ilayibrari HTML-KDE-uxwebhu oluboniswe kuxwebhu lomthi we KDevelop. Okwaleyo, ufuna impahla yemvelaphi ye kdelibs. Kwimizekelo emininzi kuqukiwe kunikezelo lwakho. Ukuba akunjalo, sigqabaza kwakhona ukuzifumana kwi http://www.kde.org. Qwalasela iimvelaphi ezinokuthelekiseka noguqulelo kolunye ulwimi olufakiweyo lwe kdelibs.

source: These are possible user interface modes, all of them are types of MDI.
da: Disse er mulige brugerflade tilstande, alle er af type MDI.
de: Hier finden Sie die möglichen Modi für die Benutzeroberfläche. Es handelt sich bei allen um Abarten des MDI-Modells.
et: Need on võimalikud kasutajaliidese tüübid.
hu: Ezek a felhasználói felület választható stílusai, valamennyi MDI-típusú.
it: Questi sono i modelli di interfaccia utente possibili, e sono tutti tipi di MDI (Multi Document Interface).
ja: これらは可能なユーザインタフェースモードです。全てMDIタイプです。
nl: Dit zijn de mogelijke gebruikersinterface modi, alle vormen van MDI.
no_ny: Dette er ulike typar brukarmiljø, alle ymse former for MDI.
pl: Są to typy interfejsu uzytkownika, które są odmianami MDI.
sk: Toto sú dostupné módy používateľského rozhrania, všetky sú typu MDI.
sl: To so mogoči načini uporabniškega vmesnika, a vsi so vrste MDI.
sv: De här är möjliga lägen för användargränssnitt, alla är olika typer av MDI.
xh: Kukho iindlela zojongano zomsebenzisi ezenzekayo, zonke ziindidi ze MDI.

source: Use the question mark button to get more information about each style!:
da: Brug spørgsmålstegnstasten for at få mere at vide om hver stil!:
de: Verwenden Sie den Knopf mit dem Fragezeichen, um weitere Informationen über die Stile zu erhalten.
et: Kasuta küsimärgiga nuppu täpsema info saamiseks iga stiili kohta!
hu: A kérdőjel gomb segítségével lekérdezhető a stílusokhoz tartozó leírás:
it: Usa il pulsante con il punto interrogativo per ottenere maggiori informazioni riguardo ad ogni style!
ja: 各スタイルの詳細を知るにはクエスチョンマークのボタンを使って下さい!:
nl: Gebruik de vraagtekenknop om meer informatie te krijgen over iedere stijl!:
no_ny: Bruk knappen med spørjeteikn for å få meir informasjon om kvar enkelt stil:
pl: Przycisk za znakiem zapytania pozwala na uzyskaniu dodatkowych informacji o każdym stylu!
sk: Použite tlačidlo s otáznikom pre informácie o každom štýle!
sl: Uporabite gumb z vprašajem, če želite izvedeti več o posameznem slogu!:
sv: Använd frågenteckenknappen för att få mer information om varje stil:
xh: Sebenzisa iqhosha lombuzo ukufumana ulwazi malunga nohlobo ngalunye!:

source: Toplevel Mode
da: Topniveau tilstand
de: Toplevel-Modus
et: Võrdsete akende režiim
hu: felső szintű mód
it: Modalità Toplevel
ja: トップレベルモード
nl: Topniveau modus
no_ny: Toppnivåmodus
pl: typ widgetu nadrzędnego
sk: Mód okien najvyššej úrovne
sl: Način zgornje ravni
sv: Toppnivåläge
xh: Indlela yomphakamo ophezulu

source: Childframe Mode
da: Childframe tilstand
de: Rahmenfenster-Modus
et: Alamakende režiim
hu: gyermekablakos mód
it: Modalità Childframe
ja: 子フレームモード
nl: Kindframe modus
no_ny: Barnerammemodus
pl: typ widgetu potomnego
sk: Mód Childframe
sl: Način otroškega okvirja
sv: Barnfönsterläge
xh: Indlela yesakhelo somntwana

source: Tab Page Mode
da: Tab Page Tilstand
de: Tabulatorseiten-Modus
et: Tabuleeritud akende režiim
hu: lapozgatós mód
it: Modalità Tab Page
ja: タブページモード
nl: Getabte pagina modus
no_ny: Fleirsidemodus
pl: typ widgetu z zakładkami
sk: Mód záložiek
sl: Način strani s zavihki
sv: Fliksidesläge
xh: Indlela yephepha lesithuba

source: All tool views are initially docked to the mainframe. Editor and browser views will live like toplevel windows within a view area of the mainframe. A typical example of this MDI mode is MS Visual Studio 6.0.
da: Alle værktøjsvisninger er dokket til hovedrammen i begyndelsen. Redigerings- og søgervisninger vil leve som topniveau vinduer indenfor et visningsområdeaf hovedrammen. Et typisk eksempel på denne MDI tilstand er MS Visual Studio 6.0.
de: Alle Arbeitsansichten sind zunächst am Hauptfenster angedockt. Der Editor und die Browser-Ansichten werden im Hauptfenster dargestellt. Ein typisches Beispiel für diesen MDI-Modus ist MS Visual Studio 6.0.
et: Kõik vaated on algselt dokitud peaakna sisse. Redaktor ja brauser täidavad esialgu kogu peaakna nähtavas alas. Sellise režiimi tüüpiliseks näiteks on MS Visual Studio 6.0.
hu: Az összes eszközablak a főablakba dokkolva indul. A főablak területén belül jelennek meg a szerkesztési és böngészési ablakok felső szintű ablakokként. Egy jó példa MDI-stílusú elrendezésre az MS Visual Studio 6.0.
it: Tutti gli strumenti sono inizialmente all'interno della finestra principale. Le viste dell'editor e del browser saranno come finestre principali all'interno dell'area della finestra del programma. Un tipico esempio di questa modalità MDI è MS Visual Studio 6.0
ja: 全てのツールビューは最初はメインフレームにドッキングされています。 エディタとブラウザビューはトップレベルウィンドウのように、メインフレームのビュー領域内に置かれています。 このMDIモードの典型的な例はMS Visual Studio 6.0です。
nl: Alle hulpmiddelweergaves zijn initieel in het hoofdframe aangemeerd. Editor en bladerprogramma weergaves gedragen zich als topniveau vensters binnen een weergavegebied van een hoofdvenster. Een typisch voorbeeld van deze MDI mode is MS Visual Studio 6.0.
no_ny: Alle verktøyvisingane er i utgangspunktet lagde inn i hovudramma. Skrivefeltet og hjelpetekstvindauga vil vera toppnivåvindauge innan området til hovudramma. MS Visual Studio 6.0 er eit typisk døme på eit slikt grensesnitt.
pl: Początkowo, wszystkie widoki narzędzi są umieszczone w głównym oknie. Edytor i przeglądarka zachowują się jak okna nadrzędne, umieszczone w głównym oknie. Np: typowy interfejs MDI jest w MS Visual Studio 6.0.
sk: Všetky pohľady nástrojov sú na začiatku v hlavnom rámci. Editor a prehliadače budú umiestnené v oblasti hlavného rámca. Typický príklad tohto módu je MS Visual Studio 6.0.
sl: Vsi pogledi z orodji so najprej zasidrani v glavnem okvirju. Pogleda z urejevalnikom in brskalnikom bosta živela kot okni zgornje ravni znotraj prikazanega področja glavnega okvirja. Tipični primer načina MDI je MS Visual Studio 6.0.
sv: Alla verktygsfönster är dockade i huvudfönstret från början. Editor- och läsarfönster existerar som toppnivåfönster inom ett område i huvudfönstret. Ett typexempel på det här MDI-läget är MS Visual Studio 6.0.
xh: Zonke iimboniselo zesixhobo zixinaniswa kwisakhelo soqobo. Umhleli neemboniselo zomkhangeli zincwadi bazakuhlala njenge window ezikumphakamo ophezulu kwi ariya yemboniselo yesakhelo soqobo. Umzekelo omhle wale ndlela ye MDI yi MS Visual Studio 6.0.

source: All editor, browser and tool views will be toplevel windows (directly on desktop). The main widget contains the menu, toolbars and statusbar, only. A typical example of this MDI mode is the image manipulation application Gimp
da: Alle redigerings, søger og værktøjsvisninger vil være topniveau vinduer (direkte på skrivebordet.) Hoved dimsen indeholder kun menuen, værktøjslinien og statuslinien. Et typisk eksempel på denne MDI tilstand er billedmanipulationsprogrammet Gimp
de: Alle Editor, Browser und Arbeitsansichten sind Toplevel-Fenster (Sieliegen sich direkt auf dem Desktop.) Das Hauptfenster enthält nur das Menü, Werkzeugleisten und die Statuszeile. Ein typisches Beispiel für diesen MDI-Modus ist das Bildbearbeitungsprogramm The Gimp.
et: Nii redaktor, brauser, kui ka kõik tööriistade väljundid on omaette aknad otse töölaual. Peaaken sisaldab vaid menüüd, tööriistaribasid ja olekuriba. Sellise režiimi tüüpiliseks näiteks on pilditöötlusprogramm Gimp.
hu: Az összes szerkesztési, böngészési és eszközablak felső szintű lesz (közvetlenül a munkaasztalon). A főablak csak a menüt, az eszköztárakat és az állapotsort tartalmazza. Jó példa erre az MDI-variánsra a GIMP képfeldolgozó program.
it: Tutti gli editor, il browser e gli strumenti saranno finestre principali (direttamente suk desktop). Il widget principale contiene solamente il menu, le barre degli strumenti e la barra di stato. Un tipico esempio di questa modalità MDI è il programma di manipolazione di immagini Gimp
ja: 全てのエディタ、ブラウザ、及びツールビューはトップレベルウィンドウになります(直接デスクトップに置かれます)。 メインウィジェットはメニュー、ツールバー及びステータスバーだけを持ちます。 このMDIモードの典型的な例は画像処理アプリケーションのGimpです。
nl: Alle editor, bladervenster en hulpmiddel weergaves zullen topniveau vensters zijn (direct op het bureaublad). Het hoofdvenster bevat alleen het menu, de werkbalken en de statusbalk. Een typisch voorbeeld van deze MDI mode is het beeldbewerkingsprogramma Gimp.
no_ny: Alle skrivefelt, hjelpetekstvindauge og verktøyvisingar vil vera toppnivåvindauge (direkte på skrivebordet). Hovudvindauget inneheld berre menyen, verktøylinjene og statuslinja. Bilethandteringsprogrammet Gimp er eit typisk døme på eit slikt grensesnitt.
pl: Edytor, przeglądarka i widoki narzędzi będą oknami nadrzędnymi (umieszczonymi na pulpicie). Główny widget zawiera pasek menu, narzędzi i jeden pasek stanu. Typową aplikacją pracującą zgodnie z interfejsem typu MDI jest GIMP.
sk: Všetky pohľady editora, prehliadača a nástrojov budú okná najvyššej úrovne (priamo na ploche). Hlavný prvok obsahuje menu, panely nástrojov a stavový riadok. Typický príklad tohto módu je aplikácia Gimp pre prácu s obrázkami.
sl: Urejevalnik, brskalnik in pogledi z orodji bodo vsi okna zgornje ravni (neposredno na namizju). Glavni gradnik vsebuje le menu, orodne in statusne vrstice. Tipični primer tega načina MDI je program za obdelavo slik Gimp.
sv: Alla editor-, läsar- och verktygsfönster kommer att vara topnivåfönster (direkt på skrivbordet). Huvudkomponenten innehåller enbart meny, verktygsrad och statusrad. Ett typexempel på det här MDI-läget är bildbehandlingsprogrammet Gimp
xh: Wonke umhleli, umkhangeli zincwadi kunye neemboniselo zesixhobo zizakuba ziiwindow ezikumphakamo ophezulu (ngqo kwi desktop). Iwidget engundoqo iqulathe imenu, iibar zesixhobo kunye nebar yendawo engatshintshiyo, kuphela. Umzekelo onguwo wale ndlela ye MDI ungumfanekiso wesicelo se Gimp ohanahanisayo

source: All tool views are initially docked to the mainframe. Editor and browser views will be stacked in a tab window. A typical example of this MDI mode is KDEStudio, our friend C++-IDE in the world of KDE.
da: Alle værktøjsvisninger er oprindeligt dokket til hovedrammen. Redigerings- og søgevinduer vil være stakket i et tab vindue. Et typisk eksempel på denne MDI tilstand er KDEStudio, vor ven C++-IDE i KDE verdenen.
de: Alle Arbeitsansichten sind anfangs an das Hauptfenster angedockt. Editor- und Browseransichten sind über Karteireiter zugänglich. Ein typisches Beispiel für diesen MDI-Modus ist KDEStudio, eineweitere C++ IDE in der KDE-Welt.
et: Kõik tööriistade väljundid on algselt dokitud peaaknasse. Redaktori ja brauseri aknad on laotatud üksteise peale. Sellise režiimi tüüpiliseks näiteks on KDEStudio, sõbralikult konkureeriv C++ arenduskeskkond KDE maailmas.
hu: Az összes eszközablak a főablakba dokkolva indul. A szerkesztési és böngészési ablakok között a fülekre kattintva lehet váltani. Ilyen elrendezést használ például a KDEStudio, egy másik elterjedt KDE-alapú C++-fejlesztőkörnyezet.
it: Tutti gli strumenti sono inizialmente all'interno della finestra principale. Le viste dell'editor e del browser saranno all'interno di una finestra con i tab. Un tipico esempio di questa modalità di MDI è KDEStudio, il nostro amico IDE C++ nel mondo KDE.
ja: 全てのツールビューは最初メインフレームにドッキングされています。 エディタ及びブラウザビューはタブウィンドウに配置されます。 このMDIモードの典型的な例はKDEの世界で我々の友人とも言うべきC++IDEの、KDEStudioです。
nl: All hulpmiddel weergaves zijn initieel aangemeerd in het hoofdvenster. Editor en bladervensterweergaves zullen worden gestapeld in een tab venster. Een typisch voorbeeld van de modus is KDEStudio, onze bevriende C++-IDE in de wereld van KDE.
no_ny: Alle verktøyvisingar er i utgangspunktet lagde inn i hovudramma. Skrivefeltet og hjelpetekstvindauga vert stabla i eit vindauge med fleire «kartoteksider». KDEStudio, eit anna C++-utviklingsprogram og ein god ven i KDE-verda, er eit typisk døme på eit slikt grensesnitt.
pl: Początkowo wszystkie widoki narzędzi są umieszczone w oknie głównym. Edytor i przeglądarka są umieszczone w pojemniku typu stos - okno z zakładkami. Typowym przykładem takiego interfejsu MDI jest KDEStudio, innej aplikacji typu IDE C++.
sk: Všetky pohľady nástrojov budú na začiatku v hlavnom rámci. Editor a prehliadače budú v záložkách okna. Typickým príkladom je KDEStudio, príbuzné C++-IDE pre KDE.
sl: Vsi pogledi z orodji so prvotno zasidrani v glavnem okvirju. Pogleda z urejevalnikom in brskalnikom sta zložena v okno z zavihki. Tipični primer tega načina MDI je KDEStudio, naše prijateljsko razvojno okolje za C++ v svetu KDE.
sv: Alla verktygsfönster är dockade i huvudfönstret från början. Editor- och läsarfönster kommer att läggas i ett flikfönster. Ett typexempel på det här MDI-läget är KDEStudio, en besläktad integrerad utvecklingsmiljö för C++ i KDE-världen.
xh: Zonke iimboniselo zesixhobo zixinaniswe kwisakhelo soqobo. Umhleli neemboniselo zomkhangeli zincwadi izakufunjwa kwi window yesithuba. Umzekelo onguwo wale ndlela ye MDI yi KDEStudio, umhlobo wethu C++-IDE kwihlabathi le KDE.
