Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Icons only
da: Kun ikoner
de: Nur Symbole
et: Ainult ikoonid
hu: csak ikon
id: Cuma Ikon
it: Solo icone
ja: アイコンのみ
nl: Alleen Pictogrammen
no_ny: Berre ikon
pl: Tylko ikony
sk: Iba ikony
sl: Samo ikone
sv: Enbart ikoner
xh: Ii-icons kuphela

source: Text and Icons
da: Tekst og ikoner
de: Text und Symbole
et: Tekst ja ikoonid
hu: szöveg és ikon is
id: Teks dan Ikon
it: Testo e Icone
ja: テキストとアイコン
nl: Tekst en Pictogrammen
no_ny: Tekst og ikon
pl: Tekst i ikony
sk: Text a ikony
sl: Besedilo in ikone
sv: Text och ikoner
xh: Okubhaliweyo nee Icon

source: Goto &Line...
da: Gå til &linie
de: Gehe zu &Zeile...
et: Mine rea&le...
hu: Ugrás e&gy sorra...
id: Pergi ke &Baris...
it: Vai alla &linea...
ja: 行に移動(&L)...
nl: Ga naar Rege&l...
no_ny: Gå til &linje ...
pl: &Idź do wiersza...
sk: Prejsť na &riadok...
sl: Skoči v &vrstico...
sv: &Gå till Rad..
xh: &Ilayini ye Goto...

source: &Next Error
da: &Næste fejl
de: &Nächster Fehler
et: Järgmi&ne viga
hu: A kö&vetkező hiba
id: &Error Berikut
it: E&rrore successivo
ja: 次のエラー(&N)
nl: Volge&nde Fout
no_ny: &Neste feil
pl: &Następny błąd
sk: Na&sledujúca chyba
sl: &Naslednja napaka
sv: &Nästa fel
xh: &Imposiso elandelayo

source: &Previous Error
da: &Forrige fejl
de: &Vorheriger Fehler
et: Eelmine viga
hu: Az &előző hiba
id: Error &Sebelumnya
it: Errore &precedente
ja: 前のエラー(&P)
nl: &Vorige fout
no_ny: &Førre feil
pl: &Poprzedni błąd
sk: &Predchádzajúca chyba
sl: &Predhodna napaka
sv: &Föregående fel
xh: &Imposiso edlulileyo

source: &Dialog Editor
da: &Dialogredigering
et: &Dialoogiredaktor
hu: Párbeszé&dablak-szerkesztő
id: Editor &Dialog
it: E&ditor di dialog
ja: ダイアログエディタ(&D)
nl: &Dialoog editor
no_ny: &Dialogredigering
pl: Edytor okien dia&logowych
sk: Editor &dialógov
sl: &Urejevalnik pogovornih oken
xh: &Umhleli wencoko yababini

source: Tree Tool V&iews
da: Træværktøjs&visninger
de: Arbeits-Ans&ichten
et: Puuvaate kaardid
hu: Fastruktúra-néze&tek
it: Vista-&Struttura
ja: ツリーツールビュー(&i)
nl: Boom hulpm&iddelen weergaves
no_ny: Treovers&ikter
pl: Nar&zędzia
sk: Pohľady &stromu...
sl: &Pogledi drevesnega orodja
sv: Trädf&önster
xh: II&mboniselo zesixhobo somthi

source: O&utput Tool Views
da: Uddata&værktøjsvisninger
de: &Ausgabe-Ansichten
et: Välj&undiakna kaardid
hu: Kimeneti nézet&ablakok
it: Vista-&Output
ja: 出力ツールビュー(&u)
nl: Uitvoer H&ulpmiddelen weergaves
no_ny: R&esultatvindauge
pl: Wi&dok wyników
sk: &Pohľady výstupu nástrojov
sl: Pogledi &izhodnega orodja
sv: &Utmatningsfönster
xh: Iimboniselo zesixhobo semve&liso

source: Toolb&ar
da: &Værktøjslinie
de: &Werkzeugleiste
et: Tööriist&ariba
hu: &Eszköztár
it: B&arra degli strumenti
ja: ツールバー(&a)
nl: Knoppenb&alk
no_ny: &Verktøylinje
pl: Pas&ek narzędzi
sk: Pruh &nástrojov
sl: &Orodna vrstica
sv: Verktygsr&ad
xh: Ibar yesi&xhobo

source: &Browser-Toolbar
da: Værktøjslinie til fremv&iser
de: B&rowserleiste
et: &Brauseririba
hu: &Böngésző-eszköztár
id: Toolbar-&Browser
it: &Barra di Navigazione
ja: ブラウザツールバー(&B)
nl: &Browser-Knoppenbalk
no_ny: &Lesarverktøylinje
pl: Pasek z na&rzędziami przeglądarki
sk: &Prehliadač-nástrojová lišta
sl: Orodna vrstica za &brskalnik
sv: Verktygsrad för &bläddrare
xh: &Umkhangeli zincwadi-Ibar yesixhobo

source: &Statusbar
da: &Statuslinie
de: &Statusleiste
et: &Olekuriba
hu: Á&llapotsor
it: Barra di &stato
ja: ステータスバー(&S)
nl: &Statusbalk
no_ny: &Statuslinje
pl: P&asek stanu
sk: &Stavový riadok
sl: Vrstica &stanja
sv: &Statusrad
xh: &Ibar yendawo engatshintshiyo

source: &MDI-View-Taskbar
da: &MDI-Visning-Opgavelinie
de: &MDI-Fensterleiste
et: Tegu&miriba
hu: &MDI-nézet eszköztár
it: Barra dei task-Vista-&MDI
ja: &MDI-ビュー-タスクバー
nl: &MDI-Weergave-Taakbalk
no_ny: &MDI-oppgåvelinje
pl: Pa&sek zadań w oknie MDI
sk: Panel úloh &MDI pohľadu
sl: Pogled opravilne vrstice &MDI
sv: Verktygsrad för &MDI-vy
xh: &MDI-Imboniselo-Ibar yomsebenzi

source: Tab-Te&xt
da: Mærke-Te&kst
de: Karteireiter-Te&xt
et: Tekst kaartidel
hu: Szö&vegfülek
id: Tab-Te&ks
it: &Tab-Testo
ja: タブテキスト(&x)
nl: Ta&b tekst
no_ny: Side&tekst
pl: Zakładki w o&knie drzewa
sk: Te&xt záložky
sl: &Tabulatorsko besedilo
sv: Tabulatorte&xt
xh: Isithuba-Okubha&liweyo

source: &Refresh
da: &Genopfrisk
de: A&ktualisieren
et: Vä&rskenda
hu: &Frissítés
it: &Aggiorna
ja: リフレッシュ(&R)
nl: &Verversen
no_ny: Frisk &opp
pl: &Odśwież
sk: &Obnoviť
sl: &Osveži
sv: Uppdate&ra
xh: &Yenza ngokutsha

source: New...
da: Ny...
de: Neu...
et: Uus...
hu: Új...
id: Baru...
it: Nuovo....
ja: 新規...
nl: Nieuw...
no_ny: Ny ...
pl: Nowy...
sk: Nový...
sl: Novi...
sv: Nytt...
xh: Entsha...

source: Generate Project File...
da: &Generér projektfil...
de: Projektdatei erstellen...
et: Tekita projektifail...
hu: Projektfájl létrehozása...
id: Buat File Proyek...
it: Genera il file di Progetto...
ja: プロジェクトファイルの生成...
nl: Project bestand genereren...
no_ny: Generer prosjektfil ...
pl: Generuj plik projektu...
sk: Generovať súbor projektu...
sl: Generiraj projektno datoteko...
sv: Skapa projektfil...
xh: Jikelezisa ifayile yeprojekti...

source: Open &recent project...
da: Åbn &nyligt projekt...
de: &Zuletzt geöffnete Projekte
et: Ava hiljutine p&rojekt...
hu: A legutóbb &használt projektek...
id: Buka p&royek terakhir...
it: Apri un progetto &recente...
ja: 最近のプロジェクトを開く(&R)...
no_ny: Opna nyleg &brukt prosjekt ...
pl: Otwórz ostatni p&rojekt...
sk: Otvoriť &nedávny projekt...
sl: &Odpri bližnji projekt...
sv: Öppna &senaste projekt...
xh: Vula &iprojekti esandukubakho...

source: C&lose
da: &Luk
de: S&chließen
et: Su&lge
hu: &Bezárás
id: T&utup
it: C&hiudi
ja: 閉じる(&l)
nl: S&luiten
no_ny: &Lukk
pl: &Zamknij
sk: &Zavrieť
sl: &Zapri
sv: Stän&g
xh: Va&la

source: &New Class...
da: &Ny klasse...
de: Neue &Klasse...
et: &Uus klass...
hu: Új &osztály...
id: Class &Baru...
it: &Nuova Classe
ja: 新しいクラス(&N)...
nl: &Nieuwe Klasse...
no_ny: &Ny klasse ...
pl: &Nowa klasa...
sk: &Nová trieda...
sl: &Novi razred...
sv: &Ny klass...
xh: &Uhlobo olutsha...

source: &Add existing File(s)...
da: &Tilføj eksisterende fil(er)...
de: Vorhandene Datei(en) &hinzufügen...
et: Lis&a olemasolev fail...
hu: Létező fájl(ok) hozzá&adása...
id: T&ambah File yang Ada
it: A&ggiungi un file esistente
ja: 既存のファイルを追加(&A)...
nl: Best&aand(e) Bestand(en) toevoegen...
no_ny: &Legg til eksisterande fil(er) ...
pl: &Dodaj istniejący(e) plik(i)...
sk: Prid&ať existujúci súbor(y)...
sl: Dod&aj obstoječe datoteke...
sv: &Lägg till existerande fil(er)...
xh: &Dibanisa ifayile(ii) ekhoyo...

source: Add new &Translation File...
da: Tilføj ny &oversættelsesfil...
de: Neue Ü&bersetzung hinzufügen...
et: Lisa uus &tõlkefail...
hu: Új &nyelv támogatása (a fordítási fájl hozzáadása)...
id: Tambah file &Terjemahan baru...
it: Aggiungi nu&ova traduzione...
ja: 新しい翻訳ファイルを追加(&T)...
nl: Nieuw &Taal Bestand toevoegen...
no_ny: Legg til ny &omsetjingsfil ...
pl: Dodaj nowy plik &tłumaczenia (po)...
sk: Pridať nový &prekladový súbor...
sl: Dodaj novo prevajalno da&toteko...
sv: Lägg till ny &översättningsfil...
xh: Dibanisa entsha &ifayile yoguqulelo...

source: &File Properties...
da: &Filegenskaber...
de: Datei&eigenschaften...
et: &Faili omadused...
hu: &Fájltulajdonságok...
id: Properti &File...
it: Propietá del &File...
ja: ファイルのプロパティ(&F)...
nl: Bestand &Eigenschappen...
no_ny: &Fileigenskapar ...
pl: &Właściwości pliku...
sk: &Parametre súboru...
sl: &Lastnosti datotek...
sv: &Filegenskaper...
xh: &Iimpahla zefayile...

source: Make &messages and merge
da: Lav &beskeder og flet
de: &Meldungen erstellen und verbinden
et: Tekita &tõlkefail ja ühtlusta
hu: Az üzenetek &létrehozása és összefésülése
id: Buat pesa&n dan satukan
it: Genera i &messaggi e unisci
ja: メッセージを作成し反映する(&M)
nl: &Berichten maken en samenvoegen
no_ny: Lag &meldingar og slå saman
pl: Wyszukaj na&pisy i połącz
sk: Urobiť &správy a pridať ich
sl: &Ustvari sporočila in dodaj
sv: Bygg &meddelanden och samsortera
xh: Yenza &imiyalezo kwaye ulungise ngendlela

source: Configure doxygen
da: Indstil doxygen
de: Doxygen einrichten
et: Doxygeni seadistamine
hu: A doxygen beállítása
id: Konfigurasi doxygen
it: Configura doxygen
ja: doxygenの設定
nl: Doxygen configureren
no_ny: Set opp doxygen
pl: Konfiguruj doxygen
sk: Konfigurovať doxygen
sl: Prikroji dokygen
sv: Anpassa doxygen
xh: Qwalasela i doxygen

source: API Doc Tool...
da: API dokumentationsværktøj...
de: API-Dokumentations-Werkzeug...
et: API dokumentatsiooni vahend...
hu: API-dokumentációs eszköz...
id: Tool Doc API...
it: Strumento per documentare le API...
ja: API Doc ツール...
nl: API Doc werktuig...
no_ny: API-hjelpverktøy ...
pl: Narzędzia API Doc...
sk: Nástroje pre dokumentáciu API...
sl: Orodje za dokumentacijo API...
sv: API dokumentationsverktyg...
xh: Isixhobo sexwebhu API...

source: Make AP&I-Doc
da: Lav AP&I-dok
de: &API-Dokumentation erstellen
et: Tekita AP&I dokumentatsioon
hu: Az API-&dokumentáció létrehozása
id: Buat Doc AP&I
it: Crea la documentazione delle AP&I
ja: AP&I-Docを作成
nl: AP&I-Documentatie maken
no_ny: Lag AP&I-hjelp
pl: Buduj dokumentację AP&I
sk: Urobiť AP&I-Dokumentáciu
sl: Ustvari dokumentacijo AP&I
sv: Bygg AP&I-dokumentation
xh: Yenza uxwebhu-AP&I

source: Make &User-Manual...
da: Lav &Bruger-manual...
de: Benutzerhandbuch e&rstellen
et: Tekita kasut&usjuhend...
hu: A fel&használói kézikönyv létrehozása...
id: Buat Panduan &User...
it: Crea il Manuale &Utente...
ja: ユーザーマニュアルを作成(&U)
nl: Gebr&uikers Handleiding maken...
no_ny: Lag &brukarhandbok ...
pl: Utwórz instrukcję &użytkownika...
sk: Urobiť Po&užívateľský manuál...
sl: Ustvari &uporabniški priročnik...
sv: Bygg användar&handbok...
xh: Yenza &incwadi-yomsebenzisi...

source: &Source-tgz
da: &Kilde-tgz
de: &Quellen-tgz
et: Lähtekoodipakk(&src.tgz)
hu: Forrás-t&gz
it: &Sorgenti-tgz
ja: tgzソース(&S)
nl: Bronbe&standen-tgz
no_ny: &Kjelde-tgz
pl: Źródła-&tgz
sk: &Zdrojový balík-tgz
sl: &tgz z izvorno kodo
sv: &Källkod på tgz-format
xh: &Imvelaphi-tgz

source: &Build RPM Package
da: &Byg RPM pakke
de: RPM-&Paket erstellen
et: Ehita RPM pakk
hu: &RPM csomag létrehozása
id: &Build Paket RPM
it: C&rea un Pacchetto RPM
ja: RPMパッケージのビルド(&B)
nl: RPM pakket &bouwen
no_ny: &Bygg RPM-pakke
pl: Utwó&rz pakiet rpm
sk: &Vytvoriť RPM balík
sl: &Zgradi paket RPM
sv: &Bygg RPM-paket
xh: &Yakha impahla ye RPM

source: &Configure RPM Package
da: &Indstil RPM pakke
de: RPM-Paket &einrichten
et: &RPM pakki seadistamine
hu: Az R&PM csomag beállításai
id: &Configure Paket RPM
it: &Configura un Pacchetto RPM
ja: RPMパッケージの設定(&C)
nl: &RPM Pakket instellen
no_ny: &Set opp RPM-pakke
pl: &Konfiguruj pakiet rpm
sk: &Nastaviť RPM balík
sl: &Prikroji paket RPM
sv: &Anpassa RPM-paket
xh: &Qwalasela impahla ye RPM

source: Make &Distribution
da: Lav &distribution
de: D&istribution erstellen
et: Tekita &distributsioonipakk
hu: Disz&tribúció létrehozása
id: Buat &Dsitribusi
it: Crea una &Distribuzione
ja: 配布物を作成(&D)
nl: &Distributie maken
no_ny: Lag d&istribusjon
pl: Utwórz d&ystrybucję
sk: Vytvoriť d&istribúciu
sl: Ustvari d&istribucijo
sv: Bygg &distribution
xh: Yenza &unikezelo

source: Load &tags file
da: Indlæs &tags fil
de: &Lade Tags-Datei
et: Laadi &tagide fail
hu: Tags-fáj&l betöltése
it: Carica file dei &tag
ja: tags ファイルを読み込み(&t)
nl: &Tags bestand inladen
no_ny: Last &taggfil
pl: W&czytaj plik ze znacznikami
sk: Načítať súbor &tagov
sl: Naloži datoteko z &oznakami
sv: Ladda &taggfil
xh: Layisha &ifayile yamaphepha achazayo

source: O&ptions...
da: &Valg...
de: &Optionen...
et: Projekti &seadistused...
hu: &Beállítások...
id: &Pilihan...
it: O&pzioni
ja: オプション(&p)...
nl: O&pties...
no_ny: &Val ...
pl: &Opcje...
sk: &Nastavenia...
sl: &Možnosti...
sv: &Alternativ...
xh: Ii&nketho...

source: &Project
da: &Projekt
de: &Projekt
et: &Projekt
hu: &Projekt
id: &Proyek
it: &Progetto
ja: プロジェクト(&P)
no_ny: &Prosjekt
pl: P&rojekt
sk: &Projekt
sl: &Projekt
sv: &Projekt
xh: &Iprojekti

source: Compile &File
da: Oversæt &fil
de: Datei &kompilieren
et: Kompileeri &fail
hu: Az aktuális &fájl lefordítása
id: Kompilasi &File
it: Compila &File
ja: ファイルをコンパイル(&F)
nl: &Bestand compileren
no_ny: Kompiler &fil
pl: Kom&piluj plik
sk: Kompilovať &súbor
sl: &Prevedi datoteko
sv: Kompilera &fil
xh: &Ifayile yokuqokelela

source: &Make
da: &Lav
de: &Erstellen
et: &Ehita
hu: Fordítás (&make)
nl: &Maak
sl: &Naredi
sv: &Bygg
xh: &Yenza

source: Clea&n
da: &Rens
et: Puhasta
hu: Tisztítás (make clea&n)
id: Bersihka&n
pl: &Czyść
sl: Počis&ti
sv: Re&nsa
xh: Co&ca

source: &Rebuild
da: Byg &igen
de: &Neu erstellen
et: Ehita uuesti
hu: Ú&jrafordítás (rebuild)
it: &Ricompila
ja: リビルド(&R)
nl: He&rbouwen
no_ny: &Gjenbygg
pl: &Przebuduj
sk: &Rekompilovať
sl: &Ponovno zgradi
sv: B&ygg om
xh: &Yakha kwakhona

source: Dist&Clean/Rebuild All
da: Dist&Clean/Genbyg alt
de: Aufr&äumen/Alles neu erstellen
et: Puhasta ja ehita uuesti
hu: Teljes t&isztítás és teljes újrafordítás (make distclean + rebuild all)
id: Dist&Clean/Rebuild Semua
it: Dist&Clean/ricompila tutto
ja: Dist&Clean/全てをリビルド
nl: Alles s&choonmaken/herbouwen
no_ny: Dist&clean / gjenbygg alt
pl: Cz&yść/przebuduj wszystko
sk: Vyči&stiť/Rekompilovať všetko
sl: Dist&Clean/Ponovno zgradi vse
sv: &Distributionsrensning/Bygg om allt
xh: &Ucoco lwe dist/Yakha kwakhona konke

source: &Stop Build
da: &Stop bygning
de: Erstellung a&bbrechen
et: Katke&sta ehitamine
hu: A fordítási folyamat leállítá&sa
id: &Hentikan Build
it: &Interrompi compilazione
ja: ビルドを中断(&S)
nl: Bouw &stoppen
no_ny: &Stopp bygging
pl: &Zatrzymaj budowanie
sk: Za&staviť kompiláciu
sl: U&stavi gradnjo
sv: &Stoppa bygg
xh: &Misa ukwakha

source: &Execute
da: &Kør
de: &Ausführen
et: &Täida
hu: &Végrehajtás
id: &Eksekusi
it: &Esegui
ja: 実行(&E)
nl: Uitvo&eren
no_ny: &Køyr
pl: &Uruchom
sk: &Spustiť
sl: &Izvrši
sv: &Kör
xh: &Phumeza

source: Execute &with Arguments...
da: Kør &med argumenter...
de: &Mit Argumenten ausführen...
et: Tä&ida koos argumentidega...
hu: Végrehajtás &argumentumokkal...
id: Eksekusi &dengan Argumen...
it: Esegui con &argomenti
ja: 引数を付けて実行(&W)...
nl: Ui&tvoeren met argumenten...
no_ny: Køyr &med argument ...
pl: Uruchom &z argumentami...
sk: Spustiť s &argumentami...
sl: Izvrši z &argumenti
sv: Kör &med argument...
xh: Phumeza &ngeempikiswano...

source: DistC&lean
hu: T&eljes tisztítás (make distclean)
nl: Maak DistC&lean
pl: Czyść do &dystrybucji
sv: Distributions&rensning
xh: Uco&co lwe Dist

source: &Autoconf and automake
da: &Autoconf og automake
de: A&utoconf/automake
et: &Autoconf ja automake
hu: &Autoconf és automake
id: &Autoconf dan automake
it: A&utoconf e Automake
ja: &Autoconf/automake
nl: &Autoconf en automake
no_ny: &Autoconf og automake
pl: &Autoconf i automake
sk: &Autoconf a automake
sl: &Autoconf in automake
sv: Kör a&utoconf och automake
xh: &Qwalasela ngokuzenzekelayo kwaye wenze ngokuzenzekelayo

source: C&onfigure...
da: K&onfigurér...
et: &Seadista...
hu: A "configure" &parancs kiadása...
it: C&onfigura...
pl: K&onfiguruj...
sk: &Nastaviť...
sl: Prikr&oji...
sv: Kör c&onfigure...
xh: Qwa&lasela...

source: &Build
da: &Byg
de: E&rstellen
et: &Ehitamine
hu: For&dítás
it: &Compila
ja: ビルド(&B)
nl: &Bouwen
no_ny: &Bygg
pl: &Buduj
sk: &Kompilovať
sl: &Zgradi
sv: &Bygg allt
xh: &Yakha

source: Examine core file
da: Undersøg core-fil
de: Core-Datei untersuchen
et: Uuri core-faili
hu: Core fájl vizsgálata
id: Periksa file core
it: Esamina il file core
ja: coreファイルを検証
nl: Core bestand bestuderen
no_ny: Studer kjernefil
pl: Sprawdź plik core
sk: Preskúmať súbor core
sl: Preuči datoteko core
sv: Undersök minnesdump
xh: Xilonga ifayile yangaphakathi

source: Debug another executable
da: Fejlret anden programfil
de: Weitere ausführbare Datei debuggen
et: Silu mõnda teist rakendust
hu: Egy másik program nyomkövetése
id: Debug eksekutabel lain
it: Debug di altro eseguibile
ja: 他のプログラムをデバッグ
nl: Een ander bestand debuggen
no_ny: Avlus ei anna programfil
pl: Debuguj inny plik wykonywalny
sk: Ladiť iný spustiteľný súbor
sl: Razhroščuj drugo izvršilno datoteko
sv: Avlusna en annan körbar fil
xh: Debug enye ephunyeziweyo

source: Start (other)...
da: Start (andet)...
de: Start (sonstige)...
et: Käivita (muu)...
hu: Indítás (más típusú) ...
id: Jalankan (lainnya)...
it: Avvia (altro)...
ja: 開始(その他)
nl: Start (overige)...
no_ny: Start (anna) ...
pl: Start (inny)...
sk: Spustiť (iný)...
sl: Začni (drugo)...
sv: Starta (annan)...
xh: Qala (enye)...

source: Step over instr.
da: Trin over instr..
de: Über Maschinenanweisung
et: Astu üle (instr.)
hu: Utasítás átlépése
id: Lompati instr
it: Salta l'istruzione
nl: Over instructie stappen
no_ny: Hopp over instr.
pl: Kolejna instrukcja maszynowa, łącznie z funkcjami
sk: Krokovať cez inšt.
sl: Korak preko navodila
sv: Stega förbi instruktion
xh: Yiya ngapha komyalelo

source: Step into instr.
da: Trin i instr..
de: In Maschinenanweisung
et: Astu sisse (instr.)
hu: Belépés az utasításba
id: Lompat ke instr.
it: Passo passo nelle istruzioni
nl: In instructie stappen
no_ny: Hopp inn i instr.
pl: Kolejna instrukcja maszynowa, z zatrzymaniem się w funkcji
sk: Krokovať do inšt.
sl: Korak v navodilo
sv: Stega in i instruktion
xh: Yiya kumyalelo

source: &Editor...
da: &Redigerer...
et: R&edaktor...
hu: &Szerkesztési beállítások...
ja: エディタ(&E)...
no_ny: &Skriveprogram ...
pl: &Edytor...
sl: &Urejevalnik...
xh: &Umhleli...

source: Editor &Colors...
da: &Farver på redigering...
de: Editor&farben...
et: Redaktori &värvid...
hu: A szerkesztő szí&nei...
id: Editor &Warna...
it: &Colori dell'Editor...
ja: エディタの色(&C)...
nl: Editor Kleuren &C...
no_ny: &Fargar i skriveprogram ...
pl: &Kolory edytora...
sk: &Farby Editora...
sl: &Barve urejevalnika...
sv: Editor&färger...
xh: &Imibala yoMhleli...

source: Editor &Defaults...
da: &Standardværdier for redigering...
de: Editor-&Voreinstellungen...
et: Re&daktori vaikeväärtused...
hu: A szerkesztő &alapbeállításai...
id: Editor &Baku...
it: &Impostazioni Editor...
ja: エディタの標準(&D)...
nl: E&ditor standaardwaarden...
no_ny: &Standardar for skriveprogram ...
pl: &Domyślne ustawienia edytora...
sk: Š&tandardné nastavenie pre editor...
sl: &Privzete vrednosti urejevalnika...
sv: E&ditor Standardvärden...
xh: &Okungagqibekanga koMhleli...

source: &Syntax Highlighting...
da: &Syntaksoplysing...
de: &Hervorhebungen...
et: &Süntaksi värvid
hu: A szin&taxis kiemelése...
id: Highlighting &Sintaks...
it: Evidenziazione &sintassi...
ja: シンタックスハイライト(&S)...
nl: &Syntax Accentuering...
no_ny: &Syntaksmerking ...
pl: Podświetlanie &składni...
sk: &Zvýraznenie...
sl: &Osvetljevanje skladnje...
sv: &Syntaxfärgläggning...
xh: &Uphawulo lwesivakalisi...

source: Documentation &Browser...
da: Dokumentations&læser...
de: Dokumentations-&Browser...
et: Dokumentatsiooni brauser...
hu: A dokumentáció&böngésző...
id: Dokumentasi &Browser...
it: Sfoglia la &Documentazione
ja: ドキュメントブラウザ(&B)...
nl: Documentatie &Browser...
no_ny: Hjelpetekst&visar ...
pl: Przeglądarka &dokumentacji...
sk: &Prehliadač dokumentácie...
sl: &Brskalnik po dokumentaciji...
sv: Dokumentations&bläddrare...
xh: &Umkhangeli zincwadi woxwebhu...

source: Tools...
da: Værktøjer...
de: Werkzeuge...
et: Tööriistad...
hu: Segédprogramok...
it: Strumenti....
ja: ツール...
nl: Hulpmiddelen...
no_ny: Verktøy ...
pl: Narzędzia...
sk: Nástroje...
sl: Orodja...
sv: Verktyg...
xh: Izixhobo...

source: &KDevelop Setup...
da: &KDevelop-opsætning...
de: KDevelop-E&inrichtung...
et: &KDevelopi seadistused...
hu: A &KDevelop beállításai...
id: Setup &KDevelop...
it: Impostazioni &KDevelop...
ja: KDevelop設定(&K)...
nl: &KDevelop Instellingen...
no_ny: &KDevelop-oppsett ...
pl: U&stawienia KDevelopa...
sk: &KDevelop nastavenia...
sl: Nastavitve &KDevelop...
sv: &KDevelop inställningar...
xh: &Ucwangciso lwe KDevelop...

source: &Window
da: &Vindue
de: &Fenster
et: A&knad
hu: &Ablak
id: &Jendela
it: Fi&nestra
ja: ウィンドウ(&W)
nl: &Venster
no_ny: &Vindauge
pl: O&kno
sk: &Okno
sl: &Okno
sv: &Fönster
xh: &i-Window

source: &Toggle Bookmark
da: &Slå bogmærke fra/til
de: &Lesezeichen umschalten
et: &Lisa/Eemalda järjehoidja
hu: Könyvjelző beá&llítása
it: &Aggiungi segnalibro
ja: ブックマークを有効(&T)
nl: &Bladwijzer omschakelen
no_ny: &Fjern/legg til bokmerke
pl: &Włącz/wyłącz
sk: Na&staviť záložku
sl: &Preklopi zaznamke
sv: &Växla bokmärke
xh: &Qhobosha inqaku lencwadi

source: &Next Bookmark
da: &næste bogmærke
de: &Nächstes Lesezeichen
et: Järgmi&ne järjehoidja
hu: Ugrás a következő könyvjel&zőhöz
id: Bookmark &berikut
it: Seg&nalibro successivo
ja: 次のブックマーク(&N)
nl: V&olgende bladwijzer
no_ny: &Neste bokmerke
pl: &Następna
sk: &Nasledujúca záložka
sl: &Naslednji zaznamek
sv: &Nästa bokmärke
xh: &Inqaku lencwadi elilandelayo

source: &Previous Bookmark
da: &Forrige bogmærke
de: &Vorheriges Lesezeichen
et: Eelmine järjehoidja
hu: Ugrás az &előző könyvjelzőhöz
id: bookmark &Sebelumnya
it: Segnalibro &precedente
ja: 前のブックマーク(&P)
nl: &Vorige bladwijzer
no_ny: &Førre bokmerke
pl: &Poprzednia
sk: &Predchádzajúca záložka
sl: &Prejšni zaznamek
sv: &Föregående bokmärke
xh: &Inqaku lencwadi elidlulileyo

source: &Clear Bookmarks
da: &Rens bogmærker
de: Lesezeichen &entfernen
et: Eemalda järjehoidjad
hu: A könyvjelzők &törlése
id: B&ersihkan Bookmark
it: &Cancella i segnalibri
ja: ブックマークをクリア(&C)
nl: Ve&rwijder bladwijzer...
no_ny: &Fjern bokmerka
pl: &Usuń wszystkie
sk: &Zmazať záložku
sl: &Odstrani zaznamke
sv: &Rensa bokmärken
xh: &Cacisa amanqaku encwadi

source: Book&marks
da: Bog&mærker
de: &Lesezeichen
et: &Järjehoidjad
hu: &Könyvjelzők
it: &Segnalibri
ja: ブックマーク(&M)
nl: Bla&dwijzers
no_ny: Bok&merke
pl: &Zakładki
sk: &Záložky
sl: Zazna&mki
sv: Bok&märken
xh: Amanqa&ku encwadi

source: &Back
da: &Tilbage
de: &Zurück
et: &Tagasi
hu: &Vissza
id: &Mundur
it: Re&trocedi
ja: 戻る(&B)
nl: &Terug
no_ny: &Att
pl: &Cofnij
sk: Do&zadu
sl: &Nazaj
sv: &Tillbaka
xh: &Umva

source: &Forward
da: &Fremad
de: &Vorwärts
et: &Edasi
hu: &Előre
id: Ma&ju
it: A&vanza
ja: 進む(&F)
nl: &Vooruit
no_ny: &Fram
pl: Do &przodu
sk: Do&predu
sl: &Naprej
sv: &Framåt
xh: &Phambili

source: &Search Marked Text
da: &Søg i markeret tekst
de: Markierten Text &suchen
et: Ot&si märgitud teksti
hu: A kijelölt &szöveg keresése
id: &Cari teks tertanda
it: Trova il te&sto evidenziato
ja: マークしたテキストを検索(&S)
nl: Gemarkeerde tek&st zoeken
no_ny: &Søk markert tekst
pl: &Szukaj zaznaczonego tekstu
sk: &Hľadať označený text
sl: Išči po označenem besedilu
sv: &Sök markerad text
xh: &Phendla okubhaliweyo okunophawu

source: What's &This
da: Hvad er &dette
de: Was ist &das...?
et: Mis see on
hu: Mi &ez...?
id: Apa &Ini
it: Cosé Ques&to
ja: これは何?(&T)
nl: Wa&t is dit
no_ny: Kva er de&tte
pl: Co to &jest...?
sk: Čo je &to
sl: Kaj je to
sv: Vad är det &här?
xh: Yintoni &le

source: C/C++-Reference
de: C/C++-Referenz
et: C/C++ õpetus
hu: C/C++-referencia
id: REferensi C/C++
it: Riferimenti C/C++
ja: C/C++リファレンス
nl: C/C++-Referentie
no_ny: C/C++-oppslagsverk
pl: Podręcznik C/C++
sk: C/C++ Referenčná príručka
sl: C/C++ referenca
sv: C/C++ referens
xh: C/C++-Uthelekiso

source: Project &API-Doc
da: Projekt &API-dok
de: &API-Dokumentation des Projekts
et: Projekti API dokumentatsioon
hu: A projekt &API-dokumentációja
id: Doc-&API Proyek
it: Documentazione &API Progetto
ja: プロジェクト &API-Doc
nl: Project &API Documentatie
no_ny: Prosjekt-&API-hjelp
pl: Dokumentacja &API projektu
sk: Dokumentácia &API projektu
sl: Projektna dokumentacija &API
sv: Projektets &API-dokumentation
xh: Uxwebhu-&API projekti

source: Project &User-Manual
da: Projektets &brugermanual
de: &Benutzerhandbuch des Projekts
et: Projekti kas&utusjuhend
hu: A projekt &felhasználói kézikönyve
id: Panduan &User Proyek
it: Manuale &Utente del Progetto
ja: プロジェクト ユーザーマニュアル(&U)
nl: Project Gebr&uiker-Handleiding
no_ny: Prosjekt-&brukarhandbok
pl: Instr&ukcja użytkownika projektu
sk: &Používateľský manuál projektu
sl: Projektni &uporabniški priročnik
sv: &Projektets användarhandbok
xh: Incwadi-&yomsebenzisi weprojekti
