Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Documentation-Back This opens the previously visited page in the browser window. Holding the button pressed down will open a popup menu showing the browser history. Selecting an entry will open the according page in the browser window.
da: Bakover i dokumentationen Dette åbner den forrige side du besøgte i læservinduet. Hvis du holder kappen nede vil en menu som viser læserhistorien poppe op. Siden du vælger vil åbnes i læservinduet.
de: Dokumentation zurückblättern Hiermit öffnen Sie die zuletzt besuchte Seite im Browser-Fenster. Halten Sie den Knopf gedrückt, erscheint ein Popup-Menü mit der Browserhistory. Hier können Sie die Seite wählen, die im Browser-Fenster geöffnet werden soll.
et: Tagasi Avab eelmise külastatud lehe brauseris. Hoides nuppu kauem all avaneb menüü, millest valides viiaksegi kohe valitud lehele.
hu: Dokumentáció - vissza Az utoljára meglátogatott oldal megnyitása a böngészőablakban. Ha lenyomva tartja a gombot, akkor egy lenyíló menü felajánlja az eddig meglátogatott oldalak listáját. Ebből a menüből választva a megfelelő oldalra lehet ugrani a böngészőablakban.
id: Documentation-Back Ini akan membuka halaman sebelumnya di jendela browser. Menahan tekan tombol akan membuka menu popup menunjukkan hostory browser. Memilih entri akan membuka halaman yang dimaksud di jendela browser.
it: Documentazione-Indietro Apre la pagina visualizzata precedentemente nella finestra del browser. Tenendo premuto il pulsante si aprirà un menu che mostra la lista delle pagine visualizzate in precedenza. Scegliendo una voce, la pagina corrispondente verrà aperta nella finestra del browser.
ja: ドキュメント-戻る ブラウザウィンドウの前に訪れたページを開きます。 ボタンを押し続けるとブラウザの履歴が表示されます。 そこのエントリを選択するとそのページに移動 できます。
nl: Documentatie-Vorige Dit opent de vorige bezochte pagina in het browser venster. Het ingedrukt houden van de knop zal een venster doen opkomen met daarin de geschiedenis van de browser. Het selecteren van een ingang zal dan die pagina in de browser openen.
no_ny: Att (hjelpetekst) Opnar den førre sida du såg i hjelpetekstvisaren. Dersom du held knappen nede, ser du ein meny som viser lesarhistoria. Du kan velja ei oppføring i menyen for å opna den sida i dokumentlesaren.
pl: Dokumentacja-wstecz Otwiera, w oknie przeglądarki dokumentacji, stronę ostatnio odwiedzoną. Przytrzymując ten przycisk możesz uzyskać menu pokazujące historię przeglądarki. Wybranie pozycji w menu spowoduje skok do odpowiadającej jej strony.
sk: Dokumentácia-Dozadu Otvorí predchádzajúcu zobrazenú stránku v okne prehliadača. Držaním tlačidla sa zobrazí menu s históriou prehliadača. Vybraním položky sa príslušná stránka zobrazí v okne prehliadača.
sl: Dokumentacija-Nazaj Ta gumb odpre predhodno obiskano stran v oknu brskalnika. Z držanjem gumba se odpre dvižni meni z zgodovino brskalnika. Z izborom elementa iz menija se v brskalnikovo okno naloži izbrana stran.
sv: Dokumentation - Tillbaka Det här öppnar sidan som tidigare visades i läsfönstret. Om knappen hålls nere visas en meny med läshistorik. Genom att välja en post visas den motsvarande sidan i läsfönstret.
xh: Uxwebhu-Emva Oku kuvula iphepha elidlulillleyo elindwendwelweyo kwi window yomkhangeli zincwadi. Ukubamba iqhosha elicinezelwe phantsi kuzakuvula i popup menu ebonisa imbali yomkhangeli zincwadi. Ukukhetha ungeno kuzakuvula iphepha elikwi window yomkhangeli zincwadi.

source: Documentation-Forward This opens the next page in the history list. Holding the button pressed will show you a popup menu to browse visited pages forward.
da: Fremad i dokumentationen Dette åbner den næste side i historiklisten. Hvis du holder kappen nede vil en menu som viser hvilke sider du kan gå til poppe op.
de: Vorwärts in der Dokumentation Hiermit öffnen Sie die nächste Seite in der Historyliste. Halten Sie den Knopf gedrückt, erscheint ein Popup-Menü, in dem Sie die gewünschte Seite auswählen können.
et: Edasi Avab järgmise külastatud lehe. Hoides nuppu kauem all avaneb menüü, milles on näha kõik järgmised külastatud lehed.
hu: Dokumentáció - előre A következő oldalra ugrás az eddig meglátogatott oldalak listájában. Ha lenyomva tartja a gombot, akkor egy lenyíló menü felajánlja az eddig meglátogatott oldalak listáját.
id: Documentation-Forward Ini akan membuka halaman berikutnya di daftar history. Menahan tekan tombol ini akan memperlihatkan menu popup untuk mendatangi halaman di depan.
it: Documentazione-Avanti Apre la prossima pagina nella lista delle pagine visitate. Tenendo premuto il pulsante apparirà un menu dal quale si possono scegliere le pagine.
ja: ドキュメント-進む ブラウザウィンドウの次の訪れたページを開きます。 ボタンを押し続けるとブラウザの前の履歴が表示され、 エントリを選択するとそのページに移動できます。
nl: Documentatie-Volgende Dit opent de volgende pagina in de geschiedenis lijst. Het ingedrukthouden van deze knop laat een venster opkomen met daarin de bezochte paginas om naar toe te springen
no_ny: Fram (hjelpetekst) Opnar den neste sida i historielista. Dersom du held knappen nede, set du ein meny der du kan bla framover i sider du har sett før.
pl: Otwiera następną stronę w dokumentacji Otwiera w oknie przeglądarki dokumentacji następną stronę z historii. Przytrzymując ten przycisk możesz uzyskać menu pokazujące historię przeglądarki. Wybranie pozycji w menu spowoduje skok do odpowiadającej jej strony.
sk: Dokumentácia-Dopredu Otvorí nasledujúcu zobrazenú stránku v zozname histórie. Držaním tlačidla sa zobrazí menu s históriou nasledujúcich stránok.
sl: Dokumentacija-Naprej S tem se odpre nova stran v seznamu zgodovine. Z držanjem gumba se prikaže skočni meni z seznamom predhodno obiskanih strani.
sv: Dokumentation - Framåt Det här öppnar nästa sida i historiklistan. Om knappen hålls nere visas en meny för att läsa tidigare visade sidor framåt.
xh: Uxwebhu-Phambili Oku kuvula iphepha elilandelayo kuluhlu lwembali. Ukubamba iqhosha elicinezelweyo kuzakukubonisa i popup menu ukukhangela amaphepha andwendwelweyo phambili.

source: Search Marked Text Uses the searchdatabase to look for the selected text string and opens a summary page of found references for the selection in the browser window. There, you can select a documentation page of your choice and open it by following the link.
da: Søg markeret tekst Bruger søgedatabasen for at lede efter den valgte tekststreng og åbner en opsummeringsside over referencer som blev fundet for valget i læservinduet. Der kan du vælge en dokumentationsside efter eget valg og åbne det ved at følge lænken.
de: Markierten Text suchen Die markierte Zeichenkette wird in der Suchdatenbank gesucht und eine Zusammenfassung der gefundenen Referenzen dargestellt. Die gewünschte Fundstelle können sie durch Auswählen und Anklicken der Verknüpfung öffnen.
et: Otsi valitud teksti Otsib valitud teksti otsingute andmebaasist ja avab seejärel kokkuvõtliku lehe viidetega otsingu tulemusel leitud lehtedele.
hu: A kijelölt szöveg keresése A keresési adatbázis segítségével rá lehet keresni a kijelölt szövegre és a böngészőablakban ki lehet íratni a találatokat. Innen a hivatkozást követve rá lehet ugrani a kívánt fájl keresett sorára.
id: Cari Teks Tertanda Menggunakan database pencarian untuk mencari teks terpilih dan membuka halaman ringkasan dari referensi yang ditemukan di jendela browser. di sini, Anda dapat pilih halaman dokumentasi dan membukanya dengan mengikuti link.
it: Cerca testo selezionato Usa il database di ricerca per trovare la porzione di testo selezionata e apre una pagina nella finestra del browser che mostra tutte le occorrenze trovate. Lì, puoi scegliere la pagina di documentazione che ti interessa e aprirla cliccando sul collegamento.
ja: マークしたテキストを検索 検索データベースを使って選択されたテキストを検索 し、ブラウザウィンドウで結果の要約ページを開き ます。そこのリンクにしたがってドキュメントを 選択し開きます。
nl: Gemarkeerde tekst zoeken Gebruikt de zoek databank bij het zoeken naar de geselecteerde tekst en opent een samenvattingspagina met de gevonden referenties naar de geselecteerde tekst in het browser venster. Daar kunt u de documentatie pagina van uw keuze openen door op de link te klikken.
no_ny: Søk markert tekst Leitar etter den valte teksten og opnar ei side med referansar som vart funne til teksten. På denne sida kan du velja ei hjelpetekstside og opna ho ved å følgja lenkja.
pl: Wyszukaj zaznaczony tekst Używa bazy wyszukiwań by znaleźć zaznaczony tekst i otwiera stronę z podsumowaniem znalezionych odwołań, na której można wybrać daną stronę dokumentacji i otworzyć ją w przeglądarce dokumentacji.
sk: Hľadať označený text Použije prehľadávanie databáze pre nájdenie vybraného textu a otvorí stránku s prehľadom nájdených referencií v okne prehliadača. Vybraním stránky dokumentácie sa otvorí príslušný odkaz.
sl: Išči izbrano besedilo Z uporabo iskalne baze podatkov se išče izbrano besedilo. Odpre se okno s povzetki najdb za izbor v brskalnikovem oknu. S klikom na povezavo se odpre stran z izbrano dokumentacijo.
sv: Sök markerad text Använder sökdatabasen för att leta efter den markerade textsträngen och öppnar en sida som summerar de funna referenserna för markeringen i läsfönstret. Där kan du välja den sida i dokumentationen som du vill ha och öppna den genom att följa länken.
xh: Phendla okubhaliweyo okuphawulweyo Isebenzisa isiseko sedata ukukhangela umtya wokubhaliweyo okukhethiweyo kwaye ivula iphepha lesishwankathelo lweentelekiso ezifumanekayo zokhetho kwi window yomkhangeli zincwadi. Apho, ungakhetha iphepha loxwebhu oluthandayo kwaye uluvule ngokulandela ikhonkco.

source: Search for Help on... Opens the Search for Help on... dialog. There, you can search for a keyword in the documentation directly using the search database.
da: Søg efter hjælp om... Åbner Søg om hjælp om...-dialogen. Der kan du søge direkte efter nøgleord i dokumentationen ved at bruge søgedatabasen.
de: Suche nach Hilfe zu... Öffnet den Dialog "Suche nach Hilfe zu...". Dort können Sie unter Benutzung der Suchdatenbank direkt nach einem Schlüsselwort in der Dokumentation suchen.
et: Otsi abi... Avab otsimise dialoogi. Seal saad sa otsida otse dokumentidesti kasutades otsingute andmebaasi.
hu: Segítség keresése... A 'Segítség keresése...' párbeszédablak megnyitása, melyben a dokumentáción belül lehet keresni kulcsszavakra, közvetlenül a keresési adatbázis felhasználásával.
id: Cari Bantuan di... Dialog Cari Bantuan di.... Disini dapat Anda cari kata kunci di dokumentasi langsung lewat database pencarian.
it: Cerca aiuto su... Apre la finestra di dialogo 'Cerca aiuto su...', dove potrai cercare una parola direttamente nella documentazione usando il database di ricerca.
ja: ヘルプから検索... ヘルプから検索ダイアログを開きます。そこで 直接検索データベースを使ってキーワードを検索します。
nl: Hulp zoeken bij... Opent het Hulp zoeken bij... dialoogvenster. Daar kunt u zoeken naar een sleutelwoord direct in de documentatie door gebruik te maken van de databank.
no_ny: Søk etter hjelp om... Opnar ein dialog der du kan søkja etter tekst i hjelpetekstane.
pl: Wyszukaj Pomoc na temat... Otwiera okno dialogowe wyszukiwania w pomocy. Tam możesz szukać słowa kluczowe, bezpośrednio w dokumentacji przy użyciu bazy wyszukiwań.
sk: Hľadať v Pomocníkovi... Otvorí dialóg pre hľadanie v Pomocníkovi. Tam je možné hľadať kľúčové slovo v dokumentácii priamo pomocou prehľadávania databáze.
sl: Išči pomoč o... Odpre se pogovorno okno o iskanju pomoči o... kjer se da iskati po ključni besedi po dokumentaciji z uporabo iskalne baze podatkov.
sv: Sök efter hjälp om... Öppnar dialogen för att söka efter hjälp. Där kan du direkt söka efter ett nyckelord i dokumentationen med användning av sökdatabasen.
xh: Phendla uncedo ku... Ivula uphendlo loncedo kwi... ncoko yababini. Apho, ungaphendla igama elingundoqo kuxwebhu usebenzisa ngqo isiseko sedata yokuphendla.

source: Class Viewer The class viewer shows all classes, methods and variables of the current project files and allows switching to declarations and implementations. The right button popup-menu allows more specialized functionality.
da: Klasseviser Klasseviseren viser alle klasser, metoder og variable til de gældende projektfiler og lader dig skifte til erklæringerne og implementationerne. Menuen som kommer op ved at højreklikke giver mere specialiseret funktionalitet.
de: Klassenansicht Die Klassenansicht zeigt alle Klassen, Methoden und Variablen im Projekt an und ermöglicht den direkten Zugriff auf die entsprechenden Quelltexte. Das mit der rechten Maustaste erreichbare Popup-Menü bietet weitergehende Funktionalität.
et: Klassivaade Klassivaade näitab kõiki selle projekti klasse, nende meetodeid ja muutujaid ning lubab liikuda kirjelduste ning teostuste juurde. Parema hiirenupu alt avanevast menüüst saab valida täpsemaid funktsioone.
hu: Osztályböngésző Az osztályböngészőben megtekinthető az aktuális projektfájlok összes osztálya, tagfüggvénye és változója, továbbá lehetőség van a deklarációkra és a megvalósításokra ugrani a forrásban. A jobb egérgombbal további funkciók érhetők el.
id: Class Viewer Class Viewer memperlihatkan semua class, method, dan variabel dari file proyek saat ini, dan boleh pindah ke deklarasi dan implementasi. Tombol menu popup di kanan memperbolehkan fungsi yang khusus.
it: Visualizzatore Classi Il visualizzatore classi mostra tutte le classi, i metodi e le variabili del file di progetto corrente e consente di spostarsi dalla dichiarazione all'implementazione. Cliccando con il tasto destro si aprirà un menu che consente funzioni più specializzate.
ja: Class Viewer 全てのクラス、メソッド、変数を表示し、宣言や インプリメントに移動できます。右クリックをする とより細かい機能が表示されます。
nl: Klasseweergave De klasseweergave laat alle klassen, methoden en variabelen zien van de huidige project bestanden en laat het omschakelen tussen implementatie en declaratie toe. Het rechter muisknop pop-up menu biedt meer gespecialiseerde functionaliteit.
no_ny: Klasseoversikt Klasseoversikta viser alle klassar, metodar og variablar til prosjektfilene. Her kan du hoppa til deklarasjonar og implementasjonar. Høgre museknapp gir ein oppsprettmeny med meir spesialiserte funksjonar.
pl: Widok klas (CV) Widok klas pokazuje klasy, metody i zmienne z plików aktualnego projektu, umożliwiając poruszanie się pomiędzy deklaracjami a implementacją. Prawy przycisk myszki wywołuje menu z dodatkowymi funkcjami.
sk: Prehliadač tried Prehliadač tried zobrazuje všetky triedy, metódy a premenné aktuálnych súborov projektu a umožňuje prechod medzi deklaráciou a implementáciou. Pravé tlačidlo myši zobrazí menu s ďalšími funkciami.
sl: Pregledovalnik razredov Pregledovalnik razredov prikaže vse razrede, metode in spremenljivke trenutnih projektnih datotek in omogoča preklapljanje med deklaracijami in implementacijami. Z desnim klikom dostopen skočni meni omogoča bolj specializirano funkcionalnost.
sv: Klassvy Klassvyn visar alla klasser, metoder och variabler för de nuvarande projektfilerna och tillåter byte mellan deklarationer och implementeringar. Menyn som visas med högerknappen tillhandahåller mer specialiserade funktioner.
xh: Umboniseli wohlobo Umboniseli wohlobo ubonisa zonke iintlobo, iindlela nezahluko zeefayile ze projekti yangoku kwaye ivumela uswitsho kwizibhengezo kunye nezizalisekiso. I popup-menu yeqhosha lasekunene ivumela umsebenzi othile omninzi.

source: Logical File Viewer The logical file viewer separates your project files into logical groups to allow easier access e.g.to header and implementation files.The right button popup-menu allows more specialized functionality.
da: Logisk filviser Logisk filviser deler dine projektfiler ind i logiske grupper for at gøre det enklere at bruge f.eks. hoved- og implementationsfilerne. Menuen som kommer frem ved højreklik giver mere specialiseret funktionalitet.
de: Strukturierte Dateiansicht Die strukturierte Dateiansicht teilt Ihr Projekt in mehrere logische Gruppen auf, um einfacheren Zugang z.B. zu Header- und Implementationsdateien zu gewähren. Das mit der rechten Maustaste erreichbare Popup-Menü bietet weitergehende Funktionalität.
et: Loogiliste failide näitaja Loogiliste failide näitaja eraldab projekti failid loogilistesse gruppidesse, et võimaldada lihtsustatud juurdepääsu nt päise- ja koodifailidele. Parema hiirenupu alt avanevast menüüst saab valida täpsemaid funktsioone.
hu: A logikai fájlstruktúra megtekintése A logikai fájlstruktúra megtekintésekor a projektfájlok logikai csoportokba különülnek el, így könnyen elkülöníthetők pl. a header fájlok a forrásfájloktól. A jobb egérgombbal további funkciók érhetők el.
id: Viewer File Logik Viewer file logik memisahkan file proyek ke dalam grup logik untuk memudahkan akses, misal ke file header dan implementasi. Menu popup di kanan memperbolehkan fungsi khusus.
it: Visualizzatore file logico Il visualizzatore di file logico separa i file di progetto in gruppi logici per consentirne un migliore accesso; ad es. header e file di implementazione. Cliccando con il tasto destro, si aprirà un menu che consente funzioni più specializzate.
ja: Logical File Viewer このビューではヘッダーやインプリメントファイル が論理的グループに分かれます。右クリックをする とより細かい機能が表示されます。
nl: Logische Bestandsweergave De logische bestandsweergave deelt uw project files in groepen op en geeft daardoor makkelijkere toegang tot bijv. header en implementatie bestanden. Het rechter muisknop contextmenu biedt meer gespecialiseerde functionaliteit.
no_ny: Logisk filoversikt I den logiske filoversikta er prosjektfilene delt i logiske grupper som gir lettare tilgang t.d. til deklarasjons- om implementasjonsfilene. Høgre museknapp gir ein oppsprettmeny med meir spesialiserte funksjonar.
pl: Logiczny widok plików (LFV) Logiczny widok plików dzieli pliki twojego projektu na poszczególne grupy by ułatwić dostęp np: do plików z deklaracjami i z implementacjami funkcji. Prawy przycisk myszki wywołuje menu kontekstowe.
sk: Logický prehliadač súborov Logický prehliadač súborov rozdeľuje súbory vášho projektu do logických skupín pre jednoduchší prístup, napr. k hlavičkovým súborom alebo implementačným súborom. Pravé tlačidlo myši zobrazí menu s ďalšími funkciami.
sl: Logični ogledovalnik datotek Logični ogledovalnik datotek razdeli projektne datoteke v logične skupine in s tem omogoči lažji dostop do datotek. Z desnim klikom dostopen skočni meni omogoča bolj specializirano funkcionalnost.
sv: Logisk filvy Den logiska filvyn delar upp dina projektfiler i logiska grupper för attkomma åt t.ex. deklarationsfiler och implementeringsfiler lättare. Menyn som visas med högerknappen tillhandahåller mer specialiserade funktioner.
xh: Umboniseli wefayile elogikali Umboniseli wefayile elogikali wahlula iifayile ze projekti yakho kumaqela alogikali ukuvumela unikezelo olulula umzekelo kwi header neefayile zozalisekiso.Ipopup-menu yeqhosha lasekunene ivumela umsebenzi othile omninzi.

source: Real File Viewer The real file viewer shows the project directory in it's real structure and gives access to all files.
da: Ægte filviser Den ægte filviser viser alle filerne i projektkataloget i deres virkelige struktur og giver adgang til alle filer.
de: Dateiansicht Die Dateiansicht zeigt das Projektverzeichnis und erlaubt den Zugriff auf alle Dateien.
et: Tegelike failide näitaja Tegelike failide näitaja näitab projekti kataloogi tegelikku sisu ja struktuuri ning annab juurdepääsu kõikidele failidele.
hu: A valódi fájlstruktúra megtekintése A valódi fájlstruktúra megtekintésekor a projekt fizikai könyvtárstruktúrája jelenik meg és az összes benne levő fájlt el lehet érni.
id: Viewer File Sebenarnya Viewer file sebenarnya menunjukkan direktori proyek dalam struktur sebenarnya dan memberi akses ke semua file.
it: Visualizzatore file Il visualizzatore file mostra la directory del progetto nella sua normale struttura e consente l'accesso a tutti i file.
ja: Real File Viewer このビューでは実際のディレクトリ構造が表示され 全てのファイルにアクセスできます。
nl: Echte Bestandsweergave De echte bestandsweergave toont de project map in de werkelijke structuur en geeft toegang tot alle bestanden.
no_ny: Verkeleg filoversikt Den verkelege filoversikta viser prosjektkatalogen slik han ligg på disken og gir tilgang til alle filene.
pl: Rzeczywisty widok plików (RFV) Rzeczywisty widok plików pokazuje jak w rzeczywistości rozmieszczone są pliki w katalogu twojego projektu.
sk: Prehliadač reálnych súborov Prehliadač reálnych súborov zobrazuje priečinok projektu a jeho reálnu štruktúru a umožňuje prístup ku všetkým jeho súborom.
sl: Pravi ogledovalnik datotek Pravi ogledovalnik datotek prikaže projektni imenik v pravi strukturi in omogoča dostop do vseh datotek.
sv: Verklig filvy Den verkliga filvyn visar projektkatalogen med dess riktiga struktur och ger tillgång till alla filer.
xh: Umboniseli wefayile wokwenene Umboniseli wefayile wokwenene ubonisa ulawulo le projekti kwisakhiwo sayo sokwenene kwaye inikeza unikezelo kuzo zonke iifayile.

source: Documentation Tree The documentation tree gives access to library documentation and the KDevelop manuals. Can be configured individually by right-button menu.
da: Dokumentationstræ Dokumentationstræet giver adgang til bibiloteksdokumentationen og KDevelop-manualerne. Kan indstilles individuelt ved højreklikmenuen.
de: Dokumentationsbaum Der Dokumentationsbaum erlaubt den Zugriff auf die Bibliotheksdokumentation und die KDevelop Handbücher. Das mit der rechten Maustaste erreichbare Popup-Menü bietet weitergehende Funktionalität.
et: Dokumentatsioonipuu Dokumentatsioonipuu annab juurdepääsu teekide dokumentatsiooni ja KDevelopi kasutusjuhendi juurde.
hu: Dokumentációfa A dokumentációfa elérhetővé teszi a programkönyvtárak dokumentációját és a KDevelop kézikönyveket. A jobb egérgombos menüben egyéni beállításokat lehet tenni.
id: Tree Dokumentasi Tree dokumentasi memberikan akses ke dokumentasi pustaka dan panduan KDevelop. Ini bisa dikonfigurasi manual lewat menu tombol-kanan.
it: Documentazione La struttura ad albero permette un accesso immediato alla documentazione delle librerie e ai manuali di KDevelop. Può essere configurato individualmente tramite il menu che compare cliccando con il tasto destro.
ja: ドキュメントツリー ドキュメントツリーはライブラリドキュメントや KDevelopマニュアルにアクセスできます。右 クリックで細かい設定ができます。
nl: Documentatie Boom De documentatie boom geeft toegang tot de documentatie bibliotheek en de KDevelop handleidingen. Kan individueel worden geconfigureerd met de rechter muisknop.
no_ny: Hjelpeteksttre Hjelpeteksttreet gir tilgang til bibliotekshjelpetekstar og KDevelop-handbøkene. Kan setjast opp individuelt ved høgreknapp-meny.
pl: Drzewo dokumentacji (DOC) Drzewo dokumentacji umożliwia dostęp do dokumentacji bibliotek i podręcznika KDevelopa. Widok ten można konfigurować spod prawego przycisku myszki.
sk: Strom dokumentácie Strom dokumentácie umožňuje prístup k dokumentácii knižníc a manuálom KDevelop. Stlačením pravého tlačidla je ho možné nastaviť.
sl: Drevo dokumentacije Drevo dokumentacije omogoča dostop do dokumentacije o knjižnicah in do KDevelop priročnika. Lahko se prikroji z desnim klikom dostopnim skočnim menijem.
sv: Dokumentationsträd Dokumentationsträdet ger tillgång till biblioteksdoikumentation och KDevelop-handböckerna. Kan ställas in individuellt med högerknappens meny.
xh: Umthi wexwebhu Umthi wexwebhu unikeza unikezelo kuxwebhu lelayibrari kunye neencwadi ze KDevelop. Ingaqwalselwa ngobunye ngemenu yeqhosha-lasekunene.
