Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: This file %1 was modified inside but also outside this editor. Do you want to keep your changes or reload it from disk?
da: Denne fil %1 blev ændret indenfor, men også udenfor denne redigering. Ønsker du at beholde dine ændringer eller at genindlæse den fra disk?
de: Die Datei %1 wurde außerhalb des Editors bearbeitet. Möchten Sie ihre Änderungen behalten oder die Datei neu laden?
et: Faili %1 muuteti nii KDevelopi-sisese, kui ka mõne välise redaktori poolt. Kas jätta alles siin tehtud muudatused või laadida kettalt uuem versioon?
hu: A(z) %1 fájl a szerkesztőn belül és kívül is módosult. Megtartja a módosításokat vagy újratölti a fájlt a lemezről?
it: Il file %1 è stato modificato sia all'interno che all'esterno di questo editor. Vuoi mantenere le modifiche apportate o vuoi ricaricarlo da disco?
ja: ファイル %1 は内部で変更されていますが、エディタ外でも更新されています。 変更を維持しますか、それともディスクから再読み込みしますか?
nl: Het bestand genaamd %1 is gewijzigd buiten deze editor om. Wilt u uw wijzigingen behouden of het herladen van schijf?
no_ny: Fila %1 er endra både innanfor og utanfor dette skriveprogrammet. Vil du ta vare på endringane eller lasta fila om att frå disken?
pl: Plik %1 został zmodyfikowany w wbudowanym edytorze i w edytorze zewnętrznym. Czy zachować zmiany, czy wczytać go z dysku ?
sk: Súbor %1 bol zmenený, ale zmenil sa aj mimo editor. Chcete zachovať vaše zmeny, alebo ho znovu načítať z disku?
sl: Datoteka %1 je bila spremenjena v urejevalniku, a tudi zunaj tega urejevalnika. Ali želite obdržati svoje spremembe ali jo znova naložiti z diska?
sv: Den här filen %1 ändrades inne i och utanför den här editorn. Vill du behålla dina ändringar eller ladda om den från disk?
xh: Le fayile %1 yaguqulelwa ngaphakathi kodwa nangaphandle kwalo mhleli. Ufuna ukugcina utshintsho lwakho okanye ulilayishe kwakhona kwidiski?

source: &Keep
da: &Behold
de: &Behalten
et: &Jäta alles
hu: Meg&tartás
it: &Mantieni
ja: 維持(&K)
nl: &Behouden
no_ny: &Ta vare på
sk: Po&nechať
sl: &Obdrži
sv: &Behåll
xh: &Gcina

source: This file %1 was modified outside this editor. Do you want reload it from disk?
da: Denne fil %1 blev ændret udenfor denne redigering. Vil du genindlæse den fra disk?
de: Die Datei %1 wurde außerhalb des Editors bearbeitet. Möchten Sie die Datei neu laden?
et: Faili %1 muudeti väljaspool redaktorit. Kas laadida uuesti?
hu: A(z) %1 fájlt egy másik program a szerkesztőn kívül módosította. Újra be szeretné tölteni?
it: Il file %1 è stato modificato all'esterno di questo editor. Lo vuoi ricaricare da disco?
ja: ファイル %1 はエディタ外で 更新されました。再度読み込みますか?
nl: Het bestand genaamd %1 is gewijzigd buiten deze editor om. Wilt u het herladen van schijf?
no_ny: Fila %1 er endra utanfor dette programmet. Vil du lasta ho om att frå disken?
pl: Plik %1 zmodyfikowano w innym edytorze. Czy go ponownie wczytać?
sk: Súbor %1 bol zmenený mimo tento editor. Chcete ho znovu načítať z disku?
sl: Datoteka %1 je bila spremenjena zunaj tega urejevalnika. Jo želite znova prebrati z diska?
sv: Den här filen %1 ändrades utanför den här editorn. Vill du ladda om den från disk?
xh: Le fayile %1 yaguqulwa kancinane ngaphandle kwalo mhleli. Ufuna ukuyilayisha kwakhona kwidiski?

source: &Yes
da: &Ja
de: &Ja
et: &Jah
hu: &Igen
id: &Ya
it: &Sì
ja: はい (&Y)
nl: &Ja
no_ny: &Ja
pl: &Tak
sk: Án&o
sl: &Da
sv: &Ja
xh: &Ewe

source: &No
da: &Nej
de: &Nein
et: &Ei
hu: &Nem
id: &Tidak
ja: いいえ (&N)
nl: &Nee
no_ny: &Nei
pl: &Nie
sk: &Nie
sl: &Ne
sv: &Nej
xh: &Hayi

source: This file %1 was modified inside but also outside this editor. Do you want to reject your changes or overwrite the changes that happened outside?
da: Denne fil %1 blev ændret indenfor men også udenfor denne redigering. Ønsker du at afslå dine ændringer eller at overskrive de ændringer der skete udenfor?
de: Die Datei %1 wurde außerhalb des Editors bearbeitet. Möchten Sie ihre Änderungen verwerfen oder die gespeicherteVersion der Datei überschreiben?
et: Faili %1 muuteti nii KDevelopis, kui ka välises reaktoris. Kas unustada tehtud muudatused või kirjutada välised muudatused üle?
hu: A(z) %1 fájlt a szerkesztőn belül és kívül is módosították. Eldobja a mostani módosításokat vagy inkább felülírja a lemezen található verziót?
it: Il file %1 è stato modificato sia all'interno che all'esterno di questo editor. Vuoi annullare le tue modifiche o vuoi sovrascrivere quelle apportate all'esterno?
ja: ファイル %1 は内部でも更新されていますが、エディタ外でも更新されました。 読み直して内部での変更を破棄するか、それとも上書き保存して外部での変更を破棄するか、どちらにしますか?
nl: Het bestand genaamd %1 is gewijzigd binnen maar ook buiten deze editor om. Wilt u uw wijzigingen vernietigen of wilt u de wijzigingen die buiten u om gemaakt zijn overschrijven ?
no_ny: Fila %1 er endra både innanfor og utanfor dette skriveprogrammet. Vil du forkasta endringane dine, eller overstyra dei endringane som skjedde utanfor?
sk: Súbor %1 bol zmenený, ale zmenil sa aj mimo editor. Chcete zahodiť vaše zmeny, alebo prepísať zmeny mimo editor?
sl: Datoteka %1 je bila spremenjena v tem urejevalniku, a tudi zunaj tega urejevalnika. Ali želite zavreči svoje spremembe ali pisati prek zunanjih sprememb?
sv: Den här filen %1 ändrades inne i och utanför den här editorn. Vill du ångra dina ändringar eller slriva över ändringarna som skettutanför?
xh: Le fayile %1 yaguqulwa kancinane ngaphakathi kodwa nangaphandle kwalo mhleli. Ufuna ukulahla utshintsho lwakho okanye ubhale ngaphezulu utshintsho olwenzeke ngaphandle?

source: &Overwrite
da: &Overskriv
de: &Überschreiben
et: &Kirjuta üle
hu: Fe&lülírás
it: &Sovrascrivi
ja: 上書き(&O)
nl: &Overschrijven
no_ny: Skriv &over
sk: &Prepísať
sl: &Piši prek
sv: Skriv &över
xh: &Bhala ngaphezulu

source: &Reject
da: &Afslå
de: &Verwerfen
et: &Unusta
hu: &Eldobás
it: &Rifiuta
ja: 変更を破棄(&R)
nl: &Verwerpen
no_ny: &Nekt
sk: &Zahodiť
sl: &Zavrzi
sv: &Förkasta
xh: &Khuphela ngaphandle

source: The file %1 was modified. Do you want to save your changes?
da: Filen %1 blev ændret. Ønsker du at gemme ændringerne?
de: Die Datei %1 wurde verändert. Trotzdem speichern?
et: Faili %1 on muudetud. Kas salvestada muudatused?
hu: A(z) %1 fájl tartalma megváltozott. El szeretné menteni a változásokat?
it: Il file %1 è stato modificato Vuoi salvare le modiifiche apportate?
ja: ファイル %1 は変更されています。 保存しますか?
nl: Het bestand genaamd %1 is gewijzigd. Wilt u uw wijzigingen opslaan?
no_ny: Fila %1 er endra. Vil du lagra endringane?
pl: Plik %1 został zmodyfikowany. Czy chcesz jego go zapisać ?
sk: Súbor %1 bol modifikovaný. Chcete uložiť zmeny?
sl: Datoteka %1 je bila spremenjena. Ali želite shraniti svoje spremembe?
sv: Filen %1 har ändrats. Vill du spara dina ändringar?
xh: Ifayile %1 yaguqulwa kancinane. Ufuna ukugcina utshintsho lwakho?

source: The file %1 was modified outside this editor. Save anyway?
da: Filen %1 blev ændret udenfor redigeringen. Vil du gemme alligevel?
de: Die Datei %1 wurde außerhalb dieses Editors verändert. Trotzdem speichern?
et: Faili %1 on muudetud väljaspool seda redaktorit. Kas salvestan ikkagi?
hu: A(z) %1 fájlt egy másik program a szerkesztőn kívül módosította. Folytassam a mentést?
id: File %1 telah dimodifikasi dari luar editor ini. Simpan?
it: Il file %1 è stato modificato all'esterno di questo editor. Salvare comunque?
ja: ファイル %1 はエディタ外で 更新されました。それでも保存しますか?
nl: Het bestand genaamd %1 is gewijzigd buiten deze editor om. Toch opslaan?
no_ny: Fila %1 er endra utanfor dette programmet. Lagra likevel?
pl: Plik %1 zmodyfikowano w innym edytorze. Pomimo to, zapisać?
sk: Súbor %1 bol modifikovaný mimo tohto editora. Uložiť aj tak?
sl: Datoteka %1 je bila spremenjena zunaj tega urejevalnika. Jo želite vseeno shraniti?
sv: Filen %1 ändrades utanför den här editorn. Spara ändå?
xh: Ifayile %1 yaguqulwa kancinane ngaphandle kwalo mhleli. Gcina noko?

source: Code &Window
da: Kodnings-&vindue
de: Quelltext &Fenster
et: &Koodiaken
hu: &Programablak
it: &Finestra sorgenti
ja: コードウィンドウ(&W)
nl: Code &venster
no_ny: Kode&vindauge
pl: &Okno edycji kodu
sk: &Okno kódu
sl: &Okno s kodo
sv: &Kodfönster
xh: &iWindow yekhowudi

source: &Browser Window
da: &Netlæser vindue
de: B&rowser-Fenster
et: &Brauseri aken
hu: &Böngészőablak
id: Jendela &Browser
it: Finestra &Guide
ja: ブラウザウィンドウ(&B)
nl: &Browser Venster
no_ny: &Hjelpevindauge
pl: O&kno przeglądarki
sk: Okno &prehliadača
sl: Okno z &brskalnikom
sv: &Läsarfönster
xh: &iWindow yomkhangeli zincwadi

source: Goto Previous Window
da: Gå til tidligere vindue
de: Gehe zum vorherigen Fenster
et: Mine eelmisesse aknasse
hu: Ugrás az előző ablakra
it: Vai alla finestra precedente
ja: 前のウィンドウへ移動
nl: Ga naar vorige venster
no_ny: Gå til førre vindauge
sk: Prejsť na predchádzajúce okno
sl: Pojdi v prejšnje okno
sv: Gå till föregående fönster
xh: iWindow edlulileyo ye Goto

source: Goto Next Window
da: Gå til næste vindue
de: Gehe zum nächsten Fenster
et: Mine järgmisesse aknasse
hu: Ugrás a következő ablakra
it: Vai alla prossima finestra
ja: 次のウィンドウへ移動
nl: Ga naar volgende venster
no_ny: Gå til neste vindauge
sk: Prejsť na nasledujúce okno
sl: Pojdi v naslednje okno
sv: Gå till nästa fönster
xh: iWindow elandelayo ye Goto

source: Save All
da: Gem alt
de: Alles speichern
et: Salvesta kõik
hu: Minden mentése
id: Simpan semua
it: Salva tutti
ja: 全て保存
nl: Alles opslaan
no_ny: Lagra alle
pl: Zapisz wszystkie
sk: Uložiť všetko
sl: Shrani Vse
sv: Spara allt
xh: Gcina konke

source: Indent
da: Indryk
de: Einrücken
et: Samm edasi
hu: Behúzás
it: Indenta
ja: インデント
nl: Inspringen
no_ny: Innrykk
pl: Wcięcie
sk: Odsadiť
sl: Zamik
sv: Indentering
xh: Uphawu olwenziweyo

source: Unindent
da: Fjern indrykning
de: Einrücken rückgängig
et: Samm tagasi
hu: Behúzás vissza
it: Togli indentazione
ja: インデント解除
nl: Uitspringen
no_ny: Fjern innrykk
pl: Usuń wcięcie
sk: Zrušiť odsadenie
sl: Odnaredi zamik
sv: Minska indentering
xh: Sukwenza mathanda

source: Comment
da: Kommentar
de: Kommentar
et: Kommenteeri
hu: Megjegyzés
id: Komentar
it: Commenta
ja: コメント
nl: Bekommentarieer
no_ny: Kommenter
pl: Komentarz
sk: Zakomentovať
sl: Komentiraj
sv: Kommentera
xh: Gqabaza

source: Uncomment
da: Fjern kommentar
de: Zeile als Kommentar rückgängig machen
et: Eemalda kommentaar
hu: Megjegyzésjel törlése
id: Hilangkan Komentar
it: Decommenta
ja: コメント解除
nl: Dekommentarieer
no_ny: Fjern kommentering
pl: Usuń znaki komentarza
sk: Odkomentovať
sl: Odkomentiraj
sv: Ta bort kommentar
xh: Sukugqabaza

source: Insert File
da: Indsæt fil
de: Datei einfügen
et: Lisa fail
hu: Fájl beszúrása
id: Sisipkan File
it: Inserisci File
ja: ファイルを挿入
nl: Bestand toevoegen
no_ny: Set inn fil
pl: Wstaw plik
sk: Vložiť súbor
sl: Vstavi Datoteko
sv: Infoga fil
xh: Faka ifayile

source: Repeat Search
da: Gentag sidste søgning
de: Suche wiederholen
et: Korda otsingut
hu: Az utolsó keresés megismétlése
id: Ulangi Pencarian
it: Ripeti la ricerca
ja: 検索を繰り返す
nl: Zoeken herhalen
no_ny: Søk om att
pl: Powtórz wyszukiwanie
sk: Opakovať posledné hľadanie
sl: Ponovi iskanje
sv: Upprepa sökning
xh: Phinda uphendlo

source: Repeat Search Back
da: Gentag søgning tilbage
de: Suche rückwärts wiederholen
et: Korda tagasi otsingut
hu: A keresés megismétlése vissza
id: Ulangi Pencarian Kembali
it: Ripeti la ricerca Indietro
ja: 後方に検索を繰り返す
nl: Terugzoeken herhalen
no_ny: Søk igjen bakover
pl: Powtórz wyszukiwanie wsteczne
sk: Opakovať posledné hľadanie dozadu
sl: Ponovi iskanje nazaj
sv: Upprepa sökning bakåt
xh: Phinda uphendlo lwasemva

source: Search in Files
da: Søg i filer
de: In Dateien suchen
et: Otsi failidest
hu: Keresés fájlokban
id: Cari dalam File
it: Cerca nei File
ja: ファイル中から検索
nl: In bestanden zoeken
no_ny: Søk i filer
pl: Wyszukaj w plikach
sk: Hľadať v súboroch
sl: Išči v datotekah
sv: Sök i filer
xh: Phendla kwiifayile

source: Search selection in Files
da: Søg efter markeret område i fil
de: Auswahl in Dateien suchen
et: Otsi valikut failidest
hu: A kijelölés keresése fájlokban
id: Cari seleksi di File
it: Ricerca la selezione nei file
ja: ファイル中から選択されたものを検索
nl: Selectie in bestanden zoeken
no_ny: Søk etter utval i filer
pl: Wyszukaj zaznaczenia w plikach
sk: Hľadať výber v súboroch
sl: Iskanje izbora v Datotekah
sv: Sök markerad text i filer
xh: Phendla ukhetho kwiifayile

source: GrepSearch
da: GrepSøg
de: Mittels grep suchen
et: Otsi
hu: Keresés a grep-pel
it: Cerca con Grep
ja: Grep検索
nl: GrepZoek
no_ny: Grep-søk
sk: Hľadať pomocou grep
sl: Iskanje grep
sv: Grep-sökning
xh: Uphendlo lweGrep

source: Search CTags Database
da: Søg CTags Database
de: CTags-Datenbank durchsuchen
et: Otsi CTagsi andmebaasist
hu: Keresés a CTags adatbázisban
it: Ricerca nel databasedei CTags
ja: CTagsデータベースを検索
nl: CTags database doorzoeken
no_ny: Søk i CTags-database
sk: Prehlačať databázu CTags
sl: Preišči zbirko CTags
sv: Sök i C-taggdatabas
xh: Phendla isiseko sedata ye CTags

source: Switch To Header/Source
da: Skift til Header/Source
de: Umschalten zwischen Header / Quelltext
et: Liigu päise/koodi juurde
hu: Váltás a header- ill. forrásfájlra
it: Vai all'intestazione/implementazione
ja: ヘッダ/ソースに切替え
nl: Omschakelen naar Header/Bronbestand
no_ny: Hopp til deklarasjon/kjelde
pl: Przełącz do żródeł/nagłówka
sk: Prepnúť na hlavičku/zdrojový kód
sl: Preklopi med glavo/kodo
sv: Byt till deklaration/källkod
xh: Switsha kwi Header/Imvelaphi

source: Select All
da: Udvælg alt
de: Alle auswählen
et: Vali kogu tekst
hu: Minden kijelölése
id: Pilih Semua
it: Seleziona Tutto
ja: 全て選択
nl: Alles selecteren
no_ny: Merk alt
pl: Zaznacz wszystko
sk: Vybrať všetko
sl: Izberi vse
sv: Markera alla
xh: Khetha zonke

source: Deselect All
da: Fjern markering fra alt
de: Auswahl aufheben
et: Kaota valik
hu: A kijelölés megszüntetése
id: Deselect Semua
it: Deseleziona tutto
ja: 全て選択しない
nl: Alles deselecteren
no_ny: Fjern all merking
pl: Odznacz wszystko
sk: Odznačiť všetko
sl: Odizberi vse
sv: Avmarkera alla
xh: Sukukhetha konke

source: Invert Selection
da: Omvendt markering
de: Auswahl umkehren
et: Vaheta valik
hu: A kijelölés inverze
id: Invert Seleksi
it: Inverti Selezione
ja: 選択を反転
nl: Selectie inverteren
no_ny: Omvend merking
pl: Odwróć zaznaczenie
sk: Obrátiť výber
sl: Obrni izbiro
sv: Invertera markering
xh: Buyisela umva ukhetho

source: Goto Line
da: Gå til linie
de: Gehe zu Zeile
et: Mine reale
hu: Ugrás sorra
id: Pindah ke Baris
it: Vai alla Linea
ja: 行に飛ぶ
nl: Ga naar Regel
no_ny: Gå til linje
pl: Idź do wiersza
sk: Na riadok
sl: Skoči v vrstico
sv: Gå till rad
xh: Ilayini yeGoto

source: Next Error
da: Næste fejl
de: Nächster Fehler
et: Järgmine viga
hu: A következő hiba
id: Error Berikutnya
it: Errore successivo
ja: 次のエラー
nl: Volgende Fout
no_ny: Neste feil
pl: Następny błąd
sk: Nasledujúca chyba
sl: Naslednja Napaka
sv: Nästa fel
xh: Imposiso elandelayo

source: Previous Error
da: Forrige fejl
de: Vorheriger Fehler
et: Eelmine viga
hu: Az előző hiba
id: Error Sebelumnya
it: Errore precedente
ja: 前のエラー
nl: Vorige Fout
no_ny: Førre feil
pl: Poprzedni błąd
sk: Predchádzajúca chyba
sl: Prejšnja Napaka
sv: Föregående fel
xh: Imposiso edlulileyo

source: Dialog Editor
da: Dialogredigering
et: Dialoogi redaktor
hu: Párbeszédablak-szerkesztő
id: Editor Dialog
it: Editor di Dialog
ja: ダイアログエディタ
nl: Dialoog editor
no_ny: Dialogredigering
pl: Edytor dialogów
sk: Editor dialógov
sl: Urejevalnik pogovornih oken
xh: Umhleli wencoko yababini

source: Toogle Tree-View
da: Slå trævisning fra/til
de: Baumansicht an/aus
et: Puuvaade
hu: A fa-nézet ki- és bekapcsolása
id: Tandai Tree-View
it: (Dis)Attiva Vista-Struttura
ja: ツリービューのオン/オフ
nl: Boomweergave omschakelen
no_ny: Vis/skjul treoversikt
pl: Włącz/wyłącz widok drzewa
sk: Prepnúť stromový pohľad
sl: Vklop/Izklop drevesnega pogleda
sv: Växla trädvy
xh: Qhobosha Umthi-wemboniselo

source: Toogle Output-View
da: Slå uddatavisning fra/til
de: Ausgabefenster an/aus
et: Väljund
hu: A kimeneti ablak ki- és bekapcsolása
id: Tandai Output-View
it: (Dis)Attiva Vista-Output
ja: 出力ビューのオン/オフ
nl: Uitvoerweergave omschakelen
no_ny: Vis/skjul resultatvindauge
pl: Włącz/wyłącz widok wyników
sk: Prepnúť výstupné okno
sl: Vklop/Izklop izhodnega okna
sv: Växla utmatningsvy
xh: Qhobosha Imveliso-yemboniselo

source: Toolbar
da: Værktøjslinie
de: Werkzeugleiste
et: Tööriistariba
hu: Eszköztár
it: Barra strumenti
ja: ツールバー
nl: Knoppenbalk
no_ny: Verktøylinje
pl: Pasek narzędzi
sk: Nástrojová lišta
sl: Orodna vrstica
sv: Verktygsrad
xh: Ibar yesixhobo

source: Browser-Toolbar
da: Værktøjslinie til fremviser
de: Browserleiste
et: Brauseririba
hu: Böngésző eszköztár
id: Toolbar-Browser
it: Barra di navigazione
ja: ブラウザツールバー
nl: Browser-Knoppenbalk
no_ny: Lesarverktøylinje
pl: Pasek przeglądarki
sk: Prehliadač-nástrojová lišta
sl: Orodna vrstica brskalnika
sv: Verktygsrad för läsare
xh: Ibar yesixhobo-somkhangeli zincwadi

source: Statusbar
da: Statuslinie
de: Statusleiste
et: Olekuriba
hu: Állapotsor
it: Barra di stato
ja: ステータスバー
nl: Statusbalk
no_ny: Statuslinje
pl: Pasek stanu
sk: Stavový riadok
sl: Statusna vrstica
sv: Statusrad
xh: Ibar yendawo engatshintshiyo

source: MDI-View-Taskbar
da: MDI-Visning-Opgavelinie
de: Fensterleiste der MDI-Ansicht
et: Tegumiriba
hu: MDI-nézet eszköztár
it: Barra dei task-Vista-MDI
ja: MDI-ビュー-タスクバー
nl: MDI-Weergave-Taakbalk
no_ny: MDI-oppgåvelinje
pl: Pasek zadań w oknie MDI
sk: Panel úloh MDI pohľadu
sl: Opravilna vrstica s pogledom MDI
sv: Verktygsrad för MDI-vy
xh: MDI-Imboniselo-yebar yomsebenzi

source: Preview dialog
da: Forhåndsvis dialog
de: Dialogvorschau
et: Eelvaate dialoog
hu: Előnézeti párbeszédablak
id: dialog preview
it: Finestra di Anteprima
ja: ダイアログをプレビュー
nl: Preview dialoog
no_ny: Førehandsvis dialog
pl: Okno podglądu
sk: Náhľad
sl: Pogovorno okno za predpregled
sv: Dialog för förhandsgranskning
xh: Incoko yababini yemboniso

source: Refresh
da: genopfrisk
de: Aktualisieren
et: Värskenda
hu: Frissítés
it: Aggiorna
ja: リフレッシュ
nl: Ververs
no_ny: Frisk opp
pl: Odśwież
sk: Obnoviť
sl: Osvežitev
sv: Uppdatera
xh: Hlaziya

source: Goto Declaration
da: Gå til erklæring
de: Gehe zu Deklaration
et: Mine kirjelduse juurde
hu: Ugrás a deklarációhoz
id: Pindah ke Deklarasi
it: Vai alla Dichiarazione
ja: 宣言に移動
nl: Naar declaratie gaan
no_ny: Gå til deklarasjon
pl: Idź do deklaracji
sk: Prejsť na deklaráciu
sl: Skok na deklaracijo
sv: Gå till deklaration
xh: Ubhengezo lwe Goto

source: Goto Definition
da: Gå til definition
de: Gehe zu Definition
et: Mine teostuse juurde
hu: Ugrás a megvalósításhoz
id: Pindah ke Definisi
it: Vai alla Definizione
ja: 定義に移動
nl: Naar definitie gaan
no_ny: Gå til definisjon
pl: Idź do definicji
sk: Prejsť na definíciu
sl: Skok na definicijo
sv: Gå till definition
xh: Inkcazelo ye Goto

source: Class Declaration
da: Klasseerklæring
de: Klassendeklaration
et: Klassi kirjeldus
hu: Osztálydeklaráció
id: Deklarasi Class
it: Dichiarazione Classe
ja: クラス宣言
nl: Klasse declaratie
no_ny: Klassedeklarasjon
pl: Idź do deklaracji klasy
sk: Deklarácia triedy
sl: Deklaracija razreda
sv: Klassdeklaration
xh: Ubhengezo lohlobo

source: Graphical Classview
da: Grafisk klassevisning
de: Graphische Klassenansicht
et: Graafiline klassivaade
hu: Grafikus osztálynézet
id: ClassView Grafis
it: Visore Classi Grafico
ja: グラフィカルクラスビュー
nl: Grafisch Klasseaanzicht
no_ny: Grafisk klasseoversikt
pl: Graficzny widok klas
sk: Trieda graficky
sl: Grafični pogled na razrede
sv: Grafisk klassvy
xh: Imboniselo yohlobo enomzobo

source: New Project
da: Nyt projekt
de: Neues Projekt
et: Uus projekt
hu: Új projekt
id: Proyek Baru
it: Nuovo Progetto
ja: 新しいプロジェクト
nl: Nieuw Project
no_ny: Nytt prosjekt
pl: Nowy projekt
sk: Nový projekt
sl: Nov Projekt
sv: Nytt projekt
xh: Iprojekti entsha

source: Open Project
da: Åbn projekt
de: Projekt öffnen
et: Ava projekt
hu: Projekt megnyitása
id: Buka Proyek
it: Apri Progetto
ja: プロジェクトを開く
nl: Project openen
no_ny: Opna prosjekt
pl: Otwórz projekt
sk: Otvoriť projekt
sl: Odpri Projekt
sv: Öppna projekt
xh: Vula iprojekti

source: Close Project
da: Luk projekt
de: Projekt schließen
et: Sulge projekt
hu: Projekt bezárása
id: Tutup Proyek
it: Chiudi Progetto
ja: プロジェクトを閉じる
nl: Project sluiten
no_ny: Lukk prosjekt
pl: Zamknij projekt
sk: Zatvoriť projekt
sl: Zapri Projekt
sv: Stäng projekt
xh: Vala iprojekti

source: New Class
da: Ny klasse
de: Neue Klasse
et: Uus klass
hu: Új osztály
id: Class Baru
it: Nuova Calasse
ja: 新しいクラス
nl: Nieuwe Klasse
no_ny: Ny klasse
pl: Nowa klasa
sk: Nová trieda
sl: Nov Razred
sv: Ny klass
xh: Uhlobo olutsha

source: Add existing File(s)
da: Tilføj eksisterende fil(er)
de: Vorhandene Datei(en) hinzufügen
et: Lisa olemasolev fail
hu: Létező fájl(ok) hozzáadása
id: Tambah ke File yang ada
it: Aggiungi File esistente/i
ja: 既存のファイルを追加
nl: Bestaand(e) Bestand(en) toevoegen
no_ny: Legg til eksisterande fil(er)
pl: Dodaj istniejący(e) plik(i)
sk: Pridať existujúci súbor(y)
sl: Dodaj obstoječe datoteke
sv: Lägg till befintliga fil(er)
xh: Dibanisa ifayile(ii) ezikhoyo

source: File Properties
da: Filegenskaber
de: Datei-Eigenschaften
et: Faili omadused
hu: A fájl tulajdonságai
id: Properti file
it: Proprietà file
ja: ファイルのプロパティ
nl: Bestandseigenschappen
no_ny: Fileigenskapar
pl: Właściwości pliku
sk: Vlastnosti súboru
sl: Lastnosti datoteke
sv: Filegenskaper
xh: Iimpahla zefayile

source: Make messages and merge
da: Lav beskeder og flet
de: Meldungen erstellen und verbinden
et: Tekita uus tõlge ja ühtlusta vanaga
hu: Üzenetek kiválogatása és összefésülése
id: Buat pesan dan satukan
it: Crea messaggi e unisci
ja: メッセージを作成し反映
nl: Berichten maken en samenvoegen
no_ny: Lag meldingar og slå saman
pl: Wyszukiwanie napisów i zapisywanie ich w pliku po
sk: Urobiť správy a pridať ich
sl: Ustvari sporočila in jih dodaj
sv: Bygg meddelanden och samsortera
xh: Yenza imiyalezo kwaye ulungise ngendlela

source: Make API-Doc
da: Lav API-dok
de: API-Dokumentation erstellen
et: Tekita API dokumentatsioon
hu: API-dokumentáció létrehozása
id: Buat Doc-API
it: Crea Documentazione API
ja: API-Doc を作成
nl: API-Documentatie maken
no_ny: Lag API-hjelp
pl: Utwórz dokumentację API
sk: Urobiť API-Dokumentáciu
sl: Ustvari dokumentacijo API
sv: Bygg API-dokumentation
xh: Yenza API-Doc

source: Make User-Manual...
da: Lav bruger-manual...
de: Benutzerhandbuch erstellen...
et: Tekita kasutusjuhend...
hu: Felhasználói kézikönyv létrehozása...
id: Buat Panduan-User
it: Crea Manuale-Utente...
ja: ユーザーマニュアルを作成...
nl: Gebruikers Handleiding maken
no_ny: Lag brukarhandbok ...
pl: Utwórz podręcznik użytkowania...
sk: Urobiť Používateľský manuál...
sl: Ustvari uporabniški priročnik...
sv: Bygg användarhandbok...
xh: Yenza incwadi-yomsebenzisi...

source: Make Source-tgz
da: Lav kilde-tgz
de: Quellen-tgz erstellen
et: Tekita lähtekoodipakk(source-tgz)
hu: Forrás-tgz létrehozása
id: Buat Source-tgz
it: Crea tgz dei Sorgenti
ja: tgzソースを作成
nl: Bronbestanden-tgz maken
no_ny: Lag kjelde-tgz
pl: Utwórz plik żródeł tgz
sk: Urobiť zdrojový balík-tgz
sl: Ustvari .tgz z izvornimi datotekami
sv: Bygg källkods-tgz
xh: Yenza imvelaphi-tgz

source: Project options
da: Projektvalg
de: Projekt-Einstellungen
et: Projekti seadistused
hu: Projektbeállítások
id: Pilihan proyek
it: Opzioni progetto
ja: プロジェクトオプション
nl: Project opties
no_ny: Prosjektval
pl: Opcje projektu
sk: Nastavenie projektu
sl: Projektne nastavitve
sv: Projektinställningar
xh: Iinketho ze projekti

source: Make tags file
da: Make tags fil
de: Erstelle Tags-Datei
et: Tekita tagide fail
hu: Tags-fájl készítése
it: Crea il file dei tag
ja: tags ファイルを作成
nl: Tags-bestand aanmaken
no_ny: Lag taggfil
pl: Utwórz plik ze znacznikami
sk: Súbor tagov make
sl: Naredi datoteko z oznakami
sv: Bygg taggfil
xh: Yenza ifayile yamaphetshana achazayo

source: Load tags file
da: Indlæs tags fil
de: Lade Tags-Datei
et: Laadi tagide fail
hu: Tags-fájl betöltése
it: Carica file dei tag
ja: tags ファイルを読み込み
nl: Tags bestand inladen
no_ny: Last taggfil
pl: Wczytaj plik ze znacznikami
sk: Načítať súbor tagov
sl: Naloži datoteko z oznakami
sv: Ladda taggfil
xh: Layisha ifayile yamaphetshana achazayo
