Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Adding file to repository
da: Tilføjer fil til lager
de: Datei zum Archiv hinzufügen
et: Faili lisamine repositooriumisse
hu: Fájl hozzáadása a repository-hoz
id: Menambah file ke repository
it: Aggiunta del file al repository
ja: レポジトリにファイルを追加中
nl: Bestand aan repository toevoegen
no_ny: Legg fil til depotet
pl: Dodawanie pliku do repozytorium
sk: Pridávam súbor do skladu
sl: Dodajanje datoteke v skladišče
sv: Lägger till fil i arkivet
xh: Idibanisa ifayile kwindawo egcina izinto

source: Removing file from repository
da: Fjerner fil fra lager
de: Datei aus Archiv entfernen
et: Faili eemaldamine repositooriumist
hu: Fájl törlése a repository-ból
id: Menghapus file dari repository
it: Rimozione del file dal repository
ja: レポジトリからファイルを削除中
nl: Bestand uit repository verwijderen
no_ny: Fjernar fil frå depotet
pl: Usuwanie pliku z repozytorium
sk: Odstraňujem súbor zo skladu
sl: Odstranjevanje datoteke iz skladišča
sv: Tar bort fil från arkivet
xh: Isusa ifayile kwindawo egcina izinto

source: Updating
da: Opdaterer
de: Aktualisierung läuft...
et: Uuendamine
hu: Frissítés
id: Memperbarui
it: Aggiornamento
ja: Update中
nl: Bijwerken
no_ny: Oppdaterer
pl: Uaktualnianie
sk: Aktualizujem
sl: Poteka obnavljanje
sv: Uppdaterar
xh: Iyagqiba

source: Commiting file
da: Lægger fil ind
de: Datei im Archiv wird aktualisiert
et: Commit:
hu: Fájl behelyezése (commit)
it: Invio del file in corso
ja: ファイルをCommit中
nl: Bestand toevoegen
no_ny: Legg inn fil
pl: Wysyłanie pliku
sk: Potvrdzujem súbor
sl: Shranjujem spremembe v datoteko
sv: Arkiverar fil
xh: Ibophelela ifayile

source: CVS Commit
da: Læg ind til CVS
it: Inoltra CVS
pl: Wyślij do CVS
sk: CVS potvrdenie
sl: Shranjevanje sprememb v CVS
sv: CVS arkivering
xh: Ubophelelo lwe CVS

source: Enter log message:
da: Skriv logbesked:
de: Logmeldung eingeben:
et: Sisesta logiteade:
hu: Adja meg a naplózási üzenetet:
id: Masukkan pesan log:
it: Inserisci messaggio di Log:
ja: ログメッセージを入力:
nl: Voer logbericht in:
no_ny: Skriv loggmelding:
pl: Podaj komunikat:
sk: Zadajte správu záznamu:
sl: Vnos sporočila za v dnevnik:
sv: Skriv in loggmeddelande:
xh: Ngenisa umyalezo welog:

source: temporary
da: midlertidig
de: temporär
et: ajutine
hu: átmeneti
id: sementara
it: temporaneo
ja: テンポラリ
nl: tijdelijk
no_ny: mellombels
sk: dočasný
sl: začasno
sv: tillfällig
xh: ixesha elifutshane

source: disabled
da: deaktiveret
de: ausgeschaltet
et: keelatud
hu: letiltva
id: ditiadakan
it: disabilitato
ja: 無効
nl: gedeactiveerd
no_ny: av
sk: zakázaný
sl: onemogočeno
sv: avstängd
xh: ikhubazekile

source: if %1
da: hvis %1
de: wenn %1
et: kui %1
hu: ha %1
it: se %1
no_ny: dersom %1
pl: jeżeli %1
sk: ak %1
sl: če %1
sv: om %1
xh: ukuba %1

source: hits %1
da: træffere %1
de: trifft %1
et: tabamusi: %1
hu: találat - %1
it: richieste %1
ja: ヒット %1
nl: overeenkomsten %1
no_ny: treff %1
pl: trafień %1
sk: zásahov %1
sl: zadetkov %1
sv: träffar %1
xh: ubetho %1

source: ignore count %1
da: Ignorér antal %1
de: die folgenden %1 ignorieren
et: ignoreeritud %1
hu: a szám nem érdekes - %1
id: abaikan hitungan %1
it: ignora conteggio %1
ja: カウント %1 を無視
nl: telling negeren %1
no_ny: ignorer teljar %1
sk: ignorovať počet %1
sl: zanemari števec %1
sv: ignorera antal %1
xh: sukunanza ubalo %1

source: Breakpoint state. The 'Pending ' state is the first state displayed
da: Afbrudspunkt tilstand. Den 'svævende' tilstand er den første tilstand der vises
de: Haltepunkt-Status. Der Status "schwebend" ist der erste angezeigte Status
et: Katkestuspunkti olek. Olek 'Pending' on esimene kuvatav olek
hu: A töréspont állapota. A 'függő ' (pending) állapot jelenik meg először.
id: Kondisi breakpoint. Kondisi 'Pending' adalah kondisi pertama yang ditampilkan
it: Stato Breakpoint . Lo stato di 'Pending ' è il primo stato visualizzato
ja: ブレークポイントの状態。'保留中'状態は表示される最初の状態です
nl: Breakpoint-status: de toestand 'Nog niet bereikt' is de eerste toestand die wordt getoond
no_ny: Brotpunkttilstand. Tilstanden «ventande» er den første som vert vist
sk: Stav zarážky: Prvý zobrazený stav je 'Nespracovaná'
sl: Stanje prelomne točke. Prvo prikazano je stanje ,čakanja`.
sv: Brytpunktstillstånd. Det 'vilande' fillståndet är det första tillståndet som visas
xh: Indawo yencopho yokophula. Indawo 'Yesigqibo' yindawo yokuqala ukuboniswa

source: Breakpoint state. The 'add ' state is appended to the other states
da: Stoppunkt tilstand. 'Tilføje' tilstanden vedhænges de andre tilstande
de: Haltepunkt-Status. Der Status "Hinzufügen" wird an einen anderen Status angehängt
et: Katkestuspunkti olek. Olek 'add' lisatakse teistele olekutele.
hu: A töréspont állapota. A 'hozzáadva ' állapot hozzá lesz fűzve a többihez.
id: Kondisi breakpoint. Kondisi 'tambah' adalah penambahan ke kondisi lain
it: Stato Breakpoint. Lo stato di 'add ' è accodato agli altri stati
ja: ブレークポイントの状態。'追加 '状態は他の状態に追加されます
nl: Breakpoint-status: de toestand 'Toevoegen' wordt aan de andere toestanden toegevoegd
no_ny: Brotpunkttilstand. Tilstanden «legg til» vert lagt til dei andre tilstandane
sk: Stav zarážky: Stav 'pridaná' je pridaný k ostatným stavom
sl: Stanje prelomne točke. Stanje ,dodajanja` je pripeto drugim stanjem.
sv: Brytpunktstillstånd. 'Lägg till' tillståndet läggs till efter övriga tillstånd
xh: Indawo yencopho yokophula. Indawo 'Yokudibanisa' ifakelelwe kwezinye iindawo

source: Breakpoint state. The 'clear ' state is appended to the other states
da: Stoppunkt tilstand. 'Rydde' tilstanden vedhænges de andre tilstande
de: Haltepunkt-Status. Der Status "Löschen" wird an einen anderen Status angehängt
et: Katkestuspunkti olek. Olek 'clear' lisatakse teistele olekutele.
hu: A töréspont állapota. A 'törölt ' állapot hozzá lesz fűzve a többihez.
id: Kondisi breakpoint. Kondisi 'bersih' adalah penambahan ke kondisi lain.
it: Stato Breakpoint. Lo stato di 'clear ' è accodato agli altri stati
ja: ブレークポイントの状態。'クリア '状態は他の状態に追加されます
nl: Breakpoint-status: de toestand 'Wissen' wordt aan de andere toestanden toegevoegd.
no_ny: Brotpunkttilstand. Tilstanden «fjern» vert lagt til dei andre tilstandane
sk: Stav zarážky: Stav 'vyčistená' je pridaný k ostatným stavom
sl: Stanje prelomne točke. Stanje ,čiščenja` je pripeto drugim stanjem.
sv: Brytpunktstillstånd. 'rensa' tillståndet läggs till efter övriga tillstånd
xh: Indawo yencopho yokophula. Indawo 'Yokucacisa' ifakelelwe kwezinye iindawo

source: Breakpoint state. The 'modify ' state is appended to the other states
da: Stoppunkt tilstand. 'Ændre' tilstanden vedhænges de andre tilstande
de: Haltepunkt-Status. Der Status "Modifizieren" wird an einen anderen Status angehängt
et: Katkestuspunkti olek. Olek 'modify' lisatakse teistele olekutele.
hu: A töréspont állapota. A 'módosított ' állapot hozzá lesz fűzve a többihez.
id: Kondisi breakpoint. Kondisi 'mengubah' adalah penambahan ke kondisi lain
it: Stato Breakpoint. Lo stato di 'modify ' è accodato agli altri stati
ja: ブレークポイントの状態。'変更 '状態は他の状態に追加されます
nl: Breakpoint-status: de toestand 'Wijzigen' wordt aan de andere toestanden toegevoegd.
no_ny: Brotpunkttilstand. Tilstanden «endra» vert lagt til dei andre tilstandane
sk: Stav zarážky: Stav 'zmenená' je pridaný k ostatným stavom
sl: Stanje prelomne točke. Stanje ,spreminjanja` je pripeto drugim stanjem.
sv: Brytpunktstillstånd. 'Ändra' tillståndet läggs till efter övriga tillstånd
xh: Indawo yencopho yokophula. Indawo 'Yokuguqula kancinane' ifakelelwe kwezinye iindawo

source: breakpoint at %1:%2
da: stoppunkt ved %1:%2
de: Haltepunkt bei %1:%2
et: . katkestuspunkt failis %1:%2
hu: breakpoint itt: %1:%2
id: breakpoint pada %1:%2
it: breakpoint a %1:%2
ja: ブレークポイント %1:%2
nl: breakpoint op %1:%2
no_ny: brotpunkt på %1:%2
pl: pułapka %1:%2
sk: zarážka na %1:%2
sl: prelomna točka na %1:%2
sv: brytpunkt vid %1:%2
xh: incopho yokwaphula ku %1:%2

source: watchpoint on %1
da: overvågningspunkt ved %1
de: Beobachtungspunkt bei %1
et: Vaatepunkt: %1
hu: figyelőpont itt: %1
id: watchpoint di %1
it: punto di watch in %1
ja: ウォッチポイント %1
nl: watchpoint op %1
no_ny: overvakingspunkt på %1
sk: pozorovací bod na %1
sl: spremljana točka na %1
sv: bevakningspunkt vid %1
xh: incopho yokujonga ku %1

source: Watch:
da: Overvåg:
de: Beobachten:
et: Jälgi:
hu: Figyelés:
id: Awasi:
it: Controlla:
ja: ウォッチ:
no_ny: Overvak:
sk: Pozorovať:
sl: Opazovalec:
sv: Bevaka:
xh: Jonga:

source: Variable
da: Variabel
et: Muutuja
hu: Változó
id: Variabel
it: Variabile
ja: 変数
nl: Variabele
no_ny: Variabel
pl: Zmienna
sk: Premenná
sl: Spremenljivka
sv: Variabel
xh: Umahluko

source: Value
da: Værdi
de: Wert
et: Väärtus
hu: Érték
id: Nilai
it: Valore
ja: 値
nl: Waarde
no_ny: Verdi
pl: Wartość
sk: Hodnota
sl: Vrednost
sv: Värde
xh: Ixabiso

source: Delete watch variable
da: Slet overvågning af variabel
de: Beobachtungsvariable löschen
et: Eemalda vaadeldav muutuja
hu: Figyelt változó törlése
id: Hapus pengawas variabel
it: Elimina variabile osservata
ja: ウォッチ変数を削除
nl: Watch-variabele verwijderen
no_ny: Slett overvaka variabel
sk: Zmazať pozorovanú premennú
sl: Odstrani spremenljivke v opazovalcu
sv: Ta bort bevakningsvariabel
xh: Cima umahluko wokujonga

source: Toggle watchpoint
da: Slå overvågningspunkt til/fra
de: Beobachtungspunkt umschalten
et: Lülita vaatepunkti
hu: Figyelőpont átváltása
id: Penanda watchpoint
it: (dis)attiva watchpoint
ja: ウォッチポイントのオン/オフ
nl: Watchpoint omschakelen
no_ny: Skru overvakingspunkt av/på
sk: Prepni pozorovací bod
sl: Preklopi prelomno točko
sv: Växla bevakningspunkt
xh: Qhobosha incopho yokujonga

source: Watch
da: Overvåg
de: Beobachten
et: Vaata
hu: Figyelés
id: Awasi
it: Controlla
ja: ウォッチ
no_ny: Overvak
sk: Pozorované
sl: Opazovalec
sv: Bevaka
xh: Jonga

source: Filename: %1 at line: %2
da: Filnavn: %1 på linie: %2
de: Dateiname: %1 in Zeile: %2
et: Failis %1 real %2
hu: Fájlnév: %1, a sor száma: %2
id: Nama file: %1 pada baris: %2
it: Nome file: %1 alla linea: %2
ja: ファイル名: %1 行: %2
nl: Bestandsnaam: %1 op regel: %2
no_ny: Filnamn: %1 på linje: %2
pl: Nazwa pliku %1 w wierszu %2
sk: Meno súboru: %1 na riadku: %2
sl: Ime datoteke: %1 v vrstici: %2
sv: Filnamn: %1 på rad: %2
xh: Igama lefayile: %1 kwilayini: %2

source: Breakpoint
da: Stoppunkt
de: Haltepunkt
et: Katkestuspunkt
hu: Töréspont
ja: ブレークポイント
no_ny: Brotpunkt
pl: Pułapka
sk: Zarážka
sl: Prelomna točka
sv: Brytpunkt
xh: Incopho yokwaphula

source: &Conditional
da: &Betinget
de: &Bedingung
et: &Tinglik
hu: &Feltételes
id: &Kondisional
it: &Condizione
ja: 条件つき(&C)
nl: &Conditioneel
no_ny: &På vilkår
sk: &Podmienečná
sl: &Pogojna točka
sv: &Villkor
xh: &Esendaweni

source: &Ignore count
da: &Ignorer antal
de: Nächste &ignorieren
et: &Ignoreerimiste arv
hu: A szám &nem érdekes
id: aba&Ikan hitungan
it: &Ignora il conteggio
ja: カウント %1 を無視(&I)
nl: Tell&ing negeren
no_ny: &Ignorer teljar
pl: &Ignoruj
sk: &Ignorovať počet
sl: &Zanemari števec
sv: &Ignorera antal
xh: &Sukunanza ubalo

source: &Enable
da: &Slå til
de: &Einschalten
et: Luba
hu: &Bekapcsolás
id: &Adakan
it: &Abilita
ja: 有効(&E)
nl: Activ&eren
no_ny: &På
pl: &Włącz
sk: &Povoliť
sl: &Omogoči
sv: Aktiv&era
xh: &Yenza

source: Debugger stopped
da: Fejlretter stoppet
de: Debugger angehalten
et: Silur peatatud
hu: A nyomkövető leállt
id: Debugger berhenti
it: Debugger fermato
ja: デバッガ停止
nl: Debugger is gestopt
no_ny: Avlusar stoppa
pl: Debuger zatrzymany
sk: Odlaďovač zastavený
sl: Razhroščevalnik je ustavljen
sv: Avlusare stoppad
xh: Imisiwe iDebugger

source: gdb message:
da: gdb-besked:
de: gdb-Meldung:
et: gdb teade:
hu: gdb üzenet:
id: pesan gdb:
it: messaggio gdb:
ja: gdb メッセージ:
nl: gdb-bericht:
no_ny: gdb-melding:
pl: komunikat gdb:
sk: správa gdb:
sl: gdb spotočilo:
sv: gdb meddelande:
xh: gdb umyalezo:

source: Any symbols gdb resolves are suspect
da: Alle symbolerne gdb løste er mistænkelige
de: Die Symbole, die gdb ermittelt, könnten falsch sein
et: Kõik gdb poolt lahendatud sümbolid on kahtlased
hu: Minden, a gdb által feloldott szimbólum gyanús
id: Setiap simbol yang diterjemahkan gdb adalah sangkaan
it: Tutti i simboli che gdb risolve sono sospetti
ja: gdbが解決するどんなシンボルも疑わしいです
nl: Symbolen die gdb opgezocht heeft zijn verdacht
no_ny: Alle symbola gdb lastar er mistenkelege
sk: Všetky symboly, ktoré gdb resolvuje, sú podozrivé
sl: Vsi gdb tolmačeni simboli so sumljivi
sv: Alla symboler som gdb löser upp är misstänkta
xh: Naziphi na iimpawu gdb zesisombululo zizirhanelwa

source: Mismatched core file
da: Core-fil passer ikke
de: Nicht zugehörige Kerndatei
et: Vale core-fail
hu: Nem illeszkedő core fájl
id: File inti tidak cocok
it: File core male accoppiato
ja: マッチしないcoreファイル
nl: Niet-overeenkomend core-bestand
no_ny: Upassa kjernefil
sk: Nezodpovedajúci súbor core
sl: Neustrezna core datoteka
sv: Minnesdump matchar inte
xh: Ifayile engqubeneyo yangaphakathi

source: No such file or directory.
da: Ingen sådan fil eller katalog.
de: Datei oder Verzeichnis nicht gefunden.
et: Sellist faili või kataloogi pole.
hu: Nem létezik ilyen fájl vagy könyvtár.
id: Tidak ada berkas atau direktori
it: Nessun file o directory con questo nome.
ja: そのようなファイルやディレクトリはありません。
nl: Bestand of map bestaat niet.
no_ny: Inga slik fil eller katalog.
pl: Nie ma ani takiego pliku, ani takiego katalogu
sk: Súbor alebo priečinok nenájdený.
sl: Datoteka ali imenik ne obstaja.
sv: Det finns ingen sådan fil eller katalog.
xh: Akukho fayile okanye ulawulo olunjalo.

source: No source: %1
da: Ingen kilde: %1
de: Keine Quelle: %1
et: Kood puudub: %1
hu: Nincs forrás: %1
id: No sumber: %1
it: Sorgente inesistente: %1
ja: ソースなし: %1
nl: Geen broncode: %1
no_ny: Inga kjelde: %1
pl: Brak pliku źródłowego %1
sk: Žiadny zdroj: %1
sl: Brez izvira: %1
sv: Ingen källkod: %1
xh: Akukho mvela: %1

source: gdb cannot use the tty* or pty* devices Check the settings on /dev/tty* and /dev/pty* As root you may need to "chmod ug+rw" tty* and pty* devices and/or add the user to the tty group using "usermod -G tty username"
da: gdb kan ikke bruge tty*- eller pty*-enheder. Tjek indstillingerne til /dev/tty* og /dev/pty* Det kan være at du skal køre "chmod ug+rw+" som root på tty*- og pty*-enhederne og/eller tilføje brugeren til tty- gruppen ved at bruge "usermod -G tty brugernavn"
de: gdb kann die tty*- und pty*-Geräte nicht verwenden. Überprüfen Sie die Einstellungen unter /dev/tty* und /dev/pty*. Möglicherweise müssen Sie als root "chmod ug+rw" für die tty*- und pty*-Geräte ausführen und/oder den Benutzer mit "usermod -G tty Benutzername" der tty-Gruppe hinzufügen
et: gdb ei suuda kasutada tty* ja pty* seadmeid. Kontrolli /dev/tty* ja /dev/pty* õigusi. Võib-olla pead root kasutajana tegema tty* ja pty* seadmetele "chmod ug+rw" ja/või lisama kasutaja tty gruppi kasutades käsku "usermod -G tty username".
hu: A gdb nem tudja használni a tty* vagy a pty* eszközöket. Ellenőrizze a /dev/tty* és a /dev/pty* beállításait. Rendszergazdaként végrehajthatja: "chmod ug+rw" a tty* és a pty* eszközökre vagy esetleg hozzá lehet adni a felhasználónevet a tty csoporthoz a "usermod -G tty felhasználónév" paranccsal.
id: gdb tidak dapat menggunakan divais tty* atau pty* Cek seting di /dev/tty* dan /dev/pty* Sebagai root Anda bisa "chmod ug+rw" divais tty* dan pty* dan/atau tambah user ke grup tty menggunakan "usermod -G tty username"
it: gdb non riesce ad usare i terminali tty* o pty* Controlla le impostazioni di /dev/tty* e /dev/pty* Da root prova a cambiare i permessi con "chmod ug+rw" tty* e pty* e/o aggiungi l'utente al gruppo tty usando "usermod -G tty username"
ja: gdbはtty* 及び pty* デバイスを使用できません /dev/tty* 及び /dev/pty* の設定を確認して下さい ルートになって、tty* 及び pty* デバイスに "chmod ug+rw" を行ない、 あるいは更にttyを使用するユーザグループを"usermod -G tty username" として追加しなければならないかもしれません
nl: gdb kan de tty* of pty* devices niet gebruiken. Controleer de instellingen op de /dev/tty*'s en /dev/pty*'s U moet misschien als root deze opdracht uitvoeren: "chmod ug+rw /dev/tty* /dev/pty*" en of de gebruiker aan de groep tty toevoegen met: "usermod -G tty username".
no_ny: gdb kan ikkje bruka einingane tty* eller oty*. Kontroller innstillingane for /dev/tty* og /dev/pty*. Du må kanskje utføra «chmod ug+rw» på einingane tty* og pty* som systemadministrator og/eller leggja brukaren til tty-gruppa ved å bruka «usermod -G tty brukarnamn».
pl: gdb nie może użyć urządzeń tty* i pty*. Sprawdzić ustawienia /dev/tty* i /dev/pty* Jako root można wydać polecenie "chmod ug+rw" tty* i pty* a użytkownika dodać do grupy tty poleceniem "usermod -G tty username"
sk: gdb nemôže používať zariadenia tty* alebo pty*. Overte nastavenie /dev/tty* a /dev/pty* Možno budete musieť ako root vykonať "chmod ug+rw" tty* a pty* zariadenia a/lebo pridať používateľa do skupiny tty pomocou "usermod -G tty username"
sl: gdb ne more uporabiti tty* ali pty* naprave Preverite nastavitve na /dev/tty* in /dev/pty* Kot uporabnik ,root` morate morda izvesti "chmod ug+rw" nad tty* in pty* napravami in/ali dodati uporabnika v tty skupino z ukazom "usermod -G tty uporabniško_ime"
sv: gdb kan inte använda tty* eller pty* enheter Kontrollera inställningarna för /dev/tty* och /dev/pty* Som root kan du behöva göra "chmod ug+rw" för tty* och pty* enheter och/eller lägga till användaren till tty-gruppen med "usermod -G tty username"
xh: gdb ayinakusebenzisa tty* okanye pty* amacebo Khangela izicwangciso ku /dev/tty* and /dev/pty* Njengoko ingcambu ifunauku "chmod ug+rw" tty* ne pty* amacebo ne/okanye dibanisa umsebenzisi kwi tty qela usebenzisa "usermod -G tty igama lomsebenzisi"

source: Process exited
da: Gået ud af proces
de: Prozess beendet
et: Protsess lõpetas
hu: A folyamat befejeződött
id: Proses keluar
it: Processo terminato
ja: プロセスは終了しました
nl: Proces is geëindigd
no_ny: Prosess avslutta
pl: Proces zakończony
sk: Proces ukončený
sl: Procesi se je končal
sv: Processen avslutades
xh: Inkqubela ikhutshiwe

source: No stack
da: Ingen stak
de: Kein Stack
et: Pinu puudub
hu: Nincs verem
id: Tidak ada stack
it: Nessuna informazione sullo stack
ja: スタックなし
nl: Geen stack
no_ny: Ingen stabel
pl: Brak stosu
sk: Zásobník nie je
sl: Brez sklada
sv: Ingen stack
xh: Akukho mfumba

source: Breakpoint menu
da: Stoppunktmenu
de: Haltepunkt-Menü
et: Katkestuspunktide menüü
hu: Töréspont-menü
id: Menu breakpoint
it: Menu Breakpoint
ja: ブレークポイントメニュー
no_ny: Brotpunktmeny
sk: Menu zarážiek
sl: Menu prelomnih točk
sv: Brytpunktsmeny
xh: Imenu yencopho yolwaphulo

source: Remove breakpoint
da: Fjern stoppunkt
de: Haltepunkt entfernen
et: Eemalda katkestuspunkt
hu: Töréspont törlése
id: Hapus breakpoint
it: Rimuovi breakpoint
ja: ブレークポイントを削除
nl: Breakpoint verwijderen
no_ny: Fjern brotpunkt
pl: Usuń pułapkę
sk: Odstrániť zarážku
sl: Odstrani prelomno točko
sv: Ta bort brytpunkt
xh: Susa incopho yolwaphuko

source: Edit breakpoint
da: Redigér stoppunkter
de: Haltepunkt bearbeiten
et: Muuda katkestuspunkti
hu: Töréspont szerkesztése
it: Modifica breakpoint
ja: ブレークポイントを編集
nl: Breakpoint bewerken
no_ny: Rediger brotpunkt
pl: Edytuj pułapkę
sk: Upraviť zarážku
sl: Spremeni prelomno točko
sv: Redigera brytpunkt
xh: Hlela incopho yolwaphuko

source: Disable breakpoint
da: Deaktivér stoppunkt
de: Haltepunkt deaktivieren
et: Keela katkestuspunkt
hu: Töréspont kikapcsolása
id: Tiadakan breakpoint
it: Disabilita breakpoint
ja: ブレークポイントを無効に
nl: Breakpoint deactiveren
no_ny: Brotpunkt av
pl: Wyłącz pułapkę
sk: Odstrániť zarážku
sl: Onemogoči prelomno točko
sv: Stäng av brytpunkt
xh: Khubaza incopho yolwaphuko

source: Enable breakpoint
da: Aktivér stoppunkt
de: Haltepunkt aktivieren
et: Luba katkestuspunkt
hu: Töréspont bekapcsolása
id: Adakan breakpoint
it: Abilita breakpoint
ja: ブレークポイントを有効に
nl: Breakpoint activeren
no_ny: Brotpunkt på
pl: Włącz pułapkę
sk: Povoliť zarážku
sl: Omogoči prelomno točko
sv: Aktivera brytpunkt
xh: Yenza incopho yolwaphulo

source: Display source code
da: Vis kildekode
de: Quellcode anzeigen
et: Näita lähtekoodi
hu: A forráskód megjelenítése
id: Tampilkan kode sumber
it: Visualizza il codice sorgente
ja: ソースコードを表示
nl: Broncode tonen
no_ny: Vis kjeldekode
pl: Pokaż kod źródłowy
sk: Ukázať zdrojový kód
sl: Prikaži izvorno kodo
sv: Visa källkod
xh: Bonisa ikhowudi yemvelaphi

source: Clear all breakpoints
da: Ryd alle stoppunkter
de: Alle Haltepunkte löschen
et: Eemalda kõik katkestuspunktid
hu: Az összes töréspont törlése
id: Bersihkan semua breakpoint
it: Elimina tutti i breakpoint
ja: 全てのブレークポイントを削除
nl: Alle Breakpoints verwijderen
no_ny: Fjern alle brotpunkt
pl: Usuń wszystkie pułapki
sk: Zmazať všetky zarážky
sl: Odstrani vse prelomne točke
sv: Rensa alla brytpunkter
xh: Cacisa zonke iincopho zolwaphulo

source: Memory/Misc viewer
da: Hukommelse-/diverse visning
de: Speicher-/Daten-Ansicht
et: Mälu/Muu näitaja
hu: Memória/egyéb nézegető
id: Viewer Memory/Lainnya
it: Visualizzatore memoria/varie
ja: メモリ/Misc ビューア
nl: Geheugen-/Overig-weergave
no_ny: Minne-/ymse-visar
sk: Prehliadač Pamäť/Rôzne
sl: Pregledovalnik pomnilnika/razno
sv: Vy av minne/blandat
xh: Inkumbulo/Umboniseli we Misc

source: Start:
de: Anfang:
et: Käivita:
hu: Indítás:
id: Mulai:
it: Avvio:
ja: 開始:
sk: Začiatok:
sl: Začetek:
sv: Starta:
xh: Qala:

source: Amount/End address (memory/disassemble):
da: Mængde/slutadresse (hukommelse/disassemble):
de: Anzahl/Endadresse (Speicher/Disassemblieren):
et: Maht/Lõppaadress (mälu/pöördtransleerimine):
hu: Mennyiség/zárócím (memória/visszafejtés):
id: Jumlah/Alamat akhir (memory/disassemble)
it: Quantità/Indirizzo finale (memoria/disassemblare):
ja: Amount/終了アドレス (メモリ/逆アセンブル):
nl: Hoeveelheid/Eindadres (geheugen/disassembleren):
no_ny: Mengd/sluttadresse (minne/de-assembler):
sk: Množstvo/posledná adresa (pamäť/disasemblovať):
sl: Količina/Končni naslov (pomnilnik/disassemble):
sv: Mängd/slutadress (minne/visa assemblerkod):
xh: Ixabiso/Phelisa idilesi (inkumbulo/sukuhlanganisa):

source: MemoryView:
da: Hukommelsesvisning:
de: Speicheransicht:
et: MäluVaade:
hu: Memórianézet:
id: Tampilkan Memory:
it: Vista Memoria:
ja: メモリビュー:
nl: Geheugenweergave:
no_ny: Minnevising:
sk: Pamäť:
sl: Pogled v pomnilnik
sv: Minnesvy:
xh: Imboniselo yenkumbulo:

source: Memory
da: Hukommelse
de: Speicher
et: Mälu
hu: Memória
it: Memoria
ja: メモリ
nl: Geheugen
no_ny: Minne
pl: Pamięć
sk: Pamäť
sl: Pomnilnik
sv: Minne
xh: Inkumbulo

source: Disassemble
de: Disassemblieren
et: Pöördtransleeri
hu: Visszafejtés
it: Disassembla
ja: 逆アセンブル
nl: Disassembleer
no_ny: De-assembler
sk: Disasemblované
sl: Razgradi (dissassemble)
sv: Visa assemblerkod
xh: Sukuhlanganisa

source: Registers
da: Registre
de: Register
et: Registrid
hu: Regiszterek
it: Registri
ja: レジスタ
no_ny: Register
pl: Rejestry
sk: Registre
sl: Registri
sv: Register
xh: Iincwadi zokubhalisa

source: Libraries
da: Biblioteker
de: Bibliotheken
et: Teegid
hu: Könyvtárak
id: Pustaka
it: Librerie
ja: ライブラリ
nl: Codebibliotheken
no_ny: Bibliotek
pl: biblioteki
sk: Knižnice
sl: Knjižnice
sv: Bibliotek
xh: Iilayibrari

source: kdevelop: Debug application console
da: kdevelop: Fejlret program konsol
de: KDevelop: Anwendungskonsole debuggen
et: kdevelop: Silumiskonsool
hu: kdevelop: nyomkövető konzol
id: kdevelop: Konsol debug aplikasi
it: kdevelop: console per il Debug
ja: kdevelop: デバッグアプリケーションコンソール
nl: kdevelop: debug-applicatie-console
no_ny: KDevelop: Applikasjonskonsoll for avlusing
sk: kdevelop: Ladenie konzolovej aplikácie
sl: KDevelop: Konzola razhroščevanja programa
sv: kdevelop: konsol för avlusare
xh: kdevelop: Debug isicelo se console

source: KDevelop Project Packager
da: KDevelop projektpakker
de: KDevelop Projekt Zusammensteller
hu: KDevelop projektcsomagoló
id: KDevelop Pemaket Proyek
it: Impacchettatore progetti KDevelop
ja: KDevelopプロジェクトパッケージャー
nl: KDevelop project inpakker
no_ny: KDevelop-prosjektpakkar
sk: Zostavovateľ balíkov projektu KDevelop
sl: KDevelop paketiranje projekta
sv: KDevelop projektpaketerare
xh: Umpakishi weprojekti ye KDevelop

source: URL
sv: Webbadress
xh: i-URL
