Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Running make dist...
da: Kører make dist...
de: "make dist" wird ausgeführt...
et: Distributsioonipaki tegemine...
hu: A 'make dist' futtatása...
id: Jalankan make dist...
it: Esecuzione 'make dist' in corso...
ja: make dist を実行中...
nl: Bezig met uitvoeren van `make dist'...
no_ny: Køyrer make dist ...
pl: Uruchamianie 'make dist'...
sk: Spúšťam make dist...
sl: Zaganjam 'make dist'...
sv: Kör make dist...
xh: Yenza idist yokwenza...

source: Configuring RPMS...
da: Indstiller RPMS...
de: RPMS werden eingerichtet...
et: RPMide seadistamine...
hu: Az RPMS beállítása...
id: Konfigurasi RPMS...
it: Configurazione RPMS...
ja: RPMの設定中...
nl: Bezig met instellen van RPMS...
no_ny: Set opp RPM-ar ...
pl: Konfigurowanie RPMS...
sk: Nastavujem RPMS...
sl: Prikrojevanje RPMS...
sv: Anpassar RPMS...
xh: Iqwalasela i RPMS...

source: Loading tags file...
da: Indlæser tagsfil...
de: Tags-Datei wird geladen...
et: Tagide faili laadimine...
hu: A tags-fájl betöltése...
it: Carica il file dei tag...
ja: tagファイル読み込み中...
nl: Bezig met het laden van het tags bestand...
no_ny: Lastar taggfil ...
pl: Ładowanie pliku tagów...
sk: Nahrávam súbor tagov...
sl: Nalaga se datoteka z oznakami...
sv: Laddar taggfil...
xh: Ilayisha ifayile yamaphetshana achazayo...

source: There is no tags file in the project directory Would you like to create a tags file for your project now?
da: Der er ingen mærkefil i projektkataloget Vil du gerne oprette en mærkefil for dit projekt nu?
de: Im Projektverzeichnis wurde keine tags-Datei gefunden. Möchten Sie nun eine tags-Datei für Ihr Projekt erstellen?
et: Selle projekti kataloogis pole tagide faili. Kas tekitada kohe selle projekti jaoks tagide fail?
hu: Nincs tag-fájl a projekt könyvtárában. Létre szeretné hozni most?
it: Non c'è il file dei tag nella directory del progetto Vuoi creare adesso un file di tag per il tuo progetto?
ja: プロジェクトディレクトリにはタグファイルがありません タグファイルを生成しますか?
nl: Er is geen tags bestand in de projectmap Wilt u nu een tags bestand aanmaken voor uw project ?
no_ny: Det fint inga taggfil i prosjektkatalogen. Vil du laga ei taggfil for prosjektet no?
sk: V priečinku projektu nie je súbor s tagmi. Chcete ho vytvoriť pre tento projekt?
sl: V projektnem imeniku ni datoteke z oznakami. Jo želite zdaj ustvariti za svoj projekt?
sv: Det finns ingen taggfil i projektkatalogen Vill du skapa en taggfil för ditt projekt nu?
xh: Akukho fayile yamaphetshana achazayo kulawulo le projekti Ungathanda ukwenza ifayile yamaphetshana eprojekti yakho ngoku?

source: Some ctags based features like "Goto Definition" and "Goto Declaration" will not be available
da: Visse ctags baserede egenskaber såsom "Goto Definition" og "Goto Declaration" vil ikke være tilgængelige
de: Einige ctags-basierte Funktionalitäten wie "Gehe zu Definition" und "Gehe zu Deklaration" werden nicht verfügbar sein.
et: Mõned ctags'il põhinevad funktsioonid nagu näiteks "Mine kirjelduse juurde" ja "Mine teostuse juurde" pole saadaval.
hu: Néhány CTag-re épülő funkció, például az "Ugrás a megvalósításra" és az "Ugrás a deklarációra", nem lesz elérhető.
it: Alcune funzioni basate sui ctags come "Vai alla definizione" e "Vai alla dichiarazione" non saranno disponibili
ja: "定義へ移動"や"宣言へ移動"など ctagsベースの機能の幾つかは使えません
nl: Sommige op ctags gebaseerde mogelijkheden zoals "Ga naar definitie" en "Ga naar declaratie" zijn niet beschikbaar
no_ny: Enkelte ctags-baserte funksjonar som »Gå til definisjon» og «Gå til deklarasjon» er ikkje tilgjengelege.
pl: Niektóre polecenia takie jak "Idź do definicji" i "Idź do deklaracji", wykorzystujące znaczniki ctags, nie będą dostępne.
sk: Niektoré funkcie založené na ctags, napr. "Prejsť na definíciu" a "Prejsť na deklarácia" nebudú dostupné.
sl: Nekatere lastnosti ctags, kot "Pojdi na definicijo" in "Pojdi na deklaracijo" ne bodo na voljo
sv: En del c-taggbaserade funktioner som "Gå till definition" och "Gå till deklaration" kommer inte att vara tillgängliga
xh: Ezinye i ctags ezijolise kodoqo njenge "Nkcazelo ye Goto" no "Bhengezo lwe Goto" aluzukubakho

source: Creating tags file...
da: Laver tags fil...
de: Neue Tags-Datei wird erstellt...
et: Tagide faili tekitamine...
hu: Tags-fájl létrehozása...
it: Creazione del file dei tag...
ja: tagsファイル作成中...
nl: Bezig met het maken van een tags bestand...
no_ny: Lagar taggfil ...
pl: Tworzenie pliku tagów...
sk: Vytváram súbor tagov...
sl: Ustvarja se datoteka z oznakami...
sv: Skapar taggfil...
xh: Yenza ifayile yamaphetshana achazayo...

source: KDevelop needs "Exuberant Ctags" for tags based search functionality.
da: KDevelop har brug for "Exuberant Ctags" til tags baseret søgefunktionalitet.
de: KDevelop benötigt "Exuberant Ctags" für die tag-basierte Suchfunktionalität.
et: KDevelop vajab tagipõhiste otsingute sooritamiseks rakendust "Exuberant Ctags".
hu: A KDevelop csak az "Exuberant Ctags" program használata esetén támogatja a tag-alapú keresést.
it: KDevelop necessita di "Exuberant Ctags" per la ricerca basata sui tag.
ja: KDevelopはtagベースの検索に"Exuberant CTags" を必要とします。
nl: KDevelop heeft "Exuberant Ctags" nodig voor op tags gebaseerde zoek functionaliteit.
no_ny: KDevelop treng «Exuberant Ctags» for taggbaserte søkjefunksjonar.
sk: KDevelop vyžaduje "Exuberant Ctags" pre hľadanie založené na tagoch.
sl: KDevelop potrebuje "Exuberant Ctags" za zmožnost iskanja z oznakami.
sv: KDevelop behöver "Exuberant Ctags" för taggbaserade sökfunktioner.
xh: KDevelop ifuna "Eziphuphumayo Ctags" yamaphetshana omsebenzi osekelwe kuphendlo.

source: You can find it at: http://ctags.sourceforge.net
da: Du kan finde det på: http://ctags.sourceforge.net
de: Sie finden dieses Programm unter: http://ctags.sourceforge.net
et: Leiad selle aadressilt http://ctags.sourceforge.net
hu: Letölthető innen: http://ctags.sourceforge.net
it: Puoi trovarlo qui : http://ctags.sourceforge.net
ja: http://ctags.sourceforge.net にあります。
nl: U kunt het vinden op http://ctags.sourceforge.net
no_ny: Du finn det på: http://ctags.sourceforge.net
pl: Można znaleźć na witrynie http://ctags.sourceforge.net
sk: Nájsť ho môžete na http://ctags.sourceforge.net.
sl: Najdete ga na: http://ctags.sourceforge.net
sv: Du hittar den på: http://ctags.sourceforge.net
xh: Ungayifumana ku: http://ctags.sourceforge.net

source: RPMS Finished
da: RPMS Færdige
de: RPMS erstellt.
et: Lõpetatud RPM-id
hu: Az RPMS elkészült
id: RPMS Selesai
it: RPMS Completato
ja: RPM 終了
nl: RPMS klaar
no_ny: RPM-ar ferdig
pl: RPMS - gotowe
sk: RPMS dokončené
sl: RPMS končan
sv: RPMS klar
xh: RPMS Igqityiwe

source: Building RPMS...
da: Bygger RPMS...
de: RPMS werden erstellt...
et: RPM pakkide ehitamine...
hu: Az RPMS létrehozása...
it: Compilazione RPMS in corso...
ja: RPMのビルド中...
nl: Bezig met het bouwen van RPMS...
no_ny: Byggjer RPM-ar ...
pl: Tworzenie RPMS...
sk: Vytváram RPMS...
sl: Gradnja RPMS...
sv: Bygger RPMS...
xh: Yakha i RPMS...

source: You have added a new subdir to the project. We will regenerate all Makefiles now.
da: Du har tilføjet et nyt underkatalog til projektet. Vi vil regenerere alle Makefiler nu.
de: Sie haben ein neues Unterverzeichnis zum Projekt hinzugefügt. Alle Makefiles werden neu erstellt.
et: Projektile lisati uus alamkataloog. Kõik ehitusfailid tekitatakse uuesti.
hu: Új alkönyvtárat adott a projekthez. Az összes 'Makefile'-t újragenerálom.
id: Anda telah memasukkan subdir ke proyek. Kami akan membeuat semua Makefile sekarang.
it: Hai aggiunto una sotto-directory al progetto. Ora tutti i Makefile verranno rigenerati.
ja: 新しいsubdirをプロジェクトに追加しました。 全てのMakefileを再生成します。
nl: U heeft een nieuwe ondermap aan het project toegevoegd. De Makefiles worden nu opnieuw gegenereerd.
no_ny: Du har lagt ein ny underkatalog til prosjektet. Regenererer Make-filer no.
pl: Dodałeś nowy podkatalog do projektu.Wszystkie pliki Makefile zostaną teraz ponownie wygenerowane.
sk: Pridali ste nový priečinok do projektu Potrebujeme teraz znovu vygenerovat všetky Makefile.
sl: Dodan je bil nov podimenik v projekt. Ponovno generiranje 'Makefile' datotek se bo takoj pričelo.
sv: Du har lagt till en ny underkatalog till projektet. Vi skapar om alla make-filer nu.
xh: Udibanise olutsha ulawulo olusezantsi kwi projekti. Sizakuzijikelezisa zonke iifayile zokwenza ngoku.

source: Save changed project files ?
da: Gem ændrede projektfiler?
de: Geänderte Projektdateien speichern?
et: Salvestan muudetud projekti failid ?
hu: El szeretné menteni a módosított projektfájlokat?
id: Simpan perubahan ke file proyek ?
it: Salvo le modifiche ai file di progetto?
ja: 変更されたプロジェクトを保存しますか?
nl: Gewijzigde bestanden opslaan ?
no_ny: Lagra endra prosjektfiler?
pl: Zapisać zmienione pliki projektu ?
sk: Uložiť zmenené súbory projektu?
sl: Shranim spremenjene projektne datoteke?
sv: Spara ändrade projektfiler?
xh: Gcina iifayile ze projekti ezitshintshiweyo ?

source: The project %1 contains changed files. Save modified file %2 ?
da: Projektet %1 indeholder ændrede filer Gem ændret fil %2 ?
de: Das Projekt %1 enthält geänderte Dateien. Speichern der geänderten Datei %2 ?
et: Projekt %1 sisaldab muudetud faile. Kas salvestan faili %2 ?
hu: Ez a projekt: %1 módosított fájlokat tartalmaz. El akarja menteni a módosított %2 fájlt?
id: Proyek %1 berisi file yang berubah. Simpan perubahan file %2 ?
it: Il progetto %1 contiene file modificati. Salvare il file modificato %2 ?
ja: プロジェクト %1 は変更されたファイルを含みます。変更されたファイルを保存しますか? %2
nl: Het project %1 bevat gewijzigde bestanden. Gewijzigd bestand %2 opslaan ?
no_ny: Prosjektet %1 inneheld endra filer. Lagra endra fil %2?
pl: Projekt %1 zawiera zmienione pliki. Zapisać zmieniony plik %2 ?
sk: Projekt %1 obsahuje zmenené súbory. Uložiť zmenený súbor %2?
sl: Projekt %1 vsebuje spremenjene datoteke. Shranim spremenjeno datoteko %2 ?
sv: Projektet %1 innehåller ändrade filer. Spara ändrad fil %2 ?
xh: Iprojekti %1 iqulathe iifayile ezitshintshiweyoi. Gcina ifayile eguqulwe kancinane %2 ?

source: Save all
da: Gem alt
de: Alles speichern
et: Salvesta kõik failid
hu: Minden mentése
id: Simpan semua
it: Salva tutti
ja: 全て保存
nl: Alles opslaan
no_ny: Lagra alle
pl: Zapisz wszystko
sk: Uložiť všetko
sl: Shrani vse
sv: Spara alla
xh: Gcina konke

source: Switch between Source and Header Files...
da: Skift mellem Kilde- og Headerfiler...
de: Umschalten zwischen Quelltext und Header...
et: Koodi- ja päisefailide vahel liikumine...
hu: Váltás a forrás- és header fájlok között...
it: Salta tra i sorgenti e gli header...
ja: ソースとヘッダファイルとの切替え...
nl: Schakel tussen de Bron en headerbestanden heen en weer...
no_ny: Hopp mellom kjelde- og deklarasjonsfil ...
pl: Przełącz między plikami implementacji a plikami nagłówkowymi...
sk: Prepnúť medzi zdrojovým a hlavičkovým súborom...
sl: Preklopi med kodo in datoteko z glavo...
sv: Byt mellan källkod och deklarationsfiler...
xh: Switsha phakathi kwemvelaphi neefayile ze header...

source: Searching in CTags Database...
da: Søger i CTags Database...
de: CTags-Datenbank wird durchsucht...
et: Tagide andmebaasist otsimine...
hu: Keresés a CTags adatbázisban...
it: Ricerca nel database dei CTags...
ja: CTagsデータベースの中を検索中...
nl: Bezig met zoeken in de CTags database...
no_ny: Søkjer i CTags-database ...
pl: Wyszukiwanie w bazie danych CTags...
sk: Hľadám v databázi CTags...
sl: Iskanje v zbirki CTags...
sv: Söker i C-taggdatabasen...
xh: Iphendla kwisiseko sedata ye CTags...

source: Open project Shows the open project dialog to select a project to be opened
da: Åbn projekt Viser den åbne projektdialog for at vælge et projekt som skal åbnes
de: Projekt öffnen Zeigt den Dialog zur Auswahl eines Projektes an.
et: Ava projekt Näitab projekti avamise dialoogi projekti valimiseks
hu: Projekt megnyitása Megjeleníti a 'Projekt megnyitása' párbeszédablakot a projekt kiválasztásához
id: Buka proyek Perlihatkan dialog proyek yang dibuka untuk memilih proyek yang akan dibuka
it: Apri progetto Mostra il dialog per l'apertura del progetto dal quale selezionare il progetto da aprire
ja: プロジェクトを開く プロジェクトを開くダイアログを出し 開くプロジェクトを選択します
nl: Project openen Laat het open project dialoogvenster zien om een project te selecteren
no_ny: Opna prosjekt Viser ein dialog der du kan velja kva for prosjekt du vil opna
pl: Otwórz projekt Wyświetla okno dialogowe 'Otwórz projekt' i umożliwia wybranie projektu do otwarcia
sk: Otvoriť projekt Zobrazí dialóg pre otvorenie projektu pre jeho výber
sl: Odpri projekt Prikaže se pogovorno okno kjer se izbere projekt, ki se naj odpre
sv: Öppna projekt Visar dialogen för att öppna projekt som väljer ett projekt att öppna
xh: Vula iprojekti Ibonisa incoko yababini ye projekti evulekileyo ukukhetha iprojekti ezakuvulwa

source: Open file Shows the Open file dialog to select a file to be opened. Holding the button pressed will show a popup menu containing all filenames of your project's sources and header files. Selecting a filename on the menu will then open the file according to the file-type.
da: Åbn fil Viser åbnefil-dialogen for at vælge en fil som skal åbnes. Hvis du holder knappen nede vil en menu poppe op som indeholder alle filnavne for kildekoden og hovedfilerne til projektet. Hvis du vælger en fil i menuen så vil den åbnes på måden som filtypen angiver.
de: Datei öffnen Zeigt den Dialog zur Auswahl einer Datei an, die geöffnet werden soll. Wenn Sie den Knopf gedrückt halten, wird ein Popup-Menü geöffnet, das alle Quelldateien ihres Projekts anzeigt. Wenn Sie einen Dateinamen auswählen, wird die Datei unter Beachtung des Dateityps geöffnet.
et: Ava fail Näitab faili avamise dialoogi. Hoides nuppu kauem all avaneb ripatsmenüü kõigi sellesse projekti kuuluvate failide nimedega.Valides faili nime avatakse see vastavalt tema tüübile.
hu: Fájl megnyitása Átváltás a Fájl megnyitása párbeszédablakba a megnyitni kívánt fájl kiválasztásához. Ha a gombot lenyomva tartja, egy legördülő menü nyílik ki, amely a projekt összes forrás- és header fájlját tartalmazza. Ha kiválaszt egy fájlt a menüből, akkor a fájltípusnak megfelelő szerkesztő indul el.
id: Buka file b Perlihatkan dialog Buka file untuk memilih file yang akan dibuka. Menahan tombol akan menampilkan menu popup berisi semua namafile dari sumber dan file header proyek. Memilih namafile di menu akan membuka file berdasarkan tipe file.
it: Apri file Mostra il dialog Apri file per selezione un file da aprire. Tenendo schiacciato il pulsante, apparirà un menu contenente i nomi di tutti i sorgenti del progetto. Selezionando un file nel menu, questo verrà aperto secondo il tipo di file.
ja: ファイルを開く ファイルを開くダイアログを出し開くプロジェクト を選択します。ボタンを押すとあなたのプロジェクトの ソース、ヘッダーの全てのファイル名を含むポップ アップメニューが表示されます。ファイル名を選択す るとファイルタイプにしたがってファイルが開きます。
nl: Bestand openen Laat het Open Bestand dialoogvenster zien om een bestand te openen. Als u de knop ingedrukt houdt komt er een venster omhoog die alle bestandsnamen van de bestanden van uw project bevat. Het selecteren van een bestandsnaam uit het menu zal dan het bestand openen aan de hand van het bestandstype.
no_ny: Opna fil Viser ein dialog der du kan velja kva for fil du vil opna. Dersom du held knappen nede, ser du ein meny som inneheld alle kjelde- og deklarasjonsfilene i prosjektet ditt. Når du vel ei fil frå menyen vert denne opna i høve til filtypen.
pl: Otwórz plik Wyświetla okno dialogowe, w którym wybiera się plik do otwarcia. Przytrzymanie przycisku powoduje pojawienie się menu z nazwami wszystkich plików źródłowych i nagłówkowych, z twojego projektu. Wybranie nazwy z menu otwiera odpowiedni plik.
sk: Otvoriť súbor Zobrazí dialóg Otvoriť súbor pre výber súboru. Držaním stlačeného tlačidla zobrazíte popup menu obsahujúce mená súborov vo Vašom projekte, jeho zdrojových kódoch a hlavičkových súboroch. Výberom mena súboru z menu otvoríte tento podľa jeho typu.
sl: Odpri datoteko Prikaže pogovorno okno v katerem se izbere datoteka, ki se naj odpre. Če se gumb drži se prikaže skočni meni, ki vsebuje vsa imena datotek z izvorno kodo v projektu. Izbor datoteke iz menija odpre dotično datoteko glede na njen tip.
sv: Öppna fil Visar dialogen för att öppna en fil som väljer en fil att öppna. Genom att hålla knappen nere visas en meny som innehåller alla filnamn i ditt projekts källkod och deklarationsfiler. Om ett filnamn väljs i menyn öppnas filen enligt filtypen.
xh: Vula ifayile Ibonisa incoko yababini yefayile evuliweyo ukukhetha ifayile ezakuvulwa. Ukubamba iqhosha elicinezelweyo kuzakubonisa i popup menu equlathe onke amagama efayile eemvelaphi ze projekti yakho neefayile ze header. Ukukhetha igama lefayile kwi menu kuzakuvula ifayile ngokudidi-lwefayile.

source: Save file Saves the file opened in the actual editing view
da: Gem fil Gemmer filen som er aktiv i redigeringsvisningen
de: Datei speichern Speichert die Datei, die sich gerade im Bearbeitungsfenster befindet.
et: Salvesta fail Salvestab redigeerimisaknas hetkel lahti oleva faili
hu: Fájl mentése Az aktuális szerkesztőablakban levő fájl mentése
id: Simpan file Simpan file terbuka di dalam view actual editing
it: Salva file Salva il file aperto nella corrente finestra di editing
ja: ファイルを保存 編集ビューに開いているファイルを保存します
nl: Bestand opslaan Slaat het bestand op dat op dit moment is geopend in de editor.
no_ny: Lagra fil Lagrar fila som er opna i redigeringsvindauget
pl: Zapisz plik Zapisuje plik, otwarty w bieżącym oknie edycji
sk: Uložiť súbor Uloží súbor otvorený v aktuálnom editore
sl: Shrani datoteko Shrani se datoteka odprta v urejevalniku
sv: Spara fil Sparar filen som öppnades i den använda redigeringsvyn
xh: Gcina ifayile Igcina ifayile evulwe kwimboniselo yohlelo loqobo

source: Print Opens the printing dialog. There, you can configure which printing program you wish to use, either a2ps or ensrcipt, and print your project files.
da: Udskriv Åbner udskriftsdialogen. Der kan du indstille hvilket udskriftsprogram du ønsker at bruge - enten a2ps eller enscript, og du kan udskrive dine projektfiler.
de: Drucken Öffnet den Dialog "Drucken". Dort können Sie Ihr bevorzugtes Druckprogrammauswählen und Ihre Projektdateien ausdrucken.
et: Trüki Avab trükkimise dialoogi. Sealt saad sa valida trükkimiseks kasutatavat rakendust(enscript/a2ps) ja trükkida projekti faile.
hu: Nyomtatás A nyomtatási párbeszédablak megnyitása. Itt lehet beállítani, hogy melyik nyomtatóprogramot kell használni (az a2ps-t vagy az enscript-et) és ki lehet nyomtatni a projekt fájljait.
id: Cetak Membuka dialog printing. Di sini anda dapat konfigurasi program printing yang ingin digunakan, apakah a2ps atau enscript, dan mencetak file proyek Anda.
it: Stampa Apre il dialog di stampa. Lì, puoi configurare quale programma di stampa desideri utilizzare, tra a2ps e enscript, e stampare i tuoi file di progetto.
ja: 印刷ダイアログを開きます。ここでa2ps、ensrcipt のどちらの印刷プログラムを使うか、プロジェクトの ファイルを印刷するかなどを設定します。
nl: Afdrukken Opent het Afdrukken dialoogvenster. Hier kunt u instellen welk printer programma u wilt gebruiken,of enscript of a2ps, en kunt u de project bestanden afdrukken.
no_ny: Skriv ut Opnar utskriftsdialogen. Der kan du velja kva for utskriftsprogram du vil bruka, anten a2ps eller enscript, og skriva ut prosjektfilene.
pl: Drukuj Otwiera okno dialogowe drukowania. Można wybrać, który program do drukowania będzie używany - a2ps lub enscript - i wydrukować pliki z projektu.
sk: Tlačiť Otvorí dialógové okno pre tlač, kde sa dá nastaviť používaný program pre tlač, buď a2ps alebo enscript a tlač súborov vášho projektu.
sl: Natisni Odpre se pogovorno okno za tisk. Tam se nastavi kateri je željeni program za tiskanje (ali a2ps ali ensrcipt) in natisne projektna datoteka.
sv: Skriv ut Öppnar utskriftsdialogen. Där kan du ställa in vilket utskriftsprogram du vill använda, antingen a2ps eller enscript, och skriva ut dina projektfiler.
xh: Shicilela Ivula incoko yababini yoshicilelo. Apho, ungaqwalasela ukuba loluphi udweliso lwenkqubo loshicilelo ofuna ukulusebenzisa, noba yi a2ps okanye ukungashicileli, kwaye shicilela iifayile ze projekti yakho.

source: Undo Reverts the last editing step.
da: Fortryd Omgør sidste redigeringstrin.
de: Rückgängig Macht den letzten Bearbeitungsschritt rückgängig.
et: Tühista Tühistab viimase muudatuse.
hu: Visszavonás Az utolsó szerkesztési lépés visszavonása.
id: Undo Kembali ke langkah editing terakhir.
it: Annulla Annulla l'ultima modifica nell'editor.
ja: 元に戻す 最後の編集行為を元に戻す。
nl: Ongedaan maken Maakt de laatste stap ongedaan.
no_ny: Angra Tek tilbake det siste redigeringssteget.
pl: Cofnij Cofa ostatnie polecenie edycji.
sk: Vrátiť späť Vráti späť poslednú zmenu.
sl: Odnaredi Prekliče zadnji korak v urejevalniku.
sv: Ångra Återställer det senaste redigeringssteget.
xh: Sukwenza Ibuyisela inqwanqwa lohlelo lokugqibela.

source: Redo If an editing step was undone, redo lets you do this step again.
da: Omgør Hvis et redigeringstrin blev fortrudt så vil 'omgør' hente det tilbage igen.
de: Wiederherstellen Wenn der letzte Bearbeitungsschritt rückgängig gemacht wurde, können Sie ihn hiermit wiederherstellen.
et: Korda Kui muudatus tühistati, siis Korda laseb sul seda uuesti teha.
hu: Újra végrehajtás Az utoljára visszavont szerkesztési lépést lehet újból végrehajtani
id: Redo Jika langkah editing belum selesai, redo membuat Anda bisa mengulanginya.
it: Ripeti Se una modifica è stata annullata, ripeti permette di rieseguirla ancora.
ja: 更に戻す 元に戻した編集行為を更にもう一度元に戻す。
nl: Herdoen Als een wijzigingsstap ongedaan was gemaakt kunt u met herdoe de stap weer doen.
no_ny: Gjer om Dersom du har angra eit redigeringssteg, kan du her gjera steget om att.
pl: Przywróć Jeśli polecenie edycji zostało cofnięte, to przywraca stan sprzed cofnięcia.
sk: Opakovať vrátené Ak bola úprava vrátená späť, vykoná úpravu znovu.
sl: Ponovno naredi Ponovno izvede prej preklicani korak v urejevalniku.
sv: Gör om Om ett redigeringssteg ångrades, låter dig göra det här steget igen.
xh: Yenza kwakhona Ukuba inqwanqwa lokuhlela alenziwanga, ukwenzakwakhona kukuvumela wenze eli nqwanqwa kwakhona.

source: Cut Cuts out the selected text and copies it to the system clipboard.
da: Klip ud Klipper den markerede tekst ud og kopierer den til systemets klippebord.
de: Ausschneiden Schneidet den gewählten Text aus und kopiert ihn in die Zwischenablage.
et: Lõika Lõikab valitud teksti välja ja asetab selle lõikelauale.
hu: Kivágás A kijelölt szöveget kivágása és bemásolása a vágólapra.
id: Potong Potong file terpilih dan salin ke clipboard sistem.
it: Taglia Taglia (cancella) il testo selezionato e lo copia nella clipboard di sistema.
ja: 切り取り 選択されたテキストを切り取り システムクリップボードにコピーします。
nl: Knippen Knipt de geselecteerde tekst uit en kopieert deze naar het systeemklembord.
no_ny: Klipp ut Kipper ut den valte teksten og legg han på utklippstavla til systemet.
pl: Wytnij Wycina zaznaczony fragment i umieszcza go w schowku
sk: Vystrihnúť Vystrihne označený text a skopíruje ho do schránky.
sl: Izreži Izbrano besedilo se prenese v sistemsko odlagališče.
sv: Klipp ut Klipper ut den markerade texten och kopierar den till systemets klippbord.
xh: Sika Isika ngaphandle okubhaliweyo okukhethiweyo kwaye iyikhuphela kwindlela yebhodi eqhotyoshwayo.

source: Copy Copies the selected text into the system clipboard.
da: Kopier Kopierer den markerede tekst til systemets klippebord.
de: Kopieren Kopiert den gewählten Text in die Zwischenablage.
et: Kopeeri Kopeerib valitud teksti lõikelauale.
hu: Másolás A kijelölt szöveg bemásolása a vágólapra.
id: Salin Salin teks terpilih ke clipboard sistem.
it: Copia Copia il testo selezionato nella clipboard di sistema.
ja: コピー 選択されたテキストをシステム クリップボードにコピーします。
nl: Kopieren Kopieert de geselecteerde tekst naar het systeemklembord.
no_ny: Kopier Kopierer den valte teksten til utklippstavla.
pl: Kopiuj Kopiuje zaznaczony fragment do schowka systemowego
sk: Kopírovať Skopíruje vybraný text so schránky.
sl: Prepiši Prepiše izbrano besedilo v sistemsko odlagališče.
sv: Kopiera Kopierar den markerade texten till systemets klippbord.
xh: Khuphela Ikhuphela okubhaliweyo okukhethiweyo kwindlela yebhodi eqhotyoshwayo.
