Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Global Variable
da: Global variabel
de: Globale Variable
et: Globaalne muutuja
hu: Globális változó
id: Variabel Global
it: Variabile globale
ja: グローバル変数
nl: Globale Variabele
no_ny: Global variabel
pl: Zmienna globalna
sk: Globálna premenná
sl: Globalna spremenljivka
sv: Global variabel
xh: Enomahluko engqukuva

source: Public Slot
da: Offentlig slot
hu: public eseménykezelő
id: Slot Publik
it: Slot pubblico
ja: Public スロット
nl: Publiek Slot
pl: Slot public
sl: Javna vtičnica
xh: Isithuba sikawonke-wonke

source: Protected Slot
da: Beskyttet slot
hu: protected eseménykezelő
id: Slot Terlindung
it: Slot protetto
ja: Protected スロット
nl: Beschermd Slot
pl: Slot protected
sl: Zaščitena vtičnica
xh: Isithuba esikhuselekileyo

source: Private Slot
da: Privat slot
hu: private eseménykezelő
id: Slot Privat
it: Slot privato
ja: Private スロット
nl: Prive Slot
pl: Slot private
sl: Zasebna vtičnica
sv: Privat slot
xh: Isithuba esisekhusini

source: No item selected.
da: Intet element valgt.
de: Kein Eintrag ausgewählt.
et: Ükski element pole valitud.
hu: Nincs kijelölt elem.
id: Tidak ada yang dipilih.
it: Non vi sono oggetti selezionati.
ja: 何も選択されていません。
nl: Geen item geselecteerd.
no_ny: Ingen element valt.
pl: Nic nie wybrane
sk: Nebola vybraná položka.
sl: Ni izbranega predmeta.
sv: Inget objekt markerat.
xh: Akukho mba ukhethiweyo.

source: The class %1 couldn't be found.
da: Klassen %1 kunne ikke findes.
de: Die Klasse %1 wurde nicht gefunden.
et: Klassi %1 ei leitud.
hu: A(z) %1 osztály nem található.
id: Class %1 tidak ditemukan.
it: La classe %1 non é stata trovata.
ja: クラス%1は見つかりませんでした。
nl: De klasse %1 kon niet worden gevonden.
no_ny: Fann ikkje klassen %1.
pl: Nie można znaleźć klasy %1.
sk: Trieda %1 nebola nájdená.
sl: Razreda %1 ni moč najti.
sv: Klassen %1 kunde inte hittas.
xh: Uhlobo %1 alufumaneki.

source: The struct %1 couldn't be found.
da: Structen %1 kunne ikke findes.
de: Die struct %1 wurde nicht gefunden.
et: Struktuuri %1 ei leitud.
hu: A(z) %1 struktúra nem található.
id: Struct %1 tidak ditemukan.
it: La struttura %1 non é stata trovata
ja: 構造体%1は見つかりませんでした。
nl: De struct %1 kon niet worden gevonden.
no_ny: Fann ikkje struct-en %1.
pl: Nie można znaleźć struktury %1.
sk: Štruktúra %1 nebola nájdená.
sl: Strukture %1 ni moč najti.
sv: Struct %1 hittades inte.
xh: Isakhiwo %1 asifumaneki.

source: Not found
da: Ikke fundet
de: Nicht gefunden
et: Ei leitud
hu: Nem található
id: Tidak ditemukan
it: Non trovato
ja: 見つかりません
nl: Niet gevonden
no_ny: Ikkje funne
pl: Nie znaleziono
sk: Nenájdený!
sl: Ni najdeno
sv: Inte hittad
xh: Ayifumaneki

source: Are you sure you want to delete this class?
da: Er du sikker på at du vil slette denne klasse?
de: Sind Sie sicher, dass Sie diese Klasse löschen möchten?
et: Kas tõesti kustutada see klass?
hu: Biztosan törölni akarja ezt az osztályt?
id: Yakin ingin menghapus class ini?
it: Sei sicuro di voler cancellare questa classe?
ja: 本当にこのクラスを削除してよろしいですか?
nl: Weet u zeker dat u deze klasse wilt verwijderen?
no_ny: Er du sikker på at du vil sletta denne klassen?
pl: Jesteś pewien, że chcesz usunąć tę klasę?
sk: Ste si istý, že chcete zmazať túto triedu?
sl: Ste prepričani, da želite odstraniti ta razred ?
sv: Är du säker på att du vill ta bort den här klassen?
xh: Uqinisekile ufuna ukucima uhlobo?

source: Delete class
da: Slet klasse
de: Klasse löschen
et: Kustuta klass
hu: Az osztály törlése
id: Hapus class
it: Cancella la classe
ja: クラスを削除
nl: Klasse verwijderen
no_ny: Slett klasse
pl: Usuń klasę
sk: Zmazať triedu
sl: Odstrani razred
sv: Ta bort klass
xh: Cima uhlobo

source: This function isn't implemented yet.
da: Denne funktion er foreløbig ikke implementeret.
de: Diese Funktion ist noch nicht implementiert.
et: Seda funktsiooni pole veel
hu: Ez a függvény még nincs megvalósítva.
id: Fungsi ini belum diimplementasikan.
it: Questa funzione non é stata ancora implementata.
ja: この機能はまだインプリメントされていません。
nl: Deze functie is nog niet geimplementeerd.
no_ny: Denne funksjonen er ikkje implementert enno.
pl: Funkcja jest jeszcze nie zaimplementowana.
sk: Táto funkcia nie je ešte implementovaná.
sl: Ta funkcija še ni implementirana.
sv: Funktionen är inte implementerad ännu.
xh: Lo msebenzi awuzalisekiswanga.

source: Not implemented
da: Ikke implementeret
de: Nicht implementiert
et: REALISEERIMATA
hu: Még nincs megvalósítva
id: Belum diimplementasikan
it: Non implementato
ja: インプリメントされていません
nl: Niet geimplementeerd
no_ny: Ikkje implementert
pl: Nie zaimplementowana
sk: Neimplementované
sl: Ni implementirano
sv: Inte implementerad
xh: Ayizalisekiswanga

source: Are you sure you want to delete this attribute?
da: Er du sikker på at du vil slette denne attribut?
de: Sind Sie sicher, dass Sie dieses Attribut löschen möchten?
et: Kas tõesti kustutada see atribuut?
hu: Biztosan törölni akarja ezt az attribútumot?
id: Yakin ingin menghapus atribut ini?
it: Sei sicuro di voler cancellare questo attributo?
ja: 本当にこの属性を削除してよろしいですか?
nl: Weet u zeker dat u dit attribuut wilt verwijderen?
no_ny: Er du sikker på at du vil sletta denne attributten?
pl: Jesteś pewien, że chcesz usunąć ten atrybut?
sk: Ste si istý, že chcete zmazať tento atribút ?
sl: Ste prepričani, da želite odstraniti to lastnost ?
sv: Är du säker på att du vill ta bort den här egenskapen?
xh: Uqinisekile ufuna ukucima esi siphumo?

source: Delete attribute
da: Slet attribut
de: Attribut löschen
et: Kustuta atribuut
hu: Az attribútum törlése
id: Hapus atribut
it: Cancella attributo
ja: 属性を削除
nl: Attribuut verwijderen
no_ny: Slett attributt
pl: Usuń atrybut
sk: Zmazať atribút
sl: Odstrani lastnost
sv: Ta bort egenskap
xh: Cima isiphumo

source: Are you sure you want to delete this signal?
da: Er du sikker på du vil slette dette signal?
de: Sind Sie sicher, dass Sie dieses Signal löschen möchten?
et: Kas tõesti kustutada see signaal?
hu: Biztosan törölni akarja ezt a szignált?
id: Yakin ingin menghapus sinyal ini?
it: Sei sicuro di voler cancellare questo signal?
ja: 本当にこのシグナルを削除してよろしいですか?
nl: Weet u zeker dat u dit signaal wilt verwijderen?
no_ny: Er du sikker på at du vil sletta dette signalet?
pl: Jesteś pewien, że chcesz usunąć ten sygnał?
sk: Ste si istý, že chcete odstrániť tento signál?
sl: Ste prepričani, da želite odstraniti ta signal?
sv: Är du säker på att du vill ta bort den här signalen?
xh: Uqinisekile ufuna ukucima olu phawu?

source: Are you sure you want to delete this slot?
da: Er du sikker på du vil slette dette slot?
de: Sind Sie sicher, dass Sie diesen Slot löschen möchten?
et: Kas tõesti kustutada see slot?
hu: Biztosan törölni akarja ezt az eseménykezelőt?
id: Yakin ingin menghapus slot ini?
it: Sei sicuro di voler cancellare questo slot?
ja: 本当にこのスロットを削除してよろしいですか?
nl: Weet u zeker dat u dit slot wilt verwijderen?
no_ny: Er du sikker på at du vil sletta denne sloten?
pl: Jesteś pewien, że chcesz usunąć ten slot?
sk: Ste si istý, že chcete odstrániť tento slot?
sl: Ste prepričani, da želite odstraniti to vtičnico?
sv: Är du säker på att du vill ta bort denna slot?
xh: Uqinisekile ufun aukucima esi sithuba?

source: Are you sure you want to delete this folder?
da: Er du sikker på at du vil slette denne mappe?
de: Sind Sie sicher, dass Sie diesen Ordner löschen möchten?
et: Kas tõesti kustutada see kataloog?
hu: Biztosan törölni akarja ezt a mappát?
id: Yakin ingin menghapus folder ini?
it: Sei sicuro di voler cancellare questa cartella?
ja: 本当にこのフォルダを削除してよろしいですか?
nl: Weet u zeker dat u deze map wilt verwijderen?
no_ny: Er du sikker på at du vil sletta denne mappa?
pl: Jesteś pewien, że chcesz usunąć ten folder?
sk: Ste si istý, že chcete zmazať túto zložku ?
sl: Ste pripračani, da želite zbrisati to mapo?
sv: Är du säker på att du vill ta bort den här katalogen?
xh: Uqinisekile ufun aukucima le ncwadi eneenkcukacha?

source: Delete folder
da: Slet mappe
de: Ordner löschen
et: Kustuta kataloog
hu: A mappa törlése
id: Hapus folder
it: Cancella la cartella
ja: フォルダを削除
nl: Map verwijderen
no_ny: Slett mappe
pl: Usuń katalog
sk: Odstrániť priečinok
sl: Zbriši mapo
sv: Ta bort katalog
xh: Cima incwadi eneenkcukacha

source: Ver
de: Version
hu: Verzió
nl: Versie
sk: Verzia
sl: Različica
sv: Version

source: LGPL
sl: LPGL

source: &Template:
da: &Skabelon:
de: &Vorlage:
et: M&all:
hu: &Sablon:
it: &Modello:
ja: テンプレート(&T):
nl: &Sjabloon:
no_ny: M&al:
pl: &Szablon:
sk: Ša&blóna:
sl: &Predloga:
sv: M&all:

source: KDE 2 Kicker Applet
da: KDE 2 Kicker anvendelse
de: KDE 2 Kicker-Miniprogramm
et: KDE2 paneeli applet
hu: KDE 2 panel-kisalkalmazás
it: Applet per Kicker KDE 2
ja: KDE 2 Kickerアプレット
pl: Aplet Kickera KDE 2
sk: KDE 2 Aplet pre Kicker
sl: KDE 2 vstavek za Kicker
sv: KDE 2 Kicker miniprogram

source: OVR
it: SSC
ja: 上書
pl: NAD
sl: PRE
sv: ERS

source: INS
de: Einfg
ja: 挿入
nl: INV
no_ny: INN
pl: WST
sl: VST
sv: INF

source: D&ebugger
da: &Fejlretter
et: &Silur
hu: Nyo&mkövető
ja: デバッガ(&e)
no_ny: &Avlusar
pl: &Debuger
sk: O&dlaďovač
sl: Raz&hroščevalnik
sv: Avlusar&e

source: Debugger
da: Fejlretter
et: Silur
hu: Nyomkövető
ja: デバッガ
no_ny: Avlusar
pl: Debuger
sk: Odlaďovač
sl: Razhroščevalnik
sv: Avlusare

source: Const
da: Konst
no_ny: Konstant
sk: Konštatná
sl: Konstantni
sv: Konstant

source: Debugging
da: Fejlretning
de: Debuggen
et: Silumine
hu: Nyomkövetés
it: Debug
ja: デバッグ
nl: Debuggen
no_ny: Avlusing
pl: Debugowanie
sk: Ladenie
sl: Razhroščevanje
sv: Avlusning

source: KDE HTML widget
da: KDE HTML dims
et: KDE-HTML vidin
hu: KDE HTML grafikus elem (widget)
id: widget HTML KDE
it: componente HTML KDE
ja: KDE HTML ウィジェット
no_ny: KDE-HTML-element
pl: KDE - widget HTML
sk: KDE HTML prvok
sl: Gradnik KDE HTML
sv: KDE HTML-grafikkomponent

source: Clone
da: Klon
de: Kopieren
et: Klooni
hu: Klón
id: Gandakan
it: Duplica
ja: クローン
nl: Klonen
no_ny: Klone
pl: Kopia
sk: Klonovať
sl: Kloniraj
sv: Gör kopia

source: Icon (*.png, *.xpm)
da: Ikon (*.png, *.xpm)
de: Symbol (*.pgn, *.xpm)
et: Ikoon (*.png, *.xpm)
hu: Ikon (*.png, *.xpm)
it: Icona (*.png, *.xpm)
ja: アイコン (*.png, *.xpm)
nl: Pictogram (*.png, *.xpm)
no_ny: Ikon (*.png, *.xpm)
pl: Ikona (*.png, *.xpm)
sk: Ikona (*.png, *.xpm)
sl: ikona (*.png, *.xpm)
sv: Ikon (*.png, *.xpm)

source: &Iconify
da: &Minimér
de: &Minimieren
et: &Ikooni
hu: Ik&onizálás
it: Riduci a &icona
ja: アイコン化(&I)
nl: M&inimaliseren
no_ny: &Ikoniser
sk: Do &ikony
sl: &Ikoniziraj
sv: &Ikonifiera

source: Debu&g
da: &Fejlret
de: Debu&ggen
et: &Silumine
hu: Nyo&mkövetés
ja: デバッグ(&g)
no_ny: Av&lus
pl: Debu&guj
sk: &Ladiť
sl: Razhrošči
sv: Av&lusa

source: debugger
da: fejlretter
et: silur
hu: nyomkövető
ja: デバッガ
no_ny: avlusar
pl: debuger
sk: odlaďovač
sl: razhroščevlanik
sv: avlusare

source: Rev
de: Revision
nl: Revisie
sv: Revision

source: ctags
sk: značky ctags
sv: C-taggar

source: KDE 2 Kio Slave
de: Ein-/Ausgabemodul (Kio Slave) für KDE 2
it: Kio Slave KDE 2
nl: KDE 2 Kio Slaaf
pl: Programy usługowe operacji i/o w KDE
sk: KDE 2 kio klient
sv: KDE 2 I/O-slav

source: CLibPropDlgImpl
sv: CLib-egenskapsdialogimpl

source: CClassPropertiesDlgImpl
sv: C-klassegenskapsdialogimpl

source: &Konsole
da: &Konsol
pl: K&onsola
sk: &Konzola
sv: &Konsol

source: CKonsoleWidget
sv: C-konsolkomponent

source: C/C++ Header (*.h,*.hxx)
da: C/C++-hoveder (*.h,*.hxx)
et: C/C++ päisefail (*.h, *.hxx)
hu: C/C++ header fájl (*.h, *.hxx)
it: Header C/C++ (*.h, *.hxx)
ja: C/C++ ヘッダー (*.h,*.hxx)
nl: C/C++ Headerbestand (*.h,*.hxx)
no_ny: C/C++-deklarasjon (*.h,*.hxx)
pl: Plik nagłówkowy C/C++ (*.h,*.hxx)
sk: C/C++ Hlavička (*.h, *.hxx)
sv: C/C++ huvud (*.h,*.hxx)

source: grep:
et: otsi:
hu: Keresés a fájlokban (grep):
id: ambil:
pl: szukaj:

source: Glimpse
sk: Nahliadnuť

source: stdout
da: stdud
ja: 標準出力

source: stderr
da: stdfejl
ja: 標準エラー出力

source: KSwallow, kcmlocale
ja: KSwallow, kcmlocate

source: doxygen
it: doxigen

source: VCS
nl: VBS
