Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Give variables taken from the environment precedence over variables from makefiles.
da: Giv variable fra miljøet højere prioritet end variable fra make-filerne.
de: Gesetzte Umgebungsvariablen erhalten Vorrang vor Variablen aus den make-Dateien.
et: Anna keskkonnamuutujate väärtustele eelistus Makefiledest saadud väärtuste ees.
hu: Elsőbbség adása a környezeti változóknak a makefile-ok beállításaival szemben.
id: Memberikan variabel yang diambil dari environment dari makefile.
it: Da la precedenza alle variabili prese dall'ambiente, su quelle presenti nel makefile.
ja: makefile内の変数値よりも環境変数での値を優先する。
nl: Geef variabelen die uit de omgeving zijn overgenomen de voorkeur boven de variabelen die zijn gezet in de makefiles
no_ny: Gi variablar frå miljøet høgare rang enn variablar frå make-filene.
pl: Nadaj zmiennym środowiska wyższy priorytet niż zmiennym utworzonym w plikach Makefile.
sk: Dávať prednosť premenným prostredia pred premennými zo súborov Makefile.
sl: Okoljske spremenljivke imajo prednost pred spremenljivkami v datotekah makefile.
sv: Ge variabler från miljön företräde framför variabler från make-filer.
xh: Nika izahluko ezithathwe kwimeko-bume ephambili ngapha kwezahluko ezisuka kwiifayile zokwenza.

source: Continue as much as possible after an error. While the target that failed, and those that depend on it, cannot be remade, the other dependencies of these targets can be processed all the same.
da: Fortsæt så langt det er mulig efter en fejl. Selv om målet med fejl og de som er afhængige af dette ikke kan genbygges, kan andre afhængige mål gennemføres alligevel.
de: Nach Auftreten von Fehlern, soweit möglich, fortfahren. Während das Ziel, bei dem der Fehler auftrat, und von diesem Ziel abhängige Dateien nicht erstellt werden können, ist es dennoch möglich, andere Abhängigkeiten zu bearbeiten.
et: Jätka pärast vigu nii kaua, kui võimalik.
hu: A program fordításának folytatása hiba előfordulása esetén is (amennyire lehet). A hibás célfájlt és a tőle függő modulokat nem fordítja le, de a többi függőség feldolgozása megtörténik.
id: Melanjutkan sebanyak mungkin setelah error. Saat target gagal dan semua tergantung dengan itu, tidak dapat dibuat kembali, ketergantungan lain dari target ini dapat diproses dengan cara yang sama.
it: Continua il più possibile dopo un errore. Mentre il sorgente che ha generato l'errore e quelli che da esso dipendono non possono essere compilati, le altre dipendenze di questi file saranno processate normalmente.
ja: エラー検出後も可能な限り継続する。失敗したターゲット及びそれに依存するものは再makeできない間は、それらターゲットの依存ファイルも同様に扱われます。
nl: Ga zo ver mogelijk door na een fout. Ondanks dat het doel gefaald is en die van dit doel afhankelijk zijn, kunnen de andere afhankelijkheden voor dit doel wel worden gecompileerd en gelinkt.
no_ny: Fortset så langt det let seg gjera etter ein feil. Medan målet med feil og dei som avheng av dette ikkje kan gjenbyggjast, kan andre avhengige mål gjennomførast likevel.
pl: Po napotkaniu błędu, kontynuuj tak długo jak to możliwe. Cel, który spowodował błąd, nie będzie utworzony (tak jak i inne od niego zależne), ale pozostałe fragmenty projektu mogą być utworzone.
sk: Po chybe pokračovať kam to až pôjde. Ak niektorý cieľ zlyhal a tie, ktoré na ňom závisia, nie je možné znovu preložiť, ostatné závislosti týchto cieľov je možné spracovať.
sl: Nadaljuj, kolikor dolgo se da po napaki. Čeprav cilj, v čigar izgradnji je prišlo do napake, ne more biti dosežen, se lahko ostale odvisnosti od ciljev z napakami vseeno izdelane.
sv: Fortsätt så långt som möjligt efter ett fel. Trots att målfilen som gick fel, och de som beror på den, inte kan byggas om, så kan övriga beroenden av dessa målfiler ändå behandlas.
xh: Qhubekeka kanga ngoko unako emva kwemposiso. Njengoko itekeni engaphumelelanga, nezinye ezixhomekeke kuyo, zingena kwenziwa kwakhona, ezinye iinkxomekeko zezi tekeni zinokuqhubekeka njengezinye.

source: Touch files (mark them up to date without really changing them) instead of running their commands. This is used to pretend that the commands were done, in order to fool future invocations of make.
da: Rør filer ("touch" - mærk dem som opdaterede uden at ændre dem) i stedet for at køre deres kommandoer. Dette bliver brugt for at lade som om kommandoerne er udførte, for at snyde make-processer som kører senere.
de: Die Dateien werden mit <i>touch</i> bearbeitet (d.h. als akuell markiert, ohne sie wirklich zu verändern), ohne die eigentlichen Befehle auszuführen. Dies erfolgt, um späteren Aufrufen von make vorzutäuschen, dass die Kommandos ausgeführt wurden.
et: Värskenda failide aega (neid tegelikult muutmata). Seda kasutatakse käskude täitmise teesklemiseks ilma neid tegelikult täitmata.
hu: A fájlok 'megérintése' (a módosítási idő frissítése tényleges változtatás nélkül) a programok futtatása helyett. Ezzel lehet a make későbbi indításait 'becsapni', mert az azt fogja hinni, hogy a parancsok végre lettek hajtva.
id: Touch file (tandai up to date tanpa harus mengubahnya) daripada harus menjalankan perintahnya. Ini biasa digunakan untuk berpura-pura perintah sudah dijalankan, untuk menipu pemanggilan make di depan.
it: Touch file (cambia la loro data marcandoli come vecchi) invece di avviare il loro comando. Questo viene utilizzato per simulare l'esecuzione del comando, in modo da effettuare la totale ricompilazione del programma con make.
ja: これらコマンドを実行する代わりにファイルにtouchします(実際に変更することなくファイルを最新にします)。これは、makeの起動機能をごまかす為にこれらコマンドが実行されたかのように見せる為に使われます。
nl: `Raak bestanden aan' (markeer ze als zijnde gewijzigd zonder ze te veranderen, alleen de datum wordt bijgewerkt). in plaats van hun commando's uit te voeren. Dit wordt gebruikt om te doen alsof de commando's zijn uitgevoerd om `make' te foppen.
no_ny: Rør filer («touch» - merk dei som oppdaterte utan å endra dei) i staden for å køyra kommandoane deira. Dette vert brukt for å lata som om kommandoane er utførte, for å lura seinare make-prosessar.
pl: Oznacz pliki (zaznacz jakby były uaktualnione bez zmieniania ich) zamiast uruchamiać odpowiednie polecenia. Stosuje się, aby zasymulować wykonanie poleceń i w ten sposób oszukać przyszłe wywołania make.
sk: Vykonať touch na súboroch (označiť ich ako čerstvé ale bez ich zmeny) namiesto spustenia príslušných príkazov pre ne. To sa používa pre vytvorenie dojmu, že už boli tieto príkazy spustené a tým obalamutenie budúcich spustení make.
sl: Dotakni se datotek (označi jih za spremenjene, ne da bi jih zares spremenil) namesto zagona njihovih ukazov. To je uporabno, da se pretenta bodoči zagon ukaza make, da so bili ukazi že izvršeni.
sv: Rör filer (uppdatera dem utan att egentligen ändra dem) istället för att köra deras kommandon. Det här används för att låtsas att kommandona körts, för att lura senare körningar av make.
xh: Iifayile zokuchukumisa (ziphawule phezulu ukuzibona ngaphandle kokuzitshintsha) endaweni yo kwenza imiyalelo yayo. Oku kusetyenziswa ukuhanahanisa ukuba imiyalelo yenziwe, ukwenzela ukubhanxa kwixesha elizayo izibheno zokwenza.

source: Print a message containing the working directory before and after other processing. This may be useful for tracking down errors from complicated nests of recursive make commands.
da: Udskriv en besked der indeholder arbejdskataloget før og efter anden processering. Dette kan være nyttigt for at finde fejl fra komplicerede reder af rekursive make kommandoer.
de: Vor und nach der Bearbeitung das Arbeitsverzeichnis ausgeben. Dies erleichtert die Fehlersuche in kompliziert verschachtelten, rekursiven "Make"-Aufrufen.
et: Väljasta iga kord enne ja pärast täitmist kataloogi nimi. Võib olla kasulik leidmaks vigasid keeruliselt põimunud make käskude sees.
hu: Az aktuális munkakönyvtár nevét tartalmazó üzenet kiírása a feldolgozás előtt és után. Ez hasznos lehet bonyolultan beágyazott vagy rekurzív make parancsok hibájának nyomkövetésekor.
id: Cetak pesan yang berisi direktori sekarang, sebelum dan sesudah proses dijalankan. Ini berguna untuk melacak error dari penggabungan yang rumit atas perintah make yang rekursif.
it: Stampa un messaggio contenente l'indirizzo di lavoro prima e dopo glialtri processi. Questo può essere utile per tracciare gli errori del compilatoredopo un comando ricursivo di make.
ja: 他の処理の前後で作業ディレクトリ名を含むメッセージをプリント。これは再帰的makeの呼び出しの複雑なネストでのエラーを追いかける時に便利でしょう。
nl: Druk een bericht af dat de werkmap bevat zowel voor als na het bewerken. Dit kan handig zijn bij het zoeken naar fouten in het geval van zeer gecompliceerde in elkaar gevlochten recursieve `make' commando's.
no_ny: Skriv ei melding som inneheld arbeidskatalogen før og etter prosesseringa. Dette kan vera nyttig for å spora opp feil frå kompliserte nett av rekursive make-kommandoar.
pl: Wypisz komunikat podający katalog roboczy, przed i po przetwarzaniu. Może to być przydatne przy wyszukiwaniu błędów w złożonych i rekursywnych wywołań poleceń make.
sk: Tlačiť správu obsahujúcu pracovný priečinok pred a za spracovaním. To sa hodí pri hľadaní chýb pri zložitom vnorení príkazov make.
sl: Izpiši sporočilo, ki vsebuje trenutni delovni imenik pred in po vsakem procesiranju. To je uporabno pri iskanju napak v zapleteni gošči rekurzivnih ukazov make.
sv: Skriv ut ett meddelande med arbetskatalogen före och efter annan behandling. Det här kan vara användbart för att spåra fel från kompliceradnästling av rekursiva make-kommandon.
xh: Shicilela umyalezo oqulathe u lawulo olusebenzayo phambi nasemva kolunye uqhubekeko. Oku kunokubaluncedo ekuphawuleni phantsi iimposiso ezisuka kwezinzima iindlwana zentaka zemiyalelo yokwenza ngaphandle kokuphakamisa usiba kwakhona.

source: Silent operation; do not print the commands as they are executed.
da: Stille operation - skriv ikke kommandoerne når de bliver udført.
de: Ausgeführte Kommandos nicht anzeigen.
et: Vaikne tööreziim; ära väljasta käske nende täitmisel.
hu: Néma üzemmód: a parancsok kiírásának letiltása a végrehajtás során.
id: Operasi diam-diam, tidak mencetak perintah pada saat dijalankan.
it: Operazione silenziosa; non indicare i comandi durante l'esecuzione.
ja: サイレントオペレーション; 実行されたコマンドをプリントしない。
nl: Stille operatie: druk de commando's niet af terwijl ze worden uitgevoerd.
no_ny: Stille operasjon - ikkje skriv kommandone når dei vert køyrde.
pl: Cichy tryb; nie wypisuj poleceń w miarę ich wykonywania.
sk: Pracovať potichu, netlačiť príkazy, ktoré sa vykonávajú
sl: Tiho delo; s tem se ne izpisujejo ukazi, ki se izvajajo.
sv: Kör tyst, skriv inte ut kommandon när de körs.
xh: Usebenzo othuleyo, sukushicilela imiyalelo njengoko iphunyeziwe.

source: Ignore all errors in commands executed to remake files.
da: Ignorér alle fejl i kommandoer ved ombygning af filer.
de: Alle Fehler in Befehlen ignorieren, die beim Erstellen ausgeführt werden.
et: Ignoreeri kõiki vigu, mis tekkisid failide uuesti ehitamisel.
hu: Minden olyan hibaüzenet figyelmen kívül hagyása, amely az újrafordításhoz végrehajtott programoktól származik.
id: Abaikan semua kesalahan dalam menjalankan perintah untuk remake file.
it: Ignora tutti gli errori nei comandi di esecuzione, per ricompilare i file.
ja: ファイルを再makeする為のコマンド実行にエラーが発生しても無視。
nl: Negeer alle fouten in de commando's die gebruikt zijn bij het herbouwen van de bestanden.
no_ny: Ignorer alle feil i kommandoar ved gjenbyggjing av filer.
pl: Ignoruj wszystkie błędy w poleceniach, wykonywanych przy przebudowywaniu projektu.
sk: Ignorovať všetky chyby v príkazoch spustených pri novom preklade súborov.
sl: Prezri vse napake v ukazih, izvršenih za ponovno izgradnjo datotek.
sv: Ignorera alla fel i kommandon som körs för att bygga om filer.
xh: Sukunanza zonke iimposiso kwimiyalelo ephunyezwe ekwenzeni kwakhona iifayile.

source: Specifies the number of jobs (commands) to run simultaneously. If you have a single CPU-System it is not recommended to choose more then 2.
da: Specificerer antal job (kommandoer) som skal køres samtidig. Hvis din maskine kun har en processor, anbefales det ikke at køre mere end 2.
de: Gibt die Anzahl der Jobs (Kommandos) an, die gleichzeitig abgearbeitet werden. Wenn Sie ein System mit nur einer CPU haben, ist es nicht empfehlenswert, mehr als 2 zu wählen.
et: Täpsustab samaaegselt tehtavate tööde (käskude) arvu. Ühe protsessoriga masinal pole mõtet seda kahest suuremaks keerata.
hu: A párhuzamosan futtatható fordítási feladatok (parancsok) számának megadása. Egyprocesszoros gépen nem ajánlott ezt a számot 2-nél nagyobbra venni.
id: Menentukan jumlah kerja (perintah) untuk dijalankan secara simultan. Jika Anda punya Sistem-CPU single, tidak disarankan untuk memilih lebih dari 2.
it: Specificare il numero di jobs (processi) da avviare simultaneamente. Se hai un sistema con una sola CPU è consigliabile non superare il numero di 2.
ja: 同時に動かすジョブ(コマンド)数を指定。もし 単CPUシステムなら2以上を指定するのは お勧めできません。
nl: Specificeer het aantal taken dat tegelijkertijd uitgevoerd moet worden. Als u maar een processsor in het systeem heeft zitten dan wordt het afgeraden om meer dan 2 te kiezen.
no_ny: Spesifiserer talet på jobbar (kommandoar) som skal køyrast samstundes. Dersom maskina di berre har ein prosessor, bør du ikkje velja meir enn 2.
pl: Określa liczbę równocześnie wykonywanych zadań (poleceń). Jeśli twój komputer jest jednoprocesorowy, to raczej nie należy podawać liczby większej od 2.
sk: Počet naraz bežiacich príkazov. Ak máte iba jeden procesor, nedoporučuje sa používať viac ako 2.
sl: Nastavi število poslov (ukazov), ki naj tečejo sočasno. Na enoprocesorskem računalniku se ne priporoča nastavitev več kot 2.
sv: Anger antalet jobb (kommandon) att köra samtidigt. Om du har ett system med en CPU rekommenderas det att inte välja mer än 2.
xh: Ikhankanya inani lemisebenzi (imiyalelo) izakusebenza ngokuxubeneyo. Ukuba uneyodwa indlela ye-CPU akukhuthazwa ukukhetha ngapha kwesibini.

source: Pretend that the target file has just been modified. It is almost the same as running a touch command on the given file before running make, except that the modification time is changed only in the imagination of make.
da: Lad som om målfilen netop er ændret. Dette er næsten det samme som at køre kommandoen touch på filen før du kører make, men forskellen er at make tror ændringstiden er ændret uden at den er det.
de: Vortäuschen, dass die Zieldatei gerade verändert wurde. Dies hat denselben Effekt wie das Ausführen von "touch" auf die Datei vor dem make, allerdings wird die Änderungszeit nur für "Make" geändert.
et: Teeskle, et faili just muudeti. Peaaegu sama, mis kasutada enne ehituskäsu täitmist touch käsku, ainult, et muutmise aega muudetakse vaid ehituskäsu arvates.
hu: A célfájl friss módosításának szimulálása. A hatás majdnem megegyezik a 'touch' parancs futtatásával az adott fájlon, azzal a különbséggel, hogy a módosítás csak a make program 'képzeletében' történik meg.
id: Berpura-pura target telah dimodifikasi. Ini hampir sama dengan perintah touch pada file sebelum menjalankan make, kecuali waktu modifikasi berubah hanya dalam imajinasi make.
it: Simula il fatto che il file target sia stato appena modificato. Questo equivale all'uso del comando touch, su questo file, prima di avviare make, ma senza modificare l'ora di creazione.
ja: ターゲットファイルが更新されたかのように見せかけます。これはtouchを実行するのと殆んど同じですが、ファイルの更新日時はmakeの実行イメージ内でのみ変更されている点が異なります。
nl: Doe alsof het doelbestand zo juist is gewijzigd. Het is bijna hetzelfde als het `aanraken' commandoop het gegeven bestand voor make wordt aangeroepen, behalve dat dit keer de wijzigingsdatum en tijd alleen veranderen in de fantasie van `make'.
no_ny: Lata som at målfila nett er endra. Dette er nesten det same som å køyra kommandoen touch på fila før du køyrer make, men skilnaden er at make trur endringstida er endra utan at ho er det.
pl: Sugestia, że plik docelowy właśnie się zmienił. Daje to niemal ten sam efekt jak wykonanie polecenia touch, jeszcze przed uruchomieniem make, z tą różnicą, że tylko make odbiera to jako zmianę daty ostatniej modyfikacji pliku.
sk: Tváriť sa, že cieľový súbor bol práve zmenený. To je skoro to isté ako spustenie príkazu touch pre daný súbor pred spustením make, ale je zmenený iba čas modifikácie pre obalamutenie make.
sl: Pretvarjaj se, da je bila ciljna datoteka pravkar spremenjena. Skoraj enakovredno je zagonu ukaza touch na dani datoteki pred zagonom ukaza make, z izjemo, da je čas zadnje spremembe spremenjen le v domišljiji ukaza make.
sv: Låtsas att målfilen precis har ändrats. Det är nästan alltid samma sak som att köra ett kommando som rör den angivna filen innan make körs, utom att make bara tror att ändringstiden har påverkats.
xh: Hanahanisa ukub aifayile yetekeni iguqulwe kancinane nje. Phantse yanye nomyalelo wokuchukumisa kwifayile oyinikiweyo phambi kokwenza, ngaphandle kokuba ixesha loguqulelo kancinane litshintshiwe kuphela kukwenziwa nkulu kokwenza.

source: Often if you click on 'Build' or 'Make Clean', you just want to run a Makefile from a certain subdirectory. Specify the location of that Makefile here. It will be your new root-Makefile then.
da: Ofte hvis du klikker på 'Build' eller 'Make Clean', ønsker du kun at køre en Makefile fra et vist underkatalog. Angiv stedet for den Makefile her. Det vil så være din nye root-Makefile.
de: Häufig möchten Sie "Erstellen" oder "Make clean" auf eine Makedatei in einem bestimmten Unterverzeichnis ausführen. Geben Sie hier den Pfad zu dieser Make-Datei an, damit die obigen Befehle diese verwenden.
et: Tihtipeale on vaja ehitada või puhastada vaid mõnes alamkataloogis. Täpsusta siit uue juurmise Makefile nimi.
hu: Gyakran előfordul, hogy az 'Újrafordítás' vagy a 'Tisztítás' parancs kérésekor csak egy Makefile-t szeretne végrehajtani valamelyik alkönyvtárban. Itt lehet megadni ennek a Makefile-nak a helyét. Ezután ez lesz az új kiindulási Makefile.
id: Sering Anda klik 'Build' atau 'Make Clean', hanya untuk menjalankan Makefile dari subdirektori khusus. Tentukan lokasi Makefile itu di sini. Ini akan menjadi root-Makefile baru.
it: Spesso se premi su 'Compila' o su 'Make Clean', vuoi utilizzare il Makefile da una certa sotto-directory. Specifica l'indirizzo del Makefile. Sarà la tua nuova root-Makefile.
ja: 'ビルド' または 'make clean'をクリックすると、特定のサブディレクトリからmakeを実行できます。ここでMakefileの場所を指定して下さい。それが新規のルート-Makefileになります。
nl: Meestal wanneer u op `Bouw' of `Make clean' klikt dan wilt u een Makefile uitvoeren in en specifieke submap. Specificeer de locatie van die Makefile hier en het is de nieuwe hoofd Makefile vanaf nu.
no_ny: Ofte når du vel «Bygg» eller «Make clean», vil du berre køyra ei Make-fil frå ein bestemt underkatalog. Oppgi plasseringa av den Make-fila her for å gjera ho til den nye rot-Makefila.
pl: Często, klikając na 'Buduj' lub 'Make Clean', chcemy skorzystać z pliku Makefile, znajdującego się w pewnym podkatalogu. Podaj położenie tego pliku. Od tej chwili będzie to nowy głowny plik Makefile.
sk: Často keď kliknete na 'Rekompilovať' alebo 'Vyčistiť', chcete spustiť súbor Makefile iba v niektorom z priečinkov. Sem zadajte jeho umiestnenie. Stane sa vaším koreňovým Makefile súborom.
sl: Pogosto bi radi ob kliku na ,Zgradi` ali ,Make Clean` samo pognali datoteko Makefile iz določenega podimenika. Tu določite lokacijo te datoteke Makefile. Potem bo to vaša nova korenska datoteka Makefile.
sv: Ofta när du klickar på 'Bygg allt' eller 'Kör make clean', så vill du bara köra en make-fil i en viss underkatalog. Ange platsen för den make-filen här. Då kommer den att bli din nya rotfil för make.
xh: Rhoqo ukuba unqakraza ku 'Yakha' okanye 'Yenza icoceke', ufuna nje ukwenza ifayile yokwenza kulawulo olusezantsi oluthile. Khankanya indawo yalo fayile yokwenza apha. Izakuba yingcambu yakho entsha-fayile yokwenza ngoku.

source: Binary
da: Binær
de: Ausführbare Datei
et: Käivitatav rakendus
hu: A futtatható program
it: Eseguibile
ja: バイナリ
nl: Binair
no_ny: Binærfil
pl: Plik binarny
sk: Program
sl: Binarno
sv: Binärfil
xh: Kabini

source: Binary Program to start
da: Binært program som skal startes
de: Auszuführendes Programm
et: Käivitatav rakendus
hu: A futtatható program
id: Program binary untuk dijalankan
it: Programma binario da avviare
ja: 開始するバイナリプログラム
nl: Te starten binair progamma
no_ny: Binærprogram som skal startast
pl: Program
sk: Spustiť binárny program
sl: Binarni program za zagon
sv: Binärprogram att starta
xh: Udweliso lwenkqubo yokubini izakuqala

source: Binary details
da: Binære detaljer
de: Informationen über die ausführbare Datei
et: Rakenduse detailid
hu: A futtatható program adatai
id: detail binary
it: Dettagli eseguibile
ja: バイナリの詳細
nl: Binaire details
no_ny: Binærdetaljar
pl: Szczegóły pliku binarnego
sk: Detaily o programe
sl: Podrobnosti binarnega
sv: Binärfildetaljer
xh: Iinkcukacha zokubini

source: Path and Filename of binary:
da: Sti og filnavn for binær:
de: Pfad- und Dateiname:
et: Rakenduse nimi koos rajaga:
hu: A program elérési útja és fájlneve:
id: Path dan nama file dari binary:
it: Percorso e nome del file eseguibile:
ja: バイナリのパスとファイル名:
nl: Pad en naam van het uitvoerbaar bestand:
no_ny: Sti og filnamn til binærfil:
pl: Ścieżka i nazwa pliku binarnego:
sk: Cesta a meno súboru:
sl: Pot ali ime datoteke binarnega:
sv: Sökväg och filnamn för binärfil:
xh: Umendo negama lefayile yokubini:
