Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Author
da: Forfatter
de: Autor
hu: A szerző(k)
id: Pengarang
it: Autore
ja: 作者:
nl: Auteur
no_ny: Forfattar
sk: Autor
sl: Avtor
sv: Upphovsman
xh: Umbhali

source: License:
da: Licens:
de: Lizenz:
hu: Licenc:
id: Lisensi:
it: Licenza:
ja: ライセンス:
nl: Licentie:
no_ny: Lisens:
sk: Licencia:
sl: Licenca:
sv: Licens:
xh: Ilayisenisi:

source: Apache
xh: Ilungu lohlanga lwama Indiya/ Indlavini yesitalato

source: Artisitc
da: Artistic
de: Artistic
hu: Artistic
id: Artistik
it: Artistic
nl: Artistiek
no_ny: Artistic
sk: Artistic
sv: Artistisk
xh: Izotyiwe

source: Commercial
da: Kommerciel
de: Kommerziell
hu: Kereskedelmi
id: Komersial
it: Commerciale
ja: 商用
nl: Commercieel
no_ny: Kommersiell
sk: Komerčná
sl: Komercialno
sv: Kommersiell
xh: Usasazo lwentengiso

source: Freeware
da: Gratis programmel
ja: フリーウェア
sv: Gratisprogram
xh: Indawo egcina okukhululekileyo

source: Non-Free
da: Ikke-fri
de: Nicht-frei
hu: Nem szabad
no_ny: Ikkje-fri
sk: Nie-Free
sl: Neprost
sv: Icke fri
xh: Enga-khululekanga

source: OpenSource
da: Åben kilde
hu: Szabad forráskódú
ja: オープンソース
sv: Öppen källkod
xh: Imvelaphi evuliweyo

source: Shareware
da: Dele-programmel
ja: シェアウェア
sv: Spridprogram
xh: Indawo yokwahlula

source: Vendor
da: Leverandør
de: Hersteller
hu: Készítette
it: Venditore
ja: ベンダー
no_ny: Forhandlar
sk: Dodávateľ
sl: Prodajalec
sv: Tillverkare
xh: Umthengisi

source: Application Name
da: Programnavn
de: Anwendungsname
hu: Alkalmazásnév
id: Nama Aplikasi
it: Nome Applicazione
ja: アプリケーション名
nl: Applicatienaam
no_ny: Applikasjonsnamn
sk: Meno aplikácie
sl: Ime programa
sv: Programnamn
xh: Igama lesicelo

source: Include Application Icon
da: Inkludér programikon
de: Anwendungssymbol hinzufügen
hu: Alkalmazásikon
id: Ikon aplikasi yang termasuk
it: Includi icona applicazione
ja: アプリケーションアイコンをインクルード
nl: Applicatie pictogram bijsluiten
no_ny: Ta med applikasjonsikon
sk: Pridať ikonu aplikácie
sl: Vključi ikono programa
sv: Inkludera programikon
xh: Quka isicelo se Icon

source: Include Changelog
da: Inkludér Changelog
de: Changelog hinzufügen
hu: Módosítási napló
id: Changelog yang termasuk
it: Includi Changelog
ja: Changelogを同梱
nl: ChangeLog bijsluiten
no_ny: Ta med endringslogg
sk: Pridať Changelog
sl: Vsebuj dnevnik sprememb
sv: Inkludera ändringslogg
xh: Quka ilog yokutshintsha

source: Build Prefix
da: Byg præfix
de: Verzeichnis für Erstellen
hu: Fordítási előtag (prefix)
id: Prefiks Build
it: Prefisso di compilazione
nl: Voorvoegsel bij build
no_ny: Byggprefiks
sk: Predpona pre build
sl: Zgradi predpono
sv: Byggprefix
xh: Yakha isimaphambili

source: Application Group
da: Programgruppe
de: Anwendungsgruppe
hu: Alkalmazáscsoport
id: Kelompok Aplikasi
it: Gruppo Applicazione
ja: アプリケーショングループ
nl: Applicatiegroep
no_ny: Applikasjonsgruppe
sk: Skupina aplikácie
sl: Programska skupina
sv: Programgrupp
xh: Iqela lesicelo

source: Summary
da: Opsummering
de: Zusammenfassung
hu: Rövid leírás
id: Ringkasan
it: Breve descrizione
ja: 要約
nl: Samenvatting
no_ny: Samandrag
sk: Súhrn
sl: Povzetek
sv: Sammanfattning
xh: Isishwankathelo

source: Configure Options
da: Configure-valg
de: Einstellungs-Optionen
hu: Beállítási lehetőségek
id: Pilihan Konfigurasi
it: Opzioni configurazione
ja: Configureオプション
nl: Configure opties
no_ny: Oppsett
sk: Nastavenie Configure
sl: Prikroji možnosti
sv: Konfigureringsinställningar
xh: Qwalasela iinketho

source: Enter the description of you application here.
da: Indtast beskrivelsen af dit program her.
de: Geben Sie hier die Beschreibung der Anwendung ein.
hu: Itt adja meg az alkalmazás leírását.
id: Masukkan deskripsi aplikasi Anda di sini.
it: Inserisci qui la descrizione della tua applicazione.
ja: ここにあなたのアプリケーションの説明を入力して下さい。
nl: Voer hier de beschrijving van uw applicatie in.
no_ny: Skriv skildringa av programmet her.
sk: Sem zadajte popis vašej aplikácie.
sl: Tu vnesite opis vaše aplikacije.
sv: Ange beskrivningen av ditt program här.
xh: Ngenisa inkcazelo yesicelo sakho apha.

source: Description:
da: Beskrivelse:
de: Beschreibung:
hu: Leírás:
id: Deskripsi:
it: Descrizione:
ja: 記述:
nl: Beschrijving:
no_ny: Skildring:
sk: Popis:
sl: Opis:
sv: Beskrivning:
xh: Inkcazelo:

source: Import KDevelop information
da: Importér KDevelop information
de: KDevelop Informationen importieren
hu: KDevelop-információk importálása
id: Impor informasi KDevelop
it: Importa informazioni KDevelop
ja: KDevelop情報をインポート
nl: KDevelop informatie importeren
no_ny: Importer KDevelop-informasjon
sk: Importovať informácie KDevelop
sl: Uvozi informacijo KDevelop
sv: Importera KDevelop-information
xh: Rhweba ngaphakathi ulwazi lwe KDevelop

source: Template
da: Skabelon
de: Vorlage
hu: Sablon
it: Modello
ja: テンプレート
nl: Sjabloon
no_ny: Mal
sk: Šablóna
sl: Predloga
sv: Mall
xh: Itemplate

source: Select a different template here
da: Vælg en anden skabelon her
de: Wählen Sie hier eine andere Vorlage
hu: Itt lehet egy másik sablont választani
id: Pilih template berbeda di sini
it: Scegli un modello diverso
ja: 異なるテンプレートを選択して下さい
nl: Selecteer hier een ander sjabloon
no_ny: Vel ein annan mal her
sk: Vyberte inú šablónu
sl: Izberite drugačno predlogo
sv: Välj en annan mall här
xh: Khetha itemplate eyahlukileyo apha

source: Edit SPEC
da: Redigér SPEC
de: Datei SPEC bearbeiten
hu: A SPEC szerkesztése
it: Modifica SPEC
ja: SPECを編集
nl: SPEC bewerken
no_ny: Rediger SPEC
sk: Upraviť SPEC
sl: Uredi SPEC
sv: Redigera specifikation
xh: Hlela i SPEC

source: Manually edit the spec file
da: Redigér spec fil manuelt
de: Die Datei SPEC manuell bearbeiten.
hu: A SPEC fájl módosítása manuálisan
id: Edit file spec manual
it: Modifica manualmente il file spec
ja: SPECファイルを編集
nl: Het spec bestand met de hand bewerken
no_ny: Rediger spec-fila manuelt
sk: Ručne upraví súbor spec
sl: Ročno uredi datoteko spec
sv: Redigera specifikationsfilen manuellt
xh: Hlela ngokwencwadi ifayile ye spec

source: Save the spec file and add it to the project
da: Gem spec-filen og tilføj den til projektet.
de: Speichere die Datei SPEC und füge sie zum Projekt hinzu.
hu: Mentse el a SPEC fájlt és adja hozzá a projekthez
id: Simpan file spec dan tambahkan ke dalam proyek
it: Salva il file spec e aggiungilo al progetto
ja: SPECファイルを保存しプロジェクトに追加
nl: Sla het spec bestand op en voeg het toe aan het project
no_ny: Lagra spec-fila og legg ho til prosjektet
sk: Uložiť súbor spec a pridať ho do projektu
sl: Shrani datoteko spec in jo dodaj k projektu
sv: Spara specifikationsfilen och lägg till den till projektet
xh: Gcina ifayile ye spec kwaye uyidibanise kwiprojekti

source: Build
da: Byg
de: Erstellen
hu: Elkészítés
it: Compilazione
ja: ビルド
nl: Bouwen
no_ny: Bygg
sl: Zgradi
sv: Bygg
xh: Yakha

source: Start the RPM buld process
da: Start RPM byggeproces
de: Erstellen der RPM Dateien
hu: A RPM csomag létrehozása
id: Mulai proses build RPM
it: Avvia il processo di creazione dell'RPM
ja: RPMビルドプロセスを開始
nl: Start het RPM bouw proces
no_ny: Start RPM-byggprosessen
sk: Spustí proces RPM build
sl: Prični proces izgradnje RPM
sv: Starta RPM-byggprocessen
xh: Qala inkqubela yokwakha ye RPM

source: Done
da: Færdig
de: Fertig
et: Valmis
hu: Kész
id: Selesai
it: Fatto
ja: 終了
nl: Gereed
no_ny: Ferdig
pl: Gotowe
sk: Hotovo
sl: Opravljeno
sv: Klar
xh: Yenzekile

source: Go back to kdevelop
da: Gå tilbage til kdevelop
de: Zurück zu KDevelop
hu: Vissza a KDevelopba
id: Kembali ke kdevelop
it: Ritorna a kdevelop
ja: kdevelopに戻る
nl: Ga terug naar KDevelop
no_ny: Gå tilbake til KDevelop
sk: Prejsť späť do kdevelop
sl: Pojdi nazaj na kdevelop
sv: Gå tillbaka till kdevelop
xh: Buyela kwi kdevelop

source: Currently there is no default template for your SPEC file. You will have select one before you can create an RPM.
da: For øjeblikket er der ingen standard skabelon for din SPEC fil. Du bliver nødt til at vælge en før du kan lave en RPM.
de: Es gibt noch keine Vorlage für Ihre SPEC-Datei. Sie müssen eine solche auswählen, bevor Sie eine RPM erstellen können.
et: Hetkel puudub SPEC-faili mall. Enne RPM paki loomist tuleb üks valida.
hu: Jelenleg nincs alapértelmezett sablon a SPEC fájlhoz. Ki kell választani egyet az RPM létrehozása előtt.
id: Saat ini tidak ada template baku untuk file SPEC Anda. Anda harus memilih satu sebelum bisa membuat sebuah RPM.
it: Attualmente non è definito il modello standard per il tuo file SPEC. Dovrai averne selezionato uno prima di poter creare un RPM.
ja: 現在SPECファイルのデフォルトのテンプレートはありません。 RPMを作成するには１つを選択しておきます。
nl: Op dit moment is er geen standaardsjabloon voor uw SPEC-bestand. U moet er een selecteren voordat u een RPM-bestand kunt maken.
no_ny: Det er for tida ingen standardmal for SPEC-fila. Du må velja ein mal før du kan laga ein RPM.
pl: Brak domyślnego szablonu pliku SPEC. Przed utworzeniem pliku rpm, należy podać szablon.
sk: Momentálne pre váš súbor SPEC nie je žiadna štandardná šablóna. Musíte si nejakú vybrať pred vytvorením RPM.
sl: Trenutno ni vzorca za vašo datoteko SPEC. Preden lahko naredite RPM, ga morate izbrati.
sv: För närvarande finns det ingen standardmall för din specifikationsfil. Du måste välja en innan du kan skapa en RPM.
xh: Okwangoku akukho template engagqibekanga yefayile yakho ye SPEC. Uzakukhetha enye phambi kokwenza i RPM.

source: Missing SPEC template
da: Manglende SPEC skabelon
de: Fehlende SPEC-Vorlage
et: Puuduv SPEC-faili mall
hu: Hiányzó SPEC sablon
id: Template SPEC hilang
it: Modello SPEC mancante
ja: SPEC テンプレートがありません
nl: Ontbrekend SPEC-sjabloon
no_ny: SPEC-mal manglar
pl: Brak szablonu SPEC
sk: Chýbajúca šablóna SPEC
sl: Manjka vzorec SPEC
sv: Saknar specifikationsmall
xh: Elahlekileyo i SPEC template

source: You need to generate a source dist first...
da: Du skal først generere en kilde dist...
de: Sie müssen zunächst eine Quelldistribution erstellen...
et: Kõigepealt tuleb lähtekoodi pakk tekitada...
hu: Először létre kell hozni egy forrásdisztribúciót...
id: Anda harus membuat dist sumber terlebih dahulu...
it: E' prima necessario creare un pacchetto con i sorgenti...
ja: ソース配布物を最初に生成する必要があります...
nl: U moet eerst een broncodedistributie genereren...
no_ny: Du må laga ein kjeldedistribusjon først ...
pl: Najpierw musisz wygenerować źródła dist...
sk: Najprv musíte vygenerovať zdroj...
sl: Najprej morate generirati izvorno datoteko dist...
sv: Du måste skapa en källkodsdistribution först...
xh: Ufuna ukujikelezisa imvelaphi ye dist kuqala...

source: Missing tar.gz file
da: Manglende tar.gz fil
de: Fehlende tar.gz Datei
et: tar.gz fail puudub
hu: Hiányzó tar.gz fájl
id: File tar.gz hilang
it: File tar.gz mancante
ja: tar.gz ファイルがありません
nl: Ontbrekend tar.gz-bestand
no_ny: tar.gz-fil manglar
pl: Brak pliku tar.gz
sk: Chýbajúci súbor tar.gz
sl: Manjka datoteka tar.gz
sv: Saknar tar.gz-fil
xh: Elahlekileyo ifayile ye tar.gz

source: You need to generate a spec file first...
da: Du skal først generere en spec fil...
de: Sie müssen zunächst eine Spezifikationsdatei erstellen...
et: Kõigepealt tuleb spec-fail tekitada...
hu: Először létre kell hozni egy specifikációs fájlt...
id: Anda harus membuat file spec lebih dulu...
it: Devi prima generare un file spec...
ja: まずspecファイルを最初に生成して下さい...
nl: U moet eerst een spec-bestand genereren...
no_ny: Du må laga ei spec-fil først ...
pl: Najpierw musisz wygenerować plik spec...
sk: Najprv musíte vygenerovať súbor SPEC...
sl: Najprej morate generirati datoteko spec...
sv: Du måste skapa en specifikationsfil först...
xh: Ufuna ukujikelezisa ifayile ye spec kuqala...

source: Missing spec file
da: Manglende spec fil
de: Fehlende Spezifikationsdatei
et: Spec-fail puudub
hu: Hiányzó specifikációs fájl
id: File spec hilang
it: File spec mancante
ja: specファイルがありません
nl: Ontbrekend spec-bestand
no_ny: Spec-fil manglar
pl: Brak pliku spec
sk: Chýbajúci súbor SPEC
sl: Manjka datoteka spec
sv: Saknar specifikationsfil
xh: Elahlekileyo ifayile ye spec

source: prefView
da: prefVisning
sl: priljOgled
sv: pref-vy
xh: Imboniselo yesimaphambili

source: Spec Template Path:
da: Spec-skabelon sti:
de: Pfad für SPEC Vorlage:
hu: A SPEC-sablonok elérési útja:
id: Path Template Spec
it: Percorso del modello Spec:
ja: Specテンプレートパス:
nl: Spec sjabloon pad:
no_ny: Spec-malsti:
sk: Cesta k šablóne spec:
sl: Pot do predloge spec:
sv: Sökväg för specifikationsmall:
xh: Umendo we Spec Template:

source: Default Vendor:
da: Standard forhandler:
de: Hersteller (Vorgabe):
hu: Az alapértelmezett készítő:
id: Vendor Baku:
it: Venditore predefinito:
ja: 標準ベンダー:
nl: Standaard Vendor:
no_ny: Standardforhandlar:
sk: Štandardný dodávateľ:
sl: Privzeti prodajalec:
sv: Förvald tillverkare:
xh: Umthengisi ongagqibekanga

source: Default URL:
da: Standard URL:
de: URL (Vorgabe):
hu: Az alapértelmezett URL:
id: URL Baku:
it: URL predefinito:
ja: 標準URL:
nl: Standaard URL:
no_ny: Standard-URL:
sk: Štandardné URL:
sl: Privzeti URL:
sv: Förvald webbadress:
xh: I URL engagqibekanga:

source: Select
da: Vælg
de: Auswählen
hu: Választás
id: Pilih
it: Seleziona
ja: 選択
nl: Selecteren
no_ny: Vel
sk: Vybrať
sl: Izbor
sv: Markering
xh: Khetha

source: Default License Type:
da: Standard licenstype:
de: Lizenztyp (Vorgabe):
hu: Az alapértelmezett licenctípus:
id: Tipe lisensi baku:
it: Licenza predefinita:
ja: 標準ライセンスタイプ:
nl: Standaard-licentietype:
no_ny: Standardlisenstype:
sk: Štandardný typ licencie:
sl: Privzeti tip licence:
sv: Förvald licenstyp:
xh: Udidi lwelayisenisi olungagqibekanga:

source: Build Root Directory:
da: Byg root katalog:
de: Wurzelverzeichnis für Erstellen:
hu: A létrehozás alapkönyvtára:
id: Direktori Build Root:
it: Directory base di compilazione:
ja: ビルドルートディレクトリ:
nl: Build-hoofdmap:
no_ny: Rotkatalog for bygg:
sk: Koreňový priečinok pre build:
sl: Zgradi korenski imenik:
sv: Bygg-rotkatalog:
xh: Yakha ulawulo lwengcambu:

source: Search in Files...
da: Søg i filer...
de: In Dateien suchen...
et: Otsi failidest...
hu: Keresés fájlokban...
id: Cari di File...
it: Cerca nei File...
ja: ファイルから検索...
nl: In bestanden zoeken...
no_ny: Søk i filer ...
pl: Wyszukaj w plikach...
sk: Hľadať v súboroch....
sl: Išči v datotekah...
sv: Söker i filer...
xh: Phendla kwiifayile...

source: &Pattern:
da: &Mønster:
de: &Muster:
et: &Muster:
hu: &Keresési minta:
id: &Pola:
it: &Schema:
ja: パターン(&P):
nl: &Patroon:
no_ny: &Mønster:
pl: &Wzór:
sk: &Vzorka:
sl: &Vzorec:
sv: &Mönster:
xh: &Umlinganiselo:

source: &Files:
da: &Filer:
de: &Dateien
et: &Failid:
hu: &Fájlok:
id: &Berkas:
ja: ファイル(&F):
nl: &Bestanden:
no_ny: &Filer:
pl: &Pliki:
sk: &Súbory:
sl: &Datoteke:
sv: &Filer:
xh: &Iifayile:

source: &Directory:
da: &Katalog:
de: Ver&zeichnis:
et: &Kataloog:
hu: Köny&vtár:
id: &Direktori:
ja: ディレクトリ(&D):
nl: &Map:
no_ny: &Katalog:
pl: &Katalog:
sk: &Priečinok:
sl: &Imenik:
sv: &Katalog:
xh: &Ulawulo:

source: &Recursive
da: &Rekursivt
de: &Unterverzeichnisse einbeziehen
et: &Rekursiivselt
hu: Az &alkönyvtárakban is
id: &Rekursif
it: &Ricorsivo
ja: 再帰的(&R)
nl: &Recursief
no_ny: &Rekursivt
pl: &rekursywnie
sk: &Rekurzívne
sl: &Rekurzivno
sv: &Rekursivt
xh: &Ukwenziwa ngaphandle kokuphakamisa usiba kwakhona

source: &Search
da: &Søg
de: &Suchen
et: Ot&si
hu: &Keresés
id: &Cari
it: &Cerca
ja: 検索(&S)
nl: &Zoeken
no_ny: &Søk
pl: &Szukaj
sk: &Hľadať
sl: &Iskanje
sv: &Sök
xh: &Phendla

source: Ready
da: Klar
de: Bereit
et: Valmis
hu: Kész
id: Siap
it: Pronto
ja: 待機中
nl: Klaar
no_ny: Klar
pl: Gotów
sk: Pripravený
sl: Pripravljen
sv: Klar
xh: Ilungile

source: 9999 matches
da: 9999 træffere
de: 9999 Treffer
et: 9999 sobivust
hu: 9999 találat
id: 9999 cocok
it: 9999 corrispondenze
ja: 9999 マッチ
nl: 9999 Overeenkomsten
no_ny: 9999 treff
pl: 9999 trafień
sk: 9999 nájdených
sl: 9999 zadetkov
sv: 9999 träffar
xh: 9999 iintelekiso
