Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: <p>...that you can debug your programs within KDevelop by selecting "Debug" in the Build-menu or by choosing the Debug icon ?
da: <p>...at du kan fejlrette dine programmer indenfor KDevelop ved at vælge "Fejlret" i Build-menuen eller ved at vælge Fejlret ikonen ?
de: <p>...dass Sie ihre Programme innerhalb von KDevelop debuggen können? Wählen Sie im Menü "Debug" oder in der Werkzeugleiste den Eintrag "Start".
hu: <p>...hogy a programok nyomkövetése a KDevelopon belül is elvégezhető, ha a "Nyomkövetés" menüpontot választja a Fordítás menüben vagy a Nyomkövetés ikonra kattint?
it: <p>...che puoi debuggare i tuoi programmi all'interno di KDevelop selezionando "Debug" dal menu Compila o cliccando sull'icona Debug ?
ja: ビルドメニューの"デバッグ"を選択するか、デバッグアイコンを選択して、KDevelop内でプログラムのデバッグができることを御存知でしたか?
nl: <p>dat u uw programma's binnen KDevelop kunt debuggen door "Debug" in het Bouwen menu te kiezen of door op het Debug pictogram in de werkbalk te klikken.
no_ny: <p>... at du kan avlusa program innan KDevelop ved å velja «Avlus» i Bygg-menyen eller ved å trykkja på Avlus-knappen?
sk: <p>..môžete ladiť vaše programy v KDevelop vybraním "Ladiť" v menu Kompilovať alebo stlačením ikony Ladiť?
sl: <p>... da lahko razhroščujete svoje programe v orodju KDevelop, če v menuju Zgradi izberete "Razhrošči" ali pa izberete ikono razhroščevanja?
sv: <p>...att du kan avlusa ditt program inne i KDevelop genom att välja "Avlusa" i byggmenyn eller med ikonen Avlusa
xh: <p>...ukuba unga debug udweliso lweenkqubo ngaphakathi kwi KDevelop ngokukhetha "Debug " kwimenu-yokwakha okanye ngokukhetha i Debug icon ?

source: <p>...that you can switch between classes by selecting the class combo in the toolbar ?
da: <p>...at du kan skifte mellem klasser ved at vælge klasse combo i værktøjslinien ?
de: <p>... dass Sie zwischen den Klassen wechseln können, indem Sie diese im Kombinationsfeld in der Werkzeugleiste auswählen?
hu: <p>...gyorsan át lehet váltani egyik osztályról a másikra az eszköztár kombinált listájának segítségével?
it: <p>...che puoi muoverti agevolmente tra le classi utilizzando il combo delle classi nella barra degli strumenti ?
ja: ツールバーのクラスコンボボックスでクラス間を切り替えられるのを御存知でしたか?
nl: <p>...dat u kunt overschakelen tussen klasses door de juiste klasse te kiezen uit de klassecombobox in de werkbalk ?
no_ny: <p>... at du kan hoppa mellom klassar ved å velja klasseboksen på verkøtylinja?
sk: <p>...môžete prepínať medzi triedami vybraním triedy zo zoznamu v paneli nástrojov?
sl: <p>... da lahko preklapljate med razredi tako, da izberete razred v orodni vrstici?
sv: <p>...att du kan byta mellan klasser genom att välja i klasslistan i verktygsraden?
xh: <p>...ukuba ungaswitsha phakathi kweentlobo ngokukhetha uhlobo olubini kwibar yesixhobo ?

source: <p>...that you can edit xpm's with kiconedit by selecting them in the file viewer's trees ?
da: <p>...at du kan redigere xpm'er med kiconedit ved at vælge dem i filviserens træer ?
de: <p>...dass Sie xpm-Dateien mit KIconedit bearbeiten können, indem Sie die betreffende Datei in einer der Dateiansichten auswählen?
hu: <p>...az xpm ikonfájlok átszerkeszthetők a KIconEdittel, ha kiválasztja valamelyiket a fájlböngésző nézetben?
it: <p>...che puoi modificare le icone xpm con kiconedit selezionandole dal visualizzatore di file ad albero ?
ja: <p>ファイルビューアのツリーでファイルを選択してxpmファイルをkiconeditで編集できることを御存知でしたか?
nl: <p>...dat u .xpm bestanden kunt bewerken door ze te selecteren in de bestanden boomweergave?
no_ny: <p>... at du kan redigera bilete (xpm) med KIconedit ved å velja filene i filoversikta?
sk: <p>...môžete upravovať súbory xpm pomocou kiconedit ich vybraním v stromoch súborov?
sl: <p>... da lahko uredite datoteke .xpm z kiconedit tako, da jih izberete v drevesih z ogledom datotek?
sv: <p>...att du kan redigera xpm-filer med kiconedit genom att välja dem i filvyns träd?
xh: <p>...ukuba ungahlela i xpm's nge kiconedit ngokuzikhetha kwimithi yomboniseli wefayile ?

source: <p>...that you can set the compiler warnings in the project options dialog ?
da: <p>...at du kan indstille oversætterens advarsler i projekt indstillingsdialogen ?
de: <p>...dass Sie die Compiler-Warnungen im Dialog "Projekt"->"Optionen" einschalten können?
hu: <p>...a projekt beállítóablakában módosítani lehet a fordítóprogram figyelmeztetési opcióit?
it: <p>...che puoi impostare i warning del compilatore nella finestra di dialogo delle opzioni del progetto ?
ja: <p>プロジェクトオプションダイアログでコンパイラの警告のレベルを設定できることを御存知でしたか?
nl: <p>dat u de compiler waarschuwingen kunt aan en uitzetten in de project opties dialoog?
no_ny: <p>... at du kan styra åtvaringane frå kompilatoren i prosjektvaldialogen?
sk: <p>...môžete nastaviť varovania prekladača v dialógu pre nastavenie projektu?
sl: <p>... da lahko nastavite opozorila prevajalnika v pogovornem oknu z izbirami projekta?
sv: <p>...att du kan ställa in kompilatorvarningar i dialogen för projektinställningar?
xh: <p>...ukuba ungacwangcisa izilumkiso zomqokeleli kwincoko yababini yeenketho ze projekti ?

source: <p>...that you can even search for marked text even from within the documentation browser with a right button menu ?
da: <p>...at du endog kan søge efter markeret tekst indefra dokumentationssøgeren med en højreknap menu ?
de: <p>...dass Sie auch im Dokumentationsbrowser über die rechte Maustaste nach markiertem Text suchen können?
hu: <p>...akár a dokumentációböngészőből is rá lehet keresni egy kijelölt szövegrészre a jobb egérgombbal előhívható felbukkanó menüből?
it: <p>...che puoi anche cercare il testo evidenziato all'interno del browser della documentazione con il menu che appare cliccando con il tasto destro ?
ja: <p>ドキュメントブラウザ内であってもテキストをマークして右ボタンメニューで検索できることを御存知でしたか ?
nl: <p>dat u kunt zoeken naar gemarkeerde tekst binnen de documentatie browser met de rechter muisknop ?
no_ny: <p>... at du til og med kan søkja etter merka tekst i hjelpetekstane med høgre museknapp?
sk: <p>...môžete dokonca hľadať označený text z prehliadača dokumentácie pomocou menu z pravého tlačidla myši?
sl: <p>... da lahko celo iščete označeno besedilo v dokumentacijskem brskalniku s pomočjo menuja, ki ga dobite prek desnega gumba miške?
sv: <p>...att du till och med kan söka efter markerad text inifrån dokumentationsbläddraren med menyn som visas med höger musknapp?
xh: <p>...ukuba ungaphendla okubhaliweyo okuphawulweyo ngaphakathi komkhangeli zincwadi zoxwebhu ngemenu yeqhosha lasekunene ?

source: <p>...that you can copy text from the documentation browser to the clipboard with a right button menu and insert it into your sources ?
da: <p>...at du kan kopiere tekst fra dokumentationssøgeren til klippebordet med en højreknap menu og indsætte det i dine kilder ?
de: <p>...dass Sie im Dokumentationsbrowser über die rechte Maustaste Text in die Zwischenablage und von dort in ihren Quelltext kopieren können?
hu: <p>...a dokumentációböngészőből ki lehet másolni egy szövegrészt a vágólapra a felbukkanó menü segítségével, majd a szöveg bárhová beilleszthető?
it: <p>...che puoi copiare del testo dal browser della documentazione negli appunti ed inserirlo nei tuoi sorgenti ?
ja: <p>ドキュメントブラウザ内のテキストをマウス右ボタンメニューを使って クリップボードにコピーして、あなたのソースに挿入できることを御存知でした?
nl: <p>dat u tekst van de documentatie browser naar het klembord kunt kopieren met de rechter muisknop en dit vervolgens in uw bronbestanden kunt invoegen ?
no_ny: <p>... at du kan kopiera tekst frå hjelpetekstvisaren til utklippstavla med høgre museknapp og lima han inn i kjeldefilene?
sk: <p>...môžete kopírovať text z prehliadača dokumentácie do schránky menu pravého tlačidla myši a vložiť ho do vašeho zdrojového kódu?
sl: <p>... da lahko prepišete besedilo z dokumentacijskega brskalnika na odložišče z desnim gumbom in ga vstavite v svojo kodo?
sv: <p>...att du kan kopiera text från dokumentationsbläddraren till klippbordet med menyn som visas med höger musknapp, och infoga den i din källkod?
xh: <p>...ukuba ungakhuphela okubhaliweyokumkhangeli zincwadi woxwebhu ukuya kwibhodi eqhotyoshwayo ngemenu yeqhosha lasekunene kwaye uyifake kwiimvelaphi zakho ?

source: <p>...that you should keep your library documentations up to date after installing new libraries ?
da: <p>...at du bør holde din biblioteksdokumentation opdateret efter at have installeret nye biblioteker ?
de: <p>...dass Sie nach der Installation neuer Bibliotheken die Dokumentation der Bibliotheken aktualisieren sollten?
hu: <p>...a programkönyvtárak dokumentációját új verzió telepítése után ajánlott felfrissíteni?
it: <p>...che puoi dovresti aggiornare la documentazione delle librerie dopo aver installato delle nuove librerie ?
ja: <p>新規ライブラリをインストールしたら、ライブラリドキュメントも最新状態を維持しておいて下さい。
nl: <p>...dat u uw bibliotheek documentatie moet actualiseren zodra u nieuwe versies van uw KDe bibliotheken installeert
no_ny: <p>.. at du bør oppdatera bibliotekshjelpetekstane etter at du har installert nye bibliotek?
sk: <p>...by ste mali udržiavať vašu dokumentáciu knižníc aktualizovanú po nainštalovaní nových knižníc?
sl: <p>... da bi morali osveževati dokumentacijo za svoje knjižnice, kadar namestite nove?
sv: <p>...att du bör uppdatera din biblioteksdokumentation efter installation av nya bibliotek?
xh: <p>...ukuba ungagcina amaxwebhu elayibrari wakho egqibekile emva kokufaka iilayibrari ezintsha ?

source: <p>...that you can configure the syntax-highlighting of the editor ?
da: <p>... at du kan indstille syntaksfremhævning for redigeringen ?
de: <p>...dass Sie die Syntax-Hervorhebung im Editor einstellen können?
hu: <p>...a szerkesztőablak szintaxiskiemelése testreszabható?
it: <p>...che puoi configurare lo stile di evidenziazione della sintassi per l'editor ?
ja: エディタの文法ハイライトの設定が変更できるのを御存知でしたか?
nl: <p>...dat u de syntax accentuering kunt instellen van de editor ?
no_ny: <p>... at du kan setja opp syntaksmerkinga i skriveprogrammet?
sk: <p>...pre editor si môžete nastaviť zvýrazňovanie syntaxu?
sl: <p>... da lahko prikrojite skladenjsko barvanje urejevalnika?
sv: <p>...att du kan ställa in syntax-färgläggningen i editorn?
xh: <p>...ukuba ungaqwalasela uphawulo-lwesivakalisi lomhleli ?

source: <p>...that you can undo and redo your actions and set the amount of steps in the editor dialog ?
da: <p>...at du kan fortryde og omgøre dine handlinger og sætte mængden af trin i redigeringsdialogen ?
de: <p>...dass Sie ihre Aktionen rückgängig machen können und die Anzahl der möglichen Schritte über den Dialog "Optionen -> Editor" einstellbar ist?
hu: <p>...hogy a legtöbb művelet visszavonható és újra végrehajtható, és a visszavonási mélység megadható a beállításoknál?
it: <p>...che puoi annullare e rifare le tue azioni e impostare il numero di passi nella finestra di impostazioni dell'editor ?
ja: <p>編集操作を元に戻したりやり直したり、あるいは戻せる操作のステップ数をエディタダイアログで設定できるということを御存知でしたか?
nl: <p> dat u acties ongedaan kunt maken en ongedaan gemaakte acties weer kunt toepassen en het aantal stappen in de editor dialoog kunt instellen ?
no_ny: <p>... at du kan angra og gjera om handlingar, og at du kan velja kor mange steg du kan angra i skriveprogramdialogen?
sk: <p>...môžete vrátiť späť alebo opakovať vrátené akcie a nastaviť počet krokov v dialógu editora?
sl: <p>... da lahko razveljavite in obnovite svoja dejanja in nastavite količino korakov v pogovornem oknu urejevalnika?
sv: <p>...att du kan ångra och göra om dina åtgärder och ställa in antal steg i editordialogen?
xh: <p>...ukuba awunakwenza kwaye wenze kwakhona iintshukumo zakho kwaye ucwangcise ixabiso lamanqwanqwa kwincoko yababini yomhleli ?

source: <p>...that you can access more internal debug functions by holding down the debug toolbar button ?
da: <p>...at du kan få adgang til flere interne problemløsningsfunktioner ved at holde fejlretteknappen i værktøjslinien nede ?
de: <p>...dass Sie weitere Funktionalität für das interne Debuggen auswählen können, wenn Sie die Maustaste auf den Eintrag in der Werkzeugleiste gedrückt halten?
hu: <p>...az eszköztár nyomkövetési gombját lenyomva tartva néhány speciális nyomkövetési függvény is elérhetővé válik?
it: <p>...che puoi accedere ad altre funzioni di debug tenendo premuto il pulsante di debug nella barra degli strumenti ?
ja: <p>デバッグツールバーボタンを押し続けると、より内部のデバッグ機能にアクセスできることを御存知でしたか ?
nl: <p>...dat u toegang tot meer interne debug functies kunt krijgen als u de Debug werkbalkknop langer ingedrukt houdt ?
no_ny: <p>... at du har tilgang til fleire interne avlusingsfunksjonar ved å halda nede avlusingsknappen på verktøylinja?
sk: <p>...môžete pre prístup k ďalším funkcia odlaďovača podržať tlačidlo v paneli nástrojov?
sl: <p>... da lahko dostopate do več internih funkcij za razhroščevanje, tako da držite pritisnjen gumb za razhroščevanje v orodni vrstici?
sv: <p>...att du kan få tillgång till flera avlusningsfunktioner genom att hålla nere avlusningsknappen i verktygsraden?
xh: <p>...ukuba unganikeza imisebenzi emininzi we debug yangaphakathi ngokubamba phantsi iqhosha lebar yesixhobo se debug ?

source: <p>...that you can move the cursor by words with Ctrl and left or right arrow ?
da: <p>...at du kan flytte markøren et ord af gangen med Ctrl og venstre eller højre pil ?
de: <p>...dass Sie über die Tastenkombination Strg->Links bzw. Strg->Rechts den Cursor wortweise bewegen können?
hu: <p>...ha egy szóval balra vagy jobbra szeretne ugrani, akkor használhatja a Ctrl + balra ill. Ctrl + jobbra billentyűkombinációkat?
it: <p>...che puoi spostare il cursore tra le parole con Ctrl seguito dalla freccia sinistra o destra ?
ja: <p>Ctrlキーと左右矢印キーを使ってカーソルを単語単位で移動できることを御存知でしたか ?
nl: <p>...dat u de cursor met 1 woord tegelijk kunt verplaatsen door de linker of rechter pijltjes toets te gerbuiken terwijl u de Control toets ingedrukt houdt ?
no_ny: <p>... at du kan flytta skrivemerket ord for ord ved å halda nede Ctrl og bruka venstre og høgre piltast?
sk: <p>..že môžete presúvať kurzor po slovách pomocou Ctrl a šípky vpravo a vľavo?
sl: <p>... da lahko premikate kurzor po besedah s pomočjo tipke Ctrl ter leve in desne puščice?
sv: <p>...att du kan flytta markören ord för ord genom att hålla nere kontroll-tangenten och trycka på vänsterpil eller högerpil?
xh: <p>...ukuba ungasusa isalathisi ngamagama nge Ctrl kunye netolo lasekhohlo okanye ekunene ?

source: <p>...that you can bookmarks helpbrowser pages in the "Bookmarks" menu ?
da: <p>...at du kan sætte bogmarker til hjælpesøger sider i "Bogmærke" menuen ?
de: <p>...dass Sie angewählte Seiten im Hilfebrowser über das Menü "Lesezeichen" als Lesezeichen eintragen können.
hu: <p>...a dokumentációböngésző oldalakhoz könyvjelzőket lehet rendelni a "Könyvjelzők" menüben?
it: <p>...che puoi impostare i segnalibri sulle pagine dell'help nel menu "Segnalibri" ?
ja: "ブックマーク"メニューを使えば、へルプブラウザのページにブックマークを設定できることを御存知でしたか ?
nl: <p>...dat u help paginas kunt bookmarken in het "Bladwijzer" menu ?
no_ny: <p>... at du kan laga bokmerke til hjelpesider i «Bokmerke»-menyen?
sk: <p>...že môžete vytvárať záložky pre stránky prehliadača Pomocníka v menu "Záložky"?
sl: <p>... da lahko delate zaznamke strani brskalnika po pomoči v menuju "Zaznamki"?
sv: <p>...att du kan lägga till bokmärken till sidor i hjälpbläddraren med menyn "Bokmärken"?
xh: <p>...ukuba ungenza amanqaku encwadi ngoncedo lomkhangeli wamaphepha kwi "Amanqaku encwadi" menu ?

source: <p>...that you can start grep search from inside editor and browser with context menu ?
da: <p>...at du kan starte grep søgning inde fra redigeringen og søgeren med sammenhængsmenuen ?
de: <p>...dass Sie über das Kontextmenü im Editor und in den Browsern eine grep-Suche starten können?
hu: <p>...a szerkesztőn és a dokumentációböngészőn belülről is lehet fájlkeresést indítani a felbukkanó menüből?
it: <p>...che puoi effetuare la ricerca con grep dall'interno dell'editor e del browser attraverso il menu contestuale ?
ja: <p>コンテキストメニューでgrep検索を、エディタやブラウザ内から開始できることを御存知でしたか ?
nl: <p>...dat u een grep zoekopdract kunt starten van uit de editor en browser met het context menu ?
no_ny: <p>... at du kan starta grep-søk i skrivefeltet eller ein hjelpetekst gjennom oppsprettmenyen?
sk: <p>...ktorým spustíte hľadanie pomocou grepu z editora a prehliadača pomocou kontextového menu?
sl: <p>... da lahko zaženete iskanje z grep znotraj urejevalnika in brskalnika v kontekstnem menuju?
sv: <p>...att du kan starta flerfilsökning inifrån editorn eller bläddraren med en sammanhangsberoende meny ?
xh: <p>...ukuba ungaqala uphendlo lwe grep ngaphakathi komhleli nomkhangeli zincwadi nge menu yentsingiselo ?

source: Library properties
da: Biblioteksegenskaber
de: Einstellungen der Bibliothek
et: Teegi omadused
hu: Programkönyvtár-tulajdonságok
it: Proprietà librerie
ja: ライブラリのプロパティ
nl: Codebibliotheken eigenschappen
no_ny: Bibliotekseigenskapar
sk: Vlasnosti knižnice
sl: Lastnosti knjižnice
sv: Biblioteksegenskaper
xh: Iimpahla zelayibrari

source: Set library type
da: Sæt bibliotekstype
de: Typ der Bibliothek auswählen
et: Säti teegi tüüp
hu: A programkönyvtár típusának beállítása
it: Imposta il tipo di libreria
ja: ライブラリのタイプをセット
nl: Bibliotheektype instellen
no_ny: Vel bibliotekstype
pl: Ustaw typ biblioteki
sk: Nastaviť typ knižnice
sl: Nastavi vrsto knjižnice
sv: Välj bibliotekstyp
xh: Cwangcisa udidi lwe layibrari

source: Shared library
da: Delt bibliotek
et: Jagatud teek
hu: Osztott programkönyvtár
it: Libreria condivisa
ja: 共有ライブラリ
nl: Gedeelde bibliotheek
no_ny: Delt bibliotek
pl: Biblioteka współdzielona
sk: Zdielaná knižnica
sl: Deljena knjižnica
sv: Delat bibliotek
xh: Ilayibrari eyahlulwayo

source: Static library
da: Statisk bibliotek
de: Statische Bibliothek
et: Staatiline teek
hu: Statikus programkönyvtár
it: Libreria statica
ja: static ライブラリ
nl: Statische bibliotheek
no_ny: Statisk bibliotek
pl: Biblioteka statyczna
sk: Statická knižnica
sl: Statična knjižnica
sv: Statiskt bibliotek
xh: Ilayibrari estatiki

source: Shared library properties
da: Delt biblioteksegenskaber
de: Eigenschaften der Bibliothek
et: Jagatud teegi omadused
hu: Az osztott programkönyvtár tulajdonságai
it: Proprietà della libreria dinamica
ja: 共有ライブラリのプロパティ
nl: Gedeelde bibliotheek eigenschappen
no_ny: Eigenskapar for delt bibliotek
pl: Właściwości biblioteki współdzielonej
sk: Vlastnosti zdieľanej knižnice
sl: Lastnosti deljene knjižnice
sv: Egenskaper för delade bibliotek
xh: Iimpahla zelayibrari ezahlulwayo

source: Library name
da: Biblioteksnavn
de: Bibliotheksname
et: Teegi nimi
hu: A programkönyvtár neve
it: Nome della libreria
ja: ライブラリ名
nl: Codebibliotheeknaam
no_ny: Biblioteksnamn
pl: Nazwa biblioteki
sk: Meno knižnice
sl: Ime knjižnice
sv: Biblioteksnamn
xh: Igama lelayibrari

source: Add folder
da: Tilføj mappe
de: Ordner hinzufügen
et: Lisa kaust
hu: Mappa hozzáadása
id: Tambah Folder
it: Aggiungi cartella
ja: フォルダを追加
nl: Map toevoegen
no_ny: Legg til mappe
pl: Dodaj folder
sk: Pridať zložku
sl: Dodaj mapo
sv: Lägg till katalog
xh: Dibanisa incwadi eneenkcukacha

source: Folder name:
da: Mappenavn:
de: Ordnername:
et: Kausta nimi:
hu: A mappa neve:
id: Nama Folder:
it: Nome della cartella:
ja: フォルダ名:
nl: Mapnaam:
no_ny: Mappenamn:
pl: Nazwa folderu:
sk: Meno zložky:
sl: Ime mape:
sv: Katalognamn:
xh: Igama lencwadi eneenkcukacha:

source: You have to specify a foldername.
da: Du skal opgive et mappenavn.
de: Sie müssen einen Ordnernamen angeben.
et: Sisesta kataloogi nimi.
hu: Meg kell adnia egy mappanevet.
id: Anda harus menentukan nama folder.
it: Devi specificare il nome della cartella.
ja: フォルダ名を指定しなければなりません。
nl: U moet de naam van de map opgeven.
no_ny: Du må oppgi eit mappenamn.
pl: Musisz podać nazwę folderu.
sk: Musíte špecifikovať meno zložky.
sl: Navesti je potrebno ime mape.
sv: Du måste ange ett katalognamn.
xh: Kufuneka ukhankanye igama lencwadi eneenkcukacha.

source: Class Tool
da: Klasseværktøj
de: Klassenwerkzeug
et: Klassi loomine
hu: Osztályszerkesztő
ja: クラスツール
nl: Klasse Werktuig
no_ny: Klasseverktøy
pl: Narzędzie klas
sk: Nástroj triedy
sl: Orodje za razred (class)
sv: Klassverktyg
xh: Isixhobo sohlobo

source: All
da: Alle
de: Alle
et: Kõik
hu: (az összes)
id: Semua
it: Tutti
ja: 全て
nl: Allen
no_ny: Alle
pl: Wszystkie
sk: Všetky
sl: Vsi
sv: Alla
xh: Onke

source: Show parents
da: Vis forældre
de: Basisklassen anzeigen
et: Näita eellaseid
hu: A szülők mutatása
id: Tunjukkan parents.
it: Mostra padri
ja: 親クラスを表示
nl: Ouders tonen
no_ny: Vis foreldre
pl: Pokaż przodków
sk: Zobraziť nadradené
sl: Prikaz staršev
sv: Visa föräldrar
xh: Bonisa abazali

source: Show children
da: Vis børn
de: Abgeleitete Klassen anzeigen
et: Näita järglaseid
hu: A származtatottak mutatása
id: Tunjukkan children
it: Mostra figli
ja: 子クラスを表示
nl: Dochters tonen
no_ny: Vis born
pl: Pokaż potomków
sk: Zobraziť potomkov
sl: Prikaz otrok
sv: Visa barn
xh: Bonisa abantwana

source: Show clients
da: Vis klienter
de: Clients anzeigen
et: Näita kliente
hu: A kliensek mutatása
id: Tunjukkan klien
it: Mostra client
ja: クライアントを表示
nl: Cliënten tonen
no_ny: Vis klientar
pl: Pokaż klientów
sk: Zobraziť klientov
sl: Prikaz odjemalcev
sv: Visa klienter
xh: Bonisa abaxhasi

source: Show suppliers
da: Vis leverandører
de: Suppliers anzeigen
et: Näita teenindajad
hu: Az ellátók mutatása
id: Tunjukkan suppliers
it: Mostra fornitori
ja: サプライアを表示
nl: Leveranciers tonen
no_ny: Vis leverandørar
pl: Pokaż dostawców
sk: Zobraziť dodávateľov
sl: Prikaz dobaviteljev
sv: Visa leverantörer
xh: Bonisa abanikezi

source: Show attributes
da: Vis attributter
de: Attribute anzeigen
et: Näita atribuute
hu: Az attribútumok mutatása
id: Tunjukkan atribut
it: Mostra attributi
ja: 属性を表示
nl: Attributen tonen
no_ny: Vis attributtar
pl: Pokaż atrybuty
sk: Zobraziť atribúty
sl: Prikaz lastnosti
sv: Visa egenskaper
xh: Bonisa iziphumo

source: Show methods
da: Vis metoder
de: Methoden anzeigen
et: Näita meetodeid
hu: A tagfüggvények mutatása
id: Tunjukkan metode
it: Mostra metodi
ja: メソッドを表示
nl: Methoden tonen
no_ny: Vis metodar
pl: Pokaż metody
sk: Zobraziť metódy
sl: Prikaz metod
sv: Visa metoder
xh: Bonisa iindlela zokwenza

source: Couldn't find class: %1
da: Kunne ikke finde klasse: %1
de: Die folgende Klasse konnte nicht gefunden werden: %1
et: Ei leidnud klassi: %1
hu: Nem található a(z) %1 osztály
id: Tidak dapat temukan class: %1
it: Impossibile trovare la classe: %1
ja: クラスが見つかりません: %1
nl: Kon klasse %1 niet vinden
no_ny: Fann ikkje klasse: %1
pl: Nie można znaleźć klasy: %1
sk: Nie je možné nájsť triedu: %1
sl: Ni moč najti razreda: %1
sv: Kunde inte hitta klass: %1
xh: Ayifumani uhlobo: %1

source: Class error
da: Klassefejl
de: Klassenfehler
et: Klassi viga
hu: Osztályhiba
it: Errore Classe
ja: クラスエラー
nl: Klasse fout
no_ny: Klassefeil
pl: Błąd w klasie
sk: Chyba triedy
sl: Napaka razreda
sv: Klassfel
xh: Imposiso yohlobo

source: Parents of class %1
da: Forældre for klassen %1
de: Superklassen der Klasse %1
et: Klassi %1 eellased
hu: A(z) %1 osztály szülőosztályai
id: Parents dari class %1
it: Padre della classe %1
ja: %1の親クラス
nl: Ouders van klasse %1
no_ny: Foreldre til klassen %1
pl: Klasy podstawowe klasy %1
sk: Rodičia triedy %1
sl: Roditelji razreda %1
sv: Föräldrar till klassen %1
xh: Abazali bohlobo %1

source: Children of class %1
da: Børn af klassen %1
de: Subklassen der Klasse %1
et: Klassi %1 järglased
hu: A(z) %1 osztályból származtatott osztályok
id: Children dari class %1
it: Figlio della classe %1
ja: %1の子クラス
nl: Kinderen van klasse %1
no_ny: Born av klassen %1
pl: Klasy pochodne klasy %1
sk: Potomkovia triedy %1
sl: Potomci razreda %1
sv: Barn till klassen %1
xh: Abantwana bohlobo %1

source: Clients of class %1
da: Klienter af klassen %1
de: Clients der Klasse %1
et: Klassi %1 kliendid
hu: A(z) %1 osztály kliensei
id: Clients dari class %1
it: Client della classe %1
ja: %1クラスのクライアント
nl: Gebruikers van klasse %1
no_ny: Klientar av klassen %1
pl: Klienci klasy %1
sk: Klienti triedy %1
sl: Odjemniki razreda %1
sv: Klienter till klassen %1
xh: Abaxhasi bohlobo %1
