Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Suppliers of class %1
da: Suppliers af klassen %1
de: Zulieferer der Klasse %1
et: Klassi %1 teenindajad
hu: A(z) %1 osztály ellátói
id: Suppliers dari class %1
it: Fornitore della classe %1
ja: %1クラスサプライヤ
nl: Leveranciers van klasse %1
no_ny: Leverandørar til klassen %1
pl: Dostawcy klasy %1
sk: Poskytovatelia pre triedu %1
sl: Dobavitelji razredu %1
sv: Leveratörer av klassen %1
xh: Abanikezi bohlobo %1

source: %1 attributes of class %2
da: %1 attributter af klasse %2
de: %1 Attribute der Klasse %2
et: Klassi %2 %1 atribuuti
hu: %1 attribútum a(z) %2 osztályhoz
id: %1 attribut dari class %2
it: %1 attributi della classe %2
ja: クラス%2の%1属性
nl: %1 attributen van klasse %2
no_ny: %1 attributtar av klassen %2
pl: %1 atrybut/y/ów w klasie %2
sk: %1 atribútov triedy %2
sl: %1 lastnosti razreda %2
sv: %1 egenskaper för klassen %2
xh: %1 iziphumo zohlobo %2

source: %1 methods of class %2
da: %1 metoder af klassen %2
de: %1 Methoden der Klasse %2
et: Klassi %2 %1 meetodit
hu: %1 tagfüggvény a(z) %2 osztályhoz
id: %1 metode dari class %2
it: %1 metodi della classe %2
ja: クラス%2の%1メソッド
nl: %1 methoden van klasse %2
no_ny: %1 metodar av klassen %2
pl: %1 metod/a/y w klasie %2
sk: %1 metód triedy %2
sl: %1 metod razreda %2
sv: %1 metoder för klassen %2
xh: %1 iindlela zokwenza zohlobo %2

source: %1 virtual methods of class %2
da: %1 virtuelle metoder af klasse %2
de: %1 virtuelle Methoden der Klasse %2
et: Klassi %2 %1 virtuaalset meetodit
hu: %1 virtuális tagfüggvény a(z) %2 osztályhoz
id: %1 metode virtual dari class %2
it: %1 metodi virtuali della classe %2
ja: クラス%2の%1仮想メソッド
nl: %1 virtuele methoden van klasse %2
no_ny: %1 virtuelle metodar av klassen %2
pl: %1 wirtualn/a/ych metod/a/y w klasie %2
sk: %1 virtuálnych metód triedy %2
sl: %1 navideznih metod razreda %2
sv: %1 virtuella metoder för klassen %2
xh: %1 iindlela zokwenza ezinesiphumo zohlobo %2

source: Class Tool Dialog of class %1
da: Klasseværktøj-dialog af klasse %1
de: Klassenwerkzeug-Dialog der Klasse %1
et: Klassi %1 loomise dialoog
hu: Osztályszerkesztő párbeszédablak a(z) %1 osztályhoz
id: Dialog Class Tool dari class %1
it: Dialog Strumenti della classe %1
ja: クラス%1のクラスツールダイアログ
nl: Klasse Werktuig Dialoog van klasse %1
no_ny: Klasseverktøydialog for klassen %1
pl: Okno dialogowe Narzędzie klas %1
sk: Dialóg Nástroja triedy pre triedu %1
sl: Dialog orodja za razrede razreda %1
sv: Klassverktygsdialog för klassen %1
xh: Incoko yababini yesixhobo sohlobo yohlobo %1

source: Closing project...
da: Lukker projekt...
de: Projekt schließen...
et: Projekti sulgemine...
hu: A projekt bezárása...
id: Tutup Proyek...
it: Chiusura progetto...
ja: プロジェクトを閉じています...
nl: Bezig met sluiten van project...
no_ny: Lukkar prosjekt ...
pl: Zamykanie projektu...
sk: Zatváram projekt...
sl: Zapiram projekt...
sv: Stänger projektet...
xh: Ivala iprojekti...

source: Copying files...
da: Kopierer filer...
de: Dateien werden kopiert...
et: Failide kopeerimine...
hu: Fájlok másolása...
id: Salin file...
it: Copia file in corso...
ja: ファイルをコピーしています...
nl: Bezig met kopieren van bestanden...
no_ny: Kopierer filer ...
pl: Kopiowanie plików...
sk: Kopírujem súbory...
sl: Prepisujem datoteke...
sv: Kopierar filer...
xh: Ikhuphela iifayile...

source: please wait...
da: vent venligst...
de: Bitte warten...
et: Palun oota...
hu: Várjon egy kicsit...
id: mohon tunggu...
it: attendere prego...
ja: しばらくお待ち下さい...
nl: Even geduld alstublieft...
no_ny: vent litt ...
pl: proszę czekać...
sk: prosím čakajte...
sl: prosim poćakajte...
sv: var god vänta...
xh: nceda linda...

source: %1 File does not exist!
da: %1 Fil eksisterer ikke!
de: %1 Die Datei ist nicht vorhanden!
et: %1 Faili pole!
hu: %1 A fájl nem létezik.
id: %1 File tidak ada!
it: %1 File inesistente!
ja: %1 ファイルは存在しません!
nl: %1 Bestand bestaat niet!
no_ny: %1 Fila finst ikkje.
pl: %1 Plik nie istnieje!
sk: %1 Súbor neexistuje!
sl: %1 Datoteka ne obstaja!
sv: %1 Filen finns inte!
xh: %1 Ifayile ayikho!

source: Preparing file:
da: Forbereder fil:
de: Datei wird vorbereitet:
et: Valmistan ette faili:
hu: Fájl előkészítése:
id: Persiapkan file:
it: Preparazione file:
ja: ファイル準備中:
nl: Bezig bestand voor te bereiden:
no_ny: Førebur fil:
pl: Przygotowywanie pliku:
sk: Pripravujem súbor:
sl: Pripravljam datoteko:
sv: Förbereder fil:
xh: Ilungisa ifayile:

source: Add to project:
da: Tilføj til projekt:
de: Zum Projekt hinzufügen:
et: Lisa projekti:
hu: Hozzáadás a projekthez:
id: Tambahkan ke proyek:
it: Aggiungi al progetto:
ja: プロジェクトに追加:
nl: Aan project toevoegen:
no_ny: Legg til prosjektet:
pl: Dodaj do projektu:
sk: Pridať do projektu:
sl: Dodaj v projekt:
sv: Lägg till projektet:
xh: Dibanisa kwi projerkti:

source: The file %1 already exists. Do you want overwrite the old one?
da: Filen%1 eksisterer allerede. Vil du overskrive den gamle?
de: Die Datei %1 ist bereits vorhanden. Möchten Sie die alte Datei überschreiben?
et: Fail %1 on juba olemas. Kas tõesti kirjutada üle?
hu: Ez a fájl: %1 már létezik. Felül akarja írni a régit?
id: File %1 sudah ada. Anda ingin menimpa yang lama?
it: Il file %1 esiste già. Vuoi sovrascrivere quello vecchio?
ja: ファイル %1 は既に存在します。 古いのに上書きしますか?
nl: Het bestand %1 bestaat al. Wilt u het oude overschrijven?
no_ny: Fila %1 finst alt. Vil du skriva over den gamle?
pl: Plik %1 już istnieje. Czy chcesz nadpisać starą wersję?
sk: Súbor %1 už existuje. Chcete ho prepísať?
sl: Datoteka %1 že obstaja. Naj se prepiše z novo?
sv: Filen %1 finns redan. Vill du skriva över den gamla?
xh: Ifayile %1 sele ikhona. Ufuna ukubhala ngaphezulu endala?

source: File exists!
da: Fil eksisterer!
de: Datei vorhanden!
et: Fail on olemas!
hu: A fájl már létezik.
id: File sudah ada!
it: Il file esiste già!
ja: ファイルは存在します!
nl: Bestand bestaat!
no_ny: Fila finst.
pl: Plik już istnieje!
sk: Súbor existuje!
sl: Datoteka obstaja!
sv: Filen finns!
xh: Ifayile ikhona!

source: Copy and add to project:
da: Kopiér og tilføj til projekt:
de: Kopieren und zum Projekt hinzufügen:
et: Kopeeri ja lisa projekti:
hu: Másolás és hozzáadás a projekthez:
id: Salin dan tambahkan ke proyek:
it: Copia e aggiungi al progetto:
ja: コピーしてプロジェクトに追加:
nl: Kopieren en aan project toevoegen:
no_ny: Kopier og legg til prosjekt:
pl: Kopiuj i dodaj do projektu:
sk: Kopírovať a pridať do projektu:
sl: Prepiši in dodaj projektu:
sv: Kopiera och lägg till i projektet:
xh: Khuphela kwaye udibanise kwi projekti:

source: You have modified the projectversion. We will regenerate all Makefiles now.
da: Du har ændret projektversionen. VI vil regenerere alle Makefiler nu.
de: Sie haben die Projekt-Version geändert. Alle Makefiles werden neu erzeugt.
et: Projekti versioon on muutunud. Tekitan uued ehitusfailid.
hu: Megváltoztatta a projekt verziószámát. Újragenerálom az összes Makefile-t.
id: Anda telah modifikasi versi proyek. Kami akan membuat kembali Makefile sekarang.
it: Hai modificato la versione del progetto. Ora ricreeremo tutti i Makefile.
ja: プロジェクトバージョンを変更しました。 全てのMakefileを再生成します。
nl: U heeft de projectversie gewijzigd. De Makefiles worden nu geregenereerd.
no_ny: Du har endra prosjektversjonen. Regenererer Make-filer no.
pl: Zmieniono wersję projektu. Wszystkie pliki Makefile zostaną teraz ponownie wygenerowane.
sk: Modifikovali ste verziu projektu. Teraz znovu vygenerujeme všetky Makefile.
sl: Spremenili ste različico projekta. Sedaj bom ponovno zgeneriral 'Makefile' datoteke.
sv: Du har ändrat projektversionen. Vi kommer att skapa om alla make-filer nu.
xh: Uguqulele kancinane uguqulelo kolunye ulwimi lwe projekti. Sizakujikelezisa kwakhona zonke iifayile zokwenza ngoku.

source: Running automake/autoconf and configure...
da: Kører automake/autoconf og configure...
de: "automake/autoconf" und "configure" werden ausgeführt...
et: Käskude automake/autoconf täitmine ning rakenduse seadistamine...
hu: Az automake/autoconf és a configure futtatása...
id: Jalankan automake/autoconf dan configure...
it: Esecuzione automake/autoconf e configure in corso...
ja: automake/autoconf/configureを実行しています...
nl: Bezig met uitvoeren van automake/autoconf en configure...
no_ny: Køyrer automake/autoconf og configure ...
pl: Uruchamianie automake/autoconf i configure...
sk: Spúšťam automake/autoconf a configure...
sl: Zaganjam automake/autoconf in configure...
sv: Kör automake/autoconf och configure...
xh: Yenza ukweza okuzenzekelayo/uqwalaselo oluzenzekelayo kwaye qwalasela...

source: Running configure...
da: Kører configure...
de: "configure" wird ausgeführt...
et: Seadistamine...
hu: A configure futtatása...
id: Jalankan configure...
it: Esecuzione configure in corso...
ja: configureを実行中...
nl: Bezig met uitvoeren van configure...
no_ny: Køyrer configure ...
pl: Pracuje configure...
sk: Spúšťam konfiguráciu...
sl: Zaganjam configure...
sv: Kör configure...
xh: Yenza uqwalaselo...

source: Opening project...
da: Åbner projekt...
de: Projekt wird geöffnet...
et: Projekti avamine...
hu: Projekt megnyitása...
id: Buka proyek...
it: Apertura progetto in corso...
ja: プロジェクトを開いています...
nl: Bezig met openen van project...
no_ny: Opnar prosjekt ...
pl: Otwieranie projektu...
sk: Otváram projekt...
sl: Odpiram projekt...
sv: Öppnar projektet...
xh: Ivula iprojekti...

source: This project does no longer exist. Do you want to remove it from the list?
da: Dette projekt eksisterer ikke længere. Ønsker du at fjerne det fra listen?
de: Diese Projekt ist nicht mehr vorhanden. Wollen Sie es aus der Liste entfernen?
et: Seda projekti pole enam. Eemaldan ka nimekirjast?
hu: A projekt már nem létezik. El szeretné távolítani a listából?
it: Il progetto non esiste più. Lo vuoi rimuovere dalla lista?
ja: このプロジェクトはもう存在しません。リストから削除しますか?
nl: Het project bestaat niet langer. Wilt u het uit de lijst verwijderen ?
no_ny: Dette prosjektet finst ikkje lenger. Vil du fjerna det frå lista?
pl: Projekt już nie istnieje. Czy go usunąć z listy?
sk: Tento projekt už neexistuje. Chcete ho odstrániť zo zoznamu?
sl: Tega projekta ni več. Ga želite odstraniti s seznama?
sv: Det här projektet finns inte längre. Vill du ta bort det från listan?
xh: Le projekti ayisekho. Ufuna ukuyisusa kuluhlu?

source: File not Found:
da: Fil ikke fundet:
de: Datei nicht gefunden:
et: Faili ei leitud:
hu: A fájl nem található:
it: File non trovato:
ja: ファイルは見つかりませんでした:
nl: Bestand niet gevonden:
no_ny: Fann ikkje fila:
pl: Nie znaleziono pliku:
sk: Súbor nenájdený:
sl: Datoteke ni moč najti:
sv: Hittar inte filen:
xh: Ifayile ayifumaneki:

source: Unable to read the project file because you do not have read/write permissions for this project
da: Kan ikke læse projektfilen da du ikke har læse/skrive rettigheder til dette projekt
de: Die Projektdatei konnte nicht gelesen werden, da Sie keine Lese/Schreibrechte für dieses Projekt besitzen.
et: Projektifailist lugemine ebaõnnestus lugemis-/kirjutamiseõiguse puudumise tõttu.
hu: A projektfájl beolvasása nem sikerült, mert nincs írási-olvasási jogosultsága a projekthez.
it: Impossibile leggere il file di progetto perchè non accesso in lettura/scrittura per questo progetto
ja: このプロジェクトの読み込み/書き込みの許可がない のでプロジェクトを読み込めませんでした。
nl: Niet in staat om het project bestand te lezen omdat u geen lees en/of schrijfrechten voor dit project heeft
no_ny: Kan ikkje lesa prosjektfila, for du har ikkje lese-/skriveløyve til dette prosjektet.
pl: Nie można przeczytać pliku konfiguracyjnego projektu - brak uprawnień!
sk: Nie je možné prečítať súbor projektu, pretože nemáte práva pre čítanie/zápis pre tento projekt
sl: Projektne datoteke ni bilo moč najti, ker nimate dovoljenj za branje/pisanje tega projekta
sv: Kan inte läsa projektfilen eftersom du inte har läs- eller skrivrättigheter för det här projektet
xh: Ayikwazi ukufunda ifayile ye projekti kuba awuna nazimvume zokufunda /zokubhala zale projekti

source: This does not appear to be a valid or supported kdevelop project file
da: Dette synes ikke at være en gyldig eller understøttet kdevelop projektfil
de: Diese Datei ist keine gültige KDevelop Projektdatei
et: Ebakorrektne või mittetoetatud KDevelopi projektifail
hu: Ez a fájl nem egy érvényes és támogatott KDevelop projektfájl
it: Non sembra essere un file di progetto di kdevelop valido o supportato
ja: これはkdevelopプロジェクトファイルでないか、 不正なファイルです。
nl: Dit ziet er niet uit als een geldig of ondersteund kdevelop project bestand
no_ny: Dette ser ikkje ut til å vera ei gyldig eller støtta KDevelop-prosjektfil.
pl: Prawdopodobnie nie jest to poprawny czy też obsługiwany plik projektu KDevelopa
sk: Toto nevyzerá ako platný a podporovaný súbor projektu kdevelop.
sl: Ni videti, da bi to bila veljavna ali podprta projektna datoteka kdevelop
sv: Det här verkar inte vara en giltig eller stödd kdevelop projektfil
xh: Oku akuveli njengesebenzayo okanye exhaswayo ifayile ye projekti ye kdevelop

source: Creating a new frame application...
da: Opretter ny rammeprogram...
de: Neue Anwendung wird erstellt...
et: Uue raamrakenduse loomine...
hu: Új keretalkalmazás létrehozása...
id: Buat aplikasi frame baru...
it: Creazione di una nuova struttura per applicazione....
ja: 新しいフレームアプリケーションを生成しています...
nl: Bezig met het maken van een nieuw applicatieraamwerk...
no_ny: Lagar ein ny rammeapplikasjon ...
pl: Tworzenie nowego szkieletu aplikacji...
sk: Vytváram novú frame aplikáciu...
sl: Gradim novo aplikacijo z okvirom...
sv: Skapar ett nytt ramprogram...
xh: Yenza isicelo sesakhelo esitsha...

source: ApplicationWizard
da: Programguide
de: Anwendungs-Assistent
et: Uue projekti loomine
hu: Alkalmazásvarázsló
ja: アプリケーションウィザード
nl: Applicatie Assistent
no_ny: Applikasjonsvegvisar
pl: Kreator Aplikacji
sk: Sprievodca aplikáciou
sl: Čarovnik za programje
sv: Programguiden
xh: IWizard yesicelo

source: Generating project file...
da: Genererer projektfile...
de: Projektdatei wird erstellt...
et: Tekitan projektifaili...
hu: A projektfájl létrehozása...
id: Buat file proyek...
it: Creazione del file di progetto...
ja: プロジェクトのファイルを生成中...
nl: Bezig met aanmaken van project bestand...
no_ny: Genererer prosjektfil ...
pl: Generowanie pliku projektu...
sk: Generujem súbor projektu...
sl: Generiram projektno datoteko...
sv: Skapar projektfil...
xh: Ijikelezisa ifayile yeprojekti...

source: The chosen path does not lead to a directory containing a Makefile.am to create a Project file from. Are you sure this is the correct path?
da: Den valgte sti fører ikke til et katalog der indeholder en Makefile.am til at oprette en Projektfil fra. Er du sikker på det er den rigtige sti?
de: Der gewählte Pfad enthält nicht die Dokumentation der Qt-Bibliothek. Bitte wählen Sie den korrekten Pfad.
et: Valitud asukoht ei sisalda faili Makefile.am, millest saaks luua projektifaili. On see ikka õige asukoht?
hu: A megadott elérési út nem Makefile.am fájlokat tartalmazó könyvtárra mutat (ezekből lehet a projektfájlt létrehozni). Adja meg a helyes elérési utat.
id: Path yang dipilih tidak membawa ke direktori yang berisi Makefile.am untuk membuat file Proyek. Yakin ini path yang benar?
it: Il percorso selezionato non contiene un file Makefile.am dal quale creare un file di progetto. Sei sicuro che il percorso sia esatto?
ja: 選択されたパスにはプロジェクトを生成 するためのMakefile.amが存在しません。 本当にこれが正しいパスですか?
nl: Het gekozen pad leidt niet tot een map die een Makefile.am bevat om een Project bestand van te maken. Weet u zekier dat dit het goede pad is?
no_ny: Den valte stien fører ikkje til ein katalog med fila Makefile.am som er grunnlaget for prosjektfila. Er du sikker på at stien er rett?
pl: Wybrana ścieżka nie prowadzi do katalogu, zawierającego Makefile.am, który jest niezbędny do utworzenia pliku konfiguracyjnego projektu. Proszę podać poprawną ścieżkę.
sk: Vybraná cesta nevedie k priečinku so súborom Makefile.am, z ktorého sa dá vytvoriť projekt. Naozaj chcete uložiť túto cestu?
sl: Izbrana pot ne vodi k imeniku, ki vsebuje Makefile.am, iz katerega bi ustvarili projektno datoteko. Ste prepričani, da je to pravilna pot?
sv: Den valda sökvägen leder inte till en katalog som innehåller en Makefile.am att skapa en projektfil från. Är du säker på att det här är den rätta sökvägen?
xh: Umendo okhethiweyo awulukhokheli ulawulo oluqulathe i Makefile.am ukwenza ifayile ye projekti kuyo. Uqinisekile lo ngumendo olungileyo?

source: The selected path may not correct!
da: Den valgte sti er muligvis ikke korrekt!
de: Der gewählte Pfad ist nicht korrekt!
et: Valitud rada pole korrektne!
hu: A megadott elérési út hibás.
id: Path terpilih tidak benar!
it: Il percorso selezionato non è corretto!
ja: 選択されたパスは正しくありません!
nl: Het geselecteerde pad is mogelijk niet correct!
no_ny: Den valte stien er kanskje ikkje rett.
pl: Podana ścieżka jest nie poprawna!
sk: Zadaná cesta asi nie je správna!
sl: Izbrana pot ni pravilna!
sv: Den valda sökvägen är kanske inte rätt!
xh: Umendo okhethiweyo awunakulungisa!

source: In the path you've given already contains a KDevelop Project file! Overwrite ?
da: I den sti du har angivet er der allerede en KDevelop Projektfil! Overskriv ?
de: In dem angegebenen Pfad ist bereits eine Projektdatei von KDevelop vorhanden. Möchten Sie diese überschreiben?
et: Antud kataloog juba sisaldab KDevelopi projektifaili! Kas kirjutan üle ?
hu: A megadott elérési útban már létezik egy KDevelop projektfájl. Felülírjam?
id: Path yang diberikan sudah berisi file Proyek KDevelop! Timpa ?
it: Nel percorso selezionato c'è già un file di progetto di KDevelop! Lo vuoi sovrascrivere ?
ja: 指定されたパスには既にKDevelopプロジェクト ファイルが存在します! 上書きしますか ?
nl: In het opgegeven pad is al een bestaand kdevelop project bestand! Overschrijven ?
no_ny: Katalogen du oppgav inneheld alt ei KDevelop-prosjektfil. Skriva over?
pl: Podana ścieżka prowadzi do istniejącego już pliku konfiguracyjnego projektu! Nadpisać?
sk: Zadaná cesta už obsahuje súbor projektu KDevelop! Prepísať?
sl: V dani poti je že projektna datoteka KDevelop! Prepišem preko?
sv: I sökvägen som du angett finns det redan en KDevelop projektfil! Skriv över?
xh: Kumendo owukileyo sele uqulathe ifayile ye projekti ye KDevelop! Bhala ngaphezulu ?

source: File Exists!
da: Filen eksisterer!
de: Die Datei ist bereits vorhanden!
et: Fail on olemas!
hu: A fájl már létezik.
id: File sudah ada!
it: Il file esiste già!
ja: ファイルは存在します!
nl: Bestand bestaat!
no_ny: Fila finst.
pl: Plik już istnieje!
sk: Súbor existuje!
sl: Datoteka obstaja!
sv: Filen finns!
xh: Ifayile ikhona!

source: Creating pot-file in /po...
da: Opretter pot-fil i /po...
de: pot-Datei in /po wird erstellt...
et: Uue pot-faili loomine kataloogi /po...
hu: .pot fájl létrehozása a /po könyvtárban...
id: Buat file-pot di /po...
it: Creazione del file pot in /po...
ja: potファイルを /po に生成中...
nl: Bezig met maken van pot-bestand in po/...
no_ny: Lagar pot-fil i /po ...
pl: Tworzenie pliku .pot w /po...
sk: Vytváram pot-súbor v /po...
sl: Gradim pot-datoteke v /po...
sv: Skapar pot-fil i /po...
xh: Yenza ifayile-yembiza ku/po...

source: Updating translation files...
da: Opdaterer oversættelsesfiler...
de: Übersetzungsdateien werden aktualisiert...
et: Uuendan tlkefaile...
hu: A fordítási fájlok frissítése...
id: Perbarui file terjemahan...
it: Aggiornamento dei file di traduzione in corso...
ja: 翻訳ファイルを更新中...
nl: Bezig met bijwerken van vertaling bestanden...
no_ny: Oppdaterer omsetjingsfiler ...
pl: Uaktualnianie plików tłumaczeń...
sk: Aktualizujem súbor pre preklad...
sl: Posodabljanje datotek prevajanja...
sv: Uppdaterar översättningsfiler...
xh: Igqiba iifayile yoguqulelo kolunye ulwimi...

source: Creating project API-Documentation...
da: Laver API-dokumentation for projektet...
de: API-Dokumentation des Projekts wird erstellt...
et: Projekti API dokumentatsiooni loomine...
hu: A projekt API dokumentáció létrehozása...
id: Buat Dokumentasi-API Proyek...
it: Creazione documentazione API del progetto in corso...
ja: プロジェクトAPIドキュメントを生成中...
nl: Bezig met maken van project API Documentatie...
no_ny: Lagar prosjekt-API-hjelpetekst ...
pl: Tworzenie dokumentacji API projektu...
sk: Vytváram API dokumentáciu projektu...
sl: Generiram projektno API-Dokumentacijo...
sv: Skapar projektets API-dokumentation...
xh: Yenza uxwebhu-API le projekti...

source: is not necessary, but you have to edit your Configuration for doxygen by hand. Maybe you should look for a newer Version at: http://www.stack.nl/~dimitri/doxygen/download.html
da: er ikke nødvendigt, men du må redigere din indstilling doxygen i hånden. Måske bør du kigge efter en nyere version på: http://www.stack.nl/~dimitri/doxygen/download.html
de: ist nicht notwendig, aber Sie müssen die Konfiguration für doxygen manuell anpassen. Eventuell sollten sie eine neuere Version installieren. Diese finden sie auf: http://www.stack.nl/~dimitri/doxygen/download.html
et: pole vajalik, kuid seadistusi on vaja käsitsi muuta. Võib-olla peaksid hankima doxygeni uuema versiooni aadressilt: http://www.stack.nl/~dimitri/doxygen/download.html
hu: nem kötelező, de akkor a doxygen konfigurációs fájljait kézzel kell módosítani. Esetleg keressen egy újabb verziót itt: http://www.stack.nl/~dimitri/doxygen/download.html
id: tidak perlu, tapi Anda harus mengedit konfigurasi doxygen secaramanual. Mungkin bisa dilihat versi terbaru di: http://www.stack.nl/~dimitri/doxygen/download.html
it: non è necessario, ma devi modificare a mano le tue impostazioni di doxygen. Magari potresti controllare per una nuova versione qui: http://www.stack.nl/~dimitri/doxygen/download.html
ja: 必要ないのなら、doxygenに関する設定を手動で編集する必要があります、 また最新バージョンを下記で探してみて下さい: http://www.stack.nl/~dimitri/doxygen/download.html
nl: is niet nodig maar u moet het configuratie bestand van doxygen met de hand instellen. Misschien moet u kijken naar een nieuwere versie op: http://www.stack.nl/~dimitri/doxygen/download.html
no_ny: trengst ikkje, men du må redigera oppsettet til doxygen manuelt. Kanskje du bør finna deg ein nyare versjon på: http://www.stack.nl/~dimitri/doxygen/download.html
sk: nie je nutný, ale musíte upraviť vaše nastavenie pre doxygen ručne. Možno by ste mali použiť novšiu verziu z: http://www.stack.nl/~dimitri/doxygen/download.html
sl: ni potrebna, vendar pa morate ročno urediti vašo konfiguracijo za doxygen. Mogoče bi radi pogledali novejšo različico na: http://www.stack.nl/~dimitri/doxygen/download.html
sv: är inte nödvändig, men du måste redigera dina inställningar för doxygen för hand. Kanske bör du leta efter en nyare version på: http://www.stack.nl/~dimitri/doxygen/download.html
xh: akuyimfuneko, kodwa unokuhlela Uqwalaselo lwakho lwe doxygen nge sandla. Mhlawumbi ungakhangela Uguqulelo kolunye ulwimi olutshaku: http://www.stack.nl/~dimitri/doxygen/download.html

source: Program not found -- doxywizard
da: Program ikke fundet -- doxywizard
de: Das Programm "doxywizard" wurde nicht gefunden!
et: Rakendust ei leitud -- doxywizard
hu: A program nem található -- doxywizard
id: Program tidak ditemukan -- doxywizard
it: Programma -- doxywizard -- non trovato.
ja: プログラムが見つかりません -- doxywizard
nl: Programma niet gevonden -- doxywizard
no_ny: Fann ikkje program - doxywizard
pl: Nie znaleziono programu doxywizard
sk: Program nenájdený -- doxywizard
sl: Program ni bil najden - doxywizard!
sv: Hittar inte programmet -- doxywizard
xh: Udweliso lwenkqubo alufumaneki -- doxywizard

source: Creating project Manual...
da: Laver projektmanual...
de: Handbuch des Projekts wird erstellt...
et: Projekti kasutusjuhendi loomine...
hu: A projekt kézikönyv létrehozása...
id: Buat Manual proyek...
it: Creazione Manuale del progetto...
ja: プロジェクトマニュアルを生成中...
nl: Bezig met maken van Project Handleiding...
no_ny: Lagar prosjekthandbok ...
pl: Tworzenie instrukcji projektu...
sk: Vytváram manuál projektu...
sl: Generiram projektni priročnik...
sv: Skapar projekthandbok...
xh: Yenza incwadi ye projekti...
