Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Here you can browse through the disc to select a file for the entry.
da: Her kan du bladre disken igennem for at vælge en fil til indgangen.
de: Hier können Sie die Festplatte nach einer Datei für den Eintrag durchsuchen.
et: Siit saad sa valida kettalt fail sissekande jaoks.
hu: Itt böngészheti át a lemezt, hogy egy fájlt kiválasszon a bejegyzéshez.
id: Di sini Anda dapat telusuri seluruh disk untuk memilih entri file.
it: Qui puoi cercare nel disco per scegliere un file.
ja: ここでディスク中のエントリのファイルをブラウズし選択できます。
nl: Hier kunt u over de schijf snuffelen om een bestand voor deze ingang te kiezen
no_ny: Her kan du bla gjennom disken for å velja ei fil for oppføringa.
pl: Aby wybrać plik, możesz przejrzeć dysk.
sk: Tu je možné prehliadať disk pre výber súboru pre položku.
sl: Tu lahko prebrskate po disku za izbor datoteke vnosa.
sv: Här kan du bläddra genom disken för att välja en fil för posten.
xh: Apha ungakhangela ngapha kwediski ukukhetha ifayile yongeno.

source: Forward
da: Vidresend
de: Nach vorne
et: Edasi
hu: Előre
id: Teruskan
it: Avanti
ja: 進む
nl: Vooruit
no_ny: Fram
pl: Dalej
sk: Vpred
sl: Naprej
sv: Framåt
xh: Phambili

source: Toggle Bookmark
da: Slå bogmærke fra/til
de: Lesezeichen umschalten
et: Muuda järjehoidjat
hu: Könyvjelző beállítása
id: Pindah Bookmark
it: Aggiungi segnalibro
ja: ブックマーク
nl: Bladwijzer omschakelen
no_ny: Fjern / legg til bokmerke
pl: Przełącznik zakładki
sk: Prepnúť záložku
sl: Preklopi zaznamke
sv: Växla bokmärke
xh: Qhobosha inqaku lencwadi

source: View in new window
da: Vis i nyt vindue
de: In neuem Fenster ansehen
et: Näita uues aknas
hu: Megtekintés új ablakban
id: Tampilkan di jendela baru
it: Visualizza in una nuova finestra
ja: 新しいウィンドウで表示
nl: In nieuw venster weergeven
no_ny: Vis i nytt vindauge
pl: Widok w nowym oknie
sk: Náhľad v novom okne
sl: Pogled v novem oknu
sv: Visa i nytt fönster
xh: Imboniselo ye window entsha

source: look up:
da: slå op:
de: Suchen:
et: info:
hu: Keresés a dokumentációban:
id: cari:
it: cerca:
ja: 探す:
nl: Opzoeken:
no_ny: slå opp:
pl: znajdź:
sk: pozri na:
sl: poišči:
sv: slå upp:
xh: jonga phezulu:

source: manpage:
da: manside:
et: man:
hu: kézikönyvoldal:
it: pagina man:
ja: manページ:
nl: manpagina:
no_ny: man-side:
pl: instrukcja man:
sk: manuálová stránka:
sl: stran man:
sv: manualsida:
xh: iphepha lomntu:

source: Small
da: Lille
de: Klein
et: Väike
hu: kicsi
id: Kecill
it: Piccola
ja: 小
nl: Klein
no_ny: Liten
pl: mała
sk: Malý
sl: Majhno
sv: Liten
xh: Ncinane

source: Medium
de: Mittel
et: Keskmine
hu: közepes
it: Media
ja: 普通
nl: Gemiddeld
no_ny: Middels
pl: średnia
sk: Stredný
sl: Srednje
sv: Mellan
xh: Phakathi

source: Large
da: Stor
de: Groß
et: Suur
hu: nagy
id: Besar
it: Grande
ja: 大
nl: Groot
no_ny: Stor
pl: duża
sk: Veľký
sl: Veliko
sv: Stor
xh: Nkulu

source: Standard Font
da: Normal skrift
de: Standardschrift
et: Standardne font
hu: Normál betűtípus
id: Font Standar
it: Carattere predefinito
ja: 標準フォント
nl: Standaard-lettertype
no_ny: Standard skrifttype
pl: Czcionka standardowa
sk: Štandardné písmo
sl: Standardna pisava
sv: Förvalt teckensnitt
xh: Umgca osezantsi

source: Fixed Font
da: Skrift med fast bredde
de: Schrift fester Breite
et: Fikseeritud font
hu: Rögzített szélességű betűtípus
id: Font Tetap
it: Carattere a spaziatura fissa
ja: 固定幅フォント
nl: Vast Lettertype
no_ny: Fast skrifttype
pl: Czcionka o stałej szerokości
sk: Fixné písmo
sl: Pisava stalne širine
sv: Med fast breddsteg
xh: Umgca olungisiweyo

source: Background Color:
da: Baggrundsfarve:
de: Hintergrundfarbe:
et: Taustavärv:
hu: Háttérszín:
id: Warna Dasar:
it: Colore sfondo:
ja: 背景の色
nl: Achtergrondkleur:
no_ny: Bakgrunnsfarge:
pl: Kolor tła:
sk: Farba pozadia:
sl: Barva ozadja:
sv: Bakgrundsfärg:
xh: Umbala wesiqalo:

source: Normal Text Color:
da: Normal tekstfarve:
de: Farbe für normalen Text:
et: Normaalse teksti värv:
hu: Normál szövegszín:
id: Warna Teks Normal:
it: Colore del testo normale:
ja: 通常のテキスト色:
nl: Kleur van normale tekst:
no_ny: Vanleg tekstfarge:
pl: Kolor zwykłego tekstu:
sk: Farba textu:
sl: Barva navadnega besedila:
sv: Normal textfärg:
xh: Umbala wokubhaliweyo oqhelekileyo:

source: URL Link Color:
da: Farve på URL-lænker:
de: Farbe für URL-Verknüpfungen:
et: Hüperlingi värv:
hu: A linkek színe:
id: Warna Link URL
it: Colore del Collegamento URL:
ja: URLリンク色:
nl: Kleur van URL-koppeling:
no_ny: URL-lenkjefarge:
pl: Kolor łącza URL:
sk: Farba linky:
sl: Barva URL povezave:
sv: Webbadress länkfärg:
xh: Umbala wekhonkco le URL:

source: Followed Link Color:
da: Farve på fulgte lænker:
de: Farbe für benutzte Verknüpfungen:
et: Külastatud lingi värv:
hu: A már használt linkek színe:
id: Warna Link yang diikuti:
it: Colore del Collegamento Seguito:
ja: 訪れたリンク色:
nl: Kleur van gevolgde koppeling:
no_ny: Følgd lenkjefarge:
pl: Kolor odwiedzonego łącza:
sk: Farba navšt. linky:
sl: Barva obiskane povezave:
sv: Färg för följd länk:
xh: Umbala wekhonkco olandelwayo:

source: Underline links
da: Understreg lænker
de: Verknüpfungen unterstreichen
et: Allajoonitud lingid
hu: A linkek aláhúzása
id: Link digarisbawah
it: Collegamento sottolineato:
ja: リンクに下線
nl: Koppelingen onderstrepen:
no_ny: Strek under lenkjer
pl: podkreślaj łącza
sk: Podčiarknúť odkazy
sl: Podčrtavanje povezav
sv: Stryk under länkar
xh: Yenza umgca ngaphantsi kwamakhonkco

source: Always use my colors
da: Brug altid mine farver
de: Immer Benutzer-Farben benutzen
et: Alati kasutatakse minu värve
hu: Az egyéni színek használata mindig
id: Selalu gunakan warna sendiri
it: Usa sempre i miei colori
ja: 常に自分の色を使う
nl: Altijd mijn kleuren gebruiken
no_ny: Bruk alltid mine fargar
pl: zawsze używaj moich kolorów
sk: Vždy používať moje farby
sl: Vedno naj bodo uporabljene prikrojene barve
sv: Använd alltid mina färger
xh: Soloko usebenzisa imibala yam

source: Documentation Browser Options
da: Valg for dokumentationslæser
de: Optionen für Dokumentations-Browser
et: Dokumentatsiooni brauseri seadistused
hu: A dokumentációböngésző beállításai
id: Pilihan Browser Dokumentasi
it: Opzioni Browser Documentazione
ja: ドキュメントブラウザオプション
nl: Opties voor Documentatie Browser
no_ny: Val for hjelpetekstvisar
pl: Opcje przeglądarki dokumentacji
sk: Možnosti prehliadača dokumentácie
sl: Nastavitve brskalnika dokumentacije
sv: Alternativ för dokumentationsläsare
xh: Iinketho zomkhangeli zincwadi wexwebhu

source: Colors
da: Farver
de: Farben
et: Värvid
hu: Színek
id: Warna
it: Colori
ja: 色の選択
nl: Kleuren
no_ny: Fargar
pl: Kolory
sk: Farby
sl: Barve
sv: Färger
xh: Imibala

source: _: NAME OF TRANSLATORS Your names
da: Erik Kjær Pedersen, Steen Rabol, Keld Simonsen
de: Martin Piskernig,Ralf Funken,Stefan Winter,Stephan Johach
et: Peeter Russak
hu: Pahán Szabolcs,Szántó Tamás
id: Ahmad Sofyan
it: Matteo Merli, Angelo Ballabio
ja: Taiki Komoda
nl: Otto Bruggeman
no_ny: Gaute Hvoslef Kvalnes
pl: Jerzy Skalski
sk: Jan Prokop Stanislav Visnovsky
sl: Rok Papež, Gregor Rakar, Roman Maurer
sv: Stefan Asserhäll
xh: Antoinette Dekeni

source: _: EMAIL OF TRANSLATORS Your emails
da: erik@binghamton.edu, rabol@get2net.dk, keld@dkuug.dk
de: ,,kickdown@online.de,lucardus@onlinehome.de
et: pezz@tkwcy.ee
hu: szabczy@bigfoot.com,tszanto@mol.hu
id: sofyan@fade2bl.ac
it: merlim@libero.it, ballabio_angelo@citiesonline.it
ja: kom@kde.gr.jp
nl: otto.bruggeman@home.nl
no_ny: gaute@verdsveven.com
pl: jurek@kde.com.pl
sk: jprokop@ibl.sk visnovsky@nenya.ms.mff.cuni.cz
sl: rok@slo.net, gregor.rakar@kiss.uni-lj.si, roman.maurer@amis.net
sv: stefan.asserhall@telia.com
xh: antoinette@translate.org.za

source: Creating new file...
da: Laver ny fil...
de: Neue Datei wird erstellt...
et: Uue faili loomine...
hu: Új fájl létrehozása...
id: Membuat file baru...
it: Crea nuovo file...
ja: 新しいファイル作成中...
nl: Maak een nieuw bestand...
no_ny: Lagar ny fil ...
pl: Tworzenie nowego pliku...
sk: Vytváram nový súbor...
sl: Ustvarjam novo datoteko...
sv: Skapar en ny fil...
xh: Yenza ifayile entsha...

source: Ready.
da: Klar.
de: Bereit.
et: Valmis
hu: Kész.
id: Siap
it: Pronto.
ja: 準備完了。
nl: Klaar.
no_ny: Klar.
pl: Gotów.
sk: Pripravený.
sl: Pripravljen.
sv: Klar.
xh: Ilungile.

source: Opening file...
da: Åbner fil...
de: Datei wird geöffnet...
et: Faili avamine...
hu: Fájl megnyitása...
id: Buka file...
it: Sto aprendo il file...
ja: ファイルを開いています...
nl: Bezig met bestand te openen...
no_ny: Opnar fil ...
pl: Otwieranie pliku...
sk: Otváram súbor...
sl: Datoteka se odpira...
sv: Öppnar fil...
xh: Ivula ifayile...

source: Closing all files...
da: Lukker alle filer...
de: Alle Dateien werden geschlossen...
et: Kõikide failide sulgemine...
hu: Az összes fájl bezárása...
id: Tutup semua file...
it: Chiusura di tutti i file...
ja: すべてのファイルを閉じています...
nl: Bezig alle bestanden te sluiten...
no_ny: Lukkar alle filer ...
pl: Zamykanie wszystkich plików...
sk: Zatváram všetky súbory...
sl: Vse datoteke se zapirajo...
sv: Stänger alla filer...
xh: Ivala zonke iifayile...

source: Saving file %1
da: Gemmer fil %1
de: Datei %1 wird gespeichert
et: Faili %1 salvestamine
hu: A(z) %1 fájl mentése
id: Simpan file %1
it: Salvataggio %1
ja: ファイル%1を保存中
nl: Bezig bestand %1 op te slaan...
no_ny: Lagrar fil %1
pl: Zapisywanie pliku %1
sk: Ukladám súbor %1
sl: Datoteka %1 se shranjuje
sv: Sparar fil %1
xh: Igcina ifayile %1

source: File %1 not saved.
da: Fil %1 ikke gemt.
de: Datei %1 nicht gespeichert.
et: Faili %1 ei salvestatud.
hu: A(z) %1 fájl mentése nem történt meg.
id: File %1 tidak disimpan.
it: File %1 non salvato.
ja: ファイル%1 は保存されていません。
nl: Bestand %1 is niet opgeslagen.
no_ny: Fila %1 er ikkje lagra.
pl: Nie zapisano pliku %1
sk: Súbor %1 nebol uložený.
sl: Datoteka %1 ni bila shranjena.
sv: Fil %1 sparades inte.
xh: Ifayile %1 ayigcinwanga.

source: File %1 saved.
da: Fil %1 gemt.
de: Datei %1 gespeichert.
et: Fail %1 salvestatud.
hu: A(z) %1 fájl mentése megtörtént.
id: File %1 disimpan.
it: File %1 salvato.
ja: ファイル%1 は保存されました。
nl: Bestand %1 is opgeslagen.
no_ny: Fila %1 er lagra.
pl: Plik %1 zapisany.
sk: Súbor %1 uložený.
sl: Datoteka %1 je shranjena.
sv: Fil %1 sparades.
xh: Ifayile %1 igciniwe.

source: Save file as...
da: Gem fil som...
de: Datei wird gespeichert unter...
et: Salvesta kui...
hu: Mentés másként...
id: Simpan file sebagai...
it: Salva con nome...
ja: ファイルを名前をつけて保存...
nl: Bestand opslaan als...
no_ny: Lagra fil som ...
pl: Zapisz plik jako...
sk: Uložiť súbor ako..
sl: Shrani datoteko kot...
sv: Spara fil som...
xh: Gcina ifayile njenge...

source: Saving all changed files...
da: Gemmer alle ændrede filer...
de: Alle geänderten Dateien werden gespeichert...
et: Kõigi muudetud failide salvestamine...
hu: Az összes módosított fájl mentése...
id: Simpan semua perubahan file...
it: Salataggio di tutti i file modificati...
ja: 変更のあったすべてのファイルを保存...
nl: Bezig alle gewijzigde bestanden op te slaan...
no_ny: Lagrar alle endra filer ...
pl: Zapisywanie wszystkich zmienionych plików...
sk: Ukladám všetky zmenené súbory...
sl: Shrani vse spremenjene datoteke...
sv: Sparar alla ändrade filer...
xh: Igcina zonke iifayile ezitshintshiweyo...

source: Autosaving...
da: Autogemmer...
de: Automatisches Speichern läuft...
et: Automaatne salvestamine...
hu: Automatikus mentés...
id: Simpan Otomatis...
it: Salvataggio automatico...
ja: 自動保存中...
nl: Bezig met automatisch opslaan...
no_ny: Autolagrar ...
pl: Autozapis...
sk: Automatické ukladanie...
sl: Samodejno shranjevanje...
sv: Sparar automatiskt...
xh: Igcina ngokuzenzekelayo...

source: Printing...
da: Udskriver...
de: Druckvorgang läuft...
et: Trükkimine...
hu: Nyomtatás...
it: Stampa in corso...
ja: プリント中...
nl: Bezig met afdrukken...
no_ny: Skriv ut ...
pl: Drukowanie
sk: Tlačím...
sl: Tiskanje...
sv: Skriver ut...
xh: Iyashicilela...

source: Exiting...
da: Afslutter..
de: Wird beendet...
et: Väljumine...
hu: Kilépés...
id: Keluar...
it: Sto uscendo...
ja: 終了処理中...
nl: Bezig met sluiten van programma...
no_ny: Avsluttar ...
pl: Wychodzę...
sk: Ukončujem...
sl: Izstopanje...
sv: Avslutar...
xh: Iyaphuma...

source: Searching in Files...
da: Søger i filer...
de: Dateien werden durchsucht...
et: Failidest otsimine...
hu: Keresés fájlokban...
id: Cari di file...
it: Ricerca in File...
ja: ファイルの中を検索中...
nl: Bezig met zoeken in Bestanden...
no_ny: Søkjer i filer ...
pl: Wyszukiwanie w plikach...
sk: Hľadám v súboroch....
sl: Iskanje v datotekah...
sv: Söker i filer...
xh: Iphendla iifayile...

source: Replacing...
da: Erstatter...
de: Ersetzen wird durchgeführt...
et: Asendamine...
hu: Csere...
id: Ganti...
it: Sostituisco...
ja: 置換中...
nl: Bezig met vervangen...
no_ny: Byter ut ...
pl: Zamienianie...
sk: Nahrádzam...
sl: Nadomeščanje...
sv: Byter ut...
xh: Iyabuyisela...

source: Switching to selected line...
da: Skifter til valgte linie...
de: Gehen zur gewählten Zeile...
et: Valitud reale liikumine...
hu: A kijelölt sorra ugrás...
id: Pindah ke baris terpilih...
it: Vado alla line selezionata...
ja: 選択したラインに移動中...
nl: Bezig met het springen naar de geselecteerde regel...
no_ny: Bytter til valt linje ...
pl: Przechodzę do zaznaczonego wiersza...
sk: Prepínam do zvoleného riadku...
sl: Preklapljanje v izbrano vrstico...
sv: Byter till markerad rad...
xh: Iswitsha kwilayini ekhethiweyo...

source: Classes
da: Klasser
de: Klassen
et: Klassid
hu: Osztályok
it: Classi
ja: クラス
nl: Klassen
no_ny: Klassar
pl: Klasy
sk: Triedy
sl: Razredi
sv: Klasser
xh: Iintlobo

source: Groups
da: Grupper
de: Gruppen
et: Grupid
hu: Csoportok
it: Gruppi
ja: グループ
nl: Groepen
no_ny: Grupper
pl: Grupy
sk: Skupiny
sl: Skupine
sv: Grupper
xh: Amaqela

source: Books
da: Bøger
de: Handbücher
et: Raamatud
hu: Könyvek
it: Guide
ja: ブック
nl: Boeken
no_ny: Bøker
pl: Instrukcje
sk: Knihy
sl: Knjige
sv: Böcker
xh: Iincwadi

source: Compiling %1
da: Oversætter %1
de: Kompiliervorgang für %1 läuft
et: Kompileerimine: %1
hu: %1 fordítása
id: Kompilasi %1
it: Compilazione in corso di %1
ja: %1 をコンパイル中
nl: Bezig met compileren van %1
no_ny: Kompilerer %1
pl: Kompilowanie %1
sk: Kompilujem %1
sl: Prevaja se %1
sv: Kompilerar %1
xh: Iyaqokelela %1

source: Project sources have been modified
da: Projektets kildetekster er blevet ændret
de: Projekt-Quelldateien sind verändert worden
et: Projekti lähtekoodi on muudetud
hu: A projekt forrása módosult
id: Sumber proyek telah diubah
it: I sorgenti del progetto sono stati modificati
ja: プロジェクトソースは更新されました
nl: Project bronbestanden zijn gewijzigd
no_ny: Prosjektkjelda er endra
pl: Pliki projektu zostały zmodyfikowane
sk: Zdrojové súbory projektu boli zmenené
sl: Izviri projektov so bili spremenjeni
sv: Projektkällkoden har ändrats
xh: Iimvelaphi ze projekti ziguqulwe kancinane

source: Should the project be rebuild before starting the application?
da: Skal projektet genbygges før start af programmet?
de: Soll das Projekt vor dem Start neu erstellt werden?
et: Kas ehitada projekt uuesti enne rakenduse käivitamist?
hu: Újrafordítsam az egész projektet az alkalmazás indítása előtt?
id: Apakah proyek harus di build ulang sebelum mulai aplikasi?
it: Il progetto deve essere ricompilato prima di eseguire l'applicazione?
ja: アプリケーション開始の前にプロジェクトをリビルドしますか?
nl: Moeten de bestanden worden geherbouwd voor het starten van de applicatie ?
no_ny: Skal prosjektet byggjast på nytt før applikasjonen vert starta?
pl: Czy przed uruchomieniem aplikacji przebudować projekt?
sk: Mám projekt znovu skompilovať pred spustením aplikácie?
sl: Ali naj bo projekt ponovno zgrajen pred zagonom programa?
sv: Ska projektet byggas om innan programmet startas?
xh: Ukuba iprojekti yakhiwe kwakhona phambi kokuqala isicelo?

source: Arguments
da: Argumenter
de: Argumente
et: Argumendid
hu: Argumentumok
id: Argumen
it: Argomenti
ja: 引数
nl: Argumenten
no_ny: Argument
pl: Argumenty
sk: Argumenty
sl: Argumenti
sv: Argument
xh: Iimpikiswano

source: Execute with Arguments
da: Udfør med argumenter
de: Mit Argumenten ausführen
et: Käivita argumentidega
hu: Végrehajtás argumentumokkal
id: Eksekusi dengan Argumen
it: Esegui con Argomenti
ja: 引数をつけて実行
nl: Voer uit met Argumenten
no_ny: Køyr med argument
pl: Uruchom z argumentami
sk: Spustiť s argumentami
sl: Izvedi z argumenti
sv: Kör med argument
xh: Phumeza ngeempikiswano

source: Running %1 (from %2)
da: Kører %1 (fra %2)
de: %1 (von %2) wird ausgeführt
et: Käivitan %1-i (%2-st)
hu: %1 futtatása (innen: %2)
id: Menjalankan %1 (dari %2)
it: Esecuzione di %1 (da %2)
ja: %1を 実行中(%2から)
nl: Bezig met uitvoeren van %1 (vanuit %2)
no_ny: Køyrer %1 (frå %2)
pl: Uruchamianie %1 (od %2)
sk: Spúštam %1 (z %2)
sl: Izvajanje %1 (od %2)
sv: Kör %1 (från %2)
xh: Yenza %1 (esuka ku %2)

source: Press Enter to continue!
da: Tryk linieskift for at fortsætte!
de: Betätigen Sie die Eingabetaste um fortzufahren!
et: Jätkamiseks vajuta Enter!
hu: Nyomjon Enter-t a folytatáshoz!
id: Tekan Enter untuk melanjutkan!
it: Premi Invio per continuare!
ja: 続けるには Enter を押して下さい!
nl: Toets Enter om door te gaan!
no_ny: Trykk linjeskift for å fortsetja.
pl: Aby kontynuować, wciśnij enter !
sk: Stlač Enter na pokračovanie !
sl: Za nadaljevanje pritisnite Enter!
sv: Tryck på returtangenten för att fortsätta!
xh: Cinezela ungena ukuqhubekeka!

source: Debug running process...
da: Fejlfinding i kørende proces...
de: Laufenden Prozess debuggen...
et: Silu töötavat rakendust...
hu: A futó folyamat nyomkövetése...
id: Debug proses yang sedang berjalan...
it: Debug di un processo in esecuzione...
ja: 実行中プロセスのデバッグ...
nl: Bezig met het debuggen van proces...
no_ny: Avlus ein køyrande prosess ...
pl: Debugowanie uruchomionego procesu...
sk: Ladím bežiaci proces...
sl: Razhrošči tekoče procese...
sv: Avlusa process som kör...
xh: Inqubeko yokwenza iDebug...

source: Attach to process %1 in %2
da: Kobl til proces %1 i %2
de: An Prozess %1 in %2 anhängen
et: Seondu protsessi %1 külge. %2
hu: Csatlakozás a(z) %1 folyamathoz (itt: %2)
id: Sisipkan proses %1 di %2
it: Connettiti al processo %1 in %2
ja: %2 で %1 のプロセスに接続中
nl: Aan proces %1 in %2 hechten
no_ny: Knyt til prosess %1 i %2
pl: Dołącz do procesu %1 w %2
sk: Pripojiť sa k procesu %1 v %2
sl: Priklopi se na proces %1 v %2
sv: Anslut till process %1 i %2
xh: Fakela kwinkqubela %1 ku %2

source: Enter core file to examine...
da: Indtast core-filen der skal undersøges.
de: Geben Sie hier den Namen der zu untersuchenden core-Datei ein...
et: Sisesta core-faili nimi...
hu: Adja meg a megvizsgálandó core fájl nevét...
id: Masuk ke file core untuk memeriksa...
it: Inserisci file core da esaminare...
ja: 検証するcoreファイルを入力...
nl: Naam van het te bestuderen core bestand hier invoeren....
no_ny: Oppgi kjernefila som skal studerast ...
pl: Podaj plik core, który ma być sprawdzony...
sk: Zadajte súbor core...
sl: Vnesite datoteko core za pregled...
sv: Ange minnesdump att undersöka...
xh: Ngenisa ifayile yangaphakathi ukuxilonga...

source: Examine core file %1 in %2
da: Undersøg core-fil %1 i %2
de: Core-Datei %1 in %2 untersuchen
et: Uuri core-faili %1/%2
hu: A(z) %1 core fájl vizsgálata itt: %2
id: Memeriksa file core %1 di %2
it: Esamina file core %1 in %2
ja: %2 のcoreファイル %1 を検証
nl: Core bestand %1 in %2 bestuderen
no_ny: Studer kjernefil %1 i %2
pl: Sprawdź plik core %1 w %2
sk: Preskúmať súbor core %1 v %2
sl: Preglej datoteko core %1 v %2
sv: Undersök minnesdump %1 i %2
xh: Xilonga ifayile yangaphakathi %1 ku %2

source: Enter executable to debug...
da: Indtast eksekverbare der skal fejlrettes...
de: Geben Sie das zu debuggende Programm ein...
et: Sisesta käivitava rakenduse nimi...
hu: Adja meg a nyomkövetésre kijelölt program nevét...
id: Masuk eksekutabel untuk debug...
it: Inserisci eseguibile per il debug...
ja: デバッグするプログラムを入力...
nl: Voer hier de naam in van het uitvoerbare bestand om te debuggen...
no_ny: Oppgi den køyrbare fila som skal avlusast ...
pl: Plik wykonywalny do debugowania...
sk: Zadajte spustiteľný súbor, ktorý sa má ladiť...
sl: Vnesi izvedljivo datoteko za razhroščevanje...
sv: Ange körbar fil att avlusa...
xh: Ngenisa okuphunyeziweyo kwi debug...

source: Debugging %1 in %2
da: Fejlretter %1 i %2
de: Debuggen von %1 in %2
et: Silumine: %1 %2-s
hu: Nyomkövetés - %1 (itt: %2)
id: Debugging %1 di %2
ja: %2 で %1 をデバッグ中
nl: Bezig met het debuggen van %1 in %2
no_ny: Avluser %1 i %2
pl: Debugowanie %1 w %2
sk: Ladím %1 v %2
sl: Razhroščevanje %1 v %2
sv: Avlusar %1 i %2
xh: Debugging %1 ku %2

source: Should the project be rebuild before starting the debug session?
da: Bør projektet genbygges før start af fejlretningssessionen?
de: Soll das Projekt vor dem Start von Debug neu erstellt werden?
et: Kas ehitada projekt uuesti enne silumise algust?
hu: Újrafordítsam a projektet a nyomkövetés megkezdése előtt?
id: Apakah proyek harus di build ulang sebelum mulai sesi debug?
it: Il progetto deve essere ricompilato prima di iniziare la sessione di debug?
ja: デバッグセッションの前にプロジェクトをリビルドしますか?
nl: Moet het programma wordt herbouwd voor het starten van de debug sessie ?
no_ny: Skal prosjektet byggjast på nytt før avlusinga startar?
pl: Czy przed uruchomieniem sesji debugera przebudować projekt?
sk: Mám projekt prekompilovať pred spustením ladenia?
sl: Ali naj bo projekt ponovno zgrajen pred zagonom seje razhroščevanja?
sv: Ska projektet byggas om innan avlusningssessionen startas?
xh: Iprojekti ingakha kwakhona phambi kokuqala intlanganiso ye debug?

source: Debug with arguments
da: Fejlret med argumenter
de: Mit Argumenten debuggen
et: Silu koos argumentidega
hu: Nyomkövetés argumentumokkal
id: Debug dengan argumen
it: Debug con argomenti
ja: 引数をつけてデバッグ
nl: Debuggen met argumenten
no_ny: Avlus med argument
pl: Debuguj z argumentami
sk: Ladiť s argumentami
sl: Razhroščuj s parametri
sv: Avlusa med argument
xh: Debug neempikiswano

source: Debugging %1 (with arg %2 %3)
da: Fejlretter %1 (med argumenterne %2 %3)
de: Debugging von %1 (mit Argumenten %2 %3)
et: Silu %1 (argumentidega %2 %3)
hu: Nyomkövetés - %1 (%2 %3 argumentumokkal)
id: Debugging %1 (dengan arg %2 %3)
it: Debug di %1 (con argomenti %2 %3)
ja: %1 をデバッグ中 (引数 %2 %3)
nl: Bezig met het debuggen van %1 (met argumenten %2 %3)
no_ny: Avluser %1 (med arg %2 %3)
pl: Debugowanie %1 (z argumentami %2 %3)
sk: Ladím %1 (s argumentami %2 %3)
sl: Razhroščevanje %1 (z argumenti %2 %3)
sv: Avlusar %1 (med argument %2 %3)
xh: Debugging %1 (ngempikiswano %2 %3)

source: Is the 3th arg in - Debugging %1 (with arg %2 %3)
da: Er det tredje arg i - Fejlretning af %1 (med arg %2 %3)
de: Drittes Argument - Debugging %1 (mit Argumenten %2 %3)
et: On 3. argument - %1 silumine (argumentidega %2 %3)
hu: A harmadik argumentum - %1 nyomkövetése (%2 %3 argumentumokkal)
id: Apakah arg ke 3 di - Debugging %1 (dengan arg %2 %3)
it: E' il 3° argomento - Debug di %1 (con argomenti %2 %3)
ja: 3番目の引数 - %1 をデバッグ中 (引数 %2 %3)
nl: Is het derde argument in - Bezig met debuggen van %1 (met argumenten %2 %3)
no_ny: Er det 3. argumentet i - Avluser %1 (med arg %2 %3)
pl: Czy jest trzeci argument - Debugging %1 (z argumentami %2 %3)
sk: Je tretí argument v - Ladenie %1 (s argumentami %2 %3)
sl: Je tretji argument v - Razhroščevanje %1 (z argumenti %2 %3)
sv: Är det tredje argumentet i - Avlusar %1 (med argument %2 %3)
xh: U 3th. arg kwi - Debugging %1 (ngempikiswano %2 %3)

source: Debugging %1 (from %2 %3) in internal debugger
da: Fejlretter %1 (fra %2 %3) med intern fejlretter
de: Debuggen von %1 (aus %2 %3) im internen Debugger
et: %1 (%2 %3) silumine sisemises siluris
hu: Nyomkövetés - %1 (innen: %2 %3), a beépített nyomkövetővel
id: Debugging %1 (dari %2 %3) di debugger internal
it: Debug di %1 (da %2 %3) nel debugger interno
ja: 内蔵デバッガで %1 (%2 %3 から)をデバッグ中
nl: Bezig met debuggen van %1 (vanuit %2 %3) in de interne debugger
no_ny: Avluser %1 (frå %2 %3) i intern avlusar
pl: Debugowanie %1 ( od %2 %3) w wewnętrznym debugerze
sk: Ladím %1 (z %2 %3) vo vnútornom odlaďovači
sl: Razhroščevanje %1 (od %2 %3) v notranjem razhroščevalniku
sv: Avlusar %1 (från %2 %3) i inbyggd avlusare
xh: Debugging %1 (esuka ku %2 %3) kwi debugger yangaphakathi
