Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: KDevelop Homepage
da: KDevelops hjemmeside
de: Homepage von KDevelop
et: KDevelopi koduleht
hu: A KDevelop honlapja
id: Homepage KDevelop
ja: KDevelopホームページ
no_ny: KDevelop-heimeside
pl: Witryna KDevelopa
sk: Domáca stránka KDevelop
sl: Domača stran KDevelop
sv: KDevelop hemsida
xh: Iphepha lasekhaya le KDevelop

source: &Report Bug...
da: &Rapportér fejl...
de: &Problembericht...
et: Vea&raport...
hu: Hiba&bejelentés...
id: &Laporan Bug...
it: Segnala un &bug...
ja: バグリポート(&R)...
nl: P&rogrammafout Rapporteren...
no_ny: &Rapporter feil ...
pl: &Raport o błędzie...
sk: &Poslať správu o chybe...
sl: &Poročilo o hrošču...
sv: &Rapportera fel...
xh: &Chaza ibug...

source: &About %1
da: &Om %1
de: &Über %1
et: %1 info
hu: A(z) %1 &névjegye
id: &Tentang %1
it: Inform&azioni su %1
ja: %1のバージョン情報(&A)
nl: &Over %1
no_ny: &Om %1
pl: &Informacje o %1
sk: &O %1
sl: &O %1
sv: &Om %1
xh: M&alunga ne-%1

source: About &KDE
da: Om &KDE
de: Über &KDE
et: KDE info
hu: A &KDE névjegye
id: Tentang &KDE
it: Informazioni su &KDE
ja: &KDEのバージョン情報
nl: Over &KDE
no_ny: Om &KDE
pl: Informacje o &KDE
sk: Informácie o &KDE
sl: O &KDE
sv: Om &KDE
xh: Malunga ne-&KDE

source: Goto declaration
da: Gå til erklæring
de: Gehe zu Deklaration
et: Mine kirjelduse juurde
hu: Ugrás a deklarációhoz
id: Pergi ke deklarasi
it: Vai alla dichiarazione
ja: 宣言に移動
nl: Naar declaratie gaan
no_ny: Gå til deklarasjon
pl: Idź do deklaracji
sk: Prejsť na deklaráciu
sl: Skok na deklaracijo
sv: Gå till deklaration
xh: Ubhengezo lwe Goto

source: Goto definition
da: Gå til definition
de: Gehe zu Definition
et: Mine teostuse juurde
hu: Ugrás a megvalósításhoz
id: Pergi ke definisi
it: Vai alla definizione
ja: 定義に移動
nl: Naar definitie gaan
no_ny: Gå til definisjon
pl: Idź do definicji
sk: Prejsť na definíciu
sl: Skok na definicijo
sv: Gå till definition
xh: Ingcaciso ye Goto

source: Goto class declaration
da: Gå til klasseerklæring
de: Gehe zu Klassendeklaration
et: Mine klassi kirjelduse juurde
hu: Ugrás az osztálydeklarációhoz
id: Pergi ke deklarasi kelas
it: Vai alla dichiarazione della classe
ja: クラス宣言に移動
nl: Naar klasse declaratie gaan
no_ny: Gå til klassedeklarasjon
pl: Idź do deklaracji klasy
sk: Prejsť na deklaráciu triedy
sl: Skok na deklaracijo razreda
sv: Gå till klassdeklaration
xh: Ubhengezo lohlobo lwe Goto

source: Add member function...
da: Tilføj medlemsfunktion...
de: Member-Funktion hinzufügen...
et: Lisa meetod...
hu: Tagfüggvény hozzáadása...
id: Tambahkan fungsi member...
it: Aggiungi una funzione membro
ja: メンバ関数を追加...
nl: Lidfunctie toevoegen...
no_ny: Legg til medlemsfunksjon ...
pl: Dodaj metodę...
sk: Pridať členskú funkciu...
sl: Dodajanje razredne funkcije...
sv: Lägg till medlemsfunktion...
xh: Dibanisa umsebenzi welungu...

source: Add member variable...
da: Tilføj medlemsvariabel...
de: Member-Variable hinzufügen...
et: Lisa muutuja...
hu: Tagváltozó hozzáadása...
id: Tambahkan variabel member...
it: Aggiungi una variabile membro ....
ja: メンバ変数を追加...
nl: Lidvariabele toevoegen...
no_ny: Legg til medlemsvariabel ...
pl: Dodaj składową...
sk: Pridať členskú premennú...
sl: Dodajanje razredne spremenljivke...
sv: Lägg till medlemsvariabel...
xh: Dibanisa umahluko welungu...

source: Add signal...
da: Tilføj signal...
de: Signal hinzufügen...
et: Lisa signaal...
hu: Szignál hozzáadása...
id: Tambahkan Sinyal...
it: Aggiungi un segnale....
ja: シグナルを追加...
nl: Signaal toevoegen...
no_ny: Legg til signal ...
pl: Dodaj sygnał...
sk: Pridať signál...
sl: Dodaj signal...
sv: Lägg till signal...
xh: Dibanisa uphawu...

source: Add slot...
da: Tilføj slot...
de: Slot hinzufügen...
et: Lisa slot...
hu: Eseménykezelő hozzáadása...
id: Tambahkan slot...
it: Aggiungi slot
ja: スロットを追加...
nl: Slot toevoegen...
no_ny: Legg til slot ...
pl: Dodaj slot...
sk: Pridať slot...
sl: Dodaj vtičnico...
sv: Lägg till slot...
xh: Dibanisa isithuba...

source: Show graphical classview
da: Vis grafisk klassevisning
de: Graphische Klassenansicht anzeigen
et: Näita graafilist klassivaadet
hu: A grafikus osztálynézet megjelenítése
id: Tampilkan classview grafis
it: Mostra il visualizzatore di classi grafico
ja: グラフィカルクラスビューを表示
nl: Grafische klasseaanzicht tonen
no_ny: Vis grafisk klasseoversikt
pl: Pokaż graficzne drzewo klas
sk: Ukázať triedu graficky
sl: Prikaži grafični pogled na razrede
sv: Visa grafisk klassvy
xh: Bonisa imboniselo yohlobo enemizobo

source: Save File
da: Gem fil
de: Datei speichern
et: Salvesta fail
hu: Fájl mentése
id: Simpan File
it: Salva il file
ja: ファイルを保存
nl: Bestand opslaan
no_ny: Lagra fil
pl: Zapisz plik
sk: Uložiť súbor
sl: Shrani datoteko
sv: Spara fil
xh: Gcina ifayile

source: Compile file
da: Oversæt fil
de: Datei kompilieren
et: Kompileeri fail
hu: Fájl fordítása
id: Kompilasi File
it: Compila il file
ja: ファイルをコンパイル
nl: Bestand compileren
no_ny: Kompiler fil
pl: Kompiluj plik
sk: Kompilovať súbor
sl: Prevedi datoteko
sv: Kompilera fil
xh: Ifayile yokuqokelela

source: Rebuild
da: Byg igen
de: Neu erstellen
et: Ehita uuesti
hu: Újrafordítás (rebuild)
it: Ricostruisci
ja: リビルド
nl: Herbouwen
no_ny: Gjenbygg
pl: Przebuduj
sk: Rekompilovať
sl: Ponovno zgradi
sv: Bygg om
xh: Yakha kwakhona

source: Debug
da: Fejlret
de: Debuggen
et: Silumine
hu: Nyomkövetés
ja: デバッグ
no_ny: Avlusing
pl: Debuguj
sk: Ladiť
sl: Razhrošči
sv: Avlusning
xh: iDebug

source: Switch to QT's designer (dialog editor)
da: Skifter til QT's designer (dialogredigering)
de: Zum QT-Designer (Dialog Editor) wechseln
et: Liigu Qt Disainerisse (dialoogiredaktor)
hu: Átváltás a Qt Designer párbeszédablak-szerkesztőbe
id: Pindah ke desainer QT (Editor dialog)
it: Passa a QT designer (editor di dialog)
ja: QT designerに移動(ダイアログエディタ)
nl: Naar Qt Designer (dialoog editor) overschakelen
no_ny: Hopp til Qt Designer (dialogredigering)
pl: Przejdź do Qt Projektanta
sk: Prepnúť do QT Designera (editor dialógov)
sl: Preklop v Oblikovalec Qt (urejevalnik pogovornih oken)
sv: Byt till QT:s designer (dialogeditor)
xh: Switsha kumyili we Qt (umhleli wencoko yababini)

source: Tree-View
da: Trævisning
de: Baumansicht
et: Puuvaade
hu: Fa-nézet
it: Vista-Struttura
ja: ツリービュー
nl: Boomweergave
no_ny: Treoversikt
pl: Widok drzewa
sk: Strom
sl: Drevesni pogled
sv: Trädvy
xh: Umthi-Imboniselo

source: Output-View
da: Uddatavisning
de: Ausgabefenster
et: Väljund
hu: Kimeneti nézet
it: Vista-Output
ja: 出力ビュー
nl: Uitvoerweergave
no_ny: Resultatvindauge
pl: Widok wyników
sk: Výstupný pohľad
sl: Izhodno okno
sv: Utmatningsvy
xh: Imveliso-Imboniselo

source: Declaration/Definition
da: Erklæring/definition
de: Deklaration/Definition
et: Kirjeldus/Teostus
hu: Deklaráció/megvalósítás
id: Deklarasi/Definisi
it: Definizione/Dichiarazione
ja: 宣言/定義
nl: Declaratie/Definitie
no_ny: Deklarasjon/Definisjon
pl: Deklaracja/Definicja
sk: Deklarácia/Definícia
sl: Deklaracije/Definicije
sv: Deklaration/definition
xh: Isibhengezo/Ingcaciso

source: User Manual
da: Brugermanual
de: Benutzerhandbuch
et: Kasutusjuhend
hu: Felhasználói kézikönyv
id: Panduan Pengguna
it: Manuale Utente
ja: ユーザーマニュアル
nl: Gebruikers Handleiding
no_ny: Brukarhandbok
pl: Podręcznik użytkownika
sk: Používateľský manuál
sl: Uporabniški priročnik
sv: Användarhandbok
xh: Incwadi yomsebenzisi

source: Search Text in Documenation
da: Søg i tekstdokumentation
de: Text in Dokumentation suchen
et: Otsi teksti dokumentatsioonist
hu: Szöveg keresése a dokumentációban
id: Cari teks di Dokumentasi
it: Ricerca il Testo nella Documentazione
ja: ドキュメントから検索
nl: Tekst in Documentatie zoeken
no_ny: Søk etter tekst i hjelpetekst
pl: Wyszukaj tekst w dokumentacji
sk: Hľadať text v dokumentácii
sl: Išči besedilo v dokumentaciji
sv: Sök text i dokumentationen
xh: Phendla okubhaliweyo kuxwebhu

source: What's this...?
da: Hvad er dette...?
de: Was ist das...?
et: Mis see on...?
hu: Mi ez...?
id: Apa ini...?
it: Cosé ..?
ja: これは何...?
nl: Wat is dit...?
no_ny: Kva er dette...?
pl: Co to jest...?
sk: Čo je to... ?
sl: Kaj je to...?
sv: Vad är det här?
xh: Yintoni le...?

source: breakpoint
da: stoppunkt
de: Haltepunkt
et: katkestuspunkt
hu: töréspont
ja: ブレークポイント
no_ny: brotpunkt
pl: Pułapka
sk: zarážka
sl: prelomna točka
sv: brytpunkt
xh: incopho yokophula

source: debugger breakpoints
da: fejlretter stoppunkter
de: Debugger-Haltepunkte
et: siluri katkestuspunktid
hu: nyomkövetési töréspontok
it: breakpoint del debugger
ja: デバッガ ブレークポイント
no_ny: avlusingsbrotpunkt
pl: pułapki debugera
sk: ladiace zarážky
sl: razhroščevalne prelomne točke
sv: avlusarens brytpunkter
xh: iincopho zokophula ze debugger

source: call stack
da: kald stak
et: pinu vaade
hu: hívási verem
ja: コールスタック
nl: aanroep stack
no_ny: kallstabel
pl: stos wywołań
sk: zásobník volaní
sl: sklad klicev
sv: anropsstack
xh: biza imfumba

source: debugger function call stack
da: fejlretter funktionskald stak
de: Debugger Funktionsaufruf-Stapel
et: siluri funktsioon pinu vaade
hu: nyomkövetési függvényhívásverem
it: funzione call stack del debugger
ja: デバッガ関数コールスタック
nl: debugger functie aanroep stack
no_ny: funksjonskallstabel for avlusar
pl: stos wywołań funkcji debugera
sk: zásobník volania funkcií
sl: razhroščevalni sklad funkcijskih klicev
sv: avlusarens funktionsanropsstack
xh: umsebenzi we debugger ubiza imfumba

source: disassemble
de: Disassemblieren
et: pöördtransleeri
hu: visszafejtés
it: disassembla
ja: 逆アセンブル
nl: disassembleer
no_ny: de-assembler
pl: deasembluj
sk: disasemblované
sl: prikaz strojne kode
sv: visa assemblerkod
xh: sukuhlanganisa

source: debugger disassemble view
da: fejlretter disassemble visning
de: Debugger Assembler-Ansicht
et: siluri disassemble aken
hu: nyomkövetési visszafejtési nézet
it: vista debugger disassemblatore
ja: デバッガ逆アセンブルビュー
nl: debugger disassembleerweergave
no_ny: de-assemblervising for avlusar
pl: widok po deasemblacji debugera
sk: pohľad disasemblované
sl: razhroščevalni prikaz strojne kode
sv: avlusarens assemblerkodsvy
xh: imboniselo yokungahlanganisi ye debugger

source: debugger variable watch view
da: fejlretter variabelovervågningsvisning
de: Debugger Variablen-Ansicht
et: siluri muutujate jälgimise vaade
hu: nyomkövetési változóablak
it: vista debegger watch variabili
ja: デバッガ逆アセンブルウォッチビュー
nl: debugger variable volgweergave
no_ny: variabelovervaking for avlusar
sk: pohľad pre sledované premenné
sl: razhroščevalni prikaz vrednosti spremenljivk
sv: avlusarens variabelbevakningsvy
xh: imboniselo yojongo olunomahluko lwe debugger

source: debugger control view
da: fejlretter kontrolvisning
de: Debugger Steuer-Ansicht
et: siluri kontrollvaade
hu: nyomkövető-kezelési nézet
it: vista controlli debugger
ja: デバッガコントロールビュー
nl: debugger besturingweergave
no_ny: kontrollvising for avlusar
pl: okno sterujące debugera
sk: ovládací pohľad odlaďovača
sl: razhroščevalni nadzorni pogled
sv: avlusarkontrollvy
xh: imboniselo yolawulo lwe debugger

source: This option requires Doxygen to work. Look for it at: http://www.stack.nl/~dimitri/doxygen/download.html
da: Denne mulighed kræver at Doxygen virker. Kig efter den på: http://www.stack.nl/~dimitri/doxygen/download.html
de: Diese Einstellung setzt ein installiertes Doxygen voraus. Sie finden es unter: http://www.stack.nl/~dimitri/doxygen/download.html
et: See valik nõuab tööks abirakendust Doxygen. Hangi see endale aadressilt: http://www.stack.nl/~dimitri/doxygen/download.html
hu: Ez az opció csak a Doxygen-nel működik, mely elérhető az alábbi címen: http://www.stack.nl/~dimitri/doxygen/download.html
id: Pilihan ini membutuhkan Doxygen. Cari tentang itu di: http://www.stack.nl/~dimitri/doxygen/download.html
it: Questa opzione richiede Doxygen per funzionare. Vedere le istruzioni all'indirizzo: http://www.stack.nl/~dimitri/doxygen/download.html
ja: このオプションにはDoxygenが必要です。下記にて探して下さい: http://www.stack.nl/~dimitri/doxygen/download.html
nl: Deze optie vereist dat Doxygen is geïnstalleerd. U kunt het vinden op: http://www.stack.nl/~dimitri/doxygen/download.html
no_ny: Dette valet krev Doxygen for å verka. Du finn det på: http://www.stack.nl/~dimitri/doxygen/download.html
pl: Do poprawnej pracy niezbędny jest program Doxygen. Wejdź na witrynę: http://www.stack.nl/~dimitri/doxygen/download.html
sk: Táto voľba je nutná pre fungovanie Doxygen. Hľadajte v: http://www.stack.nl/~dimitri/doxygen/download.html
sl: Ta možnst potrebuje Doxygen za delovanje. Zanj poglejte na: http://www.stack.nl/~dimitri/doxygen/download.html
sv: Det här alternativet kräver Doxygen för att fungera. Leta efter programmet på: http://www.stack.nl/~dimitri/doxygen/download.html
xh: Olu khetho lufuna i Doxygen isebenze. Yikhangele e: http://www.stack.nl/~dimitri/doxygen/download.html

source: Program not found -- doxygen
da: Program ikke fundet -- doxygen
de: Programm "doxygen" nicht gefunden!
et: Ei leitud abirakendust doxygen
hu: A program nem található -- doxygen.
id: Program tidak ditemukan -- doxygen
it: Programma -- doxygen -- non trovato
ja: プログラムが見つかりません -- doxygen
nl: Programma niet gevonden! -- doxygen
no_ny: Fann ikkje program -- doxygen
pl: Nie znaleziono programu doxygen
sk: Program nenájdený -- doxygen
sl: Program ni bil najden -- doxygen
sv: Program hittades inte -- doxygen
xh: Udweliso lwenkqubo alufumaneki -- doxygen

source: Project/LFV
da: Projekt/LFV
de: Projekt/LFV (Stukturierte Dateiansicht)
et: Projekt/LFV
hu: Projekt/LFV
id: Proyek/LFV
it: Progetto/LFV
ja: プロジェクト/LFV
nl: Project/LBA
no_ny: Prosjekt/LFV
pl: Projekt/LFV
sk: Projekt/LFV
sl: Projekt/LFV
sv: Projekt/LFV
xh: Projekti/LFV

source: New Class...
da: Ny klasse...
de: Neue Klasse...
et: Uus klass...
hu: Új osztály...
id: Class Baru...
it: Nuova Classe...
ja: 新しいクラス...
nl: Nieuwe Klasse...
no_ny: Ny klasse ...
pl: Nowa klasa...
sk: Nová trieda...
sl: Nov razred...
sv: Ny klass...
xh: Uhlobo olutsha...

source: New Group...
da: Ny gruppe...
de: Neue Gruppe...
et: Uus grupp...
hu: Új csoport...
id: Grup Baru...
it: Nuovo Gruppo...
ja: 新しいグループ...
nl: Nieuwe groep...
no_ny: Ny gruppe ...
pl: Nowa Grupa...
sk: Nová skupina...
sl: Nova skupina...
sv: Ny grupp...
xh: Iqela elitsha...

source: Show relative path
da: Vis relativ sti
de: Relativen Pfad anzeigen
et: Näita suhtelist rada
hu: Relatív elérési út mutatása
id: Tunjukkan path relatif
it: Mostra il percorso relativo
ja: 相対パスを表示
nl: Relatieve pad tonen
no_ny: Vis relativ sti
pl: Pokaż względną ścieżkę
sk: Zobraziť relatívnu cestu
sl: Prikaži relativno pot
sv: Visa relativ sökväg
xh: Bonisa umendo ozalanayo

source: Group
da: Gruppe
de: Gruppe
et: Grupp
hu: Csoport
id: Grup
it: Gruppo
ja: グループ
nl: Groep
no_ny: Gruppe
pl: Grupa
sk: Skupina
sl: Skupina
sv: Grupp
xh: Iqela

source: Remove Group
da: Fjern gruppe
de: Gruppe entfernen
et: Eemalda grupp
hu: Csoport törlése
id: Hapus grup
it: Rimuovi Gruppo
ja: グループを削除
nl: Groep verwijderen
no_ny: Fjern gruppe
pl: Usuń grupę
sk: Odstrániť skupinu
sl: Odstrani skupino
sv: Ta bort grupp
xh: Susa iqela

source: Group Properties...
da: Gruppeegenskaber...
de: Eigenschaften der Gruppe...
et: Grupi omadused...
hu: A csoport tulajdonságai...
id: Property grup
it: Proprietá Gruppo...
ja: グループのプロパティ...
nl: Groep Eigenschappen...
no_ny: Gruppeeigenskapar ...
pl: Właściwości grupy...
sk: Vlastnosti skupiny...
sl: Lastnosti skupine...
sv: Gruppegenskaper...
xh: Iimpahla zeqela...

source: New Group ...
da: Ny gruppe...
de: Neue Gruppe...
et: Uus grupp...
hu: Új csoport ...
id: Grup Baru ...
it: Nuovo Gruppo ....
ja: 新しいグループ...
nl: Nieuwe Groep ...
no_ny: Ny gruppe ...
pl: Nowa grupa ...
sk: Nová skupina...
sl: Nova skupina ...
sv: Ny grupp...
xh: Iqela elitsha ...

source: Do you really want to remove the file %s from project? It will remain on disk.
da: Vil du virkelig fjerne filen %s fra projektet? Den vil forblive på disken.
de: Möchten Sie wirklich die Datei %s aus dem Projekt entfernen? Die Datei wird nicht gelöscht.
et: Kas tõesti eemaldada projektist fail %s ? Fail jääb kettale alles.
hu: Biztosan el akarja távolítani a(z) %s fájlt a projektből? A lemezen meg fog maradni.
id: Benar ingin menghapus file %s dari proyek? File tersebut akan tetap di disk.
it: Vuoi veramente rimuovere il file %s dal progetto? Il file rimarrà su disco.
ja: 本当にファイル %s をプロジェクトから削除しますか? これはディスクには残ります。
nl: Wilt u zeker dat u het bestand %s uit het project wilt verwijderen? Het blijft behouden op de schijf.
no_ny: Vil du verkeleg fjerna fila %s frå prosjektet? Ho vil framleis liggja på disken.
pl: Czy na pewno chcesz usunąć plik %s z projektu? Pozostanie on na dysku.
sk: Naozaj chcete odstrániť súbor %s z projektu? Súbor zostane na disku.
sl: Ali res želite odstraniti datoteko %s iz projekta? Datoteka bo ostala na disku.
sv: Vill du verkligen ta bort filen %s från projektet? Den finns kvar på disken.
xh: Ufuna ngokwenene ukususa ifayile %s kwiprojekti? Izakusala kwi diski.

source: Do you really want to delete the selected file? There is no way to restore it!
da: Vil du virkelig slette den valgte fil? Der findes ingen måde at genoprette den!
de: Möchten Sie die gewählte Datei wirklich löschen? Die Datei kann nicht wiederhergestellt werden!
et: Kas tõesti kustutada see fail? Taastamise võimalus puudub!
hu: Biztosan törölni akarja a kijelölt fájlt? Nem lesz mód visszaállítani!
id: Benar ingin menghapus file tersebut? Tidak ada cara mengembalikannya!
it: Vuoi veramente cancellare il file selezionato? Non vi e' mezzo per ripristinarlo!
ja: 本当に選択されたファイルを削除しますか? 元に戻す方法はありません!
nl: Wilt u het geselecteerde bestand echt verwijderen? Er is geen mogelijkheid om het terug te halen!
no_ny: Vil du verkeleg sletta den valte fila? Ho kan ikkje gjenopprettast.
pl: Czy na pewno chcesz skasować zaznaczony plik? Nie będzie możliwe jego odzyskanie!
sk: Naozaj chcete odstrániť vybraný súbor? Neexistuje cesta na jeho obnovu!
sl: Ali res želite zbrisati izbrano datoteko? Datoteke se ne bo dalo povrniti!
sv: Vill du verkligen ta bort den markerade filen? Det finns inget sätt att återställa den!
xh: Ufuna ngokwenene ukucima ifayile ekhethiweyo? Akukho ndlela yakuyigcina kwakhona!

source: Options...
da: &Indstillinger...
de: Optionen...
et: Projekti seadistused...
hu: Beállítások...
id: Pilihan...
it: Opzioni...
ja: オプション...
nl: Opties...
no_ny: Val ...
pl: Opcje...
sk: Možnosti...
sl: Možnosti...
sv: Alternativ...
xh: Iinketho...

source: Graphical classview..
da: Grafisk klassevisning...
de: Graphische Klassenansicht...
et: Graafiline klassivaade
hu: Grafikus osztálynézet..
it: Visualizzatore classi grafico..
ja: グラフィカルクラスビュー..
nl: Grafische klasseweergave...
no_ny: Grafisk klasseoversikt ...
pl: Graficzny widok klas...
sk: Grafický prehľad tried...
sl: Grafični prikaz razredov...
sv: Grafisk klassvisare...
xh: Imboniso yohlobo enemizobo..

source: Parent classes...
da: Forældreklasser...
de: Basisklassen...
et: Eellased...
hu: Szülőosztályok...
it: Classi padre...
ja: 親クラス...
nl: Ouderklassen...
no_ny: Foreldreklassar ...
pl: Klasy dziedziczone...
sk: Rodičovské triedy...
sl: Razredi - starši...
sv: Föräldraklasser...
xh: Iintlobo zomzali...

source: Child classes...
da: Børneklasser...
de: Abgeleitete Klassen...
et: Järglased...
hu: Származtatott osztályok...
it: Classi figlie...
ja: 子クラス...
nl: Dochterklassen...
no_ny: Barneklassar ...
pl: Klasy dziedziczące...
sk: Triedy potomkov...
sl: razredi - otroci...
sv: Barnklasser...
xh: Iintlobo zomntwana...

source: Struct
et: Struktuur
hu: Struktúra
ja: 構造体
no_ny: Struktur
pl: Struktura
sk: Štruktúry
sl: Struktura (struct)
xh: Isakhiwo

source: Slot
et: Pesa
hu: Eseménykezelő
ja: スロット
sl: Vtičnica
xh: Isithuba

source: Delete slot
da: Slet slot
de: Slot löschen
et: Kustuta pesa
hu: Eseménykezelő törlése
id: Hapus slot
it: Elimina slot
ja: スロットを削除
nl: Slot verwijderen
no_ny: Slett slot
pl: Usuń slot
sk: Zmazať slot
sl: Odstranitev vtičnice
sv: Ta bort slot
xh: Cima isithuba

source: Signal
et: Signaal
hu: Szignál
id: Sinyal
it: Segnale
ja: シグナル
nl: Signaal
pl: Sygnał
sk: Signál
xh: Uphawu

source: Delete signal
da: Slet signal
de: Signal löschen
et: Kustuta signaal
hu: Szignál törlése
id: Hapus sinyal
it: Cancella segnale
ja: シグナルを削除
nl: Signaal verwijderen
no_ny: Slett signal
pl: Usuń sygnał
sk: Zmazať signál
sl: Odstranitev signala
sv: Ta bort signal
xh: Cima uphawu

source: Delete Folder...
da: Slet mappe...
de: Ordner löschen...
et: Kustuta kataloog
hu: Mappa törlése...
id: Hapus Folder...
it: Elimina Cartella...
ja: フォルダを削除...
nl: Map verwijderen...
no_ny: Slett mappe ...
pl: Usuń folder...
sk: Zmazať zložku...
sl: Odstranitev mape...
sv: Ta bort katalog...
xh: Cima incwadi eneenkcukacha...

source: Namespaces
da: Navneområder
et: Skoobid
hu: Névterek
ja: ネームスペース
no_ny: Namneområde
pl: Przestrzenie nazw
sk: Priestory mien
sl: Imenski prostor
sv: Namnrymder
xh: Nika igama izithuba

source: Structures
da: Strukturer
de: Strukturen
et: Struktuurid
hu: Struktúrák
id: Struktur
it: Strutture
ja: 構造体
nl: Strukturen
no_ny: Strukturar
pl: Struktury
sk: Štruktúry
sl: Strukture
sv: Strukturer
xh: Izakhiwo

source: Functions
da: Funktioner
de: Funktionen
et: Funktsioonid
hu: Függvények
id: Fungsi
it: Funzioni
ja: 関数
nl: Functies
no_ny: Funksjonar
pl: Funkcje
sk: Funkcie
sl: Funkcije
sv: Funktioner
xh: Imisebenzi

source: Variables
da: Variabler
de: Variablen
et: Muutujad
hu: Változók
id: Variabel
it: Variabili
ja: 変数
nl: Variabelen
no_ny: Variablar
pl: Zmienne
sk: Premenné
sl: Spremenljivke
sv: Variabler
xh: Izahluko

source: Graphical classview
da: Grafisk klassevisning
de: Graphische Klassenansicht
et: Graafiline klassivaade
hu: Grafikus osztálynézet
it: Visualizzatore classi grafico
ja: グラフィカルクラスビュー
nl: Grafische klasseaanzicht
no_ny: Grafisk klasseoversikt
pl: Graficzny widok klas
sk: Grafický prehľad tried
sl: Grafični pogled na razrede
sv: Grafisk klassvisare
xh: Imboniselo yohlobo enemizobo

source: Public Method
da: Offentlig metode
de: Public Methode
et: Public meetod
hu: public tagfüggvény
id: Metode Publik
it: Metodo Pubblico
ja: Public メソッド
nl: Publieke Methode
no_ny: Public-metode
pl: Metoda public
sk: Public metóda
sl: Javna metoda
sv: Public metod
xh: Indlela kawonke-wonke

source: Protected Method
da: Beskyttet metode
de: Protected Methode
et: Protected meetod
hu: protected tagfüggvény
id: Metode Terlindung
it: Metodo Protetto
ja: Protected メソッド
nl: Beschermde Methode
no_ny: Protected-metode
pl: Metoda protected
sk: Protected metóda
sl: Zaščitena metoda
sv: Protected metod
xh: Indlela ekhuselweyo

source: Private Method
da: Privat metode
de: Private Methode
et: Private meetod
hu: private tagfüggvény
id: Metode Privat
it: Metodo Privato
ja: Private メソッド
nl: Prive Methode
no_ny: Private-metode
pl: Metoda private
sk: Private metóda
sl: Zasebna metoda
sv: Privat metod
xh: Indlela esekhusini

source: Global Method
da: Global metode
de: Globale Methode
et: Globaalne meetod
hu: globális függvény
id: Metode Global
it: Metodo Globale
ja: グローバルメソッド
nl: Globale Methode
no_ny: Global metode
pl: Funkcja globalna
sk: Globálna metóda
sl: Globalna metoda
sv: Global metod
xh: Indlela engqukuva

source: Public Variable
da: Offentlig variabel
et: Public muutuja
hu: public változó
id: Variabel Publik
it: Variabile pubblica
ja: Public 変数
nl: Publieke Variabele
no_ny: Public-variabel
pl: Zmienna public
sk: Public premenná
sl: Javna spremenljivka
sv: Public variabel
xh: Enomahluko kawonke-wonke

source: Protected Variable
da: Beskyttet variabel
et: Protected muutuja
hu: protected változó
id: Variabel Terlindung
it: Variabile protetta
ja: Protected 変数
nl: Beschermde Variabele
no_ny: Protected-variabel
pl: Składnik protected
sk: Protected premenná
sl: Zaščitena spremenljivka
sv: Protected variabel
xh: Enomahluko ekhuselweyo

source: Private Variable
da: Privat variabel
et: Private muutuja
hu: private változó
id: Variabel Privat
it: Variabile privata
ja: Private 変数
nl: Prive Variabele
no_ny: Private-variabel
pl: Zmienna private
sk: Private premenná
sl: Zasebna spremenljivka
sv: Privat variabel
xh: Enomahluko esekhusini
