Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Interrupt the app execution
da: Afbryd programudførelse
de: Ausführung der Anwendung unterbrechen
et: Katkesta rakenduse täitmine
hu: Az alkalmazás futásának megszakítása
id: Interupsi eksekusi app
it: Interrompi l'esecuzione dell'applicazione
ja: アプリケーション実行を停止
nl: Interrumpeer de executie van de applicatie
no_ny: Avbryt køyringa av applikasjonen
pl: Przerywa wykonywanie aplikacji
sk: Prerušiť vykonávanie aplikácie
sl: Prekini izvajanje aplikacije
sv: Avbryt programkörningen
xh: Phazamisa uphumezo lwe app

source: Execute one line of code, but run through functions
da: Udfør en linie med kode, men kør igennem funktioner
de: Ausführen einer Codezeile, aber über Funktionen hinweg
et: Täida üks rida koodi, kuid ära sisene funktsioonidesse
hu: Egy sor végrehajtása a függvényhívások átugrásával
id: Eksekusi satu baris dari kode, tapi jalankan lewat fungsi
it: Esegui una linea di codice, ma non entrare nelle funzioni
ja: コード1行を実行、ただし関数は通り抜ける
nl: Executeer een regel code, maar loop door de functies
no_ny: Køyr ei kodelinje, men gå gjennom funksjonar
pl: Wykonuje jeden wiersz kodu a jeśli napotka wywołanie funkcji, to wykonuje ją w całości.
sk: Vykonať jeden riadok kódu ale cez funkcie
sl: Izvedi en korak kode, a izvedi celo funkcijo
sv: Kör en rad kod, men kör förbi funktionsanrop
xh: Phumeza ilayini enye yekhowudi, kodwa yenza ngapha kwemisebenzi

source: Execute one assembler instruction, but run through functions
da: Udfør en en assemblerinstruktion, men kør igennem funktioner
de: Ausführen eines Assemblerbefehls, aber über Funktionen hinweg
et: Täida üks assembleri instruktsioon, kuid ära sisene funktsioonidesse
hu: Egy gépi utasítás végrehajtása a függvényhívások átugrásával
id: Eksekusi satu instruksi assembler, tapi jalankan lewat fungsi
it: Esegui una istruzione assembler, ma non entrare nelle funzioni
ja: 1アセンブラ命令を実行、ただし関数は通り抜ける
nl: Executeer een assembler instructie, maar loop door de functies
no_ny: Køyr ein assembler-instruksjon, men gå gjennom funksjonar
pl: Wykonuje jedną instrukcję asemblera a jeśli napotka wywołanie funkcji, to wykonuje ją w całości.
sk: Vykonať jednu inštrukciu assembleru ale cez funkcie
sl: Izvedi en ukaz strojne kode, a izvedi celo funkcijo
sv: Kör en assemblerinstruktion, men kör förbi funktionsanrop
xh: Phumeza umyalelo womhlanganisi, kodwa baleka ngapha kwemisebenzi

source: Execute one line of code, stepping into fn if appropriate
da: Udfør en linie med kode, gå ind i funktioner hvis man kan
de: Ausführen einer Codezeile, auch in Funktionen hinein
et: Täida üks rida koodi ja sisene ka funktsioonidesse, kui vaja
hu: Egy sor végrehajtása a függvényhívások követésével
id: Eksekusi satu baris kode, lompat ke fn jika memungkinkan
it: Esegui una linea di codice, entrando nelle funzioni se necessario
ja: コード1行を実行、適当ならfnに"step into"
nl: Executeer een regel code en stap in de functies indoen het zo uitkomt
no_ny: Køyr ei kodelinje, gå eventuelt inn i fn
pl: Wkonuje jeden wiersz kodu i zatrzymuje się jeśli napotka funkcję
sk: Vykonať jeden riadok kódu, ak treba, vstúpiť do funkcie
sl: Izvedi en ukaz kode, samo en korak funkcije
sv: Kör en rad kod, och stegar in i funktioner om lämpligt
xh: Phumeza kwilayini yekhowudi, usiya kwi fn ukuba kulungile

source: Execute one assembler instruction, stepping into fn if appropriate
da: Udfør assemblerinstruktion, gå ind i funktioner hvis man kan
de: Ausführen eines Assemblerbefehl auch in Funktionen hinein
et: Täida üks assembleri instruktsioon liikudes vajaduse funktsioonidesse sisse
hu: Egy gépi utasítás végrehajtása a függvényhívások követésével
id: Eksekusi satu instruksi assembler, lompat ke fn jika memungkinkan
it: Esegui un'istruzione assembler, entrando nelle funzioni se necessario
ja: 1アセンブラ命令を実行、適当ならfnに"step into"
nl: Executeer een assembler instructie en stap in de functie indien het zo uitkomt
no_ny: Køyr ein assembler-instruksjon, gå eventuelt inn i fn
pl: Wykonuje jedną instrukcję maszynową i zatrzymuje się jeśli znajduje się w funkcji
sk: Vykonať jednu inštrukciu assembleru, ak treba, vstúpiť do funkcie
sl: Izvedi en ukaz strojne kode, samo en korak funkcije
sv: Kör en assemblerinstruktion, och stegar in i funktioner om lämpligt
xh: Phumeza umyalelo womhlanganisi, usiya kwi fn ukuba kulungile

source: Execute to end of current stack frame
da: Udfør til slutningen af gældende stak-ramme
de: Ausführen bis zum Ende des aktuellen Stack Frames
et: Täida selle pinukaadri lõpuni
hu: Végrehajtás az aktuális veremkeret végéig
id: Eksekusi hingga akhir stack frame saat ini
it: Esegui fino alla fine dello stack frame attuale
ja: 現在のスタックフレームの最後まで実行
nl: Executeer tot het eind van het huidige stackframe
no_ny: Køyr til slutten av denne stabelramma
pl: Wykonuje aż do końca bieżącej ramki stosu
sk: Vykonať na koniec aktuálneho rámca na zásobníku
sl: Izvajaj do konca trenutnega okvira na skladu
sv: Kör till slutet på nuvarande anropsstackpost
xh: Phumeza kwisiphelo sesakhelo semfumba yangoku

source: Memory, dissemble, registers, library viewers
da: Hukommelse, dissemble, registre, biblioteksvisere
de: Speicheransicht, Maschincodefenster, Registeransicht, Bibliothekenansicht
et: Mälu, registrid, teeginäitajad
hu: Memória, visszafejtés, regiszterek, könyvtárnézők
id: Memory, dissemble, registers, viewers library
it: Memoria, disassembla, registri, visualizzatori librerie
ja: メモリ、逆アセンブル、レジスタ、ライブラリビューア
nl: Geheugen, disassembleren, registers, bibliotheken weergevers
no_ny: Minne, de-assembler, register, bibliotekvisarar
pl: Pamięć, kod po deassemblacji, bieżące rejestry, bieżące biblioteki
sk: Pamäť, disasemblované, registre, prehliadač knižníc
sl: Pomnilnik, dissemble, registri, pregledovalniki knjižnice
sv: Visare för minne, assemblerkod, register och bibliotek
xh: Inkumbulo, yahlukanisa, iincwadi zokubhalisa, ababoniseli belayibrari

source: Set focus on KDevelop
da: Sæt fokus på KDevelop
de: Setze Fokus auf KDevelop
et: Säti fookus KDevelopile
hu: A KDevelop aktivizálása...
id: Set fokus ke KDevelop
it: Assegna il focus a KDevelop
ja: KDevelopにフォーカス
nl: Zet de focus op KDevelop
no_ny: Set fokus på KDevelop
pl: Ustawianie ogniska na KDevelopie
sk: Aktivovať KDevelop
sl: Nastavi fokus na KDevelop
sv: Ge KDevelop fokus
xh: Cwangcisa uqwalaselo kwi KDevelop

source: Set focus on window that had focus when "kdev" was pressed
da: Sæt fokus på vindue som havde fokus da "kdev" blev trykket
de: Setze Fokus auf das Fenster, das den Fokus hatte als "kdev" gedrückt wurde
et: Säti fookus aknale, mis oli fookuses enne "kdev" pressimist
hu: Annak az ablaknak az aktiválása, amely aktív volt a "kdev" megnyomásakor
id: Set fokus ke jendela yang memiliki fokus saat "kdev" ditekan
it: Assegna il focus alla finestra che lo aveva prima che "kdev" fosse premuto.
ja: "kdev"が押された時にフォーカスされていたウィンドウにフォーカス
nl: Zet de focus op het venster dat de focus had toen "kdev" werd gedrukt.
no_ny: Set fokus på vindauget som hadde fokus då «kdev» vart trykt
pl: Ustawianie ogniska na oknie, które było aktywne gdy naciśnięto "kdev"
sk: Nastaví fokus na okno, ktoré malo fokus pri stlačení "kdev"
sl: Nastavi fokus na okono, ki ga je imelo ob pritisku na "kdev"
sv: Ge fokus till fönstret som hade fokus när "kdev" trycktes
xh: Cwangcisa uqwalaselo kwi window enoqwalaselo xa i "kdev" yacinezelwa

source: Application Wizard
da: Programvejviser
de: Anwendungs-Assistent
et: Rakenduse abimees
hu: Alkalmazásvarázsló
id: Wizard aplikasi
ja: アプリケーションウィザード
nl: Applicatie assistent
no_ny: Applikasjonsvegvisar
pl: Kreator Aplikacji
sk: Sprievodca aplikáciou
sl: Čarovnik za programje
sv: Programguide
xh: iWizard yesicelo

source: exit the CKAppWizard
da: afslut CKAppvejviser
de: Anwendungs-Assistent beenden
et: Välju CKAppWizardist
hu: kilépés a CKAppWizard-ból
id: keluar CKAppWizard
it: Esci dal CKAppWizard
ja: CKAppWizardを終了
nl: Verlaat de CKAppAssistent
no_ny: avslutt CKAppWizard
pl: wyjdź z CKAppWizard
sk: ukončí CKAppWizard
sl: izhod iz CKAppWizard
sv: avsluta CK-programguiden
xh: khupha i CKAppWizard

source: creating the project
da: opretter projektet
de: Das Projekt wird erstellt...
et: projekti loomine
hu: a projekt létrehozása
id: membuat proyek
it: creazione del progetto
ja: プロジェクトを作成中
nl: Bezig het project aan te maken
no_ny: lagar prosjektet
pl: tworzenie projektu
sk: vytvorí projekt
sl: ustvarjanje projekta
sv: skapar projektet
xh: yenza iprojekti

source: set all changes back
da: sæt alle ændringer tilbage
de: Alle Änderungen zurücknehmen
et: taasta algseis
hu: A változtatások visszavonása
id: set semua perubahan kembali
it: inverti tutte le modifiche
ja: 全ての変更を戻す
nl: maak alle wijzigingen ongedaan
no_ny: tilbakestiller alle endringar
pl: cofnij wszystkie zmiany
sk: vráti všetky zmeny späť
sl: opusti spremembe
sv: återställ alla ändringar
xh: icwangcisa umva zonke iintshintsho

source: Applications
da: Programmer
de: Anwendungen
et: Rakendused
hu: Alkalmazások
id: Aplikasi
it: Applicazioni
ja: アプリケーション
nl: Applicaties
no_ny: Applikasjonar
pl: Aplikacje
sk: Aplikácie
sl: Programi
sv: Program
xh: Izicelo

source: Label:
da: Etiket:
de: Marke:
et: Silt:
hu: Címke:
ja: ラベル:
no_ny: Etikett:
pl: Opis:
sk: Štítok:
sl: Oznaka:
sv: Etikett:
xh: Umbhalo:

source: Others
da: Andre
de: Andere
et: Ülejäänud
hu: Egyéb
id: Lainnya
it: Altri
ja: その他
nl: Overigen:
no_ny: Andre
pl: Inne
sk: Ostatné
sl: Drugo
sv: Övriga
xh: Abanye

source: custom project
da: tilpas projekt
de: Eigenes Projekt
et: tühi projekt
hu: egyéni projekt
id: proyek tersendiri
it: progetto personalizzato
ja: カスタムプロジェクト
nl: project op maat
no_ny: eigendefinert prosjekt
pl: własny projekt
sk: vlastný projekt
sl: prikrojeni projekt
sv: eget projekt
xh: iprojekti yesiko

source: Terminal
hu: Terminál-alapú
it: Terminale
ja: ターミナル
sk: Terminál
xh: Indlela yesiphelo

source: Normal
et: Tavaline
hu: normál
it: Normale
ja: 標準
nl: Normaal
no_ny: Normalt
pl: Zwykły
sk: Normálne
sl: Navaden
xh: Eqhelekileyo

source: KDE
xh: i-KDE

source: KDE 2 Desktop Theme
da: KDE 2 Skrivebordstema
de: KDE 2 Arbeitsflächen Design
et: KDE2 töölaua teema
hu: KDE 2 asztali téma
it: Tema per il Desktop di KDE 2
ja: KDE 2 デスクトップテーマ
nl: KDE 2 Bureaublad thema
no_ny: KDE 2-skrivebordstema
pl: Wystrój desktopu KDE 2
sk: KDE 2 téma
sl: Slog namizja KDE 2
sv: KDE 2 skrivbordstema
xh: Umxolo we Desktop ye KDE 2

source: Konqueror Plugin
da: Konqueror indstik
et: Konquerori plugin
hu: Konqueror bővítőmodul
it: Plugin Konqueror
ja: Konqueror プラグイン
no_ny: Konqueror-tilleggsmodul
pl: Wtyczka Konquerora
sk: Modul Konqueroru
sl: Vstavek za Konqueror
sv: Konqueror insticksprogram
xh: Iplagi efakiweyo ye Konqueror

source: KDE 2 KControl Module
da: KDE 2 KControl Modul
de: KDE 2 KControl Modul
et: KDE2 Juhtimiskeskuse moodul
hu: KDE 2 beállítómodul
it: Modulo per il Centro di controllo di KDE 2
ja: KDE 2 KControl モジュール
nl: KDE 2 Configuratiecentrum module
no_ny: KDE 2-kontrollsentermodul
pl: Moduł Centrum Sterowania KDE 2
sk: KDE 2 modul KControl
sl: Nadzorni modul KDE 2
sv: KDE 2 kontrollmodul
xh: Umnqongo womlinganiselo we KDE 2 KControl

source: KDE 2 Normal
et: KDE2 tavaline
hu: KDE 2 normál
it: KDE 2 Normale
ja: KDE 2 標準
nl: KDE 2 Normaal
no_ny: Vanleg KDE 2
pl: KDE 2 Zwykły
sk: KDE 2 Normálne
sl: KDE 2 navadno
xh: KDE 2 Eqhelekileyo

source: KDE 2 Mini
ja: KDE 2 ミニ
xh: KDE 2 Encinane

source: Generate settings
da: Generér indstillinger
de: Projekt-Einstellungen
et: Üldseadistused
hu: A beállítások létrehozása
id: Hasilkan settings
it: Genera impostazioni
ja: 設定を作成
nl: Instellingen genereren
no_ny: Lag innstillingar
pl: Generuj ustawienia
sk: Nastavenie generovania
sl: Generiraj nastavitve
sv: Skapa inställningar
xh: Jikelezisa izicwangciso

source: Project name:
da: Projektnavn:
de: Projektname:
et: Projekti nimi:
hu: A projekt neve:
id: Nama proyek:
it: Nome progetto:
ja: プロジェクト名:
nl: Projectnaam:
no_ny: Prosjektnamn:
pl: Nazwa projektu:
sk: Názov projektu:
sl: Ime projekta:
sv: Projektnamn:
xh: Igama leprojekti:

source: Project directory:
da: Projektkatalog:
de: Projektverzeichnis:
et: Projekti kataloog:
hu: A projekt könyvtára:
id: Direktori proyek:
it: Directory progetto:
ja: プロジェクトディレクトリ:
nl: Projectmap:
no_ny: Prosjektkatalog:
pl: Katalog projektu:
sk: Priečinok projektu:
sl: Imenik projekta:
sv: Projektkatalog:
xh: Ulawulo lweprojekti:

source: Version number:
da: Versionsnummer:
de: Versionsnummer:
et: Versiooni number:
hu: Verziószám:
id: Nomor Versi:
it: Numero di versione:
ja: バージョン:
nl: Versienummer:
no_ny: Versjonsnummer:
pl: Numer wersji:
sk: Číslo verzie:
sl: Številka različice:
sv: Version:
xh: Inani loguqulelo kolunye ulwimi:

source: Author:
da: Forfatter:
de: Autor:
et: Autor:
hu: A szerző(k) neve:
id: Pengarang:
it: Autore:
ja: 作者:
nl: Auteur:
no_ny: Forfattar:
pl: Autor:
sk: Autor:
sl: Avtor:
sv: Upphovsman:
xh: Umbhali:

source: Email:
da: E-post:
et: E-post:
hu: E-mail cím:
ja: Eメール:
no_ny: E-post:
sl: E-pošta:
sv: E-post:
xh: i-Email:

source: generate sources and headers
da: generér kilde- og hovedfiler
de: Quellen und Header erstellen
et: tekita koodi- ja päisefailid
hu: A header és forrásfájlok létrehozása
id: hasilkan sumber dan header
it: crea sorgenti e header
ja: ソース、ヘッダーを生成
nl: Genereer bron- en headerbestanden
no_ny: lag kjelder og deklarasjonar
pl: generuj pliki źródłowe i pliki nagłówkowe
sk: generuj zdrojový kód a hlavičky
sl: generiraj izvornih datotek z glavami
sv: Skapa källkod och deklarationsfiler
xh: jiokelezisa iimvelaphi neeheader

source: GNU-Standard-Files (INSTALL,README,COPYING...)
da: GNU-standardfiler (INSTALL,README,COPYING...)
de: GNU-Standarddateien (INSTALL,README,COPYING...)
et: Standardsed GNU failid (INSTALL,README,COPYING...)
hu: A standard GNU fájlok (INSTALL, README, COPYING stb.) létrehozása
it: File-Standard-GNU (INSTALL,README,COPYING...)
ja: GNU-スタンダードファイル (INSTALL,README,COPYING...)
nl: Standaard-GNU-Bestanden (INSTALL, README, COPYING...)
no_ny: GNU-standardfiler (INSTALL,README,COPYING,..)
pl: standardowe pliki GNU (INSTALL,README,COPYING...)
sk: GNU-Štandardné-Súbory (INSTALL,README,COPYING...)
sl: GNU-tipične-datoteke (INSTALL,README,COPYING...)
sv: GNU-standardfiler (INSTALL, README, COPYING...)
xh: GNU-Iifayil-ezisezantsi (IFAKA,NDIFUNDE,IYAKHUPHELA...)

source: User-Documentation
da: Brugerdokumentation
de: Benutzerdokumentation
et: Kasutaja dokumentatsioon
hu: Felhasználói dokumentáció
id: Dokumentasi-user
it: Documentazione-utente
ja: ユーザードキュメント
nl: Gebruikersdocumentatie
no_ny: Brukarhjelp
pl: dokumentacja użytkownika
sk: Používateľská dokumentácia
sl: Dokumentacija za uporabnika
sv: Användardokumentation
xh: Uxwebhu lo-msebenzisi

source: API-Documentation
da: API-dokumentation
de: API-Dokumentation
et: API dokumentatsioon
hu: API-dokumentáció
id: Dokumentasi-API
it: Documentazione API
ja: API-ドキュメント
nl: API-documentatie
no_ny: API-hjelp
pl: dokumentacja API
sk: API Dokumentácia
sl: Dokumentacija API
sv: API-dokumentation
xh: Uxwebhu le-API

source: lsm-File - Linux Software Map
da: Lsm-fil - Linux Software Map
de: lsm-Datei - Linux Software Map
et: lsm-fail - Linux Software Map
hu: lsm-fájl - Linux szoftvertérkép
it: File lsm - Linux Software Map
ja: lsm-ファイル - Linux Software Map
nl: lsm-Bestand - Linux Software Map
no_ny: lsm-fil - Linux Software Map
pl: plik lsm - Linux Software Map
sk: lsm-Súbor - Linux Software Map
sl: lsm-datoteka - ,Linux Software Map`
sv: lsm-fil - Linux programvarukarta
xh: lsm-Fayile - Linux Imaphu yezixhobo ze computer

source: .desktop-File
da: .desktop-fil
de: .desktop-Datei
et: .desktop-fail
hu: .desktop fájl
it: File .desktop
ja: .desktop-ファイル
nl: .desktop-bestand
no_ny: .desktop-fil
pl: plik .desktop
sk: Súbor .desktop
sl: datoteka .desktop
sv: .desktop-fil
xh: .desktop-Fayile

source: Program-Icon
da: Programikon
de: Programm-Symbol
et: Ikoon
hu: Alkalmazásikon
it: Icona programma
ja: プログラムアイコン
nl: Programmapictogram
no_ny: Programikon
pl: ikona aplikacji
sk: Ikona programu
sl: Ikona programa
sv: Programikon
xh: Udweliso lwenkqubo-Icon

source: Mini-Icon
da: Mini-ikon
de: Mini-Symbol
et: Mini-ikoon
hu: Mini ikon
it: Icona piccola
ja: ミニアイコン
nl: Mini pictogram
no_ny: Mini-ikon
pl: mini-ikona
sk: Mini ikona
sl: Mini ikona
xh: Encinane-Icon

source: Insert your project name here. This is also the name of the directory where your Project will be created.
da: Indsæt navnet på dit projekt her. Dette er også navnet på kataloget hvor projektet vil blive oprettet.
de: Geben Sie hier Ihren Projektnamen ein. Dies ist auch der Name des Verzeichnisses, unter dem Ihr Projekt erstellt wird.
et: Sisesta siia projekti nimi. See saab ka projekti failide kataloogi nimeks.
hu: A projekt nevét írja be ide. A projekt főkönyvtára is ezt a nevet fogja kapni.
id: Masukkan nama proyek Anda di sini. Ini juga nama direktori di mana proyek anda akan dibuat.
it: Inserisci il nome del tuo progetto. Questo è anche il nome della directory dove il tuo Progetto sarà creato.
ja: プロジェクト名を入力して下さい。これはまた あなたのプロジェクトが作られた時のディレクトリ名 にもなります。
nl: Vul hier de projectnaam in. Dit is tevens de naam van de map waar het project wordt aangemaakt.
no_ny: Skriv namnet på prosjektet her. Dette er òg namnet på katalogen der prosjektet vert laga.
pl: Podaj nazwę projektu. To będzie również nazwa katalogu, w którym projekt zostanie utworzony.
sk: Sem zadajte názov vášho projektu. To je tiež názov priečinku, kde bude vytvorený váš projekt.
sl: Vnesite ime vašega projekta. To je tudi ime imenika, kjer bo ustvarjen vaš projekt.
sv: Infoga namnet på ditt projekt här. Det här är också namnet på den katalog där ditt projekt kommer att skapas.
xh: Faka igama le projekti yakho apha. Eli ligama kwakhona lolawulo apho iprojekti yakho izakwenziwa khona.

source: Enter the toplevel-directory of your project.
da: Indtast stien til øverste katalog på dit projekt.
de: Geben Sie das Hauptverzeichnis des Projekts ein.
et: Sisesta projekti juurkataloog
hu: Adja meg a projekt főkönyvtárát.
id: Masukkan direktori-level teratas dari proyek Anda.
it: Inserisci la directory principale del tuo progetto.
ja: プロジェクトのトップディレクトリを入力して下さい。
nl: Vul de naam van de bovenste map van het project in.
no_ny: Oppgi toppnivå-katalogen til prosjektet.
pl: Podaj katalog główny projektu.
sk: Hlavný priečinok (najvyššia úroveň) vášho projektu.
sl: Vnos najvišjega imenika vašega projekta.
sv: Ange toppnivåkatalogen för ditt projekt.
xh: Ngenisa ulawulo-lomphakamo ophezulu weprojekti yakho.

source: Set the initial version number of your project here. The number will be used in the about-dialog as well as for determining the project's package numbering for distribution.
da: Giv dit projekt et versionsnummer her. Nummeret vil blive brugt i 'om'-dialogen i så vel som til at bestemme projektpakkens nummer ved distribution.
de: Geben Sie hier die Version Ihres Projekts ein. Die Nummer wird im Dialog "Über" und auch für die Nummerierung des Projektpaketes (für eine Distribution) verwendet.
et: Sisesta siia projekti algne versioon. Seda numbrit kasutatakse distributsiooni paki nummerdamiseks.
hu: Itt adhatja meg a projekt kezdeti verziószámát. Ez a szám fog megjelenni a 'Névjegy' párbeszédablakban, valamint a projektcsomag számozásakor a disztribúcióban.
id: Set nomor version awal proyek anda di sini. Nomor akan digunakan di dialog-about dan juga untuk menentukan penomoran paket proyek untuk distribusi.
it: Indica qui la versione iniziale del tuo progetto. Il numero verrà usato nella finestra "Info su..." ed anche per determinare la numerazione dell'archivio da distribuire.
ja: あなたのプロジェクトの最初のバージョン数を入力して下さい。 この数字はaboutダイアログや配布物のためのプロジェクトの パッケージナンバリングに使われます。
nl: Vul het initiele versienummer van het project hier in. Het nummer wordt gebruikt in de dialoog "Info over...", alsmede voor het vaststellen van de nummering van het projectpakket voor de distributie.
no_ny: Oppgi versjonsnnummeret prosjektet ditt skal starta med. Nummeret vert brukt i om-dialogen og for å avgjera pakkenummereringa ved distribusjon.
pl: Podaj początkowy numer wersji projektu. Ten numer będzie używany w oknie 'Informacje o' jak również do ustalenia numeracji pakietu przy przygotowywaniu dystrybucji.
sk: Tu nastaviť počiatočné číslo verzie vášho projektu. Číslo bude použité v dialógu O Aplikácii ako aj v určení číslovania distribučného balíka projektu.
sl: Nastavitev prve številke različice vašega projekta. Ta številka bo uporabljena tudi v dialogu 'O programu' in v procesu generiranja številke različice paketa pri pakiranju.
sv: Ange det ursprungliga versionsnumret för ditt projekt här. Numret kommer att användas i om-dialogen och dessutom för att avgöra projektets paketnumrering för distribution.
xh: Cwangcisa inani loguqulelo kolunye ulwimi lwe projekti yakho apha. Inani lizakusetyenziswa kwincoko yababini-emalunga nasekuncedeni ukwenziwa kwamanani empahla ye projekti yokunikeza.

source: Insert your name or the development team name here. This will be used for adding your name as the author to all generated files of your project.
da: Indsæt dit navn eller udviklingsholdsnavn her. Dette vil blive brugt til at tilføje dit navn som forfatter til alle genererede filer i projektet.
de: Geben Sie hier Ihren Namen oder den des Entwicklerteams ein. Dieser wird dann als Autorname in allen erzeugten Dateien Ihres Projekts gespeichert.
et: Sisesta siia enda või arendusmeeskonna nimi, mis lisatakse kõigile uutele failidele.
hu: Itt adhatja meg a fejlesztőcsoportjának nevét. Ez bekerül a projekthez generált összes fájl fejlécébe a szerző nevéhez.
id: Masukkan nama anda atau tim pengembang di sini. Ini akan digunakan untuk memasukkan nama anda sebagai pengarang ke dalam semua file yang dihasilkan proyek Anda.
it: Inserisci il tuo nome o quello del team di sviluppo. Questo sarà utilizzatio per aggiungere il tuo nome come autore in tutti i file generati nel tuo progetto.
ja: ここにあなたの名前か開発チーム名を入力して下さい。これはプロジェクトの 全ての生成されるファイルに作者としてあなたの名前を加えるために使います。
nl: Vul uw naam of de naam van het ontwikkelteam hier in. Deze wordt gebruikt voor de auteursnaam in alle gegenereerde bestanden in uw project.
no_ny: Oppgi namnet ditt eller namnet på utviklarlaget her. Dette vert brukt for å leggja til namnet som forfattar i alle prosjektfilene.
pl: Podaj imię lub nazwę grupy programistów. Będzie ono wykorzystane przy wstawianiu imienia autora do wszystkich plików, generowanych w projekcie.
sk: Sem vložte vaše meno alebo meno vývojového tímu. To sa použije pri zadaní vášho mena ako autora vo všetkých generovaných súboroch vášho projektu.
sl: Vnos imena avtorjev ali ekipe. To ime bo uporabljeno v vseh generiranih datotekah kot ime avtorja projekta.
sv: Infoga ditt namn eller namnet på utvecklingsgruppen här. Det här används för att lägga till ditt namn som upphovsman i alla filer som skapas för ditt projekt.
xh: Faka igama lakho okanye igama leqela lobhekiso phambili apha. Oku kuzakusetyenziswa ukudibanisa igama lakho njengombhali kuzo zonke iifayile ezijikeleziswayo ze projekti yakho.
