Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Enable separate terminal for application i/o
da: Aktivér separat terminal for programmets i/o
de: Eigenes Terminal für Ein-/Ausgaben der Anwendung
et: Rakenduse sisend/väljundi jaoks eraldi terminal
hu: Külön terminál használata az alkalmazások be- és kimenetéhez
id: Adakan terminal terpisah untuk i/o aplikasi
it: Attiva un terminale per l'input/output dell'applicazione
ja: アプリケーションのIOの為に別のターミナルを有効にする
nl: Een aparte terminal gebruiken voor applicatie I/O
no_ny: Bruk eigen terminal for programkommunikasjon
pl: włącz oddzielny terminal aplikacji i/o
sk: Povoliť samostaný terminále pre V/V aplikácie
sl: Omogoči ločen terminal za v/i aplikacije
sv: Aktivera separat teminal för inmatning och utmatning för program
xh: Yenza isiphelo sendlela sesicelo i/o

source: Enable separate terminal for application i/o This allows you to enter terminal input when your application contains terminal input code (eg cin, fgets etc.) If you use terminal input in your app, then tick this option. Otherwise leave this off.
da: Aktivér separat terminal for program i/u Dette tillader dig at indgive terminal inddata når dit program indeholder terminal inddatakode (f. eks. cin, fgets etc.) Hvis du bruger terminal inddata i din anv, så afkryds dette valg. Ellers lad det være.
de: Eigenes Terminal für Ein-/Ausgaben der Anwendung Diese Option ermöglicht Terminaleingaben, wenn Ihre Anwendung diese unterstützt (z.B. cin, fgets etc.). Erwartet Ihre Anwendung solche Eingaben, wählen Sie diese Einstellung.
et: Rakenduse sisend/väljundi jaoks eraldi terminal Võimaldab sisestada terminalilt, kui rakendus sisaldab terminalilt lugemise funktsioone(nt cin, fgets jne) Kui kasutad rakenduses terminalilt sisestamist, siis märgista, muidu mitte.
hu: Külön terminál engedélyezése az alkalmazások be- és kimenetéhez Ha bejelöli ezt, akkor lehetőség lesz a program standard ki- és bemeneti függvényeinek adatot átadni (pl.: cin, fgets). Ha a program kér be adatokat a standard bemenetről, akkor érdemes bejelölni, de általában nem kell.
id: Adakan terminal terpisah untuk i/o aplikasi Pilihan ini memperbolehkan Anda untuk memasukkan input terminal saat aplikasi Anda berisi kode input terminal (seperti cin,fgets dsb). Jika Anda gunakan input terminal di aplikasi Anda maka aktifkan pilihan ini. Atau tinggalkan.
it: Attiva un terminale per l'input/output dell'applicazione Questa opzione consente di utilizare un terminale quando l'applicazione richiede un input da terminale (ad es: cin, fgets etc.) Se la tua applicazione richiede un qualche input da terminale, allora seleziona questa opzione. Altrimenti lasciala non selezionata.
ja: アプリケーションのIOの為に別のターミナルを有効にする これにより、あなたのアプリケーションが端末入力のコードを持っている 時(例 cin, fgets等)、端末入力ができるようになります. あなたのアプリケーションが端末入力を使うならここを有効にして下さい. そうでない限り、オフにしておいて下さい.
nl: Een aparte terminal gebruiken voor applicatie I/O Dit stelt u in staat om terminal invoer in te voeren wanneer uw applicatie gebruik maakt van terminal code (b.v. cin, fgets etc.) Als uw applicatie gebruik maakt van invoer via de terminal dan kunt u van deze optie gebruik maken, anders laat u deze uit.
no_ny: Bruk eigen terminal for programkommunikasjon Let deg skriva i eit terminalvindauget når programmet brukar funksjonar for dette (t.d. cin, fgets, ...). Dersom du brukar slike funksjonar, må du merka av her.
sk: Povoliť samostaný terminále pre V/V aplikácie Toto umožňuje zadať vstup terminálu ak váš program obsahuje kód pre vstup z terminálu (napr. cubm fgets apod). Ak používate tento vstup, použite túto voľbu.
sl: Omogoči ločen terminal za v/i aplikacije To vam dovoljuje vnos terminalnega vnosa, ko vaš program vsebuje terminalsko vnosno kodo (npr. cin, fgets...). Če uporabljate terminalski vnos v vašem programu, potem označite to izbiro. Sicer jo pustite pri miru.
sv: Aktivera separat teminal för inmatning och utmatning för program Det här tillåter att du anger terminalinmatning när ditt program innehåller terminalinmatningskod (t.ex. cin, fgets etc.) Om du använder terminalinmatning i ditt program, markera det här alternativet. Annars lämna det av.
xh: Yenza isiphelo sendlela esahlukileyo sesicelo i/o Oku kukuvumela ukungenisa igalelo lesiphelo sendlela xa esakho isicelo siqulathe ikhowudi yegalelo lesiphelo sendlela (umzekelo cin, fgets njalo-njalo) Ukuba usebenzisa igalelo lesiphelo sendlela kwi app yakho, ngoko yenza uphawu oluncinane kolu khetho. Kungenjalo yishiye icimile.

source: Path
da: Sti
de: Pfad
et: Rajad
hu: Elérési utak
it: Percorso
ja: パス
nl: Pad
no_ny: Sti
pl: Ścieżka
sk: Cesta
sl: Pot
sv: Sökväg
xh: Umendo

source: Path to KDE 2 / Qt 2 installation
da: Sti til KDE 2 / Qt 2 installation
de: Pfad zur KDE 2.x / QT 2.x-Installation
et: KDE2 / Qt 2 asukoht
hu: A KDE 2/Qt 2 elérési útja
id: Path ke instalasi KDE 2/ Qt 2
it: Percorso dell'installazione di KDE2/QT2
ja: KDE 2 / Qt 2 インストールパス
nl: Pad naar KDE 2/Qt 2 installatie
no_ny: Sti til KDE 2- / Qt 2-installasjon
pl: Ścieżka do KDE 2 / Qt 2
sk: Cesta k inštalácii KDE 2 / Qt 2
sl: Pot do namestitve KDE 2 / Qt 2
sv: Sökväg till KDE-2/Qt-2 installation
xh: Umendo kufako lwe KDE 2 / Qt 2

source: Qt 2.x / KDE path
da: Qt 2.x / KDE sti
de: QT 2.x / KDE 2.x-Pfad
et: Qt 2.x / KDE rajad
hu: A Qt 2.x/KDE elérési útja
id: path Qt 2.x /KDE
it: Percorso Qt 2.x / KDE
ja: Qt 2.x / KDE パス
nl: Qt 2.x / KDE pad
no_ny: Sti til Qt 2.x / KDE
pl: Ścieżka Qt 2.x/KDE
sk: Cesta Qt 2.x / KDE
sl: Pot Qt 2.x /KDE
sv: Qt 2.x / KDE sökväg
xh: Qt 2.x / KDE umendo

source: Qt 2.x directory:
da: Qt 2.x katalog:
de: QT 2.x-Ordner:
et: Qt 2.x kataloog:
hu: A Qt 2.x alapkönyvtára:
id: Direktori Qt 2.x
it: Directory Qt 2.x:
ja: Qt 2.x ディレクトリ:
nl: Qt 2.x map:
no_ny: Qt 2.x-katalog:
pl: Katalog Qt 2.x:
sk: Priečinok Qt 2.x:
sl: Imenik Qt 2.x:
sv: Qt 2.x katalog:
xh: Qt 2.x ulawulo:

source: Set the root directory path leading to your Qt 2.x path, e.g. /usr/lib/qt-2.0
da: Sæt root katalog sti der fører til din Qt 2.x sti, f. eks. /usr/lib/qt-2.0
de: Setzen des Wurzelverzeichnisses von Qt 2.x, z.B /usr/lib/qt-2.0
et: Säti siit rada Qt 2.x algkataloogini, nt /usr/lib/qt-2.0
hu: Adja meg a telepített Qt 2.x alapkönyvtárát, pl.: /usr/lib/qt-2.0
id: Set path direktori root membawa ke path Qt 2x, misal /usr/lib/qt-2.0
it: Imposta la directory base della libreria Qt 2.x, ad es. /usr/lib/qt-2.0
ja: Qt 2.x パスにつながるディレクトリを設定、例えば /usr/lib/qt-2.0
nl: Het pad naar de hoofdmap van uw Qt 2.x installatie zetten, b.v. /usr/lib/qt-2.0
no_ny: Vel rotkatalogen som fører til Qt 2.x-stien, t.d. /usr/lib/qt-2.0
pl: Ustaw ścieżkę bezwzględną do Qt 2.x, np:/usr/lib/qt-2.0
sk: Nastavenie koreňového priečinku knižníc a includes pre QT 2.x, napr. /usr/lib/qt-2.0
sl: Nastavite pot korenskega imenika, ki vodi do poti vašega Qt 2.x (npr. /usr/lib/qt-2.0)
sv: Ange sökvägen till rotkatalogen som leder till din Qt 2.x sökväg, t.ex. /usr/lib/qt-2.0
xh: Cwangcisa umendo wolawulo wengcambu okhokhelela kwi Qt 2xpath, umzekelo. /usr/lib/qt-2.0

source: KDE 2.x directory:
da: KED 2.x katalog:
de: KDE 2.x-Ordner:
et: KDE 2.x kataloog:
hu: A KDE 2.x alapkönyvtára:
id: Direktori Kde 2.x
it: Directory KDE 2.x:
ja: KDE 2.x ディレクトリ:
nl: KDE 2.x map:
no_ny: KDE 2.x-katalog:
pl: Katalog KDE 2.x:
sk: Priečinok KDE 2.x:
sl: Imenik KDE 2.x:
sv: KDE 2.x katalog:
xh: KDE 2.x ulawulo:

source: Set the root directory path leading to your KDE 2 includes/libraries, e.g. /opt/kde2
da: Sæt root katalog sti der fører til dine KDE 2 includes/libraries, f. eks. /opt/kde2
de: Setzen des Wurzelverzeichnisses von KDE 2.x includes/libraries, z.B. /opt/kde2
et: Säti siit rada KDE2 algkataloogini, nt /opt/kde2
hu: Adja meg a telepített KDE 2 alapkönyvtárát, pl.: /opt/kde
id: Set path direktori root membawa ke path KDE 2, misal /opt/kde2
it: Imposta la directory base degli header e delle librerie di KDE 2, ad es. /opt/kde2
ja: KDE 2 include/ライブラリ パスにつながるディレクトリを設定、例えば/opt/kde2
nl: Het pad naar de hoofdmap van uw KDE 2 installatie zetten, b.v. /opt/kde2
no_ny: Vel rotkatalogen som fører til utviklingsfilene/biblioteka i KDE 2, t.d. /opt/kde2
pl: Podaj ścieżkę katalogu głownego, która prowadzi do katalogów KDE includes/libraries np:/opt/kde2
sk: Nastavenie koreňového priečinku knižníc a includes pre KDE 2, napr. /opt/kde2
sl: Nastavite pot korenskega imenika, ki vodi do poti vašega KDE 2 vključno z knjižnicami (npr. /opt/kde2)
sv: Ange sökvägen till rotkatalogen som leder till din KDE 2 deklarationsfiler/bibliotek, t.ex. /opt/kde2
xh: Cwangcisa umendo wolawulo wengcambu okhokhelela kweyakho i KDE 2 iquka/iilayibrari, umzekelo. /opt/kde2

source: Default Project Path
da: Standard projektsti
de: Standard-Projektpfad
et: Projekti vaikimisi rada
hu: A projektek alapkönyvtára
id: Path Proyek Baku
it: Percorso predefinito del progetto
ja: 標準のプロジェクトパス
nl: Standaard Project pad:
no_ny: Standard prosjektsti
pl: Domyślna ścieżka do projektu
sk: Štandardné cesta projektu
sl: Privzeta pot do projekta
sv: Förvald projektsökväg
xh: Umendo we projekti engagqibekanga

source: Project Path:
da: Projektsti:
de: Projektpfad:
et: Projekti asukoht:
hu: A könyvtár elérési útja:
id: Path Proyek
it: Percorso del progetto:
ja: プロジェクトパス:
nl: Project pad:
no_ny: Prosjektsti:
pl: Ścieżka do projektu:
sk: Cesta projektu:
sl: Pot do projekta:
sv: Projektsökväg:
xh: Umendo we projekti:

source: Set the start directory where to create/load projects here
da: Sæt start kataloget hvor projekter oprettes indlæses her
de: Wählen Sie das Startverzeichnis für das Erstellen und Laden von Projekten
et: Vali kataloog, kuhu hakatakse projekte looma
hu: Adja meg a projektek létrehozásához használt alapkönyvtárt
id: Set di sini direktori awal dempat membuat/memuat proyek
it: Imposta la directory predefinita dove creare/caricare i progetti
ja: ここでプロジェクトを作成/読み込む、スタートディレクトリを設定
nl: De start map voor het aanmaken/laden van projecten zetten
no_ny: Vel startkatalogen for laging og opning av prosjekt her
pl: Ustaw katalog, w którym będzie tworzony/ładowany projekt
sk: Nastaví počiatočný priečinok, kde budú vytvárané/načítavané projekty
sl: Nastavite začetni imenik, kjer se naj ustvarijo/naložijo projekti
sv: Ange startkatalogen där projekt skapas/laddas här
xh: Cwangcisa ulawulo lokuqala apho ungenza/ulayishe iiprojekti apha

source: User interface
da: Brugerflade
de: Benutzerschnittstelle
et: Kasutajaliides
hu: Felhasználói felület
it: Interfaccia utente
ja: ユーザーインターフェース
nl: Gebruikers interface
no_ny: Brukargrensesnitt
pl: Interfejs użytkownika
sk: Používateľské rozhranie
sl: Uporabniški vmesnik
sv: Användargränssnitt
xh: Umsebenzisi wojongano

source: Type of user interface
da: Type brugerflade
de: Art der Benutzerschnittstelle
et: Kasutajaliidese tüüp
hu: A felhasználói felület típusa
it: Tipo di interfaccia utente
ja: ユーザーインターフェースの種類
nl: Type gebruikers interface
no_ny: Type grensesnitt
pl: Typ interfejsu użytkownika
sk: Typ používateľského rozhrania
sl: Vrsta uporabniškega vmesnika
sv: Typ av användargränssnitt
xh: Udidi lomsebenzisi wojongano

source: What kind of user interface do you want?
da: Hvilken slags brugerflade ønsker du?
de: Welche Art Benutzerschnittstelle möchten Sie?
et: Vali kasutajaliidese tüüp
hu: Válassza ki a felhasználói felület módját.
it: Che tipo di interfaccia utente vuoi?
ja: どんな種類のユーザインターフェースにしたいですか?
nl: Wat voor een soort gebruikersinterface wilt u ?
no_ny: Kva for eit brukargrensesnitt vil du ha?
pl: Jaki typ interfejsu użytkownika wybrać?
sk: Aký typ používateľského rozhrania chcete?
sl: Kakšen uporabniški vmesnik želite?
sv: Vilken sorts användargränssnitt vill du ha?
xh: Loluphi udidi lomsebenzisi wojongano olufunayo?

source: All tool views are initially docked to the mainframe. Editor and browser views will live within a view area of the mainframe.
da: Alle værktøjsvisninger er oprindeligt dokket til hovedrammen. Redigerings- og søgevisninger vil leve indenfor et visningsområde i hovedrammen.
de: Alle Arbeitsansichten sind anfangs am Hauptfenster angedockt. Der Editor und die Browser-Ansichten werden im Hauptfenster dargestellt.
et: Kõik vaated asetsevad algselt peaakna sees. Redaktor ja brauser asuvad peaakna nähtavas osas.
hu: Az összes eszközablak a főablakba dokkolva indul. A fő nézeten belül jelennek meg a szerkesztési és böngészési nézetablakok.
it: Tutti gli strumenti saranno all'interno della finestra principale. L'editor e il browser saranno all'interno dell'area di questa finestra.
ja: 全てのツールビューは最初はメインフレームにドッキングされています。 エディタとブラウザビューはメインフレームのビュー領域内に置かれています。
nl: Alle hulpmiddel vensters zijn initieel aangemeerd in het hoofdvenster. Editor en bladerweergaves leven in het weergave gebied van het hoofdvenster.
no_ny: Alle verktøyvisingane er i utgangspunktet lagde inn i hovudramma. Skrivefeltet og hjelpetekstane ligg i eit eige område i hovudramma.
pl: Domyślnie, wszystkie widoki narzędzi są umieszczane w oknie głównym aplikacji. Edytor i przeglądarka znajdują się zawsze w oknie widok, który znajduje się w oknie głownym aplikacji.
sk: Všetky pohľady nástrojov sú na začiatku v hlavnom rámci. Editor a prehliadače budú umiestnené v oblasti hlavného rámca.
sl: Vsi pogledi orodij so prvotno zasidrani v glavnem okvirju. Pogleda z urejevalnikom in brskalnikom živita v oglednem področju glavnega okvirja.
sv: Alla verktygsfönster är dockade i huvudfönstret från början. Editor- och läsarfönster finns i ett område i huvudfönstret.
xh: Zonke iimboniselo zesixhobo zixinaniswe ngoqupho kwisakhelo soqobo. Iimboniselo zomhleli nomkhangeli zincwadi zizakuhlala kwi ariya yemboniselo yesakhelo soqobo.

source: All editor, browser and tool views will be toplevel windows (directly on desktop).
da: Alle redigerings- søge- og værktøjsvisninger vil være topniveau vinduer (direkte på skrivebordet).
de: Alle Editor, Browser- und Arbeitsansichten werden Toplevel-Fenster(d.h. sie liegen direkt auf dem Desktop).
et: Redaktor, brauser ja teised vaated on kõik eraldi aknad (otse töölaual).
hu: Az összes szerkesztési, böngészési és eszközablak felső szintű lesz (közvetlenül az asztalon).
it: Tutti gli editor, browser e gli strumenti saranno delle finestre principali (direttamente sul desktop).
ja: 全てのエディタ、ブラウザ、ツールビューはトップレベルウィンドウになります(直接デスクトップに置かれます)
nl: Alle editor, blader en hulpmiddelweergaves zullen topniveau vensters zijn (direct op het bureaublad).
no_ny: Alle skrivefelt, hjelpetekstar og verktøyvisingar er toppnivåvindauge (direkte på skrivebordet).
pl: Edytor, przeglądarka i okna narzędzi będą oknami nadrzędnymi - znajdującymi się bezpośrednio na pulpicie.
sk: Všetky okná editora, prehliadača a nástrojov budá okná najvyššej úrovne (priamo na ploche).
sl: Urejevalnik, brskalnik in pogledi orodij bodo vsi okna zgornje ravni (neposredno na namizju).
sv: Alla editor-, läsar- och verktygsfönster kommer att vara toppnivåfönster (direkt på skrivbordet).
xh: zonke iimboniselo zomhleli, umkhangeli zincwadi zizakuba ziwindow ezikumphakamo ophezulu (ngqo kwi desktop).

source: All tool views are initially docked to the mainframe. Editor and browser views will be stacked in a tab window.
da: Alle værktøjsvisninger er oprindeligt dokket til hovedrammen. Redigerings og søgevisninger vil blive stakket i et tab-vindue.
de: Alle Arbeitsansichten sind anfangs an das Hauptfenster angedockt. Editor- und Browseransichten sind über Reiter zugänglich.
et: Kõik vaated asetsevad algselt peaakna sees. Redaktor ja brauser asetsevad üksteise peal virnas.
hu: Az összes eszközablak a főablakba dokkolva indul. A szerkesztési és böngészési ablakok között a fülekre kattintva lehet váltani.
it: Tutti gli strumenti saranno inizialmente all'interno della finestra principale. L'editor e il browser saranno raggiungibili con una finestra a tab.
ja: 全てのツールビューは最初はメインフレームにドッキングされています。 エディタ及びブラウザビューはタブウィンドウに積み重ねられます。
nl: Alle hulpmiddel vensters zijn initieel aangemeerd in het hoofdvenster. Editor en bladerweergaves worden in het tabvenster gestapeld.
no_ny: Alle verktøyvisingar er i utgangspunktet lagde inn i hovudramma. Skrivefelt og hjelpetekstar vert stabla i eit fleirsidevindauge.
pl: Początkowo, widoki wszystkich narzędzi są umieszczone w oknie głównym aplikacji. Edytor i przeglądarka są umieszczone na stosie w oknie z zakładkami.
sk: Všetky pohľady nástrojov budú na začiatku v hlavnom rámci. Editor a prehliadače budň v záložkách.
sl: Vsi pogledi orodij so prvotno zasidrani v glavni okvir. Pogleda z urejevalnikom in brskalnikom sta zložena v oknu z zavihki.
sv: Alla verktygsfönster är dockade i huvudfönstret från början. Editor- och läsarfönster kommer att läggas i ett flikfönster.
xh: Zonke iimboniselo zesixhobo zixinaniswe ngesiquphe kwisakhelo soqobo. Iimboniselo zomhleli nomkhangeli zincwadi zizakufunjwa kwi window yesithuba.

source: The chosen path does not lead to the Qt-library documentation. Do you really want to save this value?
da: Den valgte sti fører ikke til dokumentationen for Qt-biblioteket. Vil du virkelig bruge denne sti?
de: Der gewählte Pfad enthält nicht die Dokumentation der Qt-Bibliothek. Möchten Sie diesen Pfad trotzdem speichern?
et: Valitud rada ei näita Qt teegi dokumentatsiooni pihta. Kas tõesti salvestada?
hu: A kijelölt elérési út nem tartalmazza a Qt-könyvtár dokumentációját. Biztos, hogy ezt az értéket akarja elmenteni?
id: Path yang dipilih tidak membawa ke dokumentasi Pustaka-Qt. Anda ingin menyimpan nilai ini?
it: Il percorso non contiene la documentazione della libreria QT. Vuoi veramente salvare questa impostazione?
ja: 選択されたパスにはQtライブラリ ドキュメントが存在しません。本当にこの値を保存 しますか?
nl: Het gekozen pad leidt niet tot de Qt documentatie. Weet u zeker dat u deze waarde wilt opslaan?
no_ny: Den valte stien fører ikkje til hjelpetekstane for Qt-biblioteket. Vil du verkeleg bruka denne stien?
pl: Wybrana ścieżka nie prowadzi do dokumentacji biblioteki Qt. Pomimo to, zapisać?
sk: Vybraná cesta nevedie ku QT dokumentácii. Naozaj chcete uložiť túto hodnotu?
sl: V izbrani poti ni dokumentacije knjižnice Qt. Želite vseeno shraniti to vrednost?
sv: Den valda sökvägen leder inte till Qt biblioteksdokumentationen. Vill du verkligen spara det här värdet?
xh: Umendo okhethiweyo awukhokheleli ku xwebhu lelayibrari ye-Qt. Ufuna ngokwenene ukugcina eli xabiso?

source: The chosen path does not lead to the KDE-library documentation. Do you really want to save this value?
da: Den valgte sti fører ikke til dokumentationen for KDE-biblioteket. Vil du virkelig bruge denne sti?
de: Der gewählte Pfad enthält nicht die Dokumentation der KDE-Bibliotheken. Möchten Sie diesen Pfad trotzdem speichern?
et: Valitud rada ei sisalda KDE teekide dokumentatsiooni. Soovid sa tõesti seda salvestada?
hu: A kijelölt elérési út nem tartalmazza a KDE programkönyvtár dokumentációját. Biztos, hogy ezt az értéket akarja elmenteni?
id: Path yang dipilih tidak membawa ke dokumentasi Pustaka KDE. Anda ingin menyimpan nilai ini?
it: Il percorso non contiene la documentazione delle librerie di KDE. Vuoi veramente salvare questa impostazione?
ja: 選択されたパスにはKDEライブラリドキュメント が存在しません。本当にこの値を保存 しますか?
nl: Het gekozen pad leidt niet tot de KDE biblio- theek documentatie. Weet u zeker dat u deze waarde wilt opslaan?
no_ny: Den valte stien fører ikkje til hjelpetekstane for KDE-biblioteket. Vil du verkeleg bruka denne stien?
pl: Wybrana ścieżka nie prowadzi do dokumentacji bibliotek KDE. Pomimo to, zapisać?
sk: Vybraná cesta nevedie k dokumentácii knižnice KDE. Naozaj chcete uložiť túto hodnotu?
sl: V izbrani poti ni dokumentacije knjižnice KDE. Želite vseeno shraniti to vrednost?
sv: Den valda sökvägen leder inte till KDE biblioteksdokumentationen. Vill du verkligen spara det här värdet?
xh: Umendo okhethiweyo awukhokheleli ku xwebhu lelayibrari ye-KDE. Ufun angenene ukugcina eli xabiso?

source: The chosen path does not lead to the Qt-library documentation. Please choose the correct path.
da: Den valgte sti fører ikke til Qt-bibliotekets dokumentation. Vælg venligst korrekt sti.
de: Der gewählte Pfad enthält keine Qt-Dokumentation. Bitte wählen Sie den korrekten Pfad.
et: Valitud rada ei sisalda Qt teegi dokumentatsiooni. Palun vali korrektne rada
hu: A megadott elérési út nem a Qt programkönyvtár dokumentációjára mutat. Kérem adja meg a helyes elérési utat.
id: Path yang dipilih tidak membawa ke dokumentasi Pustaka-Qt. Mohon pilih path yang benar.
it: Il percorso selezionato non contiene la documentazione della libreria QT. Inserisci il percorso corretto.
ja: 選択されたパスにはQtライブラリ ドキュメントが存在しません。 正しいパスを選択して下さい。
nl: Het gekozen pad leidt niet tot de Qt- bibliotheek documentatie. Kies het juiste pad alstublieft.
no_ny: Den valte stien fører ikkje til hjelpetekstane for Qt-biblioteket. Vel rett sti.
pl: Podana ścieżka nie prowadzi do dokumentacji biblioteki QT. Proszę podać poprawną ścieżkę.
sk: Vybraná cesta nevedie k dokumentácii ku Qt-knižnici. Prosím, vyberte správnu cestu.
sl: Izbrana pot ne vodi do dokumentacije knjižnice Qt. Prosimo izberite pravilno pot.
sv: Den valda sökvägen leder inte till Qt biblioteksdokumentationen. Var god välj den rätta sökvägen.
xh: Umendo okhethiweyo awukhokheleli ku xwebhu lelayibrari ye-Qt. Nceda khetha umendo olungileyo.

source: The chosen path does not lead to the KDE-library documentation. Please choose the correct path or choose 'Update' to create a new documentation
da: Den valgte sti fører ikke til dokumentationen for KDE-biblioteket. Vælg venligst korrekt sti og vælg 'Opdatér' for at lave ny dokumentation.
de: Der gewählte Pfad enthält nicht die Dokumentation der KDE-Bibliotheken. Bitte wählen Sie einen anderen Pfad oder wählen Sie "Aktualisieren", um eine neue Dokumentation zu erzeugen.
et: Valitud rada ei sisalda KDE teekide dokumentatsiooni. Palun vali korrektne rada või pressi nuppu 'Uuenda', et luua uus dokumentatsioon
hu: A megadott elérési út nem a KDE programkönyvtár dokumentációjára mutat. Adja meg a helyes elérési utat, vagy nyomja meg a 'Frissítés' gombot új dokumentáció létrehozásához.
id: Path yang dipilih tidak membawa ke dokumentasi Pustaka-KDE. Mohon dipilih path yang benar atau pilih 'Update' untuk membuat dokumentasi baru
it: Il percorso non contiene la documentazione delle librerie KDE. Inserisci il percorso corretto oppure scegli 'Aggiorna' per creare la nuova documentazione.
ja: 選択されたパスにはKDEライブラリドキュメント が存在しません。正しいパスを選択して、新しい ドキュメントを生成するために'更新'を してください。
nl: Het gekozen pad leidt niet tot de KDE biblio- theek documentatie. Kies alstublieft het goede pad of kies 'Bijwerken' om nieuwe documentatie te genereren.
no_ny: Den valte stien fører ikkje til hjelpetekstane for KDE-biblioteket. Vel rett sti eller vel »Oppdater» for å laga nye hjelpetekstar.
pl: Wybrana ścieżka nie prowadzi do dokumentacji bibliotek KDE. Wybrać poprawną ścieżkę lub użyć przycisku 'Uaktualnij', aby utworzyć nową dokumentację.
sk: Vybraná cesta nevedie k dokumentácii ku KDE-knižnici. Prosím, vyberte správnu cestu alebo použite 'Obnoviť' pre vytvorenie novej dokumentácie
sl: Izbrana pot ne vodi do dokumentacije knjižnice KDE. Prosim izberite pravo pot ali pa izberite ,Obnovi` za izdelavo nove dokumentacije
sv: Den valda sökvägen leder inte till KDE biblioteksdokumentationen. Var god välj den rätta sökvägen eller välj uppdatera för att skapa en ny dokumentation
xh: Umendo okhethiweyo awukhokheleli ku xwebhu lelatibrari ye-KDE. Nceda khetha umendo olungileyo okanye 'Gqibezela' ukwenza olutsha uxwebhu
