Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Build Program Settings
da: Byg programindstillinger
de: Make-Optionen
et: Ehitamise seadistused
hu: A make futtatásával kapcsolatos beállítások
id: Seting build Program
it: Costruisci le impostazioni del programma
ja: プログラムのビルド設定
nl: Genereer programma instellingen
no_ny: Innstillingar for byggjing av program
pl: Ustawienia
sk: Nastavenie pre vytvorenie programu
sl: Zgradi nastavitve programa
sv: Byggprograminställningar
xh: Yakha izicwangciso zodweliso lwenkqubo

source: This dialog is for setting your make options.
da: Denne dialog er til for at sætte dine make-valg.
de: In diesem Dialog können Sie Ihre Make-Optionen einstellen.
et: Ehituskäsu seadistuste muutmise dialoog
hu: Ebben a párbeszédablakban lehet megadni a make beállításait.
id: Dialog ini untuk seting pilihan make Anda.
it: Questo dialog é per impostare le vostre opzioni di make.
ja: Makeオプションの設定 ダイアログです。
nl: Dit dialoogvenster is voor het zetten van uw make opties.
no_ny: I denne dialogen set du opp make-val.
pl: Okno dialogowe do ustawiania opcji polecenia make.
sk: Tento dialóg nastavuje možnosti pre make.
sl: S tem dialogom nastavite možnosti make.
sv: Den här dialogen är till för att ange dina make-alternativ.
xh: Le ncoko yababini yeyokucwangcisa iinketho zokwenza zakho.

source: Print debug information
da: Udskriv fejlretninginformation
de: Debug-Informationen ausgeben
et: Väljastatakse silumise infot
hu: A nyomkövetési információk kiírása
id: Cetak informasi debug
it: Stampa le informazioni di debug
ja: デバッグ情報を表示
nl: Debug informatie afdrukken
no_ny: Skriv avlusingsinformasjon
pl: wyświetlaj informacje debugera
sk: Tlačiť ladiace informácie
sl: Izpiši razhroščevalno informacijo
sv: Skriv ut avlusningsinformation
xh: Shicilela ulwazi lwe debug

source: Continue after errors
da: Fortsæt efter fejl
de: Nach Fehlern fortfahren
et: Jätkatakse pärast vigasid
hu: Folytatás hiba után
id: Lanjutkan setelah error
it: Continua dopo l'errore
ja: エラー後も続ける
nl: Doorgaan na fouten
no_ny: Fortset etter feil
pl: kontynuuj po błędach
sk: Pokračovať po chybách
sl: Nadaljuj po napakah
sv: Fortsätt efter fel
xh: Qhubekeka emva kwemposiso

source: Print the data base
da: Udskriv databasen
de: Datenbank ausgeben
et: Andmebaasi väljastamine
hu: Az adatbázis kiírása
id: Cetak database
it: Stampa la base dati
ja: データベースを表示
nl: De database afdrukken
no_ny: Skriv databasen
pl: wypisz bazę danych
sk: Tlačiť databáze
sl: Izpiši bazo podatkov
sv: Skriv ut databasen
xh: Shicilela isiseko sedata

source: Environment variables
da: Miljøvariabler
de: Vorrang für Umgebungsvariablen
et: Keskkonnamuutujad
hu: Környezeti változók
id: Variabel environment
it: Variabili d'ambiente
ja: 環境変数
nl: Ongevingsvariabelen
no_ny: Miljøvariablar
pl: zmienne środowiska
sk: Premenné prostredia
sl: Okoljske spremenljivke
sv: Miljövariabler
xh: Izahluko zemeko-bume

source: No built-in rules
da: Ingen indbyggede regler
de: Keine eingebauten Regeln
et: Sisse ehitatud reeglid puuduvad
hu: Nincs beépített szabály
id: Tidak ada aturan built-in
it: Non utilizzare le regole predefinite
ja: 組み込みルールはありません
nl: Geen ingebouwde regels
no_ny: Ingen innebygde reglar
pl: bez wbudowanych reguł
sk: Bez vstavaných pravidiel
sl: Ni vgrajenih pravil
sv: Inga inbyggda regler
xh: Akukho mithetho yakhelwe-ngaphakathi

source: Touch files
da: Rør filerne
de: "touch" auf Dateien anwenden
et: Failide värskendamine
hu: A fájlok dátumbeállítása ('touch')
id: Buat file
it: Touch i file
ja: ファイルをTouch
nl: Touch (tijd naar nu zetten) bestanden
no_ny: Rør filer
pl: zmodyfikowane pliki
sk: Zmeniť dátum modif. súborov
sl: Dotakni se datotek
sv: Rör filer
xh: Chukumisa iifayile

source: Ignore all errors
da: Ignorer alle fejl
de: Alle Fehler ignorieren
et: Kõiki vigasid ignoreeritakse
hu: A hibák figyelmen kívül hagyása
id: Abaikan semua kesalahan
it: Ignora tutti gli errori
ja: 全てのエラーを無視
nl: Alle fouten negeren
no_ny: Ignorer alle feil
pl: ignoruj wszystkie błędy
sk: Ignorovať všetky chyby
sl: Ne zmeni se za vse napake
sv: Ignorera alla fel
xh: Sukunanza zonke iimposiso

source: Silent operation
da: Stille operation
de: Keine Meldungen ausgeben
et: Vaikselt töötamine
hu: Néma üzemmód
id: Operasi diam-diam
it: metodo silenzioso
ja: サイレントオペレーション
nl: Geen meldingen
no_ny: Stille operasjon
pl: cichy tryb
sk: Tichá činnosť
sl: Tiho delo
sv: Kör tyst
xh: Umsebenzi othuleyo

source: Print working directory
da: Skriv arbejdskataloget til skærm
de: Arbeitsverzeichnis ausgeben
et: Väljastatakse töökataloog
hu: A munkakönyvtár kiírása
id: Cetak direktori kerja
it: Stampa l'indirizzo di lavoro
ja: 処理しているディレクトリの出力
nl: Werkmap afdrukken
no_ny: Skriv arbeidskatalogen
pl: wypisz katalog roboczy
sk: Pracovný priečinok pre tlač
sl: Izpiši delovni imenik
sv: Skriv ut arbetskatalog
xh: Shicilela ulawulo olusebenzayo

source: job number
da: jobnummer
de: Anzahl der Jobs
et: Tööde arv
hu: Párhuzamos fordítás
id: nomor kerja
it: numero job
ja: ジョブ数
nl: job nummer
no_ny: jobbnummer
pl: Numer zadania :
sk: číslo úlohy
sl: posel številka
sv: jobbnummer
xh: inani lomsebenzi

source: Rebuild behaviour on run/debug:
da: Genbyg opførsel ved kør/fejlret:
de: Neu erstellen bei Ausführen/Debug
et: Ehitamise käitumine täitmisel/silumisel:
hu: Az újrafordítás módja futtatáskor/nyomkövetéskor:
id: Bangun kembali behaviour saat run/debug:
it: Metodo ricostruzione in run/debug
ja: 実行/デバッグ時のリビルド処理:
nl: Herbouw gedrag bij uitvoeren/debuggen
no_ny: Gjenbyggjingsåtferd ved køyr/avlus:
sk: Chovanie prekladu pri spustení/ladení:
sl: Obnašanje ponovne gradnje on poganjanju/razhroščevanju
sv: Bygg om beteende vid kör/avlusa:
xh: Yakha kwakhona ukuziphatha kukwenziwa/debug:

source: warning on modification
da: Advarsel ved ændring
de: Warnung bei Änderung
et: hoiata muudatustest
hu: figyelmeztetés, ha módosítás történt
id: peringatkan saat modifikasi
it: avverti se modificato
ja: 更新の際の警告
nl: waarschuwen bij wijzigingen
no_ny: åtvaring ved endring
sk: varovanie pri zmene
sl: opozarjanje ob spreminanju
sv: varning vid ändring
xh: isilumkiso kuguqulo kancinane

source: only on modification
da: kun ved ændring
de: nur bei Änderung
et: ainult muudatustel
hu: csak módosítás esetén
id: hanya dalam modifikasi
it: solo se modificato
ja: 更新された時のみ
nl: alleen bij wijzigingen
no_ny: berre ved endring
sk: len pri zmene
sl: samo ob spreminjanju
sv: bara vid ändring
xh: kuguqulo kancinane kuphela

source: always rebuild
da: genbyg altid
de: immer neu erstellen
et: ehita kõik alati uuesti
hu: újrafordítás mindig
id: selalu build ulang
it: Ricostruisci comunque
ja: 常にリビルド
nl: altijd herbouwen
no_ny: alltid gjenbygg
pl: zawsze przebuduj
sk: vždy preložiť všetko
sl: vedno ponovno zgradi
sv: bygg alltid om helt
xh: soloko usakha kwakhona

source: set modified
da: sæt ændret
de: Geändert setzen
et: Värskendamine:
hu: Módosítás szimulálása
it: imposta come modificato
ja: 更新マークをつける
nl: gewijzigd zetten
no_ny: sett endra
pl: Ustaw zmienione :
sk: nastaviť ako zmenený
sl: nastavi kot spremenjen
sv: markera som ändrad
xh: cwangcisa okuguqulwe kancinane

source: additional options
da: flere valg
de: Weitere Optionen
et: Lisaseadistused
hu: További parancssori kapcsolók
id: pilihan tambahan
it: opzioni addizzionali
ja: 追加オプション
nl: addtionele opties
no_ny: andre val
pl: Dodatkowe opcje :
sk: prídavné nastavenia
sl: dodatne zmožnosti
sv: ytterligare alternativ
xh: iinketho ezongezelelweyo

source: Run make in
da: Kører make i
de: Make ausführen in
et: Ehitamise asukoht
hu: A make futtatási könyvtára
id: Jalankan make in
it: Avvia make all'indirizzo
ja: makeを以下で実行
nl: Voer make uit in
no_ny: Køyrer make i
pl: Uruchom make w :
sk: Spustiť make v
sl: Poženi make v
sv: Kör make i
xh: Sebenzisa ukwenza ngaphakathi

source: Pressing the folder button lets you choose a file which will be set modified. This will recompile the file on the next build run.
da: Mappeknappen lader dig vælge en fil som bliver mærket som ændret. Så vil filen oversættes igen ved næste bygning.
de: Wenn Sie den Knopf "Ordner" betätigen, können Sie eine Datei als geändert setzen. Diese wird beim nächsten Erstellen des Projektes neu kompiliert.
et: Kataloogi nupule vajutades saad valida faili, mida värskenda. Põhjustab järgmisel korral faili ringi kompileerimise.
hu: A mappagomb megnyomásával kijelölhet egy fájlt, amely módosítottnak fog látszani. Emiatt a fájl újra lesz fordítva a következő újrafordításkor.
id: Dengan menekan tombol folder dapat memilih file mana yang akan dimodifikasi. Ini akan mengompile ulang file pada build berikutnya.
it: Premendo il taso della cartella ti consente di selezionare quale file verrá marcato come da ricostruire. Questo consentirá la ricostruzione del file al prossimo comando build o run.
ja: フォルダボタンを押すと変更済とするファイルを選択できます。こうすると次回のビルド時にこのファイルがリコンパイルされます。
nl: Als u op de map knop klikt dan een bestand kiezen dat u als zijnde gewijzigd kunt zetten. dit heeft tot gevolg dat het bestand opnieuw wordt gecompileerd.
no_ny: Mappeknappen let deg velja ei fil som vert merka som endra. Då vil fila kompilerast om att ved neste byggjing.
pl: Wciśnięcie przycisku folderu pozwala wybrać plik, który zostanie zaznaczony jako zmodyfikowany. To spowoduje przy następnym budowaniu jego przekompilowanie.
sk: Stlačením tlačidla vyberte súbor, ktorý má byť označený ako zmenený. Toto vynúti nový preklad súboru pri nasledujúcom preklade.
sl: S pritiskom na gumb z mapo lahko izberete datoteko, ki bo nastavljena kot spremenjena. S tem se bo datoteka prevedla ob naslednji gradnji.
sv: Tryck på katalogknappen för att välja en fil som ska markeras som ändrad. Det här kommer att kompilera om filen vid nästa byggtillfälle.
xh: Ukucinezela iqhosha leencwadi eneenkcukacha likuvumela ukhethe ifayile ezakucwangciswa iguqulwe kancinane. Oku kuzakuqokelela kwakhona ifayile kukwakha okulandelayo.

source: Print debugging information in addition to normal processing. The debugging information tells you which files are being considered for remaking, which file- times are being compared and with what results, which files actually need to be remade, which implicit rules are considered and which are applied---everything interesting about how make decides what to do.
da: Udskriv fejlretningsinformation foruden normal proces. Fejlretningsinformationen fortæller dig hvilke filer der bliver undersøgt for remaking, hvilke fil-tider der bliver sammenlignet og med hvilke resultater, hvilke filer der skal laves igen, hvilke implicitte regler der betragtes og hvilke der anvendes--- alt interessant om hvordan 'make' træffer beslutninger om hvad der skal gøres.
de: Beim Aufruf von make werden zusätzliche Informationen ausgegeben. Sie erhalten Informationen darüber, welche Dateien für die Neuerstellung in Betracht gezogen werden, welche Datei-Zeiten verglichen werden und mit welchem Ergebnis, welche Dateien tatsächlich neu erstellt werden müssen, welche impliziten Regeln in Betracht kommen und welche angewendet werden... Alles Wichtigedarüber, welche Entscheidungen make beim Erstellen des Projektes trifft.
et: Väljasta tavalisele töötlemisele lisasilumisinfot.
hu: Nyomkövetési információ kiírása a szokásos szövegeken kívül. A nyomkövetési információból kiderül, hogy mely fájlok lesznek figyelembe véve újrafordítás esetén, milyen fájldátumok vannak összehasonlítva milyen eredménnyel, mely fájlokat kell újrafordítani, milyen egyéb szabályok használatára kerül sor - egyszóval minden fontos dolog arról, hogy a make mit hajt végre.
id: Cetak informasi debugging sebagai tambahan proses normal. Informasi debugging memberitahu anda file mana yang perlu dibuat kembali, file mana yang dibandingkan dengan hasil mana, file mana yang perlu dibuat lagi, mana yang perlu diperhatikan dalam aturan secara implisit---semua yang menarik tentang membuat keputusan apa yang harus dilakukan.
it: Stampare delle informazioni di debugging in aggiunta al processo normale. Le informazioni di debuggin ti dicono quale file viene preso in considerazione, con quale file e ora vienecomparato e con quali risultati, quali file debbono essere ricostruiti, quali regole implicitevengono considerate e quali vengono applicate---tutto ció che vien fattodal nel corso del processo di make.
ja: 通常の処理に加えてデバッグ情報をプリントします。デバッグ情報はどのファイルがremakeの対象候補となるか、どのファイルの時刻が比較されどういう結果になったのか、どのファイルが実際にremakeされなければならないのか、どの暗黙ルールが検査されどれが適用されるのか----等々makeがどのようにするべきことを決定するのかに関する興味深い情報を示してくれます。
nl: Druk debug informatie samen met de normale informatie af. De debug informatie geeft aan welke bestanden er worden overwogen voor hercompilatie, welk bestandstijden worden vergeleken en met welk resultaat, welke bestanden er daadwerkelijk gehercompileerd moeten worden, welke impliciete regels worden overwogen en welke worden toegepast. Oftewel al het interessante over hoe `make' zijn werk doet.
no_ny: Skriv avlusingsinformasjon i tillegg til vanleg informasjon. Avlusingsinformasjonen seier deg kva for filer som vert vurderte for gjenbyggjing, kva for filtider som vert samanlikna og med kva for resultat, kva for filer som treng gjenbyggjing, kva for implisitte reglar som vert vurderte og tekne i bruk -- alt som avgjer korleis make avgjer som skal gjerast.
pl: Wypisz informacje debugera, oprócz zwykłego przetwarzania. Informacje debugera mówią, które pliki są rozważane do ponownego zbudowania, jakie czasy modyfikacji plików są porównywane i z jakim wynikiem, jakie pliki muszą być przebudowane, jakie domyślne reguły są rozważane, a jakie są stosowane -- wszystko, co dotyczy tego jak w make są podejmowane decyzje o wykonaniu pewnych czynności.
sk: Vytlačiť informáciu o ladení okrem obvyklého spracovania. Ladiace informácie informujú o súboroch, ktoré budú rekompilované, ktoré časy súborov sú porovnávané a aké vysledky sú, ktoré implicitné pravidlá sa uvažujú a ktoré sa použijú - zaujímavé v prípade, že chcete rozhodnúť, čo robiť.
sl: Izpiši razhroščevalno informacijo poleg normalnega procesiranja. Razhroščevalna informacija pove, katere datoteke so v postopku za ponovno izgradnjo, kateri časi zadnjih sprememb datotek se pregledujejo, katere datoteke je treba ponovno izgraditi, katera implicitna pravila so v postopku in katera se uporabijo - torej vse, kar je zanimivo o tem, kako se make odloči, kaj naj stori.
sv: Skriv ut avlusningsinformation förutom normal hantering. Avlusningsinformationen anger vilka filer som är kandidater för att göras om, vilka filtider som jämförs och med vilka resultat, vilka filer som verkligen måste göras om, vilka implicita regler som undersöks och vilka som appliceras---allt intressant om hur make beslutar vad som ska göras.
xh: Shicilela ulwazi lwe debugging kulongezo kuqhubeko oluqhelekileyo. Ulwazi lwe debugging likuxelela ukuba zeziphi iifayile eziqwalaselwayo zokwenziwa kwakhona, ngawaphi amaxesha-efayile athelekiswayo kwaye neziphi iziphumo, zeziphi iifayile ngenene ezifuna ukuba zenziwe kwakhona, yeyiphi imithetho eqwalaselwayo kwaye yeyiphi eyenziwayo---yonke into enomdla malunga nokwenza okugqiba omakwenziwe.

source: Set any other additional options for your make-program here.
da: Sæt yderligere valg for make-programmet her.
de: Wählen Sie hier zusätzliche Optionen für Ihr Make-Programm.
et: Siit saad sättida kõiki ülejäänud ehitamise seadistusi.
hu: Itt adhat meg további opciókat a make programhoz.
id: Set pilihan tambahan lainnya untuk progam-make di sini.
it: Impostare qui ogni altra opzione del vostro comando make.
ja: ここにmakeの追加オプションをセットします
nl: Zet hier extra opties voor uw `make' programma.
no_ny: Set tilleggsval for make-programmet her.
pl: Podać wszelkie dodatkowe opcje twojego programu make.
sk: Umožňuje nastaviť ďalšie možnosti pre váš program make.
sl: Nastavite dodatne možnosti za vaš program make.
sv: Ange ytterligare alternativ för ditt make-program här.
xh: Cwangcisa ezinye iinketho ezongezelelweyo zodweliso lwenkqubo-yokwenza apha.

source: Set the rebuild type on pressing run/debug here. This allows you to select if you either want to rebuild always on run/debug or rebuild only on modifications or give you first a warning on modification of your sources.
da: Sæt genbug typen ved at trykke på kør/fejlret her. Dette tillader dig at vælge om du enten ønsker altid at genbygge ved kør/fejlret eller kun genbygge ændringereller vil have en første advarsel om ændring af dine kilder.
de: Einstellung des Verhaltens bei Ausführen/Debug. Dies ermöglicht Ihnen auszuwählen, ob das Projekt vor jedem Ausführen/Debug neu erstellt, nur bei zwischenzeitlich erfolgten Änderungen neu erstellt oder bei veränderten Quellen nur eine Warnung ausgegeben werden soll.
et: Säti siit täitmise/silumise ehitamise tüüp. Valida saab kolme variandi vahel, kas ehitada alati kõik uuesti, ehitada vaid muudetud failid uuesti või anda esiteks teade tekkinud muudatuste kohta.
hu: Itt lehet megadni az újrafordítás módját futtatáskor/nyomkövetéskor. Elő lehet írni, hogy mindig teljes újrafordítás történjen, vagy csak akkor, ha módosítás történt a projektben, esetleg csak figyelmeztetést kér, ha módosítás történt.
id: Set tipe rebuild dalam menjalankan run/debug di sini. Memperbolehkan Anda untuk memilih apakah rebuild di run/debug atau rebuild hanya di modifikasi atau memberikan peringatan pertama dalam modifikasi source Anda.
it: Imposta il modo di ricompilazione alla pressione del comando run/debug. Questo ti consente di selezionare sia se vuoi ricompilare totalmente i tuoi sorgenti, o solamente se modificati, oppure se avvertirti se i sorgenti sono stati modificati.
ja: リビルドするタイプを、実行/デバッグを押してセットして下さい。これにより、実行/デバッグで常にいリビルドするのか、あるいは変更があった時のみリビルドするのか、あるいはソースの変更を行なった場合、最初に警告をするのかを選択できます。
nl: Zet het rebuild type voor als u op Uitvoeren/Debuggen klikt. Dit stelt u in staat om te selecteren of u altijd wilt herbouwen bij Uitvoeren/Debuggen of alleen herbouwen bij wijzigingen in de broncode of dat er eerst een waarschuwing moet worden gegeven dat uw bronbestanden zijn gewijzigd.
no_ny: Vel gjenbyggjingstypen når du trykkjer køyr/avlus. Du kan velja om du alltid vil gjenbyggja, berre gjenbyggja ved endringar eller om du først vil få ei åtvaring om endra kjeldekode.
sk: Tu nastavte typ rekompilácie pri stlačení Spustiť. To umožňuje vybrať, či sa má vždy rekompilovať alebo iba pri zmenách, alebo najprv zobraziť varovanie o zmenách zdrojových súborov.
sl: Nastavi tip ponovne gradnje s pritiskom na poženi/razhrošči. To vam dovoljuje izbiro, če želite ponovno gradnjo vedno na ukaz poženi/razhrošči ali pa le ob spremembah, ali pa vam najprej da opozorilo o spreminjanju vaše kode.
sv: Ange typ av ombyggnad när kör/avlusa väljs här. Det här låter dig välja om du antingen vill bygga om jämt, bara bygga om vid ändringar eller först ge dig en varning vid ändringar av din källkod.
xh: Cwangcisa udidi lokwakha kwakhona kucinezelo lokusebenza/debug apha okanye yakha kwakhona kuphela kwinguqulelo kancinane okanye zinike kuqala isilumkiso kuguqulelo kancinane lweemvelaphi zakho.

source: Print the data base (rules and variable values) that results from reading the makefiles; then execute as usual or as otherwise specified. This also prints the version information.
da: Udskriv databasen (regler og variabelværdier) som er baseret på make-filerne. Kør derefter som normalt. Versionsinformationen bliver også skrevet ud.
de: Gibt die Datenbank aus (Regeln und Variablenwerte), die sich aus dem Lesen der make-Dateien ergibt; danach wird normal oder wie angegeben weitergearbeitet. Zusätzlich wird die Versionsnummer ausgegeben.
et: Väljasta Makefiledest leitud reeglid ja muutujate väärtused ning jätka siis nagu tavaliselt. Väljastab ka infot versioonide kohta.
hu: Kinyomtatja az adatbázist (a szabályokat és a változók értékeit), amely a makefile-ok alapján készült; ezután végrehajtja azokat a szokásos módon vagy ahogy meg lett határozva. A verzióinformációt is kiírja.
id: Cetak database (aturan dan nilai variabel) yang dihasilkan dari membaca makefile, lalu eksekusi seperti biasa atau ditentukan lain. Ini juga mencetak informasi versi.
it: Stampa la base dati (regole e valori variabili) che risultano dalla lettura del makefile; quindi esegui normalmente o come specificato. Questo stampa anche la versione.
ja: makefileを読み込んだ結果のデータベース(ルール及び変数の値)をプリントしてから、通常通り実行する、あるいは他で指定されている通りに処理します。これは他にバージョン情報もプリントします。
nl: Druk de data basis (regels en variabele waarden) af die resulteren na het lezen van de Makefiles, en ga verder alsof er niets gebeurd is of zoals anders is gespecificeerd. Dit drukt ook de versie-informatie af.
no_ny: Skriv databasen (reglar og variabelverdiar) som er basert på make-filene. Køyr så som vanleg. Versjonsinformasjonen vert òg skriven ut.
pl: Wypisz bazę danych (reguły i wartości zmiennych), która wynika z czytania plików makefile; potem wykonaj jak zwykle. Wypisuje również informację o wersji make.
sk: Vytlačiť databázu (pravidlá a hodnoty premenných), ktorá je výsledkom načítania makefile súborov, potom spustiť ako obvykle, ak nie je zadané inak. Toto tiež vytlačí informáciu o verzii.
sl: Izpiši bazo podatkov (pravila in vrednosti spremenljivk), ki izvirajo iz branja datotek makefile; potem izvrši kot ponavadi oziroma kot je bilo določeno. To izpiše tudi informacijo o različici.
sv: Skriv ut databasen (regler och variabelvärden) som blir resultatet av att läsa make-filerna, kör därefter som vanligt eller som angivits för övrigt. Det här skriver också ut versionsinformation.
xh: Shicilela isiseko sedata (imithetho namaxabiso ahlukeneyo) aphuma kufundo lweefayile zokwenza, ngoku phumeza ngesiqhelo okanye njengokukhankanywe ngaphaya. Oku kwakhona kushicilela ulwazi loguqulelo kolunye ulwimi.

source: Eliminate use of the built-in implicit rules. Also clear out the default list of suffixes for suffix rules.
da: Brug ikke indbyggede implicitte regler. Renser også standardlisten over efterstavelser for efterstavelsesregler.
de: Schaltet die Verwendung der eingebauten impliziten Regeln aus. Außerdem wird die Standardliste für Dateierweiterungen und Erweiterungsregeln gelöscht.
et: Eemalda sisse ehitatud reeglite kasutamise vajadus.
hu: A beépített implicit szabályok használatának letiltása és a kiterjesztésekhez tartozó szabályok listájának törlése.
id: Menghilangkan penggunaan aturan implisit built-in. Juga membersihkan daftar sufiks baku untuk aturan sufiks.
it: Elimina l'utilizzo implicito delle regole impostate. Inoltre cancella la lista standard di suffissi per le regole dei suffissi.
ja: 組み込み暗黙ルールを使わないようにします。またサフィックスのデフォルトリスト及びサフィックスのルールもクリアします。
nl: Elimineer het gebruik van de ingebouwde impliciete regels.Verwijder ook de lijst met achtervoegsels voor de regels gebaseerd op achtervoegsels.
no_ny: Ikkje bruk innebygde implisitte reglar. Tømmer òg standardlista over etterstavingar for etterstavingsreglar.
pl: Eliminuje użycie wbudowanych reguł domyślnych. Usuwa też domyślną listę rozszerzeń (sufiksów).
sk: Eliminovať používanie zabudovaných implicitných pravidiel, spolu so zoznamom štandardných prípon a pravidiel pre ne.
sl: Odstrani uporabo vgrajenih implicitnih pravil. Tudi sprazni privzeti seznam končnic za končnična pravila.
sv: Eliminera användning av inbyggda implicita regler. Rensa också standardlistan med suffix för suffixregler.
xh: Susa usebenziso lokwakha-ngaphakathi kwimithetho enikiweyo. Kwakhona cacisa phandle uluhlu olungagqibekanga lwe zimamva ze mithetho yesimamva.
