Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Paste Inserts the contents of the system clipboard at the current cursor position.
da: Lim ind Indsætter indholdet af systemets klippebord ved markørens position.
de: Einfügen Fügt die Inhalte aus der Zwischenablage an der aktuellen Cursorposition ein.
et: Aseta Asetab lõikelaua sisu kursori kohale
hu: Beillesztés A vágólap tartalmának beillesztése az aktuális kurzorpozíciónál.
id: Paste Sisipkan isi sistem dari clipboard ke posisi kursor sekarang.
it: Incolla Inserisce il contenuto della clipboard di sistema alla posizione corrente del cursore.
ja: 貼り付け システムリップボードの内容を現在の カーソル位置に挿入します。
nl: Plakken Voegt de inhoud van het systeemklembord in op de huidige plaats van de cursor.
no_ny: Lim inn Limer inn innhaldet på utklippstavla ved skrivemerket.
pl: Wklej Wkleja zawartość schowka systemowego w bieżącą pozycję kursora
sk: Vložiť Vloží obsah schránky na akuálnu pozíciu kurzoru.
sl: Prilepi V trenutno mesto se vstavi vsebina sistemskega odlagališča.
sv: Infoga Infogar innehållet på systemets klippbord vid den aktuella makörpositionen.
xh: Cola Ifaka imixholo yendlela yebhodi eqhotyoshwayo kwindawo yesalathisi yangoku.

source: Compile file Only compile the file opened in the C/C++ Files- window. The output is shown in the output window. If errors occur, clicking on the error line causes the file window to show you the line the error occured.
da: Oversæt fil Oversæt kun den åbnede C/C++-fil i vinduet. Uddata vil blive vist i uddata-vinduet. Hvis en fejl opstår, kan du klikke på linien med fejl og filvinduet vil vise den linie hvor fejlen opstod.
de: Datei kompilieren Die Datei kompilieren, die im C/C++-Dateifenster geöffnet ist. Die Meldungen des Compilers werden im Ausgabefenster angezeigt. Wenn Fehler auftreten, können Sie auf den Fehler klicken, um die Zeile anzuzeigen, in der der Fehler aufgetreten ist.
et: Kompileeri fail Kompileeri ainult üks fail. Väljundit saab näha teadete aknas. Kui tekib viga, siis klõps veal avab redigeerimisaknas vastava faili ja näitab vigast rida.
hu: Fájl lefordítása A C/C++ fájlablakban megnyitott fájl lefordítása. A kimenet a kimeneti ablakban jelenik meg. Ha fordítási hiba történt, akkor elég, ha a hiba sorára kattint, és a program azonnal a hibás programsorra ugrik a forrásfájl ablakában.
id: Kompilasi file Hanya mengompile file C/C++ yang terbuka di jendela. Output diperlihatkan di jendela output. Jika eror muncul, klik ke baris error akan menampilkan jendela baru yang menunjukkan terjadinya error.
it: Compila file Compila solamente il file aperto nella finestra File-C/C++. L'output sarà mostrato nella finestra di output. Se ci sono errori, cliccando sulla linea dell'errore verrà visualizzata la linea nel file sorgente nella quale è stato trovato l'errore.
ja: ファイルをコンパイル C/C++ファイルウィンドウで開いているファ イルのみをコンパイルします。出力は出力 ウィンドウに表示されます。エラーがある場合 エラー行のところをクリックするとエラーが 起こった行にカーソルが移動します。
nl: Bestand compileren Compileert alleen het bestand geopend in het C/C++ Bestanden venster. De uitvoer wordt weergegeven in het uitvoer venster. Als er een fout optreedt, dan laat het bestanden venster zien waar de fout optrad door te dubbelklikken op de foutregel in het uitvoer venster
no_ny: Kompiler fil Kompilerer den fila som er opna i C/C++-filvindauget. Resultatet ser du i resultatvindauget. Dersom det oppstår feil, kan du klikka på feillinja for å sjå kvar feilen oppstod i kjeldekoden.
pl: Kompiluj plik Kompiluje tylko plik otwarty w oknie plików C/C++ Wyniki ukazują się w oknie wyników. Jeśli zdarzą się błędy kompilacji, to kliknięcie na wiersz z komunikatem błędu spowoduje wskazanie wiersza, zawierającego błąd.
sk: Kopilovať súbor Preložiť iba súbor otvorený v aktuálnom okne pre C/C++ súbory. Výstup je zobrazený v okne s výstupom. Ak nastane chyba, kliknutím na riadok s chybou sa zobrazí v okne súboru riadok, na ktorom chyba nastala.
sl: Prevedi datoteko Samo prevedi datoteko odprto v oknu z C/C++ datotekami. Izhod je prikazan v izhodnem oknu. Če je prišlo do napak kliknite na vrstico z napako in odprlo se bo okno z datoteko v vrstici kjer je prišlo do napake.
sv: Kompilera fil Kompilerar bara filen som öppnats i C/C++ filfönstret. Utmatningen visas i utmatningsfönstret. Om fel uppstår, så visas raden där felet uppstod i filfönstret genom att klicka på felmeddelandet.
xh: Ifayile yokuqokelela Yifayile yokuqokelela kuphela evuliweyo kwi C/C++ Iifayile- window. Imveliso iboniswe kwi window yemveliso. Ukuba iimposiso ziyenzeka, ukunqakraza kwilayini yemposiso kubangela ifayile ye window ikubonise ilayini imposiso yenzeke kuyo.

source: Make Invokes the make-command set in the options-menu for the current project after saving all files. This will compile all changed sources since the last compilation was invoked. The output window opens to show compiler messages. If errors occur, clicking on the error line will open the file where the error was found and sets the cursor to the error line.
da: Make Starter make-kommandoen som sat i valg-menuen for gældende projekt efter at den gemmer alle filer. Dette vil oversætte alle kildefiler som er blevet ændret siden forrige kopilering blev udført. Uddata-vinduet åbnes for at vise oversættelsesbeskeder. Hvis en fejl opstår vil klik på fejllinien føre til at filen med fejlen bliver åbnet og at markøren bliver sat til fejllinien.
de: Erstellen Nach dem Speichern aller Dateien wird das das im Menü Optionen eingestellte Make-Kommando wurde, aufgerufen. Dadurch werden alle seit dem letzten Kompiliervorgang geänderten Quelldateien neu kompiliert. Das Ausgabefenster wird geöffnet, um Compiler-Meldungen anzuzeigen. Wenn Fehler auftreten, können Sie auf den Fehlerzeile klicken, um die fehlerhafte Datei zu öffnen und dort in die richtige Zeile zu springen.
et: Ehita Kutsub pärast kõigi failide salvestamist välja ehituskäsu ning kompileerib üle kõik vahepeal muudetud koodifailid
hu: Make A 'make' parancs végrehajtása. A program először elmenti az összes fájlt, majd a 'Beállítások' menüpontban beállítottaknak megfelelően elindítja a make parancsot. Az utolsó fordítás óta módosított fájlok újra lesznek fordítva. A kimeneti ablakban láthatók a fordítóprogram üzenetei. Hiba esetén a hibasorra kattintással lehet megnyitni a hibát tartalmazó forrásfájlt (ilyenkor a kurzor a hibát okozó sorra ugrik).
id: Make Memanggil perintah-make yang diset di menu-options untuk proyek sekarang setelah menyimpan semua file. Pilihan ini akan mengompile semua source yang berubah sejak dipanggilnya kompilasi terakhir. Jendela output akan dibuka untuk menunjukkan pesan kompiler. Jika error terjadi, klik di baris error akan membuka file dimana error ditemukan dan set kursor ke baris error.
it: Make Esegue il comando 'make' settato per il progetto attuale dopo aver salvatotutti i file. Questo compilerà tutti i file sorgenti che sono stati modificati dall'ultima volta che il progetto è stato compilato. La finestra di output mostra i messaggi del compilatore. Se ci sono degli errori, cliccando sulla linea dell'errore verrà aperto il file che contiene l'errore e ilcursore sarà posizionato sulla linea esatta.
ja: Make 全てのファイルを保存した後、オプションメニュー で設定されたMakeコマンドを呼び出します。 コンパイルは前のコンパイルから変更のあった ファイルのみ行なわれます。出力 ウィンドウがコンパイラメッセージを表示するため 開き、エラーがある場合そのファイルを開いて エラーが起こった行にカーソルが移動します。
nl: Maken Roept het make-commando aan dat in het optie menu voor het huidige project is vastgelegd na het opslaan van alle bestanden. Deze opdracht compileert alle veranderde bestanden sinds de laatste compilatie. Het uitvoer venster wordt geopend om de berichten te laten zien. Als er een fout optreedt, dan is dubbelklikken op de fout regel in het uitvoer venster voldoende om het bestand waar de fout optrad te laten zien.
no_ny: Make Startar make-kommandoen som er sett opp i val-menyen. Alle filer vert lagra først. Kommandoen kompilerer alle kjeldefiler som er endra sidan førre kompilering. Resultatvindauget viser kompilatormeldingar.Dersom det oppstår feil kan du klikka på linja med feil, og fila med feil vert opna med skrivemerket på feillinja.
pl: Buduj Po zapisaniu wszystkich plików, uruchamia polecenie make - ustawione w menu opcji dla aktualnego projektu. To wywołuje kompilację wszystkich źródeł, zmienionych od czasu ostatniej kompilacji. Okno wyników będzie zawierać wszystkie komunikaty. Jeśli wystąpią błędy kompilacji, to kliknięcie na nie spowoduje otworzenie odpowiedniego pliku źródłowego.
sk: Make Po uložení všetkých súborov spustí príkaz make nastavený v možnostiach pre aktuálny projekt. Tým preloží všetky súbory zmenené od posledného prekladu. Okno s výstupom zobrazí správy prekladača. Ak nastanú chyby, kliknutím na riadok s chybou sa zobrazí v okne súboru riadok, na ktorom chyba nastala.
sl: Make Njaprej se shranijo vse datoteke nato pa se izvede 'make' ukaz kot je nastavljen v meniju z nastavitvami za trenutni projekt. S tem se prevedejo vse datoteke, ki so bile spremenjene pred zanjim prevajanjem. Prikaže se izhodno okno in v njem se izpisujejo sporočila. Če pride do napake s klikom na vrstico s sporočilom o napaki odprete datoteko v vrstici kjer je prišlo napake.
sv: Bygg Startar make-kommandot som valdes i inställningsmenyn för det nuvarande projektet efter att alla filer har sparats. Det här kompilerar alla ändrade källkodsfiler sedan den senaste kompileringen startades. Utmatningsfönstret öppnas för att visa kompilatormeddelanden. Om fel uppstår, så öppnas filen där felet hittades och markören placeras på felraden genom att klicka på felmeddelandet.
xh: Yenza Ibhenisa umyalelo-wokwenza ocwangciswe kwimenu-yeenketho ze projekti yangoku emva kokugcina zonke iifayile. Oku kuzakuqokelela zonke iimvelaphi ezitshintshiweyo ukusukela ukuba olukugqibela uqokelelo labheniswa. Iwindow yemveliso ivula ukubonisa imiyalezo yomqokeleli. Ukuba imposiso iyenzeka, ukunqakraza kwilayini yemposiso kuzakuvula ifayile apho imposiso yafunyanwa khona kwaye icwangcise isalathisi kwilayini yemposiso.

source: Rebuild all After saving all files, rebuild all invokes the make-command set with the clean-option to remove all object files. Then, configure creates new Makefiles and the make-command will rebuild the project.
da: Byg alt igen Efter at have gemt alle filer vil "byg alt igen" starte make-kommandoen som valgt med rense-valget for at fjerne alle objektfiler. Så vil indstil gemme nye Makefiler og make-kommandoen vil bygge projektet igen.
de: Alles neu erstellen Nach dem Speichern aller Dateien wird "make clean" aufgerufen, um alle Objektdateien zu entfernen. Danach erzeugt "configure" neue Makefiles und das Make-Kommando erstellt das Projekt neu.
et: Ehita uuesti Pärast kõikide failide salvestamist kutsutakse välja ehituskäsk, mis kustutab kõik objektifailid. Siis loob configure skript uued ehitusfailid ning kogu projekt ehitatakse uuesti
hu: Az alkalmazás teljes újrafordítása Az összes fájl mentése után a program végrehajtja a 'make' parancsot a 'clean' opcióval, hogy az összes objektumfájl törlődjön. Ezután a './configure' parancs új 'Makefile'-okat hoz létre és újraépíti a projektet.
id: Rebuild semua Setelah menyimpan semua file, rebuld semua akan memanggil perintah make yang di set dengan pilihan -clean untuk menghapus semua file object. Lalu, configure akan membuat Makefile baru dan perintah make akan rebuild proyek.
it: Ricompila tutto Dopo aver salvato tutti i file, esegue il comando 'make clean' che rimuovetutti i file oggetto. In seguito, 'configure' creerà dei nuovi Makefile e il comandomake ricompilerà il progetto.
ja: 全てリビルド 全てのファイルを保存した後オプションメニュー で設定されたcleanオプションを呼び出し全ての オブジェクトファイルを消去します。そして configureで新しいMakefileを生成し、プロジェクト をMakeでリビルドします。
nl: Alles herbouwen Na dat alle bestanden zijn opgeslagen, zal "Herbouw alles" het make-commando samen met de clean optie aanroepen om alle object bestanden te verwijderen. Vervolgens maakt configure nieuwe Makefiles en het make-commando zal het project herbouwen.
no_ny: Gjenbygg alt Etter å ha lagra alle filene, startar gjenbygg alt make-kommandoen med valet «clean» for å fjerna alle objektfilene. Så lagar configure nye Make-filer og make-kommandoen gjenbyggjer prosjektet.
pl: Przebuduj wszystko Po zapisaniu wszystkich plików wywołuje polecenie make z opcją clean, co powoduje usunięcie wszystkich plików pośrednich. Potem configure generuje nowy plik Makefile' a w końcu make przebudowuje cały projekt.
sk: Rekompilovať Po uložení všetkých súborov spustí príkaz make nastavený pre aktuálny projekt s voľbou clean pre odstránenie všetkých preložených súborov. Potom pomocou configure vytvorí nové súbory Makefile a rekompiluje projekt príkazom make.
sl: Ponovno zgradi vse Najprej se shranijo vse datoteke, nato se izvede ukaz make z nastavitvami za brisanje s katerimi se odstrani vse prevedene datoteke. Za tem 'configure' ustvari nove 'Makefile' datoteke in make ukaz ponovno zgradi projekt.
sv: Bygg om allt Efter att alla filer sparats, startas make-kommandot med alternativet rensa för att ta bort alla objektfiler. Därefter skapar configure nya make-filer och make-kommandot bygger om projektet.
xh: Yakha konke kwakhona Emva kokugcina zonke iifayile, ukwakha konke kubhenisa umyalelo-wokwenza ocwangciswe ngokhetho-olucocekileyo ukususa zonke iifayile zenjongo. Ngoku, uqwalaselo lwenza iifayile ezintsha zokwenza kunye nomyalelo-wokwenza uzakwakha kwakhona iprojekti.

source: Execute After saving all files,the make-command is called to build the project. Then the binary is executed out of the project directory. Be aware that this function is only valid for programs and that references to e.g. pixmaps or html help files that are supposed to be installed will cause some strange behavoir like testing the helpmenu will open an error message that the index.html file is not found.
da: Udfør Efter at have lavet alle filer vil make-kommandoen kaldes for at bygge projektet. Så vil programfilen startes fra projektkataloget. Bemærk at denne funktion kun fungerer for programmer og at referencer til f.eks. bilder eller html-filer som skal være installeret vil føre til mærkelig opførsel. F.eks. vil testning af hjælpemenuen føre til besked om at index.html ikke findes.
de: Ausführen Nach dem Speichern aller Dateien wird "make" aufgerufen, um das Projekt zu erstellen. Anschließend wird das Binary aus dem Projektverzeichnis ausgeführt. Beachten Sie, dass diese Funktion nur das Programm erstellt und z.B. keine Pixmaps oder Hilfedateien installiert, so dass bei der Ausführung des Programms Fehlermeldungen über fehlende Dateien auftreten können.
et: Käivita Käivitab rakenduse.
hu: Végrehajtás Az összes fájl mentése után a program először a 'make' parancs meghívásával újraépíti a projektet, majd a létrehozott futtatható fájlt elindítja a projekt könyvtárából. Ügyelni kell arra, hogy ez a parancs csak a futtatható programokra vonatkozik, a programok által használt pl. pixmap vagy HTML fájlok elérhetőségéről gondoskodni kell. Ezek hiánya különös viselkedést okozhat, pl. a Segítség menü tesztelése hibaüzenetet okozhat, azt jelezve, hogy a megfelelő index.html fájl nem található.
id: Eksekusi Setelah menyimpan semua file, perintah make akan dipanggil untuk build proyek. Lalu binary akan dieksekusi dalam direktori proyek. Perhatikan fungsi ini hanya valid untuk program dan referensinya misal file pixmap atau html yang seharusnya diinstal akan menyebabkan perilaku aneh seperti helpmenu akan menampilkan pesan error bahwa index.html tidak ditemukan.
it: Esegui Dopo aver salvato tutti i file, viene lanciato make che compila il progetto.A questo punto il file binario viene eseguito dalla diretory del progetto. Sii preparato che questo comando è valido solamente per i programmi, e che i riferimenti a immagini o a file di help in html che sono supposti installati provocheranno uno strano comportamento; ad esempio testando il menu di aiuto si aprirà una finestra di errore che indicherà che il file index.html non è stato trovato
ja: 実行 全てのファイルを保存した後、プロジェクトをビルド するためmakeコマンドが呼ばれます。そしてバイナリが 実行されます。この機能はプログラムにのみ有効で 画像ファイルやヘルプなど有効なディレクトリに入って いないものを開こうとするとエラーが出ます。
nl: Uitvoeren Nadat alle bestanden zijn opgeslagen, zal het make-commando het project bouwen. Vervolgens wordt het gemaakte programma vanuit de projectmap uitgevoerd. Wees ervan bewust dat deze functie alleen werkt bij programmas en niet bij plaatjes of helpbestanden die eigenlijk zouden moeten worden geïnstalleerd. Dit kan dus problemen geven bij het testen van het help menu: "index.html kan niet worden gevonden" of iets van die strekking omdat de helpbestanden niet zijn geïnstalleerd.
no_ny: Køyr Etter å ha lagra alle filene, startar make-kommandoen og byggjer prosjektet. Den køyrbare programfila vert så starta ut frå prosjektkatalogen. Legg merke til at denne funksjonen berre verkar med program, og at referansar til bilete- eller html-hjelpefiler som skal vera installerte kan føra til merkeleg åtferd. T.d. vil kanskje testing av hjelpemenyen gi ei feilmelding om at fila index.html ikkje vart funnen.
pl: Uruchom Po zapisaniu wszystkich plików uruchamia polecenie make, by zbudować projekt. Potem uruchamia program wynikowy. Należy pamiętać, że ta funkcja nie instaluje programu, więc niektóre nielokalne funkcje mogą nie działać poprawnie (np. menu pomocy, niektóre pixmapy itp.)
sk: Spustiť Po uložení všetkých súborov je spustený príkaz make pre preloženie projektu. Potom je výsledný spustiteľný súbor spustený z priečinku projektu. Dávajte si pozor na to, že tento príkaz má zmysel iba pre programy a že referencie napr. na obrázky alebo pomocníka, ktoré by mali byť nainštalované, môžu spôsobiť divné chovanie, napr. pri testovaní pomocníka bude zobrazená informácia, že súbor index.html sa nepodarilo nájsť.
sl: Izvedi Najprej se shranjo vse datoteke, nato make ukaza zgradi projekt in požene program izven projektnega imenika. Ta funkcija je namenjena le za programe in ne nemesti potrebnih pixamp in html datotek, zato se lahko pojavijo sporočila o napakah, kot recimo ob brskanju po menijih o pomoči se lahko prikaže spročilo o manjkajoči datoteki index.html.
sv: Kör Efter att alla filer sparats, anropas make-kommandot för att bygga projektet. Därefter körs binärfilen i projektkatalogen. Var medveten om att den här funktionen är bara giltig för program och att t.ex. referenser till pixmap-filer och html-hjälpfiler som det är meningen ska installeras kommer att orsaka en del konstigt beteende, som att test av hjälpmenyn visar ett felmeddelande om att filen index.html inte kan hittas.
xh: Phumeza Emva kokugcina iifayile,umyalelo-wokwenza uyabizwa ukwakha iprojekti. Ngoku okubini kuyaphunyezwa phandle kolawulo lwe projekti. Lindela ukuba lo msebenzi usebenza kuphela kudweliso lweenkqubo kwaye iintelekiso ku umzekelo. pixmaps okanye html iifayile zoncedo ezimele zifakwe zizakubangela ukuziphatha okungaqhelekanga njengokuvavanya imenu yoncedo kuzakuvula umyalezowemposiso apho ifayile ye index.html ingafumanekiyo.

source: Debug program Runs your program in the debugger you have chosen (by default the internal debugger is used) All debuggers should allow you to execute your program step by step by setting breakpoints in the sourcecode.
da: Fejlretnings program Kører dit program i den fejlretter du har valgt (indre fejlretter bruges som standard) Alle fejlretter bør tillade dig at køre dit program et trin af gangenved at sætte stoppunkter i kildekoden.
de: Programm debuggen Führt das Programm mit dem von Ihnen gewählten Debugger aus (standardmäßig wird der interne Debugger verwendet). Der Debugger sollte die schrittweise Verarbeitung des Quellcodes mit Hilfe von Haltepunkten beherrschen.
et: Silu rakendust Käivitab rakenduse valitud siluris(vaikimisi kasutatakse sisse ehitatud silurit). Kõik silurid peaks lubama rakenduse täitmist sammhaaval ja katkestuspunktide seadmist lähtekoodi.
hu: A program nyomkövetése Elindítja a programot a kiválasztott nyomkövetővel (alapértelmezés szerint a beépített nyomkövetővel). A nyomkövetőben lépésenként lehet követni a program végrehajtását, szükség esetén a forráskódba tett töréspontok segítségével.
id: Debug program Jalankan program dalam debugger yang telah dipilih (secara baku menggunakan debugger internal). Semua debugger harus memperbolehkan Anda untuk eksekusi program langkah demi langkah dengan set breakpoint di kode sumber.
it: Debug del programma Esegue il programma nel debugger che hai scelto (quello predefinito è quello interno). Tutti i debugger dovrebbero permetterti di eseguire il tuo programma passo a passo, impostando dei breakpoint nei sorgenti.
ja: プログラムをデバッグ 選択したデバッガ(標準では内蔵のデバッガ)で プログラムをデバッグ。全てのデバッガで ソースコードにブレークポイントをセット することによって1ステップづつプログラムを 実行できます。
nl: Programma debuggen Voert uw programma in de door u gekozen debugger uit (standaardmatig wordt de interne debugger gebruikt). Alle debuggers zouden u moeten toestaan een programma stap voor stap uit te voeren door het zetten van breakpoints.
no_ny: Avlus program Køyrer programmet i avlusaren du har valt (i utgangspunktet den interne avlusaren). Alle avlusingsprogram let deg køyra programmet steg for steg ved å setja brotpunkt i kjeldekoden.
pl: Debuguj program Uruchamia program w debugerze ( domyślnie w debugerze wewnętrznym). Wszystkie debugery powinny krokowo wykonywać programy, za pomocą ustawionych pułapek w plikach żródłowych.
sk: Ladiť program Spustí váš program v odlaďovači, ktorý ste si vybrali (štandardne internom). Všetky odlaďovače by mali umožniť vykonávanie programu krok za krokom nastavovaním zarážiek v zdrojovom kóde.
sl: Razhrošči program Požene program v razhroščevalniku, ki ste ga izbrali (privzeto je uporabljen notranji razhroščevalnik). Vsi razhroščevalniki bi vam morali dovoliti izvesti program korak za korakom za nastavljanjem prelomnih točk v izvorni kodi.
sv: Avlusa program Kör ditt program i avlusaren du har valt (den inbyggda avlusaren används som förval) Alla avlusare ska låta dig köra ditt program steg för steg genom att sätta brytpunkter i källkoden.
xh: Udweliso lwenkqubo lwe Debug Yenza udweliso lwenkqubo yakho kwi debuggeroyikhethileyo (ngokungagqibekanga eyangaphakathi i debugger iyasetyenziswa) Zonke i debuggers zizakukuvumela uphumeze udweliso lwenkqubo lwakho inqwanqwa ngnqwanqwa ngokucwangcisa iincopho zokophula kwikhowudi yemvelaphi.
