Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Checking this turns on the -g flag to generate debugging information.
da: Bruger -g-flaget til at generere fejlretningsinformation.
de: Ist diese Einstellung markiert, wird der Compiler-Schalter -g aktiviert, mit dem Debug-Informationen generiert werden.
et: Selle märgistamine lisab kompilaatorile -g võtme silumise info tekitamiseks.
hu: Beállítja a -g kapcsoló használatát nyomkövetési információ generálásához.
id: Dengan memilih ini, flag -g akan diaktifkan untuk membuat informasi debugging.
it: Secegliendo questo, verrà utilizzato il flag -g per generare le informazioni di debug.
ja: ここをチェックするとGCCの -g フラグを 有効にし、デバッグ情報を生成します
nl: Dit selecteren zet de -g vlag om debug informatie in te compileren.
no_ny: Brukar -g-flagget for å generera avlusingsinformasjon.
pl: Zaznaczenie włącza flagę -g, która spowoduje wygenerowanie informacji przeznaczonej dla debugera.
sk: Zapnutie tejto voľby spôsobí použitie parametra -g pre generovanie ladiacich informácií.
sl: Če označite to, se bo dodala zastavica -g, ki generira infomacijo za razhroščevanje.
sv: Markera det här för att slå på -g flaggan för att skapa avlusningsinformation.
xh: Ukukhangela oku kubuyela ku -g indwe ukujikelezisa ulwazi lwe debugging.

source: Debug-level
da: Fejlretningsniveau
et: Silumise tase
hu: Nyomkövetési szint
id: Level-Debug
it: Livello di debug
ja: デバッグレベル
nl: Debug-niveau
no_ny: Avlusingsnivå
pl: Poziom debugowania:
sk: Úroveň ladenia
sl: Stopnja razhroščevanja
sv: Avlusningsnivå
xh: umphakamo-Debug

source: Set the debugging level here. You can choose from level 1-3 which sets option -g1 to -g3 debugging level.
da: Indstiller fejlretningsniveauet. Du kan bruge niveau 1-3, som styrer fejlretningsniveauet ved valget -g1 til -g3.
de: Setzen Sie hier den Debugging-Level. Sie können zwischen den Levels 1-3 wählen. Dies entspricht den Compiler-Schaltern "-g1" bis "-g3".
et: Seadista siit silumise taset. Tasemeteks võib olla 1-3, mis seab siis vastavalt -g1, -g2 või -3 võtme.
hu: Itt állítható be a nyomkövetési szint. 1-től 3-ig terjedő értékeket választhat, melyek a -g1 és -g3 közötti nyomkövetési szinteknek felelnek meg.
id: Set level debugging Anda di sini. Anda bisa memilih dari level 1-2 yang akan menset level debugging -g1 sampai -g3.
it: Imposta il livello di debug. Puoi scegliere i livelli tra 1 e 3, che equivalgono alle opzioni -g1 e -g3 del compilatore.
ja: ここでデバッグレベルをセットします。 ここでは 1 から 3 (オプションの -g1 から -g3) のデバッグレベルをセット できます。
nl: Zet het debug niveau hier. U kunt kiezen uit niveau 1-3 die overeenkomen met de opties -g1 tot -g3.
no_ny: Stiller inn avlusingsnivået. Du kan bruka nivåa 1-3, som styrer avlusingsnivået ved vala -g1 til -g3.
pl: Proszę podać poziom debugowania. Można wybrać w zakresie 1-3, co ustawia opcje -g1 do -g3.
sk: Tu nastavte úroveň ladenia. Je možný výber 1-3, ktoré nastavia možnosť -g1 až -g3.
sl: Tu nastavite stopnjo razhroščevanja. Izbirate lahko med stopnjami 1-3, ki nastavijo količino -g1 do -g3 informacije razhroščevanja.
sv: Ange avlusningsnivå här. Du kan välja mellan nivå 1 till 3 som väljer alternativen -g1 till -g3 som avlusningsnivå.
xh: Cwangcisa umphakamo we debugging apha. Ungakhetha ukusuka kumphakamo 1-3 ocwangcisa ukhetho -g1 ukuya ku g3 kumpakamo we debugging.

source: generate extra information for gprof
da: generér ekstra information for gprof
de: Informationen für gprof generieren
et: gprof'i lisainfo tekitamine
hu: kiegészítő információ létrehozása a gprof számára
id: Hasilkan informasi tambahan untuk gprof
it: crea informazioni aggiuntive per gprof
ja: gprof用の追加情報を生成
nl: genereer extra informatie voor gprof
no_ny: generer ekstra informasjon for gprof
pl: dodatkowa informacja dla gprof
sk: generovať extra informácie pre gprof
sl: generiraj dodatno informacijo za gprof
sv: skapa extra information för gprof
xh: jikelezisa ulwazi olungaphezulu lwe gprof

source: Generate extra code to write profile information for the analysis program <i>gprof</i>.
da: Generér ekstra kode for at skrive profilinformation til analyseprogrammet <i>gprof</i>
de: Erzeuge zusätzlichen Code, um Profile-Informationen für das Analyse-Programm <i>gprof</i> zu schreiben.
et: Tekita lisainfot profileerimisrakendusele <i>gprof</i>.
hu: A <i>gprof</i> analizálóprogram használatát segítő profilinformáció generálása
id: Hasilkan kode ekstra untuk menulis informasi profile guna analisis program <i>gprof</i>.
it: Genera codice aggiuntivo per scrivere le informazioni di profilo per il programma di analisi <i>gprof</i>.
ja: 解析プログラム<i>gprof</i>用の プロフィール情報を出力するための 追加コードを生成します。
nl: Genereer extra code om profilerings informatie voor het <i>gprof</i> programmaweg te schrijven.
no_ny: Generer ekstra kode for å skriva profilinformasjon for analyseprogrammet <i>gprof</i>
pl: Generuje dodatkowy kod, zapisujący informacje potrzebne do profilowania przez program analizujący <i>gprof</i>.
sk: Generovanie extra kódu pre zápis časovacích informácií na analýzu programom<i>gprof<i>.
sl: Generiranje dodatne kode, ki zapisuje informacije profila za analizo s programom <i>gprof</i>.
sv: Skapa extra kod för att skriva ut profileringsinformation för analysprogrammet <i>gprof</i>.
xh: Jikelezisa ikhowudi engaphezulu ukubhala imboniso yabucala yolwazi yokuchaza udweliso lwenkqubo <i>gprof</i>.

source: store temporary intermediate files
da: gem midlertidige filer
de: Temporäre Dateien speichern
et: ajutised vahefailid jäetakse alles
hu: az ideiglenes köztes fájlok megőrzése
id: Kembalikan file temporary intermediate
it: archivia file temporaneo intermedio
ja: 一時的な中間ファイルを残す
nl: bewaar tijdelijke tussenbestanden
no_ny: lagra mellombelse filer
pl: zachowaj chwilowe pliki pośrednie
sk: ukladať dočasné medzi-súbory
sl: shrani začasne vmesne datoteke
sv: lagra temporära filer
xh: gcina iifayile zexesha elifutshane

source: Store the usually temporary intermediate files in the current directory. This means compiling a file <i>foo.c</i> will produce the files <i>foo.o, foo.i</i> and<i>foo.s
da: Gem de normale midlertidige filer i det aktuelle katalog. Dette betyder at oversættelse af filen <i>foo.c</i> laver filerne <i>foo.o, foo.i</i> og <i>foo.s
de: Die üblichen temporären Dateien im aktuellen Verzeichnis speichern. Das bedeutet, das Kompilieren der Datei <i>foo.c</i> erzeugt die Dateien <i>foo.o, foo.i</i> und <i>foo.s</i>.
et: Jäta ajutised vahefailid jooksvasse kataloogi alles ehk siis faili <i>foo.c</i>kompileerimisel tekkinud failid <i>plaa.o</i>, <i>plaa.i</i>, <i>plaa.s</i> jne.
hu: Az ideiglenes köztes fájlok elmentése az aktuális könyvtárba. Ez azt jelenti, hogy pl. a <i>foo.c</i> fájl fordítása a <i>foo.o, foo.i</i> és <i>foo.s</i> fájlok létrehozását eredményezi.
id: Mengembalikan file temporary intermediate ke dalam direktori sekarang. Ini berarti kompilasi file <i>foo.c</i> akan menghasilkan file <i>foo.o, foo.i</i> dan <i>foo.s</i>
it: Archivia i file temporanei intermedi nella directory corrente. Questo significa che quando compili un file <i>qualcosa.c</i> verranno prodotti i file <i>qualcosa.o, qualcosa.i</i> e <i>qualcosa.s
ja: 現在のディレクトリの一時的な中間ファイルを 残します。これはファイル<i>foo.c</i>を コンパイルすることによって<i>foo.o, foo.i</i> <i>foo.s ができるということです。
nl: Sla de normaalgesproken tijdelijke tussenbestanden op de huidige map. Dit betekent dat het compileren van bestand <i>foo.c</i> de bestanden <i>foo.o, foo.i</i> en <i>foo.s</i> zal genereren.
no_ny: Lagra dei vanlegvis mellombelse filene i katalogen. Dette fører til at kompilering av fila <i>foo.c</i> gir filene <i>foo.o, foo.i</i> og <i>foo.s
pl: Zachowaj zwykłe, chwilowe pliki pośrednie w aktualnym katalogu. To oznacza, że kompilacja pliku <i>foo.c</i> spowoduje powstanie plików <i>foo.o, foo.i</i> i <i>foo.s</i>
sk: Ukladať dočasné a priebežné súbory v aktuálnom priečinku. To znamená, že pri preklade súboru <i>foo.c</i> budú vytvorené súbory <i>foo.o, foo.i</i> a <i>foo.sand</i>
sl: Shrani običajno začasne vmesne datoteke v trenutni imenik. To pomeni, da prevajanje datoteke <i>foo.c</i> generira datoteke <i>foo.o</i>, <i>foo.i</i> in <i>foo.s</i>.
sv: Lagra de vanligtvis temporära filerna i den nuvarande katalogen. Det här betyder att vid kompilering av en fil <i>foo.c</i> skapas filerna <i>foo.o, foo.i</i> och<i>foo.s</i>
xh: Gcina iifayile zesiqhelo zexesha elifutshane kulawulo langoku. Oku kuthetha ukuqokelela ifayile <i>foo.c</i> izakuvelisa iifayile <i>foo.o, foo.i</i> no<i>foo.s

source: additional options:
da: flere valg:
de: Weitere Einstellungen:
et: Lisaseadistused:
hu: További parancssori kapcsolók:
id: pilihan tambahan
it: opzioni aggiuntive:
ja: 追加オプション:
nl: additionele opties:
no_ny: andre val:
pl: Dodatkowe opcje :
sk: prídavné nastavenia:
sl: dodatne nastavitve:
sv: ytterligare alternativ:
xh: iinketho ezongezelelweyo:

source: Insert other GCC-options here to invoke GCC with by setting the CXXFLAGS-environment variable.
da: Opgiv andre GCC-valg her til at starte GCC med, ved at sætte miljøvariablen CXXFLAGS.
de: Geben Sie hier weitere GCC-Optionen ein, mit denen GCC ausgeführt werden soll.
et: Sisesta siia ülejäänud GCC võtmed.
hu: További GCC opciókat adhat meg itt a CXXFLAGS környezeti változó értékének megadásával.
id: Tambahkan pilihan-GCC lainnya di sini untuk memanggil GCC dengan seting variabel CXXFLAGS-environment
it: Inserisci ulteriori opzioni per il compilatore GCC settando la variabile d'ambiente CXXFLAGS.
ja: その他のGCCオプションを入力する ことでCXXFLAGS-環境変数をセット したGCCを呼びます。
nl: Voer andere gcc opties hier in om gcc mee aan te roepen door het zetten van de CXXFLAGS omgevingsvariabele.
no_ny: Oppgi andre GCC-val her for å starta GCC med ved å setja miljøvariabelen CXXFLAGS.
pl: Proszę podać dodatkowe opcje GCC, które będą wykorzystane przy jego uruchamianiu, poprzez ustawienie zmiennej CXXFLAGS.
sk: Se zadajte ostatné možnosti pre GCC, budú uložené do premennej prostredia CXXFLAGS.
sl: Vstavi dodatna stikala GCC za prevajanje in sicer z nastavitvijo okoljske spremenljivke CXXFLAGS.
sv: Infoga andra GCC-alternativ här att starta GCC med, genom att sätta CXXFLAGS-miljövariabeln.
xh: Faka ezinye GCC-iinketho apha ukubhenisa GCC ngokucwangcisa i CXXFLAGS-umahluko wemeko-bume.

source: Compiler Warnings
da: Oversættelsesadvarsler
de: Compiler-Warnungen
et: Kompilaatori hoiatused
hu: A fordítóprogram figyelmeztetései
id: Peringatan Kompiler
it: Warning del Compilatore
ja: コンパイラの警告(Warning)
nl: Compileer waarschuwingen
no_ny: Kompilatoråtvaringar
pl: Ostrzeżenia kompilatora
sk: Varovania kompilátora
sl: Opozorila prevajalnika
sv: Kompilatorvarningar
xh: Izilumkiso zomqokeleli

source: Compiler Warning Settings
da: Opsætning af oversættelsesadvarsler
de: Einstellungen für Compiler-Warnungen
et: Kompilaatori hoiatuste valikud
hu: A fordítóprogram figyelmeztetéseinek beállítása
id: Seting Peringatan Kompiler
it: Impostazioni warning del compilatore
ja: コンパイラの警告の設定
nl: Compiler waarschuwingen instellingen
no_ny: Innstillingar for kompilatoråtvaringar
pl: Ustawienie ostrzeżeń kompilatora
sk: Varovania kompilátora
sl: Nastavitve opozoril prevajalnika
sv: Inställning av kompilatorvarningar
xh: Izicwangciso zesilumkiso somqokeleli

source: Set the Compiler warnings here by checking the -W options you want to use.
da: Sæt oversætteradvarsler her ved at afkrydse de -W-valg du vil bruge.
de: Wählen Sie hier die Compiler-Warnungen, indem Sie die gewünschten -W Optionen markieren.
et: Seadista siit kompilaatori hoiatusi märgistades sulle vajalikke -W võtme valikud.
hu: A fordítóprogram figyelmeztető üzeneteit a -W opció megfelelő beállításával lehet kezelni.
id: Set peringatan kompiler di sini dengan memilih -W yang akan digunakan.
it: Imposta i warning del compilatore, selezionando l'opzione -W che vuoi usare.
ja: -W オプションをセットしあなたの使いたい コンパイラの警告レベルをセットします。
nl: Zet de Compiler waarschuwingen hier door het selecteren van de -W opties die u wilt gebruiken.
no_ny: Set kompilatoråtvaringane her ved å merka av dei -W-vala du vil bruka.
pl: Proszę ustawić ostrzeżenia kompilatora, zaznaczając te opcje -W, które chce się użyć.
sk: Tu nastavte varovanie kompilátora použítím možnosté -W, ktoré chcete.
sl: Nastavi opozorila prevajalnika z označenjem stikal -W, ki jih želite uporabiti.
sv: Välj kompilatorvarningar här genom att markera de -W alternativ som du vill använda.
xh: Cwangcisa izilumkiso zomqokeleli apha ngokukhangela i -W iinketho ofuna ukuzisebenzisa.

source: Compile with -Wall. This option includes several different warning parameters which are recommended to turn on.
da: Oversæt med -Wall. Dette valg inkluderer mange forskellige advarselsparametre som du bør bruge.
de: Mit -Wall kompilieren. Diese Option umfasst verschiedene Warnungen, deren Aktivierung empfehlenswert ist.
et: Kompileeri võtmega -Wall. See seadistus sisaldab ka mitmeid teisi parameetreid, mis on soovitavad peale keerata.
hu: Fordítás a -Wall opcióval. Ez a beállítás olyan figyelmeztetéseket kapcsol be, melyeket erősen ajánlott használni.
id: Kompilasi dengan -Wall. Perintah ini mengikutkan parameter peringatan yang berbeda dan disarankan untuk diaktifkan.
it: Compila con -Wall. Questa opzione contiene diversi parametri per i warning che andrebbero attivati.
ja: -Wallでコンパイル。このオプション はつけるべきである、たくさんの 警告パラメータを 有効にします。
nl: Compileer met -Wall. Deze optie behelst meerdere verschillende waarschuwings-parameters die zeer sterk worden aangeradenom te gebruiken.
no_ny: Kompiler me -Wall. Dette valet inkluderer mange ulike åtvaringsparametrar som du bør bruka.
pl: Kompiluj z -Wall. Opcja dołącza te ostrzeżenia, które są zalecane.
sk: Kompilovať s -Wall. Táto možnosť zahŕňa niekoľko rôznych varovaní, ktoré je doporučené povoliť.
sl: Prevajaj z -Wall. Ta nastavitev vključuje več opozorilnih parametrov, za katere je bolje, da so vključeni.
sv: Kompilera med -Wall. Det här alternativet innefattar flera olika varningsinställningar som rekommenderas vara på.
xh: Qokelela ngo -Donga. Olu khetho luquka iiparameter zesilumkiso ezahlukileyo ezininzi ezithethelelwe ukuba ziqale.

source: Compile with -W. This option sets options not included in -Wall which are very specific. Please read GCC-Info for more information.
da: Oversæt med -W. Dette valg styrer specifikke valg som ikke er inkluderet i -Wall. Læs GCC-Info hvis du vil vide mere.
de: Mit -W kompilieren. Diese Option setzt Optionen, die nicht mit -Wall aktiviert werden. Näheres hierzu finden Sie mit "info gcc".
et: Kompileeri võtmega -W. See seadistus lisab parameetrid, mis pole -Wall koosseisus, kuna nad on väga spetsiifilised. Loe GCC infot enama tarkuse jaoks.
hu: Fordítás a -W opcióval. Ez a beállítás a -Wall-ban nem szereplő különleges figyelmeztetéseket kapcsolja be. Olvassa el a GCC-Info fájlt további információért.
id: Kompilasi dengan -W. Pilihan ini tidak memasukkan -Wall. Baca GCC-Info untuk informasi lanjutan/
it: Compila con -W. Questa opzione setta le opzioni non incluse in -Wall che sono molto specifiche. Leggi la pagina Info di GCC per ulteriori informazioni.
ja: -Wでコンパイル。このオプション は-Wallの特有なオプションを 含みません。詳しくはGCC-Infoを 読んで下さい。
nl: Compileer met -W. Deze optie zet opties die niet door -Wall worden meegenomen en die zeer specifiek zijn. Lees de GCC-documentatie voor meer informatie.
no_ny: Kompiler med -W. Dette valet styrer spesifikke val som ikkje er inluderte i -Wall. Les GCC-Info for meir informasjon.
pl: Kompiluj z -W. Opcja ustawia bardzo szczególne opcje, które nie są zawarte w -Wall. Jeśli chcesz coś więcej wiedzieć na ten temat, to przeczytaj GCC-Info.
sk: Prekladať s -W. Táto možnosť nastaví možnosti, ktoré nie sú vo -Wall a sú veľmi špeciálne. Prosím, prečítajte si info pre GCC.
sl: Prevajaj z -W. Ta nastavitev nastavi možnosti, ki niso vključene v -Wall in so zelo specifične. Preberite GCC-Info za več informacij.
sv: Kompilera med -W. Det här alternativet väljer väldigt specifika alternativ som inte ingår i -Wall. Var god läs GCC-info för mer information.
xh: Qokelela nge -W. Olu khetho lucwangcisa iinketho ezingaqukwanga ku -Donga ezi khankanywe kakhulu. Nceda funda GCC-Info xa ufuna ulwazi olongezelelweyo.

source: Warn about certain constructs that behave differently in traditional and ANSI C.
da: Giv advarsel om enkelte konstruktioner som opfører sig anderledes i traditionel C og ISO C.
de: Warne vor bestimmten Konstrukten, die in traditionellem und ANSI C unterschiedliche Auswirkung haben.
et: Hoiata mõningate konstruktsioonide puhul, mis käituvad traditsioonises ja ANSI C-s erinevalt.
hu: Figyelmeztetés bizonyos szerkezeteknél, amelyek különbözően viselkednek a hagyományos és az ANSI C esetében.
id: Peringatkan tentang construct tertentu yang berperilaku beda dari tradisi dan ANSI C.
it: Avvisa a riguardi di certi costrutti che si comportano differentemente nel C tradizionale e nell'ANSI C.
ja: トラディッショナルC と ANSI C で 振舞いが異なるコンストラクトを 警告します。
nl: Waarschuw voor bepaalde constructies die zich verschillend gedragen in traditioneel C en ANSI C.
no_ny: Gi åtvaring om enkelte konstruksjonar som oppfører seg ulikt i tradisjonell og ANSI C.
pl: Ostrzegaj o pewnych konstrukcjach, które mają inne znaczenie w tradycyjnym C i inne w ANSI C.
sk: Varovať, pri použití konštrukcií, ktoré sa chovajú rôzne v tradičnom C a v ANSI C.
sl: Opozori o nekaterih konstruktih, ki se obnašajo drugače v tradicionalnem C-ju kot pa v ANSI C-ju.
sv: Varna för vissa konstruktioner som beter sig annorlunda i traditionell och ANSI C.
xh: Lumkisa malunga nezakhiwo ezithile eziziphatha ngokwahlukileyo ngokwakwantu ne ANSI C.

source: Warn if an undefined identifier is evaluated in an `#if' directive
da: Giv advarsel hvis en uidentificeret identifikator bliver evalueret i et '#if'-direktiv.
de: Warnen, wenn ein undefinierter Bezeichner in einer "#if"-Anweisung ausgewertet wird.
et: Hoiata, kui `#if' direktiivis kasutatakse tundmatut identifitseerijat
hu: Figyelmeztetés, ha nem definiált azonosító található egy `#if' direktívában
id: Peringatkan jika identifier tak terdefinisikan di evaluase dalam directiv '#if'
it: Avvisa se un identificatore non definito è valutato in una direttiva '#if'
ja: 定義されていない識別子と`#if'が 直接比較された時に警告します
nl: Waarschuw als een ongedefinieerde identifier wordt ge-evalueerd in een #if constructie.
no_ny: Gi åtvaring dersom ein uidentifisert identifikator vert evaluert i eit «#if»-direktiv.
pl: Ostrzegaj jeśli w dyrektywie #if umieszczono nie zdefiniowany identyfikator.
sk: Varovať, ak je v direktíve `#if' vyhodnocovaný nedefinovaný identifikátor
sl: Opozori, če je neznan določnik uporabljen v smernici ,#if`.
sv: Varna om en odefinierad identifierare utvärderas i ett `#if' direktiv
xh: Lumkisa ukuba ongachazwanga umqwalaseli ukhethiwe kwi '#if' yalathiseka

source: Warn whenever a local variable shadows another local variable.
da: Giv advarsel når en lokal variabel skygger over en anden lokal variabel.
de: Warnen, wenn eine lokale Variable eine andere lokale Variable verdeckt.
et: Hoiata alati, kui üks lokaalne muutuja varjutab ära teise lokaalse muutuja.
hu: Figyelmeztetés, ha egy lokális változó takar egy másik lokális változót.
id: Peringatkan jika variabel lokal merupakan bayangan variabel lokal lain.
it: Avvisa ogni volta che una variabile locale nasconde un'altra variabile locale.
ja: ローカル変数が他のローカル変数 を隠した時全て警告します。
nl: Waarschuw wanneer een lokale variabele een andere lokale variabele overschaduwt.
no_ny: Gi åtvaring når ein lokal variabel skuggar over ein annan lokal variabel.
pl: Ostrzegaj jeśli zmienna lokalna zasłania inną zmienną lokalną.
sk: Varovať, ak lokálna premenná zatieni inú lokálnu premennú.
sl: Opozori, kadar lokalna spremenljivka zasenči drugo lokalno spremenljivko.
sv: Varna när en lokal variabel döljer en annan lokal variabel.
xh: Lumkisa xa umahluko wobulali ugquma omnye umahluko wobulali.

source: Warn about anything that depends on the <i>size of</i> a function type or of <i>void</i>. GNU C assigns these types a size of 1, for convenience in calculations with <i>void *</i> pointers and pointers to functions.
da: Giv advarsel hvis noget er afhængig af <i>størrelsen</i> på en funktionstype eller <i>void</i>. GNU C giver disse typer størrelsen 1 for enklere beregninger med <i>void*</i>-peger og pegere til funktioner.
de: Vor allem warnen, was von der <i>Größe</i> eines Funktionstypen oder von einem <i>void</i> abhängt. GNU C weist diesen Typen zur Vereinfachung von Berechnungen mit <i>void *</i>-Zeigern und Zeigern auf Funktionen eine Größe von 1 zu.
et: Hoiata kõigest, mis sõltub funktsiooni tüübi <i>suurusest</i> või selle puudumisest(<i>void</i>).GNU C omistab sellistele tüüpidele väärtuseks 1 suuruse.
hu: Figyelmeztetés, ha egy függvény típusára vagy a <i>void</i> típusra vonatkozó <i>sizeof</> kifejezés szerepel a forrásban. A GNU C ezekhez a típusokhoz 1 bájtos méretet rendel, hogy kényelmesebbé tegye a <i>void *</i> mutatókkal és függvényekre mutató mutatókkal való számításokat.
id: Peringatkan segala sesuatu yang tergantun dari <i>ukuran</a> tipe fungsi atau dari <i>void</i>. GNU C menentukan tipe ini dengan ukuran 1, untuk kemudahan penghitungan dengan pinter <i>void *</i> dan pointer ke fungsi.
it: Avvisa riguardo a qualsiasi cosa che dipende dal <i>size of</i> il tipo di una funzione o da <i>void</i>. GNU C assegna a questi tipi la dimensione 1, per convenienza nei calcoli con puntatori <i>void *</i> e puntatori a funzioni.
ja: <i>size of</i>関数タイプ、または <i>void</i>に依存しているもの全て 警告します。GNU C はこのような タイプを <i>void *</i> ポインタや 関数へのポインタを計算する都合から size of 1 に 割り当てます
nl: Waarschuw wanneer iets afhangt van het <i>size of</i> functietype of van het type<i>void</i>. GNU C kent aan deze typen een grootte van 1 toe puur voor het gemak bij het berekenen met <i>void *</i>pointers en pointers naar functies.
no_ny: Gi åtvaring dersom noko er avhengig av <i>storleiken</i> på ein funksjonstype eller <i>void</i>. GNU C gir desse typane storleiken 1 for enklare utrekningar med <i>void*</i>-peikarar og peikarar til funksjonar.
sk: Varovať o všetkom, čo závisí na type funkcie <i>size of</i> alebo <i>void</i>. GNU C zadáva veľkosť pre tieto typy ako 1 pre jednoduché výpočty zo smerníkmi <i>void.*</i> a smerníkmi na funkcie.
sl: Opozori na odvisnost <i>size of</i> odvisnost tipa funkcije ali tipa <i>void</i>. GNU C dodeli tem tipom velikost 1 zaradi preprostejšega računanja z kazalci <i>void *</i> in s kazalci na funkcije.
sv: Varna för allt som beror på <i>size of</i> av en funktionstyp eller av <i>void</i>. GNU C tilldelar de här typerna storleken 1, för att förenkla beräkningar med <i>void *</i> pekare och pekare till funktioner.
xh: Lumkisa malunga nayiphi na into exhomekeke ku <i>bungakanani bo</i> didi lomsebenzi okanye lo <i>engenanto</i>. GNU C iphawula ezi ndidi ubungakanani buka 1, kuncedo kubalo ngo <i>kungenanto *</i> izalathisi kunye nezalathisi zemisebenzi.
