Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Enter your email adress here. This will be used for file header information.
da: Indtast din e-postadresse her. Den vil blive brugt øverst i hver fil.
de: Geben Sie hier Ihre E-Mail-Adresse ein. Diese wird im Datei-Vorspann ausgegeben.
et: Sisesta siia e-posti aadress, mis lisatakse ka päisefailidesse
hu: Itt adhatja meg az e-mail címét. Ez minden generált fájl fejlécébe bele fog kerülni.
id: Masukkan alamat email di sini. Ini akan digunakan untuk informasi header file.
it: Inserisci qui la tua email. Questo sarà usata nelle informazioni nelle instestazioni dei file.
ja: ここにあなたのメールアドレスを入力して下さい。 この情報はヘッダーファイルに使われます。
nl: Vul het e-mailadres hier in. Dit wordt gebruikt in de koptekst in de bestanden.
no_ny: Oppgi e-postadressa du her. Dette vert brukt i startblokka på filene.
pl: Podaj e-mail. Będzie on wykorzystywany w nagłówkach plików.
sk: Tu zadajte vašu emailovú adresu. Bude použitá do hlavičkovej informácie súboru.
sl: Vnos epoštnega naslova. Ta informacija bo uporabljena v vseh glavah datotek.
sv: Ange din e-postadress här. Den kommer att användas för information i filhuvuden.
xh: Ngenisa idilesi yakho ye email apha. Oku kuzaku setyenziselwa ulwazi lweheader yefayile.

source: Generate a HTML-based documentation set for your project classes including cross-references to the used libraries.
da: Generér HTML-baseret dokumentation for dine projektklasser. Det vil også medtage krydsreferencer til brugte biblioteker.
de: Erzeugt eine HTML-basierte Dokumentation für Ihre Projektklassen, einschließlich Querverweisen zu den verwendeten Bibliotheken.
et: Tekita HTML-keelne dokumentatsioon klasside kohta koos viitadega kasutatud teekidele.
hu: Ez lehetővé teszi HTML-alapú dokumentáció generálását a projektosztályokról beleértve a felhasznált könyvtárak keresztreferenciáit is.
id: Buat dokumentasi basis-HTML untuk kelas proyek anda termasuk referensi silang ke pustaka yang digunakan.
it: Genera la documentazione in formato HTML per il progetto, inclusi i riferimenti incrociati con le librerie utilizzate.
ja: ここでプロジェクトクラス用にHTMLベースのドキュメントセット を生成します。それは使用しているライブラリへの クロスリファレンスを含みます。
nl: Genereer een op HTML gebaseerde documentatieset voor uw project klassen inclusief kruisverwijzingen naar de gebruikte bibliotheken.
no_ny: Lag HTML-baserte hjelpetekstar for prosjektklassane inkludert kryssreferansar til alle brukte bibliotek.
pl: Generuje zestaw dokumentacji w HTML dla klas twojego projektu wraz z odwołaniami do używanych bibliotek.
sk: Generovanie HTML dokumentačnej sady tried vášho projektu obsahuje krížové odkazy na použité knižnice.
sl: Generiranje skupka dokumentacije na osnovi HTML za projektne razrede (classes) in tudi križne povezave na uporabljene knjižnice.
sv: Skapa en HTML-baserad dokumentuppsättning för dina projektklasser med korsreferenser till de använda biblioteken.
xh: Jikelezisa i HTML-uxwebhu lesiseko olucwangciselwe iintlobo ze projekti yakho iquka iintelekiso-ezingaphaya ukuya kwiilayibrari ezisetyenzisiweyo.

source: Generate a preset documentation handbook in HTML by an SGML file included with your package.
da: Generér forhåndsdefineret dokumentationshåndbog i HTML fra en SGML-fil som findes i din pakke.
de: Erzeugt über eine SGML-Datei ein vorbereitetes Handbuch in HTML
et: Tekita HTML-keelne dokumentatsioon pakiga kaasas olnud SGML-failist.
hu: Ez létrehoz egy előre beállított HTML alapú dokumentációs kézikönyvet egy, a csomagba illesztett SGML fájl segítségével.
id: Buat buku saku dokumentasi dalam HTML dengan file SGML yang dimasukkan dalam paket Anda.
it: Genera la documentazione in HTML partendo da un file SGML incluso nel tuo archivio.
ja: ここであなたのパッケージに含まれるSGMLから生成されるHTML形式の プリセットドキュメントを生成します。
nl: Genereer een documentatie handboek in HTML van een SGML-bestand dat bij uw pakket zit bijgesloten.
no_ny: Lag ei førehandsdefinert hjelpeteksthandbok i HTML ved ei SGML-fil som er inkludert i pakken din.
pl: Generuje instrukję użytkownika w HTML na podstawie, dołączonego do twojego pakietu, pliku SGML.
sk: Generovanie prednastavenej dokumentačnej príručky v HTML podľa SGML súboru, pribalenej s vašim balíkom.
sl: Generiranje prednastavljenega priročnika v HTML iz SGML datoteke, ki je vključena v vaš paket.
sv: Skapa en förformatterad dokumentionshandbok i HTML från en SGML-fil som ingår i ditt paket.
xh: Jikelezisa incwadi yesandla yoxwebhu kwi HTML ngefayile ye SGML equkwe ngempahla yakho.

source: Create a lsm-file for your project. The Linux Software Map is a file generally used for projects for distribution purpose and contains a short description of the project including the requirements on the side of the end-user.
da: Opret en lsm-fil for dit projekt. Linux Software Map er en fil som bliver brugt til projekter som skal distribueres og indeholder en kort beskrivelse af projektet og kravene på brugersiden.
de: Erzeugt eine lsm-Datei für Ihr Projekt. Die "Linux Software Map" ist eine Datei, die allgemein für Distributionen verwendet wird und eine kurze Beschreibung des Projekts inklusive der Systemvoraussetzungen beim Benutzer enthält.
et: Tekita projektile lsm-fail. lsm-faili kasutatakse tarkvara jagamise korraldamiseks. Sisaldab projekti lühikirjeldust koos lõppkasutaja poolsete eeldustega.
hu: Ez egy lsm-fájlt hoz létre a projekt részére. A Linux szoftvertérképfájlt a projektek disztribúciós célra használják, a projekt rövid leírását tartalmazza, benne a végfelhasználó konfigurációjával szembeni követelményekkel.
id: Buat file-lsm untuk proyek anda. File Linux Software Map biasa digunakan untuk proyek dalam kaitan distribusi dan berisi deskripsi singkat tentang proyek termasuk kebutuhan di sisi pengguna-akhir.
it: Crea un file lsm per il tuo progetto. Il Linux Software Map è un file generalmente utilizzato per scopi di distribuzione e contiene una breve descrizione del progetto inclusi i requisiti dal lato dell'utente finale.
ja: あなたのプロジェクトのlsm-ファイルを作成します。Linux Software Map は一般的にプロジェクトの配布目的に使われるファイルで エンドユーザ側から見た必要なもの等の プロジェクトに関する短い記述です
nl: Maak een lsm bestand voor uw project. De Linux software Map is een bestand dat algemeen gebruikt wordt voor distributie doeleinden en bevat een korte beschrijving van het project inclusief de vereisten voor de eindgebruiker.
no_ny: Lag ei lsm-fil for prosjektet. «Linux Software Map» er ei fil som vanlegvis vert brukt til distribusjonsføremål, og inneheld ei kort skildring av prosjektet inkludert kva krav som vert stilt til sluttbrukaren.
pl: Tworzy plik lsm twojego projektu. Plik do mapy oprogramowania linuksowego (LSM) używany jest do dystrybucji twojego programu i zawiera zwykle krótki opis projektu wraz z jego wymaganiami.
sk: Vytvoriť lsm-súbor pre váš projekt. Linux Software Map je súbor všeobecne používaný v projektoch na distribučné účely a obsahuje stručný popis projektu zahŕňajúci aj požiadavky na strane používateľa.
sl: Ustvari lsm-datoteko za vaš projekt. ,Linux Software Map` datoteka je splošno uporabljena za distribucijo projektov in vsebuje kratek opis projekta ter opisuje kaj projekt zahteve s strani uporabnika.
sv: Skapa en lsm-fil för ditt projekt. En Linux programvarukarta är en fil som används generellt av projekt för distributionsändamål och innehåller en kort beskrivning av projektet inklusive kraven på slutanvändaren.
xh: Yenza i Ism-fayile ye projekti yakho. Imaphu yezixhobo ze computer ye Linux yifayile esetyenziswa ngokubanzi kwi projekti zonikezelo lwenjongo kwaye iqulathe inkcazelo emfutshane ye projekti iquka iimfuno kwicala le umsebenzisi-wesiphelo.

source: Generate a set of GNU standard files for your project. These will give the end-user of the sourcepackage an overview about the licensing, readme's etc, as well as a ChangeLog file for you to protocol your changes.
da: Generér de normale GNU-filer til dit projekt. Disse filer giver slutbrugeren af kildepakken en oversigt over licensen, læsmigfilerne osv. Endvidere vil en ChangeLog-fil blive lagt ved som en protokol over dine ændringer.
de: Erzeugt die GNU-Standarddateien für Ihr Projekt. Der Endbenutzer erhält einen Überblick über das Quellpaket, die Lizenz, Readme usw. Es wird zudem eine ChangeLog-Datei fürdie Protokollierung ihrer Änderungen angelegt.
et: Tekita projekti jaoks standardsete GNU failide kogum. Sisaldab lõppkasutaja jaoks litsentsi, readme-faili jne lähtekoodi paki. Samuti sisaldab veel ChangeLog faili tehtud muudatuste protokollimiseks.
hu: Különböző GNU standard fájlokat hoz létre a projekthez. Ezek áttekintést adnak a forráscsomag végfelhasználójának a szerző licencpolitikájáról, a README fájlokról stb., valamint tartalmazzák a ChangeLog fájlt, amelybe jegyzőkönyvezheti a változtatásokat.
id: Buat satu set file standar GNU untuk proyek anda. Ini akan memberikan paket sumber pengguna-akhir dengan pengenalan singkat tentang lisensi, readme's dsb, sebagaimana file Changelog untuk panduan perubahan Anda.
it: Genera l'insieme standard di file GNU per il progetto corrente. Questo darà all'utente finale l'archivio completo, contenente la licenza d'uso il file di leggimi, ecc... oltre al file di ChangeLog che userai come protocollo per tutte le modifiche apportate.
ja: あなたのプロジェクトのGNUスタンダードファイルセットを生成します。 これらはエンドユーザに、あなたの変更を反映するChangeLog ファイル、ライセンス、readmeなどの ソースパッケージの概観を提供します。
nl: Genereer een set Standaard-GNU-bestanden voor uw project. Deze bestanden geven de eindgebruiker van het broncodepakket een overzicht van de licenties, leesmij's etc., als mede een ChangeLog-bestand voor u om de wijzigingen in bij te houden.
no_ny: Lag eit sett GNU-standardfiler for prosjektet ditt. Desse gir sluttbrukaren av kjeldepakka eit oversyn over lisensiering,, readme-ar osb, og dessutan ei ChangeLog-fil som let deg skriva ned endringar.
pl: Generuje zestaw standardowych plików GNU twojego projektu. Dzięki temu, użytkownik otrzyma pliki źródłowe, ogólne informacje na temat licencji, pliki 'readme' itp.. Utworzony zostanie również plik ChangeLog, w którym opisuje się zmiany dokonane w projekcie.
sk: Generovanie sady GNU štandardných súborov pre váš projekt. Tie poskytnú užívateľovi zdrojových balíkov prehľad o licencovaní, Readme súbor atď. ako aj súbor ChangeLog na záznam zmien.
sl: Generiranje nabora standardnih GNU datotek za projekt. Le te bodo uporabniku predstavile licenčne pogoje, preberi_me datoteke in podobno. Prav tako bo vključena datoteka ChangeLog, ki naj vsebuje seznam vseh sprememb.
sv: Skapa en uppsättning med GNU standardfiler för ditt projekt. De här filerna ger slutanvändaren av källkodspaketet en översikt av licensen, README-fil etc, och dessutom en ändringsloggfil där du kan protokollföra dina ändringar.
xh: Jikelezisa iqela leefayile ezisezantsi ze GNU ye projekti yakho. Ezi zizakunika umsebenzisi-wesiphelo wempahla yemvelaphi imboniselo engaphaya malunga nelayisenisi, ndifunde njalo-njalo, kunye nefayile yokuTshintsha iLog ukuze uprotokole utshintsho lwakho.

source: Add a program icon to your project that represents your application in the window manager.
da: Tilføj et programikon til projektet som repræsenterer dit program i vinduesbehandleren.
de: Fügt dem Projekt ein Programm-Symbol hinzu, das Ihr Programm im Fenstermanager repräsentiert.
et: Lisa projektile ikoon, mis kirjeldab aknahaldurile seda rakendust.
hu: Ez hozzáad egy alkalmazásikont a projekthez, amely az alkalmazást fogja jelképezni az ablakkezelő rendszerekben.
id: Tambahkan icon program ke proyek anda yang menunjukkan aplikasi anda di dalam window manager.
it: Aggiungi l'icona per il programma, la quale rappresenteràl'applicazione nel window manager.
ja: あなたのプロジェクトにウィンドウマネージャでアプリケーション を示すプログラムアイコンを追加します。
nl: Voeg een programmapictogram toe aan het project dat uw applicatie weergeeft in de vensterbeheerder.
no_ny: Legg eit programikon til prosjektet for representasjon i vindaugshandsamaren.
pl: Dodaj do projektu ikonę aplikacji, która będzie ją reprezentować w menedżerze okien.
sk: Pridať ikonu programu do vášho projektu, ktorá reprezentuje vašu aplikáciu v správcovi okien.
sl: Dodajanje ikone, ki predstavlja program v upravljalniku oken..
sv: Lägg till en programikon till ditt projekt som representerar ditt program i fönsterhanteraren.
xh: Dibanisa udweliso lwenkqubo kwi projekti yakho emele isicelo sakho kumphathi we window.

source: Add a mini program icon to your project that is used for window-manager popup menus.
da: Tilføj et mini-programikon til projektet som bliver brugt i vindusbehandlerens pop-op-menuer.
de: Fügt dem Projekt ein Mini-Symbol hinzu, das für Popup-Menüs des Fenstermanagers verwendet wird.
et: Lisa projektile rakenduse pisi-ikoon, mida kasutatakse aknahalduri hüpikmenüüdes.
hu: Ez egy mini alkalmazásikont ad a projekthez, amelyet az ablakkezelő rendszerek menüi használhatnak.
id: Tambahkan icon program kecil ke dalam proyek Anda yang akan digunakan untuk menu popup window-manager.
it: Aggiungi una mini icona per il programma, che sarà usata dal menu a tendina del window manager.
ja: あなたのプロジェクトにウィンドウマネージャのポップアップ メニューで使われるミニプログラムアイコンを追加します。
nl: Voeg een mini pictogram toe aan uw project dat wordt gebruikt in de menu's van de vensterbeheerder.
no_ny: Legg eit miniprogramikon tli prosjektet for bruk i oppsprettmenyar i vindaugshandsamaren.
pl: Dodaj mini-ikonę programu, która będzie używana w menu menedżera okien.
sk: Pridať mini ikonu do vášho projektu, použije sa v správcovi okien v popup menu
sl: Dodajanje mini ikone, ki predstavlja program v roletnih menijih upravljalnika oken.
sv: Lägg till en mini-programikon till ditt projekt som används av fönsterhanteraren i popuppmenyer.
xh: Dibanisa i icon yodweliso lwenkqubo encinane ye projekti yakho esetyenziswayo ye window-yeemenu ze popup zomphathi.

source: Add a KDE link file which is installed in the KDE panel of the end-user. By default, your application's link file will be installed in the Applications-menu. You can change this destination by editing the installation properties for the link file later.
da: Tilføj en KDE-lænkefil som bliver installeret i slutbrugerens KDE-panel. Normalt vil denne fil blive installeret i programmenuen. Du kan ændre hvor den bliver installeret senere ved at redigere installationsegenskaberne for denne fil.
de: KDE-Verknüpfungsdatei hinzufügen, die im K-Menü des Benutzers installiert wird. Standardmäßig wird die Verknüpfung im Menü "Programme" installiert. Sie können das Ziel ändern, indem Sie die Installationseigenschaften dieser Verknüpfung später ändern.
et: Lisa KDE linkfail, mis paigaldatakse kasutaja KDE paneelile. Vaikimisi installeeritakse linkfail Rakenduste menüüsse. Sa saad muuta selle asukohta parandades hiljem paigaldamise seadistusi.
hu: Ez egy KDE linkfájlt ad hozzá a projekthez, amely a végfelhasználó KDE paneljébe kerül. Alapértelmezésben az alkalmazás linkfájlja az Alkalmazások menübe kerül. Ez megváltoztatható a fájl telepítési tulajdonságainak későbbi átszerkesztésével.
id: Tambahkan file link KDE yang diinstal di KDE panel oleh pengguna-akhir. Secara baku, link aplikasi anda akan diinstal di Menu-Aplikasi. Anda dapat mengganti tujuan dengan mengedit properti instalasi untuk file link di waktu mendatang.
it: Aggiungi un collegamento che sarà installato nel menu KDE dell'utente finale. Il collegamento sarà installato nel menu Applicazioni. Puoi cambiare questa impostazione modifcando successivamente le proprietà di installazione del collegamento.
ja: エンドユーザ用の KDE panel にインストールされる KDE link ファイルを追加します。標準ではあなたのアプリケーション のlinkファイルはアプリケーションメニューにインストールされます。 あなたはlinkファイルのインストールプロパティを変更すること によってこの動作を変更することができます。
nl: Voeg een KDE .desktop bestand toe, dat is geïnstalleerd in het KDE- Panel van de gebruiker. Standaardmatig wordt uw applicatie's .desktop bestand in het applicatie menu geïnstalleerd. U kunt dit wijzigen door het installatie eigenschappen van het .desktop bestand later aan te passen.
no_ny: Legg til ei KDE-desktop-fil som vert installert i KDE-panelet av sluttbrukaren. Desktop-fila til applikasjonen vert som standard installert i Program-menyen. Du kan seinare endra på dette ved å redigera installeringseigenskapane for desktop-fila.
pl: Dodaj plik 'KDE link', który jest instalowany w panelu KDE użytkownika. Domyślnie twoja aplikacja będzie podłączona do menu Aplikacje. Możesz to później zmienić edytując, w tym pliku, właściwości instalacji.
sk: Pridať KDE súbor pracovnej plochy inštalovaný do KDE panelu používateľa. Štandardne bude pridaný do menu Aplikácie. Môžete to neskôr zmeniť úpravou inštalačných nastavení pre súbor pracovnej plochy
sl: Dodajanje datoteke za KDE namizje, ki se namesti končnemu uporabniku v KDE pult. Privzeto se povezavna datoteke za vaš program namesti v meni s programi. Mesto v tem meniju se določi kasneje s spremembo namestitvenih lastnosti za povezavno datoteko.
sv: Lägg till en KDE länkfil som installeras i slutanvändarens KDE-panel. Ditt programs länkfil installeras i programmenyn som standard. Du kan ändra den här platsen genom att redigera installationsegenskaperna i länkfilen senare.
xh: Dibanisa ifayile yekhonkco ye KDE efakiweyo kwiqela lenjonge le KDE lomsebenzisi-wesiphelo. Ngokungagqibekanga, isicelo sakho sefayile yekhonkco sizakufakwa kwimenu-Yezicelo. Ungatshintsha le ndawo engqongileyo ngokuhlela iimpahla zofako zefayile yekhonkco mva.

source: Lets you select another icon for your program than the sample program icon provided by the Application Wizard.
da: Lader dig vælge et andet ikon til dit program end eksempel-ikonet som blev brugt af programvejviseren.
de: Hier können Sie ein anderes Symbol wählen als das vom Programm-Assistenten bereitgestellte.
et: Lubab valida rakendusele mõni muu ikoon, kui see, mis vaikimisi seatud
hu: Ez lehetővé teszi az Alkalmazásvarázsló által alapértelmezésként beállított alkalmazásikon másikra cserélését.
id: memperbolehkan anda pilih ikon lain untuk program Anda daripada contoh ikon program yang diberikan oleh Application Wizard.
it: Permette di selezionare un'icona diversa per il programma al posto dell'icona di esempio fornita dall'Application Wizard.
ja: あなたのプログラムのアプリケーションウィザード によって提供されるサンプルアイコンを他のアイコンに 変更します。
nl: Stelt u in staat om een ander pictogram voor uw programma te selecteren, dan het voorbeeld programma pictogram dat wordt aangeleverd door de Applicatie Assistent.
no_ny: Let deg velja eit anna ikon for programmet ditt enn det dømet Applikasjonsvegvisaren gir deg.
pl: Umożliwia wybranie innej ikony aplikacji niż ikona standardowa, dostarczona przez Kreatora Aplikacji.
sk: Zvoľte inú ikonu pre Váš program ako vzorovú ikonu zo Sprievodcu Aplikáciou
sl: Tu lahko izberete drugačno ikono za vaš program. Drugače je uporabljena privzeta ikona čarovnika za programje.
sv: Låter dig välja en annan ikon för ditt program än det exempel på programikon som tillhandahålls av programguiden.
xh: Ikuvumela ukuba ukhethe enye i icon yodweliso lwenkqubo yakho kune icon yodweliso lwenkqubo yesampuli enikezwa yi Wizard yesicelo.

source: Lets you select another mini-icon for your program than the sample program icon provided by the Application Wizard.
da: Her kan du vælge et andet mini-ikon for dit program end eksempel-ikonet som blev brugt af programvejviseren.
de: Hier können Sie ein anderes Mini-Symbol wählen als das vom Programm-Assistenten bereitgestellte.
et: Lubab valida rakendusele mõni muu pisi-ikoon, kui see, mis vaikimisi seatud.
hu: Ez lehetővé teszi az Alkalmazásvarázsló által alapértelmezésként beállított mini programikon másikra cserélését.
id: memperbolehkan anda pilih ikon mini lain untuk program Anda daripada contoh ikon program yang diberikan oleh Application Wizard.
it: Permette di selezionare una diversa mini icona per il programma al posto dell'icona di esempio fornita dall'Application Wizard.
ja: あなたのプログラムのアプリケーションウィザード によって提供されるサンプルミニアイコンを他のアイコンに 変更します。
nl: Stelt u in staat om een ander mini pictogram voor uw programma te selecteren, dan het voorbeeld mini programma pictogram dat wordt aangeleverd door de Applicatie Assistent.
no_ny: Let deg velja eit anna mini-ikon for programmet ditt enn det dømet Applikasjonsvegvisaren gir deg.
pl: Umożliwia wybranie innej mini-ikony aplikacji niż ikona standardowa, dostarczona przez Kreatora Aplikacji.
sk: Zvoľte inú mini ikonu pre Váš program ako vzorovú ikonu zo Sprievodcu Aplikáciou
sl: Tu lahko izberete drugačno mini-ikono za vaš program. Drugače je uporabljena privzeta ikona čarovnika za programje.
sv: Låter dig välja en annan mini-ikon för ditt program än det exempel på programikon som tillhandahålls av programguiden.
xh: Ikuvumela ukuba ukhethe enye i icon-encinane yodweliso lwenkqubo yakho kune icon yodweliso lwenkqubo yesampuli enikezwa yi Wizard yesicelo.

source: Version Control System Support
da: Støtte for versionskontrolsystem
de: Unterstützung für ein Version Control System
et: Versioonikontrolli süsteemi toetus
hu: Verziókövető rendszer támogatása
id: Dukungan Version Control System
it: Supporto per il Version Control System
ja: バージョンコントロールサポート
nl: Hulp bij Versie Beheer Systeem
no_ny: Støtte for versjonskontrollsystem
pl: Obsługa Systemu Kontroli Wersji (VCS)
sk: Podpora systému kontroly verzií
sl: Podpora sistemu za vzdrzevanje različic (vcs)
sv: Stöd för versionskontrollsystem
xh: Inkxaso yendlela yolawulo loguqulelo kolunye ulwimi

source: VCS Support
da: VCS-støtte
de: VCS-Unterstützung
et: Versioonikontrolli toetus
hu: VCS-támogatás
id: Dukungan VCS
it: Supporto VCS
ja: VCSサポート
nl: VBS Ondersteuning
no_ny: VCS-støtte
pl: Obsługa VCS
sk: Podpora VCS
sl: Podpora VCS
sv: VCS-stöd
xh: Inkxaso ye VCS

source: NONE
da: INGEN
de: KEINE
et: PUUDUB
hu: nincs
id: TIDAK ADA
it: Nessuno
ja: なし
nl: GEEN
no_ny: INGA
pl: BRAK
sk: ŽIADNA
sl: BREZ
sv: INGET
xh: AKUKHO NANYE

source: VCS Location
da: VCS-sted:
de: VCS-Verzeichnis
et: Versioonikontrolli asukoht:
hu: A VCS elérési útja
id: Lokasi VCS
it: Posizione VCS
ja: VCSの場所
nl: VBS Locatie
no_ny: VCS-plassering:
pl: Lokalizacja VCS
sk: Umiestnenie VCS
sl: Lokacija VCS
sv: VCS-plats
xh: Indawo ye VCS

source: Repository in VCS
da: Lagring i VCS
de: Archiv im VCS
et: Repositoorium
hu: A repository a VCS-ben
id: Repository di VCS
it: Repository nel VCS
ja: VCSのレポジトリ
no_ny: Depot i VCS
pl: Repozytorium VCS
sk: Sklad vo VCS
sl: Skladišče v VCS
sv: Arkiv i VCS
xh: Indawo yokugcina izinto kwi VCS

source: Vendor Tag
da: Leverandør-mærke
de: Herstellerzeichen
et: Tootja märge
hu: A készítő címkéje
id: Tag Vendor
it: Tag Produttore
ja: ベンダータグ
nl: Vendor Merkteken
no_ny: Leverandør-tag
pl: Etykieta donatora
sk: Označenie predajcu
sl: Etiketa izdelovalca
sv: Tillverkartagg
xh: Iphetshana elichazayo loMthengisi

source: Log Message
da: Log-besked
de: Log-Nachricht
et: Logiteade
hu: Naplóbejegyzés
id: Pesan Log
it: Messaggio di Log
ja: ログメッセージ
nl: log bericht
no_ny: Loggmelding
pl: Komunikat logu
sk: Správa záznamu
sl: Sporočilo v dnevniku
sv: Loggmeddelande
xh: Umyalezo welog

source: Release Tag
da: Udgivelsesmærke
de: Freigabe-Markierung
et: Väljalaske märge
hu: Verziócímke
id: Tag Pelepas
it: TAG Release
ja: リリースタグ
nl: release merkteken
no_ny: Utgåve-tag
pl: Etykieta wersji
sk: Označenie vydania
sl: Etiketa izdaje
sv: Utgåvetagg
xh: Khupha iphetshana elichazayo
