Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Set the path and filename of the binary that will be started on Run or Debug. Hint: Use a relative path starting from your project base directory to be location independent.
da: Sætter stien og filnavnet for den binære der startes som kørsel eller fejlretning. Vink: Brug en relative sti startendefra dit projekts basiskatalog for at være steduafhængig.
de: Geben Sie hier den Pfad und den Dateinamen der ausführbaren Datei an, die über "Start" oder "Debug" ausgeführt wird. Tipp: Verwenden Sie relative Pfade, ausgehend von ihrem Projektverzeichnis, damit sie unabhängig vom eigentlichen Projektverzeichnis sind.
et: Sisesta täidetava või silutava rakenduse nimi koos rajaga. Nõuanne: kasuta suhtelist rada alates lähtekoodi algkataloogist, et jääda projekti asukohast sõltumatuks.
hu: A futtatáskor/nyomkövetéskor indítandó program neve és elérési útja. Tipp: az elérési út legyen relatív a projekt alapkönyvtárához, hogy ne kelljen gyakran módosítani.
id: Set path dan namafile binary yang akan dijalankan dalam Run atau Debug. Petunjuk: Gunakan path relatif mulai dari direktori dasar proyek agar lokasi independen.
it: Imposta l'indirizzo ed il nome del file del binario che verrà avviato con Esegui o Debug. Suggerimento: Utilizza un indirizzo relativo partendo dalla directory base del tuo progetto per renderlo indipendente dalla posizione.
ja: 実行またはデバッグ時に起動されるバイナリのファイル名及びパスをセットします。ヒント: ロケーション非依存にするには、あなたのプロジェクトのベースディレクトリからの相対パスを使って下さい。
nl: Zet het pad en bestandsnaam van het uitvoerbaar bestand dat wordt gestart bij `Uitvoeren' of `Debug'. Hint: gebruik een relatief pad dat start vanuit uw project hoofdmap om locatie onafhankelijk te zijn.
no_ny: Vel stien og filnamnet til binærfila som vert starta ved Køyr eller Avlus. Tips: Bruk ein relativ sti som startar i basekatalogen til prosjektet for å vera uavhengig av plasseringa på disken.
pl: Podaj ścieżkę i nazwę pliku binarnego, uruchomianego za pomocą polecenia Uruchom lub Debuguj. Podpowiedź: podaj ścieżkę względną, rozpoczynającą się w katalogu głównym twojego projektu - lokalizacja niezależna.
sk: Nastaví cestu a meno súboru, ktorý bude spustení pri príkazoch Spustiť a Ladiť. Rada: Použite relatívnu cestu začínajúcu v priečinku projektu pre nezávislosť na umiestnení.
sl: Določite pot in ime datoteke binarnega, ki bo zagnan ob Poženi ali Razhrošči. Namig: Namig: uporabite relativno pot iz vašega osnovnega projektnega imenika, da bo neodvisna od lokacije.
sv: Ange sökväg och filnamn för binärfilen som startas med kör eller avlusa. Tips: Använd en relativ sökväg från baskatalogen för ditt projekt för att vara oberoende av plats.
xh: Cwangcisa umendo negama lefayile yokubini okuzakuqalwa kukwenziwa okanye i Debug. Thsuphe: Sebenzisa umendo ozalanayo uqala kulawulo lesiseko se projekti yakho oluyindawo ezimeleyo.

source: Libtool details
da: Libtool detaljer
de: Informationen zu libtool
et: Libtooli detailid
hu: A programkönyvtár-kezelő (libtool) adatai
id: detail libtool
it: Dettagli di libtool
ja: Libtoolの詳細
no_ny: Libtool-detaljar
sk: Detaily libtool
sl: Podrobnosti libtool
sv: Libtool-detaljer
xh: Iinkcukacha zesixhobo se lib

source: Path of libtool:
da: Stil til libtool:
de: Pfad zu libtool:
et: Libtooli asukoht:
hu: A programkönyvtár-kezelő elérési útja:
id: Path libtool
it: Percorso di libtool:
ja: Libtoolのパス:
nl: Pad naar libtool:
no_ny: Sti til libtool:
sk: Cesta libtool:
sl: Pot do libtool:
sv: Sökväg till libtool:
xh: Umendo wesixhobo se lib:

source: Set the path where the libtool is that wraps the executable when started on Run or Debug. Hint: Use a relative path starting from your project base directory to be location independent.
da: Sætter den sti hvor det libtool der wrapper den kørbare startes som kørsel eller fejlretning. Vink: Brug en relative sti startende fra dit projekts basiskatalog for at være steduafhængig.
de: Tragen Sie hier den Pfad zu libtool ein, mit dem Ihr Programm beim Ausführen von "Start" oder "Debug" geladen wird. Tipp: Verwenden Sie relative Pfade, ausgehend von ihrem Projektverzeichnis, damit sie unabhängig vom eigentlichen Projektverzeichnis sind.
et: Sisesta kataloog, milles asetseb. Nõuanne: kasuta suhtelist rada alates lähtekoodi algkataloogist, et jääda projekti asukohast sõltumatuks.
hu: A futtatáskor/nyomkövetéskor indítani kívánt programkönyvtár-kezelő (libtool) neve és elérési útja. Tipp: az elérési út legyen relatív a projekt alapkönyvtárához, hogy ne kelljen gyakran módosítani.
id: set path dimana libtool yang wrap eksekutabel saat menjalankan Run atau Debug. Petunjuk: Gunakan path relatif mulai dari direktori dasar proyek agar lokasi independen.
it: Imposta l'indirizzo dove si trova libtool che aggancia l'eseguibile al suo avvio o al debug. Suggerimento: Utilizza un indirizzo relativo partendo dal'indirizzo base del progetto, perchè consente una libera ubicazione.
ja: 実行/デバッグで起動される都度、実行ファイルをラップしてしまう libtoolのパスをセットして下さい。ヒント: ロケーション非依存に するには、あなたのプロジェクトのベースディレクトリからの相対パス を使って下さい。
nl: Zet het pad waar libtool is dat het uitvoerbaar bestand omsluit als het wordt gestart met Uitvoeren of Debug. Hint: gebruik een relatief pad dat start vanuit uw project hoofdmap om locatie onafhankelijk te zijn.
no_ny: Vel stien og filnamnet til libtool-verktøyet som startar programmet ved Køyr eller Avlus. Tips: Bruk ein relativ sti som startar i basekatalogen til prosjektet for å vera uavhengig av plasseringa på disken.
sk: Nastaví cestu, kde je libtool, ktorý obalí vykonávateľný súbor pri spustení alebo ladení. Rada: Použite relatívnu cestu začínajúcu v priečinku projektu pre nezávislosť na umiestnení.
sl: Tu določite pot, kjer je libtool, ki ovije izvršljivo datoteko ko je pognana iz Pošeni ali Razhrošči. Namig: uporabite relativno pot iz vašega osnovnega projektnega imenika, da bo neodvisna od lokacije.
sv: Ange sökvägen för det libtool-program som skapar den körbara filen vid start med kör eller avlusa. Tips: Använd en relativ sökväg från baskatalogen för ditt projekt för att vara oberoende av plats.
xh: Cwangcisa umendo apho isixhobo se lib sisonga okuphunyeziweyo xa siqalwe Kukwenziwa okanye i Debug. Thsuphe: Sebenzisa umendo ozalanayo uqala ukusuka kulawulo lwesiseko se projekti yakho sizimele ngendawo.wi

source: The path
da: Stien
de: Der Pfad
et: Rada
hu: Az elérési út,
id: Path
it: L'indirizzo
ja: パス
nl: Het pad
no_ny: Stien
pl: Ścieżka
sk: Cesta
sl: Pot
sv: Sökvägen
xh: Umendo

source: which you set as directory where make should run is not a relative path. This can cause problems, if you move the project. What path do you want to save to your project file?
da: som du sætter som katalog hvor make skal køre er ikke en relativ sti. Dette kan give problemer hvis du flytter projektet. Under hvilken sti ønsker du at gemme din projektfil?
de: in dem "make" ausgeführt werden soll, ist kein relativer Pfad. Dies kann zu Problemen führen, falls Sie das Projekt in einem anderen Pfad speichern. Welchen Pfad möchten Sie in der Projektdatei speichern?
et: pole suhteline rada. Võib põhjustada probleeme projekti failide asukoha muutmisel. Kumb rada projektifaili salvestada?
hu: amelyet előírt a make végrehajtásához, nem relatív elérési út. Ez problémákat okozhat, ha máshová mozgatja a projektet. Milyen elérési utat szeretne elmenteni a projektfájlba?
id: direktori di mana make harus dijalankan bukan path relatif. Ini dapat menimbulkan masalah, jika Anda pindah proyek. Path mana yang ingin disimpan di file proyek?
it: quello che hai scelto come indiritto dove make deve partire non è un indirizzo relativo. Questo potrebbe causare problemi, se sposti il file di progetto. Quale indirizzo vuoi salvare nel file di progetto?
ja: makeの実行ディレクトリとして指定されたものは 相対パスではありません。 これは問題となる場合があります。 プロジェクトを移動した場合、プロジェクトファイルに 保存したいパスはなんですか?
nl: welke u heeft gezet als map waar make moet wordt uitgevoerd is geen relatief pad. Dit kan problemen veroorzaken als u het project verplaatst. Welk pad wilt u in het project bestand opslaan ?
no_ny: du har valt som katalogen der make skal køyra er ingen relativ sti. Det kan gi problem dersom du seinare flyttar prosjektet. Kva for sti vil du lagra til prosjektfila?
sk: ktorú ste použili ako priečinok, kde má byť spustený make nie je relatívna. To môže spôsobiť problémy, ak presuniete projekt. Chcete túto cestu uložiť do súboru vášho projektu?
sl: ki ste jo nastavili kot imenik, kjer bi moral teči make, ni relativna pot To lahko povzroči težave, če boste premaknili projekt. Katero pot bi radi shranili v vašo projektno datoteko?
sv: som du angav som katalog där make ska köra är inte en relativ sökväg. Det här kan orsaka problem, om du flyttar projektet. Vilken sökväg vill du spara i din projektfil?
xh: owucwangcisa njengolawulo apho ukwenziwa kunokwenza okungengomendo ozalanayo. Oku kunokubangela iingxaki, ukuba uhambisa iprojekti. Ngowuphi umendo ofuna ukuwugcina kwifayile ye projekti yakho?

source: Path decision
da: Sti beslutning
de: Auswahl für Pfade
et: Asukoha otsus
hu: Elérési út választása
id: Keputusan path
it: Decidi indirizzo
ja: パスの決定
nl: Pad beslissing
no_ny: Stival
sk: Rozhodnutie o ceste
sl: Odločitev o poti
sv: Sökvägsbeslut
xh: Isigqibo somendo

source: &Relative path
da: &Relativ sti
de: &Relative Pfade
et: Suhteline &rada
hu: &Relatív elérési út
id: Oath &Relatif
it: Indirizzo &relativo
ja: 相対パス(&R)
nl: &Relatieve pad
no_ny: &Relativ sti
pl: Ścieżka &względna
sk: &Relatívna cesta
sl: &Relativna pot
sv: &Relativ sökväg
xh: &Umendo ozalanayo

source: &Absolute path
da: &Absolut sti
de: &Absolute Pfade
et: Täielik r&ada
hu: &Teljes elérési út
id: Path &Absolut
it: Indirizzo &assoluto
ja: 絶対パス(&A)
nl: &Absoluut pad
no_ny: &Absolutt sti
pl: Ścieżka &bezwzględna
sk: &Absolútna cesta
sl: &Absolutna pot
sv: &Absolut sökväg
xh: &Umendo onguwo

source: to your binary which should be run on 'Execute' is not a relative path. This can cause problems, if you move the project. What path do you want to save to your project file?
da: til din binære der skal køres ved 'Execute' er ikke en relativ sti. Dette kan give problemer hvis du flytter projektet. Under hvilken sti ønsker du at gemme din projektfil?
de: der auf Ihre ausführbare Datei verweist, ist kein relativer Pfad. Dies kann zu Problemen führen, falls Sie das Projekt in einem anderen Pfad speichern. Welchen Pfad möchten Sie in der Projektdatei speichern?
et: rakenduse juurde pole suhteline rada, mis võib tekitada probleeme projekti failide asukoha muutmisel. Kumb kataloog projektifaili salvestada?
hu: amely a 'Végrehajtás' parancskor kiadásakor futtatandó programra mutat, nem relatív elérési út. Ez problémákat okozhat, ha átmozgatja a projektet. Milyen elérési utat szeretne elmenteni a projektfájlba?
id: ke binary yang seharusnya berjalan di 'Execute' bukan path relatif. Ini dapat menimbulkan masalah, jika memindahkan proyek. Path mana yang akan Anda simpan ke file proyek?
it: il tuo binario che dovrebbe essere lanciato in 'Esegui' non possiede un indirizzo relativo. Questo provocherá un problema, se viene cambiato la directory del progetto. Quale indirizzo vuoi salvare nel file di progetto?
ja: '実行'で実行されるバイナリファイルは 相対パスでは指定されていません。 これはプロジェクトを移動させる場合、 問題となる場合があります。 プロジェクトファイルに保存したいパス は何でしょうか?
nl: naar uw binaire bestand welke zou worden uitgevoerd bij `uitvoeren' is geen relatief pad. Dit kan problemen veroorzaken als u het project verplaatst. Welk pad wilt u in het project bestand opslaan?
no_ny: til programfila som skal køyrast ved «Køyr» er ingen relativ sti. Det kan gi problem dersom du seinare flyttar prosjektet. Kva for sti vil du lagra til prosjektfila?
sk: ktorú ste použili pre váš program, ktorý má byť spustený, nie je relatívna. To môže spôsobiť problémy, ak presuniete projekt. Chcete túto cestu uložiť do súboru vášho projektu?
sl: do vašega binarnega, ki bi moral biti pognan ob ,Izvrši`, ni relativna pot. To lahko povzroči težave, če boste premaknili projekt. Katero pot bi radi shranili v vašo projektno datoteko?
sv: till din binärfil som ska köras vid kommandot kör är inte en relativ sökväg. Det här kan orsaka problem, om du flyttar projektet. Vilken sökväg vill du spara i din projektfil?
xh: kokubini kwakho okuzakwenziwa ku 'Phumezo' okungengomendo ozalanayo. Oku kunokubangela iingxaki, ukuba uhambisa iprojekti. Ngowuphi umendo ofuna ukuwugcina kwifayile yakho ye projekti?

source: to your binary which should be run on 'Execute' is not a relative path. This can cause problems, if you move the project. What path do you want to save to your project file?
da: til din binære der skal køres ved 'Execute' er ikke en relativ sti. Dette er ofte en god idé men det kan give problemer hvis du flytter projektet. Under hvilken sti ønsker du at gemme din projektfil?
de: der auf Ihre ausführbare Datei verweist, ist kein relativer Pfad. Dies kann zu Problemen führen, falls Sie das Projekt in einem anderen Pfad speichern. Welchen Pfad möchten Sie in der Projektdatei speichern?
et: rakenduse juurde pole suhteline rada, mis võib tekitada probleeme projekti failide asukoha muutmisel. Kumb kataloog projektifaili salvestada ?
hu: amely a 'Végrehajtás' parancskor kiadásakor futtatandó programra mutat, nem relatív elérési út. Ez problémákat okozhat, ha átmozgatja a projektet. Milyen elérési utat szeretne elmenteni a projektfájlba?
id: ke binary yang seharusnya berjalan di 'Execute' bukan path relatif. Ini dapat menimbulkan masalah, jika memindahkan proyek. Path mana yang akan Anda simpan ke file proyek?
it: il tuo binario che dovrá essere avviato con 'Esegui' non ha una directory relativo. Questo potrá causare dei problemi, se viene spostato il progetto in un altra directory. Che indirizzo vuoi salvare nel file di progetto?
ja: '実行'で実行されるバイナリファイルは 相対パスでは指定されていません。 これはプロジェクトを移動させる場合、問題 となる場合があります。 プロジェクトファイルに保存したいパスは何 でしょうか?
nl: naar uw binaire bestand welke wordt uitgevoerd op `uitvoeren' is niet een relatief pad. Dit kan problemen veroorzaken als u het project verplaatst. Welk pad wilt u in de uw project bestand opslaan?
no_ny: til programfila som skal køyrast ved «Køyr» er ingen relativ sti. Det kan gi problem dersom du seinare flyttar prosjektet. Kva for sti vil du lagra til prosjektfila?
sk: ktorú ste použili pre váš program, ktorý má byť spustený, nie je relatívna. To môže spôsobiť problémy, ak presuniete projekt. Chcete túto cestu uložiť do súboru vášho projektu?
sl: do vašega binarnega, ki bi moral biti pognan ob ,Izvrši`, ni relativna pot. To lahko povzroči težave, če boste premaknili projekt. Katero pot bi radi shranili v vašo projektno datoteko?
sv: till din binärfil som ska köras vid kommandot kör är inte en relativ sökväg. Det här kan orsaka problem, om du flyttar projektet. Vilken sökväg vill du spara i din projektfil?
xh: kokubini kwakho okunokwenziwa ku 'Phumezo' okungengomendo ozalanayo. Oku kunokubangela iingxaki, ukuba uhambisa iprojekti. Ngowuphi umendo ofuna ukuwugcina kwifayile ye projekti yakho?

source: to the libtool script which should be run on 'Execute' is not a relative path. Often this is a good idea, but it may cause problems if you move the project. What path do you want to save to your project file?
da: til det libtool skript der skal køres ved 'Execute' er ikke en relativ sti. Dette er ofte en god idé men det kan give problemer hvis du flytter projektet. Under hvilken sti ønsker du at gemme din projektfil?
de: der auf libtool verweist, ist kein relativer Pfad. Häufig ist dies korrekt, aber es kann zu Problemen führen, falls Sie das Projekt in einem anderen Pfad speichern. Welchen Pfad möchten Sie in der Projektdatei speichern?
et: libtooli juurde pole suhteline rada, mis võib tekitada probleeme projekti failide asukoha muutmisel. Kumb kataloog projektifaili salvestada ?
hu: amely a 'Végrehajtás' parancs kiadásakor futtatandó programkönyvtár-kezelő szkriptre mutat, nem relatív elérési út. Ez problémákat okozhat, ha átmozgatja a projektet. Milyen elérési utat szeretne elmenteni a projektfájlba?
id: ke skrip libtool yang seharusnya berjalan di 'Execute' bukan path relatif. Ini dapat menimbulkan masalah, jika memindahkan proyek. Path mana yang akan Anda simpan ke file proyek?
it: non è indicato un indirizzo relativo sullo script di libtool che deve essere eseguito partenza. Chiaramente la cosa funzione ugualmente però sarà un problema se decidete di cambiare l'indirizzo del vostro progetto. Che indirizzo vuoi salvare nel file di progetto?
ja: '実行'で実行されるlibtoolスクリプトは相対パス では指定されていません。場合によりこれは良い アイディアですが、プロジェクトを移動させると 問題を起こす可能性があります。 プロジェクトファイルに保存したいパスは何ですか?
nl: naar het libtool script welke wordt uitgevoerd als op `uitvoeren' wordt gedrukt is niet een relatief pad. Meestal is dit een goed idee maar het kan problemen veroorzaken as u het project verplaatst. Welk pad wilt u in uw project bestand opslaan?
no_ny: til libtool-skriptet som skal køyrast ved «Køyr» er ingen relativ sti. Dette kan vera nyttig, men kan òg gi problem dersom du seinare flytta prosjektet. Kva for sti vil du lagra til prosjektfila?
sk: ku skriptu libtool, ktorý má byť spustený pri 'Spustiť', nie je relatívna. To je často správne, ale môže to spôsobiť problémy, ak presuniete projekt. Chcete túto cestu uložiť do súboru vášho projektu?
sl: do vaše skripte libtool, ki bi morala biti pognana ob ,Izvrši`, ni relativna pot. Dostikrat je to dobra ideja, vendar pa to lahko povzroči težave, če boste premaknili projekt. Katero pot bi radi shranili v vašo projektno datoteko?
sv: till libtool-skriptet som ska köras vid kommandot kör är inte en relativ sökväg. Ofta är det här en bra idé, men det kan orsaka problem om du flyttar projektet. Vilken sökväg vill du spara i din projektfil?
xh: kushicilelo lwesixhobo se lib esinokwenziwa ku 'Phumezo' olungengomendo uzalanayo. Le yingcamango elungileyo rhoqo, kodwa inokubangela iingxaki ukuba uhambisa iprojekti. Ngowuphi umendo ofuna ukuwugcina kwifayile ye projekti yakho?

source: which you set as directory where make should run is not a relative path. This can cause problems, if you move the project. What path do you want to save to your project file?
da: som du sætter som et katalog hvor make skal køre er ikke en relativ sti. Dette kan give problemer, hvis du flytter projektet. Under hvilken sti ønsker du at gemme din projektfil?
de: der auf "make" verweist, ist kein relativer Pfad. Dies kann zu Problemen führen, falls Sie das Projekt in einem anderen Pfad speichern. Welchen Pfad möchten Sie in der Projektdatei speichern?
et: pole suhteline rada, mis võib põhjustada probleeme projekti failide asukoha muutmisel. Kumb rada projektifaili salvestada?
hu: amely arra a könyvtárra mutat, ahol a make-et futtatni kell, nem relatív elérési út. Ez problémákat okozhat, ha átmozgatja a projektet. Milyen elérési utat szeretne elmenteni a projektfájlba?
id: Set sebagai direktori dimana make berjalan bukan path relatif. Ini dapat menimbulkan masalah, jika memindahkan proyek. Path mana yang akan Anda simpan ke file proyek?
it: Ció che hai impostato come directory di lavoro per make, non è un indirizzo relativo. Questo potrebbe causare problemi se sposti il progetto. Che percorso vuoi salvare nel tuo file di progetto?
ja: makeの実行ディレクトリとして指定された ディレクトリは相対パスではありません。 これはプロジェクトを移動すると問題となりえます。 プロジェクトファイルに保存したいパスは何ですか?
nl: welke u heeft gezet als map waar make moet worden uitgevoerd is niet een relatief pad. Dit kan problemen opleveren als u het project verplaatst. Welk pad wilt u in uw project bestand opslaan ?
no_ny: du har valt som katalog der make skal køyra er ingen relativ sti. Det kan gi problem dersom du seinare flyttar prosjektet. Kva for sti vil du lagra til prosjektfila?
sk: ktorú ste použili ako priečinok, kde má byť spustený make nie je relatívna. To môže spôsobiť problémy, ak presuniete projekt. Chcete túto cestu uložiť do súboru vášho projektu?
sl: ki ste jo nastavili kot imenik, kjer bi moral teči make, ni relativna pot To lahko povzroči težave, če boste premaknili projekt. Katero pot bi radi shranili v vašo projektno datoteko?
sv: som du angav som katalog där make ska köra är inte en relativ sökväg. Det här kan orsaka problem, om du flyttar projektet. Vilken sökväg vill du spara i din projektfil?
xh: oyibeka njengolawulo apho ukwenza kunokwenziwa lungengomendo ozalanayo. Oku kunokubangela iingxaki, ukuba uhambisa iprojekti. Ufuna owuphi umendo ozakuwugcina kwifayile ye projekti yakho?

source: Class
da: Klasse
de: Klasse
et: Klass
hu: Osztály
it: Classe
ja: クラス
nl: Klasse
no_ny: Klasse
pl: Klasa
sk: Trieda
sl: Razred
sv: Klass
xh: hlobo

source: Go to declaration
da: Gå til erklæring
de: Gehe zu Deklaration
et: Mine kirjelduse juurde
hu: Ugrás a deklarációhoz
id: Pindah ke deklarasi
it: Vai alla dichiarazione
ja: 宣言へ移動
nl: Ga naar declaratie
no_ny: Gå til deklarasjon
pl: Idź do deklaracji
sk: Prejsť na deklaráciu
sl: Skok na deklaracijo
sv: Gå till deklaration
xh: Yiya kubhengezo

source: Method
da: Metode
de: Methode
et: Meetod
hu: Tagfüggvény
id: Metode
it: Metodo
ja: メソッド
nl: Methode
no_ny: Metode
pl: Metoda
sk: Metóda
sl: Metoda
sv: Metod
xh: Indlela yokwenza

source: Attribute
da: Attribut
de: Attribut
et: Atribuut
hu: Attribútum
id: Atribut
it: Attributo
ja: 属性
nl: Attribuut
no_ny: Attributt
pl: Atrybut
sk: Atribút
sl: Lastnost
sv: Attribut
xh: Isiphumo

source: Program
de: Programm
et: Rakendus
it: Programma
ja: プログラム
nl: Programma
xh: Udweliso lwenkqubo

source: You must choose an existing file!
da: Du skal vælge en eksisterende fil!
de: Sie müssen eine vorhandene Datei auswählen.
et: Valida tuleb olemasolev fail!
hu: Létező fájlt kell kiválasztani!
id: Anda harus pilih file yang sudah ada!
it: Devi selezionare un file esistente!
ja: 存在するファイルを選択して下さい!
nl: U moet een bestaand bestand kiezen!
no_ny: Du må velja ei eksisterande fil.
pl: Musisz wybrać istniejący plik!
sk: Musíte vybrať existujúci súbor!
sl: Izbrati je potrebno obstoječo datoteko!
sv: Du måste välja en befintlig fil!
xh: Kufuneka ukhethe ifayile ekhoyo!

source: Switch Header/Source
da: Skift til Header/Source
de: Umschalten zwischen Header / Quelltext
et: Liigu päise/koodi juurde
hu: Váltás a header- ill. forrásfájlok között
it: Passa Header/Sorgente
ja: ヘッダ/ソースの切替え
nl: Header/Bronbestand omschakelen
no_ny: Hopp mellom deklarasjon/kjelde
pl: Przełącz plik nagłówkowy/implementacja
sk: Prepnúť hlavičky/zdrojový kód
sl: Preklopi glavo/kodo
sv: Växla mellan deklaration och källkod
xh: Switsha iheader/imvelaphi

source: Open File
da: Åbn fil
de: Datei öffnen
et: Ava fail
hu: Fájl megnyitása
id: Buka File
it: Apri file
ja: ファイルを開く
nl: Bestand openen
no_ny: Opna fil
pl: Otwórz plik
sk: Otvoriť súbor
sl: Odpri datoteko
sv: Öppna fil
xh: Vula ifayile

source: Run to cursor
da: Kør til markør
de: Ausführen bis zum Cursor
et: Täida kursorini
hu: Futtatás a kurzorig
id: Jalankan hingga kursor
it: Esegui fino al cursore
ja: カーソルまで実行
nl: Tot aan cursor uitvoeren
no_ny: Køyr til skrivemerket
pl: Wykonuj aż do bieżącej pozycji kursora
sk: Beh ku kurzoru
sl: Teci do kazalca
sv: Kör till markör
xh: Baleka kwisalathisi

source: Open File:
da: Åbn fil:
de: Datei öffnen:
et: Ava fail:
hu: Fájl megnyitása:
it: Apri file:
ja: ファイルを開く:
nl: Bestand openen:
no_ny: Opna fil:
pl: Otwórz plik:
sk: Otvoriť súbor:
sl: Odpri datoteko:
sv: Öppna fil:
xh: Vula ifayile:

source: Goto Definition:
da: Gå til definition:
de: Gehe zu Definition:
et: Mine teostuse juurde:
hu: Ugrás a megvalósításhoz:
it: Vai alla Definizione:
ja: 定義に移動:
nl: Naar definitie gaan:
no_ny: Gå til definisjon:
pl: Idź do definicji:
sk: Prejsť na definíciu:
sl: Skok na definicijo:
sv: Gå till definition:
xh: Ingcaciso ye Goto:

source: Goto Declaration:
da: Goto erklæring:
de: Gehe zu Deklaration:
et: Mine kirjelduse juurde:
hu: Ugrás a deklarációhoz:
it: Vai alla Dichiarazione:
ja: 宣言に移動:
nl: Naar declaratie gaan:
no_ny: Gå til deklarasjon:
pl: Idź do deklaracji:
sk: Prejsť na deklaráciu:
sl: Skok na deklaracijo:
sv: Gå till deklaration:
xh: Ubhengezo lwe Goto:
