Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Sorry - properties not yet implemented!
da: Desværre - egenskaber ikke implementeret endnu!
de: Die Eigenschaften sind leider noch nicht implementiert.
et: Vabadust - omadused realiseerimata!
hu: A tulajdonságok még nem állíthatók.
id: Maaf - properties belum diimplementasikan!
it: Spiacente - proprietà non ancora implementata!
ja: すみません - プロパティはインプリメントされていません!
nl: Sorry - Eigenschappen zijn nog niet geimplementeerd!
no_ny: Orsak - eigenskapane er ikkje implementerte enno.
pl: Przepraszam - jeszcze nie zaimplementowano tych właściwości!
sk: Ľutujem, vlastnosti zatiaľ nie sú implementované!
sl: Žal lastnosti še niso implementirane!
sv: Tyvärr - egenskaper inte implementerade ännu!
xh: Uxolo - iimpahla azizalisekiswanga!

source: Read
da: Læst
de: Gelesen
et: Loetud
hu: olvasható
id: Baca
it: Lettura
ja: 読み込み
nl: Lezen
no_ny: Lest
pl: Czytaj
sk: Čítanie
sl: Beri
sv: Läs
xh: Funda

source: Write
da: Skriv
de: Geschrieben
et: plaplapla
hu: írható
id: Tulis
it: Scrittura
ja: 書き込み
nl: Schrijf
no_ny: Skriv
pl: Zapisz
sk: Zápis
sl: Piši
sv: Skriv
xh: Bhala

source: Attributes
da: Attributter
de: Attribute
et: Atribuudid
hu: Attribútumok
id: Atribut
it: Attributi
ja: 属性
nl: Attributen
no_ny: Attributtar
pl: Atrybuty
sk: Atribúty
sl: Lastnosti
sv: Attribut
xh: Iziphumo

source: Declaration:
da: Erklæring:
de: Deklaration:
et: Nimetus:
hu: Deklaráció:
id: Deklarasi:
it: Dichiarazione:
ja: 宣言:
nl: Declaratie:
no_ny: Deklarasjon:
pl: Deklaracja:
sk: Deklarácia:
sl: Deklaracija:
sv: Deklaration:
xh: Ubhengezo:

source: Virtual
da: Virtuel
no_ny: Virtuell
sk: Virtuálna
sl: Navidezno
sv: Virtuell
xh: Enesiphumo

source: Pure
da: Ren
et: Puhas
id: Murni
no_ny: Rein
sl: Čisto
sv: Ren
xh: Icocekile

source: Clone a function...
da: Klon en funktion...
de: Funktion klonen...
et: Klooni funktsioon...
hu: Tagfüggvény klónozása...
id: Gandakan fungsi...
it: Duplica una funzione...
ja: 関数を複製...
nl: Functie klonen...
no_ny: Klon ein funksjon ...
pl: Klonuj funkcję...
sk: Klonovať funkciu...
sl: Kloniraj funkcijo...
sv: Klona en funktion...
xh: Clone umsebenzi...

source: Methods
da: Metoder
de: Methoden
et: Meetodid
hu: Tagfüggvények
id: Metode
it: Metodi
ja: メソッド
nl: Methoden
no_ny: Metodar
pl: Metody
sk: Metódy
sl: Metode
sv: Metoder
xh: Iindlela zokwenza

source: Members list and its signals list
da: Medlemmers liste og dens signal liste
de: Liste der Member und deren Signals
et: Liikmete ja signaalide nimekiri
hu: A tagfüggvények és a szignálok listája
id: Daftar member dan daftar sinyalnya
it: Lista dei mebri e sua lista di segnali
ja: メンバーリスト及びそのシグナルリスト
nl: Ledenlijst en de bijbehorende signaal lijst
no_ny: Medlemsliste og tilhøyrande signalliste
pl: Lista składników i lista sygnałów
sk: Zoznam členom a zoznam ich signálov
sl: Seznam članov in njegov seznam signalov
sv: Medlemslista och dess signallista
xh: Uluhlu lamalungu kunye noluhlu lweempawu

source: Members list:
da: Medlemsliste:
de: Memberliste:
et: Liikmete nimekiri:
hu: A tagok listája:
id: Daftar Member:
it: Lista membri:
ja: メンバーリスト:
nl: Ledenlijst:
no_ny: Medlemsliste:
pl: Lista składników:
sk: Zoznam členov:
sl: Seznam članov:
sv: Medlemslista:
xh: Uluhlu lamalungu:

source: Get signals list from class:
da: Få signalliste fra klasse:
de: Liste der Signals dieser Klasse:
et: Küsi klassist signaalide nimekiri:
hu: A szignálok listája ebből az osztályból:
id: Peroleh daftar sinyal dari class:
it: Ottieni la lista dei segnali dalla classe:
ja: クラスからシグナルリストを取得:
nl: Signaal lijst van klasse halen uit:
no_ny: Hent signalliste frå klasse:
pl: Pobierz listę sygnałów z klasy:
sk: Získať zoznam signálov z triedy:
sl: Dobi signale od razreda:
sv: Hämta signallista från klass:
xh: Fumana uluhlu lweempawu kuhlobo:

source: class <member's class Name >
da: klasse <medlem's klassenavn >
de: Klasse <Klassenname des Member>
et: class <klassi nimi>
hu: class <a tag osztályneve>
it: class <Nome del mebro della classe >
ja: クラス <メンバのクラス名>
nl: class <naam van de klasse van het lid >
no_ny: klasse <namn på medlemsklasse>
sk: class <meno triedy člena >
sl: class <ime razreda člana>
sv: klass <medlemmens klassnamn>
xh: uhlobo<igama lohlobo lelungu >

source: Add a new signal member to the class
da: Tilføj et nyt signal medlem til klassen
de: Hinzufügen eines Signal Members zur Klasse
et: Uue signaali lisamine klassile
hu: Új szignál hozzáadása az osztályhoz
id: Tambahkan sinyal member baru ke class
it: Aggiunge un nuovo segnale alla classe
ja: クラスへ新規シグナルメンバーを追加
nl: Voeg een nieuw signaal lid aan de class
no_ny: Legg til ny signalmedlem i klassen
pl: Do klasy dodaj nowy sygnał
sk: pridať nový členský signál do triedy
sl: Dodaj nov član signala razredu
sv: Lägg till en ny signalmedlem till klassen
xh: Dibanisa uphawu olutsha lelungu kuhlobo

source: New Signal Settings:
da: Ny Signal Opsætning:
de: Neue Signal-Einstellungen:
et: Uue signaali seadistused:
hu: Az új szignál beállításai:
id: Seting Sinyal Baru
it: Impostazioni nuovo Segnale:
ja: 新規シグナルの設定:
nl: Nieuwe signaal instellingen:
no_ny: Innstillingar for nytt signal
pl: Ustawienia nowego sygnału:
sk: Nastavenie nového signálu:
sl: Nastavitve novega signala:
sv: Nya signalinställningar:
xh: Izicwangciso ezintsha zohlobo:

source: Declare in Section:
da: Erklær i sektion:
de: Deklaration in Abschnitt:
et: Kirjelda sektsioonis:
hu: A deklaráció módja:
id: Deklarasikan di Seksi:
it: Dichiare nella Sezione:
ja: セクションの宣言:
nl: In sectie declareren:
no_ny: Deklarer i del:
pl: Deklaracja w sekcji:
sk: Deklarácia v časti:
sl: Deklariraj v odseku:
sv: Deklarera i sektion:
xh: Bhengeza kwicandelo:

source: void
da: tom
xh: engenanto

source: Signals
da: Signaler
et: Signaalid
hu: Szignálok
id: Sinyal
ja: シグナル
nl: Signalen
no_ny: Signal
pl: Sygnały
sk: Signály
sl: Signali
sv: Signaler
xh: Iimpawu

source: Add a new slot member to the class
da: Tilføj et nyt slot medlem til klassen
de: Hinzufügen eines Slot-Members zur Klasse
et: Uue sloti lisamine klassile
hu: Új eseménykezelő hozzáadása az osztályhoz
id: Tambahkan member slot baru ke class
it: Aggiungi un nuovo slot alla classe
ja: クラスに新規スロットメンバーを追加
nl: Een nieuw slotlid aan de klasse toevoegen
no_ny: Legg til ny slot-medlem i klassen
pl: Do klasy dodaj nowy slot
sk: Pridať nový slot do triedy
sl: Dodaj novega člana vtičnice razredu
sv: Lägg till en ny slot-medlem till klassen
xh: Dibanisa ilungu lesithuba kuhlobo

source: New Slot Settings:
da: Ny Slot Opsætning:
de: Neue Slot-Einstellungen:
et: Uue sloti seadistused
hu: Az új eseménykezelő beállításai:
id: Seting Slot Baru
it: Impostazioni nuovo Slot:
ja: 新規スロットの設定:
nl: Nieuwe Slot instellingen:
no_ny: Innstillingar for ny slot:
pl: Ustawienia nowego sygnału:
sk: Nastavenie nového slotu:
sl: Nastavitve nove vtičnice
sv: Nya slot-inställningar:
xh: Izicwangciso zesithuba esitsha:

source: slot members:
da: slot medlemmer:
de: Slot-Member:
et: sloti liikmed:
hu: eseménykezelő tagok:
id: member slot:
it: membri dello slot:
ja: スロットメンバ:
nl: slot leden:
no_ny: slot-medlemmer:
pl: sloty:
sk: členské sloty:
sl: člani vtičnice:
sv: slot-medlemmar:
xh: Amalungu esithuba:

source: Matching slot members:
da: Matching slot medlemmer:
de: Passende Slot-Member:
et: Sobivad slotid:
hu: Illeszkedő eseménykezelők:
id: Cocokkan member slot:
it: membri dello slot corrispondenti:
ja: マッチするスロットメンバ:
nl: Overeenkomende slotleden:
no_ny: Passande slot-medlemmer:
pl: Dopasowanie slotów:
sk: Odpovedajúce členské sloty:
sl: Ujemajoči se člani vtičnice
sv: Motsvarande slot-medlemmar:
xh: Ithelekisa amalungu esithuba:

source: Slots
da: Slot:
et: Slotid
hu: Eseménykezelők
ja: スロット
nl: Sloten
no_ny: Slot
pl: Sloty
sk: Sloty
sl: Vtičnice
sv: Slot
xh: Izithuba

source: Function members:
da: Funktion medlemmer:
de: Member-Funktionen:
et: Funktsiooni liikmed:
hu: Tagfüggvények:
id: Member fungsi:
it: Membri della funzione:
ja: 関数メンバ
nl: Functieleden:
no_ny: Funksjonsmedlemmer:
pl: Metody:
sk: Členské funkcie:
sl: Razredne funkcije:
sv: Funktionsmedlemmar:
xh: Amalungu omsebenzi:

source: Implement in a new Method ( function member):
da: Implementér i en ny Metode ( funktion medlem):
de: Als neue Methode (Member-Funktion) hinzufügen:
et: Realiseeri uues meetodis:
hu: Megvalósítás új tagfüggvényben:
id: Implementasikan di metode baru ( member fungsi):
it: Implementa in un nuovo Metodo (metodo di funzione):
ja: 新規メソッド(メンバ関数)の実装:
nl: Een nieuwe methode implementeren (functielid):
no_ny: Implementer i ein ny metode (funksjonsmedlem):
pl: Implementuj nową metodę:
sk: Implementovať v novej metóde (členskej funkcii):
sl: Implementiraj v novi metodi (razredna funkcija):
sv: Implementera i en ny metod (funktionsmedlem):
xh: Zalisekisa kwindlela entsha ( ilungu lomsebenzi):

source: You may go back to the < Methods > tab then add a new Method if you intent to implement the connection into a new function member.
da: Du kan gå tilbage til < Metode > mærket så tilføj ny metode hvis du vil implementere forbindelsen til et nyt funktionsmedlem.
de: Sie können zurück zur Karteikarte "Methoden" und eine neue Methode hinzufügen, wenn Sie die Connection in einer neuen Member-Funktion implementieren möchten.
et: Kui soovid asetada ühenduse teostust uude funktsiooni, siis võid vabalt minna tagasi <Meetodite> kaardile uut meetodit lisama.
hu: Visszaléphet a < Tagfüggvények > lapra és létrehozhat egy új tagfüggvényt, ha a kapcsolatot egy új tagfüggvénnyel szeretné megoldani.
id: Anda bisa kembali ke tab < Methods > lalu tambahkan Method baru yang diinginkan untuk implementasi koneksi ke member fungsi baru.
it: Puoi tornare indietro alla pagina dei < Metodi > e quindi aggiungere un nuovo Metodo se intendi implementare la connessione nel membro di una nuova funzione.
ja: 新規メンバ関数への接続を実装するには、 < メソッド >タブに戻って新規メソッド を追加して下さい。
nl: U kunt teruggaan naar het < Methoden > tabblad en dan een nieuwe methode toevoegen als u de intentie heeft om de verbinding in een nieuw functielid te implementeren.
no_ny: Du kan gå tilbake til Metode-sida og leggja til ein ny metode dersom du vil implementera sambandet i ein ny funksjonsmedlem.
pl: możesz wrócić do zakładki Metody i utworzyć tam metodę, w której utworzysz połączenie.
sk: Ak chcete implementovať spojenie v novej členskej funkcii, je možné sa vrátiť do záložky <Metódy> a pridať novú metódu.
sl: Lahko greste nazaj na razdelek <Metode>; nato dodate novo metodo, če želite implementirati povezavo v novo razredno funkcijo.
sv: Du kan gå tillbaka till fliken <metoder> och sedan lägga till en ny metod om du vill implementera anslutningen i en ny funktionsmedlem.
xh: Kufuneka ubuyele umva ku < IIndlela zokwenza > isithuba dibanisa indlela entsha ukuba ufuna njalo ukuzalisekisa udibaniso komtsha umsebenzi welungu.

source: Connection Implementation
da: Forbindelses implementering
de: Implementierung der Connections
et: Ühenduse teostus
hu: A kapcsolat megvalósítása
id: Implementasi Koneksi
it: Implementazione connessione
ja: 接続インプリメント
nl: Implementatie van verbinding
no_ny: Implementasjon av samband
pl: Połączenie
sk: Implementácia spojenia
sl: Implementacija povezave
sv: Anslutningsimplementering
xh: Uzalisekiso lodibaniso

source: Add existing files to project
da: Tilføj eksisterende filer til projektet
de: Vorhandene Dateien zum Projekt hinzufügen
et: Lisa projektile olemasolev fail
hu: Létező fájlok hozzáadása a projekthez
id: Tambahkan file sekarang ke proyek
it: Aggiungi un file esistente al progetto
ja: 既存のファイルをプロジェクトに追加
nl: Bestaande bestanden aan project toevoegen
no_ny: Legg eksisterande filer til prosjektet
pl: Do projektu dodaj istniejące pliki
sk: Pridať existujúci súbor do projektu
sl: Dodajanje obstoječe datoteke v projekt
sv: Lägg till befintliga filer till projektet
xh: Dibanisa iifayile ezikhoyo kwi projekti

source: Sourcefile(s):
da: Kildefil(er):
de: Quelldatei(en):
et: Koodifail(id):
hu: Forrásfájl(ok):
id: Filesumber:
it: File Sorgente(i):
ja: ソースファイル:
nl: Bronbestand(en):
no_ny: Kjeldefil(er):
pl: Pliki źródłowe:
sk: Zdrojové súbory:
sl: Izvorne datoteke:
sv: Källkodsfil(er):
xh: Ifayile yemvelaphi(ii):

source: Destinationdir:
da: Målkatalog:
de: Zielverzeichnis:
et: Sihtkoht:
hu: Célkönyvtár:
id: Dir yang dituju:
it: Directory destinazione:
ja: ディレクトリ:
nl: Bestemmingsmap:
no_ny: Målkatalog:
pl: Katalog docelowy:
sk: Cieľový priečinok:
sl: Ponorni imenik:
sv: Destinationskatalog:
xh: Ulawulo lendawo engqongileyo:

source: Select the source files to be added to the project here.
da: Vælg kildefilerne som skal tilføjes projektet her.
de: Wählen Sie hier die Quelldateien aus, die dem Projekt hinzugefügt werden sollen.
et: Vali välja projektile lisatavad koodifailid
hu: Jelölje ki a projekthez hozzáadandó forrásfájlokat.
id: Pilih di sini file sumber untuk ditambah ke proyek.
it: Seleziona il sorgente da aggiungere in questa posizione del progetto.
ja: プロジェクトに追加するファイルを ここで選択して下さい。
nl: Selecteer hier de bronbestanden die aan het project moeten worden toegevoegd.
no_ny: Vel kva for kjeldefiler du vil leggja til prosjektet her.
pl: Zaznaczyć pliki źródłowe, które mają być dodane do projektu.
sk: Zvoľ zdrojový súbor ktorý bude pridaný to tohoto projektu.
sl: Izbor datotek, ki se naj dodajo projektu.
sv: Välj källkodsfilerna som ska läggas till i projektet här.
xh: Khetha iifayile zemvelaphi emazidityaniswe kwi projekti apha.

source: Select the directory where the new source files will be copied to here.
da: Vælg kataloget som nye kildefiler skal kopieres til her.
de: Wählen Sie hier das Verzeichnis, in das die neuen Quelldateien kopiert werden sollen.
et: Vali kataloog, kuhu kopeeritakse uue projekti failid.
hu: Válassza ki a könyvtárat, ahová az új forrásfájlok kerüljenek.
id: Pilih di sini direktori tempat file sumber baru dikopikan.
it: Selezionare la directory nella quale copiare il nuovo file.
ja: 新しいソースファイルをコピーする ディレクトリを選択して下さい。
nl: Selecteer de map waar de nieuwe bron- bestanden naar toe gekopieerd moeten worden.
no_ny: Vel kva for katalog dei nye kjeldefilene skal kopierast til her.
pl: Wybrać katalog, do którego mają być skopiowane pliki źródłowe.
sk: Zvoľ priečinok kde sa skopírujú nové zdrojové súbory.
sl: Izbor imenika, kamor se bodo prekopirale nove izvorne datoteke.
sv: Välj katalogen där de nya källkodsfilerna ska kopieras här.
xh: Khetha ulawulo apho iifayile zemvelaphi entsha zizakukhutshelwa khona apha.

source: insert header/cpp-templates to added files
da: indsæt hoved/cpp-skabelon i filer som bliver tilføjet
de: Header/Cpp-Vorlage in hinzugefügte Dateien einfügen
et: lisa päise-/koodimallid lisatud failidele
hu: header- ill. cpp-sablon beszúrása a fájlokba
id: Sisipkan header/cpp-templates untuk menambah file.
it: inserire header/cpp-template ai file aggiunti
ja: 追加されたファイルにヘッダー/cppテンプレートを挿入する
nl: Voeg bij de toegevoegde bestanden het header-/cpp-sjabloon in.
no_ny: set inn deklarasjon-/cpp-malar til filene som vert lagde til
pl: do dodanych plików wstawić szablony nagłówków
sk: vložiť hlavičky/cpp-šablóny do pridaných súborov
sl: vstavi glavo/predloge cpp v dodane datoteke
sv: Infoga huvud/cpp-mallar i de tillagda filerna
xh: Faka iheader/cpp-templates kwiifayile ezidityanisiweyo

source: Check this if you want to insert your template to the added files.
da: Klik på denne hvis du ønsker at indsætte din skabelon i filerne du tilføjede.
de: Markieren Sie dies Einstellung, wenn Sie Ihre Vorlage in die hinzugefügten Dateien einfügen möchten.
et: Märgista, kui soovid lisatud failidele liita päisemalli
hu: Jelölje be ezt az opciót, ha be akar szúrni sablont a hozzáadott fájlokba.
id: Pilih ini jika Anda ingin menyisipkan template ke file yang ditambah.
it: Imposta questo selettore se si vuole inserire il template ai file aggiunti.
ja: 追加されたファイルにテンプレートを挿入したい時はここをチェックして下さい。
nl: Schakel deze optie in als u uw sjabloon wilt invoegen in de toegevoegde bestanden.
no_ny: Merk av dette dersom du vil setja inn malen i filene du legg til.
pl: Zaznacz, jeśli do dodawanych plików chcesz wstawić swój szablon.
sk: Skontrolujte to ak chcete vložiť vašu šablónu do pridaných súborov.
sl: Če odkljukano, potem naj se vstavijo predloge v dodane datoteke.
sv: Markera det här om du vill infoga din mall i de tillagda filerna.
xh: Khangela oku ukuba ufuna ukufaka itemplate yakho kwiifayile ezidityanisiweyo.

source: You must choose a destination, that is in your project-dir!
da: Du skal vælge et mål som er i projektkataloget!
de: Sie müssen ein Ziel wählen, das in Ihrem Projektverzeichnis liegt.
et: Sihtkoht peab asuma projekti kataloogi sees
hu: Az Ön projektkönyvtárában lévő célt kell kiválasztania.
id: Anda harus memilih tujuan, dan itu ada di dir-proyek Anda!
it: Devi selezionare una directory di destinazione che sia nella directory di progetto!
ja: プロジェクトディレクトリ内にdestinationを選択して下さい。
nl: U moet een bestemming kiezen die zich binnen uw projectmap bevindt!
no_ny: Du må velja eit mål som er i prosjektkatalogen din.
pl: Wybierz katalog docelowy, znajdujący się wewnątrz katalogu projektu!
sk: Musíte zadať miesto určenia, ktoré sa nachádza v priečinku projektu !
sl: Potrebno je izbrati ponor, ki je v projektnem imeniku!
sv: Du måste välja en destination som är i din projektkatalog!
xh: Kufuneka ukhethe indawo engqongileyo, ekulawulo-le projekti yakho!

source: You must choose a valid dir as a destination!
da: Du skal vælge et gyldigt katalog som mål!
de: Das Ziel muss ein gültiges Verzeichnis sein.
et: Sihtkoht peab kõlbama kataloogiks
hu: Érvényes könyvtárt kell célként megjelölni.
id: Anda harus pilih dir valid sebagai tujuan!
it: Devi selezionare una directory valida come destinazione!
ja: 有効なディレクトリをdestinationとして選択して下さい!
nl: U moet een geldige map kiezen als bestemming!
no_ny: Du må velja ein gyldig katalog som mål.
pl: Podać poprawny katalog jako punkt docelowy!
sk: Musíte zadať správny cieľový priečinok !
sl: Za ponor je potrebno izbrati veljavni imenik!
sv: Du måste välja en giltig katalog som destination!
xh: Kufuneka ukhethe ulawulo olusebenzayo njengendawo engqongileyo!

source: <p>...that can select your autosaving time in the setup dialog ?
da: <p>...som kan gemme din autogemme tid i opsætningsdialogen ?
de: <p>...dass Sie das Intervall für das automatische Speichern im Dialog"KDevelop-Einrichtung" einstellen können?
hu: <p>...hogy az automatikus mentés időköze megadható a beállítóablakban?
it: <p>...che puoi selezionare l'intervallo di salvataggio automatico nella finestra di dialogo delle impostazioni ?
ja: セットアップダイアログで自動保存の時間を選択できることを御存じでしたか?
nl: <p>...dat u de auto opslag tijd in het voorkeuren dialoogvenster kan selecteren ?
no_ny: <p>... at du kan velja autolagringstida i oppsettdialogen?
sk: <p>...môžete vybrať čas pre automatické ukladanie v dialógu nastavenia?
sl: <p>... da lahko izberete interval sámoshranjevanja v pogovornem oknu z nastavitvami?
sv: <p>...att du kan välja tiden för att autospara i inställningsdialogen?
xh: <p>...engakhetha elakho ixesha eligcina ngokuzenzekelayo kwincoko yababini yocwangciso ?

source: <p>If you want to specify additional command-line options to your make program, you can set them in the setup dialog.
da: Hvis du ønsker at angive flere kommandolinie valg til dit make program, kan du indstille dem i opsætningsdialogen.
de: <p>Im Dialog "Projekt -> Optionen" können Sie weitere Befehlszeilenoptionen für das Programm make übergeben.
hu: <p>...ha további parancssori argumentumokat szeretne megadni a make programhoz, akkor azokat megadhatja a beállítóablakban is?
it: <p>Se vuoi specificare ulteriori opzioni per la linea di comando di make, puoi settarle nella finestra di dialogo delle impostazioni.
ja: <p>makeへの追加のコマンドラインオプションを設定するには、 セットアップダイアログが使えます。
nl: <p>Dat als u specifieke extra commando regel opties wilt opgeven aan het make programma u dat in de instellingen dialoog kunt doen.
no_ny: <p>Dersom du vil oppgi ekstra kommandolinjeval til Make-programmet, kan du gjera det i oppsettdialogen.
sk: <p>Ak chcete zadať ďalšie možnosti príkazového riadku pre preklad vášho programu, je to možné v dialógu pre nastavenie.
sl: <p>Če želite določiti dodatne izbire za ukazno vrstico za vaš program make, lahko to storite v pogovornem oknu z nastavitvijo.
sv: <p>Om du vill ange ytterligare kommandoalternativ till ditt byggprogram, så kan du ange dem i inställningsdialogen.
xh: <p>Ukuba ufuna ukukhankanya ezongezelelweyo iinketho zelayini-yomyalelo kudweliso lwenkqubo yakho yokwenza, ungazicwangcisa kwincoko yababini.

source: <p>If you use functions of other libraries than the application is currently linked with, you can specify them in the project options dialog.
da: <p>Hvis du bruger funktioner fra andre bibliotekerend dem som programmet er lænket til for øjeblikket, kan du angive dem i projekt-valg dialogen.
de: <p>Wenn Sie Funktionen in Bibliotheken verwenden möchten, mit denenIhre Anwendung derzeit nicht gelinkt ist, können Sie diese Bibliothekenim Dialog "Projekt"->"Optionen" hinzufügen.
hu: <p>...ha az alkalmazásban olyan programkönyvtárakat szeretne használni, amelyekkel még nincs összefűzve a program, akkor elég, ha felsorolja őket a projekt beállítóablakában?
it: <p>Se vuoi utilizzare funzioni di altre librerie oltre a quelle con le quali la tua applicazione è correntemente linkata, puoi specificarle nella finestra di dialogo delle impostazioni del progetto.
ja: <p>現在アプリケーションがリンクされているのとは別のライブラリの関数を 使いたい時には、プロジェクトオプションダイアログで指定ができます。
nl: <p>als u functies van andere code bibliotheken gebruikt dan waartegen de applicatie op dit gelinkt is u ze kunt specificeren in de project opties dialoog.
no_ny: <p>Dersom du brukar funksjonar frå andre bibliotek enn dei applikasjonen er lenkja med, kan du oppgi dei i prosjektvaldialogen.
sk: <p>Ak chcete používať iné knižnice než ktoré práve vaša aplikácia používa, zadajte ich v dialógu pre možnosti projektu.
sl: <p>Če uporabljate funkcije drugih knjižnic, kot je z njimi trenutno povezan program, jih lahko določite v pogovornem oknu z izbirami projekta.
sv: <p>Om du använder funktioner i andra bibliotek än programmet är länkat med för närvarande, så kan du specificera dem i dialogen för projektinställningar.
xh: <p>Ukuba usebenzisa imisebenzi yezinye iilayibrari kunesicelo sangoku esidityanisiweyo, ungazikhankanya kwincoko yababini beenketho ye projekti.
