Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Warn if any functions that return structures or unions are defined or called. (In languages where you can return an array, this also elicits a warning.)
da: Giv advarsel hvis funktioner som returnerer strukturer eller unioner bliver defineret eller kaldt. (I sprog hvor du kan returnere en tabel eller array, giver det også en advarsel.)
de: Warnen bei Funktionsdefinitionen oder -aufrufen, die eine Struktur oder Union als Rückggabewert liefern. Diese Warnung erfolgt auch bei Programmiersprachen, bei denen Felder als Rückgabewerte erlaubt sind.
et: Hoiata, kui defineeritakse või täidetakse mõnda funktsiooni, mis tagastab struct või union tüüpi väärtusi. (Keeltes, kus massiivi tagastamine on võimalik hoiatatakse samuti.)
hu: Figyelmeztetés, ha a programban olyan függvényt deklarál vagy használ, amely struktúrát vagy union-t ad vissza (olyan nyelveknél is, ahol tömb visszaadása lehetséges).
id: Peringatkan jika ada fungsi yang mengembalikan struktur atau union yang didefinisikan. (Dalam bahasa dimana dapat mengembalikan array, ini juga menghasilkan peringatan.)
it: Avverte se una funzione che ritorna una struttura o una union é definita ochiamata. (Nei linguaggi dove si può far ritornare un array, questo provoca un warning)
ja: 構造体または共用体を返す関数の定義または使用を警告
nl: Waarschuw als functies die structs of unions teruggeven worden gedefinieerd of aangeroepen. (In talen waar een array mag worden teruggegeven levert dit ook een waarschuwing op).
no_ny: Gi åtvaring dersom funksjonar som returnerer strukturar eller unionar vert definert eller kalla. (I språk der du kan returnera ein tabell, gir det òg åtvaring.)
pl: Ostrzegaj przy definicji lub wywołaniu funkcji, które zwracają struktury lub unie. (W przypadku języków, które pozwalają zwracać tablice, one również wywołają ostrzeżenie.)
sk: Varovať, ak niektorá funkcia, ktorá vracia štruktúru alebo union je definovaná alebo volaná. (V jazykoch, kde je možné vrátiť pole to tiež vygeneruje varovanie.)
sl: Opozori, če so definirane ali klicane funkcije, ki vračajo strukture ali množice. (V jezikih, kjer se lahko vrne polje, tudi sproži opozorilo).
sv: Varna om någon funktion som returnerar struct eller union är definierad eller anropas. (i språk där du kan returnera ett fält, ger detta också upphov till en varning.)
xh: Lumkisa ukuba nawuphi na umsebenzi obuyisela isakhiwo okanye iindibaniso ichazwa okanye ibizwa. (Kwiilwimi apho ungabuyisela kulungiso, oku kwakhona kwazisa isilumkiso.)

source: Warn if a function is declared or defined without specifying the argument types. (An old-style function definition is permitted without a warning if preceded by a declaration which specifies the argument types.)
da: Giv advarsel hvis en funktion er erklæret eller defineret uden at opgive argumenttyperne. (En gammeldags funktionsdefinition er tilladt uden advarsel hvis den kommer efter en erklæring som specificerer argumenttyperne.)
de: Warnen, wenn eine Funktion ohne Argumenttypen deklariert oder definiert wird (Eine Funktionsdefinition im alten Stil verursachte keine Warnung, wenn vorher eine Deklaration steht, die den Typ der Argumente festlegt).
et: Hoiata, kui funktsioon on kirjeldatud või defineeritud ilma argumentide tüüpideta. (Vanema kirjeldamisstiili korral ei hoiatata, kui argumentide tüübid on varem kirjeldatud.)
hu: Figyelmeztetés, ha olyan függvénydeklarációk vagy függvénymegvalósítások szerepelnek, amelyeknél az argumentumtípus(ok) nem lettek meghatározva (régi stílusú függvénymegvalósítás esetén nem lesz figyelmeztetés, ha az azt megelőző deklarációban az argumentumtípusok szerepelnek).
id: Peringatkan jika fungsi dideklarasikan atau didefinisikan tanpa tipe argumen (definisi fungsi model lama diperbolehkan tanpa peringatan jika didahului deklarasi yang menentukan tipe argumen.)
it: Avverte se la funzione é dichiarata o definita senza specificare il tipo degli argomenti. (Il vecchio sistema di dichiarazione é permesso senza warning se è preceduto dalla dichiarazione che specifica il tipo di argomenti.)
ja: 引数のタイプを指定しないで関数の宣言または定義が" "なされたら警告。(引数の型を指定した宣言が先行している場合に限り、古い型の宣言は警告無しに許容されます。)
nl: Warschuw als een functie is gedeclareerd zonder het argument type te specificeren. (In een functie definitie oude stijl is toegestaan zonder een waarschuwing als deze wordt voorafgegaan door een declaratie die wel het argument type specificeert).
no_ny: Gi åtvaring dersom ein funksjon er deklarert eller definert utan å oppgi argumenttypane. (Ein gammaldags funksjonsdefinisjon er tillete utan åtvaring dersom han kjem etter ein deklarasjon som spesifiserer argumenttypane.)
pl: Ostrzegaj gdy funkcja jest zadeklarowana lub zdefiniowana bez podania typów argumentów. (Definicja w starym stylu jest dopuszczana w przypadku gdy zostanie poprzedzona deklaracją, która specyfikuje typy argumentów.)
sk: Varovať, ak je funkcia deklarovaná alebo definovaná bez zadania typov argumentov. (Starý spôsob definície funkcií je povolený bez varovania ak je pred ním deklarácia s typmi argumentov.)
sl: Opozori, če je funkcija deklarirana ali definirana brez tipa argumenta. (Stari način definiranja funkcij je dovoljen brez opozorila, če je pred njo deklaracija, ki določa tipe argumentov.)
sv: Varna om en funktion deklareras eller definieras utan att ange argumenttyper. (En gammal sorts funktionsdefinition tillåts utan varning om den föregås av en deklaration som anger parametertyperna.)
xh: Lumkisa ukuba umsebenzi ubhengeziwe okanye uchaziwe ngaphandle kokukhankanya iindidi zempikiswano. (Uchazo lomsebenzi wohlobo-oludala luvunyelwe ngaphandle kwesilumkiso ukuba siphambili ngobhengezo olukhankanya iindidi zempikiswano.)

source: Warn if a global function is defined without a previous prototype declaration. This warning is issued even if the definition itself provides a prototype. The aim is to detect global functions that fail to be declared in header files.
da: Giv advarsel hvis en global funktion er defineret uden en foregående prototypeerklæring. Denne advarsel kommer også hvis definitionen selv har en prototype. Formålet er at opdage globale funktioner som ikke er erklærede i erklæringsfilerne.
de: Warnen, wenn eine globale Funktion ohne Prototyp definiert wird (auch wenn die Defition selbst einen Prototyp enthält). Verwenden Sie diese Option, um globale Funktionen zu finden, die nicht in Headerdateien deklariert sind.
et: Hoiata, kui globaalne funktsioon defineeritakse ilma eelneva prototüübi kirjelduseta. Hoiatatakse isegi siis, kui definitsioon ise sisaldab prototüüpi. Eesmärgiks on leida päisefailides kirjeldamata jäänud globaalseid funktsioone.
hu: Figyelmeztetés, ha egy globális függvény megvalósítását nem előzi meg a prototípus deklarációja. A figyelmeztetés akkor is megjelenik, ha a megvalósítás tartalmazza a prototípust. Ennek az a célja, hogy a header fájlban nem deklarált globális függvényekről tudomást szerezzen.
id: Peringatkan jika fungsi global didefinisikan tanpa deklarasi prototype sebelumnya. Peringatan ini dikeluarkan meskipun definisi itu sendiri menghasilkan prototype. Tujuannya untuk mendeteksi fungsi global yang gagal dideklarasikan di file header.
it: Avverte se una funzione globale é stata definita senza un precedente prototipo di dichiarazione. Questo avvertimento viene generato anche se la definizione comprende il prototipo. Lo scopo é quello di rilevare le funzioni globali che sono dichiarate in modo errato nel file header.
ja: プロトタイプ宣言のないグローバル関数の定義は警告。この警告は定義自身がプロトタイプを提供していたとしても発行されます。その訳は、ヘッダファイルに定義されていないグローバル関数を検出する為だからです。
nl: Waarschuw als een globale functie is gedefinieerd zonder een voorgaande prototype declaratie. Deze waarschuwing wordt uitgevaardigd zelfs als de definitie het prototype levert. Het doel is globale functies te detecteren die niet gedeclareerd zijn in header bestanden.
no_ny: Gi åtvaring dersom ein global funksjon er definert utan ein prototypedeklarasjon. Denne åtvaringa kjem òg om definisjonen sjølv har ein prototyp. Målet er å oppdaga globale funksjonar som ikkje er deklarerte i deklarasjonsfilene.
pl: Ostrzegaj gdy globalna funkcja jest zdefiniowana bez uprzedniego zadeklarowania. To ostrzeżenie jest generowane nawet gdy sama definicja podaje prototyp funkcji. Chodzi tu o to, by wykryć funkcje, które nie zostały uprzednio zadeklarowane w plikach nagłówkowych.
sk: Varovať, ak je globálna funkcie definovaná bez deklarácie prototypu. Toto varovanie je zobrazené aj v prípade, že definícia sama poskytuje prototyp. Cieľom je nájsť globálne funkcie, ktoré nie sú deklarované v hlavičkových súboroch.
sl: Opozori, če je globalna funkcija definirana brez predhodne deklaracije prototipa. Opozorilo se pojavi, čeprav sama definicija priskrbi prototip. S tem se poskuša odkriti globalne funkcije, ki niso deklarirane v datotekah z glavo.
sv: Varna om en global funktion definieras utan en tidigare prototypdeklaration. Den här varningen ges även om definitionen själv tillhandahåller en prototyp. Målet är att detektera globala funktioner som inte är deklarerade i en deklarationsfil.
xh: Lumkisa ukuba umsebenzi ongqukuva uchazwe ngaphandle kodidi lwe proto oludlulileyo lobhengezo. Esi silumkiso sinikezwa noba inkcaza ngokwayo inikeza udidi lwe proto. Injongo kukubhaqa imisebenzi engqukuva engaphumeleliyo ekubhengezweni kwiifayile ze header.

source: Warn if a global function is defined without a previous declaration. Do so even if the definition itself pro- vides a prototype. Use this option to detect global functions that are not declared in header files.
da: Giv advarsel hvis en global funktion er defineret uden foregående erklæring. Gør dette selv om definitionen selv giver en prototype. Brug dette valg for at opdage globale funktioner som ikke er erklærede i erklæringsfilerne.
de: Warnen, wenn eine globale Funktion ohne Prototyp definiert wird (auch wenn die Defition selbst einen Prototyp enthält). Verwenden Sie diese Option, um globale Funktionen zu finden, die nicht in Headerdateien deklariert sind.
et: Hoiata, kui globaalne funktsioon on defineeritud ilma eelneva kirjelduseta. Hoiata isegi siis, kui definitsioon ise sisaldab prototüüpi. Eesmärgiks on leida päisefailides kirjeldamata jäänud globaalseid funktsioone.
hu: Figyelmeztetés, ha egy globális függvény megvalósítását nem előzi meg deklaráció. A figyelmeztetés akkor is megtörténik, ha a megvalósítás maga tartalmazza a prototípust. Ennek az a célja, hogy a header fájlban nem deklarált globális függvényekről tudomást szerezzen.
id: Peringatkan jika fungsi global didefinisikan tanpa deklarasi sebelumnya. Lakukan ini jika definisi itu sendiri memberi prototype. Gunakan pilihan ini untuk mendeteksi fungsi global yang tidak dideklarasikan di file header.
it: Avverte se una funzione globale é definita senza una precedente dichiarazione. Avverteanche se la definizione contiene la dichiarazione medesima nel prototipo. Utilizza questa opzione per trovare le funzioni globali che non sono state dichiarate nel file header.
ja: 宣言されていないグローバル関数の定義は警告。この警告は定義自身がプロトタイプを提供していたとしても発行されます。このオプションはヘッダファイルで宣言されていないグローバル関数を検出する為に御使用下さい。
nl: Waarschuw indien een globale functie is definieerd zonder een voorafgaande declaratie. Zelfs als een definitie het prototype levert. Gebruik deze optie om globale functies te detecteren die niet in header bestanden zijn gedeclareerd.
no_ny: Gi åtvaring dersom ein global funksjon er definert utan føregåande deklarasjon. Gjer dette sjølv om definisjonen sjølv gir ein prototype. Bruk dette valet for å oppdaga globale funksjonar som ikkje er deklarerte i deklarasjonsfilene.
pl: Ostrzegaj gdy globalna funkcja jest zdefiniowana bez uprzedniego zadeklarowania. To ostrzeżenie jest generowane nawet gdy sama definicja podaje prototyp funkcji. Chodzi tu o to, by wykryć funkcje, które nie zostały zadeklarowane w plikach nagłówkowych.
sk: Varovať, ak je globálna funkcia definovaná bez deklarácie. Varovanie je zobrazené aj v prípade, že definícia sama poskytuje prototyp. Túto voľbu použite pre určenie globálnych funkcií, ktoré nie sú deklarované v hlavičkových súboroch.
sl: Opozori, če je globalna funkcija definirana brez predhodne deklaracije. Opozorilo se pojavi, čeprav sama definicija priskrbi prototip. S tem se poskuša odkriti globalne funkcije, ki niso deklarirane v datotekah z glavo.
sv: Varna om en global funktion definieras utan en tidigare deklaration. Gör detta även om defintionen själv tillhandahåller en prototyp. Använd det här alternativet för att detektera globala funktioner som inte är deklarerade i deklarationsfiler.
xh: Lumkisa ukuba umsebenzi ongqukuva uchazwe ngaphandle kobhengezo oludlulileyo. Yenza oko noba inkcaza ngokwayo ini-keza udidi lwe proto. Sebenzisa olu khetho ukubhaqa imisebenzi engqukuva engabhengezwanga kwiifayile ze header.

source: Warn if anything is declared more than once in the same scope even in cases where multiple declaration is valid and changes nothing.
da: Giv advarsel hvis noget er erklæret mere end en gang i det samme kodeområde, selv i tilfælde hvor flere erklæringer er gyldige og ikke ændrer noget.
de: Warnen bei Mehrfachdeklarationen im selben Gültigkeitsbereich, auch wenn die Mehrfachdeklaration gültig ist und keine Änderung bewirkt.
et: Hoiata, kui miski on kirjeldatud rohkem, kui üks kord samas skoobis, isegi siis, kui mitmekordne kirjeldus on lubatud ja ei muuda midagi.
hu: Figyelmeztetés, ha bármi is egynél többször van deklarálva az adott programkörnyezeten belül, még akkor is, ha a többszörös deklaráció érvényes és semmin sem változtat.
id: Peringatkan jika ada sesuatu dideklarasikan lebih dari sekali dalam scope yang sama meskipun dalam kasus deklarasi multipel valid dan tidak mengubah apapun.
it: Avverte se qualcosa é stato dichiarato piú di una volta nello stesso scope anche in una classe dove la dichiarazione multipla é consentita.
ja: 多重宣言が有効な場合や、なにも変化を与えない場合で あっても、同じスコープ内で1回以上宣言された時に 警告します。
nl: Waarschuw als iets meer dan een keer wordt gedefinieerd in hetzelfde bereik zelfs in gevallen waar meervoudige declaratie is toegestaan en niets veranderd.
no_ny: Gi åtvaring dersom noko er deklarert meir enn ein gong i den same samanhengen, sjølv i tilfelle der multiple deklarasjonar er gyldige og ikkje endrar noko.
pl: Ostrzegaj gdy cokolwiek jest zadeklarowane więcej niż jeden raz w tym samym zakresie kodu nawet jeśli wielokrotne deklaracje są poprawne i nic nie zmieniają.
sk: Varovať, ak je niečo deklarované dvakrát aj v prípadoch, keď je viacnásobná deklarácia platná a nič neovplyvňuje.
sl: Opozori, če je karkoli deklarirano več kot enkrat znotraj enega bloka, tudi v primerih, ko je večkratna deklaracija dovoljena in ne spremeni ničesar.
sv: Varna om något deklareras mer än en gång inom samma räckvidd även för fall där flera deklarationer är giltiga och inte ändrar någonting.
xh: Lumkisa ukuba nayiphi na into ibhengezwe ngaphezulu kwesinye kwithambeka elinye nakwimizekelo apho ubhengezo oluninzi lusebenza kwaye lungatshintshi nto.

source: Warn if an <i>extern</i> declaration is encountered within a function.
da: Giv advarsel hvis <i>extern</i> erklæring bliver fundet inden i en funktion.
de: Warnen, wenn eine <i>extern</i> Deklaration innerhalb einer Funktion angetroffen wird.
et: Hoiata, kui funktsioonis kohatakse <i>extern</i> kirjeldust.
hu: Figyelmeztetés, ha <i>extern</i> deklaráció szerepel egy függvényen belül.
id: Peringatkan jika deklarasi <i>ekstern</i> muncul dalam fungsi.
it: Avverte se una dichiarazione <i>extern</i> viene trovata all'interno di una funzione.
ja: <i>extern</i> 宣言が関数の中に 表われた場合警告します。
nl: Waarschuw als de compiler tegen een <i>extern</i> declaratie in een functie loopt.
no_ny: Gi åtvaring dersom ein <i>ekstern</i> deklarasjon er funnen inni ein funksjon.
pl: Ostrzegaj gdy deklaracja <i>extern</i> następuje wewnątrz funkcji.
sk: Varovať ak bola nájdená deklarácia <i>extern</i> vo funkcii.
sl: Opozori, če je deklaracija <i>extern</i> znotraj funkcije.
sv: Varna om en <i>extern</i> deklaration hittas i en funktion.
xh: Lumkisa ukuba <i>extern</i> ubhengezo lubonwe kumsebenzi.

source: Warn if a function can not be inlined, and either it was declared as inline, or else the <i>-finline-functions</i> option was given.
da: Giv advarsel hvis en funktion ikke kan være "inline", når den enten er erklæret som inline eller kommandolinievalget <i>-finline-functions</i> er givet.
de: Warnen, wenn eine Funktion nicht "inline" sein kann, aber als "inline" deklariert wurde oder die Option <i>-finline-functions</i> angegeben wurde.
et: Hoiata, kui funktsiooni ei saa teha inline funktsiooniks.
hu: Figyelmeztetés, ha egy függvény nem lehet inline (beágyazott), de vagy inline-nak deklarálták vagy az <i>-finline-functions</i> fordítási opció meg lett adva.
id: Peringatkan jika fungsi tidak dapat di inline, dan meskipun dideklarasikan inline, atau lainnya, pilihan <i>-finline-functions</i> diberikan.
it: Avverte se una funzione non puó inline, ma é stata invece dichiarata inline, o se la opzione <i>-finline-functions</i> é stata impostata.
ja: inline宣言されているか<i>-finline-functions</i>オプションが指定されていて、関数がインライン化できない時警告。
nl: Waarschuw als een functie niet kan worden ge-inlined terwijl die of als inline was gedefinieerd of de <i>-finline-functions</i> optie is meegegeven.
no_ny: Gi åtvaring dersom ein funksjon ikkje kan vera «inline», når han anten er deklarert som «inline» eller kommandolinjevalet <i>-finline-functions</i> er gitt.
pl: Ostrzegaj, gdy funkcja nie może być rozwinięta, a była zadeklarowana jako <i>inline</i>, lub gdy była podana opcja <i>-finline-functions</i>.
sk: Varovať, ak funkciu nie je možné použiť inline ale je tak deklarovaná alebo bolo povolená možnosť <i>-finline-funkcie</i>.
sl: Opozori, če funkcija ne more biti vključena (inline) in je bila definirana kot vključena ali pa je bilo podano stikalo <i>-finline-functions</i>.
sv: Varna om en funktion inte kan bli inline, och antingen deklarerades som inline, eller <i>-finline-functions</i> alternativet angavs.
xh: Lumkisa ukuba umsebenzi awunakubaselayinini, kwaye noba wabhengezwa njengoselayinini, okanye mhlawumbi <i>-ilayini yokugqiba-imisebenzi</i> ukhetho lwanikwa.

source: Warn if an old-style (C-style) cast is used within a program
da: Giv advarsel hvis en gammeldags (C-stil) omstøbning bliver brugt i et program.
de: Warnen, wenn ein alter cast im Stil von C verwendet wird.
et: Hoiata, kui rakenduses kasutatakse vanamoelist (C-stiilis) tüübiteisendust
hu: Figyelmeztetés, ha régi formátumú (C-stílusú) átalakítást használ a program.
id: Peringatkan jika cast gaya lama (Gaya-C) digunakan dalam program.
it: Avverte se nel programma è utilizzata la vecchia forma di casting (formato C)
ja: 古いスタイル (C-style) のキャストが プログラム中に表われた場合、警告します。
nl: Waarschuw als een cast oude stijl (C-stijl) wordt gebruikt in een programma.
no_ny: Gi åtvaring dersom ein gammaldags (C-stil) kast («cast») er brukt i eit program.
pl: Ostrzegaj, gdy w programie użyto starego stylu rzutowania (jak w C).
sk: Varovať, ak je v programe použitý starý typ pretypovania (C-štýl)
sl: Opozori, če je bila v programu uporabljena stara (v C stilu) transformacija (cast).
sv: Varna om en gammal sort (C-sort) av typkonvertering används i ett program
xh: Lumkisa ukuba uhlobo-oludala (C-hlobo) ukhankaso lusetyenziswa kudweliso lwenkqubo
