Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Insert the path to the current KDE-Libs sourcecodes here. This is where you have unpacked e.g. a kdelibs snapshot a la /snapshot/kdelibs.
da: Opgiv stien til kildekoden for KDE-libs her. Dette kan være der hvor du har udpakket et kdelibs-snapshot, som f.eks. /snapshot/kdelibs.
de: Geben Sie hier den Pfad zu den aktuellen Quelltexten der KDE-Bibliotheken ein.
et: Valitud asukoht ei sisalda KDE põhiteekide lähtekoodi. Palun sisesta korrektne lähtekoodi asukoht. Nt /home/kasutaja/kdesource/kdelibs
hu: Itt adható meg a jelenlegi KDE programkönyvtár forráskódjának az elérési útja, tehát ahová a kicsomagolt forrásprogramok kerültek, például: '/snapshot/kdelibs'.
id: Sisipkan path ke kodesumber KDE-Libs sekarang. Ini tempat di mana Anda buka. Misal snapshot kdelibs di /snapshot/kdelibs.
it: Inserisci qui il percorso ai sorgenti delle KDE-Libs. Questo sarà il percorso della directory dove hai scompattato le librerie; per esempio uno snapshot delle kdelibs in /snapshot/kdelibs.
ja: 現在のKDE-Libs ソースコードが あるパスを指定します。これは 展開した場所です。例、kdelibs snapshotを /snapshot/kdelibs
nl: Voer hier het pad in naar de huidige KDE- Libs broncodebestanden. Dit is de map waar u kdelibs bronbestanden heeft uitgepakt.Bijvoorbeeld: /bronbestanden/kdelibs.
no_ny: Skriv stien til kjeldekoden for KDE-libs her. Dette kan vera der du du har pakka ut eit kdelibs-snapshot, som t.d. /snapshot/kdelibs.
pl: Ścieżka do aktualnych plików źródłowych bibliotek KDE, to znaczy do miejsca, w którym rozpakowałeś kdelibs np: /snapshot/kdelibs.
sk: Sem zadajte aktuálnu cestu k zdrojovým súborom knižnice KDE. T.j. kam ste rozbalili napr. snapshot do /snapshot/kdelibs.
sl: Vnesite pot do trenutne izvorne kode za KDE Libs. To je imenik v katerega ste odpakirali kdelibs izvorno kodo, npr.: /snapshot/kdelibs
sv: Infoga sökvägen till den nuvarande KDE Libs källkoden här. Detta är stället där du har packat upp t.ex. en version av kdelibs à la /version/kdelibs.
xh: Faka umendo kwiikhowudi zemvelaphi zangoku ze KDE-Libs apha. Oku kulapho ungapakishanga khona umzekelo. uthatho ngokukhawuleza komfanekiso we kdelibs a la /snapshot/kdelibs.

source: Insert the path where you want to have the new generated documentation installed Note: the path information in Setup will be updated automatically, you don't have to change them to the new doc path.
da: Opgiv stien hvor du vil installere den nygenererede dokumentation. Bemærk: sti-informationen i opsætningen bliver automatisk opdateret sådan at du ikke behøver ændre den til den nye sti.
de: Geben Sie hier den Pfad ein, an dem Sie die neu erstellte Dokumentation installieren. möchten. Achtung: Die Pfadinformation in Setup wird automatisch aktualisiert. Sie müssen sie nicht selbst ändern.
et: Sisesta loodava dokumentatsiooni uus asukoht. Märkus: KDevelopi seadistustes uuendatakse radade infot automaatselt, nii et seda ei pea ise käsitsi tegema.
hu: Itt adhatja meg, hogy hová legyen az újonnan generált dokumentáció telepítve. Megjegyzés: az elérési útra vonatkozó információ a Beállítások menüben automatikusan frissítődik, nem kell külön átírni.
id: Sisipkan path di mana anda ingin dokumentasi yang baru diinstal. Catatan: Informasi path di Setup akan diperbarui otomatis, Anda tidak perlu mengubah ke path dok yang baru.
it: Inserisci il percorso dove vuoi installare la nuova documentazione generata Nota: il percorso in Setup sarà aggiornato automaticamente, non devi cambiarlo con il nuone percorso della documentazione.
ja: 新たに生成したドキュメントをインストールする パスを入れて下さい。 注意:セットアップでのパス情報は自動的に 更新されるので新しいドキュメントのために パスを変更することはありません。
nl: Voer het pad in waar u de nieuwe gegenereerde documentatie geïnstalleerd wilt hebben. Opmerking: De padinformatie in Instellingen wordt automatisch bijgewerkt, u hoeft deze niet te veranderen naar het nieuwe documentatie pad.
no_ny: Oppgi stien der du vil installera dei nyoppretta hjelpetekstane. Merk: sti-informasjonen i oppsettet vert automatisk oppdatert slik at du ikkje treng endra han til den nye stien.
pl: Proszę podać ścieżkę gdzie ma być zainstalowana nowa, wygenerowana dokumentacja. Uwaga: informacja o ścieżce zostanie automatycznie przeniesiona do Ustawień, zatem nie trzeba jej uaktualniać ręcznie.
sk: Sem zadajte cestu, kam sa má nová dokumentácia vygenerovať. Poznámka: automaticky bude upravené nastavenie cesty k dokumentácii, takže to už nemusíte ručne robiť.
sl: Vnesite pot kjer želite imeti nameščeno na novo zgenerirano dokumentacijo. Pazi: informacij o poti se bo samodejno obnovila, ni potrebno dodatno spreminjanje poti v Nastavitvah.
sv: Infoga sökvägen där du vill att den nyskapade dokumentationen ska installeras Observera: sökvägsinformationen i inställningarna uppdateras automatiskt, du behöver inte ändra den till den nya sökvägen.
xh: Faka umendo apho ufuna ukuba nojikeleziso olutsha loxwebhu olufakiweyo Qaphela: ulwazi lomendo kuCwangciso luzaku gqitywa ngokuzenzekelayo, awunaku zitshintshela kumendo omtsha woxwebhu.

source: Create
da: Opret
de: Erstellen
et: &Tekita
hu: Létrehozás
id: Buat
it: Crea
ja: 作成
nl: Aanmaken
no_ny: Lag
pl: Utwórz
sk: Vytvoriť
sl: Izdelaj
sv: Skapa
xh: Yenza

source: The chosen path for the KDE-Libs does not lead to the KDE Libraries. Please choose the correct path! This is where you have unpacked e.g. a kdelibs snapshot a la /snapshot/kdelibs.
da: Den valgte sti for KDE-libs fører ikke til KDE-bibliotekerne. Vælg venligst den rigtige sti! Det er der du hap pakket f. eks et kdelibs-snapshot ud.
de: Der ausgewählte Pfad für die KDE-Bibliotheken führt nicht zu den Bibliotheken. Bitte wählen Sie den richtigen Pfad aus. Der richtige Pfad ist dort, wo Sie beispielsweise einen Snapshot von kdelibs ausgepackt haben.
et: Valitud rada ei sisalda KDE põhiteekide lähtekoodi. Palun näita korrektne põhiteekide lähtekoodi asukoht. Nt /home/kasutaja/kdesource/kdelibs.
hu: A megadott elérési út nem a KDE programkönyvtárakhoz vezet. Adja meg a helyes útvonalat. Ha például ide lett kicsomagolva a KDE programkönyvtár egy példánya, akkor: '/snapshot/kdelibs'.
it: Il percorso selezionato per le KDE Libs non porta ai sorgenti delle librerie di KDE. Scegli il percorso corretto. Il percorso esatto è quello dove hai scompattato le librerie.
ja: 選択されたKDE-LibsパスにはKDEライブラリが ありません。正しいパスを選択して下さい。 あなたが展開してできたディレクトリです。 例えばkdelibsスナップショットなら/snapshot/kdelibsに
nl: Het gekozen pad voor de KDE-Libs leidt niet tot de KDE Bibliotheken. Kies alstublieft het correcte pad. Dit is waar u de kdelibs bronbestanden heeft uitgepakt, a la /bronbestanden/kdelibs.
no_ny: Den valte stien for KDE-libs fører ikkje til KDE-biblioteka. Vel den rette stien. Stien skal vera den katalogen der du har pakka ut eit kdelibs-snapshot, som t.d. /snapshot/kdelibs.
pl: Podana ścieżka nie prowadzi do bibliotek KDE. Proszę podać poprawną ścieżkę. Powinna ona wskazywać to miejsce, gdzie rozpakowano najnowszą wersję bibliotek KDE (np. /snapshot/kdelibs).
sk: Vybraná cesta knižníc KDE neobsahuje tieto knižnice. Prosím, vyberte správnu cestu! T.j. kam ste rozbalili napr. snapshot do /snapshot/kdelibs.
sl: V izbrani pot za KDE-Libs ni knjižnic KDE. Prosim, izberite pravilno pot! To je tam, kamor ste namestili npr. izvirno kodo kdelibs a la /snapshot/kdelibs.
sv: Den valda sökvägen för KDE-Libs leder inte till KDE-biblioteken. Var god välj den riktiga sökvägen! Detta är där du har packat upp t.ex. en version av kdelibs à la /versioner/kdelibs.
xh: Umendo okhethiweyo we KDE-Libs awukhokheleli kwiilayibrari ze KDE. Nceda khangela umendo olungileyo! Oku kulapho ungapakishanga khona umzekelo. uthatho ngokukhawuleza komfanekiso we kdelibs a la/snapshot/ kdelibs.

source: The selected path is not correct!
da: Den valgte sti er ikke korrekt!
de: Der gewählte Pfad ist nicht korrekt.
et: Valitud rada pole korrektne!
hu: A kijelölt elérési út hibás.
id: Path yang dipilih tidak benar!
it: Il percorso selezionato non è corretto!
ja: 選択されたパスは間違ってます!
nl: Het geselecteerde pad is niet correct!
no_ny: Den valte stien er ikkje rett.
pl: Podana ścieżka jest nie poprawna!
sk: Zvolená cesta je chybná!
sl: Izbrana pot ni pravilna!
sv: Den valda sökvägen är inte korrekt!
xh: Umendo okhethiweyo awulunganga!

source: You need write permission to create the documentation in %1
da: Du skal have skriveadgang for at oprette dokumentationen i %1
de: Zum Erstellen der Dokumentation benötigen Sie Schreibrechte in %1
et: Dokumentatsiooni loomiseks on vaja kirjutusõigust kataloogile %1
hu: A dokumentáció létrehozásához írási jogosultság szükséges itt: %1
id: Anda perlu ijin tulis untuk membuat dokumentasi di %1
it: Hai bisogno del permesso in scrittura per creare la documentazione in %1
ja: ドキュメント生成には%1の書き込み 権限が必要です
nl: U heeft schrijf toegang nodig om de documentatie aan te maken in %1
no_ny: Du treng skriveløyve for å laga hjelpetekstane i %1
pl: Aby w %1 utworzyć dokumentację, wymagane jest prawo do zapisu.
sk: Potrebujete právo zápisu pre vytvorenie dokumentácie v %1
sl: Portebujete pravice za pisanje, da bi lahko zgradili dokumentacijo v %1
sv: Du behöver skrivrättigheter för att skapa dokumentation i %1
xh: Ufuna imvume yokubhala ukwenza uxwebhu ku %1

source: Error in creating documentation!
da: Fejl ved generering af dokumentation!
de: Fehler beim Erstellen der Dokumentation!
et: Viga dokumentatsiooni loomisel!
hu: Hiba történt a dokumentáció létrehozása közben.
id: Error membuat dokumentasi!
it: Errore durante la creazione della documentazione!
ja: ドキュメント生成でエラー発生!
nl: Fout bij het genereren van de documentatie!
no_ny: Feil ved generering av hjelpetekstar.
pl: Błąd podczas tworzenia dokumentacji!
sk: Chyba pri vytváraní dokumentácie!
sl: Napaka v ustvarjanju dokumentacije!
sv: Fel när dokumentation skulle skapas!
xh: Imposiso ekwenzeni uxwebhu!

source: The old documentation path %1 doesn't exist anymore. Process will continue without deletion...
da: Den gamle dokumentationssti %1 eksisterer ikke mere Processen vil fortsætte uden at slette...
de: Der alte Dokumentationspfad %1 existiert nicht mehr. Der Prozess wird ohne Löschvorgang fortgesetzt...
et: Eelmist dokumentatsiooni asukohta %1 pole enam. Protsess jätkub ilma kustutamiseta...
hu: A régi dokumentáció elérési útja - %1 - már nem létezik. Folytatás a régi dokumentáció törlése nélkül...
id: Path dokumentasi lama %1 tidak ada lagi. Proses akan berlanjut tanpa menghapus...
it: Il percorso della vecchia documentazione %1 non esiste più. Il processo continuerà senza la cancellazione...
ja: 古いドキュメントパス %1 は存在しません。 削除なしでプロセスを継続します...
nl: Het oude documentatie pad %1 bestaat niet meer. Het proces zal doorgaan zonder verwijderingen...
no_ny: Den gamle hjelpetekststien %1 finst ikkje lenger.Prosessen fortset utan sletting ...
pl: Poprzednia ścieżka do dokumentacji %1 już nie istnieje. Proces będzie kontynuowany bez usuwania...
sk: Cesta k starej dokumentácii %1 už neexistuje. Proces bude pokračovať bez odstránenia...
sl: Stare poti do dokumentacije %1 ni več. Proces se bo nadaljeval brez brisanja....
sv: Den gamla sökvögen till dokumentationen %1 finns inte längre. Processen fortsätter utan att ta bort den...
xh: Umendo wexwebhu oludala %1 alusekho nakanye. Inkqubela izakuqhubeka ngaphandle kocimo...

source: Old documentation deletion!
da: Sletning af gammel dokumentation!
de: Löschen der alten Dokumentation!
et: Vana dokumentatsiooni kustutamine!
hu: A régi dokumentáció törlése
id: Penghapusan dokumentasi lama!
it: Cancellazione vecchia documentazione!
ja: 古いドキュメントの削除!
nl: Verwijdering van oude documentatie!
no_ny: Sletting av gamle hjelpetekstar.
pl: Usuwanie starej dokumentacji!
sk: Odstránenie starej dokumentácie!
sl: Brisanje stare dokumentacije
sv: Tar bort gammal dokumentation!
xh: Ucimo loxwebhu oludala!

source: You have no write permission to delete the old documentation in %1 Process will continue without deletion...
da: Du har ikke skriveadgang til at slette den gamle dokumentation i %1 Processen fortsætter uden at slette...
de: Sie haben keine Schreibrechte zum Löschen der alten Dokumentation in %1 Der Prozess wird ohne Löschvorgang fortgesetzt.
et: Sul pole õigust kustutada vana dokumentatsiooni kataloogis %1 Protsess jätkub ilma kustutamiseta...
hu: Nincs írási joga, ezért nem törölheti a régi dokumentációt itt: %1 Folytatás a régi dokumentáció törlése nélkül...
id: Anda tidak memiliki ijin tulis untuk menghapus dokumentasi lama di %1 Proses akan berlanjut tanpa menghapus...
it: Non hai il permesso di scrittura per cancellare la vecchia documentazione in %1 Il processo continuerà senza cancellazione...
ja: %1 にある古いドキュメントを削除するには 書き込み権源が必要です。 削除なしでプロセスを継続します...
nl: U heeft schrijf toegang nodig om de oude documentatie te verwijderen in %1 Het proces zal doorgaan zonder verwijderingen...
no_ny: Du har ikkje skriveløyve for å sletta dei gamle hjelpetekstane i %1 Prosessen fortset utan sletting ...
pl: Brak prawa zapisu, aby móc usunąć starą dokumentację w %1 Proces będzie kontynuowany bez usuwania...
sk: Potrebujete právo zápisu pre odstránenie starej dokumentácie v %1 Proces bude pokračovať bez odstránenia...
sl: Nimate pravic za pisanje, da bi zbrisali staro dokumentacijo v %1 Proces se bo nadaljeval brez brisanja....
sv: Du har inte skrivrättigheter för att ta bort den gamla dokumentationen i %1 Processen fortsätter utan att ta bort den...
xh: Awunamvume yakubhala ukucima uxwebhu oludala ku %1 Inkqubela izakuqhubekeka ngaphandle kocimo...

source: The Qt-Documentation path is not set correctly. If you want your KDE-library documentation to be cross-referenced to the Qt-library, you have to set the correct path to your Qt-library documentation first. Do you want to set the Qt-Documentation path first ?
da: Stien til Qt-dokumentationen er ikke sat korrekt. Hvis du vil have krydsreferencer mellem KDE-biblioteksdokumentationen og Qt-biblioteket, skal du sætte korrekt sti til Qt-dokumentationen først. Vil du sætte stien til Qt-dokumentationen?
de: Der Pfad der Qt-Dokumentation ist nicht richtig gesetzt. Sollen Querverweise von Ihrer KDE-Dokumentation zur Qt-Bibliothek erstellt werden, müssen Sie zuerst den korrekten Pfad zur Qt-Bibliothek angeben. Möchten Sie jetzt den Pfad zur Qt-Dokumentation setzen?
et: Qt teegi dokumentatsiooni rada on ebakorrektne. Kui soovid, et KDE põhiteekide dokumentatsioon sisaldaks viiteid Qt-teegile, siis pead seadma korrektse Qt teegi dokumentatsiooni raja.
hu: A Qt dokumentációjának elérési útja helytelenül van beállítva. Ha azt akarja, hogy a KDE programkönyvtár dokumentációja hivatkozhasson a Qt könyvtáréra, először be kell állítania annak elérési útját. Be szeretné állítani először a Qt dokumentációjának elérési útját?
id: Path Dokumentasi-Qt tidak diset dengan benar. Jika ingin dokumentasi Pustaka-KDE Anda direferensi silang ke Pustaka-Qt, Anda harus set path ke Pustaka Qt dengan benar. Anda ingin set path Dokumentasi Qt lebih dulu ?
it: Il percorso della Documentazione della libreria Qt non è stato impostato correttamente. Se vuoi che la tua documentazione delle Kdelibs abbia i riferimenti incrociati con la libreria Qt, devi prima selezionare il percorso corretto della documentazione della libreria Qt. Vuoi impostare prima il percorso della Documentazione Qt ?
ja: Qtドキュメントパスが正しく設定されていません。 もしあなたがKDEライブラリドキュメントをQt ライブラリとクロスリファレンスしたいのならば、 まずQtライブラリドキュメントの正しいパスを 設定しなければなりません。 最初にQtドキュメントパスを設定しますか?
nl: Het Qt documentatie pad is niet correct gezet. Als u uw documentatie wilt kruisverwijzen met de Qt bibliotheek, dan moet u de correcte paden naar uw Qt Bibliotheek Documentatie eerst zetten. Wilt u het Qt documentatie pad eerst zetten?
no_ny: Stien til Qt-hjelpetekstane er ikkje rett sett opp. Dersom du vil ha kryssreferansar mellom KDE-bibliotekshjelpetekstane og Qt-biblioteket, må du setja opp rett sti til Qt-hjelpetekstane først. Vil du setja opp stien til Qt-hjelpetekstane?
pl: Ścieżka do dokumentacji Qt nie jest ustawiona poprawnie. Aby w dokumentacji bibliotek KDE były odniesienia do biblioteki Qt, najpierw należy ustawić poprawną ścieżkę do dokumentacji Qt. Czy ustawić ścieżkę do dokumentacji Qt ?
sk: Cesta dokumentácie QT nie je správne nastavená. Ak chcete, aby dokumentácia pre knižnice KDE obsahovala správne krížové referencie do knižnice QT, musíte správne nastaviť túto cestu. Chcete nastaviť cestu k dokumentácii QT?
sl: Pot do dokumentacije Qt ni pravilno nastavljena. Če želite imeti navzkrižne povezave med dokumentacijo knjižnic KDE in Qt, morate najprej nastaviti pravilno pot do knjižnice Qt. Ali želite najprej nastaviti pot do dokumentacije Qt?
sv: Sökvägen till Qt-dokumentationen är inte rätt inställd. Om du vill att din KDE-biblioteksdokumentation ska korsrefereras till Qt-biblioteket, så måste du ange rätt sökväg till din Qt-biblioteksdokumentation först. Vill du ange sökvägen till Qt-dokumentationen först?
xh: Umendo woxwebhu le-Qt alilunganga. Ukuba ufuna elakho uxwebhulelayibrari-ye KDE lithelekiswe-ngapha kwelayibrari ye-Qt, uzaku cwangcisa umendo olungileyo welakho uxwebhu lelayibrari-ye Qt kuqala. Ufuna ukucwangcisa umendo wexwebhu le-Qt kuqala?

source: New KDE Documentation Directory...
da: Nyt KDE dokumentationskatalog...
de: Neues Verzeichnis für KDE-Dokumentation...
et: Uus KDE dokumentatsiooni kataloog...
hu: Új KDE-dokumentációs könyvtár...
id: Direktori Dokumentasi KDE baru...
it: Nuova Directory Documentazione KDE...
ja: 新しいKDEドキュメントディレクトリ...
nl: Nieuwe KDE Documentatie Map...
no_ny: Ny KDE-hjelpetekstkatalog ...
pl: Nowy katalog dokumentacji KDE...
sk: Nový priečinok pre KDE dokumentáciu...
sl: Novi imenik za KDE dokumentacijo ...
sv: Ny KDE dokumentationskatalog...
xh: Ulawulo loxwebhu olutsha le KDE...

source: KDE Libs Directory...
da: KDE bibliotekskatalog...
de: Verzeichnis der KDE-Bibliotheken
et: KDE teekide kataloog...
hu: A KDE programkönyvtár könyvtára...
id: Direktori KDE Libs
it: Directory Librerie KDE...
ja: KDE Libs ディレクトリ...
nl: KDE-Libs Map...
no_ny: KDE-libs-katalog ...
pl: Katalog bibliotek KDE...
sk: Priečinok KDE knižníc...
sl: Imenik za KDE Libs...
sv: KDE Libs katalog...
xh: Ulawulo lwe KDE Libs...

source: Creating the KDE Documentation
da: Laver KDE-dokumentation
de: Erstellen der KDE-Dokumentation
et: KDE dokumentatsiooni loomine
hu: A KDE dokumentáció létrehozása
it: Creazione della documentazione di KDE in corso
ja: KDEドキュメントを生成中
nl: Bezig met het maken van de KDE-documentatie
no_ny: Lagar KDE-hjelpetekstane
pl: Tworzenie dokumentacji KDE
sk: Vytváram KDE dokumentáciu
sl: Ustvarja se dokumentacija za KDE
sv: Skapar KDE-dokumentationen
xh: Yenza uxwebhu lwe KDE

source: Wait until the process has finished:
da: Vent indtil processen er færdig:
de: Warten Sie bitte bis zum Abschluss des Erstellungsprozesses:
et: Oota kuni protsess lõpetab töö:
hu: Kérem várjon a folyamat befejeződéséig:
it: Attendi fino a che il processo è terminato:
ja: プロセスが終了するまで待つ:
nl: Wacht tot het process is geeindigd:
no_ny: Vent til prosessen er ferdig:
pl: Zaczekaj, aż się zakończy proces:
sk: Čakať, kým proces skončí:
sl: Počakajte, dokler se postopek ne konča:
sv: Vänta till processen är klar:
xh: Linda ide inkqubela igqitywe:

source: Welcome to the KDevelop Setup !
da: Velkommen til opsætningen af KDevelop!
de: Willkommen bei der KDevelop-Einrichtung!
et: Tere tulemast KDevelopi häälestusprogrammi !
hu: Üdvözöljük a KDevelop telepítőprogramban!
id: Selamat datang di Setup KDevelop!
it: Benvenuto nelle impostazioni di KDevelop !
ja: KDevelopセットアップにようこそ!
nl: Welkom bij KDevelop Setup !
no_ny: Velkomen til KDevelop-oppsettet!
pl: Witamy w ustawieniach KDevelopa !
sk: Vítajte v KDevelop nastavení!
sl: Dobrodošli v Namestitev KDevelop!
sv: Välkommen till KDevelops inställningar!
xh: Wamkelekile kucwangciso lwe KDevelop !

source: This installation program will:
da: Dette installationsprogram vil:
de: Das Einrichtungs-Programm wird:
et: Häälestusprogrammi abil saab
hu: A telepítőprogram a következő lépéseket hajtja végre:
it: Questo programma di installazione:
ja: このインストールプログラムは:
nl: Dit installatieprogramma zal:
no_ny: Installasjonsprogrammet vil:
pl: Program instalacyjny :
sk: Tento inštalačný program:
sl: Ta namestitveni program:
sv: Det här installationsprogrammet kommer att:
xh: Udweliso lwenkqubo yofako izaku:

source: 1.) let you adjust some settings for the editor and user interface.
da: 1.) lade dig justere nogle indstillinger for redigeringen og brugerfladen.
de: 1.) Einige Einstellungen für den Editor und die Benutzeroberfläche abfragen.
et: 1) seadistada redaktori ja kasutajaliidese välimust
hu: 1) felajánlja a szerkesztő és a kezelőfelület néhány paraméterének megváltoztatását
it: 1.) ti permetterà di modificare alcune impostazioni dell'editor e della intefaccia utente.
ja: 1.) エディタとユーザインターフェースの設定の変更ができます。
nl: 1.) u sommige instellingen laten aanpassen voor de editor en gebruikersinterface.
no_ny: 1.) La deg tilpassa nokre innstillingar for skriveprogrammet og brukarmiljøet.
pl: 1) dostosowuje ustawienia edytora i interfejsu użytkownika,
sk: 1.) umožňuje upraviť nastavenie editora a používateľského rozhrania.
sl: 1.) vam bo omogočil določeno prikrojitev urejevalnika in uporabniškega vmesnika,
sv: 1. låta dig justera vissa inställningar för editorn och användargränssnittet.
xh: 1.) zivumele unyenyise izicwangciso ezithile zomhleli kunye nojongano lomsebenzisi.

source: 2.) check your system for helper programs needed by KDevelop.
da: 2.) tjekke dit system for hjælper programmer der bruges af KDevelop.
de: 2.) Ihr System nach Hilfsprogrammen durchsuchen, die von KDevelop benötigt werden.
et: 2) kontrollida KDevelopi tööks vajalike abirakenduste olemasolu süsteemis
hu: 2) leellenőrzi, hogy a KDevelop futtatásához szükséges segédprogramok telepítve vannak-e
it: 2.) controllerà il tuo sistema per i programmi di aiuto necessari a KDevelop.
ja: 2.) KDevelopで必要とされるヘルパープログラムのシステムをチェックして下さい。
nl: 2.)u uw systeem controleren op de aanwezigheid van hulpprogramma's die door KDevelop benodigd zijn.
no_ny: 2.) Sjå etter hjelpeprogram som KDevelop treng.
pl: 2) sprawdza czy w systemie są programy wymagane przez KDevelopa,
sk: 2.) skontroluje váš systém, či obsahuje pomocné programy vyžadované KDevelop.
sl: 2.) bo preveril, ali so v vašem sistemu že pomožni programi, ki jih potrebuje KDevelop,
sv: 2. undersöka ditt system efter hjälpprogram som KDevelop behöver.
xh: 2.) khangela indlela yakho zodweliso lweenkqubo zomncedi nge KDevelop.

source: 3.) set up your documentation, automatically.
da: 3.) sætte din dokumentation op, automatisk.
de: 3.) Automatisch Ihre Dokumentation erstellen.
et: 3) automaatselt tekitada ja uuendada KDE põhiteekide dokumentatsiooni
hu: 3) automatikusan elvégzi a dokumentáció beállítását
it: 3.) imposterà la documentazione, automaticamente.
ja: 3.) ドキュメントの自動セットアップ
nl: 3.) uw documentatie automatisch maken en goed instellen.
no_ny: 3.) Setja opp hjelpetekstane automatisk.
pl: 3) automatycznie ustawia dokumentację.
sk: 3.) nastaví automaticky dokumentáciu.
sl: 3.) bo samodejno zgradil dokumentacijo.
sv: 3. automatiskt ställa in din dokumentation.
xh: 3.) cwangcisa uxwebhu lakho, ngokuzenzekelayo.
