Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Searching for Help on...
da: Søger efter hjælp om...
de: Es wird nach Hilfe gesucht zu...
et: Abi otsimine...
hu: Segítség keresése...
id: Cari Bantuan di...
it: Cerca Aiuto su...
ja: ヘルプを検索中...
nl: Bezig met zoeken voor Help bij...
no_ny: Søkjer etter hjelp om ...
pl: Wyszukiwanie Pomocy...
sk: Hľadanie v Pomocníkovi na ...
sl: Iskanje pomoči o...
sv: Söker efter hjälp om...
xh: Iphendla uncedo ku...

source: Doxygen configuration file not found Generate a valid one: Project->API Doc Tool->Configure doxygen
da: Doxygen indstillingsfil ikke fundet Generér en gyldig: Projekt->API Doc Tool->Indstil doxygen
de: Doxygen-Konfigurationsdatei nicht gefunden Erzeugen Sie eine gültige Konfigurationsdatei. Projekt->API-Dokumentations-Werkzeug->Doxygen einrichten
et: Doxygeni seadistuste faili ei leitud. Tekita sobiv valides Projekt->API dokumentatsiooni vahend->Seadista doxygeni
hu: A doxygen konfigurációs fájlja nem található. Hozzon létre egyet itt: Projekt->API dokumentációs eszköz->A doxygen beállítása
id: File konfigurasi Doxygen tidak ditemukan Buat satu yang valid: Proyek-API Doc Tool->Configure doxygen
it: File di configurazione di Doxygen non trovato Creane uno valido: Progetto->Strumenti API Doc->Configura doxygen
ja: Doxygen設定ファイルが見つかりません 正しいものを作成して下さい: プロジェクト->API ドキュメントツール->doxygenの設定
nl: Doxygen configuratiebestand niet gevonden Genereer een geldig configuratiebestand. Project->API Doc Werktuig->Doxygen instellen
no_ny: Fann ikkje Doxygen-oppsettfil. Lag ei gyldig fil med Prosjekt->API-hjelpverktøy->Set opp doxygen
pl: Nie znaleziono pliku konfiguracyjnego aplikacji doxygen. Należy go utworzyć: Projekt->Narzędzia API Doc->Konfiguruj doxygen
sk: Konfiguračný súbor Doxygen nebol nájdený. Vygenerujte nový: Projekt->Nástroje pre dokumentáciu API->Nastaviť doxygen
sl: Konfiguracijska datoteka Doxygen ni najdena Generiranje veljavne datoteke: Projekt -> Orodje za dokumentacijo API -> Prikroji doxygen
sv: Inställningsfil för Doxygen hittades inte Skapa en giltig fil: Projekt->API dokumentationsverktyg->Anpassa doxygen
xh: Doxygen ifayile yoqwalaselo ayifumaneki Jikelezisa esebenzayo: Projekti->API Doc Isixhobo->Qwalasela i doxygen

source: Switching to project API Documentation...
da: Skifter til API-dokumentationen til projektet...
de: Wechsel zur API-Dokumentation des Projekts...
et: Projekti API dokumentatsiooni juurde liikumine...
hu: Ugrás a projekt API dokumentációra...
id: Pindah ke Dokumentasi API proyek
it: Vai alla Documentazione API del progetto...
ja: プロジェクトAPIドキュメントに移動中...
nl: Bezig met het omschakelen naar de project API documentatie...
no_ny: Hoppar til prosjekt-API-hjelpeteksten ...
pl: Do dokumentacji API projektu...
sk: Prepínam do projektu API dokumentácie...
sl: Preklapljanje v projekt dokumentacije API...
sv: Byter till projektets API-dokumentation...
xh: Iswitsha kwi projekti yoxwebhu API...

source: Switching to project Manual...
da: Skifter til projektet Manual....
de: Wechsel zum Handbuch des Projekts...
et: Liigun projekti kasutusjuhendisse...
hu: Ugrás a projekt kézikönyvére...
id: Pindah ke manual proyek...
it: Vai al manuale del progetto...
ja: プロジェクトマニュアルに移動中...
nl: Bezig met omschakelen naar Handleiding van project...
no_ny: Hoppar til prosjekthandbok ...
pl: Do podręcznika projektu...
sk: Prepínam do Manuálu projektu...
sl: Preklapljanje v projektni priroćnik...
sv: Byter till projektets handbok..
xh: Iswitsha kwincwadi ye projekti...

source: Line: %1 Col: %2
da: Linie: %1 Kolonne: %2
de: Zeile: %1 Spalte: %2
et: Rida: %1 Veerg: %2
hu: Sor: %1 Oszlop: %2
id: Baris: %1 Kol:%2
it: Linea: %1 Colonna: %2
ja: 行: %1 列: %2
nl: Regel: %1 Kol: %2
no_ny: Linje: %1 Kol: %2
pl: Wiersz: %1 Kol: %2
sk: Riadok: %1 Stĺpec: %2
sl: Vrstica: %1 Stolpec: %2
sv: Rad: %1 Kol: %2
xh: Ilayini: %1 Umhlathi: %2

source: "%1" not found in documentation!
da: "%1" ikke fundet i dokumentation!
de: "%1" nicht in der Dokumentation gefunden!
et: "%1" ei leitud dokumentatsioonist!
hu: "%1" nem található a dokumentációban.
id: "%1" tidak ditemukan di dokumentasi!
it: "%1" non trovato nella documentazione!
ja: "%1" はドキュメントに見つかりません!
nl: "%1" is niet gevonden in de documentatie!
no_ny: Fann ikkje «%1» i hjelpetekstane.
pl: W dokumentacji nie znaleziono "%1"!
sk: "%1" nenájdené v dokumentácii!
sl: "%1" v dokumentaciji ni moč najti!
sv: "%1" hittades inte i dokumentationen!
xh: "%1" ayifumaneki kuxwebhu!

source: Not found!
da: Ikke fundet
de: Nicht gefunden!
et: Ei leitud!
hu: Nem található!
id: Tidak ditemukan!
it: Non trovato!
ja: 見つかりませんでした!
nl: Niet gevonden!
no_ny: Ikkje funnen.
pl: Nie znaleziono!
sk: Nenájdený!
sl: Ni najdeno!
sv: Hittades Inte!
xh: Ayifumaneki!

source: Search for:
da: Søger efter:
de: Suchen nach:
et: Otsi:
hu: Keresendő:
id: Cari:
it: Cerca:
ja: 検索:
nl: Zoek naar:
no_ny: Søk etter:
pl: Szukaj:
sk: Hľadaj:
sl: Iskanje:
sv: Sök efter:
xh: Phendla u:

source: Title
da: Titel
de: Titel
et: Tiitel
hu: Cím
id: Judul
it: Titolo
ja: タイトル
nl: Titel
no_ny: Tittel
pl: Tytuł
sk: Titulok
sl: Naziv
sv: Titel
xh: Iwonga

source: Hits
da: Træffere
de: Treffer
et: Arv
hu: Találatok
it: Trovati
ja: ヒット
nl: Treffers
no_ny: Treff
pl: Trafienia
sk: Hity
sl: Zadetkov
sv: Träffar
xh: Ibetha

source: *** failed ***
da: *** mislykkedes ***
de: *** fehlgeschlagen ***
et: *** ebaõnnestus ***
hu: *** nem sikerült ***
id: *** gagal ***
it: *** errori/e ***
ja: *** 失敗 ***
nl: *** mislukt ***
no_ny: *** mislukka ***
pl: *** nie powiodło się ***
sk: *** zlyhalo ***
sl: *** neuspeh ***
sv: *** misslyckades ***
xh: *** ayiphumelelanga ***

source: *** success ***
da: *** lykkedes ***
de: *** Erfolg ***
et: *** õnnestus ***
hu: *** sikerült ***
id: *** berhasil ***
it: *** successo ***
ja: *** 成功 ***
nl: *** succes ***
no_ny: *** vellukka ***
pl: *** sukces ***
sk: *** úspešné ***
sl: *** uspeh ***
sv: *** lyckades ***
xh: *** impumelelo ***

source: *** exit-code: %i ***
da: *** afslutningskode: %i ***
de: *** Fehlercode: %i ***
et: *** lõpukood: %i ***
hu: *** kilépési kód: %i ***
id: *** kode-keluar: %i ***
it: *** valore in uscita: %i ***
ja: *** 終了コード: %i ***
nl: *** einde-code: %i ***
no_ny: *** avsluttingskode: %i ***
pl: *** kod wyjścia: %i ***
sk: *** návratový kód: %i ***
sl: *** koda za izhod: %i ***
sv: *** slutkod: %i ***
xh: *** ikhowudi-yokuphuma: %i ***

source: *** process exited with error(s) ***
da: *** Proces afsluttede med fejl ***
de: *** Prozess mit Fehler(n) beendet ***
et: *** protsess lõppes veaga/vigadega ***
hu: *** a folyamat hibajelzéssel lépett ki ***
id: *** proses berhenti dengan error(s) ***
it: *** errori alla terminazione dei processi ***
ja: *** プロセスはエラーを吐いて終了 ***
nl: *** Proces afgebroken met fout(en) ***
no_ny: *** prosess avslutta med feil ***
pl: *** proces zakończył się z błędami ***
sk: *** proces skončil s chybou ***
sl: *** proces je končal z napako(ami) ***
sv: *** processen avslutades med fel ***
xh: *** inkqubela ikhutshwe ngemposiso(ii) ***

source: The build process has finished with errors
da: Byggeprocessen afsluttede med fejl
de: Der Erstellen-Prozess wurde mit Fehlern beendet
et: Ehitusprotsess lõppes veaga/vigadega
hu: A fordítási folyamat hibajelzéssel fejeződött be
it: Il processo di compilazione è terminato con degli errori
ja: ビルドプロセスはエラーで終了しました
nl: Het bouwproces is beeindigd met fouten
no_ny: Byggprosessen avslutta med feil
pl: Poces budowania zakończony błędami
sk: Proces prekladu skončil s chybami
sl: Proces grajenja je končal z napakami
sv: Byggprocessen avslutades med fel
xh: Inkqubela yokwakha igqibe ngeemposiso

source: The build process has finished successfully
da: Byggeprocessen afsluttede korrekt
de: Der Erstellen-Prozess wurde erfolgreich beendet
et: Ehitusprotsess lõppes edukalt
hu: A fordítási folyamat sikeresen befejeződött
it: Il processo di compilazione è terminato con successo
ja: ビルドプロセスは成功しました
nl: Het bouw process is succesvol afgesloten
no_ny: Byggprosessen var vellukka
pl: Proces budowania zakończony sukcesem
sk: Proces prekladu úspešne dokončený
sl: Graditveni postopek se je končal uspešno
sv: Byggprocessen avslutades framgångsrikt
xh: Inkqubela yokwakha igqibe ngempumelelo

source: Qt-Library
da: Qt-bibliotek
de: Qt-Bibliothek
et: Qt teek
hu: Qt programkönyvtár
id: Pustaka-Qt
it: Libreria Qt
ja: Qt ライブラリ
nl: Qt-Bibliotheek
no_ny: Qt-bibliotek
pl: Biblioteka Qt
sk: Qt-Knižnica
sl: Knjižnica Qt
sv: Qt-bibliotek
xh: Qt-Layibrari

source: KDevelop couldn't find the Qt documentation. Do you want to set the correct path?
da: KDevelop kunne ikke finde Qt-dokumentationen. Vil du sætte den korrekte sti?
de: KDevelop konnte die Qt-Dokumentation nicht finden. Möchten Sie den korrekten Pfad zur Dokumentation angeben?
et: KDevelop ei leidnud Qt dokumentatsiooni. Kas seada kohe korrektne asukoht?
hu: A KDevelop nem találta meg a Qt dokumentációját. Be akarja állítani az elérési utat?
id: KDevelop tidak dapat menemukan dokumentasi Qt. Anda ingin seting path yang benar?
it: KDevelop non riesce a trovare la documentazione della libreria Qt. Vuoi selezionare il precorso corretto?
ja: KDevelopはQtドキュメントを見つけられませんでした。 今それを生成しますか?
nl: KDevelop kon de Qt Documentatie niet vinden. Wilt u het correcte pad nu zetten?
no_ny: KDevelop fann ikkje Qt-hjelpa. Vil du setja opp den rette stien?
pl: KDevelop nie mógł znaleźć dokumentacji Qt. Czy chcesz ustawić poprawną ścieżkę?
sk: KDevelop nemôže nájsť dokumentáciu Qt. Chcete zadať správnu cestu?
sl: KDevelop ni našel dokumentacije Qt. Ali želite nastaviti pravilno pot?
sv: KDevelop kunde inte hitta Qt-dokumentationen. Vill du ställa in rätt sökväg?
xh: KDevelop ayilufumani uxwebhu le Qt. Ufuna ukucwangcisa umendo olungileyo?

source: File not found!
da: Fil ikke fundet!
de: Datei nicht gefunden!
et: Faili ei leitud!
hu: A fájl nem található!
id: File tidak ditemukan!
it: File non trovato!
ja: ファイルは見つかりませんでした!
nl: Bestand niet gevonden!
no_ny: Fann ikkje fila.
pl: Pliku nie znaleziono!
sk: Súbor nenájdený!
sl: Datoteka ni najdena!
sv: Hittar inte filen!
xh: Ifayile ayifumaneki!

source: KDE-Core-Library
da: KDE-kerne-bibliotek
de: KDE-Core-Bibliothek
et: KDE-Core teek
hu: KDE 'core' programkönyvtár
id: Pustaka-Dasar-KDE
it: Libreria KDE-Core
ja: KDE-Core ライブラリ
nl: KDE-Core-Bibliotheek
no_ny: KDE-Core-bibliotek
pl: Biblioteka KDE-Core
sk: KDE-Core-Knižnica
sl: Knjižnica jedra KDE
sv: KDE Core-bibliotek
xh: Ilayibrari-yangaphakathi-KDE

source: KDE-UI-Library
da: KDE-UI-bibliotek
de: KDE-UI-Bibliothek
et: KDE-UI teek
hu: KDE UI programkönyvtár
id: Pustaka-UI-KDE
it: Libreria KDE-UI
ja: KDE-UI ライブラリ
nl: KDE-UI-Bibliotheek
no_ny: KDE-UI-bibliotek
pl: Biblioteka KDE-UI
sk: KDE-UI-Knižnica
sl: Knjižnica KDE UI
sv: KDE UI-bibliotek
xh: KDE-UI-Layibrari

source: KDE-KFile-Library
da: KDE-KFile-bibliotek
de: KDE-KFile-Bibliothek
et: KDE-KFile teek
hu: KDE KFile programkönyvtár
id: Pustaka-KFile-KDE
it: Libreria KDE-KFile
ja: KDE-KFile ライブラリ
nl: KDE-KFile-Bibliotheek
no_ny: KDE-KFile-bibliotek
pl: Biblioteka KDE-KFile
sk: KDE-KFile-Knižnica
sl: Knjižnica KDE KFile
sv: KDE KFile-bibliotek
xh: KDE-KFile-Layibrari

source: KDE-KHTML-Library
da: KDE-KHTML-bibliotek
de: KDE-KHTML-Bibliothek
et: KDE-KHTML teek
hu: KDE KHTML programkönyvtár
id: Pustaka-KHTML-KDE
it: Libreria KDE-KHTML
ja: KDE-KHTML ライブラリ
nl: KDE-KHTML-Bibliotheek
no_ny: KDE-KHTML-bibliotek
pl: Biblioteka KDE-KHTML
sk: KDE-KHTML-Knižnica
sl: Knjižnica KDE KHTML
sv: KDE KHTML-bibliotek
xh: KDE-KHTML-Layibrari

source: KDE-KFM-Library
da: KDE-KFM-bibliotek
de: KDE-KFM-Bibliothek
et: KDE-KFM teek
hu: KDE KFM programkönyvtár
id: Pustaka-KFM-KDE
it: Libreria KDE-KFM
ja: KDE-KFM ライブラリ
nl: KDE-KFM-Bibliotheek
no_ny: KDE-KFM-bibliotek
pl: Biblioteka KDE-KFM
sk: KDE-KFM-Knižnica
sl: Knjižnica KDE KFM
sv: KDE KFM-bibliotek
xh: KDE-KFM-Layibrari

source: KDE-KDEutils-Library
da: KDE-KDEutils-bibliotek
de: KDE-KDEutils-Bibliothek
et: KDE-KDEutils teek
hu: KDE kdeutils programkönyvtár
id: Pustaka-KDEutils-KDE
it: Libreria KDE-KDEutils
ja: KDE-KDEutils ライブラリ
nl: KDE-KDEutils-Bibliotheek
no_ny: KDE-KDEUtils-bibliotek
pl: Biblioteka KDE-KDEutils
sk: KDE-KDEutils-Knižnica
sl: Knjižnica KDE KDEutils
sv: KDE KDEutils-bibliotek
xh: KDE-KDEutils-Layibrari

source: KDE-KAB-Library
da: KDE-KAB-bibliotek
de: KDE-KAB-Bibliothek
et: KDE-KAB teek
hu: KDE KAB programkönyvtár
id: Pustaka-KAB-KDE
it: Libreria KDE-KAB
ja: KDE-KAB ライブラリ
nl: KDE-KAB-Bibliotheek
no_ny: KDE-KAB-bibliotek
pl: Biblioteka KDE-KAB
sk: KDE-KAB-Knižnica
sl: Knjižnica KDE KAB
sv: KDE KAB-bibliotek
xh: KDE-KAB-Layibrari

source: KDE-KSpell-Library
da: KDE-KSpell-bibliotek
de: KDE-KSpell-Bibliothek
et: KDE-KSpell teek
hu: KDE KSpell programkönyvtár
id: Pustaka-KSpell-KDE
it: Libreria KDE-KSpell
ja: KDE-KSpell ライブラリ
nl: KDE-KSpell-Bibliotheek
no_ny: KDE-KSpell-bibliotek
pl: Biblioteka KDE-KSpell
sk: KDE-KSpell-Knižnica
sl: Knjižnica KDE KSpell
sv: KDE KSpell-bibliotek
xh: KDE-KSpell-Layibrari

source: KDevelop couldn't find the KDE API-Documentation. Do you want to generate it now?
da: KDevelop kunne ikke finde KDE API-dokumentationen. Vil du generere den nu?
de: KDevelop konnte die KDE API-Dokumentation nicht finden. Möchten Sie die Dokumentation jetzt erstellen?
et: KDevelop ei leidnud KDE API dokumentatsiooni. Kas tekitada kohe?
hu: A KDevelop nem találta meg a KDE API dokumentációját. Létrehozzam most?
id: KDevelop tidak dapat menemukan Dokumentasi KDE-API. Anda ingin buat sekarang?
it: KDevelop non riesce a trovare la documentazione API di KDE. La vuoi generare adesso?
ja: KDevelopはKDE APIドキュメントを見つけられませんでした。 今それを生成しますか?
nl: KDevelop kon de KDE API-Documentatie niet vinden. Moet deze nu aangemaakt worden?
no_ny: KDevelop fann ikkje KDE API-hjelpa. Vil du laga ho no?
pl: KDevelop nie mógł znaleźć dokumentacji API KDE. Czy ją teraz utworzyć?
sk: KDevelop nemôže nájsť dokumentáciu KDE API. Chcete ju teraz vytvoriť?
sl: KDevelop ni našel dokumentacije KDE API. Ali želite, da se jo zgradi?
sv: KDevelop kunde inte hitta KDE:s API-dokumentation. Vill du skapa den nu?
xh: KDevelop ayifumananga uxwebhu le-KDE API. Ufuna ukuyijikelezisa ngoku?

source: New &Window
da: Nyt &vindue
de: Neues &Fenster
et: &Uus aken
hu: Ú&j ablak
it: Nuova &Finestra
ja: 新規ウィンドウ(&W)
nl: Nieu&w venster
no_ny: Nytt &vindauge
pl: Nowe &okno
sk: Nové &okno
sl: Novo &okno
sv: Nytt &fönster
xh: iWindow &entsha

source: Creating new view window for the current document...
da: Opretter nyt visningsvindue for det aktuel;le dokument...
de: Eine neues Anzeige-Fenster für das aktuelle Dokument wird erstellt...
et: Uue vaate loomine praeguse dokumendi jaoks...
hu: Új nézetablak létrehozása az aktuális dokumentumhoz...
it: Apri una nuova vista per il documento corrente
ja: 現在のドキュメントで新しいビューウィンドウを作成中...
nl: Bezig met het maken van een nieuw venster voor het huidige document...
no_ny: Lagar nytt vindauge for dokumentet ...
pl: Tworzenie nowego okna z aktualną dokumentacją...
sk: Vytváram okno pre nový pohľad aktuálneho dokumentu...
sl: Ustvarja se novo okno za pogled trenutnega dokumenta...
sv: Skapar ett nytt vyfönster för det nuvarande dokumentet...
xh: Yenza iwindow entsha yemboniselo yexwebhu langoku...

source: All &Tree Tool-Views
da: Alle &Træ værktøjsvisninger
de: &Baumansicht
et: Kõik puuvaate kaardid
hu: Az összes fastruktúra-né&zet
it: V&ista-Struttura
ja: 全ツリーツールビュー(&T)
nl: Alle &Boom hulpmiddelen-weergaven
no_ny: Alle &treoversiktar
pl: Widok całego &drzewa narzędzi
sk: Všetky &stromové pohľady
sl: Vsi &drevesni pogledi na orodja
sv: Alla &trädfönster
xh: Zonke iimboniselo-zesixhobo &somthi

source: &Classes
da: &Klasser
de: &Klassen
et: &Klassid
hu: &Osztályok
it: &Classi
ja: クラス(&C)
nl: &Klassen
no_ny: &Klassar
pl: &Klasy
sk: &Triedy
sl: &Razredi
sv: &Klasser
xh: &Iintlobo

source: &Groups
da: &Grupper
de: &Gruppen
et: &Grupid
hu: &Csoportok
it: &Gruppi
ja: グループ(&G)
nl: &Groepen
no_ny: &Grupper
pl: &Grupy
sk: &Skupiny
sl: &Skupine
sv: &Grupper
xh: &Amaqela

source: &Files
da: &Filer
de: &Dateien
et: &Failid
hu: &Fájlok
ja: ファイル(&F)
nl: &Bestanden
no_ny: &Filer
pl: &Pliki
sk: &Súbory
sl: &Datoteke
sv: &Filer
xh: &Iifayile

source: &Books
da: &Bøger
de: &Handbücher
et: &Raamatud
hu: &Könyvek
it: &Guide
ja: ブック(&B)
nl: &Boeken
no_ny: &Bøker
pl: P&odręczniki
sk: &Knihy
sl: &Knjige
sv: &Böcker
xh: &Iincwadi

source: &Watch
da: &Overvåg
de: &Überwachen
et: &Vaata
hu: F&igyelés
ja: ウォッチ(&W)
nl: &Volgen
no_ny: &Overvak
pl: &Nadzór
sk: &Pozorovať
sl: &Opazovalec
sv: Be&vaka
xh: &Jonga

source: All &Output Tool-Views
da: Alle &Uddata værktøjsvisninger
de: &Ausgabefenster
et: Kõik väljundiakna &kaardid
hu: Az összes &kimeneti nézet
it: Vista-&Output
ja: 全出力ツールビュー(&O)
nl: Alle &Uitvoer hulpmiddelen-weergave
no_ny: Alle &resultatvindauge
pl: Widok &wyników
sk: Všetky &výstupné pohľady
sl: Vsi izh&odni pogledi na orodja
sv: Alla &utmatningsfönster
xh: Zonke iimboniselo-zesixhobo &semveliso

source: &Messages
da: &Beskeder
de: &Meldungen
et: &Teated
hu: Üz&enetek
it: &Messaggi
ja: メッセージ(&M)
nl: B&erichten
no_ny: &Meldingar
pl: &Komunikaty
sk: &Správy
sl: S&poro�la
sv: &Meddelanden
xh: &Imiyalezo

source: &StdOut
da: &stdud
de: &Standard Ausgabe
ja: 標準出力(&S)
sv: &Standardutmatning
xh: &Std ngaphandle

source: S&tdErr
da: &stdfejl
de: Standard &Fehlerausgabe
ja: 標準エラー出力(&t)
sv: S&tandardfelutmatning
xh: S&td Impazamo

source: &Breakpoints
da: &Stoppunkter
de: &Haltepunkte
et: &Katkestuspunktid
hu: Törés&pontok
it: &Breakpoint
ja: ブレークポイント(&B)
no_ny: &Brotpunkt
pl: &Pułapki
sk: &Zarážky
sl: Prelomna &točka
sv: &Brytpunkter
xh: &Iincopho zokophula

source: &Disassemble
de: &Disassemblieren
hu: &Visszafejtés
it: &Disassembla
ja: 逆アセンブル(&D)
nl: &Disassembleren
no_ny: &De-assembler
pl: D&easemblacja
sk: &Disasemblované
sl: &Razgradi (dissassemble)
sv: Visa assemblerko&d
xh: &Sukuhlanganisa

source: &Call Stack
da: &Kaldstak
et: &Pinu vaade
hu: Hívási ve&rem
ja: コールスタック(&C)
nl: &Aanroepstack
no_ny: &Kallstabel
pl: Stos w&ywołań
sk: Zásobník &volaní
sl: Sklad &klicev
sv: Anropssta&ck
xh: &Biza imfumba

source: Creates a new file
da: Laver ny fil
de: Erzeugt eine neue Datei
et: Loob uue faili
hu: Új fájl létrehozása
id: Buat file baru
it: Crea un nuovo file
ja: 新しいファイルを作る
nl: Maakt een nieuw bestand
no_ny: Lagar ei ny fil
pl: Tworzy nowy plik
sk: Vytvoriť nový súbor
sl: Ustvari novo datoteko
sv: Skapar en ny fil
xh: Yenza ifayile entsha

source: Opens an existing file
da: Åbner en eksisterende fil
de: Öffnet eine vorhandene Datei
et: Avab olemasoleva faili
hu: Létező fájl megnyitása
id: Buka file yang sudah ada
it: Apri un file esistente
ja: 現存するファイルを開く
nl: Opent een bestaand bestand
no_ny: Opnar ei eksisterande fil
pl: Otwiera istniejący plik
sk: Otvoriť existujúci súbor
sl: Odpre se obstoječa datoteka
sv: Öppnar en befintlig fil
xh: Ivula ifayile ekhoyo

source: Closes the current file
da: Lukker den aktuelle fil
de: Schließt die aktuelle Datei
et: Sulgeb praeguse faili
hu: Az aktuális fájl bezárása
it: Chiude il file corrente
ja: 現在のファイルを閉じる
nl: Sluit het huidige bestand
no_ny: Lukkar fila
pl: Zamyka aktualny plik
sk: Zatvorí aktuálny súbor
sl: Zapre trenutno datoteko
sv: Stänger den nuvarande filen
xh: Ivala ifayile yangoku

source: Discard all changes and reload file
da: Kassér alle ændringer og genindlæs fil
de: Alle Änderungen verwerfen und Datei neu laden.
hu: A módosítások eldobása és a fájl újratöltése
it: Annulla tutte le modifiche e ricarica il file
ja: 変更を破棄してファイルを再読み込み
nl: Alle wijzigingen verloren laten gaan en het bestand herladen
no_ny: Forkast alle endringar og last fila om att
sk: Zahodiť všetky zmeny a znovu načítať súbor
sl: Zavrzi vse spremembe in vnovič naloži datoteko
sv: Förkasta alla ändringar och ladda om filen
xh: Lahla zonke iintshintsho kwaye ulayishe kwakhona ifayile

source: Save the current document
da: Gemmer det aktuelle dokument
de: Speichert das aktuelle Dokument
et: Salvesta praegune dokument
hu: Az aktuális dokumentum elmentése
it: Salva il documento corrente
ja: 現在のドキュメントを保存します
nl: Huidige bestand opslaan
no_ny: Lagra dokumentet
pl: Zapisuje aktualny dokument
sk: Uložiť aktuálny dokument
sl: Shrani trenutni dokument
sv: Spara det nuvarande dokumentet
xh: Gcina uxwebhu langoku

source: Save the document as...
da: Gemmer dokumentet som...
de: Speichert das Dokument unter...
et: Salvesta dokument nagu...
hu: A dokumentum mentése mint...
id: Simpan dokumen sebagai...
it: Salva il documento con nome...
ja: ドキュメントを名前をつけて保存...
nl: Huidige bestand opslaan als...
no_ny: Lagra dokumentet som ...
pl: Zapisuje dokument jako...
sk: Uložiť dokument ako...
sl: Zapis datoteke kot...
sv: Spara dokumentet som...
xh: Gcina uxwebhu njenge...

source: Save all changed files
da: Gem alle ændrede filer
de: Speichert alle geänderten Dateien
et: Salvesta kõik muudetud failid
hu: Az összes módosított fájlt mentése
id: Simpan semua perubahan
it: Salva tutti i file modificati
ja: 変更のあったすべてのファイルを保存
nl: Alle gewijzigde bestanden opslaan
no_ny: Lagrar alle endra filer
pl: Zapisuje wszystkie zmienione pliki
sk: Uložiť všetky zmenené súbory
sl: Zapis vseh spremenjenih datotek
sv: Spara alla ändrade filer
xh: Gcina zonke iifayile ezitshintshiweyo

source: Prints the current document
da: Skriver ud gældende dokument
de: Druckt das aktuelle Dokument
et: Prindib selle dokumendi
hu: Az aktuális dokumentum kinyomtatása
id: Cetak dokumen saat ini
it: Stampa il documento corrente
ja: 現在のドキュメントを印刷します
nl: Drukt het huidige document af
no_ny: Skriv ut dokumentet
pl: Drukuje aktualny dokument
sk: Tlačiť tento dokument
sl: Izpis trenutnega dokumenta
sv: Skriver ut det nuvarande dokumentet
xh: Ishicilela uxwebhu langoku

source: Exits the program
da: Afslutter programmet
de: Beendet das Programm
et: Väljub rakendusest
hu: Kilépés a programból
id: Keluar dari program
it: Esce dal programma
ja: プログラムを終了します
nl: Beeindigt het programma
no_ny: Avsluttar programmet
pl: Zakończenie programu
sk: Koniec programu
sl: Izhod iz programa
sv: Avslutar programmet
xh: Ikhupha udweliso lwenkqubo

source: Reverts the last editing step
da: Fjerner sidste redigeringstrin
de: Macht den letzten Schritt rückgängig
et: Taastab viimase muutmise
hu: Az utolsó szerkesztési lépés visszavonása
id: Rujuk langkah editing terakhir
it: Inverte l'ultima modifica
ja: 最後の編集工程を戻す
nl: Maakt de laatste stap ongedaan
no_ny: Går attende eitt redigeringssteg
pl: Cofa ostatnie polecenie edycji
sk: Návrat posledného editačného kroku
sl: Odnaredi se zadnji korak v urejanju
sv: Ångrar det senaste redigeringssteget
xh: Ibuyisela inqwanqwa lokuhlela lokugqibela

source: Re-execute the last undone step
da: Udfører sidste fortrudte redigeringstrin igen
de: Stellt den letzten rückgängig gemachten Schritt wieder her
et: Täidab viimase taastatud tegevuse uuesti
hu: Az utoljára visszavont lépés újra végrehajtása
id: Re-eksekusi langkah terakhir yang belum selesai
it: Ripete l'ultima modifica
ja: もう一回戻す
nl: Voert de ongedaan gemaakte stap toch weer uit
no_ny: Utfør det siste angra steget om att
pl: Ponownie wykonuje ostatnio cofnięty krok
sk: Znovu vykonať posledný vrátený krok
sl: Ponovno se izvrši zadnjo odnarejeni korak
sv: Gör om det senast ångrade steget
xh: Iphumeza-kwakhona inqwanqwa elingenziwanga lokugqibela
