Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Select internal or external debugger Choose whether to use an external debugger or the internal debugger within kdevelop The internal debugger is a frontend to gdb
da: Vælg indre eller ydre fejlretter Vælg om du vil bruge en ydre fejlretter eller en indre indenfor kdevelop Den indre fejlretter er en front for gdb
de: Wählen Sie den internen oder externen Debugger Wählen Sie aus, ob Sie den internen oder einen externen Debugger verwenden möchten. Der interne Debugger ist eine graphische Benutzer- oberfläche für gdb.
et: Sisemine või välimine silur Vali, kas soovid kasutada sisemist või välist silurit. Sisse ehitatud silur on gdb ümbrisrakendus.
hu: Választás a beépített és egy külső nyomkövető között Itt kell megadni, hogy a KDevelop beépített nyomkövetőjét szeretné-e használni (ez a gdb-re épül) vagy inkább egy másik, külső programot.
id: Pilih debugger internal atau eksternal Pilih antara debugger eksternal atau internal dalam kdevelop. Debugger internal adalah fronten gdb.
it: Seleziona debugger interno o esterno Scegli se utilizzare un debugger esterno o il debugger interno da KDevelop Il debugger interno è un interfaccia grafica per gdb.
ja: 内蔵および外部デバッガを選択 kdevelopで内蔵デバッガを使うか、外部デバッガを 使うかを選択する。内蔵デバッガはgdbの フロントエンドです。
nl: Interne of externe debugger selecteren U kunt hier kiezen of u een externe debugger wilt gebruiken of de interne debugger in KDevelop. De interne debugger een frontend is voor de gdb debugger.
no_ny: Vel intern eller ekstern avlusar Vel om du skal bruka ein ekstern avlusar eller den interne avlusaren i KDevelop. Den interne avlusaren er eit grensesnitt mot gdb.
pl: Wybieranie wewnętrznego lub zewnętrznego debugera Debuger wewnętrzny to gdb.
sk: Vyberte interný alebo externý odlaďovač Vyberte si, či chcete používať externý odlaďovač alebo interný v rámci KDevelop. Interný odlaďovač je rozhranie pre gdb.
sl: Izberite notranji ali zunanji razhroščevalnik Izberite, ali boste uporabili zunanji razhroščevalnik ali notranji razhroščevalnik znotraj kdevelop. Notranji razhroščevalnik je prednostni gdb.
sv: Välj inbyggd eller extern avlusare Välj om en extern avlusare eller avlusaren som är inbyggd i kdevelop ska användas. Den inbyggda avlusaren är ett gränssnitt för gdb
xh: Khetha eyangaphakathi okanye ngaphandle idebugger Khetha noba uksebenzisa eyangaphandle idebugger okanye eyangaphakathi kwi kdevelop Eyangaphakathi idebugger isisiphelo esiphambili kwi gdb

source: External debugger settings
da: Opsætning af ekstern fejlretter
de: Einstellungen für externen Debugger
et: Välise siluri seadistused
hu: A külső nyomkövető beállítása
id: Seting debugger eksternal
it: Impostazioni Debugger esterno
ja: 外部デバッガの設定
nl: Externe Debugger Instellingen
no_ny: Innstillingar for ekstern avlusar
pl: Ustawienia zewnętrznego debugera
sk: Nastavenie externého ladenia
sl: Nastavitve zunanjega razhroščevalnika
sv: Inställningar för extern avlusare
xh: Izicwangciso ze debugger yangaphandle

source: Select debug command:
da: Vælg fejlretter-kommando:
de: Debug-Kommando:
et: Silumiskäsk:
hu: A nyomkövetési parancs kiválasztása:
id: Pilih perintah debug:
it: Seleziona il comando di debug:
ja: デバッグコマンドを選択:
nl: Debug commando selecteren:
no_ny: Vel avlusingskommando:
pl: podaj nazwę debugera:
sk: Vyberte príkaz pre ladenie:
sl: Izberite ukaz za razhroščevanje:
sv: Välj avlusarkommando:
xh: Khetha umyalelo we debug:

source: Identify the external debugger Enter the program name you wish to run as your debugger
da: Identificér den ydrefejlretter Indtast programnavnet du ønsker at køre som din fejlretter
de: Geben Sie den externen Debugger an Geben Sie das Kommando zum Aufruf des von Ihnen gewünschten Debuggers an
et: Välise siluri defineerimine Sisesta siia selle rakenduse nimi, mida soovid silurina kasutama hakata.
hu: A külső nyomkövető azonosítása Adja meg a nyomkövetéshez használt program nevét.
id: Identifikasi debugger eksternal Masukkan nama program yang ingin anda jalankan sebagai debugger
it: Identifica il debugger esterno Inserisci il nome del programma che desideri utilizzare come debugger.
ja: 外部デバッガを指定 デバッガとして使いたいデバッガ名を 入力します
nl: De externe debugger identiceren Voer hier de naam in van dhet programma dat u als debugger wilt gebruiken.
no_ny: Identifiser ekstern avlusar Oppgi namnet på programmet du vil bruka som avlusar.
pl: Identyfikacja zewnętrznego debugera Podać nazwę programu, który ma być uruchamiany jako debuger.
sk: Zadajte externý odlaďovač Zadajte meno programu, ktorý chcete spúšťať ako odlaďovač.
sl: Določite zunanji razhroščevalnik Vnesite ime programa, ki ga želite pognati kot vaš razhroščevalnik
sv: Identifiera den externa avlusaren Ange programnamnet som du vill köra som din avlusare
xh: Qwalasela idebugger yangaphandle Ngenisa igama lodweliso lwenkqubo unqwenela ukulenza njenge debugger yakho

source: Internal debugger settings
da: Opsætning for intern fejlretter
de: Einstellungen für internen Debugger
et: Sisemise siluri seadistused
hu: A belső nyomkövető beállítása
id: Seting debugger internal
it: Impostazioni Debugger interno
ja: 内部デバッガの設定
nl: Interne Debugger Instellingen
no_ny: Innstillingar for intern avlusar
pl: Ustawienia wewnętrznego debugera
sk: Nastavenie interného ladenia
sl: Nastavitve notranjega razhroščevalnika
sv: Inställningar för inbyggd avlusare
xh: Izicwangciso zangaphakathi ze debugger

source: Display static members
da: Vis statiske medlemmer
de: Statische Member anzeigen
et: Staatiliste muutujate näitamine
hu: A statikus tagok megjelenítése
id: Tampilkan member statik
it: Visualizza membri static
ja: スタティックメンバを表示
nl: Statische leden tonen
no_ny: Vis statiske medlemmer
pl: pokaż składniki statyczne
sk: Zobrazovať statických členov
sl: Prikaži statične člane
sv: Visa statiska medlemmar
xh: Bonisa amalungu astatiki

source: Display static members Displaying static members makes gdb slower in producing data within kde and qt. It may change the "signature" of the data which QString and friends rely on. But if you need to debug into these values then check this option
da: Vis statiske medlemmer Visning af statiske medlemmer gør gdb langsommere til at producere data indenfor kde og qt. Det kan ændre "underskriften" på de data som QString og venner er afhængig af. Men hvis du har brug for at fejlrette i disse værdier, så afkryds dette valg
de: Statische Member anzeigen Die Anzeige von statischen Membern verlangsamt die Datenenerzeugung von gdb in kde und qt. Die "Signatur" der Daten, auf die sich QString und dergleichen verlassen, könnte verändert werden. Wenn Sie den Wert statischer Member debuggen müssen, markieren Sie die Option.
et: Staatiliste muutujate näitamine Staatiliste muutujate näitamine teeb gdb aeglasemaks ja võib muuta ka andmete "signatuuri", millest QString ja ta sõbrad sõltuvad. Kui sul on vaja nende muutujate väärtusi, siis loomulikult märgista see valik.
hu: A statikus tagok megjelenítése Ennek választása esetén a gdb lassabban szolgáltatja az adatokat a KDE-n és a Qt-n belül. Megváltoztathatja az adat "aláírását", amelyre a QString és a többi osztály építkezik. De ha ezeknek az elemeknek a változását is követni szeretné, jelölje be az opciót.
id: Tampilkan member statik Tampilan member statik membuat gdb lebih lambat dalam membuat data dalam kde dan qt. Ini juga mengganti "signature" dari data tempat di mana QString dan teman bersandar. Tapi jika Anda ingin debug ke dalam nilai ini pilih pilihan ini.
it: Visualizza membri static La visualizzazione dei membri static rende gdb più lento a produrre dati all'interno di kde e qt. Potrebbe cambiare la "signature" dei dati sulla quale fanno affidamento QString e altre classi. Se hai bisogno di debuggare i membri static seleziona questa opzione.
ja: スタティックメンバーを表示 スタティックメンバを表示させると、gdbはkdeやqt内の データを生成するのが遅くなります。 これはQString及びそのフレンドクラスが依存している データの"シグネチャ"を変更するでしょう。 しかしそれらの値の中までデバッグをする必要がある時 はこのオプションを有効にして下さい。
nl: Statische leden tonen Het tonen van statische leden (variabelen) vertraagt gdb in het produceren van data binnen KDE en Qt. Het kan de "handtekening" van de data veranderen waar QString en consorten op vertrouwen. Maar als u deze waarden moet debuggen dan moet u deze optie selecteren.
no_ny: Vis statiske medlemmer Vising av statiske medlemmer gjer gdb treigare ved produksjon av data innan KDE og Qt. Funksjonen kan endra «signaturen» til data som QString med venner er avhengige av. Dersom du treng å feilsøkja innan desse verdiane, må du bruka denne funksjonen.
pl: Wyświetla składniki statyczne Wyświetlanie składników statycznych, przy kodzie kde i qt, spowalnia pracę gdb.
sk: Zobrazovať statických členov Zobrazovanie statických členov spomalí gdb pri vytváraní dát v kde a qt. Táto voľba môže zmeniť "signatúru" dát, na ktorých závisí QString a spol. Ale ak potrebujete ladiť tieto hodnoty, použite túto voľbu.
sl: Prikaži statične člane Prikaz statičnih članov naredi gdb počasnejšega v pridobivanju podatkov znotraj kde in qt. Lahko spremeni "podpis" podatkov, na katere se QString in pomočniki zanašajo. Če pa želite razhtoščevati v te vrednosti, potem označite to izbiro
sv: Visa statiska medlemmar Genom att visa statiska medlemmar blir gdb långsammare på att producera data i kde och qt. Den kan ändra "signaturen" för data som QString och liknande klasser förlitar sig på. Men om du behöver avlusa dessa värden, markera då det här alternativet
xh: Bonisa amalungu elistatiki Ibonisa amalungu astatiki kwenza i gbd icothe ekuveliseni idata kwi kde ne qt. Inokutshintsha u"tyikityo" lwedata apho Umtya we Q uxhomekeke khona. Kodwa ukuba ufuna uku debug kula maxabiso ngoko khangela olu khetho

source: Display mangled names
da: Vis forandrede navne
de: Interne Symbolbezeichner anzeigen
et: Segatud nimede näitamine
hu: Az elkódolt (mangled) nevek megjelenítése
id: Tampilkan mangled names
it: Visualizza nomi mangled (storpiati)
ja: ランダムな名前を表示
nl: Verminkte namen tonen
no_ny: Vis forvridde namn
pl: pokaż uzupełnione nazwy
sk: Zobrazovať zhustené mená
sl: Prikaži okrnjena imena
sv: Visa behandlade namn
xh: Bonisa amagama awonakalisiweyo

source: Display mangled names When displaying the disassembled code you can select to see the methods mangled names However, non-mangled names are easier to read.
da: Vis 'mangled' navne Når disassembled kode vises kan du vælge at se metoderne 'mangled' navne ikke-mangled navne er imidlertid nemmere at læse.
de: Interne Symbolbezeichner anzeigen Bei der Anzeige von disassembliertem Code können Sie sich die vom Compiler vergebenen internenBezeichner der Methoden anzeigen lassen. Die normalen Bezeichner sind jedoch einfacher zu lesen.
et: Segatud nimede näitamine Pöördtransleerimisel saad valida kas näidata meetodite nimesid segases vormis või mitte. Igastahes on mitte-segaseid nimesid lihtsam lugeda
hu: Az elkódolt ('mangled') nevek megjelenítése A visszafejtett kód megjelenítésekor meg lehet jeleníteni az elkódolt neveket, azonban a kódolatlan nevek könnyebben olvashatók.
id: Tampilkan mangled names Saat menampilkan kode disassembled Anda dapat memilih untuk melihat metode mangled names. Bagaimanapun, non-mangled names lebih mudah dibaca.
it: Visualizza nomi mangled (storpiati) Quando vuoi visualizzare il codice disassemblato puoi scegliere di usare il metodo dei nomi mangled. In ogni modo, i nomi normali saranno sempre facili da leggere.
ja: 圧縮された名前を表示 逆アセンブルされたコードを表示する際に、短縮された シンボル名を表示することもできます. ですが、短縮されていない名前の方が読み易いです.
nl: Verminkte namen tonen Tijdens het weergeven van de gedisassembleerde code kunt u aangeven of u de verminkte namen van de methoden wilt zien. Niet-verminkte namen zijn makkelijker te lezen.
no_ny: Vis forvridde namn Ved vising av de-assemblert kode, kan du velja å sjå forvridde metodenamn. Metodenamna er lettare å lesa dersom dei ikkje er forvridde.
pl: Wyświetla uzupełnione nazwy Włączenie tej opcji, powoduje wyświetlanie uzupełnionych nazw metod w zdeassemblowanym kodzie. Kod bez uzupełnionych nazw metod jest łatwiejszy do czytania.
sk: Zobrazovať zhustené mená Pri zobrazovaní disassemblovaného kódu je možné zobrazovať mená metód zhustené. Nezhustené mená sa ale lepšie čítajú.
sl: Prikaži okrnjena imena Ko je prikazana nesestavljena koda, lahko izberete, da vidite okrnjena imena metod. Vendar pa so neokrnjena imena lažja za branje.
sv: Visa behandlade namn När assemblerkod visas kan du välja att se metodernas behandlade namn Dock är icke-behandlade namn lättare att läsa.
xh: Bonisa amagama awonakalisiweyo Xa ubonisa ikhowudi engahlanganiswanga ungakhetha ukubona iindlela zamagama awonakalisiweyo Ngoko ke, amagama-angonakaliswanga alula ukuwafunda.

source: Try setting breakpoints on lib load
da: Forsøg at sætte afbrudspunkter ved bib. indl.
de: Haltepunkte beim Laden von Bibliotheken setzen
et: Teegi laadimisel püütakse seada katkestuspunkte
hu: Töréspont beállítása a könyvtár betöltéséhez
id: Coba seting breakpoint di lib load
it: Tenta di impostare i breakpoint al caricamento della libreria
ja: ライブラリのロードにブレークポイント設定を試みる
nl: Breakpoints proberen te zetten tijdens het laden van de bibliotheek
no_ny: Prøv å setja brotpunkt ved bibliotekslasting
sk: Pokúsiť sa nastaviť zarážky pri načítavaní knižnice
sl: Poskusi nastaviti prelomne točke pri nalaganju knjižnice
sv: Försök att sätta brytpunkter vid laddning av bibliotek
xh: Zama ukucwangcisa iincopho zokophula kulayisho le lib

source: Set pending breakpoints on loading a library If GDB hasn't seen a library that will be loaded via "dlopen" then it'll refuse to set a breakpoint in that code. We can get gdb to stop on a library load and hence try to set the pending breakpoints. See docs for more details and a "gotcha" relating to this behaviour. If you are not "dlopen"ing libs leave this off.
da: Sætter ventende stoppunkter ved indlæsning af bibliotek Hvis GDB ikke har set et bibliotek der vil blive indlæst via "dlopen" så vil den nægte at sætte afbrudspunkter i denne kode. Vi kan få gdb til at standse en biblioteksindlæsning og derfor prøve at sætte de ventende afbrudspunkter. Se docs for flere detaljer og en "fik-dig" relaterende til denne opførsel. Hvis du ikke "dlopen"er biblioteker så kan dette være fra.
de: "Schwebende" Haltepunkte beim Laden von Bibliotheken setzen Wenn GDB eine Bibliothek, die mittels "dlopen" geladen werden soll noch nicht kennt, weigert er sich einen Haltepunkt in diesem Code zu setzen. Es ist jedoch möglich, beim Laden der Bibliothek anzuhalten und dann zu versuchen die "schwebenden" Haltepunkte zu setzen. In der Dokumentation finden Sie weitere Details zu dieser Problematik. Wenn Sie keine Bibliotheken mit "dlopen" laden, lassen Sie diese Option ausgeschaltet.
et: Teegi laadimisel püütakse seada katkestuspunkte Tavaliselt keeldub GDB seadma katkestuspunkte "dlopen" kaudu avatavate tundmatute teekide sisse. Me saame käskida gdb-d peatuma teegi laadimisel ja sellega anda katkestuspunktide seadmise võimalust. Täpsema info saamiseks vaata dokumentatsiooni. Kui sa ei ava teeke "dlopen" abil, siis jäta märgistamata.
hu: Töréspont beállítása könyvtár betöltéséhez Ha a GDB még nem találkozott a "dlopen"-nel betölteni kívánt könyvtárral, akkor nem fog tudni arra töréspontot beállítani. Rá lehet venni a gdb-t, hogy álljon meg a könyvtár betöltésekor és próbálja akkor beállítani a töréspontokat. A részleteket lásd a dokumentációban (a problémák leírását is olvassa el!). Ha nem használja a "dlopen" hívást betöltéshez, akkor ne jelölje be az opciót.
id: Set pending breakpoint dalam loading pustaka Jika GDB tidak melihat pustaka yang akan dimuatkan via "dlopen" maka akan menolak untuk set breakpoint dalam kode tersebut. Kita dapat menghentikan gdb saat memuat pustaka dan coba set pending breakpoints. Lihat dokumentasi untuk detilnya dan "gotchat" berkaitan dengan perilaku ini. Jika anda tidak "dlopen"ing libs, biarkan pilihan ini.
it: Imposta i breakpoint al caricamento di una libreria Se GDB non ha visto una libreria che sarà caricata tramite "dlopen", si rifiuterà di impostare un breakpoint in quel codice. E' possibile fare in modo che GDB di
ja: GDBは、"dlopen"を用いてロードされるライブラリで未だロード されていないものについては、その中のコードへのブレークポイント の設定を拒否します. そこでライブラリのロードで一度GDBを停止さ せれば、ペンディングにされていたブレークポイントの設定を試みる ことができるようになります. この挙動の詳細や諸々の事項について はドキュメントを参照して下さい もしライブラリを"dlopen"していないならこれはオフにしておいて下さい.
nl: Nog te zetten breakpoints zetten tijdens het laden van de bibliotheek Als GDB een bibliotheek die geladen wordt via "dlopen" nog niet heeft gezien dan zal het weigeren om een breakpoint in die code te zetten. We kunnen gdb laten stoppen bij het laden van een bibliotheek en dan de resterende breakpoints proberen te zetten. Zie de documenten voor meer informatie en een "gotcha" met betrekking tot dit gedrag. Als u geen gebruik maakt van "dlopen" dan moet u dit uit laten.
no_ny: Set ventande brotpunkt ved lasting av bibliotek Dersom GDB ikkje har sett eit bibliotek som vert lasta via «dlopen», kan du ikkje setja eit brotpunkt i den koden. GDB kan tvingast til å stoppa på eit bibliotek, og med det prøva å setja dei ventande brotpunkta. Du finn meir informasjon i hjelpetekstane, spesielt om moglege farar ved denne funksjonen. Dersom du ikkje brukar «dlopen» for å opna bibliotek, treng du heller ikkje bruka denne funksjonen.
sk: Pokúsiť sa nastaviť zarážky v načítavaní knižnice Ak GDB nenavštívíil knižnicu, ktorá bude načítaná pomocou "dlopen", odmietne v jej kóde nastaviť zarážku. Táto možnosť zastaví gdb pri načítavaní knižnice a umožní tak pokus o nastavenie chýbajúcich zarážiek. Viac informácií je v dokumentácií a v "gotcha" odpovedajúcej tomuto chovaniu. Ak nepoužívate "dlopen", túto voľbu nepotrebujete.
sl: Nastavi viseče prelomne točke pri nalaganju knjižnice Če GDB ni videl knjižnice, ki bo naložena preko "dlopen", potem bo preprečil nastaviti prelomne točke v tej kodi. Lahko se gdb pripravi k ustavitvi pri nalaganju knjižnic in tako poskuša nastaviti viseče prelomne točke. Poglejte dokumentacijo za več podrobnosti in v "gotcha" povezavi s tem obnašanjem. Če ne delate "dlopen" na knjižnicah, potem pustite to pri miru.
sv: Sätt vilande brytpunkter vid laddning av bibliotek Om GDB inte har sett ett bibliotek som skall laddas via "dlopen", så vägrar den sätta en brytpunkt i den koden. Vi kan fu gdb att stanna när ett bibliotek laddas och på så sätt försöka sätta de vilande brytpunkterna. Se dokumenten för mer detaljer och ett sätt att "åka dit" relaterat till detta beteende. Om du inte använder "dlopen" för bibliotek lämna det här av.
xh: Cwangcisa iincopho zokophula ezilinde isigqibo ekulayisheni ilayibrari Ukuba i GDB ayiyibonanga ilayibrari ezakulayishwa ukugqitha ku "dlopen" ngoko izakwala ukucwangcisa incopho yokophula kulo khowudi. Singafumana i gdb ukumisa kulayisho lelayibrari kwaye njengoko sizama ukucwangcisa iincopho zokophula ezilinde isigqibo. Bon aamaxwebhu ukufumana iinkcukacha ezininzi kunye ne "gotcha" ezalana nale mpatho. Ukuba awuyo "dlopen" ing libs ishiya oku kucimile.

source: Enable floating toolbar
da: Aktivér flydende værktøjsbjælke
de: Schwebende Werkzeugleiste
et: Liikuva tööriistariba lubamine
hu: A lebegő eszköztár engedélyezése
id: Adakan toolbar floating
it: Abilita la barra degli strumenti galleggiante
ja: フローティングツールバーを有効
nl: Drijvende knoppenbalk activeren
no_ny: Bruk flytande verktøylinje
pl: włącz pływający pasek narzędzi
sk: Povoliť plávajúci panel nástrojov
sl: Omogoči plavajočo orodjarno
sv: Aktivera flytande verktygsrad
xh: Yenza ibar yesixhobo equkuqelayo

source: Enable floating toolbar Use the floating toolbar. This toolbar always stays on top of all windows so that if the app covers KDevelop you have control of the app though the small toolbar Also this toolbar can be docked to the panel This toolbar is in addition to the toolbar in KDevelop
da: Aktivér flydende værktøjslinie Brug flydende værktøjslinie. Denne værktøjslinie bliver altid ovenpå alle vinduer så hvis anv dækker covers KDevelop kan man have kontrol af anv gennem den lille værktøjslinie Denne værktøjslinie kan også dokkes i panelet Denne værktøjslinie er ekstra i forhold til værktøjslinien i KDevelop
de: Schwebende Werkzeugleiste Verwenden Sie die "schwebende" Werkzeugleiste. Diese Leiste bleibt immer über allen Fenstern, so dass Sie eine Anwendung, die KDevelop verdeckt, weiterhin kontrollieren können. Außerdem kann man die Werkzeugleiste in die Kontrollleiste andocken. Diese Leiste wird zusätzlich zur Werkzeugleiste in KDevelop angezeigt.
et: Liikuva tööriistariba lubamine Liikuv tööriistariba jääb alati kõigi akende peale nii, et kui rakendus peaks katma KDevelopi akna, siis saad seda ikkagi kontrollida väiksema tööriistariba abil. Samuti saabseda dokkida paneelile.
hu: A lebegő eszköztár engedélyezése Itt lehet engedélyezni a lebegő eszköztárat, amely mindig a többi ablak felett marad. Még ha a készített alkalmazás takarja is a KDevelop-ot, a lebegő eszköztár segítségével mindig kezelhető marad. Bedokkolható a panelba is. Ez az eszköztár kiegészíti a KDevelop normál eszköztárát, nem helyettesíti azt.
id: Adakan toolbar floating Gunakan toolbar floating. Toolbar ini akan ada di depan semua jendela sehingga jika app menutupi KDevelop Anda msih punya kontrol terhadap aplikasi lewat toolbar kecil yang bisa diletakkan di panel. Toolbar ini sebagai tambahan toolbar di KDevelop
it: Abilita la barra degli strumenti galleggiante Questa barra degli strumenti rimane sempre in primo piano così se l'applicazione copre KDevelop hai il controllo di essa tramite la piccola barra degli strumenti. Inoltre può essere aggiunta al pannello. Questa barra degli strumenti è in aggiunta a quella in KDevelop.
ja: フローティングツールバーを使います. このツールバーは、常に 全てのウィンドウの前面に表示されるので、アプリケーションが KDevelopを覆い隠してしまっても、この小さいツールバーを使っ てアプリケーションのデバッグ実行をコントロールできます. またこのツールバーはパネルにドッキングできます. このツールバーはKDevelopのツールバーに追加されます
nl: Drijvende knoppenbalk activeren Gebruik een drijvende knoppenbalk. Deze knoppenbalk blijft bovenop alle andere vensters staan zo dat als uw applicatie KDevelop helemaal bedekt dat u dan toch de beschikking heeft over deze kleine knoppen- balk. Deze knoppenbalk kan ook in het paneel afgemeerd worden. Deze knoppenbalk is een toevoeging naast de knoppenbalk in KDevelop.
no_ny: Bruk flytande verktøylinje Brukar ei flytande verktøylinje som alltid ligg over alle vindauga. Dersom eit program legg seg over KDevelop, har du likevel kontrollen gjenom den vesle verktøylinja. Denne verktøylinja kan dessutan leggjast inn på panelet. Verktøylinja kjem i tillegg til verktøylinja i KDevelop.
sk: Povoliť plávajúci panel nástrojov Použiť plávajúci panel nástrojov. Tento panel vždy zostáva nad ostatnými oknami, takže ak aplikácia zakryje KDevelop, máte stále možnosť ovládať aplikáciui pomocou malého panelu. Tento panel je možné umiestniť aj do panelu plochy. Je prídavkom do panelu nástrojov KDevelop.
sl: Omogoči plavajočo orodjarno Uporabi plavajočo orodjarno. Ta orodjarna vedno ostane na vrhu vseh oken; če program prekrije KDevelop, potem imate nadzor nad programom preko majhne orodjarne. Prav tako ja lahko ta orodjarna pripeta na pult. Ta orodjarna je dodatna orodjarni v KDevelop.
sv: Aktivera flytande verktygsrad Använd den flytande verktygsraden. Den här verktygsraden förblir alltid över alla fönster så om programmet täcker KDevelop så har du kontroll på det genom den lilla verktygsraden. Dessutom kan den här verktygsraden dockas i panelen. Den här verktygsraden finns oberoende av verktygsraden i KDevelop
xh: Yenza ibar yesixhobo equkuqelayo Sebenzisa ibar yesixhobo equkuqelayo. Le bar yesixhobo isoloko ihlala phezulu kwe window zonke ukuze ukub ai app igquma i KDevelop unolawulo lwe app ngapha kwe bar yesixhobo Kwakhona le bar yesixhobo inokuxinaniswa kwiqela lenjongo ethile Le bar yesixhobo iyongezwa kwi bar yesixhobo kwi KDevelop
