Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Enter the type of the member function here.
da: Indtast typen på medlemsmetoden her.
de: Geben Sie hier den Typ der Member-Funktion ein.
et: Sisesta siia funktsiooni tüüp.
hu: Itt adja meg a tagfüggvény típusát.
id: Masukkan tipe fungsi member di sini.
it: Inserisci il tipo di funzione membro.
ja: ここでメンバ関数の型を指定して下さい。
nl: Voer hier het type van de lid functie in.
no_ny: Oppgi typen til medlemsfunksjonen her.
pl: Tu podaje się typ funkcji składowej.
sk: Sem zadajte typ členskej funkcie.
sl: Vnos tipa razredne funkcije.
sv: Ange medlemsfunktions typ här.
xh: Ngenisa udidi lelungu lomsebenzi apha.

source: Enter the declaration of the member function here.
da: Indtast erklæringen på medlemsmetoden her.
de: Geben Sie hier die Deklaration der Member-Funktion ein.
et: Sisesta siia funktsiooni kirjeldus.
hu: Itt adja meg a tagfüggvény deklarációját.
id: Masukkan deklarasi fungsi member di sini.
it: Inserisci la dichiarazione della funzione membro.
ja: ここにメンバ関数の宣言を入力して下さい。
nl: Voer hier de declaratie van de lid functie in.
no_ny: Skriv deklarasjonen av medlemsfunksjonen her.
pl: Tu podaje się deklarację funkcji składowej.
sk: Sem zadajte deklaráciu členskej funkcie.
sl: Vnos deklaracije razredne funkcije.
sv: Ange medlemsfunktionens deklaration här.
xh: Ngenisa isibhengezo selungu lomsebenzi apha.

source: You can enter a description of the member function here.
da: Her kan du indtaste en beskrivelse af medlemsmetoden.
de: Sie können hier eine Beschreibung für die Member-Funktion eingeben.
et: Siia saad sisestada funktsiooni selgitavat teksti.
hu: Itt adhatja meg a tagfüggvény leírását.
id: Anda dapat masukkan deskripsi fungsi member di sini.
it: Puoi inserire la descrizione della funzione membro.
ja: ここにメンバ関数についての記述を入力します。
nl: U kunt hier een beschrijving van lid functie invoeren.
no_ny: Her kan du skriva ei skildring av medlemsfunksjonen.
pl: Tu podaje się opis funkcji składowej.
sk: Sem môžete zadať popis členskej funkcie.
sl: Vnos opisa razredne funkcije.
sv: Du kan ange en beskrivning av medlemsfunktionen här.
xh: Ungangenisa inkcazelo yelungu lomsebenzi apha.

source: You have to specify a function type.
da: Du skal opgive en funktionstype.
de: Sie müssen einen Typ für die Funktion angeben.
et: Funktsioonil peab olema tüüp!
hu: Meg kell adnia egy függvénytípust.
id: Anda harus tentuke tipe fungsi.
it: Devi specificare il tipo di funzione.
ja: 関数の型を指定しなければなりません。
nl: U moet een functietype specificeren.
no_ny: Du må oppgi ein funksjonstype.
pl: Musisz podać typ funkcji.
sk: Špecifikujte typ funkcie.
sl: Nastaviti je potrebno tip funkcije.
sv: Du måste ange en funktionstyp.
xh: Kufuneka ukhankanye udidi lomsebenzi.

source: You have to specify a function name.
da: Du skal opgive et funktionsnavn.
de: Sie müssen einen Namen für die Funktion angeben.
et: Funktsioonil peab olema nimi!
hu: Meg kell adnia egy függvénynevet.
id: Anda harus tentukan nama fungsi.
it: Devi specificare il nome della funzione.
ja: 関数名を指定しなければなりません。
nl: U moet een functienaam specificeren.
no_ny: Du må oppgi eit funksjonsnamn.
pl: Musisz podać nazwę funkcji.
sk: Špecifikujte meno funkcie.
sl: Nastaviti je potrebno ime funkcije.
sv: Du måste ange ett funktionsnamn.
xh: Kufuneka ukhankanye igama lomsebenzi.

source: Manual-File:
da: Manual-fil:
de: Handbuch-Datei:
et: Juhendifail:
hu: Kézikönyvfájl:
id: File-Manual:
it: File di Manuale:
ja: マニュアルファイル:
nl: Handleiding-bestand:
no_ny: Handbokfil:
pl: Plik instrukcji:
sk: Súbor s manuálom:
sl: Datoteka s priročnikom:
sv: Manualfil:
xh: Ifayile-yokuse Ncwadini:

source: Button
da: Bund
de: Knopf
et: Nupp
hu: Nyomógomb
id: Tombol
it: Pulsante
ja: ボタン
nl: Knop
no_ny: Knapp
pl: Przycisk
sk: Tlačidlo
sl: Gumb
sv: Knapp
xh: Iqhosha

source: New File...
da: Ny fil...
de: Neue Datei...
et: Uus fail...
hu: Új fájl...
id: File baru...
it: Nuovo file....
ja: 新しいファイル...
nl: Nieuw Bestand...
no_ny: Ny fil ...
pl: Nowy plik...
sk: Nový súbor...
sl: Nova Datoteka...
sv: Ny fil...
xh: Ifayile entsha...

source: lsm File - Linux Software Map
da: Lsm-fil - Linux Software Map
de: lsm-Datei - Linux Software Map
et: lsm-fail - Linux Software Map
hu: Lsm-fájl - Linux szoftvertérkép-fájl
id: File lsm - Linux Software Map
it: File lsm - Linux Software Map
ja: lsmファイル - Linux Software Map
nl: lsm Bestand - Linux Software Map
no_ny: lsm-fil - Linux Software Map
pl: Plik lsm - Linux Software Map
sk: lsm Súbor - Linux Software Map
sl: Datoteka lsm - Linux Software Map
sv: lsm-fil - Linux programvarukarta
xh: lsm Fayile - Linux Imaphu yezixhobo ze computer

source: kdelnk-File - for the KDE-Menu
da: kdelnk-fil - for KDE-menuen
de: kdelnk-Datei - für das KDE-Menü
et: kdelnk-fail - KDE menüü jaoks
hu: Munkaasztali linkfájl (.kdelnk) - a KDE menühöz
id: File-kdelnk - untuk menu KDE
it: File kdelnk - per il Menu di KDE
ja: kdelnkファイル - KDE-Menu用
nl: .kdelnk-Bestand - voor het KDE-Menu
no_ny: kdelnk-fil - for KDE-menyen
pl: Plik kdelnk - KDE-Menu
sk: kdelnk-Súbor - pre KDE menu
sl: Datoteka kdelnk - za KDE meni
sv: kdelnk-fil - för KDE:s meny
xh: kdelnk-Fayile - ye Menu-ye KDE

source: desktop-File - for the KDE-Menu
da: desktop-fil - for KDE-menuen
de: desktop-Datei - für das KDE-Menü
et: desktop-fail - KDE menüü jaoks
hu: Munkaasztali linkfájl (.desktop) - a KDE menühöz
id: File-desktop - untuk menu-KDE
it: File desktop per il Menu di KDE
ja: desktopファイル - KDE-Menu用
nl: desktop-Bestand - voor het KDE-Menu
no_ny: desktop-fil - for KDE-menyen
pl: Plik desktop - KDE-Menu
sk: desktop-Súbor - pre KDE menu
sl: Datoteka desktop - za KDE meni
sv: skrivbordsfil - för KDE:s meny
xh: desktop-Fayile - ye Menu ye-KDE

source: LinuxDoc SGML (english) (*.sgml)
da: LinuxDoc SGML (engelsk) (*.sgml)
de: LinuxDoc-SGML (englisch) (*.sgml)
et: LinuxDoc SGML (inglise) (*.sgml)
hu: LinuxDoc (angol, SGML) (*.sgml)
id: LinuxDoc SGML (inggris) (*.sgml)
it: LinuxDoc SGML (inglese) (*.sgml)
ja: LinuxDoc SGML (英語) (*.sgml)
nl: LinuxDoc SGML (engels) (*.sgml)
no_ny: LinuxDoc SGML (engelsk) (*.sgml)
pl: LinuxDoc SGML (angielski) (*.sgml)
sk: LinuxDoc SGML (anglický) (*.sgml)
sl: LinuxDoc SGML (angleško) (*.sgml)
sv: LinuxDoc SGML (engelska) (*.sgml)
xh: LinuxDoc SGML (isingesi) (*.sgml)

source: DocBook SGML (english) (*.docbook)
da: engelsk (docbook-sgml)
de: DocBook-SGML (englisch) (*.docbook)
et: DocBook SGML (inglise) (*.docbook)
hu: DocBook (angol, SGML) (*.docbook)
id: DocBook SGML (inggris) (*.docbook)
it: DocBook SGML (inglese) (*.docbook)
ja: DocBook SGML (英語) (*.docbook)
nl: Docbook SGML (engels) (*.docbook)
no_ny: DocBook SGML (engelsk) (*.docbook)
pl: DocBook SGML (angielski) (*.docbook)
sk: DocBook SGML (po anglicky) (*.docbook)
sl: DocBook SGML (angleško) (*.docbook)
sv: DocBook SGML (engelska) (*.docbook)
xh: DocBook SGML (isingesi) (*.docbook)

source: C/C++ File (*.cpp,*.c,*.cc,*.C ...)
da: C/C++-fil (*.cpp,*.c,*.cc,*.C ...)
de: C/C++-Datei (*.cpp,*.c,*.cc,*.C, ...)
et: C/C++ fail (*.cpp, *.c, *.cc, *.C ...)
hu: C/C++ forrásfájl (*.cpp, *.c, *.cc, *.C ...)
it: File C/C++ (*.cpp, *.c, *.cc, *.C ...)
ja: C/C++ ファイル (*.cpp,*.c,*.cc,*.C ...)
nl: C/C++ Bestand (*.cpp,*.c,*.cc,*.C ...)
no_ny: C/C++-fil (*.cpp, *.c, *.cc, *.C, ...)
pl: Plik implementacji C/C++ (*.cpp,*.c,*.cc,*.C ...)
sk: C/C++ Súbor (*.cpp,*.c,*.cc,*.C ...)
sl: C/C++ Datoteka (*.cpp,*.c,*.cc,*.C ...)
sv: C/C++ fil (*.cpp,*.c,*.cc,*.C ...)
xh: C/C++ Fayile (*.cpp,*.c,*.cc,*.C ...)

source: Empty Textfile
da: Tom tekstfil
de: Leere Textdatei
et: Tühi tekstifail
hu: Üres szöveges fájl
id: File teks Kosong
it: File di testo vuoto
ja: 空のテキストファイル
nl: Leeg Tekstbestand
no_ny: Tom tekstfil
pl: Pusty plik tekstowy
sk: Prázdny Textový súbor
sl: Prazna besedilna datoteka
sv: Tom textfil
xh: Ifayile yokubhaliweyo okungenanto

source: Qt Designer File (*.ui)
da: Qt Designer fil (*.ui)
de: QT Designer-Datei (*ui)
et: Qt Disaineri fail (*.ui)
hu: Qt Designer fájl (*.ui)
id: File Qt Designer (*.ui)
it: File QT Designer (*.ui)
ja: Qt Designer ファイル (*.ui)
nl: Qt Designer Bestand (*.ui)
no_ny: Qt Designer-fil (*.ui)
pl: Plik Qt Projektant (*.ui)
sk: Súbor pre Qt Designer (*.ui)
sl: Datoteka Oblikovalca Qt (*.ui)
sv: Qt-designerfil (*.ui)
xh: Qt Ifayile yoMyili (*.ui)

source: Lexical File (*.l, *.ll, *.lxx, *.l++)
da: Lexical-fil (*.l, *.ll, *.lxx, *.l++)
de: Lexikalische Datei (*.l, *.ll, *.lxx, *.l++)
et: keelefail (*.l, *.ll, *.lxx, *.l++)
hu: Lexikai fájl (*.l, *.ll, *.lxx, *.l++)
id: File Lexical(*.l, *.ll, *.lxx, *.l++)
it: File lessicale (*.l, *.ll, *.lxx. *l++)
ja: Lex ファイル (*.l, *.ll, *.lxx, *.l++)
nl: Lexicografisch Bestand (*.l, *.ll, *.lxx, *.l++)
no_ny: Leksikalfil (*.l, *.ll, *.lxx, *.l++)
pl: Pliki leksykalne (*.l, *.ll, *.lxx, *.l++)
sk: Lexikálny súbor (*.l, *.ll, *.lxx, *.l++)
sl: Leksična datoteka (*.l, *.ll, *.lxx, *.l++)
sv: Lexikalfil (*.l, *.ll, *.lxx, *.l++)
xh: Lexical Fayile (*.l, *.ll, *.lxx, *.l++)

source: Choose the type of the new file here.
da: Vælg typen på den nye fil her.
de: Wählen Sie hier den Typ der neuen Datei.
et: Vali uue faili tüüp
hu: Válassza ki az új fájl típusát.
id: Pilih tipe file baru di sini.
it: Seleziona il nuovo tipo di file.
ja: 新しいファイルのタイプを選択して下さい。
nl: Kies het type van het nieuwe bestand hier.
no_ny: Vel typen til den nye fila her
pl: Podaj typ nowego pliku.
sk: Vyberte typ nového súboru.
sl: Izberite tip nove datoteke.
sv: Välj typ den nya filen ska få här.
xh: Khetha udidi lwefayile entsha apha.

source: Manuals
da: Manualer
de: Handbücher
et: Õpikud
hu: Kézikönyvek
id: Manual
it: Manuali
ja: マニュアル
nl: Handleidingen
no_ny: Handbøker
pl: Instrukcje
sk: Manuály
sl: Priročniki
sv: Manualer
xh: Iincwadi

source: Filename:
da: Filnavn:
de: Dateiname:
et: Faili nimi:
hu: Fájlnév:
id: Namafile:
it: Nome file:
ja: ファイル名:
nl: Bestandsnaam:
no_ny: Filnamn:
pl: Nazwa pliku:
sk: Meno súboru:
sl: Ime datoteke:
sv: Filnamn:
xh: Igama lefayile:

source: Enter a name for your new file here.
da: Indtast et navn på din nye fil her.
de: Geben Sie hier einen Namen für die neue Datei ein.
et: Sisesta siia uue faili nimi
hu: Adja meg az új fájl nevét.
id: Masukkan nama file baru Anda di sini.
it: Inserisci il nome del nuovo file.
ja: 新しいファイルの名前を入力して下さい。
nl: Voer hier een naam voor het nieuwe bestand in:
no_ny: Skriv eit namn for den nye fila her.
pl: Tu podaje się nazwę nowego pliku.
sk: Zadajte meno Vášho nového súboru.
sl: Vpišite ime za novo datoteko.
sv: Ange ett namn för din nya fil här.
xh: Ngenisa igama lefayile yakho entsha apha.

source: use Template
da: brug skabelon
de: Vorlage verwenden
et: kasuta malli
hu: sablon használata
id: gunakan Template
it: usa il Template
ja: テンプレートを使う
nl: gebruik Sjabloon
no_ny: bruk mal
pl: użyj szablonu
sk: použiť šablónu
sl: uporabi Predlogo
sv: använd mall
xh: sebenzisa iTemplate

source: Check this if you want to use a template.
da: Afkryds her hvis du ønsker at bruge en skabelon.
de: Markieren Sie diese Einstellung, wenn Sie eine Vorlage verwenden möchten.
et: Märgista, kui soovid kasutada malli
hu: Jelölje be, ha sablont kíván használni.
id: Pilih ini jika Anda ingin menggunakan template.
it: Spunta questo se vuoi usare un template.
ja: テンプレートを使いたい場合チェックして下さい。
nl: Selecteer dit als u een sjabloon wilt gebruiken
no_ny: Vel denne om du vil bruka ein mal.
pl: Zaznacz, jeśli chcesz używać szablonu.
sk: Zapnite, ak chcete použiť šablónu.
sl: Odkljukajte, če želite uporabiti predlogo.
sv: Markera det här om du vill använda en mall.
xh: Khangela oku ukuba ufuna ukusebenzisa itemplate.

source: add to Project
da: tilføj projekt
de: Zum Projekt hinzufügen
et: Lisa projektile
hu: hozzáadás a projekthez
id: tambah ke Proyek
it: aggiungi al progetto
ja: プロジェクトに追加
nl: voeg aan project toe
no_ny: legg til prosjektet
pl: dodaj do projektu
sk: pridať do Projektu
sl: dodaj v projekt
sv: lägg till i projekt
xh: dibanisa kwi projekti

source: Check this if you want to add the new file to your project.
da: Afkryds her hvis du vil tilføje en ny fil til projektet.
de: Markieren Sie diese Einstellungen, wenn Sie die neue Datei zu Ihrem Projekt hinzufügen möchten.
et: Märgista, kui soovid uut faili projektile lisada.
hu: Jelölje be, ha hozzá kívánja adni ezt az új fájlt a projekthez.
id: Pilih ini jika ingin menambah file di proyek Anda
it: Spunta questo se vuoi aggiungere il nuovo file al tuo progetto
ja: 新しいファイルプロジェクトに追加したい場合はチェックして下さい。
nl: Selecteer dit als u het nieuwe bestand aan het project wilt toevoegen.
no_ny: Vel denne om du vil leggja den nye fila til prosjektet.
pl: Zaznacz, jeśli chcesz dodać nowy plik do projektu.
sk: Zapnite, ak chcete pridať nový súbor do projektu.
sl: Odkljukajte, če želite dodati novo datoteko v projekt.
sv: Markera det här om du vill lägga till den nya filen i ditt projekt.
xh: Khangela oku ukuba ufuna ukudibanisa ifayile entsha kwi projekti yakho.

source: Location:
da: Sted:
de: Verzeichnis:
et: Asukoht:
hu: Elérési út:
id: Lokasi:
it: Posizione:
ja: 場所:
nl: Locatie:
no_ny: Plassering:
pl: Lokalizacja:
sk: Umiestnenie:
sl: Lokacija:
sv: Plats:
xh: Indawo ekuyo:

source: Enter the directory where the new file will be located.
da: Indtast navnet på kataloget hvor filen skal ligge.
de: Geben Sie das Verzeichnis ein, in dem sich die neue Datei befinden soll.
et: Sisesta kataloog, milles uus fail asuma hakkab.
hu: Adja meg a könyvtárat, ahová az új fájl kerül.
id: Masukkan direktori tempat file baru akan diletakkan.
it: Indica la cartella dove verrà posto il nuovo file.
ja: 新しいファイルが置かれる場所を入力して下さい。
nl: Voer de map in waar het nieuwe bestand moet komen.
no_ny: Oppgi katalogen der den nye fila skal lagast.
pl: Podaj katalog, w którym nowy plik zostanie umieszczony.
sk: Zadajte priečinok, kde budú umiestnené nové súbory.
sl: Vpišite imenik, kjer se bo nahajala nova datoteka.
sv: Ange den katalog där den nya filen placeras.
xh: Ngenisa ulawulo apho ifayile entsha izakubekwa khona.

source: Here you can choose a directory where the new file will be located.
da: Her kan du vælge en katalog der den nye fil skal ligge.
de: Hier können Sie das Verzeichnis wählen, in dem sich die neue Datei befinden soll.
et: Siit saad valida kataloogi, milles uus fail asuma hakkab.
hu: Válassza ki a könyvtárat, ahová az új fájl kerül.
id: Di sini dapat Anda pilih direktori tempat file baru akan diletakkan.
it: Qui puoi scegliere la cartella dove il nuovo file deve essere messo.
ja: ここで新しいファイルが置かれるディレクトリを入力します。
nl: Hier kunt u een map kiezen waar het nieuwe bestand moet komen.
no_ny: Her kan du velja ein katalog der den nye fila skal liggja.
pl: Tu podaje się katalog, w którym będzie umieszczony nowy plik.
sk: Tu môžete vybrať priečinok, kde bude umiestnený nový súbor.
sl: Izbera imenika, kjer se bo nahajala nova datoteka.
sv: Här kan du välja en katalog där den nya filen skall placeras.
xh: Apha ungakhetha khona ulawulo apho ifayile entsha izakubekwa khona.

source: The filename must end with .cpp,.c,.cc,.C,.cxx,.ec or .ecpp!
da: Filenavnet skal ende på .cpp,.c,.cc,.C,.cxx,.ec eller .ecpp!
de: Der Dateiname muss mit .cpp,.c,.cc,.C,.cxx,.ec oder .ecpp enden!
et: Faili nimi peab lõppema laienditega .cpp,.cm.cc,.C,.cxx,.ec või .ecpp !
hu: A fájlnév végződése csak .cpp, .c, .cc, .C, .cxx, .ec vagy .ecpp lehet.
id: Nama file harus berakhiran .cpp,.c,.cc,.C,.cxx,.ec atau .ecpp!
it: Il nome del file deve terminare con .cpp, .c, .cc, .C, .cxx, .ec o .ecpp!
ja: ファイル名は .cpp,.c,.cc,.C,.cxx,.ec,.ecpp で終らなくてはいけません!
nl: De bestandsnaam moet eindigen op .cpp,.c,.cc,.C,.cxx,.ec of .ecpp !
no_ny: Filnamnet må slutta på .cpp, .c, .cc, .C, .cxx, .ec eller .ecpp.
pl: Nazwa pliku musi się kończyć .cpp,.c,.cc,.C,.cxx,.ec lub .ecpp!
sk: Súbor musí končiť .cpp,.c,.cc,.C,.cxx,.ec alebo .ecpp
sl: Datoteka mora imeti končnico .cpp,.c,.cc,.C,.cxx,.ec ali .ecpp!
sv: Filnamnet måste sluta med .cpp,.c,.cc,.C,.cxx,.ec eller .ecpp!
xh: Igama lefayile kufuneka liphele ngo .cpp,.c,.cc,.C,.cxx,.ec okanye .ecpp!

source: The filename must end with .h or .hxx!
da: Filnavnet skal ende på .h eller .hxx!
de: Der Dateiname muss mit .h oder .hxx enden!
et: Faili nimi peab lõppema laienditega .h või .hxx !
hu: A fájlnév végződése csak .h vagy .hxx lehet.
id: Namafile harus berakhiran .h atau .hxx!
it: Il nome del file deve terminare con .h o .hxx!
ja: ファイル名は .h,.hxx! で終らなくてはいけません!
nl: De bestandsnaam moet eindigen op .h of .hxx !
no_ny: Filnamnet må slutta på .h eller .hxx.
pl: Nazwa pliku musi się kończyć na .h lub .hxx!
sk: Súbor musí končiť .h alebo .hxx!
sl: Datoteka mora imeti končnico .h ali .hxx!
sv: Filnamnet måste sluta med h eller .hxx!
xh: Igama lefayile kufuneka liphele ngo .h okanye .hxx!

source: The filename must end with .lsm !
da: Filnavnet skal ende på .lsm!
de: Der Dateiname muss mit .lsm enden!
et: Faili nimi peab lõppema laiendiga .lsm !
hu: A fájlnév végződése csak .lsm lehet.
id: Namafile harus berakhiran .lsm!
it: Il nome del file deve terminare con .lsm !
ja: ファイル名は .lsm で終らなくてはいけません!
nl: De bestandsnaam moet eindigen op .lsm !
no_ny: Filnamnet må slutta på .lsm.
pl: Nazwa pliku musi kończyć się na .lsm !
sk: Súbor musí končiť .lsm!
sl: Datoteka mora imeti končnico .lsm !
sv: Filnamnet måste sluta med .lsm !
xh: Igama lefayile kufuneka liphele ngo .lsm !

source: The filename must end with .kdelnk !
da: Filnavnet skal ende på .kdelnk !
de: Der Dateiname muss mit .kdelnk enden!
et: Faili nimi peab lõppema laiendiga .kdelnk !
hu: A fájlnév végződése csak .kdelnk lehet.
id: Namafile harus berakhiran .kdelnk !
it: Il nome del file deve terminare con .kdelnk !
ja: ファイル名は .kdelnk で終らなくてはいけません!
nl: De bestandsnaam moet eindigen op .kdelnk !
no_ny: Filnamnet må slutta på .kdelnk.
pl: Nazwa pliku musi się kończyć na .kdelnk !
sk: Meno súboru musí končiť .kdelnk!
sl: Datoteka mora imeti končnico .kdelnk !
sv: Filnamnet måsta sluta med .kdelnk !
xh: Igama lefayile kufuneka liphele ngo .kdelnk !

source: The filename must end with .desktop !
da: Filnavnet skal ende på .desktop!
de: Der Dateiname muss mit .desktop enden!
et: Faili nimi peab lõppema laiendiga .desktop !
hu: A fájlnév végződése csak .desktop lehet.
id: Namafile harus berakhiran .kdesktop!
it: Il nome del file deve terminare con .desktop !
ja: ファイル名は .kdesktop で終らなくてはいけません!
nl: De bestandsnaam moet eindigen op .desktop !
no_ny: Filnamnet må slutta på .desktop.
pl: Nazwa pliku musi kończyć się na .desktop !
sk: Súbor musí končiť .desktop!
sl: Datoteka mora imeti končnico .desktop !
sv: Filnamnet måsta sluta med .desktop !
xh: Igama lefayile kufuneka liphele nge .desktop !

source: The filename must end with .sgml !
da: Filnavnet skal ende på .sgml!
de: Der Dateiname muss mit .sgml enden!
et: Faili nimi peab lõppema laiendiga .sgml !
hu: A fájlnév végződése csak .sgml lehet.
id: Namafile harus berakhiran .sgml !
it: Il nome del file deve trminare con .sgml !
ja: ファイル名は .sgml で終らなくてはいけません!
nl: De bestandsnaam moet eindigen op .sgml !
no_ny: Filnamnet må slutta på .sgml.
pl: Nazwa pliku musi kończyć się na .sgml !
sk: Súbor musí končiť .sgml!
sl: Datoteka mora imeti končnico .sgml !
sv: Filnamnet måsta sluta med .sgml !
xh: Igama lefayile kufuneka liphele ngo .sgml !

source: The filename must end with .docbook !
da: Filnavnet skal ende på .docbook!
de: Der Dateiname muss mit .docbook enden!
et: Faili nimi peab lõppema laiendiga .docbook !
hu: A fájlnév végződése csak .docbook lehet.
id: Namafile harus berakhiran .docbook !
it: Il nome del file deve terminare con .docbook !
ja: ァイル名は .docbook で終らなくてはいけません!
nl: De bestandsnaam moet eindigen op .docbook !
no_ny: Filnamnet må slutta på .docbook.
pl: Nazwa pliku musi kończyć się na .docbook !
sk: Súbor musí končiť .docbook!
sl: Datoteka mora imeti končnico .docbook!
sv: Filnamnet måsta sluta med .docbook !
xh: Igama lefayile kufuneka liphele ngo .docbook !

source: The filename must end with .ui !
da: Filnavnet skal ende på .ui !
de: Der Dateiname muss mit .ui enden!
et: Faili nimi peab lõppema laiendiga .ui !
hu: A fájlnév végződése csak .ui lehet.
id: Namafile harus berakhiran .ui !
it: Il nome del file deve terminare con .ui !
ja: ファイル名は .ui で終らなくてはいけません!
nl: De bestandsnaam moet eindigen op .ui !
no_ny: Filnamnet må slutta på .ui.
pl: Nazwa pliku musi kończyć się na .ui !
sk: Meno súboru musí končiť .ui!
sl: Datoteka mora imeti končnico .ui !
sv: Filnamnet måsta sluta med .ui !
xh: Igama lefayile kufuneka liphele ngo .ui !

source: The filename must end with .png or .xpm !
da: Filnavnet skal ende på .png eller .xpm!
de: Der Dateiname muss mit .png oder .xpm enden!
et: Faili nimi peab lõppema laiendiga .xpm või .png !
hu: A fájlnév végződése csak .png vagy .xpm lehet.
it: Il nome del file deve terminare con .png o .xpm !
ja: ファイル名は .png または .xpm で終らなくてはいけません!
nl: De bestandsnaam moet eindigen op .png of .xpm !
no_ny: Filnamnet må slutta på .png eller .xpm.
pl: Nazwa pliku musi kończyć się na .png lub .xpm!
sk: Meno súboru musí končiť *.png alebo .xpm!
sl: Datoteka mora imeti pripono .png ali .xpm!
sv: Filnamnet måste sluta med .png eller .xpm !
xh: Igama lefayile kufuneka liphele ngo .png okanye .xpm !

source: The filename must end with .l, .ll, .lxx or .l++ !
da: Filnavnet skal ende på .l, .ll, .lxx eller .l++ !
de: Der Dateiname muss mit l, .ll, .lxx oder .l++ enden!
et: Faili nimi peab lõppema kas .l, .ll, .lxx või .l++ laiendiga!
hu: A fájlnév végződése csak .l, .ll, .lxx vagy .l++ lehet.
id: Namafile harus berakhiran .l,.ll,.lxx atau .l++ !
it: Il nome del file deve terminare con .l, .ll .lxx o .l++ !
ja: ファイル名は .l, .ll, .lxx, .l++ で終らなくてはいけません!
nl: De bestandsnaam moet eindigen op
no_ny: Filnamnet må slutta på .l, .ll, .lxx eller .l++.
pl: Nazwa pliku musi się kończyć na .l, .ll, .lxx lub .l++ !
sk: Súbor musí končiť l, .ll, .lxx alebo .l++!
sl: Datoteka mora imeti končnico .l, .ll, .lxx ali .l++ !
sv: Filnamnet måste sluta med l, .ll, .lxx or .l++ !
xh: Igama lefayile kufuneka liphele ngo .l, ll, .lxx okanye .l++ !

source: You must enter a filename!
da: Du skal indtaste et filnavn!
de: Sie müssen einen Dateinamen eingeben!
et: Faili nimi sisestamata!
hu: Meg kell adni egy fájlnevet.
id: Anda harus masukkan namafile!
it: Devi inserire il nome del file!
ja: ファイル名を入力して下さい!
nl: U moet een bestandsnaam invoeren!
no_ny: Du må oppgi eit filnamn.
pl: Musisz wpisać nazwę pliku !
sk: Musíte zadať meno súboru!
sl: Vnesti morate ime datoteke!
sv: Du måste ange ett filnamn!
xh: Kufuneka ungenise igama lefayile!

source: You must choose a location,that is in your project-dir!
da: Du skal vælge et sted i dit projektkatalog!
de: Sie müssen einen Speicherplatz wählen, der im Projekt-Verzeichnis liegt!
et: Valitav asukoht, peab asuma projekti kataloogi sees!
hu: A projektkönyvtárba eső elérési utat kell megadni.
id: Anda harus memilih lokasi, di dalam dir proyek Anda!
it: Devi scegliere una posizione che si trovi all'interno del tuo progetto!
ja: プロジェクトディレクトリの中で、場所を選択して下さい!
nl: U moet een locatie kiezen die in uw projectmap ligt!
no_ny: Du må velja ei plassering i prosjektkatalogen din.
pl: Musisz wybrać lokację, znajdującą się w katalogu twojego projektu !
sk: Musíte zadať umiestnenie, ktorá je vo Vašom projekte!
sl: Izbrati morate lokacijo v vašem projektnem imeniku!
sv: Du måste välja en plats som finns i din projektkatalog!
xh: Kufunekaukhethe indawo, ekulawulo-lwe projekti yakho!
