Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: &Goto Line:
da: &Gå til linie:
de: &Gehe zu Zeile:
et: &Mine reale:
hu: Megadott &sorra ugrás:
id: &Pindah ke baris:
it: &Vai alla linea:
ja: 指定された行へワープ(&G)
nl: &Ga naar regel:
no_ny: &Gå til linje:
pl: &Idź do wiersza:
sk: &Na riadok:
sl: &Pojdi na vrstico
sv: &Gå till rad:
xh: &Ilayini ye Goto:

source: Edit Options
da: Redigér valg
de: Bearbeiten-Optionen
et: Redaktori seadistused
hu: Szerkesztési beállítások
id: Pilihan Edit
it: Opzioni dell'editor
ja: 編集オプション
nl: Opties bewerken
no_ny: Redigeringsval
pl: Opcje edycji
sk: Možnosti editora
sl: Uredi možnosti
sv: Redigeringsalternativ
xh: Hlela iinketho

source: Auto &Indent
da: Automatisk &indrykning
de: Automatisch e&inrücken
et: Automaatne taandamine
hu: Automatikus be&húzás
it: &Indentazione automatica
ja: 自動的に字下げ (&I)
nl: Automatisch &Inspringen
no_ny: Auto&innrykk
pl: auto&matyczne wcięcie
sk: Automatické &odsadzovanie
sl: Samodejni &zamik
sv: &Automatisk indentering
xh: &Ithanda elizenzekelayo

source: &Backspace Indent
da: &Tilbageslet indrykning
de: Ausr&ückung
et: &Tagasitaandamine
hu: V&isszafelé behúzás Backspace-szel
it: Il tasto &Backspace indenta
ja: バックスペースインデント(&B)
nl: &Terugloop Inspringen
no_ny: &Bakoverinnrykk
pl: &cofnij wcięcie
sk: &Backspace podľa odsadenia
sl: &Vračalkin zamik
sv: &Backsteg indenterar
xh: &Ithanda lesithuba esisemva

source: &Word Wrap
da: &Tekstombrydning
de: &Zeilenumbruch
et: &Sõnade murdmine
hu: Sor&tördelés
it: A &capo automatico
ja: 行の文字数指定(&W)
nl: &Woorden afbreken aan eind van regel
no_ny: &Tekstbryting
pl: &zawijanie wierszy
sk: &Zalamovať stĺpce
sl: &Prelom vrstic
sv: Radbr&yt
xh: &Usongelo lwegama

source: &Replace Tabs
da: &Erstat tabulatortegn
de: Tabulatoren e&rsetzen
et: Tabulaato&rite asendamine
hu: A tab&ulátorok lecserélése
id: &Ganti Tabs
it: Sostituisci degli spazi ai &tab
ja: タブを置換(&R)
nl: Tabs ve&rvangen
no_ny: &Byt ut tabulatorar
pl: zamień &tabulacje
sk: Na&hradzovať tabulátory
sl: &Nadomesti tabulatorje
sv: E&rsätt tabulator
xh: &Buyisela izithuba

source: Remove Trailing &Spaces
da: Fjern afsluttende &mellemrum
de: &Leerzeichen am Zeilenende entfernen
et: Üleliig&sete tühikute eemaldamine
hu: A szóközök eltávolítása a sorvé&gekről
id: Hapus Trailing &Spasi
it: Rimuovi gli spazi di &scia
ja: 末尾空白を除去(&S)
nl: &Witruimte aan einde verwijderen.
no_ny: Fjern avsluttande &mellomrom
pl: usuń spac&je za tekstem
sk: Odstraňovať &medzery na konci
sl: Odstrani sledeče pre&sledke
sv: Ta bort mellanslag i &slutet av en rad
xh: Susa &izithuba ezisemva

source: Wrap &Cursor
da: &Ombryd markør
de: Zeilenumbruch am &Cursor
et: &Kursor tagasi
hu: A kurzor törd&elése
id: Wrap &Kursor
it: Cursore a &capo
ja: カーソルを行末以降行かせない(&C)
nl: &Cursor terug laten lopen
no_ny: &Linjeavhengig skrivemerke
pl: zawijaj &kursor
sk: Zalamovať &kurzor
sl: Ovij &kazalec
sv: &Flytta markören till nästa rad efter radslut
xh: Songa &isalathisi

source: &Auto Brackets
da: &Automatiske kantparenteser
de: Automatische &Klammerung
et: &Automaatsed sulud
hu: Automatikus &zárójelek
it: &Parentesi automatiche
ja: 自動括弧生成(&A)
nl: &Automatische haakjes
no_ny: A&utomatiske parentesar
pl: &automatyczne nawiasy
sk: &Automatické zátvorky
sl: &Samodejni oklepaji
sv: &Automatiska hakparenteser
xh: &Izigweqi ezizenzekelayo

source: &Highlight Brackets
da: &Fremhæv parenteser
de: Klammerung &hervorheben
et: &Sulgude esile tõstmine
hu: A záró&jelek kiemelése
it: &Evidenzia parentesi
ja: 括弧をハイライト(&H)
nl: &Haakjes accentueren
no_ny: &Merking av parentesar
pl: po&dświetl nawiasy
sk: &Zvýrazňovať zátvorky
sl: &Osvetli oklepaje
sv: Markera &hakparenteser
xh: &Phawula izigweqi

source: &Show tabs
da: &Vis tabulatortegn
de: &Tabulatoren anzeigen
et: &Tabulaatorite näitamine
hu: A t&abulátorok mutatása
id: Perlihatkan tab&s
it: &Mostra i tab
ja: タブを表示(&S)
nl: Tab&s tonen
no_ny: &Vis tabulatorar
pl: p&okaż zakładki
sk: Zobrazovať &tabulátory
sl: Prikaži &tabulatorje
sv: Vi&sa tabulator
xh: &Bonisa iziniki sithuba

source: Select Options
da: Markér valg
de: Auswahl-Optionen
et: Teksti valimise seadistused
hu: A kijelölés beállításai
id: Opsi Pilihan
it: Opzioni di selezione
ja: 選択機能のオプション
nl: Opties selecteren
no_ny: Merkingsval
pl: Wybierz opcje
sk: Nastavenie výberu
sl: Možnosti izbire
sv: Välj alternativ
xh: Khetha iinketho

source: &Persistent Selections
da: &Vedvarende valg
de: &Durchgehende Auswahl
et: &Püsivad valikud
hu: Megmaradó ki&jelölés
id: &Pemilihan Persisten
it: Selezioni &permanenti
ja: 選択領域の保存(&P)
nl: &Persistente selecties
no_ny: &Fast merking
pl: &spójne zaznaczenia
sk: &Stály výber
sl: &Trajne izbire
sv: &Långlivade markeringar
xh: &Iinketho eziqhubekayo

source: &Multiple Selections
da: &Flere valg
de: &Mehrfachauswahl
et: &Mitmikvalikud
hu: Tö&bbszörös kijelölés
id: Pemilihan &Multipel
it: Selezioni &Multiple
ja: 追加選択機能(&M)
nl: &Meervoudige selecties
no_ny: &Merk fleire område
pl: &wielokrotne zaznaczenia
sk: Viac&násobný výber
sl: &Večkratne izbire
sv: Flervals&markeringar
xh: &Iinketho ezininzi

source: &Vertical Selections
da: &Lodrette valg
de: &Spaltenmarkierungen
et: &Vertikaalsed valikud
hu: Függő&leges kijelölések
id: Pemilihan &Vertikal
it: Selezioni &verticali
ja: 縦列選択機能(&V)
nl: &Verticale selecties
no_ny: Verti&kal merking
pl: &pionowe zaznaczenia
sk: &Vertikálny výber
sl: &Navpične izbire
sv: &Vertikala markeringar
xh: &Iinketho ezithe nkqo

source: &Delete On Input
da: &Slet ved inddata
de: Bei &Eingabe löschen
et: &Sisestamisel kustutatakse
hu: Törlés bevitel&kor
id: Hapus &Dalam Input
it: &Elimina in input
ja: キー入力で選択解除(&D)
nl: Verwij&deren bij invoer
no_ny: &Slett ved ny tekst
sk: O&dstrániť pri vstupe
sl: &Zbriši ob vnosu
sv: &Ta bort vid inmatning
xh: &Cima kwigalelo

source: &Toggle Old
da: &Slå gammel til/fra
de: &Auswahl umkehren
et: &Vanaga vahetamine
hu: A régi &váltása
id: &Toggle lama
it: &Scambia vecchia
ja: 前の操作をトグル(&T)
nl: &Oude omschakelen
no_ny: Slå av/på &gammal
pl: &odznacz stare
sk: Prepnúť &staré
sl: &Preklopi staro
sv: Växla &gammal
xh: &Qhoboshela okudala

source: A&uto Copy
da: Automatisk &kopiering
de: A&utom. Kopieren
et: A&utomaatne kopeerimine
hu: Automatikus má&solás
id: S&alin Otomatis
it: Copia a&utomatica
ja: 自動コピー(&u)
nl: A&utomatisch kopieren
no_ny: A&utokopier
pl: a&uto kopia
sk: A&utomatické kopírovanie
sl: S&amodejno prepisovanje
sv: &Automatisk kopiering
xh: Khuphela ngoku&zenzekelayo

source: Wrap Words At:
da: Ombryd linie ved:
de: Zeilenumbruch bei:
et: Murdmise koht:
hu: A tördelés oszlopa:
id: Rekatkan kata di:
it: A capo automatico a:
ja: 行の文字数:
nl: Woorden laten teruglopen op:
no_ny: Bryt ord ved:
pl: Zawijaj wyrazy przy:
sk: Udržovať šírku:
sl: Prelom vrstice na:
sv: Bryt rader vid:
xh: Songela amagama ku:

source: Tab Width:
da: Tab-bredde:
de: Tabulatorweite:
et: Tabulaatori laius:
hu: A tabulátor szélessége:
id: Lebar Tab:
it: Larghezza dei tab:
ja: タブの文字数:
nl: Tabulatie breedte:
no_ny: Tabulatorbreidd:
pl: Szerokość tabulacji:
sk: Šírka tabulátora:
sl: Velikost Tab:
sv: Tabulatorbredd:
xh: Ububanzi besithuba:

source: Undo steps:
da: Omgør trin:
de: Anzahl Rückgängig:
et: Tühistamiste arv:
hu: Visszavonási lépések:
id: Undo langkah:
it: Passi di Annulla:
ja: 戻すステップ数:
nl: Stappen ongedaan maken:
no_ny: Angresteg:
pl: Liczba operacji "Cofnij":
sk: Kroky späť:
sl: Odnaredi korakov:
sv: Antal ångra-steg:
xh: Sukwenza amanqwanqa:

source: Background:
da: Baggrund:
de: Hintergrund:
et: Taustavärv:
hu: Háttér:
id: Latar Belakang:
it: Sfondo:
ja: 背景:
nl: Achtergrond
no_ny: Bakgrunn:
pl: Tło:
sk: Pozadie:
sl: Ozadje:
sv: Bakgrund:
xh: Isiqalo:

source: Text Background:
da: Tekstbaggrund:
de: Texthintergrund:
et: Teksti taustavärv:
hu: Szövegháttér:
id: Latar Belakang Teks:
it: Sfondo del testo:
ja: 文字の背景:
nl: Textachtergrond
no_ny: Tekstbakgrunn:
pl: Tło tekstu
sk: Pozadie textu:
sl: Ozadje besedila:
sv: Textbakgrund:
xh: Isiqalo sokubhaliweyo:

source: Selected:
da: Markeret:
de: Auswahl:
et: Valitud:
hu: Kijelölés:
id: Terpilih:
it: Selezionato:
ja: 選択した回線：
nl: Geselecteerd:
no_ny: Valt:
pl: Zaznaczony:
sk: Zvolený:
sl: Izbrano:
sv: Markerad:
xh: Ikhethiwe:

source: Found:
da: Fundet:
de: Fundstelle:
et: Leitud:
hu: Találat:
id: Ditemukan:
it: Trovato:
ja: 見付かったもの:
nl: Gevonden:
no_ny: Funne:
pl: Znalezione:
sk: Nájdených:
sl: Najdeno:
sv: Hittat:
xh: Ifunyenwe:

source: Selected + Found:
da: Valgt og fundet:
de: Ausgewählte Fundstelle:
et: Valitud + leitud:
hu: Kijelölés + találat:
id: Terpilih + Ditemukan:
it: Selezionato + trovato:
ja: 選択領域+検索:
nl: Geselecteerd + Gevonden:
no_ny: Valt + funne:
pl: Wybrane + znalezione:
sk: Zvolených+nájdených:
sl: Izbranih + najdenih:
sv: Vald + hittad:
xh: Ikhethiwe + Ifunyenwe:

source: Normal:
et: Tavaline:
hu: Normál:
it: Normale:
ja: 通常：
nl: Normaal:
no_ny: Vanleg:
pl: Zwykły:
sk: Normálny:
sl: Normalno:
xh: Eqhelekileyo:

source: Bold
da: Fed
de: Fett
et: Jäme
hu: félkövér
id: Tebal
it: Grassetto
ja: ボールド
nl: Vet
no_ny: Feit
pl: Pogrubiony
sk: Tučné
sl: Krepko
sv: Fet
xh: Amagama amakhulu

source: Family:
da: Familie:
de: Familie:
et: Perekond:
hu: Család:
id: Jenis:
it: Famiglia:
ja: ファミリ:
nl: Familie:
no_ny: Familie:
pl: Rodzina:
sk: Rodina:
sl: Družina:
sv: Familj:
xh: Usapho:

source: Size:
da: Størrelse:
de: Größe:
et: Suurus:
hu: Méret:
id: Ukuran:
it: Dimensione:
ja: サイズ:
nl: Grootte:
no_ny: Storleik:
pl: Rozmiar:
sk: Veľkosť:
sl: Velikost:
sv: Storlek:
xh: Ubungakanani:

source: Default Item Styles
da: Standardstil
de: Standard-Elementstile
et: Elementide vaikestiilid
hu: Alapértelmezett elemstílusok
id: Gaya Item Baku
it: Stili predefiniti degli elementi
ja: スタイルのデフォルト
nl: standaard Onderdelenstijl
no_ny: Standard elementstilar
pl: Domyślne style
sk: Štandardné štýly položiek
sl: Privzeti stili predmetov
sv: Standardstilar
xh: Iindlela zomba ongaqgibekanga

source: Item:
da: Element:
de: Element:
et: Element:
hu: Elem:
it: Elemento:
ja: アイテム:
nl: Onderdeel:
no_ny: Element:
pl: Obiekt:
sk: Položka:
sl: Predmet:
sv: Objekt:
xh: Umba:

source: Default Font
da: Standard skrifttype
de: Standardschrift
et: Vaikimisi font
hu: Alapértelmezett betűtípus
id: Font Baku
it: Carattere predefinito
ja: デフォルトフォント
nl: Standaard Lettertype
no_ny: Standardskrift
pl: Domyślna czcionka
sk: Štandardné písmo
sl: Privzeta pisava
sv: Standardteckensnitt
xh: Umgca ongagqibekanga

source: Config Select
da: Indstillingsvalg
de: Auswahl einrichten
et: Valiku seadistused
hu: A kijelölés beállítása
id: Pilih Config
it: Selezione configurazione
ja: コンフィグの選択
nl: Configuratie Selecteren
no_ny: Oppsettval
pl: Konfiguracja zaznaczania
sk: Zvoliť nastavenie
sl: Nastavi Izbrani
sv: Inställningsval
xh: Ukhetho loqwalaselo

source: Highlight:
da: Fremhævelse:
de: Hervorheben:
et: Värvilisus:
hu: Kiemelés:
it: Evidenziazione:
ja: ハイライト:
nl: Accentuering:
no_ny: Syntaksmerking:
pl: Podświetlenie:
sk: Zvýraznenie
sl: Osvetli:
sv: Färglägg:
xh: Yenza uphawu:

source: Highlight Auto Select
da: Vælg fremhævelsestype automatisk
de: Automatische Hervorhebung
et: Automaatse valiku esile tõstmine
hu: Automatikus szintaxiskiemelés
id: Highlight Pilih Otomatis
it: Selezione auto evidenziazione
ja: ハイライトの自動選択
nl: Accentuering automatisch selecteren
no_ny: Autoval av syntaksmerking
pl: Auto-podświetlanie
sk: Automaticky zvoliť
sl: Osvetlitev samodejno izbere
sv: Välj färgläggning automatiskt
xh: Yenza uphawu kukhetho oluzenzekelayo

source: File Extensions:
da: Efternavn:
de: Dateierweiterungen:
et: Faililaiendid:
hu: Fájlkiterjesztések:
id: Ekstensi File:
it: Estensioni file:
ja: ファイルの拡張子:
nl: Bestand Extensies:
no_ny: Filetternamn:
pl: Rozszerzenia nazwy pliku:
sk: Prípony súborov:
sl: Končnice datotek:
sv: Filändelser:
xh: Ulwandiso lwefayile:

source: Mime Types:
da: Mime-typer:
de: MIME-Typen:
et: Mime-tüübid:
hu: MIME-típusok:
it: Tipi MIME:
ja: Mime タイプ:
nl: Bestandstypen:
no_ny: Mime-typar:
pl: Typy MIME:
sk: Mime Typy:
sl: Mime Tipi:
sv: MIME-typer:
xh: Iindidi ze Mime:

source: Item Style
da: Elementstil
de: Elementstil
et: Elemendi stiil
hu: Elemstílus
id: Gaya Item
it: Stile elemento
ja: スタイル
nl: Onderdelen Stijl
no_ny: Elementstil
pl: Styl obiektu
sk: Štýl položky
sl: Stili predmetov
sv: Stil
xh: Uhlobo lomba

source: Item Font
da: Skifttype for element
de: Element-Schriftart
et: Elemendi font
hu: Elem-betűtípus
id: Font Item
it: Carattere elemento
ja: フォント
nl: Onderdelenlettertype
no_ny: Elementskrift
pl: Czcionka obiektu
sk: Písmo
sl: Pisava predmeta
sv: Teckensnitt
xh: Umgca womba

source: Line
da: Linie
de: Zeile
et: Rida
hu: sor
id: Baris
it: Linea
ja: 行
nl: Regel
no_ny: Linje
pl: Wiersz
sk: Riadok
sl: Vrstica
sv: Rad
xh: Ilayini

source: Breakpoints/Bookmarks
da: Stoppunkter/Bogmærker
de: Haltepunkte/Lesezeichen
et: Katkestuspunktid/Järjehoidjad
hu: Töréspontok és könyvjelzők
it: Breakpoint/Segnalibri
ja: ブレークポイント/ブックマーク
nl: Breakpoints/Bladwijzers
no_ny: Brotpunkt/bokmerke
pl: Pułapki/zakładki
sk: Zarážky/Záložky
sl: Prelomne točke/Zaznamki
sv: Brytpunkter/bokmärken
xh: Iincopho zokophula/Amanqaku encwadi

source: Toggle bookmark
da: Slå bogmærke fra/til
de: Lesezeichen ein/aus
et: Luba/Eemalda järjehoidja
hu: Könyvjelző átkapcsolása
it: Aggiungi segnalibro
ja: ブックマークをオン/オフ
nl: Bladwijzer omschakelen
no_ny: Fjern / legg til bokmerke
pl: Włącz/wyłącz zakładkę
sk: Prepnúť záložku
sl: Preklopi zaznamke
sv: Växla bokmärken
xh: Qhobosha inqaku lencwadi

source: Clear all bookmarks
da: Rens alle bogmærker
de: Alle Lesezeichen löschen
et: Eemalda järjehoidjad
hu: Az összes könyvjelző törlése
id: Bersihkan semua bookmark
it: Elimina tutte i segnalibri
ja: 全てのブックマークをクリア
nl: Alle bladwijzers verwijderen
no_ny: Fjern alle bokmerka
pl: Usuń wszystkie zakładki
sk: Vymazať všetky záložky
sl: Zbriši vse zaznamke
sv: Rensa alla bokmärken
xh: Cacisa onke amanqaku encwadi

source: Toggle breakpoint
da: Slå stoppunkt til/fra
de: Haltepunkt ein/aus
et: Muuda katkestuspunkti
hu: Töréspont átkapcsolása
it: Cambia breakpoint
ja: ブレークポイントをオン/オフ
nl: Breakpoint omschakelen
no_ny: Fjern / legg til brotpunkt
pl: Włącz/wyłącz pułapkę
sk: Prepnúť zarážku
sl: Preklopi prelomno točko
sv: Växla brytpunkt
xh: Qhobosha incopho yokophula

source: LMB sets breakpoints
da: LMB sætter stoppunkter
de: Linke Maustaste setzt Haltepunkt
et: Vasak hiirenupp seab katkestuspunkti
hu: Töréspont beállítása a bal egérgombbal
id: LMB set breakpoint
it: LMB imposta i breakpoint
ja: 右クリックでブレークポイントをセット
nl: LMK zet breakpoints
no_ny: Venstre museknapp set brotpunkt
pl: Lewy przycisk myszki (LMB) wstawia pułapki
sk: LMB nastavuje zarážky
sl: Levi miškin gumb nastavi prelomne točke
sv: Vänster musknapp sätter brytpunkter
xh: LMB icwangcisa iincopho zokophula

source: LMB sets bookmarks
da: LMB sætter bogmærker
de: Linke Maustaste setzt Lesezeichen
et: Vasak hiirenupp seab järjehoidja
hu: Könyvjelző beállítása a bal egérgombbal
id: LMB set bookmark
it: LMB imposta i segnalibri
ja: 右クリックでブックマークをセット
nl: LMK zet bladwijzers
no_ny: Venstre museknapp set bokmerke
pl: Lewy przycisk myszki (LMB) wstawia zakładki
sk: LMB nastavuje záložky
sl: Levi miškin gumb nastavi zaznamke
sv: Vänster musknapp sätter bokmärken
xh: LMB icwangcisa amanqaku encwadi

source: Vertical Selections On
da: Lodret markering til
de: Spaltenmarkierungen: an
et: Vertikaalsed valikud lubatud
hu: A függőleges kijelölések bekapcsolva
id: Aktifkan Pilihan Vertikal
it: Selezioni verticali attivate
ja: 垂直に選択 有効
nl: Verticale selecties Aan
no_ny: Vertikale val på
pl: Włącz pionowe zaznaczenie
sk: Vertikálne voľby zapnúť
sl: Navpična izbira vključena
sv: Vertikala markeringar på
xh: Iinketho ezithe nkqo zivuliwe

source: Vertical Selections Off
da: Lodret markering fra
de: Spaltenmarkierungen: aus
et: Vertikaalsed valikud keelatud
hu: A függőleges kijelölések kikapcsolva
id: Matikan Pilihan Vertikal
it: Selezioni verticali disattivate
ja: 垂直に選択 無効
nl: Verticale selecties Uit
no_ny: Vertikale val av
pl: Wyłącz pionowe zaznaczenie
sk: Vertikálne voľby vypnúť
sl: Navpična izbira izključena
sv: Vertikala markeringar av
xh: Iinketho ezithe nkqo zicinyiwe

source: The specified File does not exist
da: Den opgivne fil eksisterer ikke
de: Die gewählte Datei existiert nicht.
et: Valitud faili pole olemas
hu: A megadott fájl nem létezik.
id: File yang ditunjuk tidak ada
it: Il file specificato non esiste
ja: 指定されたファイルはありません
nl: Het gespecificeerde bestand bestaat niet
no_ny: Den oppgitte fila finst ikkje
pl: Podany plik nie istnieje
sk: Špecifikovaný súbor neexistuje
sl: Podana datoteka ne obstaja
sv: Den angivna filen finns inte
xh: Ifayile ekhankanyiweyo ayisekho

source: You have specified a directory
da: Du har opgivet et katalog
de: Sie haben ein Verzeichnis gewählt.
et: Valiti hoopis kataloogi
hu: Könyvtárat adott meg.
id: Anda telah menentukan direktori
it: Hai specificato una directory
ja: ディレクトリを指定しました
nl: U moet een map specificeren
no_ny: Du har oppgitt ein katalog
pl: Podany został katalog
sk: Špecifikovali ste priečinok
sl: Podali ste imenik
sv: Du har angett en katalog
xh: Ukhankankanye ulawulo

source: You do not have read permission to this file:
da: Du har ikke læseadgang til denne fil:
de: Sie haben keine Leseberechtigung für diese Datei:
et: Sul puudub selle faili lugemise õigus:
hu: Ehhez a fájlhoz nincs olvasási jogosultsága:
it: Non hai il permesso di lettura per questo file:
ja: あなたにはこのファイルを読み込む許可がありません:
nl: U heeft geen leesrechten voor dit bestand:
no_ny: Du har ikkje leseløyve til denne fila:
pl: Nie masz prawa odczytu tego pliku:
sk: Nemáte práva na čítanie tohto súboru:
sl: Nimate pravic za branje te datoteke:
sv: Du har inte läsrättigheter för den här filen:
xh: Awunamvume yakufunda kule fayile:

source: An Error occured while trying to open this Document
da: En fejl opstod under forsøg på at åbne dokumentet
de: Beim Öffnen dieses Dokuments trat ein Fehler auf.
et: Dokumendi avamisel tekkis viga
hu: Hiba történt a dokumentum megnyitásakor.
id: Ada masalah saat coba membuka Dokumen ini
it: Si è verificato un errore durante il tentativo di apertura di questo documento
ja: この文書を開くときにエラーが発生しました
nl: Een fout is opgetreden tijdens het openen van dit document
no_ny: Feil ved opning av dette dokumentet
pl: W trakcie otwieraniu tego dokumentu wystąpił błąd
sk: Nastala chyba pri otváraní tohto dokumentu
sl: Napaka pri odpiranju tega dokumenta
sv: Ett fel uppstod när det här dokumentet skulle öppnas
xh: Imposiso yenzekile ngexesha uzama ukuvula Uxwebhu

source: Malformed URL
da: Misdannet URL
de: Ungültige URL
et: Vigane URL
hu: Hibás internet-cím (URL).
it: URL maldefinita
ja: URLの入力ミス
nl: Verkeerd gevormd URL-adres
no_ny: Misforma URL
pl: Błędny URL
sk: Neplatné URL
sl: Nepravilen URL
sv: Felaktig webbadress
xh: I URL emalifomiweyo

source: Loading...
da: Indlæser...
de: Laden läuft...
et: Laen...
hu: Betöltés...
id: Muatkan...
it: Caricamento...
ja: 読み込み中...
nl: Bezig met laden...
no_ny: Lastar ...
pl: Ładowanie...
sk: Načítavam...
sl: Nalagam...
sv: Laddar...
xh: Iyalayisha...

source: Inserted:
da: Indsat:
de: Eingefügt:
et: Lisatud:
hu: Beszúrva:
id: Sisipkan:
it: Inserito:
ja: 挿入されました:
nl: Ingevoegd:
no_ny: Sett inn:
pl: Wstawiony:
sk: Vložené:
sl: Vstavljen:
sv: Infogad:
xh: Ifakiwe:

source: Read:
da: Læst:
de: Gelesen:
et: Loetud:
hu: Olvasás:
id: Baca:
it: Lettura:
ja: 読み込みました:
nl: Lezen:
no_ny: Las:
pl: Wczytany:
sk: Načítané:
sl: Beri:
sv: Läste:
xh: Funda:

source: Saving...
da: Gemmer...
de: Speichern läuft...
et: Salvestamine..
hu: Mentés...
id: Simpan...
it: Salvataggio in corso...
ja: 保存中...
nl: Bezig met opslaan...
no_ny: Lagrar ...
pl: Zapisywanie...
sk: Ukladám...
sl: Shranjujem...
sv: Sparar...
xh: Iyagcina...

source: Wrote:
da: Skrev:
de: Geschrieben:
et: Kirjutatud:
hu: Kiírva:
id: Tulis:
it: Scritto:
ja: 保存されました
nl: Schreef:
no_ny: Skreiv:
pl: Zapisany:
sk: Zapísané:
sl: Napisal:
sv: Skrev:
xh: Wabhala:

source: Inserted
da: Indsat
de: Eingefügt:
et: Lisatud
hu: Beszúrva
id: Tersisipkan
it: Inserito
ja: 挿入されました
nl: Ingevoegd
no_ny: Sett inn
pl: Wstawiony
sk: Vložený
sl: Vstavljen
sv: Infogade
xh: Ifakiwe

source: Wrote
da: Skrev
de: Geschrieben
et: Kirjutatud
hu: Kiírva
id: Tertulis
it: Scritto
ja: 保存されました
nl: Schreef
no_ny: Skreiv
pl: Zapisany
sk: Zapísal som
sl: Napisal
sv: Skrev
xh: Wabhala

source: The current Document has been modified. Would you like to save it?
da: Dokumentet er blevet ændret. Vil du gemme?
de: Das aktuelle Dokument wurde geändert. Möchten Sie es speichern?
et: Dokumenti on muudetud. Kas salvestada?
hu: A jelenlegi dokumentum megváltozott. El kívánja menteni?
id: Dokumen ini telah dimodifikasi. Anda mau menyimpannya?
it: Il documento corrente è stato modificato. Vuoi salvarlo?
ja: 現在の文書は変更されています. 保存しますか?
nl: Het huidige document is gewijzigd. Wilt u het opslaan?
no_ny: Dokumentet er endra. Vil du lagra det?
pl: Bieżący dokument został zmodyfikowany. Czy go zapisać?
sk: Aktuálny dokument bol zmenený. Prajte si ho uložiť?
sl: Trenuten dokument je bil spremenjen. Ali ga naj shranim?
sv: Det aktuella dokumentet har ändrats. Vill du spara det?
xh: Uxwebhu lwangoku luguqulelwe kancinane. Ungathanda ukuyigcina?

source: Could not save the document. Open a new document anyways?
da: Kunne ikke gemme dokumentet! Åbn et nyt alligevel?
de: Das Dokument konnte nicht gespeichert werden. Trotzdem ein neues Dokument öffnen?
et: Ei saanud dokumenti salvestada. Avan ikkagi uue dokumendi?
hu: A dokumentum mentése nem sikerült. Megnyissam az újat (a nem mentett változások elvesznek)?
id: Tidak dapat simpan dokumen. Buka dokumen baru?
it: Impossibile salvare il documento. Aprire comunque un nuovo documento?
ja: この文書を保存できませんでした それでも新しい文書を開きますか?
nl: Het bestand kon niet worden opgeslagen. Toch een nieuw document openen ?
no_ny: Klarte ikkje lagra dokumentet. Opna eit nytt dokument likevel?
pl: Nie udało się zapisać dokumentu. Pomimo to, otworzyć nowy?
sk: Nemôžem uložiť dokument. Mám aj tak otvoriť nový dokument?
sl: Ne morem shraniti dokumenta. Vseeno odprem nov dokument?
sv: Kunde inte spara dokumentet. Öppna ett nytt dokument ändå?
xh: Ayinakulugcina uxwebhu. Vula uxwebhu olutsha?

source: No changes need to be saved
da: Ingen ændringer skal gemmes
de: Es gibt keine Änderungen zu speichern.
et: Ühtegi muutust pole, mida salvestada
hu: Nincs elmentendő módosítás
id: Tidak ada perubahan yang perlu disimpan
it: Nessuna modifica da salvare
ja: セーブの必要な変更はありません
nl: Geen wijzigingen die opgeslagen moeten worden
no_ny: Treng ikkje lagra endringar
pl: Żadnych zmian wymagających zapisu
sk: Nie je potrebné uložiť žiadne zmeny
sl: Ni potrebno shraniti sprememb
sv: Inga ändringar behöver sparas
xh: Akukho tshintsho olufuna ukugcinwa

source: A Document with this Name already exists. Do you want to overwrite it?
da: Et dokument med dette navn eksisterer allerede. Vil du overskrive?
de: Ein Dokument mit diesem Namen existiert bereits. Möchten Sie es überschreiben?
et: Sellise nimega dokument on juba olemas. Kas kirjutan üle?
hu: Már létezik ilyen nevű dokumentum. Felül kívánja írni?
id: Dokumen dengan nama tersebut sudah ada. Anda mau menimpanya?
it: Un documento con questo nome esiste già. Vuoi sovrascriverlo?
ja: この名前のファイルは既に存在します 上書きしますか?
nl: Een document met deze naam bestaat al. Wilt u dat bestand overschrijven?
no_ny: Eit dokument me dette namnet finst alt. Vil du skriva over det?
pl: Dokument o tej nazwie już istnieje. Czy go nadpisać?
sk: Dokument s týmto názvom už existuje. Chcete ho prepísať ?
sl: Dokument s tem imenom že obstaja. Ali ga naj povozim?
sv: Ett dokument med det här namnet existerar redan. Vill du skriva över det?
xh: Uxwebhu oluneligama sele lukhona. Ufuna ukuyibhala ngaphezulu?
