Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Warn when a derived class function declaration may be an error in defining a virtual function (C++ only). In a derived class, the definitions of virtual functions must match the type signature of a virtual function declared in the base class. With this option, the compiler warns when you define a function with the same as a virtual function, but with a type signature that does not match any declarations from the base class.
da: Giv advarsel når en arvet erklæring af en klassemetode kan være en fejlagtig definition af en virtuel funktion (kun C++). I en arvet klasse skal definitionerne for virtuelle funktioner passe til typesignaturen for en virtuel funktion erklæret i baseklassen. Med dette valg vil oversætteren advare dig når du definerer en funktion med det samme navn som en virtuel funktion, men med en typesignatur som ikke passer til nogen erklæringer fra baseklassen.
de: Warnen, wenn die Deklaration einer virtuellen Methode in einer abgeleiteten Klasse, möglicherweise fehlerhaft ist (C++). In einer abgeleiteten Klasse müssen die Definitionen virtueller Methoden mit der Deklaration der virtuellen Methode in der Basisklasse übereinstimmen. Der Compiler gibt eine Warnung aus, sobald eine Funktionsdeklaration nicht exakt auf eine virtuelle Methode gleichen Namens in der Basisklasse abgebildet werden kann.
et: Hoiata, kui päritud funktsiooni kirjeldus on funktsiooni kirjeldusega konfliktis (ainult C++). Pärinevas klassis peavad virtuaalsete funktsioonide tüüpide kirjeldused vastama algses klassis kirjeldatutele.
hu: Figyelmeztetés, ha egy származtatott osztály függvénydeklarációja ellentétben van az alaposztályéval (csak C++). Egy származtatott osztályban a virtuális függvények megvalósításának meg kell egyeznie típus szerint az alaposztályban deklarált virtuális függvényével. A fordítóprogram figyelmeztet, ha olyan függvényt deklarált, amelynek a neve egyezik egy virtuális függvényével, de a típusa az alaposztály egyetlen deklarációjával sem egyezik.
id: Peringatkan jika deklarasi fungsi class turunan mengalami kesalahan dalam mendefinisikan fungsi virtual (hanya C++). Dalam class turunan, definisi fungsi virtual harus cocok dengan signature fungsi virtual yang dideklarasikan di base class. Dengan pilihan ini, kompiler akan memperingatkan saat Anda mendefinisikan fungsi sama dengan fungsi virtual, tapi tipe signaturenya tidak cocok dengan deklarasi base class.
it: Avverte quando la dichiarazione di una funzione in
ja: 仮想関数の定義でエラーのある派生クラス宣言を警告(C++のみ)。派生クラスでは仮想関数の定義は、基本クラスでの関数宣言のシグネチャに一致していなければなりません。このオプションでコンパイラは、基本クラスの仮想関数宣言のシグネチャにマッチしない関数の指定を警告します。
nl: Waarschuw wanneer een afgeleide klasse functie declaratie een fout kan zijn in het definieren van een virtuele functie (alleen C++). In een afgeleide klasse moeten de definities van virtuele functies overeenkomen met de definities van die functie in de basisklasse. Met deze optie waarschuwt de compiler u als u een functie heeft gedefinieert die overeenkomt in naam maar niet in type met een virtuele functie en niet overeenkomt met andere functies uit de basisklasse.
no_ny: Gi åtvaring når ein avleia deklarasjon av ein klassefunksjon kan vera ein feilaktig definisjon av ein virtuell funksjon (berre C++). I ein avleia klasse må definisjonane av virtuelle funksjonar passa til typesignaturen til ein virtuell funksjon deklarert i baseklassen. Med dette valet, vil kompilatoren åtvara deg når du definerer ein funksjon med det same namnet som ein virtuell funksjon, men med ein typesignatur som ikkje passar til nokon deklarasjonar frå baseklassen.
pl: Ostrzegaj gdy znaleziony zostanie potencjalny błąd w deklaracji funkcji wirtualnej w klasie potomnej (tylko C++). W klasach potomnych sygnatura funkcji wirtualnych musi się zgadzać z sygnaturą tej funkcji w klasie podstawowej. Przy włączeniu tej opcji kompilator będzie ostrzegał, gdy funkcja wirtualna nie znajdzie swojego odpowiednika w klasie podstawowej.
sk: Varovať, ak deklarácia odvodenej funkcie triedy môže predstavovať chybu v definícii virtuálnej funkcie (len C++). V odvodenej triede musia definície virtuálnych funkcií odpovedať signatúre typu virtuálnej funkcie deklarovanej v predkovi. Táto voľba povie prekladaču, aby varoval v prípade, že definujete funkciu rovnakú ako je virtuálna funkcia, ale typ signatúry neodpovedá žiadnej deklarácii z triedy predka.
sl: Opozori, če je deklarcija funkcije podedovanega razreda napaka v definiciji navidezne (virtual) funkcije (samo C++). V podedovanem razredu mora definicija navidezne funkcije ustrezati navidezni funkciji v osnovnem razredu. S to nastavitvijo prevajalnik opozori, če definirate funkcijo z istim imenom, kot ga ima navidezna funkcija v osnovnem razredu, a se podani parametri ne ujemajo.
sv: Varna när en funktionsdeklaration i en härledd klass kan orsaka ett fel när en virtuell funktion definieras (bara för C++). I en härledd klass måste defintionen av virtuella funktioner matcha typsignaturen av en virtuell funktion deklarerad i basklassen. Med det här alternativet, varnar kompilatorn om du definierar en funktion med samma namn som en virtuell funktion, men med en typsignatur som inte matchar någon deklaration från basklassen.
xh: Lumkisa xa uhlobo olubekiweyo lomsebenzi wobhengezo lunokubayimposiso ekuchazeni umsebenzi onesiphumo (C++ kuphela). Kuhlobo olubekiweyo, iinkcaza zemisebenzi enesiphumo kufuneka ithelrkiseke nodidi lotyikityo lomsebezni onesiphumo obhengeziweyo kuhlobo lwesiseko. Ngolu khetho, umqokeleli ulumkisa xa uchaza umsebenzi ngomnye umsebenzi onesiphumo, kodwa ngodidi lotyikityo olungathelekisekiyo naziphi na izibhengezo ezisuka kuhlobo lesiseko.

source: Warn when g++'s synthesis behavoir does not match that of cfront.
da: Giv advarsel når synteseadfærden til g++ er anderledes end cfront's.
de: Warnen, wenn das Syntheseverhalten von g++ nicht mit dem von cfront übereinstimmt.
et: Hoiata, kui g++'i sünteesiv käitumine ei vasta cfronti omale.
hu: Figyelmeztetés, ha a g++ szintéziskezelése eltér a cfront-étól.
id: Peringatkan jika perilaku sintesa g++ tidak cocok dengan cfront.
it: Avverti quando la sintesi del comportamento di g++ non corrisponde con cfront.
ja: g++の合成の動きが、cfrontに一致しない時警告.
nl: Waarschuw wanneer g++ zijn synthese gedrag niet overeenkomt met dat van cfront.
no_ny: Gi åtvaring når synteseåtferda til g++ er ulik åtferda til cfront.
pl: Ostrzegaj gdy sposób zestawiania w g++ nie zgadza się z tym z cfront.
sk: Varovať, keď chovanie syntézy g++ neodpovedá chovaniu cfront.
sl: Opozori, če obnašanje g++ sintetiziranja ne ustreza cfront-ovemu.
sv: Varna när syntesbeteendet för g++ inte överenstämmer med det som cfront har.
xh: Lumkisa xa g++'s ukuziphatha okudityanisiweyo akuthelekiseki oko kwe cfront.

source: make all Warnings into errors
da: Gør alle advarsler til fejl
de: Warnungen als Fehler ausgeben.
et: muuda kõik hoiatused vigadeks
hu: a figyelmeztetések hibának számítsanak
id: buat seluruh peringatan sebagai error.
it: Prendi tutti i warning come errori.
ja: 全ての警告をエラーに出す
nl: maak van waarschuwingen fouten
no_ny: gjer alle åtvaringar til feil
pl: wszystkie ostrzeżenia zamień na błędy
sk: urobiť zo všetkých Varovaní chyby
sl: pretvori vsa opozorila v napake
sv: gör om alla varningar till fel.
xh: yenza zonke Izilumkiso kwiimposiso

source: Make all warnings into errors.
da: Gør alle advarsler til fejl.
de: Warnungen als Fehler ausgeben.
et: Muuda kõik hoiatused vigadeks
hu: A figyelmeztetések hibaként kezelése.
id: Buat seluruh peringatan sebagai error.
it: Prendi tutti i warning come errori.
ja: 全ての警告をエラーに出します。
nl: maak van waarschuwingen fouten
no_ny: Gjer alle åtvaringar til feil.
pl: Wszystkie ostrzeżenia zamień na błędy.
sk: Urobiť zo všetkých varovaní chyby
sl: Pretvori vsa opozorila v napake.
sv: Gör om alla varningar till fel.
xh: Yenza zonke izilumkiso kwiimposiso.

source: Linker Options
da: Valg for lænkeren
de: Linker-Optionen
et: Linkuri seadistused
hu: A linker beállításai
id: Pilihan Linker
it: Opzioni del linker
ja: リンカオプション
nl: Linker opties
no_ny: Lenkjarval
pl: Opcje linkera
sk: Nastavenie linkera
sl: Nastavitve povezovalnika
sv: Länkalternativ
xh: Iinketho zomdibanisi

source: Set the Linker options and choose the libraries to add to your project.
da: Sæt lænkervalg og vælg bibliotekerne du vil tilføje projektet.
de: Setzen Sie hier die Linker-Optionen und wählen Sie die Bibliotheken, die Sie zu Ihrem Projekt hinzufügen möchten.
et: Seadista siin linkurit ja vali projektile lisatavad teegid
hu: A linker opcióinak beállítása és a projekthez hozzáadandó programkönyvtárak kiválasztása.
id: Set pilihan linker dan pilih pustaka yang akan ditambahkan ke proyek.
it: Imposta le opzioni del linker e selezionare le librerie da aggiungere al tuo progetto.
ja: リンカのオプションをセットし、プロジェクトに 加えるライブラリを選びます。
nl: Zet de linker opties hier en kies de bibliotheken die toegevoegd moeten worden aan het project
no_ny: Set lenkjarval og vel kva for bibliotek du vil leggja til prosjektet.
pl: Ustaw opcje linkera i wybierz biblioteki, które powinny być dołączone do projektu.
sk: Umožňuje nastaviť možnosti linkera a vybrať knižnice, ktoré chcete pridať do vášho projektu.
sl: Izberite nastavitve povezovalnika in knjižnice, ki se naj dodajo v vaš projekt.
sv: Ange länkinställningar och välj bibliotek att lägga till för ditt projekt.
xh: Cwangcisa iinketho zomdibanisi kwaye ukhethe iilayibrari ukudibanisa kwi projekti yakho.

source: library flags
da: biblioteksflag
de: Bibliotheksflags
et: teegi võtmed
hu: Programkönyvtár-kezelési opciók
id: flags pustaka
it: flag libreria
ja: ライブラリフラグ
nl: bibliotheek vlaggen
no_ny: bibliotekflagg
pl: Flagi bibliotek
sk: parametre knižnice
sl: stikala za knjižnice
sv: biblioteksflaggor
xh: iindwe zelayibrari

source: Set your library flags here.
da: Sæt bibliotekflagene her.
de: Wählen Sie hier die Bibliotheksflags.
et: Seadista siit teekide võtmeid.
hu: Itt adhatja meg a programkönyvtár-kezelési opciókat.
id: Set flag pustaka Anda di sini.
it: Imposta i flag delle vostre librerie.
ja: ライブラリフラグをセットします。
nl: Zet hier uw bibliotheekvlaggen.
no_ny: Set bibliotekflagga her.
pl: Ustaw flagi bibliotek
sk: Sem zadajte príznaky knižnice.
sl: Nastavite stikala za knjižnice
sv: Ange dina biblioteksflaggor här.
xh: Cwangcisa iindwe zakho zelayibrari apha.

source: remove all symbol table and relocation information from the executable
da: fjern al symboltabel- og relokeringsinformation fra den udførbare fil
de: Zum Debuggen notwendige Informationen aus der ausführbaren Datei entfernen.
et: rakendusest eemaldatakse kõik silumisandmed (strip)
hu: A szimbólumtáblák és a relokációs információ eltávolítása a programból
id: hapus semua tabel simbol dan informasi relokasi dari eksekutabel
it: toglie la tabella dei simboli e le informazioni di rilocazione dall'eseguibile
ja: 全てのsymbol tableとrelocation情報をバイナリから削除します。
nl: verwijder alle symbooltabellen en verplaatsinformatie uit het uitvoerbare bestand
no_ny: fjern all symbolbrett- og relokeringsinformasjon frå den køyrbare fila
pl: z pliku wykonywalnego usuń wszystkie tablice symboli i informacje o relokacjach
sk: z programu odstrániť celú tabuľku symbolov a informáciu o relokácii
sl: odstrani tabelo simbolov in relokacijsko informacijo iz programa
sv: ta bort all symboltabell- och relokeringsinformation från den körbara filen
xh: susa zonke iitafile zophawu kwaye ebeke kwakhona endaweni ulwazi olusuka kokuphunyeziweyo

source: If you want to use a debugger, you should keep those informations in the object files. It's useless to let the compiler generate debug informations and to remove it with this option.
da: Hvis du vil bruge et fejlretningsprogram, bør du have denne information i objektfilerne. Det er meningsløst at lade oversætteren lave fejlretningsinformation for så at fjerne den med dette valg.
de: Wenn Sie einen Debugger einsetzen möchten, sollten Sie diese Informationen in den Objektdateien belassen. Es ist sinnlos, den Compiler Debug-Informationen erzeugen zu lassen und sie mit dieser Option wieder zu entfernen.
et: Kui soovid kasutada silurit, siis pead hoidma silumisinfot objektifailides. Mõttetu on lasta kompilaatoril tekitada silumisinfot ja selle võtme abil jälle eemaldada lasta.
hu: Ha nyomkövetőt akar használni, akkor ezeket az információkat célszerű meghagyni az objektumfájlokban. Nincs értelme a fordítóprogrammal nyomkövetési információt generáltatni, majd kitörölni azt ennek a beállításnak a segítségével.
id: Jika anda ingin menggunakan debugger, Anda harus menjaga informasi dalam file object. Tidak bermanfaat membiarkan kompiler membuat informasi debug dan menghapusnya dengan pilihan ini.
it: se vuoi utilizzare un debugger, dovrai conservare nel file oggetto le seguenti informazioni. É comune utilizzare il compilatore per generarequeste informazioni e poi toglierle con l'appropiata opzione.
ja: もしデバッガを使いたいなら、これらの情報を オブジェクトファイルに残さなければなりません。 コンパイラにデバッグ情報を生成させておいてこの オプションで取り除くことは意味がありません。
nl: Als u een debugger wilt gebruiken, dan moet u die informatie in de object bestanden houden. Het is zinloos om de compiler debug informatie te laten genereren en dan vervolgens met deze optie het er weer uit te halen.
no_ny: Dersom du vil bruka eit avlusingsprogram («debugger»), bør du ha denne informasjonen i objektfilene. Det er nyttelaust å la kompilatoren laga avlusingsinformasjon for så å fjerna han med dette valet.
pl: Jeśli chcesz używać debugera, powinieneś zachować tę informację w plikach obiektów. Nie ma sensu generowanie informacji dla debugera przy użyciu kompilatora, a potem usuwanie jej w tej opcji.
sk: Ak chcete použiť odlaďovač, tieto informácie by ste mali nechávať v objektových súboroch. Je zbytočné, aby kompilátor generoval informácie pre ladenie potom ste ich odstránili touto voľbou.
sl: Če želite uporabiti razhroščevalnik, je dobro obdržati to informacijo v datotekah. Nekoristno je, da prevajalnik generira informacijo za razhroščevanje in da se potem odstrani s to nastavitvijo.
sv: Om du vill använda en avlusare, ska du behålla den här informationen i objektfilerna. Det är onödigt att låta kompilatorn skapa avlusningsinformation och sedan ta bort den med det här alternativet.
xh: Ukuba ufuna ukusebenzisa i debugger, unokugcina olo lwazi kwiifayile zenjongo. Akunamsebenzi ukuvumela umqokeleli ajikelezise ulwazi lwe debug kwaye nokuyisusa ngolu khetho.

source: prevent using shared libraries
da: hindr brug af delte biblioteker
de: Verwendung von dynamisch gelinkten Bibliotheken verhindern.
et: hoidutakse jagatud teekide kasutamisest
hu: Az osztott programkönyvtárak használatának tiltása
id: hindarkan penggunaan pustaka shared.
it: impedisce l'uso di librerie condivise
ja: シェアードライブラリを使わない
nl: voorkom het gebruik van gedeelde bibliotheken
no_ny: hindra bruk av delte bibliotek
pl: zablokuj używanie bibliotek współdzielonych
sk: zabrániť používaniu zdielaných knižníc
sl: prepreči uporabo deljenih (shared) knjižnic
sv: förhindra att delade bibliotek används
xh: nqanda usebenzisa iilayibrari ezahlulwayo

source: On systems that support dynamic linking, this prevents linking with the shared libraries. On other systems, this option has no effect.
da: På systemer som understøtter dynamisk lænkning vil dette hindre lænkning med delte biblioteker. På andre systemer har dette valg ikke nogen effekt.
de: Auf Systemen, die dynamische Bibliotheken unterstützen, verhindert diese Option das Linken damit. Auf anderen Systemen hat diese Option keine Wirkung.
et: Keelab süsteemides, mis toetavad dünaamilist linkimist jagatud teegi pihta linkimise. Muudes süsteemides ei oma efekti.
hu: Olyan rendszerekben, amelyek támogatják a dinamikus linkelést, ez a kapcsoló megakadályozza a megosztott könyvtárak linkelését. Más rendszerekben a kapcsolónak nincs hatása.
id: Dalam sistem yang mendukung linking dinamis, ini akan menghindarkan linking dengan shared libraries. Di sistem lain, pilihan ini tidak berefek.
it: Nei sistemi che supportano il link dinamico, questo impedisce dilinkare le librerie condivise (shared). Negli altri sistemi non ha effetto.
ja: ダイナミックリンクをサポートしているシステムで シェアードライブラリにリンクしないようにします。 その他のシステムには効果がありません。
nl: Op systemen die dynamisch linken ondersteunen, voorkomt dit het linken met die gedeelde bibliotheken. Op de overige systemen heeft dit geen effect.
no_ny: På system som støttar dynamisk lenkjing, vil dette hindra lenkjing med delte bibliotek. På andre system har ikkje dette valet noka effekt.
pl: Opcja w systemach, które umożliwiają dynamiczne linkowanie, blokuje łączenie z bibliotekami dzielonymi. W przypadku innych systemów nie ma ona znaczenia.
sk: Na systémoch, ktoré podporujú dynamické linkovanie toto zabráni linkovaniu dynamických knižníc. Na ostatných systémoch táto voľba nemá žiadny efekt.
sl: Na sistemih, ki podpirajo dinamično povezovanje, to prepreči povezovanje z deljenimi (shred) kjižnicami. Na ostalih sistemih je ta nastavitev brezpredmetna.
sv: För system som stöder dynamisk länkning, förhindrar detta länkning med delade bibliotek. För andra system har det här alternativet ingen verkan.
xh: Kwiindlela ezixhasa udibaniso olunyanzelayo, oku kunqanda udibaniso ngee layibrari ezahlulwayo. Kwezinye iindlela, olu khetho alunasiphumo.

source: additional flags:
da: yderligere flag:
de: Weitere Flags:
et: lisavõtmed:
hu: További parancssori kapcsolók:
id: flag tambahan:
it: flag addizionali:
ja: 追加フラグ:
nl: extra vlaggen
no_ny: andre flagg:
pl: Dodatkowe flagi:
sk: prídavné parametre:
sl: dodatna stikala:
sv: ytterligare flaggor:
xh: iindwe ezongezelelweyo:

source: Insert other linker options here to invoke the linker with by setting the LDFLAGS-environment variable.
da: Opgiv andre lænkervalg her ved at sætte miljøvariablen LDFLAGS.
de: Geben Sie hier weitere Optionen ein, mit denen der Linker aufgerufen werden soll.
et: Sisesta siia ülejäänud linkuri võtmed.
hu: Itt adhat meg további paramétereket a linkernek az LDFLAGS környezeti változó értékének beállításával.
id: Sisipkan pilihan linker lain di sini untuk memanggil linker dengan seting environment variable-LDFLAGS.
it: Inserisci qui le altre opzioni del linker per richiamarlo settando la variabile d'ambiente LDFLAGS.
ja: その他のリンカオプションをここに入力すると LDFLAGS-環境変数をセットしてリンカを 呼び出します。
nl: Voer overige linker opties hier in om de linker mee aan te roepen door de LDFLAGS omgevingsvariabele te zetten.
no_ny: Oppgi andre lenkjarval her ved å setja miljøvariabelen LDFLAGS.
pl: Wstaw pozostałe opcje linkera, które zostaną przekazane poprzez zmienną środowiska LDFLAGS.
sk: Vložte ďalšie možnosti linkeru uložené do premennej prostredia LDFLAGS
sl: Tukaj vstavite ostale nastavitve za povezovalnik, ki jih bo dobil preko okoljske spremenljivke LDFLAGS.
sv: Infoga andra länkalternativ här att starta länkaren med genom att ange LDFLAGS-miljövariabeln.
xh: Faka ezinye iinketho zekhonkco apha ukubhenisa umdibanisi ngayo ngokucwangcisa i LDFLAGS-umahluko wemeko-bume.

source: libraries
da: biblioteker
de: Bibliotheken
et: teegid
hu: A használni kívánt programkönyvtárak
id: pustaka
it: librerie
ja: ライブラリ
nl: bibliotheken
no_ny: bibliotek
pl: Biblioteki
sk: knižnice
sl: knjižnice
sv: bibliotek
xh: Iilayibrari

source: Choose your libraries here.
da: Vælg bibliotekerne her.
de: Wählen Sie hier die benötigten Bibliotheken aus.
et: Vali siit oma teegid.
hu: Itt jelölheti ki a programkönyvtárakat.
id: Pilih pustaka Anda di sini
it: Seleziona quí le tue librerie.
ja: ライブラリを選択して下さい。
nl: Kies hier uw bibliotheken.
no_ny: Vel biblioteka her.
pl: Wybierz biblioteki.
sk: Tu si vyberte svoje knižnice.
sl: Izberite svoje knjižnice.
sv: Välj dina bibliotek här.
xh: Khetha iilayibrari zakho apha.

source: X11 basics
da: X11 grundlæggende
de: X11-Basis
et: X11 põhiteegid
hu: X11 alap
id: Dasar X11
it: X11 base
ja: X11 基本
nl: X11 basisbeginselen
no_ny: X11-basis
pl: X11 podstawowe
sk: Základy X11
sl: Osnove X11
sv: grundläggande X11
xh: X11 oondoqo

source: X11 extensions
da: X11-udvidelser
de: X11-Erweiterungen
et: X11 laiendused
hu: X11 kiterjesztések
id: Ekstensi X11
it: Estensioni X11
ja: X11 拡張
nl: X11 uitbreidingen
no_ny: X11-utvidingar
pl: X11 rozszerzenia
sk: Rozšírenia X11
sl: Razširitve X11
sv: X11 utökning
xh: X11 izandiso

source: KDE basics
da: KDE grundlæggende
de: KDE-Basis
et: KDE põhiteegid
hu: KDE alap
id: Dasar KDe
it: KDE base
ja: KDE 基本
nl: KDE beginselen
no_ny: KDE-basis
pl: KDE - podstawowe
sk: KDE základ
sl: Osnove KDE
sv: grundläggande KDE
xh: Oondoqo be KDE

source: KDE user interface
da: KDE brugergrænsesnit
de: KDE-Benutzerschnittstelle
et: KDE kasutajaliides
hu: A KDE felhasználói felület
id: antarmuka pengguna KDE
it: Interfaccia utente KDE
ja: KDE ユーザーインターフェース
nl: KDE gebruikers interface
no_ny: KDE brukarmiljø
pl: KDE - interfejs
sk: KDE používateľský interface
sl: Uporabniški vmesnik KDE
sv: KDE användargränssnitt
xh: Ujongano lomsebenzisi lwe KDE

source: KDE kfm functionality
da: KDE kfm-funktionalitet
de: KDE-Kfm-Funktionalität
et: KDE kfm funktsionaalsus
hu: KDE fájlkezelési funkciók (kfm)
id: fungsionalitas kfm KDE
it: Funzionalitá kfm KDE
ja: KDE kfm 機能
nl: KDE kfm functionaliteit
no_ny: KD kfm-funksjonalitet
pl: KDE - funkcje kfm
sk: Funkcionalita KDE kfm
sl: Funkcionalnost KDE kfm
sv: KDE kfm-funktion
xh: Umsebenzi we KDE kfm

source: KDE file handling
da: KDE filbehandling
de: KDE-Dateiverwaltung
et: KDE failitoimingud
hu: KDE fájlkezelés
id: Handling file KDE
it: Navigatore file KDE
ja: KDE ファイル処理
nl: KDE bestandsomgang
no_ny: KDE filhandsaming
pl: KDE - obsługa plików
sk: Práca so súbormi KDE
sl: Delo z datotekami v KDE
sv: KDE filhantering
xh: Uphatho lwefayile ye KDE

source: KDE Spell checking
da: KDE stavekontrol
de: KDE-Rechtschreibprüfung
et: KDE õigekirja kontroll
hu: KDE helyesírás-ellenőrzés
id: Cek ejaan KDE
it: Controllo ortografico KDE
ja: KDE スペルチェック
nl: KDE Spellingscontrole
no_ny: KDE stavekontroll
pl: KDE - sprawdzanie pisowni
sk: Kontrola pravopisu KDE
sl: Preverjanje črkovanja v KDE
sv: KDE stavningskontroll
xh: Ukhangelo lopelo lwe KDE

source: KDE addressbook
da: KDE adressebog
de: KDE-Adressbuch
et: KDE aadressiraamat
hu: KDE címjegyzék
id: buku alamat KDe
it: Rublrica indirizzi KDE
ja: KDE アドレス帳
nl: KDE adressenboek
no_ny: KDE adressebok
pl: KDE - książka adresowa
sk: Adresár KDE
sl: Adresar KDE
sv: KDE adressbok
xh: Incwadi yedilesi ye KDE

source: Math library
da: Matematik-bibliotek
de: Mathematische Bibliothek
et: Math teek
hu: A matematikai könyvtár
id: Pustaka Matematika
it: Libreria matematica
ja: Math ライブラリ
nl: Wiskunde bibliotheek
no_ny: Mattebibliotek
pl: Biblioteka math
sk: Matematická knižnica
sl: Matematična knjižnica
sv: Matematikbibliotek
xh: Ilayibrari ye Math

source: additional libraries:
da: flere biblioteker:
de: Weitere Bibliotheken:
et: lisateegid:
hu: További programkönyvtárak:
id: pustaka tambahan:
it: librerie aggiuntive:
ja: 追加ライブラリ:
nl: additionele bibliotheken:
no_ny: andre bibliotek:
pl: Inne biblioteki:
sk: prídavné knižnice:
sl: dodatne knjižnice:
sv: ytterligare bibliotek:
xh: Iilayibrari ezongezelelweyo:

source: Add additional libraries here.
da: Tilføj flere biblioteker her.
de: Geben Sie hier weitere Bibliotheken ein.
et: Sisesta siia lisateegid.
hu: Itt adhat meg további programkönyvtárakat.
id: Tambahkan pustaka tambahan di sini.
it: Aggiungi quí le librerie aggiuntive.
ja: 追加のライブラリを加えます。
nl: Voeg additionele bibliotheken hier in.
no_ny: Legg til andre bibliotek her.
pl: Dodatkowe biblioteki.
sk: Sem pridajte ďalšie knižnice.
sl: Dodajte dodatne knjižnice.
sv: Lägg till ytterligare bibliotek här.
xh: Dibanisa iilayibrari ezongezelelweyo apha.

source: Make Options
da: Make-valg
de: Make-Optionen
et: Ehitamise seadistused
hu: A make beállításai
id: Pilihan Make
it: Opzioni di make
ja: Makeオプション
nl: Make opties
no_ny: Make-val
pl: Opcje polecenia make
sk: Nastavenia make
sl: Možnosti Make
sv: Byggalternativ
xh: Yenza iinketho
