Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: These are the most common syntax highlighting styles.
da: Disse er de mest almindelige syntaksfremhævelsestiler.
de: Hier finden Sie die verbreitetsten Hervorhebungs-Stile.
et: Need on kõige tuntumad süntaksi värvilisuse stiilid.
hu: Válasszon egyet a szintaxiskiemelési stílusok közül.
it: Questi sono gli stili di evidenziazione della sintassi più comuni.
ja: これはもっとも一般的な文法ハイライトのスタイルです
nl: Dit zijn de meest gangbare syntaxis accentueer stijlen.
no_ny: Dette er dei mest brukte stilane for syntaksmerking.
pl: Są to najpopularniejsze style podświetlania składni.
sk: Toto sú najobvyklejšie štýly zvýrazňovania syntaxe.
sl: To so najpogostejši slogi skladenjskega poudarjanja.
sv: De här är de mest vanliga stilarna för syntaxfärgläggning.
xh: Kukho iintlobo ezilula zokuphawula zesivakalisi.

source: You can modify these default styles later in the KDevelop options:
da: Man kan ændre disse standard stiler senere i KDevelop valgene:
de: Sie können diese später in KDevelop Ihren Bedürfnissen anpassen:
et: Vaikimisi stiile saad sa ise hiljem KDevelopi seadistustest täpsemalt muuta.
hu: A kiemelések jellemzőit később a KDevelop beállításainál módosítani lehet:
it: Puoi modificare successivamente questi stili predefiniti nelle opzioni di KDevelop:
ja: 後でKDevelopオプションから、これらデフォルトのスタイルを変更できます:
nl: U kunt deze standaardstijlen later in de Kdevelop opties wijzigen:
no_ny: Du kan seinare endra desse standardstilane i KDevelop-innstillingane:
pl: Style domyślne można póżniej zmodyfikować w opcjach KDevelopa.
sk: Tieto štandardné štýly môžete neskôr upraviť v nastavení KDevelop:
sl: Te privzete sloge lahko pozneje spreminjate med izbirami KDevelop:
sv: Du kan ändra de här förvalda stilarna senare i KDevelop alternativen:
xh: Ungaguqula kancinane ezi ntlobo zingagqibekanga mva kwiinketho ze KDevelop:

source: KDevelop 2.0 style
da: KDevelop 2.0 stil
de: KDevelop 2.0 Stil
et: KDevelop 2.0 stiil
hu: KDevelop 2.0-stílusú
it: Stile KDevelop 2.0
ja: KDevelop 2.0スタイル
nl: KDevelop 2.0 stijl
no_ny: KDevelop 2.0-stil
pl: Styl KDevelopa 2.0
sk: Štýl KDevelop 2.0
sl: Slog KDevelop 2.0
sv: KDevelop 2.0 stil
xh: KDevelop 2.0 uhlobo

source: Emacs style
da: Emacs-stil
de: Emacs-Stil
et: Emacs-i stiil
hu: Emacs-stílusú
id: Gaya Emacs
it: Stile Emacs
ja: Emacsスタイル
nl: Emacs stijl
no_ny: Emacs-stil
pl: Styl Emacsa
sk: Štýl Emacs
sl: Stil Emacs
sv: Emacs-stil
xh: Uhlobo lwe Emacs

source: KWrite default
da: KWrite-standard
de: KWrite-Voreinstellung
et: KWrite-i stiil
hu: A KWrite alapértelmezése
id: baku KWrite
it: KWrite predefinito
ja: KWriteスタイル
nl: KWrite standaard
no_ny: KWrite-standard
pl: Styl KWrite
sk: KWrite štandardne
sl: Privzeti KWrite
sv: KWrite förval
xh: Okungagqibekanga kwe KWrite

source: The source files are almost like MS Visual C++ but a little bit more colored. The rest is like in KWrite.
da: Kildefilerne er næsten som MS Visual C++ men lidt mere farvede. Resten er som i KWrite.
de: Quelltexte werden beinah wie in MS Visual C++ dargestellt, nurein weniger farbiger. Die sonstige Darstellung entspricht der von KWrite.
et: Koodifailid näevad välja peaaegu nagu MS Visual C++, aga pisut värvilisemad. Ülejäänu on nagu KWrite.
hu: A forrásfájlok megjelenése hasonló lesz, mint a MS Visual C++-ban, de egy kicsit több szín használatával. A többi fájl a KWrite megjelenítési stílusát fogja követni.
it: I file sorgenti sono abbastanza simili a come apparirebbero in MS Visual C++, ma un pochino più colorati. Il resto è come in KWrite.
ja: ソースファイルは殆んどMS Visual C++のようですが、少しだけよりカラフルです。その他はKWriteのようです。
nl: De bronbestanden zijn bijna zoals in MSVisual C++ maar een beetje meer gekleurd. De rest is als in KWrite.
no_ny: Kjeldefilene er om lag som i MS Visual C++, men med litt meir farge. Resten er som i KWrite.
pl: Pliki źródłowe są wyświetlane podobnie jak MS Visual C++, ale bardziej kolorowo. Pozostałe są wyświetlane tak jak w KWrite.
sk: Zdrojové súbory sú skoro ako v MS Visual C++, ale farebnejšie. Zvyšok vyzerá ako KWrite.
sl: Izvirne datoteke so skoraj kot v MS Visual C++, le malce bolj pobarvane. Ostalo je kot v KWrite.
sv: Källkodsfiler är nästan som MS Visual C++, men med lite mer färg. Övrigt är som i KWrite.
xh: Iifayile zemvelaphi ziphantse zanjenge MS Visula C++ kodwa zinombala angaphezulu kancinane. Okuseleyo kunjengakwi KWrite.

source: Like used from Emacs.
da: Som brugt i Emacs.
de: Wie von Emacs verwendet.
et: Emacs redaktoris kasutatavad värvid.
hu: Az Emacs megjelenítési stílusához hasonló.
it: Come quelli usati da Emacs.
ja: Emacsで使われているものに似たスタイル
nl: Zoals gebruikelijk in Emacs.
no_ny: Slik Emacs brukar.
pl: Podobnie jak w Emacs.
sk: Podobné Emacsu.
sl: Kot bi uporabljali Emacs.
sv: Som använt i Emacs.
xh: Njengokusetyenziswe kwi Emacs.

source: Like used from the KWrite editor.
da: Som brugt i KWrite redigereren.
de: Wie von KWrite verwendet.
et: KWrite redaktoris kasutatavad värvid.
hu: A KWrite megjelenítési stílusához hasonló.
it: Come quelli usati dall'editor KWrite
ja: KWriteエディタで使われているものに似たスタイル
nl: Zoals gebruikelijk in de KWrite editor.
no_ny: Slik KWrite brukar.
pl: Podobnie jak w KWrite.
sk: Podobné editoru KWrite
sl: Kot bi uporabljali urejevalnik KWrite.
sv: Som använt i KWrite-editorn.
xh: Njengokusetyenziswe kumhleli we KWrite.

source: Index engine
da: Indeksmotor
de: Suchmaschine
et: Mootor
hu: Indexelőmotor
it: Motore di indicizzazione
ja: インデックスエンジン
nl: Indexmotor
no_ny: Indeks-maskin
sk: Indexovací stroj
sl: Stroj za indeksiranje
sv: Indexeringsverktyg
xh: Injini yesalathisi

source: Index Size
da: Indeksstørrelse
de: Index-Größe
et: Indeksi suurus
hu: Az index mérete
id: Ukuran Index
it: Dimensione Indice
ja: インデックスサイズ
nl: Indexgrootte
no_ny: Indeks-storleik
pl: Rozmiar indeksu
sk: Veľkosť indexu
sl: Velikost indeksa
sv: Indexstorlek
xh: Ubungakanani besalathisi

source: tiny size
da: Lillebitte
de: Sehr klein
et: Pisike
hu: apró
id: ukuran mini
it: minima
ja: サイズ 極小
nl: kleinst
no_ny: svært liten
pl: minimalny
sk: minimálna veľkosť
sl: drobna velikost
sv: mycket liten storlek
xh: Ubungakanani obuncinane

source: small size
da: lille
de: Klein
et: Väike
hu: kicsi
id: ukuran kecil
it: piccola
ja: サイズ 小
nl: klein
no_ny: liten
pl: mały
sk: malá veľkosť
sl: majhna velikost
sv: liten storlek
xh: ubungakanani obuncinane

source: medium size
da: medium
de: Mittel
et: Keskmine
hu: közepes
id: ukuran sedang
it: media
ja: サイズ 中
nl: gemiddeld
no_ny: middels
pl: średni
sk: stredná veľkosť
sl: srednja velikost
sv: medelstor
xh: ubungakanani obuphakathi

source: Index Options
da: Indeksvalg
de: Index-Optionen
et: Indeksi seadistused
hu: Indexbeállítások
id: Pilihan Indeks
it: Opzioni Indice
ja: インデックスオプション
nl: Indexopties
no_ny: Indeks-val
pl: Opcje indeksowania
sk: Možnosti indexu
sl: Nastavitve indeksiranja
sv: Indexeringsalternativ
xh: Iinketho zesalathisi

source: index the QT documentation
da: indeks til Qt-dokumentation
de: Qt-Dokumentation indizieren
et: indekseerida Qt dokumentatsioon
hu: a QT dokumentáció indexelése
id: Indeks dokumentasi QT
it: indicizza la documentazione di QT
ja: QTドキュメントインデックス
nl: Indexeer de QT-documentatie
no_ny: lag indeks over Qt-hjelpetekstane
pl: indeksuj dokumentację Qt
sk: indexovať Qt dokumentáciu
sl: indeksiranje dokumentacije QT
sv: Indexera QT-dokumentationen
xh: yalathisa uxwebhu le QT

source: index the KDE documentation
da: indeks til KDE-dokumentation
de: KDE-Dokumentation indizieren
et: indekseerida KDE dokumentatsioon
hu: a KDE dokumentáció indexelése
id: Indeks dokumentasi KDE
it: indicizza la documentazione di KDE
ja: KDEドキュメントインデックス
nl: Indexeer de KDE-documentatie
no_ny: lag indeks over KDE-hjelpetekstane
pl: indeksuj dokumentację KDE
sk: indexovať KDE dokumentáciu
sl: indeksiranje dokumentacije KDE
sv: Indexera KDE-dokumentationen
xh: yalathisa uxwebhu le KDE

source: Start indexing
da: Start indeksering
de: Index erstellen
et: Alusta indekseerimist
hu: Az indexelés megkezdése
it: Inizia la creazione dell'indice
ja: インデックス開始
nl: Indexeren starten
no_ny: Start indeksering
pl: Uruchomienie indeksacji
sk: Spustiť indexáciu
sl: Začni indeksiranje
sv: Starta indexering
xh: Iqala isalathisi

source: additional directories to index
da: andre kataloger som skal indekseres
de: Weitere zu indizierende Verzeichnisse
et: indekseeritavad lisakataloogid
hu: További indexelendő könyvtárak
id: direktori tambahan untuk diindex
it: directory aggiuntive da indicizzare
ja: インデックスディレクトリに追加
nl: additionele mappen om te indexeren
no_ny: lag indeks over andre katalogar
pl: dodatkowe katalogi do indeksowania
sk: prídavné priečinky pre index
sl: dodatni imeniki za indeksiranje
sv: Ytterligare kataloger att indexera
xh: abalawuli abongezelelweyo kwisalathisi

source: add
da: tilføj
de: Hinzufügen
et: lisa
hu: Hozzáadás
id: tambah
it: aggiungi
ja: 追加
nl: toevoegen
no_ny: legg til
pl: dodaj
sk: pridať
sl: dodajanje
sv: Lägg till
xh: dibanisa

source: remove
da: fjern
de: Entfernen
et: eemalda
hu: Eltávolítás
id: hapus
it: rimuovi
ja: 削除
nl: verwijderen
no_ny: fjern
pl: usuń
sk: odstrániť
sl: odstrani
sv: Ta bort
xh: susa

source: builds a medium-size index (20-30% of the size of all files), allowing faster search.
da: bygger et indeks af middel størrelse (20-30 % af størrelsen af alle filer), muliggør hurtige søgninger.
de: Erstellt einen mittelgroßen Index (20-30% der Größe aller Dateien), um eine schnellere Suche zu erlauben.
et: tekitab keskmise suurusega indeksi (20-30% kõigi failide suurusest), lubab kiiremat otsimist.
hu: közepes méretű index létrehozása (mérete 20-30%-a az összes fájlnak), gyors keresést tesz lehetővé.
id: Build index ukuran sedang (20-30% dari ukuran semua file), mempercepat pencarian.
it: costruisce un indice di medie dimensioni (20-30% della dimensione di tutti i files) che permette una ricerca rapida.
ja: サイズ 中のインデックス(全ファイルの20-30%)は より速い検索が可能になります。
nl: Maakt een index van gemiddelde grootte (20 -30% van de grootte van alle bestanden), dit laat sneller zoeken toe.
no_ny: Byggjer opp eit middels-stort indeks (20-30% av storleiken på alle filene), som tillet raskare søk.
pl: buduje indeks średnich rozmiarów (20-30% rozmiaru wszystkich plików), umożliwiający szybsze wyszukiwanie.
sk: vytvoriť stredne veľký index(20-30% z veľkosti všetkých súborov), umožňuje rýchlejšie vyhľadávanie.
sl: zgraditev indeksa srednje velikosti (20-30% velikosti vseh datotek), omogoča hitrejše iskanje.
sv: Bygger ett medelstort index (20-30% av storleken på alla filer), som möjliggör snabbare sökning.
xh: yakha isalathisi esinobungakanani-obuphakathi (20-30% yobungakanani yazo zonke iifayile), ivumela uphendlo olukhawulezayo.

source: Build a small index rather than tiny (meaning 7-9% of the sizes of all files - your mileage may vary) allowing faster search.
da: Bygger et lille indeks snarere end et lillebitte (ca. 7-9 % af størrelsen af alle filerne), muliggør hurtige søgninger. men det kan variere hvor godt det virker.
de: Erstellt einen kleinen Index (ca. 7-9% der Größe aller Dateien), um eine schnellere Suche zu erlauben.
et: Tekita väike indeks pisikese asemel (7-9% kõigi failide suurusest), mis lubab kiiremat otsimist.
hu: kisméretű index létrehozása (mérete 7-9%-a az összes fájlnak), az átlagosnál gyorsabb keresést tesz lehetővé.
id: Build index kecil (berarti 7-9% dari semua file ukuran bervariasi) akan mempercepat pencarian.
it: Costruisce un indice di dimensioni minute (circa 7-9% della dimensione di tutti i files - ma ciò può variare) che permette una ricerca rapida.
ja: サイズ 小のインデックス(全ファイルの7-9% - 伸びは 変わりますが)は 極小 より速い検索が 可能になります。
nl: Maakt een kleine index i.p.v. kleinst (7-9% van de grootte van alle bestanden), dit laat sneller zoeken toe.
no_ny: Byggjer opp eit lite indeks heller enn eit svært lite (om lag 7-9% av storleiken på alle filene), for raskare søk.
pl: Buduje mały indeks zamiast minimalnego (czyli 7-9% rozmiaru wszystkich plików), umozliwiający szybsze wyszukiwanie.
sk: Vytvoriť malý index pomerne k minimálnemu (to znamená 7-9% z veľkosti všetkých súborov - vaša miera so môže meniť) umožňuje rýchlejšie vyhľadávanie.
sl: zgraditev indeksa majhne namesti majcene velikosti (7-9% velikosti vseh datotek - odvisno od primera) omogoča hitrejše iskanje.
sv: Bygg ett litet index istället för ett mycket litet (dvs 7-9% av storleken på alla filer - ditt resultat kan variera) som möjliggör snabbare sökning.
xh: Yakha isalathisi esincinane kunesincinane (ithetha ukuba 7-9% yobungakanani beefayile zonke - umgama wakho ungahluka) ivumela uphendlo olukhawulezayo.

source: a tiny index (2-3% of the total size of all files)
da: et minimalt indeks (2-3 % af størrelsen af alle filerne)
de: Ein sehr kleiner Index (2-3% der gesamten Größe aller Dateien)
et: pisike indeks (2-3% kõigi failide suurusest)
hu: apró méretű index létrehozása (mérete 2-3%-a az összes fájlnak)
id: Index mini (2-3% dari seluruh file)
it: un indice minuto (2-3% della dimensione totale di tutti i files)
ja: 極小 のインデックス(全ファイルの2-3%)
nl: Maakt een kleinste index (2-3% van de grootte van alle bestanden)
no_ny: eit svært lite indeks (2-3% av storleiken på alle filene
pl: minimalny indeks (2-3% rozmiaru wszystkich plików)
sk: minimálny index (2-3% z celkovej veľkosti všetkých súborov)
sl: majcen indeks (2-3 % velikosti vseh datotek)
sv: Ett mycket litet index (2-3% av totalstorleken på alla filer)
xh: isalathisi esincinane (2-3% yobungakanani bonke beefayile zonke)

source: The KDE-Documentation-Path isn't set correctly.
da: Stien til KDE-dokumentationen er ikke sat korrekt.
de: Der Pfad zur KDE-Dokumentation ist nicht richtig gesetzt.
et: KDE dokumentatsiooni rada pole korrektne
hu: A KDE dokumentáció elérési útja helytelenül van beállítva.
id: Dokumentasi KDE - Path tidak diset dengan benar.
it: Il percorso della documentazione di KDE non è impostato correttamente.
ja: KDE-ドキュメントのパスが正しく設定されていません。
nl: Het pad naar de KDE-documentatie is niet correct ingesteld.
no_ny: Stien til KDE-hjelpetekstane er ikkje rett sett opp.
pl: Ścieżka do dokumentacji KDE nie jest ustawiona poprawnie.
sk: Nesprávne nastavená cesta pre KDE-dokumentáciu.
sl: Pot do dokumentacije KDE ni nastavljena pravilno.
sv: Sökvägen till KDE-dokumentationen är inte rätt inställd.
xh: Uxwebhu le-KDE-Umendo awucwangciswanga kakuhle.

source: No Database created!
da: Ingen database oprettet!
de: Es wurde keine Datenbank erstellt.
et: Andmebaasi ei loodud!
hu: Nem hoztam létre adatbázist.
id: Tidak ada database yang dibuat!
it: Nessun Database creato!
ja: データベースがありません!
nl: Geen databank aangemaakt!
no_ny: Ingen database laga.
pl: Baza nie została utworzona!
sk: Databáza nebola vytvorená!
sl: Zbirka ni ustvarjena!
sv: Ingen databas skapad!
xh: Akukho siseko sadata senziweyo!

source: The Qt-Documentation-Path isn't set correctly.
da: Stien til Qt-dokumentationen er ikke sat korrekt.
de: Der Pfad zur Qt-Dokumentation ist nicht richtig gesetzt.
et: Ebakorrektne Qt dokumentatsiooni rada
hu: A Qt dokumentáció elérési útja helytelenül van beállítva.
id: Dokumentasi-Qt-Path tidak diset dengan benar.
it: Il percorso della documentazione QT non è impostato correttamente.
ja: Qt-ドキュメントのパスが正しく設定されていません。
nl: Het pad naar de QT-documentatie is niet correct gezet.
no_ny: Stien til Qt-hjelpetekstane er ikkje rett sett opp.
pl: Ścieżka do dokumentacji Qt nie jest ustawiona poprawnie.
sk: Nesprávne nastavená cesta pre Qt-dokumentáciu.
sl: Pot do dokumentacije Qt ni nastavljena pravilno.
sv: Sökvägen till Qt-dokumentationen är inte rätt inställd.
xh: Uxwebhu le-Qt-Umendo awucwangciswanga kakuhle.

source: Couldn't find a htdig.conf
da: Kunne ikke finde en htdig.conf
de: Die Datei htdig.conf wurde nicht gefunden.
et: Ei leitud faili htdig.conf
hu: Nem található a htdig.conf fájl
it: Impossibile trovare il file htdig.conf
ja: htdig.conf が見つかりません
nl: Kon geen htdig.conf niet vinden
no_ny: Fann ikkje htdig.conf
pl: Nie można znaleźć htdig.conf:
sk: Nie je možné nájsť htdig.conf
sl: Ni moč najti htdig.conf
sv: Kunde inte hitta en htdig.conf
xh: Ayinakufumana i htdig.conf

source: htdig Execution Error
da: htdig Udførselsfejl
de: Fehler bei der Ausführung von htdig.
et: htdig käivitamise viga
hu: htdig programhiba
it: Errore di esecuzione di htdig
ja: htdlg実行エラー
nl: htdig uitvoerfout
no_ny: Feil ved køyring av htdig
pl: Błąd w czasie pracy htdig
sk: Chyba vykonávania htdig
sl: Napaka pri izvajanju htdig
sv: htdig körfel
xh: htdig Imposiso yokuphumeza

source: Select Directory...
da: Vælg katalog...
de: Verzeichnis wählen...
et: Vali kataloog...
hu: Könyvtár választása...
id: Pilih direktori...
it: Seleziona Directory...
ja: ディレクトリを選択...
nl: Map selecteren...
no_ny: Vel katalog ...
pl: Podaj katalog...
sk: Vybrať priečinok...
sl: Izbor imenika...
sv: Välj katalog...
xh: Khetha ulawulo...

source: The KDE-Library-Documentation has been found at:
da: Dokumentationen for KDE-biblioteket blev fundet i:
de: Die Dokumentation der KDE-Bibliotheken wurde in folgendem Pfad gefunden:
et: KDE põhiteekide dokumentatsioon leiti kataloogist
hu: A KDE programkönyvtár dokumentációját megtaláltam itt:
it: La Documentazione delle librerie di KDE é stata trovata in:
ja: KDEライブラリドキュメントが以下に見つかりました:
nl: De KDE-Bibliotheek-Documentatie is gevonden in:
no_ny: Hjelpetekstane for KDE-biblioteket vart funne på:
pl: Dokumentacja bibliotek KDE została znaleziona w:
sk: Dokumentácie KDE knižnice bola nájdená v:
sl: Dokumentacija knjižnice KDE je bila najdena v:
sv: KDE-biblioteksdokumentationen hittades på:
xh: Ilayibrari ye-KDE-Uxwebhu lufunyenwe e:

source: The correct path has been set.
da: Den korrekte sti er blevet sat.
de: Der korrekte Pfad wurde gesetzt.
et: Korrektne asukoht leitud.
hu: A helyes elérési út beállítása megtörtént.
it: É stato impostato l'indirizzo corretto.
ja: 正しいパスがセットされました。
nl: Het correcte pad is gezet.
no_ny: Den rette stien er sett opp.
pl: Ustawiono poprawną ścieżkę..
sk: Bola nastavená správna cesta.
sl: Nastavila se je prava pot.
sv: Korrekt sökväg har ställts in.
xh: Ucwangcisiwe umendo olungileyo.

source: KDE-Library Documentation found
da: KDE-biblioteksdokumentation fundet
de: Dokumentation der KDE-Bibliotheken gefunden
et: KDE teegi dokumentatsioon leitud
hu: A KDE programkönyvtár dokumentációját megtaláltam
id: Dokumentasi Pustaka-KDE telah ditemukan
it: Trovata la documentazione delle librerie di KDE
ja: KDEライブラリドキュメントが見つかりました
nl: KDE Bibliotheek Documentatie is gevonden
no_ny: Fann hjelpetekst for KDE-biblioteka
pl: Znaleziono dokumentację bibliotek KDE
sk: Dokumentácia KDE knižnice nájdená
sl: Najdena dokumentacija knjižnice KDE
sv: Hittade KDE biblioteksdokumentation
xh: KDE-Uxwebhu le layibrari lufunyenwe

source: The documentation of the KDE-library could not be found. It will be automatically regenerated in the next step.
da: Dokumentation for KDE-biblioteket kunne ikke findes. Den vil automatisk blive regenereret i næste trin.
de: Die Dokumentation der KDE-Bibliotheken wurde nicht gefunden. Sie wird im nächsten Schritt automatisch neu erstellt.
et: KDE põhiteekide dokumentatsiooni ei leitud. Järgmises etapis on võimalik seda tekitada.
hu: A KDE programkönyvtár dokumentációja nem található. A következő lépésben ezért megpróbálom újragenerálni.
it: La documentazione delle librerie di KDE non è stata trovata. Verrà generata automaticamente al prossimo passo.
ja: KDEライブラリのドキュメントが見つかりません。 次のステップで自動的に再作成されます。
nl: De documentatie van de KDE codebibliotheek kon niet worden gevonden. Het wordt automatisch gegenereerd in de volgende stap.
no_ny: Fann ikkje hjelpeteksten for KDE-biblioteket. I neste steg vert hjelpeteksten automatisk generert.
pl: Nie znaleziono dokumentacji bibliotek KDE. Będzie ona wygenerowana w następnym kroku.
sk: Dokumentácia knižnice KDE nebola nájdená. Bude v nasledujúcom kroku automaticky vytvorená.
sl: Dokumentacije za knjižnico KDE ni moč najti. V naslednjem koraku se bo samodejno znova ustvarila.
sv: Dokumentationen för KDE-biblioteket kunde inte hittas. Den kommer att skapas om automatiskt i nästa steg.
xh: Uxwebhu le KDE-layibrari alufumaneki. Izakujikeleziswa ngokuzenzekelayo kwinqwanqwa elilandelayo.

source: The chosen path does not lead to the KDE-library documentation. Please choose 'Proceed' in any case. If you don't have a documentation, it will be generated automatically in one of the next steps
da: Den valgte sti fører ikke til dokumentationen til KDE-biblioteket. Vælg venligst 'Sæt i gang' alligevel. Hvis du ikke har dokumentation så vil den blive genereret automatisk i et af de næste trin.
de: Der gewählte Pfad enthält keine KDE-Dokumentation. Bitte wählen Sie nun in jedem Fall "Weiter". Wenn Sie keine Dokumentation installiert haben, wird sie in einem der nächsten Schritte automatisch erstellt.
et: Näidatud asukoht ei sisalda KDE põhiteekide dokumentatsiooni. Vali igal juhul 'Edasi'. KDE dokumentatsiooni puudumise korral tekitatakse see automaatselt mõnes järgnevas etapis.
hu: A kiválasztott elérési út nem a KDE programkönyvtár dokumentációjára mutat. Nyomja meg a 'Végrehajtás' gombot. Ha a dokumentáció nincs telepítve, akkor valamelyik következő lépésben automatikusan létrejön.
id: Path yang dipilih tidak membawa ke dokumentasi pustaka-KDE. Pilih 'Proceed'. Jika Anda tidak punya dokumentasi, akan dibuat secara otomatis di langkah berikutnya.
it: L'indirizzo selezionato non corrisponde alla documentazione delle librerie di KDE. Per cortesia premi 'Procedi' in ogni caso. Se non hai già la documentazione, questa verrà generata automaticamente nei prossimi passaggi
ja: 選択されたパスにはKDEライブラリ ドキュメントが存在しません。とりあえず '進む'を選択して下さい。もしドキュメントが ない場合は次のステップの中で自動的に 生成されます
nl: Het gekozen pad leidt niet naar de KDE- bibliotheek-documentatie. Kies in ieder geval 'Doorgaan'. Als u geen documentatie heeft wordt deze automatisch, gegenereerd. in een van de volgende stappen.
no_ny: Den valte stien fører ikkje til hjelpetekstane for KDE-biblioteket. Vel «Fortset» i alle fall. Dersom du ikkje har hjelpetekstane, vert dei laga automatisk i eit av dei neste stega.
pl: Podana ścieżka nie prowadzi do dokumentacji bibliotek KDE. Możesz kliknąć 'Dalej'. Jeśli nie ma tej dokumentacji, to zostanie ona automatycznie wygenerowana w jednym z następnych kroków instalacji.
sk: Vybraná cesta nevedie k dokumentácii knižnice KDE. Prosím, použite 'Pokračovať'. Ak nemáte dokumentáciu, bude automaticky vygenerovaná v jednom z ďalších krokov.
sl: Izbrana pot ne vodi do dokumentacije knjižnice KDE Prosimo izberite ,Nadaljuj` v vsakem primeru. Če pa nimate dokumentacije, se bo le ta samodejno zgenerirala v enem izmed sledečih korakov.
sv: Den valda sökvägen leder inte till KDE-biblioteksdokumentationen. Var god välj 'Fortsätt' ändå. Om du inte har någon dokumentation, kommer den skapas automatiskt i ett av de följande stegen
xh: Umendo okhethiweyo awukhokheleli ku KDE-uxwebhu lelayibrari. Nceda khetha 'Qhubeka' nakowuphi umzekelo. Ukuba awunaxwebhu, uzakujikeleziswa ngokuzenzekelayo kwenye yamanqwanqwa alandelayo

source: KDevelop Setup
da: KDevelop-opsætning
de: KDevelop-Einstellungen
et: KDevelopi seadistamine
hu: A KDevelop beállítása
id: Setup KDevelop
it: Impostazioni KDevelop
ja: KDevelopセットアップ
nl: KDevelop Instellingen
no_ny: KDevelop-oppsett
pl: Ustawienia KDevelopa
sk: KDevelop nastavenie
sl: Nastavitve KDevelop
sv: KDevelop inställningar
xh: Ucwangciso lwe KDevelop

source: Let's start!
da: Lad os begynde!
de: Wir beginnen mit der Einrichtung.
et: Alustame!
hu: Indulás!
it: Avvia!
ja: 開始!
nl: Laten we beginnen!
no_ny: Gå i gang!
pl: Zacznijmy!
sk: Môžeme začať!
sl: Pa začnimo!
sv: Låt oss börja!
xh: Masiqale!
