Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Here you can enter the log message for the version control system.
da: Her kan du indtaste en logbesked for versionskontrolsystemet.
de: Hier können Sie die Logmeldung für das VCS eingeben.
et: Sisesta siia versioonikontrolli süsteemi logirida.
hu: Itt adhat meg egy, a verziókövető rendszer naplójába bekerülő szöveget.
id: Di sini dapat anda masukkan pesan log untuk version control system.
it: Inserisci il messagio di log per il version control system.
ja: ここでバージョンコントロールシステムに ログメッセージを入力できます。
nl: Hier kunt u het log bericht voor het versie beheer systeem invullen.
no_ny: Her kan du oppgi ei logg-melding for versjonskontrollsystemet.
pl: Tu możesz wprowadzić komunikat, który zostanie umieszczony w logu systemu kontroli wersji.
sk: Tu môžete zadať správu pre záznam systému kontroly verzií
sl: Vnos sporočila v dnevnik sistema za vzdrževanje različic (vcs).
sv: Här kan du ange loggmeddelandet för versionskontrollsystemet.
xh: Apha ungangenisa umyalezo we log wendlela yolawulo loguqulelo kolunye ulwimi.

source: Here you can choose the vendor tag, which your project has in the version control system.
da: Her kan du vælge Leverandør-mærket som dit projektet har i versionskontrolsystemet.
de: Hier können Sie das Herstellerzeichen wählen, das Ihr Projekt im VCS hat.
et: Sisesta siia tootja märge, mida projekt omab versioonikontrolli süsteemis.
hu: Itt választhat egy gyártócímkét, amely a projektet írja le a verziókövető rendszerben.
id: Di sini dapat Anda masukkan tag vendor, di mana proyek Anda berada dalam version control system.
it: Seleziona il vendor tag, da usare per il progetto nel version control system.
ja: ここでバージョンコントロールシステムにあなたのプロジェクト が持つvendor tagを選択できます。
nl: Hier kunt u het vendor merkteken kiezen, welke uw project heeft in het versie beheer systeem.
no_ny: Her kan du velja leverandørtaggen som prosjektet ditt har i versjonskontrollsystemet.
pl: Tu możesz wybrać etykietę donatora, którą twój projekt ma w systemie kontroli wersji.
sk: Tu si môžete vybrať štítok predajcu, ktorý váš projekt má v systéme kontroly verzie
sl: Vnos opisne vrstice izdelovalca, ki ga ima projekt v sistemu za vzdrževanje različic (vcs).
sv: Här kan du välja leverantörstaggen som ditt projekt har i versionskontrollsystemet.
xh: Apha ungakhetha iphetshana elichazayo lomthengisi, apho iprojekti inayo kwindlela yolawulo loguqulelo kolunye ulwimi.

source: Here you can choose a special pointer for the first entry in the version control system.
da: Her kan du vælge en speciel peger for den første opføring i versionskontrolsystemet.
de: Hier können Sie einen speziellen Zeiger für den ersten Eintrag im VCS wählen.
et: Siit saad valida spetsiaalse viida esimesele kirjele vesioonikontrolli süsteemis.
hu: Itt választhat egy kezdeti szöveget az elsőként beírt elemhez a verziókövető rendszerben.
id: Di sini dapat Anda pilih pointer khusus untuk entri pertama dalam version control system.
it: Seleziona un puntatore alla prima voce del version control system.
ja: ここでバージョンコントロールシステムの最初のエントリー のspecial pointerを選択できます。
nl: Hier kunt u een speciale aanwijzing kiezen voor de eerste ingang in het versie beheer systeem.
no_ny: Her kan du velja ein spesiell peikar for den første oppføringa i versjonskontrollsystemet.
pl: Tu możesz podać wskazanie do pierwszej pozycji w systemie kontroli wersji.
sk: To si môžete vybrať špeciálny smerník na prvú položku v systéme kontroly verzie
sl: Izbor posebnega kazalca na prvi vnos v sistem za vzdrževanje različic (vcs).
sv: Här kan du välja en speciell pekare för den första posten i versionskontrollsystemet.
xh: Apha ungakhetha isalathisi esithile kungeno lokuqala kwindlela yolawulo loguqulelo kolunye ulwimi.

source: Here you can choose the version control system, which you want to use.
da: Her kan du vælge versionskontrolsystemet som du ønsker at bruge.
de: Hier können Sie das VCS wählen, das Sie benutzen möchten.
et: Siin saad sa valida, millist versiooni- kontrolli süsteemi kasutada soovid
hu: Itt választhatja ki a használni kívánt verziókövető rendszert.
id: Di sini dapat Anda pilih version control system mana yang ingin Anda gunakan.
it: Seleziona il version control system che vuoi usare.
ja: ここであなたの使いたいバージョンコントロールシステム を選択できます。
nl: Hier kunt u het versie beheer systeem kiezen dat u wilt gebruiken.
no_ny: Her kan du velja kva for versjonskontrollsystem du vil bruka.
pl: Tu możesz wybrać system kontroli wersji, który chcesz używać.
sk: Tu si môžete vybrať systém kontroly verzie, ktorý chcete použiť.
sl: Izbor sistema za vzdževanje različic, ki ga želite uporabiti.
sv: Här kan du välja det versionskontrollsystem som du vill använda.
xh: Apha ungakhetha indlela yolawulo loguqulelo kolunye ulwimi, ofuna ukuyisebenzisa.

source: Here you can choose where your vcsroot loction should be. At the moment we only support local vs. And be sure, you have read and write access in the location.
da: Her kan du vælge hvor dit vcsroot-sted skal være. For øjeblikket er kun lokale vs understøttet. Glem ikke at du behøver både læse- og skriveadgang til stedet.
de: Hier können Sie das Wurzelverzeichnis Ihres VCS festlegen. Zur Zeit werden nur lokale Verzeichnisse unterstützt. Vergewissern Sie sich, dass Sie auf das gewählte Verzeichnis Lese/Schreib-Zugriff haben.
et: Siit saad valida vcsroot asukohta. Hetkel on olemas ainult lokaalse versioonikontrolli toetus. Tee kindlaks, et sul on olemas nii lugemise, kui ka kirjutamise õigus selles kataloogis.
hu: Itt állíthatja be, hogy hol legyen az Ön 'vcsroot' helye. Jelenleg csak lokális 'vs' használható. Ellenőrizze, hogy írási és olvasási joggal rendelkezik-e az adott helyen.
id: Di sini dapat anda pilih dimana letak vcsroot. saat ini kami hanya mendukung vcs lokal. Dan pastikan anda memiliki akses baca tulis di lokasi yang dipilih.
it: Seleziona dove il vcsroot deve essere posto. Per ora è supportato solo il vs locale. Assicurati di avere i permessi di lettura/scrittura in tale directory.
ja: ここでvcsrootの場所を選択して下さい。 現時点ではローカルなvsのみサポートしています。その場所で read と write のアクセスができます。
nl: Hier kunt u kiezen waar de locatie van uw vbs-wortelmap zich moet bevinden. Op dit moment wordt alleen een lokaal vbs ondersteunt. Zorg voor lees en schrijf toegang op deze locatie.
no_ny: Her kan du velja kvar vcsroot-plasseringa skal vera. Førebels støttar me berre lokal vs. Sjå til at du har lese- og skriveløyve til plasseringa.
pl: Tu możesz wybrać gdzie będzie się znajdować katalog głowny systemu kontroli wersji. Aktualnie dopuszczone są jedynie katalogi lokalne. Pamiętaj też, że musisz mieć prawo pisania i czytania tego katalogu.
sk: Tu si môžete vybrať, kde by malo byť umiestnené vaše vcsroot. Momentálne sa podporuje len oblastné vs. Uistite sa, či máte prístupové práva na čítanie a zapisovanie v danej oblasti.
sl: Izbor lokacije za koren sistema za vzdrževanje različic (vcs). Trenutno je podprt le lokalen in ne oddaljen dostop. Potreben je poln (tako za pisanje kot branje) dostop do lokacije.
sv: Här kan du välja var platsen för VCS-roten ska vara. För närvarande stöder vi bara lokal VCS. Och försäkra dig om att du har läs- och skrivrättigheter för platsen.
xh: Apha ungakhetha apho indawo ye vcroot inokubakhona. Ngeli thuba sixhasa kuphela eyobulali i vs. Kwaye qiniseka, ukuba ufunde kwaye wabhala unikezelo kwindawo.

source: Here you can see the repository of your project in the version control system. The repository is dependend on the directory of your project. You can not change the repository direct.
da: Her kan du se lageret til dit projekt i versionskontrolsystemet. Lageret er afhængig af kataloget til dit projekt. Du kan ikke ændre lageret direkte.
de: Hier können Sie das Archiv Ihrer Projektdateien im VCS sehen. Das Archiv ist abhängig vom Verzeichnis Ihres Projekts. Sie können es nicht direkt ändern.
et: Siin on näha projekti repositoorium versiooni kontrolli süsteemis. Repositoorium sõltub projekti kataloogist. Repositooriumi otse muuta ei saa.
hu: Itt látható az Ön projektjének repository-ja a verziókövető rendszerben. A repository függ az Ön projektjének könyvtárától. Közvetlenül nem lehet megváltoztatni.
id: Di sini anda dapat melihat repository proyek Anda di version control system. Repository tergantung direktori proyek Anda. Anda tidak dapat mengganti repository secara langsung.
it: Qui puoi vedere il repository del tuo progetto nel version control system. Il repository e dipendente dalla directory del tuo progetto. Non puoi cambiare la directory del repository.
ja: ここであなたのプロジェクトのバージョンコントロールシステムの レポジトリを閲覧できます。レポジトリはあなたのプロジェクトの ディレクトリとは独立です。あなたは直接レポジトリを変更する ことはできません。
nl: Hier kunt u het code-depot van uw project zien in het versie beheer systeem. Het code-depot hangt af van de map van uw project. U kunt het code-depot niet direct veranderen.
no_ny: Her kan du sjå depotet til prosjektet i versjonskontrollsystemet. Depotet er avhengig av katalogen til prosjektet. Du kan ikkje gjera endringar direkte i depotet.
pl: Tu widzisz repozytorium twojego projektu w systemie kontroli wersji. Repozytorium zależy od katalogu projektu i nie możesz go bezpośrednio zmienić.
sk: Tu môžete vidieť sklad vášho projektu v systéme kontroly verzií. Sklad je závislý od priečinku vášho projektu, nemôže byť preto zmenený priamo.
sl: Tu lahko vidite skladišče za vaš projekt v sistemu za vzdrževanje različic. Skladišče je odvisno od imenika projekta in ga ni mogoče neposredno spreminjati.
sv: Här kan du betrakta arkivet för ditt projekt i versionskontrollsystemet. Arkivet beror på din projektkatalog. Du kan inte ändra arkivet direkt.
xh: Apha ungabona indawo yokugcina izinto ye projekti yakho kwindlela yolawulo loguqulelo kolunye ulwimi. Indawo yokugcina izinto ixhomekeke kulawulo lwe projekti yakho. Awunakutshintsha ngqo indawo yokugcina izinto.

source: Headertemplate for .h-files
da: Hovedskabeloner for .h-filer
de: Vorlage für .h-Dateien
et: .h-failide päise mall
hu: Fejlécsablon a .h fájlokhoz
id: Template header untuk file-h
it: Headertemplate per i file .h
ja: .h-ファイル用のヘッダーテンプレート
nl: Headerbestandsjabloon voor .h-bestanden
no_ny: Startblokkmal for .h-filer
pl: Szablon nagłówka w plikach *.h
sk: Hlavičková šablóna pre .h súbory
sl: Predloga glave za .h datoteke
sv: Huvudmall för .h-filer
xh: Headertemplate ye .h-iifayile

source: headertemplate for .h-files
da: hovedskabeloner for .h-filer
de: Vorlage für .h-Dateien
et: .h-faliide päise mall
hu: fejlécsablon a .h fájlokhoz
id: template header untuk file-h
it: headertemplate per i file .h
ja: .h-ファイル用のヘッダーテンプレート
nl: Headerbestandsjabloon voor .h-bestanden
no_ny: startblokkmal for .h-filer
pl: szablon nagłówka w plikach *.h
sk: hlavičková šablóna pre .h súbory
sl: Predloga glave za .h datoteke
sv: huvudmall för .h-filer
xh: headertemplate ye .h-iifayile

source: Load...
da: Indlæser...
de: Laden...
et: Laadi...
hu: Betöltés...
id: Muatkan...
ja: 読み込み...
nl: Laad...
no_ny: Hent ...
pl: Wczytaj...
sk: Prechádzať...
sl: Nalaganje...
sv: Ladda...
xh: Layisha...

source: New
da: Ny
de: Neu
et: Uus
hu: Új
id: Baru
it: Nuovo
ja: 新規作成
nl: Nieuw
no_ny: Ny
pl: Nowy
sk: Nový
sl: Novo
sv: Ny
xh: Entsha

source: Press this button to select an existing header template file
da: Tryk på denne knap for at vælge en eksisterende skabelonfil for hovedfilen.
de: Drücken Sie diesen Knopf, um eine vorhandene Headervorlage zu wählen.
et: Pressi seda nuppu, et valida failist juba olemas olev päisefailide mall
hu: Nyomja meg ezt a gombot egy már létező fejlécsablonfájl kiválasztásához.
id: Tekan tombol ini untuk memilih file template header yang tersedia
it: Premi il pulsante per selezionare un file header template esistente
ja: ヘッダーテンプレートを選択して このボタンを押して下さい
nl: Druk op deze knop om een bestaand headerbestandsjabloon te selecteren
no_ny: Trykk på denne knappen for å velja ei eksisterande malfil for startblokka.
pl: Wciśnij przycisk, aby wybrać istniejący szablon plików nagłówkowych.
sk: Na výber existujúcej šablóny súboru stlačte toto tlačidlo.
sl: S pritiskom na gumb se izbere obstoječa datoteka s predlogom za glavo
sv: Tryck på den här knappen för att välja en befintlig fil som huvudmall
xh: Cinezela eli qhosha ukukhetha ifayile ekhoyo ye header template

source: Clears the pre-set headertemplate
da: Nulstiller de forhåndssatte hovedskabeloner
de: Löscht die vordefinierte Headervorlage
et: Tühjendab esialgse päisemalli
hu: Törli az előre beállított fejlécsablont
id: Bersihkan tempate header yang telah diset
it: Rimuove l'headertemplate predefinito
ja: ヘッダーテンプレートをクリア
nl: Verwijdert het standaard headerbestandsjabloon
no_ny: Tømmer den førehandslaga startblokkmalen
pl: Czyści standardowy szablon nagłówków
sk: Vyčistiť prednastavené hlavičkové šablóny
sl: Izbris prednastavljene predloge za glavo
sv: Rensar den förinställda huvudmallen
xh: Icacisa ucwangciso-lokuqala le header template

source: Edit your headertemplate here
da: Redigér din hovedskabelon her
de: Bearbeiten Sie hier Ihre Headervorlage
et: Paranda siin päiste malli
hu: Itt lehet módosítani a fejlécsablont
id: Edit template header Anda di sini
it: Modifica l'headertemplate qui
ja: ヘッダーテンプレートを編集して下さい
nl: Wijzig uw headerbestandsjabloon hier
no_ny: Rediger startblokkmalen din her
pl: Edytuj szablon nagłówka
sk: Upraviť Vašu hlavičkovú šablónu
sl: Urejanje predloge za glavo
sv: Redigera din huvudmall här
xh: Hlela iheader template yakho apha

source: Use a standard headertemplate for your headerfiles
da: Brug en standard hovedskabelon for dine hovedfiler
de: Benutzt eine Standard-Headervorlage für Ihre Headerdateien.
et: Kasuta standardset päisefailide päise malli
hu: Standard fejlécsablon használata a header fájlokhoz
id: Gunakan template header standar untuk file header Anda
it: Usa un headertemplate standard per gli headerfile
ja: 標準のヘッダーファイル用の ヘッダーテンプレートを使用する
nl: Gebruik een standaard headerbestandsjabloon voor uw headerbestanden
no_ny: Bruk ein standard startblokkmal for deklarasjonsfilene.
pl: Używaj standardowego szablonu nagłówka w plikach nagłówkowych.
sk: Použiť štandardnú hlavičkovú šablónu pre Vaše súbory hlavičkové súbory
sl: Uporaba standardne predloge za datoteke .h
sv: Använd en standardhuvudmall för dina deklarationsfiler
xh: Sebenzisa esezantsi iheader template yeefayile ze header yakho

source: Headertemplate for .cpp-files
da: Hovedskabeloner for .cpp-filer
de: Vorlage für .cpp-Dateien
et: cpp-failide päise mall
hu: fejlécsablon a .cpp fájlokhoz
id: Template header untuk file .cpp
it: headertemplate per i file .cpp
ja: .cpp-ファイル用のヘッダーテンプレート
nl: Headerbestandsjabloon voor .cpp-bestanden
no_ny: Startblokkmal for .cpp-filer
pl: Szablon nagłówka w plikach *.cpp
sk: Hlavičková šablóna pre .cpp-súbory
sl: Predloga glave za datoteke .cpp
sv: Huvudmall för .cpp-filer
xh: Headertemplate ye .cpp-iifayile

source: headertemplate for .cpp-files
da: hovedskabeloner for .cpp-filer
de: Vorlage für .cpp-Dateien
et: cpp-failide päise mall
hu: fejlécsablon a .cpp fájlokhoz
id: tempate header untuk file .cpp
it: headertemplate per i file .cpp
ja: .cpp-ファイル用のヘッダーテンプレート
nl: headerbestandsjabloon voor .cpp-bestanden
no_ny: startblokkmal for .cpp-filer
pl: szablon nagłówka w plikach *.cpp
sk: hlavičková šablóna pre .cpp-súbory
sl: Predloga glave za datoteke .cpp
sv: huvudmall för .cpp-filer
xh: headertemplate ye .cpp-iifayile

source: Use a standard headertemplate for your implementation files
da: Brug en standard hovedskabelon for dine implementationsfiler
de: Standard-Headervorlage für Ihre Implementierungsdateien benutzen.
et: Kasuta standardset cpp-failide päise malli
hu: Standard fejlécsablon használata a forrásfájlokhoz
id: Gunakan template header standar untuk file implementasi Anda
it: Usa un headertemplate standard per i file di implementazione
ja: 標準のインプリメントファイル用の ヘッダーテンプレートを使用する
nl: Gebruik een standaard headerbestandsjabloon voor uw implementatie bestanden
no_ny: Bruk ein standard startblokkmal for implementasjonsfilene.
pl: Użyj standardowego szablonu nagłówka w plikach implementacji.
sk: Použiť štandardnú hlavičkovú šablónu pre Vaše implementačné súbory
sl: Uporaba standardne predloge za za datoteke z implementacijami
sv: Använd en standardhuvudmall för dina implementeringsfiler
xh: Sebenzisa esezantsi iheader template yeefayile zakho zokuzalisekisa

source: Processes
da: Processer
de: Prozesse
et: Protsessid
hu: Folyamatok
id: Proses
it: Processi
ja: プロセス
nl: Processen
no_ny: Prosessar
pl: Procesy
sk: Procesy
sl: Procesi
sv: Processer
xh: Iinkqubela

source: Displays the normal output of the project generator
da: Viser normal uddata fra projektgeneratoren
de: Zeigt die normale Ausgabe des Projektgenerators an
et: Siin on näha projekti generaatori standardväljund
hu: Megjeleníti a projektgenerátor normál kimenetét
id: Tampilkan output normal dari generator proyek
it: Mostra l'output normale del generatore di progetti
ja: プロジェクトジェネレータの標準出力を表示します
nl: Laat de normale output van de project generator zien
no_ny: Viser dei vanlege resultata frå prosjektgeneratoren
pl: Wyświetla standardowe wyniki działania generatora projektu
sk: Zobrazuje normálny výstup z generátora projektu
sl: Prikaz navadnega izpisa projektnega generatorja
sv: Visar normal utmatning från projektgeneratorn
xh: Ibonisa imveliso eqhelekileyo yomatshini we projekti

source: Displays warnings and errormessages of the project generator
da: Viser advarsler og fejlbeskeder fra projektgeneratoren
de: Zeigt Warnungen und Fehlermeldungen des Projektgenerators an
et: Siin on näha projekti generaatori veateated
hu: Itt látható a projektgenerátor összes figyelmeztető- és hibaüzenete
id: Tampilkan peringatan dan pesan kesalahan dari generator proyek
it: Mostra i warning e i messaggi di errore del generatore di progetti
ja: プロジェクトジェネレータの警告やエラーメッセージを表示します
nl: Laat de waarschuwingen en foutberichten van de project generator zien
no_ny: Viser åtvaringar og feilmeldingar frå prosjektgeneratoren
pl: Wyświetla ostrzeżenia i komunikaty błędów generatora projektu
sk: Zobrazuje upozornenia a chybové správy z generátora projektu
sl: Prikaz opozoril in sporocil o napakah projektnega generatorja
sv: Visar varningar och felmeddelanden från projektgeneratorn
xh: Ibonisa izilumkiso kunye nemiyalezo yemposiso yomatshini we projekti

source: Select your template for Header-file headers
da: Vælg en skabelon for hovederne til hovedfilerne
de: Wählen Sie Ihre Vorlage für Headerdateien
et: Vali oma mall päisefailide päisteks
hu: Válassza ki a header fájlok fejlécének sablonját
id: Pilih template untuk header file-header Anda
it: Seleziona il template per l'intestazione dei file H
ja: ヘッダーファイル用のテンプレートを選択してください
nl: Selecteer uw sjabloon voor Headerbestand kopteksten
no_ny: Vel mal for deklarasjonsfil-startblokk
pl: Wybierz własny szablon nagłówka w plikach nagłówkowych
sk: Vybrať vašu šablónu pre hlavičky súborov
sl: Izbor predloge za glavo H datotek
sv: Välj din mall för huvuden till deklarationsfiler
xh: Khetha itemplate yakho yeHeader-iiheader ze fayile

source: Select your template for C-file headers
da: Vælg en skabelon for hovederne til C-filer
de: Wählen Sie Ihre Vorlage für C-Dateien
et: Vali oma mall C-failide päisteks
hu: Válassza ki a C fájlok fejlécfájljainak sablonját
id: Pilih template untuk header file-C
it: Seleziona il template per l'intestazione dei file C
ja: C-ファイル用のテンプレートを選択してください
nl: Selecteer uw sjabloon voor C-bestand kopteksten
no_ny: Vel mal for C-fil-startblokk
pl: Wybierz własny szablon nagłówków w plikach *.c
sk: Vybrať vašu šablónu pre hlavičky C-súboru
sl: Izbor predloge za glavo C datotek
sv: Välj din mall för huvuden till C filer
xh: Khetha itemplate yakho ye C-iiheader yefayile

source: Select your template for Cpp-file headers
da: Vælg en skabelon for hovederne til Cpp-filer
de: Wählen Sie Ihre Vorlage für Cpp-Dateien
et: Vali oma mall CPP-failide päisteks
hu: Válassza ki a cpp fájlok fejlécfájljainak sablonját
id: Pilih template untuk header file-Cpp
it: Seleziona il template per l'intestazione dei file Cpp
ja: Cpp-ファイル用のテンプレートを選択してください
nl: Selecteer uw sjabloon voor Cpp-bestand kopteksten
no_ny: Vel mal for Cpp-fil-startblokk
pl: Wybierz własny szablon nagłówków w plikach *.cpp
sk: Vybrať vašu šablónu pre hlavičky Cpp-súboru
sl: Izbor predloge za glavo Cpp datotek
sv: Välj din mall för huvuden till C++ filer
xh: Khetha itemplate yakho ye Cpp-iiheader ze fayile

source: If you want to generate the user-documentation, you need one of these programs.
da: Hvis du ønsker at generere brugervejledninger, har du brug for et af disseprogrammer.
de: Wenn Sie eine Benutzerdokumentation erstellen möchten, benötigen Sie eines dieser Programme.
et: Vajad ühte neist, kui soovid kasutaja dokumentatsiooni luua.
hu: Ha létre akar hozni felhasználói dokumentációt, szüksége lesz a programok valamelyikére.
id: Jika ingin membuat dokumentasi-user, anda perlu satu dari program ini.
it: Se vuoi generare la documentazione utente, ti serve uno di questi programmi.
ja: ユーザドキュメントを生成したい場合は、これらのプログラムのうち どれか一つが必要です。
nl: Als u de gebruikersbestanden wilt genereren dan heeft u een van deze 2 programma's nodig.
no_ny: Dersom du vil laga brukarhjelpa, treng du eitt av desse programma.
pl: Jeśli chcesz utworzyć dokumentację użytkownika. to potrzebny będzie jeden z tych programów.
sk: Ak chcete generovať používateľskú dokumentáciu, potrebujete aspoň jeden z týchto programov.
sl: Če želite generirati uporabniško dokumentacijo, potem potrebujete enega od teh programov.
sv: Om du vill skapa användardokumentation, så behöver du ett av de här programmen.
xh: Ukuba ufuna ukujikelezisa uxwebhu-lomsebenzisi, ufuna enye yolu dweliso lweenkqubo.

source: sgml2html and ksgml2html do not exist!
da: sgml2html og ksgml2html eksisterer ikke!
de: sgml2html und ksgml2html sind nicht vorhanden!
et: sgml2html ja ksgml2html puuduvad!
hu: Az sgml2html és a ksgml2html nem létezik!
id: sgml2html dan ksgml2htm tidak ada!
it: sgml2html e ksgml2html non esistenti!
ja: sgml2html と ksgml2html が存在しません!
nl: sgml2html en ksgml2html kunnen niet worden gevonden!
no_ny: sgml2html ig ksgml2html finst ikkje.
pl: Brak sgml2html i ksgml2html!
sk: sgml2html ani ksgml2html neexistujú!
sl: sgml2html in ksgml2html ne obstajata!
sv: sgml2html och ksgml2html finns inte!
xh: sgml2html no ksgml2html abasekho!
