Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: KDE-Libraries-Doc:
da: KDE-biblioteksdok:
de: KDE-Bibliothek-Dokumentation:
et: KDE teekide dok.:
hu: A KDE programkönyvtár dokumentációja:
id: Dok-Pustaka-KDE:
it: Doc Libreria KDE:
ja: KDEライブラリドキュメント:
nl: KDE-Bibliotheken-Doc:
no_ny: KDE-bibliotekshjelp:
pl: Dokumentacja bibliotek KDE:
sk: KDE-Knižnica-Dokumentácia:
sl: Dokumentacija knjižnice KDE:
sv: KDE-biblioteksdoikumentation:
xh: KDE-Iilayibrari-Uxwebhu:

source: Enter the path to your KDE-Documentation here. To access the path easier please press the pushbutton on the right to change directories. If you have no kdelibs Documentation installed, you can create it by selecting the Update button below.
da: Opgiv stien til KDE-dokumentationen her. Knappen til højre giver lettere adgang til katalogerne. Hvis du ikke har installeret dokumentationen for KDE-bibliotekerne, kan du lave den ved at trykke på opdatér-knappen nedenunder.
de: Geben Sie hier den Pfad zu Ihrer KDE- Dokumentation ein. Um einfacher auf den Pfad zugreifen zu können, drücken Sie bitte den Knopf rechts, um das Verzeichnis zu wechseln. Wenn Sie keine Kdelibs-Dokumentation installiert haben, können Sie sie mit dem Knopf "Aktualisieren" erstellen.
et: Sisesta rada KDE documentatsiooni juurde. Kui sul pole veel KDE dokumentatsiooni, siis saad seda lihtsalt tekitada vajutades nupule 'Uuenda'.
hu: Itt adja meg a KDE dokumentációjának elérési útját. A könnyebb kiválasztás érdekében nyomja meg a jobbra látható gombot könyvtárváltáshoz. Ha a kdelibs dokumentációja nincs telepítve, létrehozhatja az alábbi Frissítés gomb megnyomásával.
id: Masukkan path ke Dokumentasi-KDE di sini. Untuk mengakses lebih mudah, tekan tombol yang ada di kanan untuk pindah direktori. Jika Anda tidak punya Dokumentasi kdelibs, Anda dapat membuat dengan memilih tombol update di bawah.
it: Inserisci qui il percorso della documentazione delle KDE-Libs. Per sfogliare le directory premi il pulsante a destra. Sei non hai installato la documentazione delle KDE-Libs, la puoi generare premendo il pulsante Aggiorna.
ja: KDEドキュメントのパスをここに入力して下さい。 パスに簡単にアクセスするには 右のボタンを押してディレクトリを移動して ください。 もしKDEドキュメントがインストールされていないならば 下にある更新(Update)ボタンを押して、ドキュメント を生成してください。
nl: Voer hier het pad in naar uw KDE documentatie. Om het pad gemakkelijker te kunnen bereiken kunt u op de knop aan de rechterkant drukken om van map te veranderen. Als u geen kdelibs documentatie heeft geïnstalleerd, kunt u dat hier nu aanmaken door op de 'Bijwerken' knop te drukken.
no_ny: Oppgi stien til KDE-hjelpetekstane her. Knappen til høgre gir lettare tilgang til katalogane. Dersom du ikkje har installert hjelpetekstane for KDE-biblioteka, kan du laga dei ved å bruka oppdater-knappen under.
pl: Podaj ścieżkę do dokumentacji KDE. Aby łatwiej znaleźć tę ścieżkę, można wykorzystać przycisk po prawej stronie i wybrać odpowiedni katalog. Jeśli nie masz zainstalowanej dokumentacji do bibliotek KDE, to można ją wygenerować za pomocą przycisku 'Uaktualnij'.
sk: Sem zadajte cestu k dokumentácii knižnice KDE. Stlačením tlačidla môžete otvoriť dialóg pre výber priečinku. Ak nemáte nainštalovanú dokumentáciu pre túto knižnicu, môžete ju vytvoriť použitím tlačidla Aktualizovať.
sl: Vnesite pot do vaše dokumentacije KDE. Za lažjo navigacijo uporabite gumb na desni za spremembo imenikov. Če nimate nameščene dokumentacije KDE, jo lahko ustvarite s pritiskom na gumb Obnovi.
sv: Ange sökvägen till din KDE-dokumentation här. För att lättare hitta sökvägen var god tryck på knappen till höger för att byta kataloger. Om du inte har någon kdelibs-dokumentation installerad, kan du skapa den genom att välja uppdatera-knappen nedan.
xh: Ngenisa umendo wexwebhu le-KDE lakho apha. Ukunikeza umendo ngokulula nceda cinezela iqhosha lokutyhala ekunene ukutshintsha abalawuli. Ukuba awunaxwebhu le kdelibs elifakiweyo, ungayenza ngokukhetha iqhosha lokugqiba ngezantsi.

source: Update KDE-Documentation :
da: Opdatér KDE-dokumentation:
de: KDE-Dokumentation aktualisieren:
et: KDE dokumentatsiooni uuendamine:
hu: A KDE dokumentációjának frissítése:
id: Perbarui Dokumentasi-KDe :
it: Aggiorna la documentazione KDE:
ja: KDEドキュメントを更新 :
nl: KDE-Documentatie bijwerken:
no_ny: Oppdater KDE-hjelpetekstane:
pl: Uaktualnij dokumentację KDE :
sk: Nahradiť KDE-Dokumentáciu:
sl: Obnovi dokumentacijo KDE:
sv: Uppdatera KDE-dokumentation:
xh: Gqiba uxwebhu le-KDE :

source: Update...
da: Opdatér...
de: Aktualisieren...
et: Uuenda...
hu: Frissítés...
id: Perbarui...
it: Aggiornamento...
ja: 更新...
nl: Bijwerken...
no_ny: Oppdater ...
pl: Uaktualnij...
sk: Aktualizovať...
sl: Obnovi...
sv: Uppdatera...
xh: Gqiba...

source: Update KDE-Documentation This lets you create or update the HTML-documentation of the KDE-libs. Mind that you have kdoc installed to use this function. Also, the kdelibs sources have to be available to create the documentation, as well as the Qt-Documentation path has to be set to cross-reference the KDE-Documentation with the Qt-classes.
da: Opdater KDE-dokumentation Dette lader dig lave eller opdatere HTML-dokumentationen for KDE-bibliotekerne. Læg mærke til at du skal have installeret kdoc for at bruge denne funktion. Desuden skal kdelibs-kildekoden være tilgængelig for at lave dokumentationen, og Qt-dokumentationsstien skal være sat for at lave krydsreferencer mellem KDE-dokumentationen og Qt-klasserne.
de: KDE-Dokumentation aktualisieren Hiermit können Sie die HTML-Dokumentation der KDE-Bibliotheken erstellen oder aktualisieren. Für diese Funktion benötigen Sie kdoc. Außerdem müssen die Quelldateien der KDE-Bibliotheken verfügbar und der Pfad der Qt-Dokumentation muss korrekt gesetzt sein, um Querverweise zu den Qt-Klassen zu erzeugen.
et: KDE dokumentatsiooni uuendamine Siit saad uuendada KDE teekide doku- mentatsiooni. Ära unusta, et selleks peab sul olema süsteemi paigaldatud abirakendus kdoc. Samuti peavad olemas olema KDE teekide lähtekood ja ka Qt teegi dokumentatsioon, et saaks viidata nendele loodavast dokumentatsioonist
hu: A KDE dokumentációjának frissítése Lehetővé teszi a KDE programkönyvtár HTML-dokumentációjának elkészítését és frissítését. Ennek a funkciónak a használatához szüksége lesz a kdoc programra. Szükség lesz továbbá a kdelibs forrására a dokumentáció létrehozásához valamint a Qt dokumentáció elérési útvonalára a KDE dokumentáció és a Qt osztályok közötti keresztreferencia elkészítéséhez.
id: Perbarui Dokumnetasi-KDE Pilihan ini dapat membuat atau memperbarui dokumentasi-HTML dari KDE-libs. Catat bahwa Anda harus punya kdoc untuk bisa menggunakan fungsi ini. Sumber kdelibs juga harus tersedia untuk membuat dokumentasi sebagaimana dalam path Dokumentasi-Qt yang harus di set untuk referensi silang antara Dokumentasi-KDE dengan Qt-Classes.
it: Aggiorna la documentazione di KDE Ti permette di creare o aggiornare la guida in Html delle librerie di KDE. Tieni presente che devi avere i sorgenti delle KDE-Libs e kdoc per utilizzare questa funzione. Inoltre per avere avere i riferimenti incrociati con le classi QT devi impostare il percorso della documentazione delle librerie QT.
ja: KDEドキュメントの更新 ここでKDEライブラリのHTML形式 ドキュメントの更新、作成を行ないます。 この機能を使うためにはkdocがインス トールされている必要があります。また kdelibsのソースも必要です。同様にQt クラスとKDEドキュメントとの クロスリファレンスをするために Qtドキュメントパスも設定しておく 必要があります。
nl: KDE Documentatie bijwerken Dit stelt u in staat de HTML documentatie van de KDE-libs aante maken of bij te werken. Onthoud dat u KDoc geïnstalleerd moet hebben om deze functionaliteit te gebruiken. Ook moeten de kdelibs bronbestanden beschikbaar zijn om de documentatie te genereren, alsmede moet het Qt documentatie pad ingesteld zijn om een kruisreferentie van de KDE documentatie ten opzichte van de Qt klassen.
no_ny: Oppdater KDE-hjelpetekstane Dette let deg laga eller oppdatera HTML-hjelpetekstane for KDE-biblioteka. Legg merke til at du må ha installert kdoc for å bruka denne funksjonen. Dessutan må kdelibs-kjelda vera tilgjengeleg for å laga hjelpetekstane, og Qt-hjelpetekststien må vera sett for å laga kryssreferansar mellom KDE-hjelpetekstane og Qt-klassane.
pl: Uaktualnij Dokumentację KDE Pozwala uaktualnić HTML-ową dokumentację bibliotek KDE. Aby funkcja była aktywna musi być zainstalowany kdoc. Aby działały odwołania z dokumentacji KDE do dokumentacji klas Qt, źródła bibliotek muszą być dostępne wraz ze ścieżką do dokumentacji Qt.
sk: Akualizovať dokumentáciu KDE Toto vám umožňuje vytvoriť alebo aktualizovať dokumentáciu HTML pre knižnicu KDE. Uvedomte si, že potrebujete mať nainštalovaý kdoc. Taktiež potrebujete zdrojové kódy knižnice a cestu k dokumentácii QT pre nastavenie krížových referencií z KDE dokumentácie do QT dokumentácie.
sl: Obnovi dokumentacijo KDE S tem ustvarite ali obnovite dokumentacijo KDE-libs v HTML obliki. Vedite, da je za uporabo te funkcije potrebno imeti nameščen kdoc. Prav tako mora biti dostopna izvorna koda kdelibs ter pot do dokumentacije Qt za potrebe navzkrižnih referenc dokumentacije KDE in razredov Qt.
sv: Uppdatera KDE-dokumentation Det här låter dig skapa eller uppdatera HTML-dokumentationen för KDE-libs. Notera att du måste ha installerat kdoc för att använda den här funktionen. Dessutom måste källkoden för kdelibs vara tillgänglig för att skapa dokumentationen, och Qt-dokumentationens sökväg måste vara satt för att korsreferera KDE-dokumentationen med Qt-klasserna.
xh: Gqiba uxwebhu le-KDE Oku kukuvumela ukwenza okanye ukugqiba uxwebhu le-HTML ye KDE-libs. Qonda ukuba une kdoc efakiweyo ukusebenzisa lo msebenzi. Kwakhona, iimvelaphi ze kdelibs zinokubakho ukwenza uxwebhu, kunye nomendo wexwebhule-Qt inokucwangciswa ukuthelekisa-ngaphaya uxwebhu le-KDE ngeentlobo ze-Qt.

source: Create Search Database :
da: Lav søgedatabase:
de: Suchdatenbank erstellen:
et: Otsingute andmebaasi tekitamine :
hu: Keresési adatbázis létrehozása:
id: Buat Database Pencarian :
it: Crea il database di ricerca :
ja: 検索データベースを作成 :
nl: Zoekdatabank aanmaken :
no_ny: Lag søkjedatabase ...
pl: Utwórz bazę wyszukiwań:
sk: Vytvoriť vyhľadávaciu databázu:
sl: Izdelaj iskalno zbirko:
sv: Skapa sökdatabas:
xh: Yenza isiseko sedata yophendlo :

source: Create...
da: Lav...
de: Erstellen...
et: Tekita...
hu: Létrehozás...
id: Buat...
it: Crea...
ja: 作成...
nl: Aanmaken...
no_ny: Lag ...
pl: Utwórz...
sk: Vytvoriť...
sl: Izdelaj...
sv: Skapa...
xh: Yenza...

source: Create Search Database This will create a search database for glimpse which will be used to look up marked text in the documentation. We recommend updating the database each time you've changed the documentation e.g. after a kdelibs-update or installing a new Qt-library version.
da: Lav søgedatabase Dette vil oprette en søgedatabase for glimpse, som bliver brugt til at slå markeret tekst op i dokumentationen. Vi anbefaler at opdatere databasen hver gang du har ændret dokumentationen, f.eks. efter at have installeret nye versioner af Qt-biblioteket eller kdelibs.
de: Suchdatenbank erstellen Hiermit können Sie für "glimpse" eine Such- datenbank erstellen, mit der die Suche nach markierten Worten ermöglicht wird. Wir empfehlen, dass Sie die Datenbank nach jeder Änderung der Dokumentation (z.B. nach einer Aktualisierung der KDE-Bibliotheken oder nach Installation einer neuen QT-Version).
et: Otsingute andmebaasi tekitamine Loob otsingute andmebaasi, mida kasutatakse teksti leidmiseks dokumentatsioonist. Soovitame uuendada andmebaasi iga kord, kui muudad dokumentatsiooni (nt pärast KDE või Qt uuendamist).
hu: Keresési adatbázis létrehozása Keresési adatbázist hoz létre a glimpse számára, amellyel megadott szöveget lehet keresni a dokumentációban. Célszerű az adatbázist frissíteni a dokumentáció megváltoztatása után, pl. a kdelibs frissítése vagy új Qt könyvtár telepítése után.
id: Buat Database Pencarian Pilihan ini akan membuat database pencarian untuk glimpse yang digunakan untuk mencari teks tertanda dalam dokumentasi. Kami rekomendasikan perbarui database tiap kali ganti dokumentasi, misal setelah kdelibs-update atau instal versi baru Pustaka Qt.
it: Crea il Databse di ricerca Creerà un database di ricerca per glimpse che sarà utilizzato per cercare il testo selezionato nella documentazione. Raccomandiamo di aggiornare il database ogni volta che viene modificata la documentazione. (es: dopo un aggiornamento delle KDE-Libs oppure l'installazione di una nuova versione della libreria QT.
ja: 検索データベースの作成 ドキュメントの中から選択したテキストの検索を するglimpseのために検索データベースを作成します。 あなたがドキュメントを変更された時には更新する ことをお勧めします。例.kdelibsやQtを更新した時。
nl: Zoekdatabank aanmaken Dit zal een zoekdatabank voor glimpse aanmaken die zal worden gebruikt om gemarkeerde tekst op te zoeken in de documentatie. Wij adviseren dat u elke keer de databank bijwerkt als u van documentatie veranderd. Bijv. na het bijwerken of het installeren van een nieuwe versie van de Qt-bibliotheek.
no_ny: Lag søkjedatabase Opprettar ein søkjedatabase for glimpse. Basen vert brukt for å slå opp tekst i hjelpetekstane. Du bør oppdatera databasen kvar gong du har endra hjelpetekstane, t.d. etter å ha installert nye versjonar av Qt-biblioteket eller kdelibs.
pl: Utwórz bazę wyszukiwań Tworzy bazę dla glimpse, która będzie używana do wyszukiwania zaznaczonego tekstu w dokumentacji. Polecamy uaktualnianie bazy za każdym razem gdy zmienia się dokumentacja np: po uaktualnieniu bibliotek KDE lub zainstalowaniu nowej wersji biblioteki Qt.
sk: Vytvoriť vyhľadávaciu databázu Toto vytvorí vyhľadávaciu databázu pre glimpse, ktorá bude použitá pre hľadanie označeného textu v dokumentácii. Doporučujeme aktualizáciu databáze pre každej zmene dokumentácie, napr. pri aktualizácii knižnice KDE alebo pri inštalácii novej verzie knižnice QT.
sl: Izdelaj iskalno zbirko S tem se izdela iskalna zbirka za glimpse, ki se rabi pri iskanju označenega besedila v dokumentaciji. Priporoča se obnova zbirke vsakokrat, kadar se spremeni dokumentacija npr. po nadgradnji kdelibs ali namestitvi nove različice knjižnice Qt.
sv: Skapa sökdatabas Det här kommer att skapa en sökdatabas för glimpse som kommer att användas för att slå upp markerad text i dokumentationen. Vi rekommenderar att uppdatera databasen varje gång som du har ändrat dokumentationen t.ex. efter en uppdatering av kdelibs eller installation av en ny version av Qt-biblioteket.
xh: Yenza isiseko sedata yophendlo Oku kuzakwenza isiseko sedata ye glimpse ezakusetyenziswa ukujonga okubhaliweyo okuphawulweyo ku xwebhu. Sithethelela ugqibo lwesiseko sedata lonke ixesha utshintshe uxwebhu umzekelo. emva kogqibo lwe-kdelibs okanye ukufaka olutsha uguqulelo kolunye ulwimi lwelayibrari ye-Qt.

source: Enable CTags database
da: Aktivér CTags database
de: CTags Datenbank einschalten
et: CTags andmebaasi lubamine
hu: A CTags adatbázis engedélyezése
it: Abilita il database dei CTags
ja: CTagsデータベースを有効にする
nl: CTags databank activeren
no_ny: Bruk CTags-database
pl: włącza bazę danych CTags
sk: Povoliť databázu CTags
sl: Omogoči zbirko podatkov CTags
sv: Aktivera C-taggdatabas
xh: Yenza isiseko sedata ye CTags

source: Enable CTags based browsing and searching. If this is enabled, you can browse the source code of yourproject much easier. You can jump to declarationsand definitions of functions, classes and methodsusing the right mouse button.
da: Aktivér CTags baseret søgning og gennemsyn. Hvis dette er aktiveret kan man gennemsøge kildekoden for sit projekt meget nemmere. Man kan springe til deklarationer og definitioner af funktioner, klasser og metoder ved brug af højre museknap.
de: Aktivieren des CTags basierten Suchens. Ist diese Einstellung aktiv, können Sie den Quellcode ihres Projektes wesentlich leichter durchsuchen. Über die rechte Maustaste können Sie Definitionen von Funktionen sowie Klassen und Methoden direkt anspringen.
et: CTags'il põhineva brausimise ja otsingu lubamine. Lubamise korral muutub projektide koodi jälgimine palju lihtsamaks, sest parema hiirenupu alla tekib võimalus liikuda funktsioonide kirjelduste ja teostuste juurde.
hu: A CTags-alapú böngészés és keresés engedélyezése. Ha bejelöli ezt az opciót, akkor sokkal könnyebb lesz áttekinteni a forráskódot. Rá lehet ugrani a függvények és az osztályok deklarációjára és megvalósítására a jobb egérgomb segítségével.
it: Abilita la ricerca e la navigazione basata sui CTags. Se abilitato, puoi navigare nel codice sorgente del tuo progetto molto più facilmente. Puoi saltare alle dichiarazioni e alle definizioni di funzioni, classi e metodi usando il pulsante destro del mouse.
ja: CTags ベースのブラウジングと検索を有効にする。 これが有効になっていると、プロジェクト内のソースコードのブラウズはより易しくなります。関数の宣言や定義への移動や、クラスやメソッドへの移動はマウス右ボタンで出来るようになります。
nl: CTags gebaseerd bladeren en zoeken activeren. Als dit is geactiveerd, dan kunt u in de broncode van uw project veel makkelijker bladeren. U kunt naar declaraties en definities van functies, klassen en methoden springen met behulp van de RMK.
no_ny: Bruk CTags-basert navigering og søkjing. Denne funksjonen gjer det lettare å navigera i kjeldekoden til prosjektet. Du kan hoppa til deklarasjonar og definisjonar av funksjonar, klassar og metodar ved å bruka høgre museknapp.
sk: Povoliť prehliadanie a hľadanie pomocou CTags. Toto umožňuje prehliadať váš zdrojový kód projektu výrazne jednoduchšie. Pravým tlačidlom myši môžete prechádzať medzi deklaráciami a definíciami funkcií, triedami a ich metódami.
sl: Omogoči brskanje in skanje po zbirki CTags. Če je to omogočeno, lahko veliko lažje brskate po izvirni kodi projekta. Z desno tipko miške lahko skočite na deklaracije in definicije funkcij, razredov in metod.
sv: Aktivera C-taggbaserad bläddring och sökning. Om det här är aktiverat, kan du bläddra i källkoden för ditt projekt mycket lättare. Du kan hoppa till deklarationer och definitioner av funktioner, klasser och metoder genom att använda höger musknapp.
xh: Yenza i CTags ezisekwe kukhangelo nophendlo. Ukuba oku kwenziwe, ungakhangela ikhowudi yemvelaphi ye projekti yakho ngokulula kakhulu. Ungaxhumela kubhengezo neenkcazelo zemisebenzi, iintlobo kunye nendlela usebenzisa iqhosha lasekunene le mouse.

source: Load
da: Indlæs
de: Laden...
et: Laadi...
hu: Betöltés
it: Carica
ja: 読み込み
nl: Laden
no_ny: Last inn
pl: Wczytaj...
sk: Načítať
sl: Naloži
sv: Ladda
xh: Layisha

source: Create also KDOC-reference of your project
da: Opret også KDOC-reference for dit projekt
de: KDoc-Referenz für das Projekt erstellen
et: Projekti juurde tekitatakse KDOC viide
hu: A projekt KDOC-referenciájának létrehozása
id: Buat juga referensi-KDOC untuk proyek anda
it: Crea anche i riferimenti KDOC per il tuo progetto
ja: プロジェクトのKDOC-リファレンスを作成
nl: Ook een KDOC refentie maken van uw project
no_ny: Lag KDOC-referanse for prosjektet
pl: w projekcie utwórz odsyłacze KDOC-a
sk: Vytvoriť aj referencie KDOC pre projekt
sl: Izdelaj tudi referenco KDOC vašega projekta
sv: Skapa också KDOC-referens för ditt projekt
xh: Yenza kwakhona KDOC-intelekiso ye projekti yakho

source: Create KDOC-reference of your project If this is enabled, on creating the API-Documentation KDoc creates also a cross reference file of your project into the selected kdoc-reference directory.
da: Opret KDOC reference for dit projekt Hvis dette er slået til vil en krydsreference fil for dit projekt også blive oprettet i det valgte kdoc-reference katalog, når API-dokumentationen laves.
de: KDoc-Referenz Ihres Projektes erstellen Ist die Einstellung markiert, erstellt KDoc beim Erzeugen der API-Dokumentation auch eine Querverweisdatei Ihres Projektes im gewählten "kdoc-reference" Verzeichnis.
et: Projekti juurde tekitatakse KDOC viide Märgistamise korral tekitatakse API dokumentatsiooni loomisel näidatud asukohta kdoc viidete fail.
hu: A projekt KDOC-referenciájának létrehozása Ennek bejelölése esetén, az API dokumentáció létrehozásakor a KDoc elkészíti a projekt keresztreferencia-fájlját is a megadott könyvtárban.
id: Buat referensi-KDOC untuk proyek anda Jika diadakan, dalam pembuatan Dokumentasi-API KDoc juga membuat file referensi silang dari proyek Anda ke direktori referensi-kdoc yang terpilih.
it: Crea riferimenti KDOC per il tuo progetto Se questo è abilitato, durante la creazione della documentazione delle API, KDoc creerà anche un file con i riferimenti incrociati nella directory selezionata per i riferimenti di KDoc.
ja: プロジェクトのKDOC-リファレンスを作成 有効にするとAPIドキュメントを生成するにあたってプロジェクトの 選択されたkdocリファレンスディレクトリにクロスリファレンスも生成します。
nl: KDOC referentie maken van uw project Als dit is geactiveerd dan zal bij het maken van de API Documentatie KDoc ook een referentiebestand maken van uw project in de geselecteerde kdoc referentie map.
no_ny: Lag KDOC-referanse for prosjektet Vel om du skal laga hjelpetekst med kryssreferansar frå prosjekthjelpetekstane til den valte kdoc-referansekatalogen.
pl: Tworzy w projekcie odnośniki KDOC Jeśli jest uaktywniony, to KDOC w trakcie tworzenia dokumentacji API, w podanym katalogu odnośników kdoc, tworzy także plik ze skrośnymi odnośnikami.
sk: Vytvoriť referencie KDOC pre projekt Ak je táto voľba použitá, pri vytváraní dokumentácie API KDoc vytvorí aj krížové referencie vášho projektu do vybraného priečinku pre krížové referencie KDoc.
sl: Izdelaj tudi referenco KDOC vašega projekta Če je to vključeno, se ob izdelavi dokumentacije API Kdoc izdela tudi datoteka z navzkrižno referenco vašega projekta v izbran imenik kdoc-reference.
sv: Skapa KDOC-referens för ditt projekt Om det här är aktiverat, så skapar KDOC också en korsreferensfil för ditt projekt i den valda kdoc-referenskatalogen när API- dokumentationen skapas.
xh: Yenza uthelekiso le-KDOC ye projekti yakho Ukuba oku kwenziwe, ekwenzeni uxwebhu-API KDoc yenza kwakhona ifayile yothelekiso ngaphaya lwe projekti yakho kulawulo olukhethiweyo lo thelekiso-kdoc.

source: Debugger Settings
da: Opsætning for fejlretter
de: Debugger Einstellungen
et: Siluri seadistused
hu: Nyomkövetési beállítások
id: Seting Debugger
it: Impostazioni Debugger
ja: デバッガの設定
nl: Debug Instellingen
no_ny: Innstillingar for avlusar
pl: Ustawienia debugera
sk: Nastavenie ladenia
sl: Nastavitve razhroščevanja
sv: Avlusarinställningar
xh: Izicwangciso ze debugger

source: Use external debugger
da: Brug ekstern fejlretter
de: Externen Debugger verwenden
et: Välise siluri kasutamine
hu: Külső nyomkövető használata
id: Gunakan debugger eksternal
it: Utilizza un debugger esterno
ja: 外部デバッガを使う
nl: Externe Debugger gebruiken
no_ny: Bruk ekstern avlusar
pl: Debuger zewnętrzny
sk: Použiť externý odlaďovač
sl: Uporabi zunanji razhroščevalnik
sv: Använd extern avlusare
xh: Sebenzisa idebugger yangaphandle
