Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Warn whenever a function call is cast to a non-matching type. For example, warn if <i>int malloc()</i> is cast to <i>anything *.
da: Giv advarsel når et funktionskald bliver omstøbt til en type som ikke passer. F.eks.: hvis <i>int malloc()</i> bliver omstøbt til <i>HvadSomHelst *</i>.
de: Warnen, wenn ein Funktionsaufruf auf einen nicht kompatiblen Typ gecastet wird. Beispielsweise wenn <i>int malloc()</i> auf <i>irgendwas *</i> gecastet wird.
et: Hoiata alati, kui funktsiooni väärtuse tüüpi teisendatakse ebasobivalt. Näiteks, kui <i>int malloc()</i> teisendatakse <i>miski *</i>-iks.
hu: Figyelmeztetés, ha egy függvényhívás típusa egy vele nem egyeztethető típusra van átalakítva. Például ha az <i>int malloc()</i> az <i>akármi *</i> típusra van átalakítva.
id: Peringatkan jika pemanggilan fungsi mengarah ke tipe yang tidak cocok. Misal, peringatkan jika <i>int malloc()</i> mengarah ke <i>anything *.
it: Avvisa ogni volta che una chiamata a funzione è cast a un tipo che non corrisponde. Per esempio avvisa se <i>int malloc()</i> è cast a <i>qualsiasi *.
ja: 一致しない型へのキャストで関数が 呼出されたとき全て警告します。 例えば、<i>int malloc()</i>が<i>anything *</i> へキャストしたとき警告します。
nl: Waarschuw wanneer een functieaanroep is gecast naar een niet overeenkomend type. Bijv. waarschuw wanneer </i>int malloc()</i> wordt gecast naar </i>iets *.
no_ny: Gi åtvaring når eit funksjonskall vert kasta til ein type som ikkje passar. Døme: dersom <i>int malloc()</i> vert kasta til <i>kvaSomHelst*</i>.
pl: Ostrzegaj gdy wywołanie funkcji jest rzutowane na niepasujący typ. Na przykład gdy <i>int malloc()</i> jest rzutowane na <i>cokolwiek *</i>.
sk: Varovať, keď je volanie funkcie pretypované na neodpovedajúci typ. Napríklad, varovať ak <i>int malloc()</i> je pretypované na <i>čokoľvek *.
sl: Opozori, kadar je klic funkcije transformiran (cast) v neustrezni tip. Npr. opozori, če je <i>int malloc()</i> transformiran (cast) v <i>karkoli *</i>.
sv: Varna när ett funktionsanrop typkonverteras till en typ som inte matchar. Varna tillexempel om <i>int malloc()</i> typkonverteras till <i>någonting *</i>.
xh: Lumkisa xa ubizo lomsebenzi lukhankaselwa kudidi olunga-thelekisekiyo. Umzekelo, lumkisa ukuba <i>int malloc()</i> ikhankaswa uku <i>nayiphi na into *.

source: Warn whenever a pointer is cast so as to remove a type qualifier from the target type. For example, warn if a <i>const char *</i> is cast to an ordinary <i>char *.
da: Giv advarsel når en peger bliver omstøbt sådan at typekvalifikatoren bliver fjernet fra måltypen. F.eks.: hvis <i>const char*</i> bliver omstøbt til en almindelig <i>char*</i>.
de: Warnen, wenn ein Zeiger gecastet wird und dabei ein Typqualifizierer verloren ginge Beispielsweise bei einem cast von <i>const char *</i> auf <i>char *</i>.
et: Hoiata alati, kui tahetakse teisendada viita nii, et tüübi kvalifikaator eemaldatakse . Näiteks, kui <i>const char *</i> soovitakse teisendada tavaliseks <i>char *</i>-ks.
hu: Figyelmeztetés, ha olyan mutatótípus-átalakítás történik, amikor a céltípus minősítése törlődik. Például, ha a <i>const char *</i> típus közönséges <i>char *</i> típussá alakul.
id: Peringatkan jika pointer cast untuk menghapus type qualifier dari tipe target. Sebagi contoh, peringatkan jika <i>const char *</i> cast ke <i>char *</i> biasa.
it: Avvisa ogni volta che un puntatore è cast e rimuove il qualificatore di tipo nel tipo di destinazione. Per esempio, avvisa se <i>const char *</i> è cast in un <i>char *</i> normale.
ja: ターゲットタイプから型修飾子をとる ようにポインタがキャストされた場合 全て警告します。例えば、<i>const char *</i> が普通の<i>char *.</i>にキャストされたとき警告します。
nl: Waarschuw wanneer een pointer wordt gecast om de type aanduiding te verwijderen van het doeltype. Bijv. wanneer een <i>const char *</i> wordt gecast naar een doodgewone <i>char *</i>.
no_ny: Gi åtvaring når ein peikar vert kasta slik at typekvalifikatoren vert fjerna frå måltypen. Døme: dersom <i>const char*</i> vert kasta til ein vanleg <i>char*</i>.
pl: Ostrzegaj gdy wskaźnik jest rzutowany tak, że tracony jest kwalifikator typu. Na przykład gdy <i>const char *</i> jest rzutowany na zwykły <i>char *</i>.
sk: Varovať, keď je smerník pretypovaný pre odstránenie modifikátora typu. Napríklad, varovať, ak <i>const char *</i> je pretypované na normálny <i>char *.
sl: Opozori, če je kazalec transformiran (cast) tako, da odstrani qualifier tipa. Npr. opozori, če je <i>const char *</i> transformiran (cast) v <i>char *</i>.
sv: Varna när en pekare typkonverteras så att typkvalifikationen tas bort från måltypen. Varna till exempel om en <i>const char *</i> konverteras till en vanlig <i>char *</i>.
xh: Lumkisa xa isalathisi sikhankasa ukuze kususwe onelungelo lodidi olusuka kudidi lwetekeni. Umzekelo, lumkisa ukuba <i>const char *</i> ikhankaselwa kweyiyo <i>char *.

source: Warn whenever a pointer is cast such that the required alignment of the target is increased. For example, warn if a <i>char *</i> is cast to an <i>int *</i> on machines where integers can only be accessed at two- or four-byte boundaries.
da: Giv advarsel når en peger bliver omstøbt sådan at hukommelsesplaceringen på målet øger. F.eks.: hvis en <i>char*</i> bliver omstøbt til en <i>int *</i> på maskiner hvor man kun har adgang til heltal ved to- og fire-byte-grænser.
de: Warnen, wenn ein Zeiger so gecastet wird, dass die Speicherausrichtung des Zieles vergrößert würde. Beispielsweise auf Maschinen, auf denen Integer nur an 2- oder 4-Byte Adressen ausgerichtet sein können und ein <i>char *</i> nach <i>int *</i>gecastet werden soll.
et: Hoiata alati, kui soovitakse teisendada nii, et joondamine suureneb. Näiteks siis, kui <i>char *</i> soovitakse teisendada tavaliseks <i>int *</i>-ks masinateks, milles täisarvudel on vaid kahe- või neljabaidised piirid.
hu: Figyelmeztetés. ha olyan típusátalakítás történik, ahol a céltípus 'igazítási mérete' megnő. Például ha egy <i>char *</i> típust <i>int *</i>-ra változtat olyan gépen, ahol az egészek csak kettővel vagy néggyel osztható memóriacímeken érhetőek el.
id: Peringatkan jika pointer cast sehingga membutuhkan peningkatan alignment target. Misalnya, peringatkan jika <i>char *</i> cast ke <i>int *<i> di mesin dimana integer hanya dapat diakses dalam batas dua-empat byte.
it: Avvisa ogni volta che un puntatore è cast e l'allineamenti richesto per il tipo di destinazione è stato incrementato. Per esempio, avvisa se <i>char *</i> è cast in un <i>int *</i> su sistemi nei quali si può accedere agli interi solamente a gruppi di 2 o 4 byte.
ja: ターゲットの要求されるアラインメントが増加するようなポインタのキャストは全て警告します。例えば、<i>char *</i> が、整数が2または4バイト境界でしかアクセスできないマシンで<i>int *</i>にキャストされたとき警告します。
nl: Waarschuw wanneer een pointer wordt gecast zodanig dat de benodigde uitlijning van het doel moet worden opgehoogd. Bijv. wanneer een <i>char *</i> wordt gecast naar een <i>int *</i> op machines waar integers alleen kunnen worden geraadpleegd op 2- of 4-byte grenzen.
no_ny: Gi åtvaring når ein peikar vert kasta slik at minneplasseringa til målet vert auka. Døme: dersom ein <i>char*</i> vert kasta til eit <i>int*</i> på maskiner der ein berre har tilgang til heiltal ved to- og fire-byte-grenser.
sk: Varovať, ak je smerník pretypovaný tak, že vyžadované zarovnanie je zvýšené. Napríklad, varovať ak <i>char *</i> je pretypované na <i>int *</i> na architektúrach, kde je možné celé čísla používať iba na dvoj- alebo štvorbajtových hraniciach.
sl: Opozori, če je kazalec transformiran (cast) tako, da se potrebna poravnanost spremenljivke poveča. Npr. opozori, če je <i>char *</i> tranformiran (cast) na <i>int *</i> na računalnikih, kjer je <i>int</i> dostopen samo na dvo ali štiri bajtni meji.
sv: Varna när en pekare typkonverteras så att nödvändig justering av måltypen ökas. Varna till exempel om en <i>char *</i> konverteras till en <i>int *</i> för maskiner där heltal bara kan kommas åt på två- eller fyra-byte gränser.
xh: Lumkisa xa isalathisi sikhankasa ukuze ukwenziwa komgca ofunwayo wetekeni unyuselwe. Umzekelo, lumkisa ukuba <i>char</i> ikhankaswe kwi <i>int *</i> kwimatshini apho amanani apheleleyo anokunikezelwa kuphela kabinin- okanye kane-kwimida ye byte.

source: Give string constants the type <i>const char[LENGTH]</i> so that copying the address of one into a non-<i>const char *</i> pointer will get a warning. These warnings will help you find at compile time code that can try to write into a string constant, but only if you have been very careful about using <i>const</i> in declarations and prototypes. Otherwise, it will just be a nuisance; this is why we did not make <i>-Wall</i> request these warnings.
da: Giv strengkonstanter typen <i>const char[LENGTH]</i> sådan at du får en advarsel hvis du kopierer adressen til en ikke-<i>const char*</i>-peger. Disse advarsler hjælper dig med at finde kode som prøver at ændre en strengkonstant, men kun hvis du passer på med at bruge <i>const</i>-erklæringer og prototyper. Ellers vil det kun være til irritation, og det er derfor <i>-Wall</i> ikke bruger disse advarsler.
de: Stringkonstanten erhalten den Typ <i>const char[Länge]</i>, so dass das Kopieren einer solchen Adresse in einen nicht <i>const char *</i> Zeiger eine Warnung erzeugt. Diese Warnung kann dabei helfen, zur Kompilierzeit Code zu finden, der versucht in eine Stringkonstante zu schreiben. Dies gelingt nur, wenn man sehr sorgfältig beim Verwenden von <i>const</i> in Deklarationen und Prototypen war. Ansonsten werden diese Meldungen nur lästig, weshalb sie mit <i>-Wall</i> nicht erzeugt werden
et: Määra string konstantide tüübiks <i>const char[PIKKUS]</i> selleks, et nende aadressi kopeerimisel mõne muu, kui <i>const char *</i> viida sisse antaks hoiatus.
hu: A sztringkonstansokhoz a <i>const char[LENGTH]</i> típus hozzárendelése, így egy ilyen változó címének nem-<i>const char *</i> mutatóba másolása figyelmeztetést generál. Ezek a figyelmeztetések segítenek még fordítási időben megtalálni azokat az eseteket, amikor felül próbál írni egy sztringkonstanst, de csak akkor, ha nagyon körültekintő volt a <i>const</i> használatakor deklarációknál és prototípusoknál. Különben csak zavart okoz, ezért nem került be a <i>-Wall</i> opcióba.
id: Berikan konstanta string tipe <i>const char[LENGTH]</i> sehingga menyalin alamat dari satu ke non-<i>const char *</i> pointer akan diperingatkan. Peringatan ini membantu Anda menemukan kode yang coba menulis ke konstanta string saat kompile, tapi jika Anda telah hati hati memakai <i>const</i> dalam deklarasi dan prototype. Selain itu, hanya akan mengganggu, itulah mengapa kami tidak membua -Wall meminta peringatan ini.
it: Dando ad una stringa costante il tipo <i>const char[LENGTH]</i> così che copiando l'indirizzo in un puntatore che non è -<i>const char*</i> si ha una avvertimento. Questo avvertimento aiuta a trovare durante la compilazione il codice che cerca di scrivere in una stringa constante, ma solo se presti molta attenzione nell'uso di <i>const</i> nella dichiarazione del prototipo. Altrimenti, produrrà solamente disturbo; questo é il motivo per cui non viene impostato il flag <i>-Wall</i> come predefinito.
ja: 文字定数には<i>const char[LENGTH]</i>のように宣言して、非<i>const char *</i>型ポインタへのコピーが警告されるようにして下さい。<i>const</i>を宣言やプロトタイプで注意深く使用していれば、これらの警告によって文字定数への書き込みを行なおうとするコードをコンパイル時に検出できます。しかしそうしたコードを検出したくない場合には、これらの警告はうるさく感じられるでしょう。ですから、これらの警告を要求する<i>-Wall</i>オプション付きでmakeをしなかったのです。
nl: Geef string constanten het type <i>const char[LENGTE]</i> zodat het kopieren van het adres van een van de strings naar een niet-<i>const char *</i> pointer een waarschuwing zal opleveren. Deze waarschuwingen helpen tijdens het compileren bij het zoeken naar code die in een string kan schrijven, maar alleen als u tijdens het schrijven zeer zorg-vuldig bent geweest en <i>const</i> heeft gebruikt in de declaraties en prototypes. Anders is het alleen maar lastig en daarom zit deze ook niet bij de -Wall in.
no_ny: Gi strengkonstantar typen <i>const char[LENGTH]</i> slik at du får åtvaring om du kopierer adressa til ein ikkje-<i>const char*</i>-peikar. Desse åtvaringane hjelper deg å finna kode som prøver å endra ein strengkonstant, men berre om du passar på bruka <i>const</i>-deklarasjonar og prototypar. Elles vil det berre vera til irritasjon, og det er difor <i>-Wall</i> ikkje brukar desse åtvaringane.
pl: Nadaj stałym tekstowym typ <i>const char[DŁUGOŚĆ]</i> dzięki czemu kopiowanie adresu tych stałych na nie stały wskaźnik <i>char *</i> wygeneruje ostrzeżenie. Te ostrzeżenia pomagają wykryć podczas kompilacji punkty, w których omyłkowo nadpisujesz stałe tekstowe. Aby jednak z tego korzystać musisz w deklaracjach bardzo ostrożnie używać <i>const</i>. W przeciwnym wypadku opcja ta jedynie utrudnia życie. Właśnie dlatego nie jest ona włączona do <i>-Wall</i>.
sk: Nastaviť typ reťazcovým konštantám na <i>const char[LENGTH]</i>, takže kopírovanie adresy konštanty do nie-<i>const char *</i> smerníka vygeneruje varovanie. Tieto varovanie vám pomôžu nájsť pri preklade kód, ktorý sa pokúša zapísať do reťazcovej konštanty, ale iba ak si veľmi dávate pozor na používanie <i>const</i> v deklaráciách a prototypoch. Inak je to iba otravné a preto sme toto varovanie nezahrnuli do možnosti <i>-Wall</i>.
sl: Konstantni nizi naj imajo tip <i>const char[LENGTH]</i> tako, da prepis naslova v karkoli, razen v <i>const char *</i>, prikaže opozorilo. S temi opozorili se da odkriti kodo, ki poskuša pisati v konstantne nize, seveda v primeru seveda, da je bila uporaba <i>const</i> v deklaracijah in prototipih dosledna. Drugače bo samo v napoto; zaradi tega tudi ne spada to opozorilo med tista v <i>-Wall</i>.
sv: Ge strängkonstanter typen <i>const char[LÄNGD]</i> så att kopiering av en sådan address till en icke-<i>const char *</i> pekare ger en varning. De här varningarna kommer att hjälpa dig att hitta kod vid kompileringstillfället som kan försöka skriva till en strängkonstant, men bara om du har varit mycket noggrann med att använda <i>const</i> i deklarationer och prototyper. Annars kommer det bara vara till besvär, det är därför vi inte lät <i>-Wall</i> ange de här varningarna.
xh: Ukunika umtya kwenza rhoqo udidi <i>const char[UBUDE]</i> ukuze ukhuphelo lwedilesi lwenye yezingeyo-<i>const char *</i> isalathisi sizakufumana isilumkiso. Ezi zilumkiso zizakukunceda ufumane ikhowudi yexesha lokuqokelela enokuzama ukubhala kumtya rhoqo, kodwa kuphela ukuba ubulumke kakhulu malunga nokusebenzisa <i>const</i> kwizibhengezo neendidi ze proto. Kungenjalo, izakuba yinto engenamsebenzi, kungoko singenzanga <i>-Udonga</i> lucela ezi zilumkiso.

source: Warn if a prototype causes a type conversion that is different from what would happen to the same argument in the absence of a prototype. This includes conversions of fixed point to floating and vice versa, and conversions changing the width or signedness of a fixed point argument except when the same as the default promotion. Also warn if a negative integer constant expression is implicitly converted to an unsigned type.
da: Giv advarsel hvis en prototype fører til en anden typekonvertering end den som ville ske med det same argument uden prototype. Dette inkluderer konverteringer af fast komma til kommatal og omvendt, og konverteringer som ændrer størrelsen eller hvorvidt den er har fortegn bortset fra når den er den samme som standardforfremmelsen. Giv også advarsel hvis et negativt heltalskonstantudtryk bliver implicit konverteret til en type uden fortegn.
de: Warnen, wenn ein Prototyp eine Typ-Umwandlung verursacht, die sich von der ohne Prototyp erfolgenden Typ-Umwandlung unterscheidet. Dies beinhaltet Konvertierungen von Festpunkt nach Gleitkomma und umgekehrt und Konvertierungen, die die Breite oder die Vorzeichenbehaftung eines Festpunktargumentes betreffen, es sei den, es entspräche der Standarderweiterung. Außerdem erfolgt eine Warnung, sobald eine negative, ganzzahlige Konstante implizit in einen vorzeichenlosen Typ umgewandelt wird
et: Hoiata, kui prototüüp põhjustab prototüübi puudumisest erinevat teisendust. Sisaldab ka püsikomast ujukomaks teisendamisi ja vastupidi. Samuti hoiata, kui negatiivse väärtusega konstanti soovitakse konvertida mõnesse märgita tüüpi.
hu: Figyelmeztetés, ha a prototípus létezése másfajta típuskonverziót okoz, mint ami a prototípus hiányában ugyanazzal az argumentummal történne. Ebbe a körbe tartoznak a lebegőpontos-fixpontos átalakítások, az olyan átalakítások, amelyek megváltoztatják a tizedesérték hosszát ill. az argumentum előjelességét, kivéve ha megegyezik az alapértelmezett típuskonverzióval. Akkor is figyelmeztet, ha egy negatív egész konstans automatikusan előjel nélkülivé konvertálódna.
id: Peringatkan jika prototype mengakibatkan konversi tipe yang berbeda dari kejadian argumen sama tanpa ada prototype. Ini memasukkan konversi dari fixed point ke floating point dan sebaliknya, serta konversi mengubah lebar atau penanda argumen fixed point, kecuali sama dengan default promotion. Juga peringatkan jika ekspresi konstanta integer dikonversi secara implisit ke tipe unsigned.
it: Avverte se un prototipo causa una conversione di tipo che é differente da quelloche si vuole, con il medesimo argomento in assenza di un prototipo. Questoinclude conversioni da fixed point a float, e viceversa, ed anche conversioniche cambiano la lunghezza del tipo fixed point , tranne quando sono quelle di default. Inoltre avverte se una costante intera negativa viene implicitamente convertita in un tipo senza segno (unsigned).
ja: プロトタイプ宣言が、プロトタイプがない場合に同じ引数に起きることとは異なる型変換を引き起こす場合には警告します。これには固定小数点数から浮動小数点数への変換またはその逆の場合、あるいはデフォルトの変換と同じ場合を除く、固定小数点数での長さや符合の変更を伴う変換を含みます。また負の整数定数式が符合無しの型へ変換される場合も警告します。
nl: Waarschuw als een prototype een typeconversie tot gevolg heeft die anders is dan wat er er zou gebeuren in het geval dat er geen prototype is. Dit behelst conversies van vaste komma naar drijvende komma getallen en omgekeerd, en conversies die de breedte of de getekendheid van een vast komma getal argument behalve als het hetzelfde is als de standaard promotie. Waarschuw ook als een negatief geheel constante uitdrukking impliciet wordt geconverteerd naar een type zonder teken.
no_ny: Gi åtvaring dersom ein prototype fører til ein annan typekonvertering enn den som ville skje med det same argumentet utan prototype. Dette inkluderer konverteringar av fast komma til flyttal og omvendt, og konverteringar som endrar breidda eller signertverdien av argument med fast komma utanom når ho er den same som standardforfremjinga. Gi òg åtvaring dersom eit negativt heiltalskonstantuttrykk vert implisitt konvertert til ein usignert type.
pl: Ostrzegaj gdy deklaracja powoduje inną konwersję typów niż by się to stało w przypadku braku deklaracji. Dotyczy to konwersji między wartościami stało- a zmiennoprzecinkowymi oraz konwersjizmieniających rozmiar lub znak argumentów stałoprzecinkowych, za wyjątkiem standardowych rozszerzeń. Również ostrzega gdy ujemny, całkowity parametr jest przenoszony na typ bezznakowy.
sk: Varovať, ak prototyp spôsobí konverziu typu, ktorá je iná, než by bola pri rovnakom argumente, kedy prototyp nebol k dispozícii. To zahŕňa konverzie čísel s pevnou desatinnou čiarkou na plávajúcu a naopad a konverzie meniace šírku alebo znamienko argumentu s pevnou desatinnou čiarkou. okrem prípadu, keď je rovnaký ako štandardná zmena. Taktiež varovať, ak je záporný celočíselný výraz implicitne konvertovaný na typ bez znamienka.
sl: Opozori, če prototip povzroči pretvorbo tipa v nekaj drugega kot pa če prototipa ne bi bilo. To vključuje pretvorbo iz fiksne vejice v plavajočo in obratno ter pretvorbe, ki spremenijo velikost in (ne)predznačenost argumenta v fiksni vejici, razen če ustreza privzetemu napredovanju. Opozori tudi, če je negativni celoštevilski konstantni izraz implicitno pretvorjen v nepredznačeni tip.
sv: Varna om en prototyp orsakar en typkonvertering som skiljer sig från vad som skulle ske med samma argument om prototypen inte fanns. Det här innefattar konvertering av fixtal till flyttal och vice versa, och konverteringar som ändrar bredden eller tecknet på en fixtalsparameter utom när den är samma som standarduppkonverteringen. Varna också om ett negativt konstant heltalsuttryck implicit konverteras till en typ utan tecken.
xh: Lumkisa ukuba udidi lwe proto lubangela uguqulelo lodidi olwahlukileyo kokunokwenzeka kwimpikiswano enye kukungabikho kodidi lwe proto. Oku kuquka iiguqulelo lwencopho elungisiweyo kuqukuqelo nojiko lwamacala, kwaye iinguqulelo zitshintsha ububanzi okanye utyikityo lwempikiswano enencopho elungisiweyo ngaphandle kwaxa inye nonyuso olungagqibekanga. Kwakhona lumkisa ukuba inani elipheleleyo elingangqamaniyo nochazo olumileyo luguqulelwe kudidi olungatyikitywanga.

source: Warn when a comparison between signed and unsigned values could produce an incorrect result when the signed value is converted to unsigned.
da: Giv advarsel når sammenligning mellem værdier med og uden fortegn kan føre til forkert resultat når værdien med fortegn mister fortegnet.
de: Warnen, wenn ein Vergleich zwischen signed und unsigned ein falsches Ergebnis liefern könnte, sobald der signed Wert nach unsigned umgewandelt wird.
et: Hoiata, kui märgiga ja märgita väärtuste omavahel võrdlemine võib tekitada märgiga väärtusest märgita väärtusesse konvertimisest tulenevaid valesid tulemusi.
hu: Figyelmeztetés, ha egy előjeles és egy előjel nélküli érték összehasonlítása hibás eredményt okozna, ha az előjeles érték előjel nélkülivé konvertálódik.
id: Peringatkan saat membandingkan nilai signed dan unsigned dapat menghasilkan nilai yang salah saat nilai signed dikonversi ke unsigned.
it: Avverte quando la comparazione tra un tipo signed e unsigned puó provocareun risultato incorretto, quando cioè un valore signed viene convertito in unsigned.
ja: 符合付と符合無しの比較で、符合付きが符合無しに変換されると不正な結果をもたらす場合には警告
nl: Waarschuw wanneer een vergelijking tussen signed en unsigned waarden een onjuist resultaat kan produceren wanneer de signed waarde wordt geconverteerd naar unsigned.
no_ny: Gi åtvaring når ei samanlikning mellom signerte og usignerte verdiane kan føra til feil resultat når den signerte verdien vert konvertert til usignert.
pl: Ostrzegaj przy porównaniu między wartościami ze znakiem i bez, które mogłoby dać nieprawdłowy rezultat gdy wartość ze znakiem jest konwertowana do bezznakowej.
sk: Varovať, ak by pri porovnaní hodnôt s a bez znamienka mohol vzniknúť nesprávny výsledok keď je hodnota so znamienkom prevádzaná na hodnotu bez znamienka.
sl: Opozori pri primerjavi predznačene in nepredznačene vrednosti, ki lahko zaradi pretvorbe iz predznačenega v nepredznačeno vrednost vrne nepravilen rezultat.
sv: Varna när en jämförelse mellan värden med och utan tecken skulle kunna ge ett felaktigt resultat när värdet med tecken konverteras till det utan tecken.
xh: Lumkisa xa uthelekiso phakathi kwamaxabiso atyikityiweyo nangatyikitywanga anokuvelisa isiphumo esingesiso xa ixabiso elityikityiweyo liguqulelwe kokungatyikitywanga.
