Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: because your KDE base library libkdeui.so is too old!
da: fordi dit KDE base bibliotek libkdeui.so er for gammelt!
de: da die auf ihrem System gefundene Bibliothek libkdeui zu alt ist!
et: sest KDE põhiteek libkdeui.so on liiga vana!
hu: mert a KDE libkdeui.so nevű programkönyvtára túl régi verziójú!
it: perchè la libreria di KDE libkdeui.so è troppo vecchia!
ja: KDEベースのライブラリlibkdeui.soが古過ぎるからです!
nl: omdat uw KDE base codebibliotheek libkdeui.so te oud is!
no_ny: fordi KDE-basebiblioteket libkdeui.so er for gammalt.
pl: ponieważ twoja biblioteka libkdeui.so jest za stara!
sk: pretože je vaša základná knižnice KDE libkdeui.so príliš stará!
sl: ker je vaša osnovna knjižnica za KDE libkdeui.so prestara!
sv: eftersom ditt KDE-basbibliotek libkdeui.so är för gammalt!
xh: kuba ilayibrari yesiseko ye KDE libkdeui.so indala kakhulu!

source: You need a version newer than %1 but the detected version is from %2.
da: Du har brug for en nyere version end %1 men den detekterede version er fra %2.
de: Sie benötigen eine neuere Version als %1 die gefundene Version ist vom %2.
et: Vajad uuemat versiooni, kui %1, sest leitud versioon on %2.
hu: Ennél újabb verzióra van szükség: %1, de a telepített program verziószáma %2.
it: E' necessaria una versione più recente di %1 ma le versione rilevata è la %2.
ja: %1 よりも新しいバージョンが必要です。 検出されたバージョンは %2 です。
nl: U heeft een nieuwere versie nodig dan %1 maar de gedetecterde versie is van %2.
no_ny: Du treng ein versjon som er nyare enn %1, men den du har er frå %2.
pl: Potrzebna jest nowsza wersja niż %1 Znaleziona wersja to %2.
sk: Potrebujete verziu novšiu ako %1. ale zistená verzia je z %2.
sl: Potrebujete različico, novejšo od %1, a zaznana različica je od %2.
sv: Du behöver en version nyare än %1 men den detekterade versionen är från %2.
xh: Ufuna uguqulelo kolunye ulwimi olutsha kune %1 kodwa uguqulelo kolunye ulwimi olubhaqiweyo lusuka kwi %2.

source: KDE version
et: KDE versioon
hu: KDE verzió
it: Versione di KDE
ja: KDE バージョン
nl: KDE versie
no_ny: KDE-versjon
pl: Wersja KDE
sk: Verzia KDE
sl: Različica KDE
xh: Uguqulelo kolunye ulwimi lwe KDE

source: Attach to process
da: Kobl til proces
de: An Prozess anhängen
et: Seonda protsessiga
hu: Csatlakozás egy folyamathoz
id: Sisipkan ke proses
it: Connettiti al processo
ja: プロセスに接続
nl: Aan proces hechten
no_ny: Knyt til prosess
pl: Dołącz do procesu
sk: Pripojiť sa k procesu
sl: Priklopi se na proces
sv: Anslutning till processer
xh: Fakela kwinkqubela

source: Ok
et: Nõus
sl: V redu
xh: Kulungile

source: Tools-Menu Configuration
da: Indstilling af værktøjsmenuen
de: Werkzeuge einrichten
et: Tööriistad-Menüü seadistused
hu: A segédprogramok menü beállításai
id: Konfigurasi Tools-Menu
it: Configurazione del Menu Strumenti
ja: ツールメニューの設定
nl: Hulpmiddelen - Menu configuratie
no_ny: Oppsett av verktøymenyen
pl: Konfiguracja menu Narzędzia
sk: Nastavenie menu nástrojov
sl: Prikrojitev menija Orodja
sv: Inställningar för verktygsmeny
xh: Uqwalaselo lwezixhobo-ze Menu

source: &Add
da: &Tilføj
de: Hinzuf&ügen
et: Lis&a
hu: Hozzá&adás
id: T&ambah
it: &Aggiungi
ja: 追加(&A)
nl: &Toevoegen
no_ny: &Legg til
pl: &Dodaj
sk: &Pridať
sl: Dod&aj
sv: &Lägg till
xh: &Dibanisa

source: Click here to add a tool specified below.
da: Klik her for at tilføje værktøjet som er opgivet nedenunder.
de: Klicken Sie hier, um ein Werkzeug hinzuzufügen
et: Klõpsa siia allpool valitud tööriista lisamiseks
hu: Kattintson ide az alább megadott program hozzáadásához.
id: Klik disini untuk menambahkan tool di bawah.
it: Clicca qui per aggiugere uno strumento specificato sotto.
ja: ツールを追加するならここをクリック。
nl: Click hier om het hulpmiddel zoals onder gespecificeerd toe te voegen.
no_ny: Trykk her for å leggja til eit verktøy.
pl: Kliknij by dodać poniżej wypisane narzędzie.
sk: Kliknutím pridáte zadaný nástroj.
sl: Kliknite tukaj, da se doda spodaj podano orodje.
sv: Klicka här för att lägga till ett verktyg specificerat nedan.
xh: Nqakraza apha ukudibanisa isixhobo esikhankanywe ngezantsi.

source: De&lete
da: S&let
de: &Löschen
et: &Eemalda
hu: &Törlés
id: Ha&pus
it: &Elimina
ja: 削除(&l)
nl: Ve&rwijderen
no_ny: &Fjern
pl: &Usuń
sk: &Zmazať
sl: &Odstrani
sv: &Ta bort
xh: &Cima

source: Click here to delete an entry from the list.
da: Klik her for at slette opføringen fra listen.
de: Klicken Sie hier, um einen Eintrag aus der Liste zu löschen.
et: Klõpsa siia selleks, et kustutada kirje nimekirjast
hu: Kattintson ide, ha egy elemet törölni szeretne a listából.
id: Klik di sini untuk menghapus entri dari daftar.
it: Clicca qui per eliminare una voce dalla lista.
ja: リストからエントリを削除するにはここをクリック。
nl: Klik hier om een ingang uit de lijst te verwijderen.
no_ny: Trykk her for å fjerna ei oppføring frå lista.
pl: Kliknij by usunąć z listy.
sk: Kliknutím odstránite položku zo zoznamu.
sl: Kliknite tukaj, da se odstrani vnos v seznamu.
sv: Klicka här för att ta bort en post från listan.
xh: Nqakraza apha ukucima ungeno kuluhlu.

source: Move &Up
da: Flyt &op
de: A&ufwärts
et: Liig&uta üles
hu: Mozgatás &felfelé
id: Ke A&tas
it: Sposta in &alto
ja: 上に移動(&U)
nl: O&mhoog verplaatsen
no_ny: Flytt &opp
pl: W &górę
sk: Pres&un hore
sl: Premik &gor
sv: Flytta &upp
xh: &Nyukela ngasentla

source: Click here to move up the selected entry.
da: Klik her for at flytte den valgte opføring op.
de: Klicken Sie hier, um den gewählten Eintrag nach oben zu verschieben.
et: Klõpsa siia selleks, et liigutada valitud kirjet üles poole
hu: Kattintson ide a kijelölt elem felfelé mozgatásához.
id: Klik di sini untuk memindah entri terpilih ke atas.
it: Clicca qui per spostare in su la voce selezionata.
ja: エントリを上に移動するにはここをクリック。
nl: klik hier om de geselecteerde ingang omhoog te verplaatsen.
no_ny: Trykk her for å flytta oppføringa opp.
pl: Kliknij by przesunąć do góry.
sk: Kliknutím posuniete vybranú položku vyššie.
sl: Kliknite tukaj, da se premakne vnos navzgor.
sv: Klicka här för att flytta upp den valda posten.
xh: Nqakraza apha ukusa phezulu ungeno olukhethiweyo.

source: Move &Down
da: Flyt &ned
de: A&bwärts
et: Liiguta alla
hu: Mozgatás &lefelé
id: Ke &Bawah
it: Sposta in &basso
ja: 下に移動(&D)
nl: Omlaa&g verplaatsen
no_ny: Flytt &ned
pl: W &dół
sk: Presun &dole
sl: Premik &Dol
sv: Flytta &ner
xh: &Nyukela ngezantsi

source: Click here to move down the selected entry.
da: Klik her for at flytte den valgte opføring ned.
de: Klicken Sie hier, um den gewählten Eintrag nach unten zu verschieben.
et: Klõpsa siia selleks, et liigutada valitud kirjet alla poole
hu: Kattintson ide a kijelölt elem lefelé mozgatásához.
id: Klik di sini untuk memindahkan entri terpilih ke bawah.
it: Clicca qui per spostare in giù la voce selezionata.
ja: エントリを下に移動するにはここをクリック。
nl: Klik hier om een de geselecteerde ingang omlaag te verplaatsen
no_ny: Trykk her for å flytta oppføringa ned.
pl: Kliknij by przesunąć w dół
sk: Kliknutím posuniete vybranú položku nižšie.
sl: Kliknite tukaj, da se premakne vnos navzdol.
sv: Klicka här för att flytta ner den valda posten.
xh: Nqakraza apha ukusa ngezatsi ungeno olukhethiweyo.

source: Executable:
da: Programfil:
de: Ausführbare Datei:
et: Rakendus:
hu: Programfájl:
id: Eksekutabel:
it: Eseguibile:
ja: 実行可能バイナリ:
nl: Uitvoerbare bestand:
no_ny: Programfil:
pl: Plik wykonywalny:
sk: Spustiteľné:
sl: Izvršilna datoteka:
sv: Körbar fil:
xh: Ephunyeziweyo:

source: Here you can browse through the disc to select an executable file.
da: Her kan du vælge en udførbar fil fra disken.
de: Hier können Sie eine ausführbare Datei auswählen.
et: Siit saad sirvida kogu ketast, et valida rakenduse fail
hu: Itt átböngészheti az egész lemezt a kívánt programfájl kijelöléséhez.
id: Di sini anda dapat menjelajah lewat disk untuk memilih file eksekutabel.
it: Qui puoi cercare nel disco per selezionare un file eseguibile.
ja: 実行可能バイナリを選択するためにここでブラウズできます。
nl: Hier kunt u door de schijf snuffelen om een uitvoerbaar bestand te selecteren.
no_ny: Her kan du velja ei køyrbar fil frå disken.
pl: Przeglądanie dysku w poszukiwaniu pliku wykonywalnego.
sk: Tu je možné priechádzať disk pre výber spustiteľného súboru.
sl: Tukaj lahko brskate po disku in izberete izvršilno datoteko.
sv: Här kan du bläddra igenom disken för att välja en körbar fil.
xh: Apha ungakhangela ngapha kwediski ukukhetha ifayile ephunyeziweyo.

source: Enter the name of the executable file here.
da: Indtast navnet på programfilen her.
de: Geben Sie hier den Namen der ausführbaren Datei ein.
et: Sisesta siia exe-faili nimi.
hu: Itt adja meg a programfájl nevét.
id: Masukkan nama file eksekutabel di sini.
it: Inserisci il nome del file eseguibile.
ja: 実行可能バイナリの名前を入力して下さい。
nl: Voer hier de naam van de executeerbare bestand in.
no_ny: Oppgi namnet på programfila her.
pl: Nazwa pliku wykonywalnego.
sk: Sem zadajte meno vykonávateľného súboru.
sl: Vnesite ime izvršilne datoteke.
sv: Ange namnet på den körbara filen här.
xh: Ngenisa igama lefayile ephunyeziweyo apha.

source: Menu Text:
da: Menutekst:
de: Menütext:
et: Menüü tekst:
hu: Menüszöveg:
id: Teks Menu:
it: Testo del Menu:
ja: メニューテキスト:
nl: Menu tekst:
no_ny: Menytekst:
pl: Tekst wpisu w menu:
sk: Text menu:
sl: Besedilo v meniju:
sv: Menytext:
xh: Okubhaliweyo kwe Menu:

source: Enter a menu text for the executable here.
da: Indtast en menutekst for programfilerne her.
de: Geben Sie einen Menütext für die ausführbare Datei ein.
et: Sisesta siia menüü tekst progammi jaoks
hu: Itt adja meg a végrehajtható fájl menüszövegét.
id: Masukkan menu teks untuk eksekutabel di sini.
it: Inserisci il testo del menu per l'eseguibile.
ja: 実行可能バイナリのメニューテキストを入力して下さい。
nl: Voer hier de menutekst in voor het Hulpmiddelen menu.
no_ny: Skriv ein menytekst for programfila her.
pl: Wpisz nazwę pozycji w menu, która będzie wywoływać plik wykonywalny.
sk: Sem zadajte text menu pre tento program.
sl: Vnesite besedilo v meniju za izvršilno datoteko.
sv: Ange en menytext för den körbara filen här.
xh: Ngenisa okubhaliweyo kwemenu yokuphunyeziweyo apha.

source: Arguments:
da: Argumenter:
de: Argumente:
et: Argumendid:
hu: Argumentumok:
id: Argumen:
it: Argomenti:
ja: 引数:
nl: Argumenten:
no_ny: Argument:
pl: Argumenty:
sk: Argumenty:
sl: Argumenti:
sv: Argument:
xh: Iimpikiswano:

source: Enter arguments for the executable here. Use %S for current open file and %D for the project directory
da: Indtast argumenter for den kørbare her. Brug %S for aktuelt åben fil og %D for projektkataloget
de: Geben Sie hier die Aufrufparameter für die ausführbare Datei ein. Verwenden Sie %S für die aktuell geöffnete Datei und %D für das Projekt-Verzeichnis.
et: Sisesta siia rakenduse argumendid. Praeguse avatud faili jaoks kasuta märgistust %S ja projekti kataloogi jaoks %D.
hu: Adja meg a program futtatási argumentumait. Helyettesítések: %S - az éppen megnyitott fájl, %D - a projekt könyvtára
it: Inserisci gli argomenti per l'eseguibile. Utilizza %S per il file corrente apero e %D per la directory del progetto
ja: 実行ファイルの引数をここに指定して下さい。 現在開いているファイルの指定には %Sを、またプロジェクトディレクトリの指定には %Dを使って下さい。
nl: Voer argumenten voor het uitvoerbare bestand hier in. Gebruik %S voor huidige open bestand en %D voor de projectmap.
no_ny: Oppgi argumenta til programmet her. Bruk %S for fila som er open, og %D for prosjektkatalogen.
pl: Argumenty pliku wykonywalnego. %S to otwarty aktualnie plik, a %D to katalog projektu
sk: Sem zadajte argumenty pre program. Pre aktuálne otvorený súbor použite %S a %D pre priečinok projektu.
sl: Tu vnesite argumente za izvedljivi program. Uporabite %S za trenutno odprto datoteko in %D za imenik projekta
sv: Skriv in argument för den körbara filen här. Använd %S för den nuvarande öppna filen och %D för projektkatalogen
xh: Ngenisa iimpikiswano zokuphunyezwa apha. Sebenzisa %S kwifayile yangoku yokuvula ne %D yolawulo lwe projekti

source: Capture output
da: Fang uddata
de: Ausgabe umleiten
et: Väljundi kogumine
hu: A kimenet elfogása
it: Cattura output
ja: 出力のキャプチャ
nl: Uitvoer opvangen
no_ny: Vis tekstresultat
pl: przechwyć wyjście
sk: Zachytiť výstup
sl: Zgrabi izhod
sv: Fånga utmatning
xh: Bamba imveliso

source: Display the output (STDOUT, STDERR) of this Tool in the message pane
de: Die Ausgabe (Standard Ausgabe, Standard Fehlerausgabe) dieses Werkzeugsin das Meldungsfenster umleiten.
et: Näita selle tööriista väljundit (STDOUT, STDERR) teadete kaardil
hu: Az eszköz kimenetének (stdout, stderr) megjelenítése az üzenetpanelen
it: Mostra l'output (STDOUT, STDERR) di questo strumento nel pannello dei messaggi.
ja: メッセージペインにこのツールの出力(STDOUT, STDERR)を表示
nl: Uitvoer (STDOUT, STDERR) van dit hulpmiddel in de berichten weergave tonen
no_ny: Vis det dette verktøyet skriv til STDOUT og STDERR i meldingsruta.
pl: Wyświetla standardowe wyjścia (STDOUT, STDERR) tego narzędzia w panelu komunikatów
sk: Zobraziť výstup tohto nástroja (STDOUT, STDERR) medzi správami.
sl: Prikaži izhod (STDOUT, STDERR) tega orodja v oknu s sporočilom
sv: Visa utmatning (STDOUT, STDERR) för det här verktyget i meddelanderutan
xh: Bonisa imveliso (STDOUT, STDERR) yesi sixhobo kwiglasi yomyalezo

source: You have to set an executable to add to the Tools-Menu first.
da: Du skal først vælge en programfil som skal tilføjes værktøjsmenuen.
de: Sie müssen zuerst eine ausführbare Datei angeben.
et: Tööriistamenüüsse lisamisel pead kindlasti ka käivitatava rakenduse nime sisaldama.
hu: Be kell állítani egy programfájlt, mielőtt hozzáadná a Segédprogramok menühöz.
id: Anda harus set eksekutabel dulu untuk menambah ke Tools-Menu.
it: Devi prima impostare un eseguibile da aggiungere al menu Tool.
ja: ツールメニューに追加するために実行可能バイナリをセットして下さい。
nl: U moet eerst een uitvoerbaar bestand selecteren om aan het Hulpmiddelen menu toe te voegen.
no_ny: Du må først velja ei programfil som skal leggjast til verktøymenyen.
pl: Aby dodać do menu Narzędzia, najpierw należy podać ścieżkę do pliku wykonywalnego.
sk: Musíte najprv zadať program pre pridanie do menu nástrojov.
sl: Najprej je potrebno izbrati izvršilno datoteko, ki se naj doda v meni Orodja.
sv: Du måste ange en körbar fil att lägga till i verktygsmenyn först.
xh: Kufuneka ucwangcise okuphunyeziweyo ukudibanisa kwiMenu-yeZixhobo kuqala.

source: Executable not set!
da: Programfil ikke sat!
de: Keine ausführbare Datei gewählt!
et: Rakenduse nimi puudub!
hu: A programfájl nincs megadva.
id: Eksekutabel belum diset!
it: Eseguibile non impostato!
ja: 実行可能バイナリがセットされていません!
nl: Uitvoerbare bestand niet ingesteld!
no_ny: Programfil ikkje valt.
pl: Plik wykonywalny nie ustawiony!
sk: Nenastavený vykonávateľný program!
sl: Izvršilna datoteka ni določena!
sv: Körbar fil inte angiven!
xh: Uphumezo alucwangciswanga!

source: You have to insert a menuentry text to add the selected program to the Tools-Menu.
da: Du skal opgive en menutekst for at tilføje det valgte programmet til værktøjsmenuen.
de: Sie müssen einen Text für den Menüeintrag eingeben.
et: Selleks, et valitud rakendust saaks panna tööriistamenüüsse peab sisestama mingi menüüteksti.
hu: Be kell írnia a menüszöveget ahhoz, hogy hozzáfűzhesse a kiválasztott programot a Segédprogramok menühöz.
id: Anda harus insert teks entri menu untuk menambah program terpilih ke Tools-Menu.
it: Devi inserire un testo per la voce del menu, per aggiungere il programma selezionato al menu strumenti.
ja: 選択されたプログラムをツールメニューに追加するためには、メニュー項目のテキストを挿入しなければなりません。
nl: U moet een tekst opgeven voor in het hulpmiddelen menu om het aan het hulpmiddelen menu te kunen toevoegen.
no_ny: Du må skriva ein menytekst for å leggja det valte programmet til verktøymenyen.
pl: Aby dodać napis do menu Narzędzia, należy go wpisać jako napis pozycji menu.
sk: Musíte zadať text položky menu pre pridanie vybraného programu do menu Nástroje.
sl: Vnesti morate besedilo za meni, da se lahko doda program v meni Orodja.
sv: Du måste infoga en text för menyposten för att kunna lägga till det valda programmet till verktygsmenyn.
xh: Kufuneka ufake ungeno lwe menu yokubhaliweyo ukudibanisa udweliso lwenkqubo ekhethiweyo kwiMenu- yeZixhobo.

source: Menu text not set!
da: Menu tekst ikke sat!
de: Menütext nicht gesetzt!
et: Menüü tekst puudub!
hu: A menüszöveg nincs megadva.
id: Teks Menu belum diset!
it: Testo del menu non impostato!
ja: メニューテキストがセットされていません!
nl: Menutekst niet gezet!
no_ny: Menytekst ikkje valt.
pl: Napis menu nie ustawiony!
sk: Text menu nenastavený!
sl: Besedilo menija ni izbrano!
sv: Menytext inte angiven!
xh: Imenu yokubhaliweyo ayicwangciswanga!

source: The selected file is not an executable. Please choose an executable filename.
da: Den valgte fil er ikke et udførbart program. Vælg en passende fil.
de: Die gewählte Datei ist nicht ausführbar. Bitte wählen Sie eine ausführbare Datei.
et: Valitud fail pole töötav rakendus. Palun vali mõni teine fail
hu: A kijelölt fájl nem végrehajtható. Válasszon ki egy végrehajtható fájlt.
id: File yang dipilih tidak eksekutabel. Pilih nama file yang eksekutabel.
it: Il file selezionato non è un eseguibile. Scegli un file eseguibile.
ja: 選択されたファイルは実行可能バイナリではありません。実行可能バイナリを選択し�堂爾気ぁ�
nl: Het geselecteerde bestand is niet uitvoerbaar. Kies een uitvoerbaar bestand.
no_ny: Den valte fila er ikkje eit køyrbart program. Vel ei passande fil.
pl: Podany plik nie jest plikiem wykonywalnym. Proszę podać nazwę pliku wykonywalnego.
sk: Vybraný súbor nie je spustiteľný. Prosím, vyberte spustiteľný súbor.
sl: Izbrana datoteka ni izvršilna. Prosim izberite izvršilno datoteko.
sv: Den utvalda filen är inte körbar, Välj ett namn på en körbar fil.
xh: Ifayile ekhethiweyo ayiphunyezwanga. Nceda khetha igama lefayile eliphunyeziweyo.

source: The selected executable is not in your Path. Please update your $PATH environment variableto execute the selected program as a tool.
da: Den valgte fil er ikke i din søgesti. Opdatér venligst miljøvariablen $PATH for at køre programmet som et værktøj.
de: Die gewählte ausführbare Datei ist nicht im Pfad. Bitte aktualisieren Sie Ihre $PATH-Umgebungsvariable, damit das gewählte Programm als Werkzeug ausgeführt werden kann.
et: Valitud rakendus ei asu rajal. Palun uuenda $PATH keskkonnamuutujat selleks, et valitud fail asuks samuti sellel
hu: A megadott programfájl nincs az elérési útban. Módosítsa a $PATH környezeti változót, hogy a programot futtatni tudja.
id: Eksekutabel terpilih tidak ditemukan di Path Anda. Silakan perbarui variabel Environment $PATH untuk eksekusi program tersebut sebagai tool.
it: L'eseguibile selezionato non è nella tua Path. Aggiungi il suo percorso alla variabile d'ambiente $PATH per eseguire il programma selezionato come strumento.
ja: 選択された実行可能バイナリ にパスが通っていません。 $PATH 環境変数を設定して下さい。
nl: Het geselecteerde uitvoerbare bestand is niet aanwezig in uw pad. Wijzig uw $PATH omgevingsvariabele om het geselecteerde bestand te kunnen uitvoeren als een hulpmiddel.
no_ny: Den valte fila er ikkje i søkjestien din. Oppdater miljøvariabelen $PATH for å køyra programmet som eit verktøy.
pl: Zmienna PATH nie zawiera ścieżki prowadzącej do podanego pliku wykonywalnego. Aby móc uruchamiać ten program jako narzędzie, należy uaktualnić zmienną środowiska PATH.
sk: Vybraný program nie je vo vašej Path. Prosím, aktualizujte vašu premmenú prostredia $PATH, aby bolo možné spúšťať tento program ako nástroj.
sl: Izbrana izvršilna datoteko ni v vaši poti. Prosim obnovite okoljsko spremenljivko PATH, da se lahko izvrši izbrani program kot orodje.
sv: Den valda körbara filen finns inte i din sökväg. Var god uppdatera din $PATH miljövariabel för att köra det valda programmet som ett verktyg.
xh: Uphumezo olukhethiweyo alukho kuMendo wakho. Nceda gqiba imeko-bume $PATH yakho.eyahlukileyo ukuphumeza udweliso lwenkqubo olukhethiweyo njengesixhobo.

source: Class Properties:
da: Klasse Egenskaber:
de: Klassen-Eigenschaften:
et: Klassi omadused
hu: Az osztály tulajdonságai
id: Property Class:
it: Proprietà Classe:
ja: クラスのプロパティ:
nl: Klasse Eigenschappen:
no_ny: Klasseeigenskapar:
pl: Właściwości klasy:
sk: Vlastnosti triedy:
sl: Lastnosti razreda:
sv: Klassegenskaper:
xh: Iimpahla zohlobo:

source: Selected Class from CV...
da: Udvalgt klasse fra CV ....
de: Ausgewählte Klasse der Klassenansicht...
et: Valitud klass...
hu: A kijelölt osztály a CV-ből...
id: Class terpilih dari CV...
it: Classe selezionata da CV...
ja: CVからクラスを選択...
nl: Geselecteerde klasse van CV...
no_ny: Valt klasse frå KO ...
sk: Vybraná trieda z CV...
sl: Izbrani razred iz CV...
sv: Vald klass från CV...
xh: Uhlobo olukhethiweyo olusuka kwi CV...

source: &Undo/RollBack
da: &Fortryd/Rul tilbage
de: &Rückgängig
et: &Tühista
hu: &Visszavonás (rollback)
it: &Annulla/Arrotola
ja: 元に戻す(&U)
nl: &Ongedaan maken
no_ny: A&ngra / gå tilbake
sk: Vrá&tiť späť/RollBack
sl: &Razveljavi/Zavrti nazaj
sv: &Ångra/återställ
xh: &Sukwenza/Rolela emva

source: Undo/rollback data on the current page before applied
da: Fortryd/Rul tilbage data på denne side før anvendelse
de: Daten auf der aktuellen Seite vor dem Übernehmen rückgängig machen.
et: Tühista lehel olevad andmed
hu: Az adatműveletek visszavonása (rollback) az aktuális oldalon az alkalmazás előtt
id: Undo/rollback data di halaman ini sebelum diaplikasikan
it: Annula i dati della pagina corrente prima di applicare
ja: 適用する前の、このページの"元に戻す"データ
nl: Ongedaan maken op de huidige pagina voordat de wijzigingen werden toegepast
no_ny: Angra / gå tilbake på informasjonen på sida før han vert teken i bruk
sk: Vrátiť späť/rollback dát na aktuálnej stránke pred použitím
sl: Razveljavi/zavrti nazaj podatke na trenutni strani pred uveljavljanjem
sv: Ångra/återställ data på den nuvarande sidan innan verkställ
xh: Sukwenza/rola emva idata kwiphepha langoku phambi kokufakwa

source: Apply data from the current page
da: Anvend data fra denne side
de: Daten von der aktuellen Seite übernehmen
et: Lisa selle lehe tekst
hu: Az aktuális oldal adatainak alkalmazása
id: Aplikasikan data dari halaman saat ini
it: Applica dati dalla pagina corrente
ja: 現在のページからデータを適用
nl: Data van de huidige pagina toepassen
no_ny: Ta i bruk informasjonen på sida
sk: Použiť dáta z aktuálnej stránky
sl: Uveljavi podatke iz trenutne strani
sv: Verkställ data från den nuvarande sidan
xh: Faka idata kwiphepha langoku

source: Class View
da: Klassevisning
de: Klassenansicht
et: Klassivaade
hu: Osztálynézet
it: Vista Classe
ja: クラスビュー
nl: Klasse Weergave
no_ny: Klasseoversikt
pl: Widok klas
sk: Triedy
sl: Pogled razredov
sv: Klassvy
xh: Imboniselo yohlobo

source: Access:
da: Adgang:
de: Zugriff:
et: Juurdepääs:
hu: Hozzáférés:
id: Akses:
it: Accesso:
ja: アクセス:
nl: Toegang:
no_ny: Tilgang:
pl: Dostęp:
sk: Prístup:
sl: Dostop:
sv: Åtkomst:
xh: Nikezela:

source: Public
da: Offentlig
id: Publik
sl: Javen
xh: Wonke-wonke

source: Protected
da: Beskyttet
id: Terlindung
sl: Zaščiten
xh: Ikhuselwe

source: Private
da: Privat
id: Pribadi
sl: Zaseben
sv: Privat
xh: Ikhusi

source: Modifiers:
da: Modifikatorer:
de: Speicherklassen:
et: Modifikaatorid:
hu: Módosítók:
it: Modificatori:
ja: モディファイア:
nl: Modificatoren (static, const...)
no_ny: Modifikatorar:
pl: Modyfikatory:
sk: Modifikátory:
sl: Prikrojevalci:
sv: Motifierare:
xh: Abaguquli kancinane:

source: Static
da: Statisk:
id: Statik
no_ny: Statisk
sk: Statická
sl: Statični
sv: Statisk
xh: Statiki

source: Properties:
da: Egenskaber:
de: Eigenschaften:
et: Omadused:
hu: Tulajdonságok:
it: Proprietà:
ja: プロパティ:
nl: Eigenschappen:
no_ny: Eigenskapar:
pl: Właściwości:
sk: Vlastnosti:
sl: Lastnosti:
sv: Egenskaper:
xh: Iimpahla:
