Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Is the 3rg arg in - Debugging %1 (from %2 %3) in internal debugger
da: Er det tredje arg i - Fejlretning af %1 (fra %2 %3) i indre fejlretning
de: Drittes Argument - Debuggen von %1 (aus %2 %3) im internen Debugger
et: On 3. argument - %1 silumine (%2 %3) sisemises siluris.
hu: A harmadik argumentum - %1 nyomkövetése (innen: %2 %3) a beépített nyomkövetővel
id: Apakah arg ke 3 di - Debugging %1 (dengan arg %2 %3) di debugger internal
it: E' il 3° argomento - Debug di %1 (con argomenti %2 %3) nel debugger interno
ja: 3番目の引数 - 内蔵デバッガで %1 をデバッグ中 (%2 %3 から)
nl: Is het derde argument in - Bezig met debuggen van %1 (vanuit %2 %3) in de interne debugger
no_ny: Er det 3. argumentet i - Avluser %1 (frå %2 %3) i intern avlusar
pl: Czy jest trzeci argument - debugowanie %1 (z %2 %3) w wewnętrznym debugerze
sk: Je tretí argument v - Ladenie %1 (z %2 %3) vo vnútornom odlaďovači
sl: Je tretji argument v - Razhroščevanje %1 (od %2 %3) v notranjem razhroščevalniku
sv: Är det tredje argumentet i - Avlusar %1 (från %2 %3) i inbyggd avlusare
xh: Ingaba i 3rg arg kwi - Debugging %1 (ukusuka ku %2 %3) kwi debugger engaphakathi

source: Debugging %1 (from %2) in %3
da: Fejlretter %1 (fra %2) i %3
de: Debuggen von %1 (aus %2) in %3
et: Silumine: rida %1 (%2-st) failis %3
hu: Nyomkövetés - %1 (innen: %2), itt: %3
id: Debugging %1 (dari %2) di %3
it: Debug di %1 (da %2) in %3
ja: %3 で %1 をデバッグ中 (%2 から)
nl: Bezig met het debuggen van %1 (vanuit %2) in %3
no_ny: Avluser %1 (frå %2) i %3
pl: Debugowanie %1 (od %2) w %3
sk: Ladím %1 (z %2) vo %3
sl: Razhroščevanje %1 (od %2) v %3
sv: Avlusar %1 (från %2) i %3
xh: Debugging %1 (esuka ku %2) ku %3

source: Running Make
da: Kører make
de: "make" wird ausgeführt...
et: Ehituskäsu täitmine
hu: A make futtatása
it: Esecuzione make
ja: make を実行中...
nl: Bezig met uitvoeren van make...
no_ny: Køyrer make
pl: Uruchamianie Make
sk: Spúšťam make
sl: Poganja se Make
sv: Kör bygg
xh: Yenza ulwenziwo

source: Make command not found
da: Make kommando ikke fundet
de: Make Befehl nicht gefunden!
et: Make käsku ei leitud
hu: A make parancs nem található
it: Comando make non trovato
ja: make コマンドが見つかりません
nl: Make commando niet gevonden
no_ny: Fann ikkje Make-kommando
pl: Nie znaleziono polecenia make
sk: Príkaz Make nenájdený
sl: Ukaza make ni moč najti
sv: Byggkommando hittades inte
xh: Yenza umyalelo ongafunyanwayo

source: contains a hint as to what you can do to create the makefile (eg by Build->Configure)
da: indeholder et vink til hvad du kan gøre for at oprette en makefile (f. eks ved Byg->Indstil)
de: enthält einen Tipp, was Sie tun können, um das makefile zu erstellen (z.B. mit Erstellen->Konfigurieren)
et: sisaldab nõuannet Makefile tekitamise kohta (nt valides Ehitamine->Seadista...)
hu: segítséget nyújthat a makefile-ok létrehozásakor (pl. a Fordítás->A "configure" parancs kiadása menüpontban)
it: contiene un suggerimento su come puoi creare il Makefle (per esempio con Compilazione->Configure)
ja: makefile生成のためにできることに関するヒントを含んでいます(例 ビルド->設定によって)
nl: bevat een hint om datgene te doen om de Makefiles te genereren. (b.v. door Bouwen->Configureren)
no_ny: inneheld tips om kva du kan gjera for å laga Make-fila (altså ved Bygg->Configure)
pl: zawiera wskazówkę o tym co można zrobić, aby utworzyć plik Makefile (np: Buduj->Konfiguruj)
sk: obsahuje radu ako je možné vytvoriť súbor makefile (napr. pomocou Kompilovať->Konfigurovať)
sl: vsebuje namig, kaj lahko storite, da naredite makefile (npr. z Zgradi->Prikroji)
sv: innehåller ett tips om vad du kan göra för att skapa en make-fil (t.ex. med Bygg allt->Kör configure)
xh: iqulathe uthsuphe kongakwenzayo ukwenza ifayile yokwenza (umzekelo. ngoKwakha- >Qwalasela)

source: Running make...
da: Kører make...
de: "make" wird ausgeführt...
et: Ehituskäsu täitmine...
hu: A make futtatása...
id: Jalankan make...
it: Esecuzione make...
ja: make を実行中...
nl: Bezig met uitvoeren van make...
no_ny: Køyrer make ...
pl: Uruchamianie 'make'...
sk: Spúšťam make...
sl: Make se zaganja...
sv: Kör make...
xh: Yenza ukwenza...

source: Running make clean...
da: Kører make clean...
de: Führt "make clean" aus...
et: make clean...
hu: Tisztítás (make clean) ...
id: Jalankan make clean...
it: Esecuzione di 'make clean'...
ja: make clean を実行中...
nl: Bezig met uitvoeren van make clean...
no_ny: Køyrer make clean ...
pl: Uruchamianie 'make clean'...
sk: Spúšťam make clean...
sl: Zaganja se ,make distclean` ...
sv: Kör make clean...
xh: Yenza ukwenza kucoceke...

source: Running make clean and make all...
da: Kører make clean og make all...
de: "Make clean" wird ausgeführt und das Projekt neu erstellt...
et: Käskude make clean ja make täitmine...
hu: Tisztítás (make clean) és teljes újrafordítás (make all)...
it: Esecuzione di 'make clean' e 'make'...
ja: make clean、全てをリビルド中...
nl: Bezig met uitvoeren van "make clean" en het opnieuw bouwen van alle bronbestanden...
no_ny: Køyrer make clean og make all ...
pl: Uruchamianie 'make clean' i przebudowanie wszystkiego...
sk: Spúšťam make clean a rekompilujem všetko...
sl: Zaganja se ,make clean` in ,make all`...
sv: Kör make clean och make all...
xh: Yenza ukwenza kucoceke kwaye kwenza konke...

source: Running make distclean...
da: Kører make distclean...
de: Führt "make distclean" aus...
et: make distclean...
hu: Teljes tisztítás (make distclean) ...
id: Jalankan make distclean...
it: Esecuzione 'make distclean'...
ja: make distclean を実行中...
nl: Bezig met uitvoeren van make distclean...
no_ny: Køyrer make distclean ...
pl: Uruchamianie 'make distclean'...
sk: Spúšťam make distclean...
sl: Zaganja se ,make distclean` ...
sv: Kör make distclean...
xh: Yenza ukwenza kucoce idist...

source: Rebuilding autoconf...
da: Genbygger autoconf...
de: "autoconf" wird neu erstellt...
et: autoconfi uuesti ehitamine...
hu: Az autoconf újrafordítása...
it: Esecuzione autoconf in corso...
ja: autoconfをリビルド中...
nl: Bezig met uitvoeren van autoconf...
no_ny: Gjenbyggjer autoconf ...
pl: Ponowne budowanie autoconf...
sk: Spúšťam automatickú konfiguráciu...
sl: Datoteka autoconf se vnovič gradi...
sv: Bygger om autoconf...
xh: Yakha kwakhona uqwalaselo oluzenzekelayo...

source: Configure with Arguments
da: Configure med argumenter
de: "configure" mit Argumenten ausführen
et: Argumentide seadistamine
hu: Beállítás argumentumokkal
id: Configure dengan Argumen
it: Configura con Argomenti
ja: Configure を引数をつけて実行
nl: Configure met argumenten
no_ny: Configure med argument
pl: Konfiguruj z argumentami
sk: Konfigurovať s argumentami
sl: Zagon ,configure` z argumenti
sv: Kör configure med argument
xh: Qwalasela ngeempikiswano

source: Running ./configure...
da: Kører ./configure...
de: "./configure" wird ausgeführt...
et: Käsu ./configure täitmine...
hu: A ./configure futtatása...
id: Jalankan ./configure...
it: Esecuzione './configure'...
ja: ./configure を実行中...
nl: Bezig met uitvoeren van ./configure...
no_ny: Køyrer ./configure ...
pl: Uruchamianie ./configure...
sk: Spúšťam ./configure...
sl: ,./configure` se zaganja...
sv: Kör ./configure...
xh: Yenza ./qwalasela...

source: Killing current process...
da: Dræber aktuelle proces...
de: Aktueller Prozess wird beendet...
et: Protsessi tapmine...
hu: Az aktuális folyamat kilövése...
id: Matikan proses sekarang...
it: Termina processi correnti...
ja: 現在のプロセスをkill中...
nl: Bezig met beeindigen van huidige proces...
no_ny: Drep gjeldande prosess ...
pl: Zabijanie aktualnego procesu...
sk: Likvidujem tento proces...
sl: Poteka ubijanje trenutnega procesa...
sv: Avbryter nuvarande process...
xh: Ibulala inkqubela yangoku...

source: Setting up the Editor...
da: Opsætter redigeringen...
de: Editor wird eingerichtet...
et: Redaktori seadistamine...
hu: A szerkesztő beállításai...
id: Setting Editor...
it: Configura Editor...
ja: エディタの設定中...
nl: Bezig met instellen van Editor...
no_ny: Set opp skriveprogrammet ...
pl: Ustawianie opcji edytora...
sk: Nastavenie Editora...
sl: Pripravlja se urejevalnik...
sv: Ställer in editor...
xh: Icwangcisa uMhleli...

source: Setting up the Editor's colors...
da: Opsætter redigererens farver...
de: Editorfarben werden eingerichtet...
et: Redaktori värvide seadmine...
hu: A szerkesztő színeinek beállítása...
id: Seting warna Editor...
it: Configura i colori dell'Editor...
ja: エディタの配色を設定中...
nl: Bezig met instellen van kleuren van Editor...
no_ny: Set opp fargane i skriveprogrammet ...
pl: Ustawianie kolorów edytora...
sk: Nastavenie farieb Editora...
sl: Nastavljajo se barve urejevalnika...
sv: Ställer in editorns färger...
xh: Icwangcisa imibala yoMhleli...

source: Setting up syntax highlighting default colors...
da: Opsætter standardfarver for syntaksfremhævelse...
de: Standard-Hervorhebungsfarben werden eingerichtet...
et: Süntaksi värvide seadmine...
hu: A szintaxiskiemelés alapértelmezett színeinek beállítása...
id: Seting warna baku highlighting sintaks...
it: Imposta i colori predefiniti di evidenziazione...
ja: シンタックスハイライトの標準色を設定中...
nl: Bezig met instellen van syntax accentueer standaardwaarden...
no_ny: Set opp standardar for syntaksmerking ...
pl: Ustawianie domyślnych kolorów podświetlania składni...
sk: Nastavujem farby implicitného zvýraznenia syntaxe...
sl: Nastavljajo se privzete barve skladenjskega poudarjevanja...
sv: Ställer in syntaxfärgläggningens standardfärger...
xh: Icwangcisa uphawulo lwesivakalisi semibala engagqibekanga...

source: Setting up syntax highlighting colors...
da: Opsætter farver for syntaksfremhævelse...
de: Hervorhebungsfarben werden eingerichtet...
et: Süntaksi värvide seadistamine...
hu: A szintaxiskiemelés színeinek beállítása...
id: Seting warna highlighting sintaks...
it: Configura i colori di evidenziazione...
ja: シンタックスハイライトの色を設定中...
nl: Bezig met instellen van syntax accentueer kleuren...
no_ny: Set opp fargane for syntaksmerking ...
pl: Ustawianie kolorów podświetlania składni...
sk: Nastavenie zvýrazňujúcich farieb syntaxe...
sl: Nastavljajo se barve skladenjskega poudarjevanja...
sv: Ställer in syntaxfärgläggning...
xh: Icwangcisa imibala yophawulo lwesivakalisi...

source: Configuring Documentation Browser...
da: Indstiller dokumentationslæser...
de: Dokumentations-Browser wird eingerichtet...
et: Dokumentatsiooni brauseri seadistamine...
hu: A dokumentációböngésző beállításai...
id: Konfigurasi Browser Dokumentasi...
it: Configura il Browser della Documentazione
ja: ドキュメントブラウザを設定中...
nl: Bezig met instellen van documentatiebrowser...
no_ny: Set opp hjelpetekstvisaren ...
pl: Konfigurowanie przeglądarki dokumentacji...
sk: Konfigurácia prehliadača dokumentácie...
sl: Nastavlja se brskalnik dokumentacije...
sv: Anpassar dokumentationsbläddrare...
xh: Iqwalasela uxwebhu loMkhangeli zincwadi...

source: Configuring Tools-Menu entries...
da: Indstiller værktøjsmenuopføringer...
de: Einträge für das Menü "Werkzeuge" werden eingerichtet...
et: Tööriistade menüü seadistamine...
hu: A Segédprogramok menü beállításai...
id: Konfigurasi entri Tools-Menu...
it: Configura le voci del menu Tool
ja: ツールメニューエントリーを設定中...
nl: Bezig met instellen van Werktuigen-Menu ingangen...
no_ny: Set opp verktøymeny-oppføringar ...
pl: Konfigurowanie menu Narzędzia...
sk: Konfigurácia položiek menu nástrojov...
sl: Prikrojuje se meni Orodja...
sv: Anpassar verktygsmenyns poster...
xh: Iqwalasela izixhobo-amangeno eMenu...

source: Setting up KDevelop...
da: Opsætter KDevelop...
de: KDevelop wird eingerichtet...
et: KDevelopi seadistamine...
hu: A KDevelop beállításai...
id: Setting KDevelop...
it: Configura KDevelop...
ja: KDevelopを設定中...
nl: Bezig met instellen van KDevelop...
no_ny: Set opp KDevelop ...
pl: Konfigurowanie KDevelopa...
sk: Nastavenie KDevelop...
sl: KDevelop se pripravlja...
sv: Ställer in KDevelop...
xh: Icwangcisa i KDevelop...

source: Updating KDE-Libs documentation...
da: Opdaterer dokumentation for KDE-bibliotekerne...
de: KDE-Libs-Dokumentation werden aktualisiert...
et: KDE-Libs paki dokumentatsiooni uuendamine...
hu: A KDE programkönyvtár dokumentációjának frissítése...
id: Perbarui dokumentasi KDE-Libs...
it: Aggiornamento documentazione KDE-Libs...
ja: KDE-Libsドキュメントを更新中...
nl: Bezig met bijwerken van KDE-Libs documentatie...
no_ny: Oppdaterer KDE-Libs-hjelpeteksten ...
pl: Uaktualnianie dokumentacji bibliotek KDE...
sk: Aktualizácia KDE-Libs dokumentáciu...
sl: KDE-Libs dokumentacija se nadgrajuje...
sv: Uppdaterar KDE-Libs dokumentation...
xh: Igqiba uxwebhu le KDE-Libs...

source: KDE Library Documentation Update...
da: Opdatering af KDE-biblioteksdokumentation...
de: Dokumentation der KDE-Bibliothek aktualisieren...
et: KDE põhiteekide dokumentatsiooni uuendamine...
hu: A KDE programkönyvtár dokumentációjának frissítése...
id: Dokumentasi Pustaka KDE Update...
it: Aggiornamento Documentazione Libreria KDE...
ja: KDE ライブラリドキュメント更新...
nl: KDE Bibliotheek Documentatie bijwerken...
no_ny: Oppdatering av KDE-bibliotekshjelpetekst ...
pl: Uaktualnienie dokumentacji bibliotek KDE...
sk: Aktualizácia dokumentácie KDE knižnice...
sl: Obnovitev KDE Library dokumentacije...
sv: Uppdatera KDE-biblioteksdokumentation...
xh: Ugqibo lwexwebhu lelayibrari ye KDE...

source: Generating Documentation...
da: Genererer dokumentation...
de: Dokumentation wird erstellt...
et: Dokumentatsiooni tekitamine...
hu: A dokumentáció létrehozása...
id: Buat Dokumentasi...
it: Generazione Documentazione...
ja: ドキュメントを生成中...
nl: Bezig met genereren van documentatie...
no_ny: Genererer hjelpetekstar ...
pl: Generowanie dokumentacji...
sk: Vytváranie dokumentácie...
sl: Generiranje dokumentacije...
sv: Skapar dokumentation...
xh: Ijikelezisa uxwebhu...

source: KDevelop needs either "glimpseindex" or "htdig" to work properly. Please install one!
da: KDevelop behøver enten "glimpseindex" eller "htdig" for at fungere korrekt. Installér venligst en af dem!
de: KDevelop benötigt "glimpseindex" oder "htdig" zur korrekten Funktion. Bitte installieren Sie eines davon!
et: KDevelop vajab normaalseks tööks abirakendusi "glimpseindex" või "htdig" Palun paigalda üks neist süsteemi!
hu: A KDevelop-nak szüksége van a "glimpseindex" vagy a "htdig" programra. Telepítse valamelyiket!
id: KDevelop butuh "glimpseindex" atau "htdig" agar berjalan baik. Silakan instal terlebih dulu!
it: KDevelop necessita di "glimpseindex" o di "htdig" per funzionare correttamente. Installa uno di questi due programmi!
ja: KDevelopの機能を活用するには "glimpseindex" か "htdig" が必要です。 インストールして下さい!
nl: Kdevelop heeft of "glimpseindex" of "htdig" nodig voor de juiste werking. Installeer een van de twee!
no_ny: KDevelop treng anten «glimpseindex» eller «htdig» for å verka skikkeleg. Installer ein av dei.
pl: Aby móc poprawnie pracować, KDevelop wymaga albo "glimpseindex", albo "htdig". Zainstaluj jeden z nich!
sk: KDevelop potrebuje na správnu činnosť buď "glimpseindex" alebo "htdig". Prosím nainštalujte ho!
sl: KDevelop potrebuje ali "glimpseindex" ali "htdig" za ustrezno delo. Namestite vsaj enega!
sv: KDevelop behöver antingen "glimpseindex" eller "htdlg" för att fungera korrekt. Var god installera en av dem!
xh: KDevelop ifuna noba "glimpseindex" okanye "htdig" isebenze kakukhle. Nceda faka enye!

source: Program not found!
da: Program ikke fundet!
de: Programm nicht gefunden!
et: Rakendust ei leitud!
hu: A program nem található.
id: Program tidak ditemukan!
it: Programma non trovato!
ja: プログラムが見つかりません!
nl: Programma niet gevonden!
no_ny: Fann ikkje program.
pl: Nie znaleziono programu!
sk: Program nenájdený!
sl: Program ni bil najden!
sv: Programmet hittades inte!
xh: Udweliso lwenkqubo alufumaneki!

source: Create Search Database...
da: Lav søgedatabase...
de: Suchdatenbank erstellen...
et: Tekita otsingubaas
hu: Keresési adatbázis létrehozása...
id: Buat Database Pencarian...
it: Crea Database di Ricerca...
ja: 検索データベースを作成...
nl: Database voor "zoeken" aanmaken...
no_ny: Lag søkjedatabase ...
pl: Utwórz bazę wyszukiwań...
sk: Vytvoriť vyhľadávaciu databázu...
sl: Izgradnja iskalne baze podatkov...
sv: Skapa sökdatabas...
xh: Yenza isiseko sedata yophendlo...

source: Creating Search Database...
da: Opretter søgedatabase...
de: Suchdatenbank wird erstellt...
et: Otsingu andmebaasi tekitamine...
hu: Keresési adatbázis létrehozása...
id: Membuat Database Pencarian...
it: Creazione Database di Ricerca...
ja: 検索データベースを作成中です...
nl: Bezig met maken van Zoek Database...
no_ny: Lagar søkjedatabase ...
pl: Tworzenie bazy wyszukiwań...
sk: Vytváram vyhľadávaciu databázu...
sl: Grajenje iskalne zbirke...
sv: Skapar sökdatabas...
xh: Yenza isiseko sedata yophendlo...

source: Opening bookmark...
da: Åbner bogmærker...
de: Öffnet Lesezeichen...
et: Järjehoidja avamine...
hu: Könyvjelző megnyitása...
id: Buka bookmark...
it: Apertura segnalibri...
ja: ブックマークを開いています...
nl: Bezig met openen van bladwijzer...
no_ny: Opnar bokmerke ...
pl: Otwieranie zakładki...
sk: Otvoriť záložky...
sl: Odpiranje zaznamkov...
sv: Öppnar bokmärke...
xh: Ivula inqaku lencwadi...

source: Switching to last page...
da: Skifter til sidste side...
de: Wechsel zur vorigen Seite...
et: Viimasele leheküljele liikumine...
hu: Az utolsó oldalra ugrás...
id: Pindah ke halaman terakhir...
it: Vado all'ultima pagina...
ja: 前のページに移動中...
nl: Bezig met omschakelen naar laatste pagina...
no_ny: Hoppar til siste side ...
pl: Do ostatniej strony...
sk: Prepnúť na poslednú stránku...
sl: Preklapljanje na zadnjo stran...
sv: Byter till sista sidan...
xh: Iswitsha kwiphepha lokuqala...

source: Switching to next page...
da: Skifter til næste side...
de: Wechsel zur nächsten Seite...
et: Järgmisele leheküljele liikumine...
hu: A következő oldalra ugrás...
id: Pindah ke halaman berikutnya...
it: Vado alla pagina successiva...
ja: 次のページに移動中...
nl: Bezig met omschakelen naar volgende pagina...
no_ny: Hoppar til neste side ...
pl: Do następnej strony...
sk: Prepnúť na ďalšiu stránku...
sl: Preklapljanje na zadnjo stran...
sv: Byter till nästa sida...
xh: Iswitsha kwiphepha elilandelayo...

source: Opening history page...
da: Åbner historikside...
de: Verlauf-Seite wird geöffnet...
et: Ajaloo lehekülje avamine...
hu: A korábbi helyek oldalának megnyitása...
id: Buka halaman yang lalu...
it: Apertura lista delle pagine visitate...
ja: 履歴のページを開く...
nl: Bezig met openen van geschiedenis pagina...
no_ny: Opnar historieside ...
pl: Otwieranie strony historii...
sk: Otvoriť stránku histórie...
sl: Odpiranje strani z zgodovino...
sv: Öppnar historiksida...
xh: Ivula iphepha lembali...

source: Reloading page...
da: Henter side igen...
de: Seite wird aktualisiert...
et: Lehekülje uuesti laadimine
hu: Az oldal újratöltése...
id: Muatkan kembali halaman...
it: Ricarica pagina...
ja: ページを再読み込み中...
nl: Bezig met herladen van pagina...
no_ny: Les side på nytt ...
pl: Przeładowanie strony...
sk: Znovu nahrávam stránku...
sl: Ponovno nalaganje strani...
sv: Laddar om sida...
xh: Ilayisha kwakhona iphepha...

source: Show Manpage on...
da: Viser manside om..
de: Manpage anzeigen für...
et: Näita man lehekülge...
hu: Egy kézikönyvoldal megtekintése...
it: Mostra la pagina man di...
ja: manページを表示...
nl: Manpagina tonen over...
no_ny: Vis man-side for ...
pl: Pokaż podręcznik man...
sk: Zobraziť manuálovú stránku pre...
sl: Prikaz strani man za...
sv: Visa manualsida på...
xh: Bonisa iphepha lomntu ku...

source: KDevelop needs either "glimpse" or "htsearch" to work properly. Please install one!
da: KDevelop behøver enten "glimpse" eller "htsearch" for at fungere korrekt. Installér venligst en af dem!
de: KDevelop benötigt entweder "glimpse" oder "htsearch" zur ordnungsgemäßen Funktion. Bitte installieren Sie eines davon!
et: KDevelop vajab normaalseks tööks abirakendusi "glimpse" või "htsearch" Palun paigalda üks neist süsteemi!
hu: A KDevelop-nak szüksége van a "glimpse" vagy a "htsearch" programra. Telepítse valamelyiket!
id: KDevelop butuh "glimpse" atau "htsearch" agar berjalan baik. Silakan instal terlebih dulu!
it: KDevelop necessita di "glimpseindex" o di "htdig" per funzionare correttamente. Installa uno di questi due programmi!
ja: KDevelopの機能を活用するには"glimpse" か "htsearch" が必要です。 どちらかをインストールして下さい!
nl: Kdevelop heeft of "glimpse" of "htsearch" nodig voor de juiste werking. Installeer een van de twee!
no_ny: KDevelop treng anten «glimpse» eller «htsearch» for å verka skikkeleg. Installer ein av dei.
pl: KDevelop, aby działać poprawnie, potrzebuje albo "glimpse", albo "htsearch". Zainstaluj jeden z nich!
sk: KDevelop potrebuje na správnu činnosť buď "glimpse" alebo "htsearch". Prosím nainštalujte ho!
sl: KDevelop potrebuje ali "glimpse" ali "htsearch" za ustrezno delo. Namestite vsaj enega!
sv: KDevelop behöver antingen "glimpse" eller "htsearch" för att fungera korrekt. Var god installera en av dem!
xh: KDevelop ifuna noba "glimpse" okanye "htsearch" isebenze kakukhle. Nceda faka enye!

source: You must select a text for searching the documentation!
da: Du skal vælge en tekst for at søge i dokumentationen!
de: Sie müssen einen Text auswählen, um in der Dokumentation zu suchen!
et: Vali tekst, mida otsida!
hu: Ki kell jelölnie a dokumentációban keresendő szöveget!
id: Anda harus memilih teks untuk mencari dokumentasi!
it: Devi selezionare il testo da ricercare nella documentazione!
ja: ドキュメント検索のためにテキストを選択しなければなりません!
nl: U moet wel een zoektekst invullen!
no_ny: Du må velja ein tekst for søkjing i hjelpetekstane.
pl: Aby tekst móc wyszukać w dokumentacji, należy go najpierw zaznaczyć!
sk: Musíte vybrať text na hľadanie v dokumentácii!
sl: Izbrati je potrebno besedilo, ki se naj išče v dokumentaciji!
sv: Du måste markera en text för att kunna söka i dokumentationen!
xh: Kufuneka ukhethe okubhaliweyo ukuphendla uxwebhu!

source: Searching selected text in documentation...
da: Søger valgt tekst i dokumentationen...
de: Ausgewählten Text wird in der Dokumentation gesucht...
et: Valitud teksti otsimine...
hu: A megadott szöveg keresése a dokumentációban...
id: Mencari teks terpiih dalam dokumentasi...
it: Ricerca testo selezionato nella documentazione...
ja: 選択されたテキストがドキュメント中にあるか検索中...
nl: Bezig met zoeken naar de geselecteerde tekst in de documentatie...
no_ny: Søkjer etter valt tekst i hjelpetekstane ...
pl: Wyszukiwanie zaznaczonego tekstu w dokumentacji...
sk: Hľadať zvolený text v dokumentácii...
sl: Izbrano besedilo se išče v dokumentaciji...
sv: Sök efter markerad text i dokumentationen...
xh: Iphendla okukhethiweyo okubhaliweyo kuxwebhu...

source: KDevelop couldn't find the search database. Do you want to generate it now?
da: KDevelop kunne ikke finde søgedatabasen. Vil du generere den nu?
de: Die Suchdatenbank wurde nicht gefunden. Möchten Sie die Suchdatenbank jetzt erstellen?
et: KDevelop ei leidnud otsimise andmebaasi. Tekitan uue?
hu: A KDevelop nem találta meg a keresési adatbázist. Kívánja most létrehozni?
id: KDevelop tidak dapat menemukan database pencarian. Anda ingin buat sekarang?
it: KDevelop non riesce a trovare il database di ricerca. Lo vuoi generare adesso?
ja: KDevelopは検索データベースを見つけられませんでした。 今すぐ生成しますか?
nl: KDevelop kon de Zoek Database niet vinden. Moet deze nu aangemaakt worden?
no_ny: KDevelop fann ikkje søkjedatabasen. Vil du laga han no?
pl: KDevelop nie mógł znaleźć bazy wyszukiwań. Czy ją wygenerować?
sk: KDevelop nemôže nájsť vyhľadávaciu databázu. Chcete ju teraz vytvoriť?
sl: KDevelop ni našel iskalne zbirke. Ali jo želite zgraditi sedaj?
sv: KDevelop kunde inte hitta sökdatabasen. Vill du skapa den nu?
xh: KDevelop ayinakufumana isiseko sedata yophendlo. Ufuna ukuyijikelezisa ngoku?

source: Error...
da: Fejl...
de: Fehler...
et: Viga...
hu: Hiba...
it: Errore...
ja: エラー...
nl: Fout...
no_ny: Feil ...
pl: Błąd...
sk: Chyba...
sl: Napaka...
sv: Fel...
xh: Imposiso...
