Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: KDevelop needs "%1" to work properly. Please install it!
da: Kdevelop behøver "%1" for at fungere korrekt. Installér det venligst!
de: KDevelop braucht "%1" zur einwandfreien Funktion. Eine Installation ist notwendig!
et: KDevelop vajab normaalseks tööks rakendust "%1". Palun paigalda see süsteemi!
hu: A KDevelop-nak szüksége van a(z) "%1" programra a helyes működéshez. Végezze el a telepítést!
id: KDevelop perlu "%1" agar berjalan baik. Mohon instal lebih dulu!
it: KDevelop necessita del file "%1"per lavorare correttamente. Installalo per favore!
ja: KDevelopには"%1" が必要です。 インストールして下さい!
nl: KDevelop heeft "%1" nodig om normaal te functioneren. Alstublieft installeert u het!
no_ny: KDevelop treng «%1» for å verka skikkeleg. Sjå til at det er installert.
pl: Do poprawnej pracy KDevelopa jest potrzebny %1. Proszę go zainstalować!
sk: KDevelop vyžaduje "%1" aby správne pracoval. Prosím, nainštalujte ho!
sl: KDevelop za pravilno delovanje potrebuje "%1". Prosimo, namestite še to!
sv: KDevelop behöver "%1" för att fungera korrekt. Var god installera det!
xh: KDevelop ifuna "%1" isebenze kakuhle. Nceda yifake!

source: Distribution
et: Distributsioon
hu: Disztribúció
id: Distribusi
it: Distribuzione
ja: 配布
nl: Distributie
no_ny: Distribusjon
pl: Dystrybucja
sk: Distribúcia
sl: Distribucija
xh: Unikezelo

source: include in distribution
da: tag med i distribution
de: In Distribution einbinden
et: lisatakse distributsioonipakki
hu: benne legyen a disztribúcióban
id: dimasukkan dalam distribusi
it: includi nella distribuzione
ja: 配布に含める
nl: insluiten in distributie
no_ny: inkluder i distribusjonen
pl: dołącz do dystrybucji
sk: vložené do distribúcie
sl: dodaj v distribucijo
sv: Inkludera i distributionen
xh: quka kunikezelo

source: Filetype
da: Filtype
de: Dateityp
et: Faili tüüp
hu: Fájltípus
id: Tipefile
it: Tipo di file
ja: ファイルタイプ
nl: Bestandstype
no_ny: Filtype
pl: Typ pliku
sk: Typ súboru
sl: Tip datoteke
sv: Filtyp
xh: udidi lwe fayile

source: Installation
et: Paigaldamine
hu: Telepítés
id: Instalasi
it: Installazione
ja: インストール
nl: Installatie
no_ny: Installasjon
pl: Instalacja
sk: Inštalácia
sl: namestitev
xh: ufako

source: install
da: installér
de: Installieren
et: Paigaldatakse süsteemi
hu: telepítés
id: Instal
it: installa
ja: インストール
nl: installeren
no_ny: installer
pl: instaluj
sk: inštaluj
sl: namestitev
sv: installera
xh: faka

source: Installdir + Filename:
da: installationskatalog + filnavn:
de: Installationsverzeichnis + Dateiname:
et: Kataloog + faili nimi:
hu: Telepítési könyvtár + fájlnév:
id: Installdir + Namafile:
it: Cartella-Installazione + Filename:
ja: インストールディレクトリ+ファイル名:
nl: Installatiemap + bestandsnaam:
no_ny: Installasjonskatalog + filnamn:
pl: Katalog instalacji+ nazwa pliku:
sk: Inštalačný prieč. + Meno súboru:
sl: Namestitveni imenik + ime datoteke:
sv: Installationskatalog + filnamn:
xh: Installdir + Igama lefayile:

source: This option sets if the actual file will be included in the final distri- bution.
da: Dette valg bestemmer om den gældende fil vil blive inkluderet i den færdige distribution.
de: Wählen Sie diese Option, wenn die aktuelle Datei in der Distribution enthalten sein soll.
et: Märgista, kui soovid seda faili distributsiooni lisada.
hu: Ez az opció határozza meg, hogy a kijelölt fájl bekerül-e végül disztribúcióba.
id: Pilihan ini diset jika file asli dimasukkan di distribusi ter- akhir.
it: Questa opzione determina se il file corrente verrà incluso nella distribuzione finale.
ja: 最終的な配布に実際に 含ませるファイルを セットします。
nl: Deze optie bepaalt of het bestand ook werkelijk in de distributie wordt opgenomen.
no_ny: Dette valet avgjer om den verkelege fila skal inkluderast i den endelege distribusjonen.
pl: Opcja dołącza bieżący plik do końcowej dystrybucji.
sk: Táto možnosť nastavuje, či aktuálny súbor bude vložený do finálnej distribúcie.
sl: Ta izbira določa, ali naj bo dejanska datoteka sestavni del končne distribucije.
sv: Det här alternativet väljer om själva filen kommer att inkluderas i den slutliga distributionen.
xh: Olu khetho lucwangcisa ifayile eyiyo ezakuqukwa kwiqhosha lonikezelo- lokugqibela.

source: This option sets if the actual file will be installed to the platform during the installation process of make install If the install button is checked, you have to set the installation path and filename Possible values are e.g.: $(kde_icondir)/filename $(kde_appsdir)/filename Other values can be found in the Makefile
da: Dette valg bestemmer om filen faktisk vil blive installeret på platformen under installations- processen 'make install'. Hvis du afkrydser her skal du opgive stien hvor den skal installeres og filnavnet. Mulige værdier er f.eks.: $(kde_icondir)/filnavn $(kde_appsdir)/filnavn Andre værdier kan findes i Makefilen
de: Wählen Sie diese Option, wenn die aktuelle Datei während des Installationsprozesses durch "make install" installiert werden soll. Ist der Installationsknopf aktiviert, müssen Sie den Installationspfad und den Dateinamen eingeben. Mögliche Werte sind z.B.: $(kde_icondir)/dateiname $(kde_appsdir)/dateiname Andere mögliche Werte finden Sie im Makefile.
et: Märgista, kui soovid faili kopeerida rakenduse paigaldamise ajal. Kui märgistasid, siis pead seadma ka paigaldamise rada ja faili nime Võimalikud väärtuse on näiteks: $(kde_icondir)/faili_nimi $(kde_appsdir)/faili_nimi Muud väärtused võib leida ehitusfailist
hu: Ez az opció határozza meg, hogy a kijelölt fájl a telepítési eljárás folyamán felkerül-e a gépre. Ha a telepítés opció be van jelölve, akkor meg kell adnia a telepítési útvonalat és a fájlnevet. Lehetséges értékek pl.: $(kde_icondir)/fájlnév $(kde_appsdir)/fájlnév További értékek a Makefile-ban találhatók.
id: Pilihan ini diset jika file asli yang akan diinstal selama proses instalasi dari make install. Jika tombol instal dipilih, anda harus set path instalasi dan namafile. Nilai yang mungkin misal: $(kde_icondir)/filename $(kde_appsdir)/filename Nilai yang lain dapat ditemukan di Makefile
it: Questa opzione indica se il file corrente verrà installato sulla piattaforma durante il processo di installazione Se il pulsante di installazione è spuntato, dovrai impostare il percorso di installazione ed il nome del file Dei valori possibili potrebbero essere per esempio: $(kde_icondir)/NomeDelFile $(kde_appsdir)/NomeDelFile Altri esempi possono essere trovati nel Makefile.
ja: make install のインストールプロセス中に 実際にファイルがどこにインストールされる かをこのオプションでセットします。インストール ボタンがチェックされるとインストールパスや ファイルをセットする必要があります 可能な変数の例は: $(kde_icondir)/filename $(kde_appsdir)/filename その他の値はMakefileで見つけられます
nl: Deze optie bepaalt of de het bestand werkelijk wordt geïnstalleerd op het platform tijdens het installatie proces van "make install". Als de installatie knop is ingeschakeld, dan zult u het pad van de installatie en de bestandsnaam moeten invullen. Mogelijke waarden zijn bijv.: $(kde_icondir)/filename $kde_appsdir)/filename Andere waarden kunnen worden gevonden in de "Makefile".
no_ny: Dette valet avgjer om den verkelege fila skal installerast på plattforma under installasjonsprosessen til make install. Dersom installer-knappen er merka av, må du setja opp installasjonsstien og filnamnet. Moglege verdiar er t.d.: $(kde_icondir)/filnamn $(kde_appsdir)/filnamn Du finn andre verdiar i Make-fila.
pl: Ta opcja oznacza, że aktualny plik będzie zainstalowany w trakcie wykonywania <i>make install</i>. Jeśli ją zaznaczysz, to musisz też podać katalog, w którym plik ten zostanie zainstalowany. Przykładowo mogą to być: $(kde_icondir)/nazwapliku $(kde_appsdir)/nazwapliku Inne dopuszczalne wartości można znaleźć w Makefile.
sk: Táto možnosť nastavuje, či aktuálny súbor bude inštalovaný do platformy počas inštalačného procesu z make install Ak je inštalačné tlačidlo zaškrtnuté, musíte nastaviť cestu inštalácie a súboru Možné hodnoty sú napr.: $(kde_icondir)/filename $(kde_appsdir)/filename Ostatné hodnoty nájdete v Makefile
sl: Ta izbira določa, ali naj se dejanska datoteka namesti na gostitelja med namestitevnim procesom 'make install'. Če je namestitveni gumb odkljukan, je potrebno nastaviti namestitveno pot in ime datoteke. Možne nastavitve so (na primer): $(kde_icondir)/filename $(kde_appsdir)/filename Ostale vrednosti je moč najti v datoteki ,Makefile`
sv: Det här alternativet väljer om själva filen kommer att installeras på plattformen under installationen med make install Om installationsknappen är markerad, måste du ange sökvägen för installationen och filnamn Möjliga värden är t.ex.: $(kde_icondir)/filnam $(kde_appsdir)/filnam Andra värden hittar du i make-filen
xh: Olu khetho lucwangcisa ifayile eyiyo ezakufakwa kumgangatho ngexesha lwenkqubo yofako lokwenza ufako Ukuba iqhosha lofako lukhangelwe, uzakucwangcisa umendo wofako kunye negama lefayile Amaxabiso enzekayo yi umzekelo.: $(kde_icondir)/igama lefayile $(kde_appsdir)/igama lefayile Amanye amaxabiso angafunyanwa kwifayile yokwenza

source: SaveAllDialog
da: GemAltDialog
id: Simpan Semua Dialog
ja: 全てのダイアログを保存
sl: Pogovorno okno Shrani vse
sv: Sparaalltdialog
xh: Gcina yonke incoko yababini

source: registered
da: registreret
de: registriert
et: registreeritud
hu: regisztrált
id: terdaftar
it: registrato
nl: geregistreerd
no_ny: registert
pl: zarejestrowany
sk: registrovaný
sl: registrirano
sv: registrerad
xh: ibhalisiwe

source: local
da: lokal
de: lokal
et: lokaalne
hu: helyi
id: lokal
it: locale
nl: lokaal
no_ny: lokal
pl: lokalny
sk: lokálny
sl: krajevno
sv: lokal
xh: lbulali

source: RFV Options
da: RVF-valg
de: RFV (Dateiansicht) Einstellungen
et: RFV seadistused
hu: RFV beállítások
id: Pilihan RFV
it: Opzioni RFV
ja: RFVオプション
nl: RFV opties
no_ny: RFV-val
pl: Opcje RFV
sk: Možnosti RFV
sl: Možnosti RFV
sv: RFV-alternativ
xh: RFV Iinketho

source: Show non-project Files
da: Vis ikke-projektfiler
de: Nicht zum Projekt gehörende Dateien anzeigen
et: Näita projekti mittekuuluvaid faile
hu: A projekthez nem tartozó fájlok megjelenítése
id: Tunjukkan file non-proyek
it: Mostra i file non di progetto
ja: 非プロジェクトのファイルを表示
nl: Niet project bestanden tonen
no_ny: Vis ikkje-prosjektfiler
pl: Pokaż pliki spoza projektu
sk: Ukázať súbory mimo projekt
sl: Pokaži neprojektne datoteke
sv: Visa filer som inte ingår i projektet
xh: Bonisa iifayile ezingeyo-projekti

source: Update all Makefile.am
da: Opdatér alle Makefile.am
de: Alle Makefile.am Dateien aktualisieren
et: Uuenda kõiki Makefile.am-sid
hu: Az összes Makefile.am frissítése
id: Perbarui semua Makefile.am
it: Aggiorna tutti i Makefile.am
ja: すべてのMakefile.amを更新
nl: Alle Makefile.am bijwerken
no_ny: Oppdater alle Makefile.am
pl: Uaktualnij wszystkie pliki Makefile.am
sk: Aktualizovať všetky Makefile.am
sl: Obnovi vse datoteke Makefile.am
sv: Uppdatera alla Makefile.am
xh: Gqiba yonke ifayile yokwenza.am

source: Update
da: Opdatér
de: Aktualisieren
et: Uuenda
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: 更新
nl: Bijwerken (Update)
no_ny: Oppdater
pl: Uaktualnij
sk: Obnoviť
sl: Obnovi
sv: Uppdatera
xh: Yenze igqibeke

source: Commit
da: Læg ind
de: Änderungen einspielen
et: Soorita
hu: Elfogadás
nl: Vastleggen (Commit)
no_ny: Legg inn
pl: Wyślij
sk: Potvrdiť
sl: Uveljavi
sv: Arkivera
xh: Bophelela

source: Add to Repository
da: Tilføj lager
de: Zum Archiv hinzufügen
et: Lisa repositooriumisse
hu: Hozzáadás a repository-hoz
id: Tambahkan ke Repository
it: Aggiungi al Repository
ja: レポジトリに追加
nl: Aan code-depot toevoegen
no_ny: Legg til depotet
pl: Dodaj do repozytorium
sk: Pridať do skladu
sl: Dodaj v priročno skladišče
sv: Lägg till i arkivet
xh: Dibanisa kwindawo yokugcin aizinto

source: Remove from Repository (and Disk)
da: Fjern fra lager (og disk)
de: Aus dem Archiv (und von der Festplatte) entfernen
et: Eemalda repositooriumist (ja kettalt)
hu: Törlés a repository-ból (és a lemezről is)
id: Hapus dari Repository (dan Disk)
it: Togli dal Repository (e dal Disco)
ja: レポジトリ(とディスク)から削除
nl: Uit code-depot (en van schijf) verwijderen
no_ny: Fjern frå depotet (og disken)
pl: Usuń z repozytorium (i z dysku)
sk: Odstrániť zo skladu (a disku)
sl: Odstrani iz priročnega skladišča (in diska)
sv: Ta bort från arkivet (och disk)
xh: Susa kwindawo yokugcina izinto (ne diski)

source: File (Registered)
da: Fil (registreret)
de: Datei (Registriert)
et: Fail (Registreeritud)
hu: Fájl (regisztrált)
id: File (Terdaftar)
it: File (Registrato)
ja: ファイル (Registered)
nl: Bestand (geregistreerd)
no_ny: Fil (registrert)
pl: Plik (zarejestrowany)
sk: Súbor (registrovaný)
sl: Datoteka (registrirana)
sv: Fil (registrerad)
xh: Ifayile (Ibhalisiwe)

source: Remove File from Project...
da: Fjern fil fra projekt...
de: Datei aus dem Projekt entfernen...
et: Eemalda fail projektist...
hu: Fájl eltávolítása a projektből...
id: Hapus file dari Proyek...
it: Rimuovi file dal Progetto...
ja: プロジェクトからファイルを削除...
nl: Bestand uit project verwijderen...
no_ny: Fjern fil frå prosjekt ...
pl: Usuń plik z projektu...
sk: Odstrániť súbor z Projektu...
sl: Odstrani datoteko iz projekta...
sv: Ta bort fil från projektet...
xh: Susa ifayile kwi projekti...

source: Remove File from Disk...
da: Fjern fil fra disk...
de: Datei von der Festplatte entfernen...
et: Kustuta fail kettalt...
hu: Fájl törlése a lemezről...
id: Hapus file dari Disk...
it: Elimina file dal Disco...
ja: ディスクからファイルを削除...
nl: Bestand van schijf verwijderen...
no_ny: Fjern fil frå disk ...
pl: Usuń plik z dysku...
sk: Odstrániť súbor z disku...
sl: Odstrani datoteko z diska...
sv: Ta bort fil från disk...
xh: Susa ifayile kwidiski...

source: Add File to Project...
da: Tilføj fil til projekt...
de: Datei zum Projekt hinzufügen...
et: Lisa fail projektile...
hu: Fájl hozzáadása a projekthez...
id: Tambah file ke proyek...
it: Aggiungi un file al Progetto....
ja: プロジェクトにファイルを追加...
nl: Bestand aan project toevoegen...
no_ny: Legg fil til prosjekt ...
pl: Dodaj plik do projektu...
sk: Pridať súbor do Projektu...
sl: Dodaj datoteko v projekt...
sv: Lägg till fil i projektet...
xh: Dibanisa ifayile kwi projekti...

source: Folder
da: Mappe
de: Ordner
et: Kataloog
hu: Mappa
it: Cartella
ja: フォルダ
nl: Map
no_ny: Mappe
sk: Zložka
sl: Mapa
sv: Katalog
xh: Incwadi eneenkcukacha

source: New file...
da: Ny fil...
de: Neue Datei...
et: Uus fail...
hu: Új fájl...
id: File baru...
it: Nuovo file....
ja: 新しいファイル...
nl: Nieuw bestand...
no_ny: Ny fil ...
pl: Nowy plik...
sk: Nový súbor...
sl: Nova datoteka...
sv: Ny fil...
xh: Ifayile entsha...

source: New class...
da: Ny klasse...
de: Neue Klasse...
et: Uus klass...
hu: Új osztály...
id: Class baru...
it: Nuova classe....
ja: 新しいクラス...
nl: Nieuwe klasse...
no_ny: Ny klasse ...
pl: Nowa klasa...
sk: Nová trieda...
sl: Nov razred...
sv: Ny klass...
xh: Uhlobo olutsha...

source: Add Folder...
da: Ny mappe...
de: Ordner hinzufügen...
et: Lisa kataloog...
hu: Új mappa...
id: Tambah Folder...
it: Aggiungi cartella....
ja: 新しいフォルダ...
nl: Map toevoegen...
no_ny: Legg til mappe ...
pl: Dodaj folder...
sk: Pridať priečinok...
sl: Dodajanje imenik...
sv: Lägg till katalog...
xh: Dibanisa incwadi eneenkcukacha...

source: Update Makefile.am
da: Opdatér Makefile.am
de: Makefile.am aktualisieren
et: Uuenda Makefile.am-i
hu: A Makefile.am frissítése
id: Perbarui Makefile.am
it: Aggiorna Makefile.am
ja: Makefile.amを更新
nl: Makefile.am bijwerken
no_ny: Oppdater Makefile.am
pl: Uaktualnij plik Makefile.am
sk: Aktualizovať Makefile.am
sl: Obnovi datoteke Makefile.am
sv: Uppdatera Makefile.am
xh: Gqiba ifayile yokwenza.am

source: Remove from Repository (and disk)
da: Fjern fra lageret (og disk)
de: Aus dem Archiv (und von der Festplatte) entfernen
et: Eemalda repositooriumist (ja kettalt)
hu: Fájl törlése a repository-ból (és a lemezről is)
id: Hapus dari Repository (dan disk)
it: Rimuovi dal repository (e dal disco)
ja: レポジトリ(とディスク)から削除
nl: Bestand van code-depot (en schijf) verwijderen
no_ny: Fjern frå depot (og disk)
pl: Usuń z repozytorium (i z dysku)
sk: Odstrániť zo skladu (a disku)
sl: Odstrani iz priročnega skladišča (in diska)
sv: Ta bort från arkivet (och disk)
xh: Susa kwindawo egcina izinto (ne diski)

source: Do you want to add the file %s to the project ?
da: Vil du tilføje filen %s til projektet?
de: Möchten Sie die Datei %s zum Projekt hinzufügen?
et: Kas lisada projektile faili %s ?
hu: Hozzá kívánja adni a(z) %s fájlt a projekthez?
id: Anda ingin mengambah file %s ke proyek?
it: Vuoi aggiungere il file %s al progetto ?
ja: ファイル %s をプロジェクトに 追加しますか ?
nl: Wilt u het bestand %s aan het project toevoegen ?
no_ny: Vil du leggja fila %s til prosjektet?
pl: Czy plik %s chcesz dodać do projektu ?
sk: Chcete pridať súbor %s do projektu?
sl: Ali želite dodati datoteko %s v projekt ?
sv: Vill du lägga till filen %s till projektet?
xh: Ufuna ukudibanisa ifayile %s kwi projekti ?

source: Do you really want to remove the file %1 from project? It will remain on disk.
da: Vil du virkelig fjerne filen %1 fra projektet? Den vil forblive på disken.
de: Möchten Sie wirklich die Datei %1 aus dem Projekt entfernen? Die Datei wird nicht gelöscht!
et: Kas tõesti eemaldada faili %1 projektist? See jääb kettale alles.
hu: Biztosan el akarja távolítani a(z) %1 fájlt a projektből? A lemezről nem fog törlődni.
id: Anda ingin menghapus file %1 dari proyek? Akan tetap disimpan di disk.
it: Vuoi veramente rimuovere il file %1 dal progetto? resterà comunque nel disco.
ja: 本当にファイル %1 をプロジェクトから削除しますか? これはディスクには残ります。
nl: Wilt u zeker dat u het bestand %1 uit het project wilt verwijderen? Het blijft behouden op de schijf.
no_ny: Vil du verkeleg fjerna fila %1 frå prosjektet? Ho vil framleis liggja på disken.
pl: Czy na pewno chcesz usunąć plik %1 z projektu? Pozostanie on na dysku.
sk: Naozaj chcete odstrániť súbor %1 z projektu? Súbor zostane na disku.
sl: Ali res želite odstraniti datoteko %1 iz projekta? Datoteka bo ostala na disku.
sv: Vill du verkligen ta bort filen %1 från projektet? Den kommer att finnas kvar på disk.
xh: Ufuna ngokwenene ukususa ifayile %1 kwi projekti? Izakusala kwidiski.

source: Do you really want to delete the file %1 from the disk? There is no way to restore it!
da: Vil du virkelig slette filen %1 fra disken? Det er ikke muligt at genoprette den!
de: Möchten Sie die Datei %1 wirklich von der Festplatte löschen? Eine Wiederherstellung ist nicht möglich!
et: Kas tõesti kustutada kettalt faili %1 ? Taastamise võimalus puudub!
hu: Biztosan le akarja törölni a(z) %1 fájlt a lemezről? A fájl véglegesen törlődik!
id: Yakin ingin menghapus file %1 dari disk? Tidak ada cara untuk mengembalikannya!
it: Vuoi veramente cancellare il file %1 dal disco? Non saràpiú possibile recuperarlo!
ja: ファイル %1 をディスクから削除 しますか ? それを元に戻す方法はありません!
nl: Wilt u echt het bestand %1 van de schijf verwijderen? Er is geen manier om het terug te halen!
no_ny: Vil du verkeleg sletta fila %1 frå disken? Ho kan ikkje gjenopprettast.
pl: Czy na pewno chcesz usunąć plik %1 z dysku? Nie będziesz mógł go odzyskać!
sk: Naozaj chcete odstrániť súbor %1 z disku? Neexistuje cesta na jeho obnovu!
sl: Ali resnično želite zbrisati datoteko %1 z diska ? Datoteke se ne da povrniti!
sv: Vill du verkligen ta bort filen %1 från disk? Det finns inget sätt att återställa den!
xh: Ufuna ngokwenene ukucima ifayile %1 kwidiski? Akukho ndlela yakuyigcina!

source: Add class member
da: Tilføj klassemedlem
de: Klassen-Member hinzufügen
et: Lisa klassi meetod
hu: Osztálytag hozzáadása
id: Tambah class member
it: Aggiungi una calsse membro
ja: クラスメンバを追加
nl: Voeg een klasselid toe
no_ny: Legg til klassemedlem
pl: Dodaj składową klasy
sk: Pridať člena triedy
sl: Dodajanje v razred (class)
sv: Lägg till medlem i klass
xh: Dibanisa ilungu lohlobo

source: Function
da: Funktion
de: Funktion
et: Meetod
hu: Függvény
id: Fungsi
it: Funzione
ja: 関数
nl: Functie
no_ny: Funksjon
pl: Funkcja
sk: Funkcia
sl: Funkcija
sv: Funktion
xh: Umsebenzi

source: You can choose here whether you want the member function be declared as public, protected or private.
da: Her kan du vælge om du ønsker at medlemsmetoden skal blive erklæret som public, protected eller private.
de: Sie können hier wählen, ob Sie die Member-Funktion als public, protected oder private deklarieren möchten.
et: Siin saad valida, kas funktsioon peab olema public, protected või private tüüpi.
hu: Itt adhatja meg, hogy a tagfüggvény public, protected vagy private módon legyen deklarálva.
id: Anda dapat pilih apakah fungsi member dideklarasikan sebagai publik, terlindung atau privat.
it: Puoi decidere come dichiarare la funzione membro se public, protected o private.
ja: ここでメンバ関数の宣言をpublicかprotectedかprivateかに 選択できます。
nl: U kunt kiezen of u de lidfunctie wilt declareren als public, protected of private.
no_ny: Her kan du velja om medlemsfunksjonen skal deklarerast som public, protected eller private.
pl: Tu możesz podać, czy chcesz by funkcja składowa była zadeklarowana jako 'public', 'protected' lub 'private'.
sk: Tu vyberte či chcete, aby členská funkcia bola public, protected alebo private.
sl: Nastavitev zaščite razredne funkcije na javno (public), zaščiteno (protected) ali zasebno (private).
sv: Här kan du välja om du vill att medlemsfunktionen skall deklareras som public, protected eller privat.
xh: Ungakhetha apha noba ufuna ilungu lomsebenzi libhengezwe kuwonke-wonke, likhuselwe okanye libesekhusini.

source: Type
de: Typ
et: Tüüp
hu: Típus
id: Tipe
it: Tipo
ja: タイプ
pl: Typ
sk: Typ
sl: Tip
sv: Typ
xh: Udidi

source: Choose the type of member object you want to create. The type can be signal, slot or method.
da: Vælg typen til medlemsobjektet du ønsker at lave. Typen kan være et signal, et slot eller en metode.
de: Wählen Sie den Typ des Member-Objekts, das Sie erstellen möchten. Zu Auswahl stehen Signal, Slot oder Methode.
et: Vali loodava objekti tüüp. Tüüp võib olla, kas signaal, pesa või meetod.
hu: Válassza ki a létrehozandó tagobjektum típusát. Ez lehet szignál, eseménykezelő vagy tagfüggvény.
id: Pilih tipe obyek member yang Anda ingin buat. Tipe bisa berupa sinyal, slot atau method.
it: Seleziona il tipo di oggetto membro che vuoi creare. Il tipo può essere segnale, slot o metodo.
ja: あなたの作りたいメンバオブジェクトの型を選択して下さい。 型はシグナル、スロット、メソッドになれます。
nl: Kies hier het type van het lidobject dat u wilt aanmaken. U kunt kiezen uit signal, slot of method.
no_ny: Vel kva for type medlemsfunksjon du vil laga. Typen kan vera signal, slot eller metode.
pl: Wybierz typ obiektu składowego jaki chcesz utworzyć. Może to być sygnał, slot lub metoda.
sk: Vyberte typ členského objektu, ktorý chcete vytvoriť. Typ môže byť signál, slot alebo metóda.
sl: Izbor tipa razrednega objekta, ki se naj ustvari. Tip je lahko signal (signal), vtičnica (slot) ali metoda (method).
sv: Välj vilken typ av medlemsobjekt du vill skapa. Typen kan vara signal, slot eller metod.
xh: Khetha udidi lelungu lenjongo ofuna ukulenza. Udidi lunokubaluphawu, isithuba okanye indlela yokwenza.

source: You can set modifiers for the member function here.
da: Du kan opsætte modifikatorer for medlemsmetoderne her.
de: Sie können hier die Speicherklassen für die Member-Funktion setzen.
et: Siin saad seada funktsiooni modifikaatoreid.
hu: Itt adhat meg típusmódosítókat a tagfüggvényhez.
id: Anda dapat set modifier untuk fungsi member di sini.
it: Puoi selezionare il modificatore della funzione membro.
ja: ここでメンバ関数のモディファイアをセットできます。
nl: U kunt hier modificatoren (const, static...)voor de lid functie zetten.
no_ny: Du kan setja opp modifikatorar for medlemsfunksjonen her.
pl: Ustawianie modyfikatora funkcji składowej.
sk: Tu je možné nastaviť modifikátory pre členské funkcie.
sl: Nastavitev značilnosti razredne funckije
sv: Du kan lägga till modifierare för medlemsfunktionen här.
xh: Ungacwangcisa abaguquli kancinane belungu lomsebenzi apha.
