Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Compile File
da: Oversæt fil
de: Datei kompilieren
et: Kompileeri fail
hu: Fájl fordítása
id: Kompilasi File
it: Compila il file
ja: ファイルをコンパイル
nl: Bestand compileren
no_ny: Kompiler fil
pl: Kompiluj plik
sk: Kompilovať súbor
sl: Prevedi datoteko
sv: Kompilera fil
xh: Ifayile yokuqokelela

source: Make
da: Lav
de: Erstellen
et: Ehita
hu: Fordítás (make)
no_ny: Lag
pl: Buduj
sv: Bygg
xh: Yenza

source: Rebuild All
da: Byg alt igen
de: Alles neu erstellen
et: Ehita kõik uuesti
hu: Teljes újrafordítás (rebuild all)
id: Build Ulang semua
it: Ricostruisci tutto
ja: 全てリビルド
nl: Herbouw alles
no_ny: Gjenbygg alt
pl: Przebuduj wszystko
sk: Rekompilovať všetko
sl: Ponovno zgeneriraj vse
sv: Bygg om allt
xh: Yakha kwakhona konke

source: Clean/Rebuild all
da: Rens/byg alt igen
de: Aufräumen/Alles neu erstellen
et: Puhasta/Ehita uuesti
hu: Tisztítás és teljes újrafordítás (make clean + rebuild all)
id: Bersihkan/Build ulang semua
it: Cancella/Ricostruisci tutto
ja: 消去/全てをリビルド
nl: Maak schoon/Herbouw alles
no_ny: Rens/Gjenbygg alt
pl: Czyść/przebuduj wszystko
sk: Vyčistiť/Rekompilovať všetko
sl: Počisti/Zgeneriraj vse
sv: Rensa/Bygg om allt
xh: Coca/Yakha kwakhona konke

source: Stop process
da: Stop proces
de: Prozess anhalten
et: Peata protsess
hu: A folyamat leállítása
id: Hentikan proses
it: Ferma il processo
ja: プロセスを中止
nl: Stop het process
no_ny: Stopp prosess
pl: Zatrzymaj proces
sk: Zastaviť proces
sl: Ustavi proces
sv: Stoppa process
xh: Misa inkqubo

source: Execute
da: Udfør
de: Ausführen
et: Täida
hu: Végrehajtás
id: Eksekusi
it: Esegui
ja: 実行
nl: Voer uit
no_ny: Køyr
pl: Uruchom
sk: Spustiť
sl: Izvrši
sv: Kör
xh: Phumeza

source: Execute with arguments
da: Udfør med argumenter
de: Mit Argumenten ausführen
et: Täida koos argumentidega
hu: Végrehajtás argumentumokkal
id: Eksekusi dengan argumen
it: Esegui con argomenti
ja: 引数をつけて実行
nl: Voer uit met argumenten
no_ny: Køyr med argument
pl: Uruchom z argumentami
sk: Spustí s argumentami
sl: Izvrši z argumenti
sv: Kör med argument
xh: Phumeza ngeempikiswano

source: DistClean
et: Puhasta liigsest
hu: Teljes tisztítás (make distclean)
nl: Maak DistClean
pl: Czyść do dystrybucji
sv: Rensa för distribution
xh: Coca idist

source: Make Clean
et: Puhasta
sv: Kör make clean
xh: Yenza icoceke

source: Autoconf and automake
da: Autoconf og automake
de: Autoconf/Automake
et: Autoconf ja automake
hu: Autoconf és automake
id: Autoconf dan automake
it: Autoconf ed automake
ja: Autoconf/Automake
nl: Autoconf en automake
no_ny: Autoconf og automake
pl: Autoconf i automake
sk: Autoconf a automake
sl: Autoconf in automake
sv: Kör autoconf och automake
xh: Qwalasela ngokuzenzekelayo kwaye wenze ngokuzenzekelayo

source: Configure...
da: Indstil...
et: Seadista...
hu: Beállítás...
it: Configura....
ja: 設定...
no_ny: Oppsett ...
pl: Konfiguruj...
sk: Nastaviť...
sl: Nastavitev...
sv: Kör configure...
xh: Qwalasela...

source: Next Bookmark
da: Næste bogmærke
de: Nächstes Lesezeichen
et: Järgmine järjehoidja
hu: A következő könyvjelző
id: Bookmark berikutnya
it: Segnalibro successivo
ja: 次のブックマーク
nl: Volgende bladwijzer
no_ny: Neste bokmerke
pl: Następna zakładka
sk: Nasledujúca záložka
sl: Naslednji zaznamek
sv: Nästa bokmärke
xh: Inqaku lencwadi elilandelayo

source: Previous Bookmark
da: Forrige bogmærke
de: Vorheriges Lesezeichen
et: Eelmine järjehoidja
hu: Az előző könyvjelző
id: Bookmark sebelumnya
it: Segnalibro precedente
ja: 前のブックマーク
nl: Vorige bladwijzer
no_ny: Førre bokmerke
pl: Poprzednia zakładka
sk: Predchádzajúca záložka
sl: Prejšni zaznamek
sv: Föregående bokmärke
xh: Inqaku lencwadi elidlulileyo

source: Clear Bookmarks
da: Rens bogmærker
de: Lesezeichen löschen
et: Eemalda järjehoidjad
hu: A könyvjelzők törlése
id: Bersikan Bookmark
it: Cancella i segnalibri
ja: ブックマークをクリア
nl: Bladwijzers verwijderen
no_ny: Fjern bokmerka
pl: Usuń zakładki
sk: Zmazať záložku
sl: Zbriši zaznamke
sv: Rensa bokmärken
xh: Cacisa amanqaku lencwadi

source: Search Marked Text
da: Søg mærket tekst
de: Markierten Text suchen
et: Otsi märgitud teksti
hu: A kijelölt szöveg keresése
id: Cari teks yang ditandai
it: Ricerca Testo Marcato
ja: 選択したテキストを検索
nl: Gemarkeerde tekst zoeken
no_ny: Søk markert tekst
pl: Wyszukaj zaznaczony tekst
sk: Hľadať označený text
sl: Išči izbrano besedilo
sv: Sök efter markerad text
xh: Phendla okubhaliweyo okuphawuliweyo

source: Search for Help on
da: Søg efter hjælp om
de: Suche nach Hilfe für
et: Otsi abi
hu: Segítség keresése
id: Cari bantuan di
it: Cerca un aiuto su
ja: ヘルプを検索
nl: Zoek Help bij
no_ny: Søk etter hjelp om
pl: Wyszukaj pomocy na temat
sk: Hľadať v pomocníkovi
sl: Išči pomoč o
sv: Sök efter hjälp om
xh: Phendla Uncedo ku

source: View Project API-Doc
da: Vis projekt API-dok
de: API-Dokumentation des Projekts anzeigen
et: Projekti API dokumentatsioon
hu: A projekt API-dokumentációjának megtekintése
id: Tampilak Doc-API Proyek
it: Mostra la documentazione delle API del progetto
ja: プロジェクトAPI-Docの表示
nl: Project API Documentatie tonen
no_ny: Vis Prosjekt-API-hjelp
pl: Widok z dokumentacj API projektu
sk: Dokumentácie API projektu
sl: Poglej projektno dokumentacijo API
sv: Visa projektets API-dokumentation
xh: Bonisela i API ye projekti-Doc

source: View Project User-Manual
da: Vis projektets brugermanual
de: Benutzerhandbuch des Projekts anzeigen
et: Projekti kasutusjuhend
hu: A projekt felhasználói kézikönyvének megtekintése
id: Tampilkan Panduan Pengguna Proyek
it: Mostra il manuale del progetto
ja: プロジェクトユーザーマニュアルの表示
nl: Project Gebruiker-Handleiding tonen
no_ny: Vis prosjekt-brukarhandbok
pl: Instrukcja użytkownika projektu
sk: Používateľský manuál projektu
sl: Poglej projektni uporabniški priročnik
sv: Visa projektets användarhandbok
xh: Bonisela umsebenzisi we projekti-Incwadi

source: Debug start
da: Start på fejlretter
et: Alusta silumist
hu: A nyomkövetés indítása
id: Mulai debug
it: Debug avvia
ja: デバッグ開始
nl: Debuggen starten
no_ny: Start avlusing
pl: Start debugera
sk: Spustí ladenie
sl: Začetek razhroščevanja
sv: Starta avlusning
xh: Idebug iqala

source: Debug start other
da: Anden start på fejlretter
de: Debug Start (sonstige)...
et: Alusta silumist (muu)...
hu: A nyomkövető indítása (más)
id: Mulai debug lainnya
it: Debug inizia un altro
ja: デバッグ開始(その他)
nl: Debuggen starten overige
no_ny: Start anna avlusing
sk: Spustí ladenie inej
sl: Začetek razhroščevanja drugo
sv: Starta annan avlusning
xh: iDebug iqala enye

source: Debug start with args
da: Start fejlret med argumenter
de: Debug Mit Argumenten ausführen
et: Silu koos argumentidega
hu: A nyomkövető indítása argumentumokkal
id: Mulai debug dengan args
it: Debug parti con gli argomenti
ja: 引数をつけてデバッグ
nl: Debuggen met argumenten starten
no_ny: Start avlusing med argument
pl: Start debugera z argumentami
sk: Spustí ladenie s argumentami
sl: Začetek razhroščevanja s parametri
sv: Starta avlusning med argument
xh: iDebug iqala nge args

source: Debug examine core
da: Fejlret undersøg core-fil
de: Debug Untersuche core Datei
et: Uuri core-faili
hu: Core fájl vizsgálata
id: Debug periksa core
it: Debug esamina la memoria
ja: coreファイルを検証してデバッグ
nl: Core bestand bestuderen debuggen
no_ny: Avlusing studer kjerne
sk: Ladiť prehliadkou core
sl: Razhroščevanje datoteke core
sv: Granska minnesdump med avlusare
xh: iDebug ixilonga ngaphakathi

source: Debug other executable
da: Fejlret anden programfil
de: Andere ausführbare Datei
et: Silu mõnda teist rakendust
hu: Egy másik program nyomkövetése
id: Debug eksekutabel lain
it: Debug di altri eseguibili
ja: 他のプログラムをデバッグ
nl: Een ander uitvoerbaar bestand debuggen
no_ny: Avlus ei anna programfil
pl: Debugowanie innego pliku wykonywalnego
sk: Ladiť iný spustiteľný súbor
sl: Razhroščevanje druge izvršilne datoteke
sv: Avlusa annan körbar fil
xh: Debug enye ephunyeziweyo

source: Debug attach
da: Fejlret vedlæg
de: Debug Anhängen
et: Seonda silur
hu: Nyomkövetési kapcsolódás
it: Debug aggancia
ja: デバッグ attach
nl: Debug aanhangen
no_ny: Avlus, knyt til
pl: Dołącz debugowanie
sk: Ladiť pripojením
sl: Razhroščevanje dodatka
sv: Anslut avlusare
xh: iDebug ifakela

source: Debug run
da: Fejlret kør
de: Debug Ausführen
et: &Silumine
hu: Nyomkövetési futtatás
id: Debug jalankan
it: Debug esegui programma
ja: デバッグ run
nl: Debuggen uitvoeren
no_ny: Avlus, køyr
pl: Debuguj
sk: Ladiť beh
sl: Razhroščevanje poteka
sv: Kör med avlusning
xh: iDebug ibaleka

source: Debug run to cursor
da: Fejlret kør til markør
de: Debug Ausführen bis Cursor
et: Silu kursorini
hu: Nyomkövetési futtatás a kurzorig
id: Debug jalankan ke kursor
it: Debug avanza fino al cursore
ja: カーソルまでデバッグ run
nl: Debug tot aan cursor
no_ny: Avlus, køyr til skrivemerket
pl: Debuguj do bieżącej pozycji kursora
sk: Ladiť beh ku kurzoru
sl: Razhroščevanje do kazalca
sv: Kör med avlusning till markören
xh: iDebug iya kwisalathisi

source: Debug stop
da: Fejlretter stop
de: Debug Anhalten
et: Lõpeta silumine
hu: A nyomkövető leállítása
id: Hentikan debug
it: Ferma il Debug
ja: デバッグ stop
nl: Debuggen stoppen
no_ny: Avlus, stopp
pl: Zatrzym debugowanie
sk: Zastaviť ladenie
sl: Razhroščevanje je ustavljeno
sv: Stanna avlusning
xh: iDebug iyama

source: Debug step into
da: Fejlret trin ind
de: Debug Einzelschritt
et: Astu sisse
hu: Nyomkövetési belépés
id: Debug melangkah ke
it: Debug avanza un passo
ja: デバッグ step into
nl: Debug instappen
no_ny: Avlus, hopp inn
sk: Ladiť krok do
sl: Razhroščevanje koraka v
sv: Avlusning stega
xh: iDebug iphuma kwi

source: Debug step into instr
da: Fejlret trin ind i instr
de: Debug In Maschinenanweisung
et: Astu sisse (instr.)
hu: Nyomkövetési belépés az utasításba
id: Debug melangkah ke instr
it: Debug avanza nelle istruzioni
ja: デバッグ step into instr
nl: Debug in instructie stappen
no_ny: Avlus, hopp inn i instr
sk: Ladiť krok do inšt
sl: Razhroščevanje koraka v navodilo
sv: Avlusning stega instruktion
xh: iDebug iphuma kumyalelo

source: Debug step over
da: Fejlretter spring over
de: Debug Über Funktion
et: Astu üle
hu: Nyomkövetési átlépés
id: Debug melompat
it: Debug avanza tralasciando
ja: デバッグ step over
nl: Debug overstappen
no_ny: Avlus, hopp over
sk: Ladiť krok cez
sl: Razhroščevanje koraka preko
sv: Avlusning stega förbi
xh: iDebug iphuma ngapha

source: Debug step over instr
da: Fejlret trin over instr
de: Debug Über Maschinenanweisung
et: Astu üle (instr.)
hu: Nyomkövetési átlépés az utasításon
id: Debug melompat instr
it: Debug salta dopo la prossima istruzione
ja: デバッグ step over instr
nl: Debug over instructie stappen
no_ny: Avlus, hopp over instr
sk: Ladiť krok cez inšt.
sl: Razhroščevanje koraka preko navodila
sv: Avlusning stega förbi instruktion
xh: iDebug iphuma ngapha komyalelo

source: Debug step out
da: Fejlret trin ud
de: Debug Aus Funktion
et: Astu välja
hu: Nyomkövetési kilépés
id: Debug keluar
it: Debug esci dalla funzione
ja: デバッグ step out
nl: Debug uitstappen
no_ny: Avlus, hopp ut
sk: Ladiť vyskočenie
sl: Razhroščevanje koraka ven
sv: Avlusning stega ur
xh: iDebug iyaphuma

source: Debug viewers
da: Fejlretter visninger
de: Debug Ansichten
et: Näitajad
hu: Nyomkövetési nézegetők
it: Visore di Debug
ja: デバッグ viewers
nl: Debug weergaven
no_ny: Avlus, visarar
sk: Ladiť prehliadače
sl: Pregledovalniki razhroščevanja
sv: Avlusningsvisare
xh: Ababoniseli be debug

source: Debug interrupt
da: Fejlsøg afbrydelse
de: Debug Unterbrechen
et: Katkestus
hu: nyomkövetési megszakítás
it: Interrupt di Debug
ja: デバッグ interrupt
nl: Debug onderbreken
no_ny: Avlus, avbryt
pl: Przerwij debugowanie
sk: Ladiť prerušenie
sl: Razhroščevanje prekinitve
sv: Avlusningsavbrott
xh: Uphazamiseko lwe debug

source: Debug toggle breakpoint
da: Fejlret til/fra stoppunkt
de: Debug Haltepunkt umschalten
et: Muuda katkestuspunkti
hu: Nyomkövetési töréspont átváltása
it: Cambia un breakpoint di debug
ja: デバッグ ブレークポイントをオン/オフ
nl: Debug breakpoint omschakelen
no_ny: Avlus, set/fjern brotpunkt
sk: Prepnúť ladiacu zarážku
sl: Razhroščevanje prelomnih točk
sv: Avlusning växla brytpunkt
xh: Incopho yokophula yokuqhobosha i debug

source: Cutting...
da: Klipper...
de: Wird ausgeschnitten...
et: Lõikamine...
hu: Kivágás...
id: Potong...
it: Taglia...
ja: 切り取り中...
nl: Bezig met knippen...
no_ny: Klipper ut ...
pl: Wycinanie...
sk: Vystrihujem....
sl: Izrezovanje...
sv: Klipper ut...
xh: Iyasika...

source: Copying...
da: Kopierer...
de: Wird kopiert...
et: Kopeerimine...
hu: Másolás...
id: Salin...
it: Copia...
ja: コピー中...
nl: Bezig met kopieren...
no_ny: Kopierer ...
pl: Kopiowanie...
sk: Kopírujem...
sl: Prepisovanje...
sv: Kopierar...
xh: Iyakhuphela...

source: Pasting selection...
da: Indsætter det valgte...
de: Auswahl wird eingefügt...
et: Valiku asetamine...
hu: A kijelölt rész beillesztése...
id: Pasting pilihan...
it: Incolla selezione...
ja: 貼り付け中...
nl: Bezig met het plakken van de selectie...
no_ny: Limer inn utval ...
pl: Wklejanie zaznaczonego...
sk: Vkladám výber...
sl: Prilepljanje izbire...
sv: Infogar markering...
xh: Icola ukhetho...

source: Inserting file contents...
da: Indsætter filindhold...
de: Dateiinhalte werden eingefügt...
et: Faili sisu lisamine...
hu: Fájl tartalmának beillesztése...
id: Sisipkan isi file...
it: Inserimento contenuto del file...
ja: ファイルの中身を挿入...
nl: Bezig met toevoegen van inhoud van bestand...
no_ny: Set inn filinnhald ...
pl: Wstawianie zawartości pliku...
sk: Vkladám obsah súboru...
sl: Vstavljanje vsebine datoteke...
sv: Infogar filinnehåll...
xh: Ifaka imixholo yefayile...

source: Repeating last search...
da: Gentager sidste søgning...
de: Letzte Suche wird wiederholt...
et: Viimase otsingu kordamine...
hu: Az utolsó keresés megismétlése...
id: Ulangi pencarian terakhir
it: Ripeto l'ultima ricerca...
ja: 最近のを検索中...
nl: Bezig met herhalen van laatste zoekopdracht...
no_ny: Gjentek siste søk ...
pl: Powtarzanie ostatniego wyszukiwania...
sk: Opakujem posledné hľadanie...
sl: Ponavljanje zadnjega iskanja...
sv: Upprepar senaste sökning...
xh: Iphinda uphendlo lokugqibela...

source: Selecting all...
da: Udvælger alt...
de: Es wird alles ausgewählt...
et: Kogu teksti valimine...
hu: Minden kijelölése...
id: Pilih semua...
it: Seleziono tutto...
ja: 全てを選択...
nl: Bezig met het slecteren van alles...
no_ny: Merkar alt ...
pl: Zaznaczanie wszystkiego...
sk: Vyberám všetko....
sl: Izbiranje vsega...
sv: Väljer alla...
xh: Ikhetha konke...

source: Welcome to KDevelop!
da: Velkommen til KDevelop!
de: Willkommen bei KDevelop!
et: Tere tulemast KDevelopisse
hu: Üdvözöljük a KDevelop-ban!
id: Selamat datang di KDevelop!
it: Benvenuto in KDevelop!
ja: KDevelopにようこそ!
nl: Welkom bij KDevelop!
no_ny: Velkomen til KDevelop!
pl: Witamy w KDevelopie!
sk: Vítajte v KDevelop!
sl: Dobrodošli v KDevelop!
sv: Välkommen till KDevelop!
xh: Wamkelekile kwi KDevelop!

source: Qt Designer Manual
de: Handbuch für den QT-Designer
et: Qt Disaineri manuaal
hu: A Qt Designer kézikönyve
id: Manual Qt Designer
it: Manuale di Qt Designer
ja: Qt Designer マニュアル
nl: Qt Designer Handleiding
no_ny: Brukarhandbok for Qt Designer
pl: Instrukcja Qt Projektant
sk: Používateľský manuál Qt Designeru
sl: Oblikovalski priročnik Qt
sv: Qt-Designer handbok
xh: Qt Incwadi yoMyili

source: C/C++ Reference
de: C/C++-Referenz
et: C/C++ Teatmik
hu: C/C++ referencia-kézikönyv
id: Referensi C/C++
it: Guida C/C++
ja: C/C++ リファレンス
nl: C/C++-Referentie
no_ny: C/C++-oppslagsverk
pl: Podręcznik C/C++
sk: C/C++-Referenčná príručka
sl: Referenca C/C++
sv: C/C++ referens
xh: C/C++ Uthelekiso

source: Hierarchy
da: Hierarki
de: Hierarchie
et: Hierarhia
hu: hierarchia
id: Hierarki
it: Gerarchia
ja: 階層
nl: Hierarchie
no_ny: Hierarki
pl: Hierarchia
sk: Hierarchia
sl: Hierarhija
sv: Hierarki
xh: Iqela elinegunya

source: Header Files
da: Inkluderingsfiler
de: Headerdateien
et: Päisefailid
hu: Header fájlok
id: File Header
it: File header
ja: ヘッダーファイル
nl: Headerbestanden
no_ny: Deklarasjonsfiler
pl: Pliki nagłówkowe
sk: Hlavičkové súbory
sl: Vključne datoteke
sv: Deklarationsfiler
xh: Iifayile ze header

source: Globals
da: Globale
de: Globale
et: Globaalsed struktuurid
hu: Globális elemek
id: Global
it: Globali
ja: グローバル
nl: Globalen
no_ny: Globale
pl: Globalne
sk: Globálne
sl: Globalne
sv: Globala
xh: Ezingqukuva

source: Annotated List
da: Kommenteret liste
de: Kommentierte Liste
hu: Megjegyzési lista
id: Daftar Anotasi
it: Lista commentata
ja: 注釈付きリスト
nl: Geannoteerde lijst
no_ny: Liste med merknader
pl: Lista adnotacji
sk: Okomentovaný zoznam
sl: Seznam opomb
sv: Lista med anteckningar
xh: Uluhlu oluneziqaphelo

source: Qt/KDE Libraries
da: Qt/KDE-biblioteker
de: Qt/KDE-Bibliotheken
et: Qt/KDE teegid
hu: A Qt/KDE programkönyvtárak
id: Pustaka Qt/KDE
it: Librerie Qt/KDE
ja: Qt/KDE ライブラリ
nl: Qt/KDE Bibliotheken
no_ny: Qt-/KDE-bibliotek
pl: Biblioteki Qt/KDE
sk: Qt/KDE-Knižnice
sl: Knjižnice Qt/KDE
sv: Qt/KDE-bibliotek
xh: Qt/KDE Iilayibrari

source: Qt Library
da: Qt-bibliotek
de: Qt-Bibliothek
et: Qt teek
hu: A Qt programkönyvtár
id: Pustaka Qt
it: Libreria Qt
ja: Qt ライブラリ
nl: Qt-Bibliotheek
no_ny: Qt-bibliotek
pl: Biblioteka Qt
sk: Qt knižnica
sl: Knjižnica Qt
sv: Qt-bibliotek
xh: Qt Layibrari

source: %s-Library
da: %s-bibliotek
de: %s-Bibliothek
et: %s teek
hu: A(z) %s programkönyvtár
id: Pustaka-%s
it: Libreria-%s
ja: %s ライブラリ
nl: %s-Bibliotheek
no_ny: %s-bibliotek
pl: biblioteka %s
sk: %s knižnica
sl: Knjižnica %s
sv: %s bibliotek
xh: %s-Layibrari

source: Documentation Base
da: Dokumentationsbase
de: Dokumentationsbasis
et: Dokumentatsioonibaas
hu: Alapdokumentáció
id: Dasar Dokumentasi
it: Documentazione Base
ja: ドキュメントベース
nl: Documentatie basis
no_ny: Hjelpetekstbase
pl: Baza dokumentacji
sk: Koreň dokumentácie
sl: Baza dokumentacije
sv: Bas för dokumentation
xh: Isiseko sexwebhu

source: Add Entry...
da: Tilføj indgang...
de: Eintrag hinzufügen...
et: Lisa kirje...
hu: Bejegyzés hozzáadása...
id: Tambahkan Entri...
it: Aggiungi voce...
ja: エントリを追加...
nl: Ingang toevoegen...
no_ny: Legg til oppføring ...
pl: Dodaj wpis...
sk: Pridať položku...
sl: Dodaj vnos...
sv: Lägg till post...
xh: Dibanisa ungeno...

source: Remove Entry
da: Fjern indgang
de: Eintrag entfernen
et: Eemalda kirje
hu: Bejegyzés törlése
id: Hapus Entri
it: Rimuovi Voce...
ja: エントリを削除
nl: Ingang verwijderen
no_ny: Fjern oppføring
pl: Usuń wpis
sk: Odstrániť položku
sl: Odstrani vnos
sv: Ta bort post
xh: Susa ungeno

source: Properties...
da: Egenskaber...
de: Eigenschaften...
et: Omadused...
hu: Tulajdonságok...
it: Proprietà...
ja: プロパティ
nl: Eigenschappen...
no_ny: Eigenskapar ...
pl: Właściwości...
sk: Vlastnosti...
sl: Lastnosti...
sv: Egenskaper...
xh: Iimpahla...

source: Current Project
da: Gældende projekt
de: Aktuelles Projekt
et: Aktiivne projekt
hu: A jelenlegi projekt
id: Proyek saat ini
it: Progetto Corrente
ja: 現在のプロジェクト
nl: Huidig project
no_ny: Prosjekt
pl: Projekt bieżący
sk: Aktuálny projekt
sl: Trenutni projekt
sv: Aktuellt projekt
xh: Iprojekti yangoku

source: API documentation
da: API-dokumentation
de: API-Dokumentation
et: API documentatsioon
hu: API dokumentáció
id: Dokumentasi API
it: Documentazione API
ja: API ドキュメント
nl: API-documentatie
no_ny: API-hjelpetekst
pl: Dokumentacja API
sk: API Dokumentácia
sl: Dokumentacija API
sv: API-dokumentation
xh: Uxwebhu le API

source: User manual
da: Brugermanual
de: Benutzerhandbuch
et: Kasutusjuhend
hu: Felhasználói kézikönyv
id: Manual pengguna
it: Manuale Utente
ja: ユーザーマニュアル
nl: Gebruikershandleiding
no_ny: Brukarhandbok
pl: Podręcznik użytkownika
sk: Používateľský manuál
sl: Uporabniški priročnik
sv: Användarhandbok
xh: Incwadi yomsebenzisi

source: Project
da: Projekt
de: Projekt
et: Projekt
hu: Projekt
id: Proyek
it: Progetto
ja: プロジェクト
no_ny: Prosjekt
pl: Projekt
sk: Projekt
sl: Projekt
sv: Projekt
xh: Iprojekti

source: Update API
da: Opdatér API
de: API aktualisieren
et: Uuenda API-t
hu: Az API frissítése
id: Perbarui API
it: Aggiorna API
ja: APIを更新
nl: API bijwerken (Update)
no_ny: Oppdater API
pl: Uaktualnij API
sk: Aktualizovať API
sl: Obnovi API
sv: Uppdatera API
xh: Gqiba i API

source: Generate User Manual
da: Generér brugermanual
de: Benutzerhandbuch erstellen
et: Tekita kasutusjuhend
hu: Felhasználói kézikönyv létrehozása
id: Buat manual pengguna
it: Genera Manuale Utente
ja: ユーザーマニュアルを生成
nl: Gebruikers Handleiding genereren
no_ny: Generer brukarhandbok
pl: Utwórz podręcznik użytkownika
sk: Generovať Používateľský manuál
sl: Ustvari uporabniški priročnik
sv: Skapa användarhandbok
xh: Jikelezisa incwadi yomsebenzisi

source: &Text To Find:
da: &Tekst at finde:
de: Such&text:
et: Otsitav &tekst:
hu: A keresendő &szöveg:
id: &Teks untuk Dicari:
it: &Testo da cercare:
ja: 検索したい文字列(&T):
nl: Te zoeken &tekst:
no_ny: Finn &tekst:
pl: Znajdź &ciąg znaków:
sk: &Text na hľadanie:
sl: Iskano &besedilo:
sv: Hitta &text:
xh: &Okukubhaliweyo okuzakufunyanwa:

source: &Replace With:
da: &Erstat med:
de: &Ersetzen durch:
et: Millega asendada:
hu: Csere &ezzel:
id: &Ganti dengan:
it: &Sostituisci con:
ja: 置換する文字列(&R):
nl: Ve&rvangen door:
no_ny: &Byt ut med:
pl: &Zamień na:
sk: Na&hradiť s:
sl: &Nadomesti z:
sv: E&rsätt med:
xh: &Buyisela nge:

source: &Case Sensitive
da: &Versalfølsom
de: G&roß/Kleinschreibung
et: Tõstutundlik
hu: &nagybetűérzékeny
it: &Maiuscole/minuscole
ja: 大小文字の区別(&C)
nl: &Hoofdlettergevoelig
no_ny: &Omsyn til bokstavstorleik
pl: &rozróżniaj wielkie/małe litery
sk: &Rozlišovať veľkosť písmen
sl: &Neobčutljivost na velike/male črke
sv: Skiftläges&känslig
xh: &Umzekelo onovakalelo

source: &Whole Words Only
da: &Kun hele ord
de: &Nur ganze Wörter
et: Ainult terved sõnad
hu: &csak egész szavakat
id: &Hanya semua kata
it: &Solo parole intere
ja: 全語一致のみ(&W)
nl: Alleen gehele &woorden
no_ny: Berre &heile ord
pl: tylko &całe słowa
sk: Len &celé slová
sl: Samo &cele besede
sv: Endast &hela ord
xh: &Amagama apheleleyo kuphela

source: &From Cursor
da: &Fra markør
de: &Ab Cursorposition
et: Kursorist alates
hu: a kurzor&tól
id: &Dari Kursor
it: &Dal cursore
ja: カーソル位置から(&F)
nl: Vana&f Cursor
no_ny: &Frå skrivemerket
pl: &od kursora
sk: Od &kurzoru
sl: &Od trenutnega mesta
sv: &Från markören
xh: &Ukusuka kwisikhombisi

source: Find &Backwards
da: Find &baglæns
de: &Rückwärts suchen
et: Otsi tagasisuunas
hu: keresés &visszafelé
id: Cari &Mundur
it: Cerca all'&indietro
ja: 後ろから検索(&B)
nl: Achterwaarts &zoeken
no_ny: Finn &bakover
pl: &szukaj do tyłu
sk: Hľadať &odzadu
sl: Išči &nazaj
sv: Sök &bakåt
xh: &Fumana ngasemva

source: &Selected Text
da: &Markeret tekst
de: &Gewählter Text
et: Valitud tek&stist
hu: a &kijelölt szövegben
id: Tek&s Terpilih
it: &Testo selezionato
ja: 選択された文章(&S)
nl: Ge&selecteerde tekst
no_ny: &Valt tekst
pl: z&aznaczony tekst
sk: &Zvolený text
sl: &Izbrano besedilo
sv: &Markerad text
xh: &Okubhaliweyo okukhethiweyo

source: &Prompt On Replace
da: &Spørg ved erstat
de: Ersetzen &bestätigen
et: Asendamisel küsi üle
hu: &megerősítés kérése cserénél
id: &Prompt Saat Mengganti
it: &Chiedi prima di sostituire
ja: すぐに置換するか(&P)
nl: Vragen of er vervangen moet &worden
no_ny: S&pør ved utbyting
pl: &przy zamianie, pytaj
sk: &Pýtať sa pri náhrade
sl: &Opomni ob nadomeščanju
sv: Fråga vid &ersättning
xh: &Unikezelo lusekubuyiselweni

source: Replace this occurence?
da: Erstat denne forekomst?
de: Diese Fundstelle ersetzen?
et: Asendan?
hu: Lecseréljem ezt?
id: Ganti pengulangan ini?
it: Sostituisco questa corrispondenza?
ja: この文字列を置換しますか?
nl: Deze vervangen?
no_ny: Byt ut denne førekomsten?
pl: Zastąpić to wystąpienie tekstu?
sk: Nahradiť tento výskyt?
sl: Nadomesti to pojavitev?
sv: Ersätta detta?
xh: Buyisela esi senzo?

source: &All
da: &Alle
de: &Alle
et: &Kõik
hu: &Mindet
id: &Semua
it: &Tutti
ja: 全て(&A)
nl: &Allen:
no_ny: &Alle
pl: &Wszystkie
sk: &Všetky
sl: &Vse
sv: &Alla
xh: &zonke/onke/wonke/konke/lonke
