Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Create a Qt-2.2 Application with a main window containing a menubar, toolbar and statusbar, including support for a multiple document interface (MDI) model.
da: Opret et Qt-2.2-program med et hovedvindue som indeholder en menulinie, værktøjslinie og statuslinie, og med støtte for en model for Grænseflade for Flere Dokumentvisninger (MDI)
de: Erstellt eine Qt-2.2 Applikation mit einem Hauptfenster, das eine Menü-, Werkzeug- und Statusleiste enthält, einschließlich Unterstützung für ein Multiple Document Interface (MDI)-Modell.
et: Tekita uus peaakna, menüüriba, tööriistariba ja olekuribaga MDI (multiple document interface) Qt-2.2 rakendus.
hu: Qt 2.2 alkalmazás létrehozása főablakkal, menüsorral, eszköztárral, állapotsorral és az MDI dokumentum - nézet alkalmazásmodell támogatásával.
id: Buat aplikasi Qt-2.2 dengan jendela utama berisi menubar, toolbar dan statusbar, termasuk dukungan model single document-view interface (SDI).
it: Crea un'applicazione Qt-2.x con una finestra principale contenente menu, barradegli strumenti e barra di stato, comprensiva di supporto per il modello d'interfaccia multi-documento (MDI).
ja: メインウィンドウにメニューバー、ツール バー、ステータスバー、複数のドキュメント インターフェース(MDI)サポートを 含むQt-2.2アプリケーションを生成。
nl: Maak een Qt-2.2 applicatie met een hoofdvenster dat een menubalk, knoppenbalk en statusbalk bevat, inclusief ondersteuning voor het meervoudige document-view code model.
no_ny: Lag ein Qt 2.2-applikasjon med eit hovudvindauge med menylinje, verktøylinje og statuslinje, inkludert støtte for ein generell dokument-visingsbasert modell (MDI).
pl: Tworzy aplikację Qt-2 z oknem głównym, paskiem menu, paskiem narzędzi, paskiem stanu, zgodnie z modelem wielodokumentowego interfejsu graficznego (MDI).
sk: Vytvoriť Qt 2.2 aplikáciu s hlavným oknom obsahujúcim menu panel, panelom nástrojov a stavovým riadkom, obsahujúcu podporu pre rozhranie pre viacero otvorených dokumentov.
sl: Izgradnja programa Qt 2.x, kjer glavno okno vključuje menijsko vrstico, orodjarno, statusno vrstico, vključno s podporo za model vmesnika večkratnih dokumentov (MDI - Multiple Document Interface).
sv: Skapa ett Qt-2.2 program med ett huvudfönster som innehåller en menyrad, verktygsrad och statusrad, med en modell som stöder ett multipelt dokumentgränssnitt (MDI).
xh: Yenza isicelo se Qt-2.2 nge window yoqobo equlathe imenubar, ibar yesixhobo ne bar yendawo engatshintshiyo, iquka inkxaso yojongano loxwebhu oluninzi (MDI) udidi.

source: Create an MDI framework based on the QextMDI library and Qt2.0x. Allows to switch between both modes, Toplevel and Childframe. Requires QextMDI!!! (www.geocities.com/gigafalk/qextmdi.htm)
da: Opret en MDI omgivelse baseret på QextMDI biblioteket og Qt2.0x. Tillader at skiftemellem to tilstande, Topniveau og barneramme. Kræver QextMDI!!! (www.geocities.com/gigafalk/qextmdi.htm)
de: Erstellt eine auf der QextMDI-Bibliothek und Qt2.0x basierende MDI-Anwendung. Ermöglicht das Umschalten zwischen den beiden Modi "Toplevel" und "Childframe". Benötigt QextMDI !!! (www.geocities.com/gigafalk/qextmdi.htm).
et: Tekita uus QextMDI rakendus, mis võimaldab vahetada alamakende ja võrdsete akede režiimi vahel. Vajab QextMDI teeki!!! (www.geocities.com/gigafalk/qextmdi.htm)
hu: MDI keretprogram létrehozása a QextMDI könyvtár és a Qt 2.0x segítségével. Lehetővé teszi a 'Toplevel' és a 'Childframe' mód közötti váltást. Szükséges hozzá a QextMDI! (lásd: www.geocities.com/gigafalk/qextmdi.htm)
id: Buat framework MDI berdasarkan pustaka QextMDI dan QT2.0x. Perbolehkan untuk memindah masing-masing mode, Toplevel dan Childframe. Perlu QextMDI!!! (www.geocities.com/gigafalk/qextmdi.htm)
it: Crea una struttur MDI basata sulle librerie QextMDI e Qt2.0x. Permettedi utilizzare entrame le modalità, Toplevel e Childframe. Richiede QextMDI!!! (www.geocities.com/gigafalk/qextmdi.htm)
ja: QextMDIライブラリとQt2.0xを使ったMDI フレームワークを作成。トップレベルと 子フレームを行き来できる。QextMDIが必要!!! (www.geocities.com/gigafalk/qextmdi.htm)
nl: Maak een MDI raamwerk gebaseerd op een QextMDI bibliotheek en Qt2.0x. Dit geeft de mogelijkheid om tussen beide modes te wisselen, Toplevel en Kindframe. Benodigt QextMDI !!! (www.geocities.com./gigafalk/qextmdi.htm)
no_ny: Lag eit MDI-rammeverk basert på QextMDI-biblioteket og Qt 2.0x. Let deg byta mellom dei to modusane Toplevel og Childframe. Du må ha QExtMDI. (www.geocities.com/gigafalk/qextmdi.htm)
pl: Tworzy szablon wielodokumentowego interfejsu graficznego MDI, za pomocą biblioteki QextMDI i Qt 2.0x. Możliwość wybierania między trybem widgetów nadrzędnych i potomnych.
sk: Vytvoriť aplikáciu s podporou pre rozhranie pre viacero otvorených dokumentov založenú na knižnici QextMDI a Qt 2.0x. Umožňuje prepínať medzi módmi v oknami najvyššej úrovne a rámom pre potomkom. Vyžaduje QextMDI!!! (www.geocities.com/gigafalk/qextmdi.htm)
sl: Izgradnja ogrodja MDI na osnovi knjižnice QextMDI in Qt2.0x. Dovoljuje preklop med modeloma Toplevel in Childframe. Potrebuje QextMDI!!! (www.geocities.com/gigafalk/qextmdi.htm)
sv: Skapa ett MDI-ramverk baserat på QextMDI och Qt 2.0x. Tillåter byte mellan TopLevel och Childframe. Kräver QextMDI (www.geocities.com/ gigafalk/qextmdi.htm)
xh: Yenza isakhelo somsebenzi ojolise kwi MDI kwilayibrari ye QextMDI ne Qt2.Ox. Ivumela ukuswitsha phakathi kweendlela zombini, Umphakamo ophezulu nesakhelo soMntwana. Ifuna QextMDI!!! (www.geocities.com/gigafalk/qextmdi.htm)

source: If you choose this kind of project: An environment variable QEXTMDIDIR should be set! Because the wizard searches the header files in: $(QEXTMDIDIR)/include and libqextmdi.so in: $(QEXTMDIDIR)/lib
da: Hvis du vælger denne slags projekt: En miljø variabel QEXTMDIDIR skal sættes Da trolden søger hovedfiler i: $(QEXTMDIDIR)/include libqextmdi.so i: $(QEXTMDIDIR)/lib
de: Falls Sie ein solches Projekt wählen, beachten Sie bitte: Die Umgebungsvariable QEXTMDIDIR sollte gesetzt werden! Der Assistent sucht die Headerdateien in: $(QEXTMDIDIR)/include und libqextmdi.so in: $(QEXTMDIDIR)/lib
et: Kui valid seda tüüpi projekti peab QEXTMDIDIR keskkonnamuutuja olema seatud, sest abimees otsib päisefaile kataloogist $(QEXTMDIDIR)/include ja libqextmdi.so-d kataloogist $(QEXTMDIDIR)/lib
hu: Ha ezt a projekttípust választja: A QEXTMDIDIR környezeti változót be kell állítani, mert a varázsló a header fájlokat itt: $(QEXTMDIDIR)/include, a libqextmdi.so fájlt itt: $(QEXTMDIDIR)/lib keresi.
id: Jika anda pilih proyek semacam ini: Variabel environment QEXTMDIDIR harus diset! Sebab wizard akan mencari file header di: $(QEXTMDIDIR)/include dan libqextmdi.so di: $(QEXTMDIDIR)/lib
it: Se scegli questo tipo di progetto: Devi impostare una variabile d'ambiente QEXTMDIDIR ! Il wizard cercherà i file header in: $(QEXTMDIDIR)/include e libqextmdi.so in: $(QEXTMDIDIR)/lib
ja: この種類のプロジェクトを選択する時には: 環境変数 QEXTMDIDIR がセットされていなければ なりません! ウィザードは以下を検索します ヘッダーファイル: $(QEXTMDIDIR)/include libqextmdi.so : $(QEXTMDIDIR)/lib
nl: Als u dit projecttype kiest: Dan moet u de omgevingsvariabele QEXTMDIDIR zetten omdat de wizard de headerbestanden in $(QEXTMDIDIR)/include en libqextmdi.so in $(QEXTMDIDIR)/lib zoekt.
no_ny: Dersom du vel denne prosjekttypen: Miljøvariabelen QEXTMDIDIR skal vera sett, fordi vegvisaren leitar etter deklarasjonsfilene i $(QEXTMDIDIR)/include og libqextmdi.so i $(QEXTMDIDIR)/lib
pl: Jeżeli wybierzesz ten typ aplikacji: to powinieneś ustawić zmienną środowiska QEXTMDIDIR, ponieważ Kreator Aplikacji szuka plików nagłówkowych w $(QEXTMIDDIR)/include a libqextmdi.so w $(QEXTMDIDIR)/lib.
sk: Ak ste vybrali tento typ projektu: Mala by byť nastavená premenná prostredia QEXTMDIDIR! Pretože sprievodca hľadá hlavičkové súbory v: $(QEXTMDIDIR)/include a súbor libqextmdi.so v: $(QEXTMDIDIR)/lib
sl: Če izberete ta tip projekta: Nastavljena mora biti okoljska spremenljivka QEXTMDIDIR! Ker čarovnik išče datoteke glave v: $(QEXTMDIDIR)/include in libqextmdi.so v: $(QEXTMDIDIR)/lib
sv: Om du väljer den här sortens projekt: En miljövariabel QEXTMDIDIR måste vara definierad, eftersom guiden letar efter deklarationsfiler i $(QEXTMDIDIR)/include och libqextmdi.so i $(QEXTMDIDIR)/lib
xh: Ukuba ukhetha olu didi lwe projekti: Umahluko wemeko-bume ye QEXTMDIRDIR inokucwangciswa! Kuba iwizard iphendla iifayile ze header ku: $(QEXTMDIRDIR)/iquka ne libqextmdi.so ku: $(QEXTMDIRDIR)/lib

source: Important hint for a QextMDI project
da: Vigtigt tip for et QextMDI projekt
de: Wichtiger Hinweis für ein QextMDI-Projekt
et: Tähtis nõuanne QestMDI projekti kohta
hu: Fontos információ a QextMDI projekt használatához
id: Petunjuk penting untuk proyek QextMDI
it: Suggerimento importante per un progetto QextMDI
ja: QextMDIプロジェクトの重要なヒント
nl: Belangrijke aanwijziging vor een QextMDI project
no_ny: Viktig tips for QextMDI-prosjekt
pl: Ważna porada przy projekcie QextMDI
sk: Dôležitá poznámka pre projekt QextMDI
sl: Pomemben namig za QextMDI projekt
sv: Viktigt tips för ett QextMDI-projekt
xh: Uthsuphe obalulekileyo we projekti ye QextMDI

source: Headertemplate for .c-files
da: Hovedskabeloner for .c-filer
de: Vorlage für .c-Dateien
et: Päiste mall c-failide jaoks
hu: Fejlécsablon a .c fájlokhoz
id: Templateheader untuk file .c
it: Headertemplate per i file .c
ja: .c-ファイル用のヘッダーテンプレート
nl: Koptekstsjabloon voor .c-bestanden
no_ny: Startblokkmal for .c-filer
pl: Szablon nagłówków w plikach .c
sk: Hlavičková šablóna pre .c-súbory
sl: Predloga glave za datoteke .c
sv: Huvudmall för .c-filer
xh: Headertemplate ye .c-iifayile

source: headertemplate for .c-files
da: hovedskabeloner for .c-filer
de: Vorlage für .c-Dateien
et: Päiste mall c-failide jaoks
hu: fejlécsablon a .c fájlokhoz
id: template header untuk file .c
it: headertemplate per i file .c
ja: .c-ファイル用のヘッダーテンプレート
nl: koptekstsjabloon voor .c-bestanden
no_ny: startblokkmal for .c-filer
pl: szablon nagłówków w plikach .c
sk: hlavičková šablóna pre .c-súbory
sl: predloga glave za datoteke .c
sv: huvudmall för .c-filer
xh: headertemplate ye .c-iifayile

source: Create a C application. The program will run in a terminal and doesn't contain any support for classes and Graphical User Interface.
da: Opret en C- program. Programmet vil køre i en terminal og har ikke støtte for klasser og grafisk brugergrænsesnit.
de: Erstellt eine C-Applikation. Das Programm läuft in einem Terminal und enthält keine Unterstützung für Klassen und eine graphische Benutzeroberfläche.
et: Tekita C-keelne rakendus. Rakendus töötab terminalis ja ei sisalda mingit klasside ja graafilise kasutajaliidese toetust.
hu: Karakteres módú (terminálban futó) C alkalmazás létrehozása grafikus felület és osztályok támogatása nélkül.
id: Buat aplikasi C. Program akan berjalan di terminal dan tidak berisi dukungan Class dan Graphical User Interface.
it: Crea un'applicazione C. Il programma funzionerà in un terminale e non contiene alcun supporto per Classi e interfaccia grafica.
ja: Cアプリケーションを作成します。 このプログラムはターミナル上で実行され、 クラスやGUIのサポートは含まれません。
nl: Een C applicatie maken. Het programma draait in een terminal en heeft geen ondersteuning voor klassen en GUI.
no_ny: Lag ein C-applikasjon. Programmet vil køyra i ein terminal og har inga støtte for klassar eller grafisk brukargrensesnitt.
pl: Utwórz aplikację języka C. Program będzie działał w terminalu i nie będzie zawierał wspomagania klas i graficznego interfejsu użytkownika.
sk: Vytvoriť C aplikáciu. Program bude bežať na termináli a nebude obsahovať žiadnu podporu pre triedy a grafické používateľské rozhranie.
sl: Izgradnja C aplikacije. Program bo tekel v terminalskem oknu, brez podpore za rezrede in brez grafičnega uporabniškega vmesnika.
sv: Skapa ett C program. Programmet kör i en terminal och innehåller inte något stöd för klasser och grafiska användargränssnitt.
xh: Yenza isicelo se C. Udweliso lwenkqubo luzakwenza isiphelo sendlela kwaye asiqulathanga nayiphi na inkxaso yeentlobo kunye noJongano loMsebenzisi weMizobo.

source: Create a C++ application. The program will run in a terminal and doesn't contain any support for a Graphical User Interface.
da: Opret et C++-program. Programmet vil køre i en terminal og har ikke støtte for grafisk brugergrænsesnit.
de: Erstellt eine C++-Applikation. Das Programm läuft in einem Terminal und enthält keine Unterstützung für eine graphische Benutzeroberfläche.
et: Tekita uus C++ rakendus. Rakendus töötab terminalis ja ei sisalda mingit graafilise kasutajaliidese tuge.
hu: Karakteres módú (terminálban futó) C++ alkalmazás létrehozása grafikus felület támogatása nélkül.
id: Buat aplikasi C++. Program akan berjalan di terminal dan tidak berisi dukungan Class dan Graphical User Interface.
it: Crea un'applicazione C++. Il programma funzionerà in un terminale e non contiene alcun supporto per l'interfaccia grafica.
ja: C++アプリケーションを作成します。 このプログラムはターミナル上で実行され、 GUIのサポートは含まれません。
nl: Maak een C++ applicatie. Het programma draait in een terminal enheeft geen ondersteuning voor een GUI.
no_ny: Lag ein C++-applikasjon. Programmet vil køyra i ein terminal og har inga støtte for grafisk brukargrensesnitt.
pl: Tworzy aplikację C++. Program będzie działał w terminalu i nie będzie zawierał żadnego wspomagania graficznego interfejsu użytkownika.
sk: Vytvoriť C++ aplikáciu. Program bude bežať na termináli a nebude obsahovať žiadnu podporu pre grafické používateľské rozhranie.
sl: Izgradnja C++ programa. Program bo tekel v terminalskem oknu, brez grafičnega uporabniškega vmesnika.
sv: Skapa ett C++ program. Programmet kör i en terminal och innehåller inte något stöd för ett grafiskt användargränssnitt.
xh: Yenza isicelo se C++. Udweliso lwenkqubo luzakwenza isiphelo sendlela kwaye asiqulathanga nayiphi na inkxaso yoJongano loMsebenzisi weMizobo.

source: Creates an empty project to work with existing development projects. KDevelop will not take care of any Makefiles as those are supposed to be included with your old project.
da: Laver et tomt projekt for at arbejde med eksisterende udviklingsprojekter. KDevelop vil ikke røre Makefilerne eftersom de skal følge med dit gamle projekt.
de: Erstellt ein leeres Projekt, um mit bereits vorhandenen Entwicklungsprojekten zu arbeiten. KDevelop. Die Make-Dateien müssen manuell gepflegt werden, da sie nicht von KDevelop erstellt wurden.
et: Tekitab uue tühja projekti, et töötada juba olemasolevate projektidega. KDevelop ei hoolitse ühegi ehitusfaili eest, sest need peavad olema projektil endal kaasas.
hu: Üres projekt létrehozása már létező projektek támogatásához. A KDevelop érintetlenül hagyja a Makefile-okat, feltételezve, hogy azok részei a létező projektnek.
id: Buat proyek kosong untuk bekerja dalam proyek yang sedang berjalan. KDevelop tidak akan peduli di Makefile yang seharusnya dimasukkan dalam proyek lama Anda.
it: Crea un progetto vuoto per lavorare con progetti esistenti. KDevelop non si prenderà cura di nessun Makefile perchè si suppone che siano inclusi nel vecchio progetto.
ja: 既存の開発プロジェクトを使うための空の プロジェクトを作成します。 KDevelopはあなたの古いプロジェクトで サポートされていたどんなMakefileにも 関与しません。
nl: Maakt een leeg project om te gebruiken bij bestaande projecten. KDevelop houdt zich niet bezig met Makefiles want die horen albij het project aanwezig te zijn.
no_ny: Lagar eit tomt prosjekt for arbeid med eksisterande utiklingsprosjekt. KDevelop lagar ikkje Makefile, sidan slike filer skal finnast frå før i det gamle prosjektet.
pl: Tworzy pusty projekt, używany do pracy z projektami już istniejącymi. KDevelop nie będzie się zajmował plikami Makefile, jako że te powinny już istnieć dla tego projektu.
sk: Vytvoriť prázdny projekt na prácu s existujúcimi projektami.KDevelop nebude brať vytvárať žiadne súbory Makefile, o ktorých sa predpokladá, že budú vložené s vašim starým projektom.
sl: Izgradnja praznega projekta za delo z obstoječimi razvojnimi projekti. KDevelop ne bo prevzel skrbstva nad nobeno Makefile datoteko zaradi predpostavke, da že obstajajo v starem projektu.
sv: Skapar ett tomt projekt för att arbeta med befintliga utvecklingsprojekt. KDevelop tar inte hand om några make-filer eftersom de antas vara inkluderade i ditt gamla projekt.
xh: Yenza iprojekti engenanto ukusebenza neeprojekti zobhekiso phambili olukhoyo. KDevelop izakuthatha uqwalaselo lweefayile zokwenza njengoko zimele ukuqukwa nge projekti endala.

source: Create a GNOME application with session-management, menubar, toolbar, statusbar and initial event handling.
da: Opret et Gnome-programmet med sessionsbehandling, menulinie, værktøjslinie, statuslinie og initial hændelsesbehandling.
de: Erstellt eine GNOME-Applikation mit Sitzungsmanagement, Menü-, Werkzeug- undStatusleiste sowie Ereignisbehandlung.
et: Tekita sessioonikorralduse, menüüriba, tööriistariba, olekuriba ja algse sündmuste ohjamise toega GNOME rakendus.
hu: GNOME alkalmazás létrehozása munkafolyamat-kezeléssel, menüsorral, eszköztárral, állapotsorral és kezdeti eseménykezeléssel.
id: buat aplikasi GNOME dengan manajemen-sesi, menubar, toolbar, statusbar dan initial event handling.
it: Crea un'applicazione GNOME con session-management, menu, barra degli strumenti, barra di stato e controllo evento iniziale.
ja: セッションマネージメント、メニューバー、 ツールバー、ステータスバー、初歩的なイベントハンドリングを もつGNOMEアプリケーションを生成。
nl: Maak een GNOME-applicatie met sessie management, menubalk, knoppenbalk,statusbalk en initiele event afhandeling.
no_ny: Lag ein Gnome-applikasjon med økthandtering, menylinje, verktøylinje, statuslinje og initiell hendingshandtering.
pl: Tworzy aplikację GNOME z zarządzaniem sesją, paskiem menu, paskiem narzędzi, paskiem stanu i obsługą początkowych zdarzeń.
sk: Vytvoriť GNOME aplikáciu so správou sedení, menu panelom, panelom nástrojov, stavovým riadkom a spracovaním počiatočných udalostí.
sl: Gradnja programa za GNOME z upravljanjem sej, menijsko vrstico, orodjarno, statusno vrstico in ravnanjem z začetnimi dogodki.
sv: Skapa ett GNOME program med sessionshantering, menyrad, verktygsrad, statusrad och ursprunglig händelsehantering.
xh: Yenza isicelo se GNOME ngomphathi-wentlanganiso, menubar, ibar yesixhobo, ibar yendawo engatshintshiyo kunye nophatho lwesiganeko.

source: Contains all KDE-compliant project types.
da: Indeholder alle KDE-baserede projekttyper.
de: Enthält alle KDE-konformen Projekttypen.
et: Sisaldab kõiki KDE-ga seotud projektitüüpe
hu: Az összes KDE-alapú projekttípust tartalmazza.
id: Berisi semua tipe proyek KDE-compliant.
it: Contiene tutti i progetti conformi a KDE
ja: 全てのKDE対応プロジェクト タイプを含みます。
nl: Bevat alle aan de eisen van KDE voldoende project typen.
no_ny: Inneheld alle prosjekttypar med KDE-støtte.
pl: Zawiera wszystkie typy projektów, zgodnych z KDE.
sk: Obsahuje všetky KDE-vyhovujúce projektové typy.
sl: Vsebovani so vsi KDE združljivi tipi projektov.
sv: Innehåller alla projekttyper som passar ihop med KDE.
xh: Iqulathe zonke iindidi ze KDE-ezinesiqhamo ze projekti.

source: Contains all Qt-based project types.
da: Indeholder alle Qt-baserede projekttyper.
de: Enthält alle Qt-basierten Projekttypen.
et: Sisaldab kõiki Qt-l baseeruvaid projektitüüpe
hu: Az összes Qt-alapú projekttípust tartalmazza.
id: Berisi semua tipe proyek Qt-based.
it: Contiene tutti i progetti basati su Qt
ja: 全てのQtベースのプロジェクト タイプを含みます。
nl: Bevat all op Qt-gebaseerde project typen.
no_ny: Inneheld alle Qt-baserte prosjekttypar.
pl: Zawiera wszystkie typy projektów Qt.
sk: Obsahuje všetky na Qt založené projektové typy.
sl: Vsebovani so vsi s Qt združljivi tipi projektov.
sv: Innehåller alla Qt-baserade projekttyper.
xh: Iqulathe zonke iindidi ze Qt-ezisekwe kwi projekti.

source: Contains all C/C++-terminal project types.
da: Indeholder alle C/C++-terminal- projekttyper.
de: Enthält alle C/C++-Terminal Projekttypen.
et: Sisaldab kõiki C/C++-terminal projektitüüpe
hu: Az összes karakteres módú C/C++ projekttípust tartalmazza.
id: Berisi semua tipe proyek C/C++-terminal.
it: Contiene tutti i progetti di tipo Terminale C/C++
ja: 全てのC/C++ターミナルプロジェクト タイプを含みます。
nl: Bevat alle C/C++-terminal project typen.
no_ny: Inneheld alle C/C++-terminal- prosjekttypar.
pl: Zawiera wszystkie typy projektów C/C++, pracujących w terminalu.
sk: Obsahuje všetky C/C++terminálové projektové typy.
sl: Vsebovani so vsi terminalski C/C++ tipi projektov.
sv: Innehåller alla C/C++ terminal projekttyper.
xh: Iqulathe zonke iindidi C/C++-ezinesiphelo sendlela ze projekti.

source: Contains all GNOME-compliant project types.
da: Indeholder alle Gnome-baserede projekttyper.
de: Enthält alle GNOME-konformen Projekttypen.
et: Sisaldab kõiki GNOME-ga seotud projektitüüpe.
hu: Az összes GNOME-alapú projekttípust tartalmazza.
id: Berisi semua tipe proyek GNOME compliant.
it: Contiene tutti i progetti conformi a GNOME.
ja: 全てのGNOME対応プロジェクト タイプを含みます。
nl: Bevat alle aan de eisen van GNOME voldoende project typen.
no_ny: Inneheld alle prosjekttypar med Gnome-støtte.
pl: Zawiera wszystkie typy projektów, zgodnych z GNOME.
sk: Obsahuje všetky GNOME-vyhovujúce projektové typy.
sl: Vsebovani so vsi z GNOME združljivi tipi projektov.
sv: Innehåller alla projekttyper som passar ihop med GNOME.
xh: Iqulathe zonke iindidi ze GNOME-enesiqhamo ye projekti.

source: Contains all individual project types.
da: Indeholder individuelle projekttyper.
de: Enthält alle individuellen Projekttypen.
et: Sisaldab kõiki individuaalseid projektitüüpe
hu: Az összes egyéni projekttípust tartalmazza.
id: Berisi semua tipe proyek individu.
it: Contiene tutti i tipi di progetto individuali.
ja: 全ての個人的なプロジェクトタイプを 含みます。
nl: Bevat alle individuele project typen.
no_ny: Inneheld alle individuelle prosjekttypar.
pl: Zawiera wszystkie indywidualne typy projektów.
sk: Obsahuje všetky individuálne projektové typy.
sl: Vsebovani so vsi individualni projektni tipi.
sv: Innehåller alla individuella projekttyper.
xh: Iqulathe zonke iindidi zeprojekti eyodwa.

source: Translations
da: Oversættelser
de: Übersetzungen
et: Tõlked
hu: Fordítások
id: Terjemahan
it: Traduzioni
ja: 翻訳
nl: Vertalingen
no_ny: Omsetjingar
pl: Tłumaczenia
sk: Preklady
sl: Prevodi
sv: Översättningar
xh: Iinguqulelo kolunye ulwimi

source: User Interface
da: Brugergrænsesnit
de: Benutzerschnittstelle
et: Kasutajaliides
hu: Felhasználói felület
id: Antarmuka Pengguna
it: Interfaccia Utente
ja: ユーザーインターフェース
nl: Gebruikers interface
no_ny: Brukarmiljø
pl: Interfejs użytkownika
sk: Používateľské rozhranie
sl: Uporabniški vmesnik
sv: Användargränssnitt
xh: Ujongano lomsebenzisi

source: Sources
da: Kildekode
de: Quellen
et: Koodifailid
hu: Forrásfájlok
id: Sumber
it: Sorgenti
ja: ソース
nl: Bronbestanden
no_ny: Kjelder
pl: Źródła
sk: Zdrojové kódy
sl: Izvorne datoteke
sv: Källfiler
xh: Iimvelaphi

source: Headers
da: Hoveder
de: Header
et: Päisefailid
hu: Header fájlok
it: Header
ja: ヘッダー
nl: Headerbestanden
no_ny: Deklarasjonar
pl: Nagłówki
sk: Hlavičky
sl: .h datoteke
sv: Deklarationsfiler
xh: Iiheader

source: Enter the name of the entry here.
da: Indtast navnet på opføringen her.
de: Geben Sie hier den Namen des Eintrags ein.
et: Sisesta siia sissekande nimi
hu: Adja meg a bejegyzés nevét.
id: Masukkan nama entri di sini.
it: Inserisci il nome della voce.
ja: ここにエントリの名前を入力して下さい。
nl: Naam van de ingang hier invoeren.
no_ny: Skriv namnet på oppføringa her.
pl: Podaj nazwę wpisu.
sk: Sem zadajte meno položky.
sl: Vpis imena vnosa.
sv: Ange namnet på posten här.
xh: Ngenisa igama longeno apha.

source: File:
da: Fil:
de: Datei:
et: Fail:
hu: Fájl:
ja: ファイル:
nl: Bestand:
no_ny: Fil:
pl: plik:
sk: Súbor:
sl: Datoteka:
sv: Fil:
xh: Ifayile:

source: Enter the file of the entry here.
da: Indtast filen til opføringen her.
de: Geben Sie hier die Datei des Eintrags ein.
et: Sisesta siia sissekande fail.
hu: Adja meg a fájl nevét.
id: Masukkan file entri di sini.
it: Inserisci il file della voce.
ja: ここにエントリのファイルを入力して下さい。
nl: Naam van het bestand hier invoeren.
no_ny: Oppgi fila for oppføringa her.
pl: Podaj plik odpowiadający wpisowi.
sk: Sem zadajte súbor položky.
sl: Vpis datoteke vnosa.
sv: Ange filnamnet för posten här.
xh: Ngenisa ifayile yongeno apha.
