Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Creates a new Class frame structure and files
da: Laver et nyt rammeværk for klasser og filer
de: Erzeugt eine neue Klassenstruktur und Dateien
et: Lisab projektile uue klassi
hu: Új osztály-keretstruktúra és fájlok létrehozása
id: Buka struktur frame Kelas Baru dan file
it: Crea una nuova struttura di classe e di file
ja: 新しいクラスフレーム構造とファイルを作成
nl: Maakt een nieuw Klasse raamwerk en bijbehorende bestanden
no_ny: Lagar ein ny klasse med rammestruktur og filer
pl: Tworzy szkielet nowej klasy i jej pliki
sk: Vytvorí novú štruktúru a súbory triedy
sl: Ustvari se okvirne strukture in datoteke za novi razred
sv: Skapar en ny klassramstruktur och filer
xh: Yenza uhlobo olutsha lwesakhiwo sesakhelo neefayile

source: Creates a project file for an existing automake project
da: Opretter en projektfil for et eksisterende automake-projekt
de: Erzeugt eine Projektdatei für ein existierendes automake-Projekt
et: Tekitab projektifaili olemasoleva automake projekti jaoks.
hu: Projektfájl létrehozása egy létező automake projekthez
id: Buat file proyek untuk proyek automake yang ada
it: Crea un file di progetto a partire da un progetto automake esistente
ja: 既にあるautomakeプロジェクトのプロジェクトファイルを作成
nl: Maakt een project betsand aan voor een bestaand automake project
no_ny: Lagar ei prosjektfil for eit eksisterande automake-prosjekt
pl: Tworzy plik projektu w oparciu o istniejący projekt automake
sk: Vytvorí súbor projektu pre už existujúci projekt automake
sl: Ustvari datoteko s projektom za obstoječi projekt automake
sv: Skapar en projekt fil för ett befintligt automake-projekt
xh: Yenza ifayile yeprojekti yekhoyo iprojekti yokwenza ngokuzenzekelayo

source: Shows the current file properties
da: Viser den gældende fils egenskaber
de: Zeigt die Eigenschaften der aktuellen Datei an
et: Näitab selle faili omadusi
hu: Az aktuális fájl tulajdonságainak megjelenítése
id: Perlihatkan properti file saat ini
it: Mostra le proprietà del file corrente
ja: 現在のファイルのプロパティを見る
nl: Laat de eigenschappen van het huidige bestand zien
no_ny: Viser fileigenskapane
pl: Wyświetla właściwości aktualnego pliku
sk: Zobrazí vlastnosti aktuálneho súboru
sl: Prikaz trenutnih lastnosti datotek
sv: Visar den nuvarande filens egenskaper
xh: Ibonisa iimpahla zangoku zefayile

source: Sets project and compiler options
da: Sætter projekt- og oversættervalg
de: Setzt die Projekt- und Compiler-Optionen
et: Sätib projekti ja kompilaatori seadistusi
hu: A projekt és a fordítóprogram beállításai
id: Set pilihan proyek dan kompiler
it: Imposta le opzioni del progetto e del compilatore
ja: プロジェクトとコンパイラのオプションを設定する
nl: Instellingen van het project en de compiler
no_ny: Set innstillingar for prosjektet og kompileringa
pl: Ustawia opcje projektu i kompilatora
sk: Nastaví parametre projektu a kompilátora
sl: Nastavitev zmožnosti projekta in prevajalnika
sv: Väljer projekt- och kompileringsalternativ
xh: Icwangcisa iprojekti kunye neenketho zomqokeleli

source: Invokes make to create the message file by extracting all i18n() macros
da: Kører 'make' for at lave beskedsfil til at gøre klart til at oversætte
de: Ruft "make" zur Erzeugung der Nachrichtendatei auf, indem alle i18n()-Makros extrahiert werden.
et: Loob uue tõlkefaili otsides üles kõik i18n() makrod
hu: A forrásfájlokban található i18n() makrók feldolgozása a make segítségével és az üzenetfájl létrehozása
id: Panggil make untuk membuat file pesan dengan ekstraksi makro i18n()
it: Lancia make per creare il file dei messaggi estraendoli dalle macro i18n()
ja: makeを呼び全ての i18n() マクロを展開しメッセージファイルを作成する
nl: Roept make aan om de message file te maken door alle i18n() macros eruit te halen
no_ny: Startar make for å laga meldingsfila ved å henta ut alle i18n()-makroane
pl: Wywołuje make, aby za pomocą makra i18n() utworzyć plik message
sk: Vyvolá make pre vytvorenie súboru so správami vyhľadaním všetkých makier i18n()
sl: Klic 'make' za generiranje nove datoteke s sporočilo z izluščevanja i18n() makrojev
sv: Startar make för att skapa meddelandefilen genom att extrahera alla i18n() makron
xh: Ibhenisa ukwenza ukwenza ifayile yomyalezo ngokuzitsala zonke i18n() macros

source: Switches the documentation tool (kdoc/doxygen)
da: Skifter mellem dokumentationsværktøjer (kdoc/doxygen)
de: Wechselt das Dokumentationswerkzeug (kdoc/doxygen)
et: Liigub dokumentatsiooni
hu: A dokumentációkészítő eszköz váltása (kdoc/doxygen)
id: Pindah tool dokumentasi(kdoc/doxygen)
it: Cambia lo strumento per la documentazione (kdoc/doxygen)
ja: ドキュメントツール(kdoc/doxygen)に移動
nl: Schakelt over tussen het documentatie werktuig (kdoc/doxygen)
no_ny: Byter hjelpverktøyet (kdoc/doxygen)
pl: Wywołuje make, aby za pomocą makra i18n() utworzyć plik message
sk: Prepne do dokumentačného nástroja (kdoc/doxygen)
sl: Preklop na dokumentacijsko orodje (kdoc/doxygen)
sv: Byter dokumentationsverktyg (kdoc/doxygen)
xh: Iswitsha isixhobo sexwebhu (kdoc/doxygen)

source: Creates the Project's API Documentation
da: Laver projektets API-dokumentation
de: Erzeugt die API-Dokumentation des Projekts
et: Loob projekti API dokumentatsiooni
hu: A projekt API dokumentációjának létrehozása
id: Buat dokumentasi API Proyek
it: Crea la Documentazione API del progetto
ja: プロジェクトのAPIドキュメントを作成
nl: Maakt de API-Documentatie van het Project
no_ny: Lagar prosjekt-API-hjelpeteksten
pl: Tworzy dokumentację API projektu
sk: Vytvorí Dokumentáciu API projektu
sl: Ustvari dokumentacijo API projekta
sv: Skapar projektets API-dokumentation
xh: Yenza uxwebhu le projekti ye API

source: Creates the Project's User Manual with the sgml-file
da: Laver projektets brugermanual ud fra en sgml-fil
de: Erzeugt das Handbuch des Projekts aus der SGML-Datei
et: Loob projektile kasutusjuhendi sgml-failist
hu: A projekt felhasználói kézikönyvének létrehozása SGML fájllal.
id: Buat Manual User Proyek dengan file-sgml
it: Crea il Manuale Utente del progetto con il file sgml
ja: プロジェクトのユーザーマニュアルを sgml-file で作成
nl: Maakt de Handleiding van het project met het SGML-bestand
no_ny: Lagar brukarhandboka til prosjektet med sgml-fila
pl: Na podstawie pliku sgml tworzy podręcznik użytkownika
sk: Vytvorí používateľský manuál projektu zo súboru sgml
sl: Ustvari se uporabniški priročnik za projekt s datotekami sgml
sv: Skapar projektets användarhandbok med sgml-filen
xh: Yenza Incwadi yomsebenzisi we projekti ngefayile ye-sgml

source: Creates distribution packages from the current project
da: Laver distributionspakker fra gældende projekt
de: Erstllt ein Distributionspaket aus dem aktuellen Projekt
et: Loob distributsioonipaki sellest projektist
hu: Terjeszthető csomag készítése a jelenlegi projektből
id: Buat paket distribusi dari proyek saat ini
it: Crea la distribuzione per il progetto corrente
ja: 現在のプロジェクトからディストリビューションパッケージを作成する
nl: Maakt de distributie pakketten voor het huidige project
no_ny: Lagar distribusjonspakkar frå prosjektet
pl: Na podstawie aktualnego projektu tworzy pakiety dystrybucyjne
sk: Vytvorí distribučné balíky pre aktuálny projekt
sl: Izgradnja namestitvenega paketa iz trenutnega projekta
sv: Skapar distributionspaket för det nuvarande projektet
xh: Yenza iimpahla zonikezelo kwi projekti yangoku

source: Creates a tar.gz file from the current project sources
da: Laver en tar.gz-fil fra gældende projektkilder
de: Erstellt eine tar.gz-Datei aus den aktuellen Projektquellen
et: Loob tar.gz faili selle projekti lähtekoodist
hu: tar.gz csomag készítése a jelenlegi projekt forrásaiból
id: Buat file tar.gz dari sumber proyek saat ini
it: Crea un file tar.gz contenente i sorgenti del progetto corrente
ja: 現在のプロジェクトソースから tar.gz ファイル作成する
nl: Maakt een tar.gz bestand van de bronbestanden in het huidige project
no_ny: Lagar ei tar.gz-fil frå prosjektkjeldene
pl: Na podstawie plików źródłowych tworzy plik tar.gz
sk: Vytvorí súbor tar.gz z aktuálnych zdrojových kódov projektu
sl: Generira se paket tar.gz iz trenutnega projekta
sv: Skapar en tar.gz-fil för de nuvarande projektkällkodsfilerna
xh: Yenza ifayile ye tar.gz kwiimvelaphi zeprojekyi yangoku

source: Creates a tags file from the current project sources
da: Laver en tags-fil fra gældende projektkilder
de: Erstellt eine tags-Datei aus den aktuellen Projektquellen
et: Tekitab aktiivse projekti lähtekoodist tagide faili
hu: Tags-fájl készítése a jelenlegi projekt forrásaiból
it: Crea un file di tag a partire dai sorgenti del progetto corrente
ja: 現在のプロジェクトソースから tags ファイル作成する
nl: Maakt een tags bestand van de bronbestanden in het huidige project
no_ny: Lagar ei taggfil frå prosjektkjeldene
pl: Na podstawie plików źródłowych projektu tworzy plik tagów
sk: Vytvorí súbor tagov aktuálnych zdrojových kódov projektu
sl: Naredi datoteko z oznakami iz izvirne kode trenutnega projekta
sv: Skapar en taggfil för de nuvarande projektkällkodsfilerna
xh: Yenza ifayile yamaphepha achazayo kwiimvelaphi zeprojekti yangoku

source: Load a tags file generated for the current project sources
da: Indlæser en tags-fil fra gældende projektkilder
de: Lädt eine tags-Datei, die für die aktuellen Projektquellen erstellt wurde
et: Laadi aktiivse projekti koodist tekitatud tagide fail
hu: A jelenlegi projekt forrásaiból készített tags-fájl betöltése
it: Carica un file di tag generato per i sorgenti del progetto corrente
ja: 現在のプロジェクトソースの tags ファイルを読み込む
nl: Laad een tags bestand gegenreert voor de bronbestanden in het huidige project
no_ny: Lastar ei taggfil som er generert for prosjektkjeldene
pl: Wczytuje plik tagów, utworzony z plików źródłowych projektu
sk: Načíta súbor tagov vygenerovaný pre zdrojové kódy aktuálneho projektu
sl: Naloži datoteko z oznakami za izvirno kodo trenutnega projekta
sv: Ladda en taggfil skapad för de nuvarande projektkällkodsfilerna
xh: Layisha ifayile yamaphepha achazayo ejikeleziswe kwiimvelaphi zeprojekti yangoku

source: Compiles the current sourcefile
da: Oversætter gældende kildefil
de: Kompiliert die aktuelle Quelldatei
et: Kompileerib koodi
hu: Az aktuális forrásfájl lefordítása
id: Kompilasi filesource saat ini
it: Compila i sorgenti correnti
ja: 現在のソースファイルをコンパイルする
nl: Compileert huidige bronbestand
no_ny: Kompilerer kjeldefila
pl: Kompiluje aktualny plik żródłowy
sk: Kompilovať aktuálny zdrojový súbor
sl: Prevajanje izvirnih datotek
sv: Kompilerar den nuvarande källkodsfilen
xh: Iqokelela ifayile yemvelaphi yangoku

source: Invokes make-command
da: Starter make-kommandoen
de: Ruft "make" auf
et: Täidab ehituskäsu
hu: A make elindítása
id: Panggil perintah-make
it: Lancia 'make'
ja: make を呼出す
nl: Roept make-commando aan
no_ny: Startar make-kommandoen
pl: Wywołuje polecenie make
sk: make-príkaz
sl: Zagon ukaza ,make`
sv: Startar make-kommando
xh: Ibhenisa umyalelo-wokwenza

source: Rebuilds the program
da: Bygger programmet igen
de: Erstellt das Programm neu
et: Ehitab rakenduse uuesti
hu: Az alkalmazás teljes újrafordítása
id: Rebuild program
it: Ricompila il programma
ja: プログラムをリビルド
nl: Bouwt programma overnieuw
no_ny: Gjenbyggjer programmet
pl: Przebudowuje program
sk: Rekompilovať program
sl: Ponovno zgradi program
sv: Bygger om programmet
xh: Yakha kwakhona udweliso lwenkqubo

source: Invokes make clean and rebuild all
da: Starter make clean og bygger alt igen
de: Ruft "make clean" auf und erstellt alles neu
et: Puhastab ja ehitab kõik uuesti
hu: A 'make clean' parancs kiadása és teljes újrafordítás
id: Panggil make clean dan rebuild semua
it: Lancia 'make clean' e ricompila tutto
ja: make clean を呼出し全てをリビルド
nl: Roept make clean aan bouwt programma overnieuw
no_ny: Startar make clean og gjenbyggjer alt
pl: Wywołuje 'make clean' i wszystko przebudowuje
sk: Zavolá make clean a rebuild all
sl: Zagon ,make clean` in ponovna izgradnja vsega
sv: Startar make clean och bygger om allt
xh: Ibhenisa ukwenza icoceke kunye nokwakha kwakhona konke

source: Stops make immediately
da: Stopper make med det samme
de: Beendet "make" sofort
et: Peatab ehituskäsu
hu: A 'make' futásának félbeszakítása
id: Hentikan make segera
it: Interrompe 'make' immediatamente
ja: make を直ちに中止する
nl: Stopt make onmiddelijk
no_ny: Stoppar make med ein gong
pl: Natychmiast zatrzymuje make
sk: Okamžite ukončí make
sl: Takojšna ustavitev ukaza ,make`
sv: Stoppar make omedelbart
xh: Imisa ukwenza ngokukhawuleza

source: Invokes make-command and runs the program
da: Starter make-kommandoen og kører programmet
de: Ruft "make" auf und startet das Programm
et: Täidab ehituskäsu ja käivitab rakenduse
hu: A 'make' elindítása majd az alkalmazás futtatása
id: Panggil perintah-make dan jalankan program
it: Lancia 'make' ed esegue il programma
ja: make を呼出しプログラムを実行する
nl: Roept make-commando aan en voert programma uit
no_ny: Startar make-kommandoen og køyrer programmet
pl: Wywołuje polecenie make i uruchamia program
sk: Zavolá make a spustí program
sl: Zagon ukaza ,make` in izvajanje programa
sv: Startar make-kommando och kör programmet
xh: Ibhenisa umyalelo-wokwenza kwaye yenza udweliso lwenkqubo

source: Lets you set run-arguments to the binary and invokes the make-command
da: Lader dig sætte køreargumenter for programmet og starter make-kommandoen
de: Lässt Sie Argumente für die Ausführung des Programms einsetzen und ruft "make" auf
et: Lubab sul seada rakendusele argumente ja kutsub välja ehituskäsu
hu: A futtatási argumentumok beállítása és a make elindítása
id: Perbolehkan anda set argumen-run ke dalam binary dan panggil perintah-make
it: Setta gli argomenti del binario e lancia 'make'
ja: バイナリの実行引数をセットし make を呼出す
nl: Geeft de mogelijkheid tot het zetten van de start parameters en roept het make-commando aan
no_ny: Let deg setja argument til programmet og startar make-kommandoen
pl: Pozwala ustawić argumenty uruchomienia programu i wywołuje polecenie make
sk: Nechá Vás nastaviť argumenty pre program a spustí make
sl: Nastavitev argumentov pri zagonu binarne datoteke in zagon ukaza ,make`
sv: Låter dig ange körargument till binärfilen och startar make-kommandot
xh: Ikuvumela wenze-iimpikiswano zokubini kwaye ibhenisa umyalelo-wokwenza

source: Invokes make distclean and deletes all compiled files
da: Starter make distclean og sletter alle oversatte filer
de: Ruft "make distclean" auf und löscht alle kompilierten Dateien
et: Puhastab projekti üleliigsetest failidest
hu: A make distclean parancs kiadása, a lefordított fájlok törlése
id: Panggil make distclean dan hapus semua file yang telah dikompilasi
it: Lancia 'make distclean' e cancella tutti i file compilati
ja: make distclean を呼出し全てのコンパイル済みファイルを削除
nl: Roept make distclean aan en verwijdert alle gecompileerde bestanden
no_ny: Startar make distclean og slettar alle kompilerte filer
pl: Wywołuje 'make distclean' i usuwa wszystkie skompilowane pliki
sk: Zavolá make distclean a zmaže všetky preložené súbory
sl: Izvede se 'make distclean' in vse prevedene datoteke se zbrišejo
sv: Startar make distclean och tar bort alla kompilerade filer
xh: Ibhenisa ukwenza ucoco lwe dist kwaye icima zonke iifayile eziqokelelweyo

source: Invokes make clean which deletes all object and metaobject files
da: Kalder make clean, som sletter alle objekt- og metaobjekt-filer
de: Ruft "make clean" auf und löscht alle Objekt- und Metaobjekt-Dateien
et: Käivitab käsu 'make clean', mis kustutab kataloogist kõik objekt- ja metaobjektfailid
hu: A make clean parancs végrehajtása és az objektum ill. metaobjektum fájlok törlése
id: Panggil perintah make clean yang akan menghapus semua file obyek dan meta obyek
it: Lancia 'make clean' che cancella tutti i file oggetto e metaoggetto
ja: make clean を呼出し全てのオブジェクト、 メタオブジェクトファイルを削除
nl: Roept make distclean aan en verwijdert alle gecompileerde en metaobject bestanden
no_ny: Startar make clean og slettar alle objekt- og metaobjektfilene
pl: Wywołuje 'make clean', który usuwa wszystkie pliki obiektowe i pliki metaobjektowe
sk: Zavolá make clean a zmaže všetky preložené súbory a meta-súbory
sl: Izvede se ,make distclean` in vse prevedene datoteke se zbrišejo
sv: Startar make clean och tar bort alla objektfiler och metaobjektfiler
xh: Ibhenisa ukwenza ucoceko olucima zonke iinjongo kunye neefayile zenjongo ye meta

source: Invokes automake and co.
da: Starter automake og venner
de: Ruft "automake" auf
et: Käivitab automake & co.
hu: Az automake parancs (meg ami hozzá tartozik) kiadása
id: Panggil automake dan temannya
it: Lancia 'automake', etc...
ja: automake と co. を呼出す
nl: Roept automake en consorten aan
no_ny: Startar automake og andre
pl: Wywołuje automake i inne
sk: Zavolá automake a spol.
sl: Zagon automake in spremljajočih orodij
sv: Startar automake och övriga.
xh: Ibhenisa ukwenza ngokuzenzekelayo kunye ne co.

source: Invokes ./configure
da: Starter ./configure
de: Ruft "./configure" auf
et: Seadistab kutsudes välja ./configure
hu: A './configure' parancs kiadása
id: Panggil ./configure
it: Esegue ./configure
ja: ./configure を呼出す
nl: Roept ./configure aan
no_ny: Startar ./configure
pl: Wywołuje ./configure
sk: Zavolá ./configure
sl: Zagon ./configure
sv: Startar ./configure
xh: Ibhenisa ./qwalasela

source: Invokes the debugger on the current project executable
da: Kalder fejlretteren på det aktuelle projektprogram
de: Ruft den Debugger für die auführbare Datei dieses Projekts auf
et: Silub selle projekti rakendust
hu: A nyomkövető elindítása az aktuális programon
id: Panggil debugger ke eksekutabel proyek saat ini
it: Lancia il debugger sull'eseguibile del progetto corrente
ja: 現在のプロジェクトのプログラムをデバッガにかける
nl: Roept de debugger aan op het uitvoerbare bestand in het huidige project
no_ny: Startar avlusaren på den køyrbare prosjektfila
pl: Wywołuje debuger dla aktualnego pliku wykonywalnego
sk: Zavolá odlaďovač na aktuálny projekt
sl: Zagon razhroščevalnika na trenutnem projektu izvršilne datoteke
sv: Startar avlusaren med det nuvarande projektets körbara fil
xh: Ibhenisa idebugger kwi projekti yangoku ephunyeziweyo

source: Various startups for the debugger
da: Forskellige opstartsmuligheder for fejlretteren
de: Verschiedene Startmodi für den Debugger
et: Erinevad siluri käivitused
hu: A nyomkövető indítási beállításai
id: Bermacam startup untuk debugger
it: Varie modalità di avvio del debugger
ja: デバッガの様々な起動
nl: Verschillende startups voor de debugger
no_ny: Ymse oppstartsalternativ for avlusaren
sk: Rôzne štartovacie informácie pre odlaďovač
sl: Različni zagonski elementi za razhroščevalnik
sv: Diverse uppstarter för avlusaren
xh: Iziqalo ezahlukeneyo ze debugger

source: Lets you debug your project app after specifying arguments for your app.
da: Lader dig fejlrette dit projektprogram efter at angive argumenter til applikationen.
de: Lässt Sie die Anwendung mit den eingegebenen Argumenten debuggen
et: Lubab siluda projekti pärast rakenduse argumentide määramist.
hu: A nyomkövetés elindítása az alkalmazás argumentumainak megadása után.
id: Perbolehkan Anda debug app proyek setelah menentukan argumen untuk app Anda
it: Permette di effettuare il debug sull'applicazione dopo averne specificato gli argomenti di avvio.
ja: アプリケーションの引数を指定したあとプロジェクトのデバッグを開始
nl: Stelt u in staat uw project apllicatie te debuggen na het specificeren van argumenten.
no_ny: Let deg avlusa prosjektapplikasjonen etter at du har oppgitt argument.
pl: Umożliwia odpluskwianie aplikacji, po podaniu jej argumentów
sk: Umožní ladiť váš projekt po zadaní argumentov pre aplikáciu.
sl: Dovoli vam razhroščevanje vašega projektnega programa po določitvi argumentov za vašo aplikacijo.
sv: Låter dig avlusa ditt program efter att ha angett argument för ditt program.
xh: Ikuvumela u debug(e) iprojekti yakho app emva kokukhankanya iimpikiswano ze app. yakho

source: Examine a core file
da: Undersøg en core-fil
de: Untersucht eine core-Datei
et: Uuri core-faili
hu: Core fájl vizsgálata
id: Periksa file core
it: Esamina un file core
ja: coreファイルを検証
nl: Core bestand bestuderen
no_ny: Studer ei kjernefil
pl: Sprawdzanie pliku core
sk: Preskúma súbor core
sl: Preglej datoteko core
sv: Undersök en minnesdump
xh: Xilonga ifayile yangaphakathi

source: Debug an app other than the current project executable
da: Fejlret en anden programfil end den aktuelle for projektet
de: Startet den Debugger mit einer anderen auführbaren Datei
et: Silu mõnda sellesse projekti mitte kuuluvat rakendust
hu: Egy másik program nyomkövetése
id: Debug app selain eksekutabel proyek sekarang
it: Fa il debug su una applicazione diversa dell'eseguibile del progetto corrente
ja: 現在のプロジェクト以外のプログラムをデバッガにかける
nl: Een andere applicatie debuggen dan die uit het huidige project
no_ny: Avlus ei anna programfil enn den som høyrer til
pl: Debugowanie aplikacji innej niż plik wykonywalny aktualnego projektu
sk: Ladí inú aplikáciu než je aktuálny projekt
sl: Razhroščuj drug program kot trenutno izvedljivo datoteko projekta
sv: Avlusa ett annat program än det nuvarande projektets körbara fil
xh: Debug i app kune projekti yangoku ephunyeziweyo

source: Attach to running process
da: Kobl til kørende proces
de: An laufenden Prozess anhängen
et: Seonda töötava protsessi külge
hu: Csatlakozás egy folyamathoz
id: Sisipkan ke proses yang sedang berjalan
it: Si connette ad un processo in esecuzione
ja: 実行中のプロセスにAttach
nl: Aan draaiend proces hechten
no_ny: Knyt til køyrande prosess
pl: Dołącz do procesu
sk: Pripojí sa k bežiacemu procesu
sl: Priklopi se na tekoči proces
sv: Anslut till process som kör
xh: Fakela kwinkqubela esebenzayo

source: Continues app execution
da: Fortsæt programudførelse
de: Ausführung der Anwendung fortsetzen
et: Jätkab rakenduse täitmist
hu: Az alkalmazás futásának folytatása
id: Lanjutkan eksekusi app
it: Continua l'esecuzione dell'applicazione
ja: アプリケーション実行を継続
nl: Conttnueer de executie van de applicatie
no_ny: Fortset køyringa av applikasjonen
pl: Kontynuuje wykonywanie aplikacji
sk: Pokračuje vo vykonávaní aplikácie
sl: Nadaljuje izvajanje aplikacije
sv: Fortsätter programkörning
xh: Iqhubekisa uphumezo lwe app

source: Continues app execution until reaching the current cursor position
da: Fortsætter med udførelse af program indtil gældende markørposition nås
de: Ausführung bis zur aktuellen Cursorposition fortsetzen
et: Jätkab rakenduse täitmist kuni kursori asukohani
hu: Az alkalmazás futásának folytatása a kurzorpozícióig
id: Lanjutkan eksekusi app hingga mencapai posisi kursor saat ini
it: Continua l'esecuzione dell'applicazione fino a raggiungere la posizione corrente del cursore
ja: アプリケーション実行を現在のカーソル位置まで継続
nl: Continueert de uitvoering van de huidige applicatie tot de huidige cusor positie is bereikt
no_ny: Fortset køyringa av applikasjonen til skrivemerket er nådd
pl: Kontynuuje wykonywanie aplikacji aż do osiągnięcia aktualnej pozycji kursora
sk: Pokračuje vykonávanie aplikácie až na aktuálnu pozíciu kurzoru
sl: Nadaljuje izvajanje aplikacije do prihoda na trenuten položaj kazalca
sv: Fortsätter programkörning till nuvarade markörsposition nås
xh: Iqhubekisa uphumezo lwe app ide ibe ifikelela kwindawo yesalathisi sangoku

source: Kills the app and exits the debugger
da: Dræber programmet og afslutter fejlretteren
de: Beendet die Anwendung und verlässt den Debugger
et: Tapab rakenduse ja väljub silurist
hu: Az alkalmazás kilövése és kilépés a nyomkövetőből
id: Matikan app dan keluar dari debugger
it: Termina l'applicazione ed esce dal debugger
ja: アプリケーションをKillしデバッガを終了
nl: Stopt de applicatie en beeindigt de debugger
no_ny: Drep applikasjonen og avsluttar avlusaren
pl: Zabija aplikację i kończy pracę debugera
sk: Zabije aplikáciu a ukončí odlaďovač
sl: Ubije aplikacijo in zapusti razhroščevalnik
sv: Avslutar programmet och avlusaren
xh: Ibulala i app kwaye ikhupha idebugger

source: Step into
da: Gå ind i
de: In Funktion springen
et: Astu sisse
hu: Belépés
id: Melangkah ke
it: Entra nella funzione
nl: Instappen
no_ny: Hopp inn
pl: Kolejny wiersz kodu, z zatrzymaniem się w funkcji
sk: Krok do
sl: Korak noter
sv: Stega in i
xh: Yiya ku
