Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Enter the regular expression you want to search for here. Possible meta characters are: <bold>.</bold> - Matches any character <bold>^</bold> - Matches the beginning of a line <bold>$</bold> - Matches the end of a line <bold>\\\<</bold> - Matches the beginning of a word <bold>\\\></bold> - Matches the end of a word The following repetition operators exist: <bold>?</bold> - The preceding item is matches at most once <bold>*</bold> - The preceding item is matched zero or more times <bold>+</bold> - The preceding item is matched once or more times <bold>{<i>n</i>}</bold> - The preceding item is matched exactly <i>n</i> times <bold>{<i>n</i>,}</bold> - The preceding item is matched <i>n</i> or more times <bold>{,<i>n</i>}</bold> - The preceding item is matched at most <i>n</i> times <bold>{<i>n</i>,<i>m</i>}</bold> - The preceding item is matched at least <i>n</i>, but at most <i>m</i> times. Furthermore, backreferences to bracketed subexpressions are available via the notation \\<i>n</i>.
da: Indtast hvilket regulært udtryk ("regular expression") du vil søge efter. Du kan bruge følgende meta-tegn: <bold>.</bold> - Passer på alle tegn <bold>^</bold> - Passer på starten af linien <bold>$</bold> - Passer på slutningen af linien <bold>\\\<</bold> - Passer på starten af et ord <bold>\\\></bold> - Passer på slutningen af et ord De følgende gentagelsesoperatorer findes: <bold>?</bold> - Det foregående element passer maksimalt en gang <bold>*</bold> - Det foregående element passer ingen eller flere gange <bold>+</bold> - Det foregående element passer en eller flere gange <bold>{<i>n</i>}</bold> - Det foregående element passer akkurat <i>n</i> gange <bold>{<i>n</i>,}</bold> - Det foregående element passer <i>n</i> eller flere gange <bold>{,<i>n</i>}</bold> - Det foregående element passer maksimalt <i>n</i> gange <bold>{<i>n</i>,<i>m</i>}</bold> - Det foregående elementet passer mindst <i>n</i>, men maksimalt <i>m</i> gange Desuden kan du referere tilbage til underudtryk i parenteser ved at bruge notationen \\<i>n</i>.
de: Geben Sie hier den regulären Ausdruck ein, nach dem gesucht werden soll. Mögliche Metazeichen sind: <bold>.</bold> - Jedes Zeichen <bold>^</bold> - Beginn einer Zeile <bold>$</bold> - Ende einer Zeile <bold>\\\<</bold> - Anfang eines Wortes <bold>\\\></bold> - Ende eines Wortes Die folgenden Wiederholungsoperatoren sind verfügbar: <bold>?</bold> - Das vorherige Element höchstens einmal <bold>*</bold> - Das vorherige Element gar nicht oder beliebig oft <bold>+</bold> - Das vorherige Element einmal oder mehrmals <bold>{<i>n</i>}</bold> - Das vorherige Element genau <i>n</i> mal <bold>{<i>n</i>,}</bold> - Das vorherige Element <i>n</i> mal oder öfter <bold>{,<i>n</i>}</bold> - Das vorherige Element höchstens <i>n</i> mal <bold>{<i>n</i>,<i>m</i>}</bold> - Das vorherige Element mindestens <i>n</i> mal, aber höchstens <i>m</i> mal. Weiterhin sind Rückreferenzen zu geklammerten Unterausdrücken verfügbar durch die Notation \\<i>n</i>.
et: Sisesta siia otsingu regulaaravaldis. Võimalikud metamärgid on: <bold>.</bold> - Tähistab suvalist märki <bold>^</bold> - Tähistab rea algust <bold>$</bold> - Tähistab rea lõppu <bold>\\\<</bold> - Tähistab sõna algust <bold>\\\></bold> - Tähistab sõna lõppu Kordustehted: <bold>?</bold> - Eelnev element esineb vähemalt 1 kord <bold>*</bold> - Eelnev element esineb 0 või rohkem korda <bold>+</bold> - Eelnev element esinab 1 või rohkem korda <bold>{<i>n</i>}</bold> - Eelnev element esineb täpselt <i>n</i> korda <bold>{<i>n</i>,}</bold> - Eelnev element esineb <i>n</i> või rohkem korda <bold>{,<i>n</i>}</bold> - Eelnev element esineb mitte rohkem, kui <i>n</i> korda <bold>{<i>n</i>,<i>m</i>}</bold> - Eelnev element esineb vähemalt <i>n<i>, kuid mitte rohkem, kui <i>m</i> korda.
hu: Írja be a keresendő reguláris kifejezést. A felhasználható speciális karakterek jelentése: <bold>.</bold> - bármilyen karakter <bold>^</bold> - sor eleje <bold>$</bold> - sor vége <bold>\\\<</bold> - szó eleje <bold>\\\></bold> - szó vége A következő ismétlési operátorok használhatók: <bold>?</bold> - a megelőző elem maximum egyszeri előfordulása <bold>*</bold> - a megelőző elem nulla- vagy többszöri előfordulása <bold>+</bold> - a megelőző elem egy- vagy többszöri előfordulása <bold>{<i>n</i>}</bold> - a megelőző elem pontosan <i>n</i>-szeri előfordulása <bold>{<i>n</i>,}</bold> - a megelőző elem <i>n</i>- vagy többszöri előfordulása <bold>{,<i>n</i>}</bold> - a megelőző elem maximum <i>n</i>-szeri előfordulása <bold>{<i>n</i>,<i>m</i>}</bold> - a megelőző elem minimum <i>n</i>-szeri, maximum <i>m</i>-szeri előfordulása Továbbá: zárójelbe tett részkifejezésekre a \\<i>n</i> jelölésmóddal lehet visszahivatkozni.
id: Masukkan ekspresi umum yang akan dicari di sini. Meta karakter yang mungkin adalah: <bold>.</bold> - Cocok tiap karakter <bold>^</bold> - Cocok awal baris <bold>$</bold> - Cocok akhir baris <bold>\\\<</bold> - Cocok awal kata <bold>\\\></bold> - Cocok akhir kata Pengulangan operator berikut muncul: <bold>?</bold> - Item terproses cocok paling tidak sekali <bold>*</bold> - Item terproses cocok nol kali atau lebih <bold>+</bold> - Item terproses cocok satu kali atau lebih <bold>{<i>n</i>}</bold> - Item terproses cocok persis <i>n</i> kali <bold>{<i>n</i>,}</bold> - Item terproses cocok <i>n</i> kali atau lebih <bold>{,<i>n</i>}</bold> - Item terproses paling tidak cocok <i>n</i> kali <bold>{<i>n</i>,<i>m</i>}</bold> - Item terproses cocok paling tidak <i>n</i>, tapi paling tidak<i>m</i> kali. Lebih lanjut, referensi sebelumnya ke dalam subekspresi dalam kurung tersedia lewat notasi \\<i>n</i>.
it: Inserisci qui l'espressione regolare che vuoi utilizzare per la ricerca. Possibili meta caratteri sono: <bold>.</bold> - Corrisponde ad ogni carattere <bold>^</bold> - Corrisponde all'inizio di una riga <bold>$</bold> - Corrisponde alla fine di una riga <bold>\\\<</bold> - Corrisponde all'inizio di una parola <bold>\\\></bold> - Corrisponde alla fine di una parola Esistono i seguenti operatori di reitarazione: <bold>?</bold> - L'elemento precedente è stato trovato almeno una volta <bold>*</bold> - L'elemento precedente è stato trovato zero o più volte <bold>+</bold> - L'elemento precedente è stato trovato una o più volte <bold>{<i>n</i>}</bold> - L'elemento precedente è stato trovato esattamente <i>n</i> volte <bold>{<i>n</i>,}</bold> - L'elemento precedente è stato trovato <i>n</i> o più volte <bold>{,<i>n</i>}</bold> - L'elemento precedente è stato trovato al più <i>n</i> volte <bold>{<i>n</i>,<i>m</i>}</bold> - L'elemento precedente è stato trovato al meno <i>n</i>, ma al massimo <i>m</i> volte. Inoltre, sono possibili i riferimenti alle espressioni tra parentesi tramite la notazione \\<i>n</i>.
ja: あなたが探したいものの正規表現を入力して下さい。 使用可能なメタ文字は: <bold>.</bold> - どんな文字にもマッチ <bold>^</bold> - 行頭にマッチ <bold>$</bold> - 行末にマッチ <bold>\\\<</bold> - 語頭にマッチ <bold>\\\></bold> - 語末にマッチ 以下の繰り返し演算子が使用できます: <bold>?</bold> - 前のアイテムが一回マッチ <bold>*</bold> - 前のアイテムが0回以上マッチ <bold>+</bold> - 前のアイテムが1回以上マッチ <bold>{<i>n</i>}</bold> - 前のアイテムが正確に<i>n</i>回マッチ <bold>{<i>n</i>,}</bold> - 前のアイテムが<i>n</i>回以上マッチ <bold>{,<i>n</i>}</bold> - 前のアイテムが<i>n</i>回以下マッチ <bold>{<i>n</i>,<i>m</i>}</bold> - 前のアイテムが<i>n</i>回以上 <i>m</i>回以下マッチ また、ブラケットを使った副表現の後方参照は \\<i>n</i>表記を使う ことで利用可能です。
nl: Voer hier de reguliere expressie in waarnaar u wilt zoeken. Mogelijke metakarakters zijn: <b>.</b> - elk karakter komt overeen <b>^</b> - het begin van de regel komt overeen <b>$</b> - het eind van de regel komt overeen <b>\\\<</b> - het begin van het woord komt overeen <b>\\\></b> - het eind van het woord komt overeen De volgende herhalings operatoren bestaan: <b>?</b> - Het voorgaande deel komt maximaal een keer voor <b>*</b> - Het voorgaande deel komt 0 of meer keren voor <b>+</b> - Het voorgaande deel komt 1 of meer keren voor <b>{<i>n</i>}</b> - Het voorgaande deel komt precies <i>n</i> keer voor <b>{<i>n</i>,}</b> - Het voorgaande deel komt <i>n</i> of meer keren voor <b>{,<i>n</i>}</b> - Het voorgaande deel komt maximaal <i>n</i> keren voor <b>{<i>n</i>,<i>m</i>}</b> - Het voorgaande deel komt minimaal <i>n</i> keren, maar maximaal <i>m</i> keren voor. Verder zijn terugreferenties naar geblokhaakte subexpressies beschikbaar via de notatie \\<i>n</i>.
no_ny: Oppgi kva for regulært uttrykk («regular expression») du vil søkja etter. Du kan bruka desse meta-teikna: <bold>.</bold> - Passar alle teikn <bold>^</bold> - Passar starten av linja <bold>$</bold> - Passar slutten av linja <bold>\\\<</bold> - Passar byrjinga av eit ord <bold>\\\></bold> - Passar slutten av eit ord Dei følgjande repetisjonsoperatorane finst: <bold>?</bold> - Det føregåande elementet passar høgst ein gong <bold>*</bold> - Det føregåande elementet passar null eller fleire gonger <bold>+</bold> - Det føregåande elementet passar ein eller fleire gonger <bold>{<i>n</i>}</bold> - Det føregåande elementet passar akkurat <i>n</i> gonger <bold>{<i>n</i>,}</bold> - Det føregåande elementet passar <i>n</i> eller fleire gonger <bold>{,<i>n</i>}</bold> - Det føregåande elementet passar høgst <i>n</i> gonger <bold>{<i>n</i>,<i>m</i>}</bold> - Det føregåande elementet passar minst <i>n</i>, men høgst <i>m</i> gonger Dessutan kan du tilbakereferera til sub-uttrykk i parentesar ved å bruka notasjonen \\<i>n</i>.
pl: Podaj wyrażenie regularne, które chcesz wyszukać. Możliwe znaki specjalne to: <bold>.</bold> - Jakikolwiek znak <bold>^</bold> - Początek linii <bold>$</bold> - Koniec linii <bold>\\\<</bold> - Początek słowa <bold>\\\></bold> - Koniec słowa Istnieją następujące operatory powtórzeń: <bold>?</bold> - poprzednie wyrażenie występuje conajmniej raz <bold>*</bold> - poprzednie wyrażenie występuje zero lub więcej razy <bold>+</bold> - poprzednie wyrażenie występuje raz lub więcej razy <bold>{<i>n</i>}</bold> - poprzednie wyrażenie występuje dokładnie <i>n</i> razy <bold>{<i>n</i>,}</bold> - poprzednie wyrażenie występuje <i>n</i> lub więcej razy <bold>{,<i>n</i>}</bold> - poprzednie wyrażenie występuje co najwyżej <i>n</i> razy <bold>{<i>n</i>,<i>m</i>}</bold> - poprzednie wyrażenie występuje co najmniej<i>n</i>, ale co najwyżej <i>m</i> razy. Co więcej odwołania wsteczne do podwyrażeń w nawiasach są dostępne przy użyciu notacji \\<i>n</i>.
sk: Sem zadajte regulárny výraz, ktorý chcete hľadať. Tieto meta znaky sú podporované: <bold>.</bold> - Ľubovoľný znak <bold>^</bold> - Začiatok riadku <bold>$</bold> - Koniec riadku <bold>\\\<</bold> - Začiatok slova <bold>\\\></bold> - Koniec slova Toto sú existujúce operátory opakovania: <bold>?</bold> - Predchádzajúca položka sa nachádza najviac jedenkrát. <bold>*</bold> - Predchádzajúca položka sa nachádza nula a viackrát. <bold>+</bold> - Predchádzajúca položka sa nachádza jeden a viackrát. <bold>{<i>n</i>}</bold> - Predchádzajúca položka sa nachádza práve <i>n</i>-krát <bold>{<i>n</i>,}</bold> - Predchádzajúca položka sa nachádza <i>n</i> a viackrát <bold>{,<i>n</i>}</bold> - Predchádzajúca položka sa nachádza najviac <i>n</i>-krát <bold>{<i>n</i>,<i>m</i>}</bold> - Predchádzajúca položka sa nachádza aspoň <i>n</i>-krát, ale najviac <i>m</i>-krát. Ďalej sú k dispozícii spätné referencie do uzátvorkovaných výrazov pomocou zápisu \\<i>n</i>.
sl: Vnesite regularni izraz, s katerim želite iskati. Možni znaki meta so: <bold>.</bold> - Ujema se katerokoli črko <bold>^</bold> - Ujema se začetek vrstice <bold>$</bold> - Ujema se konec vrstice <bold>\\\<</bold> - Ujema se začetek besede <bold>\\\></bold> - Ujema se konec besede Obstajajo sledeči operatorji za ponavljanje: <bold>?</bold> - Izraz se ujema največ enkrat <bold>*</bold> - Izraz se ujema ničkrat ali večkrat <bold>+</bold> - Izraz se ujema enkrat ali večkrat <bold>{<i>n</i>}</bold> - Izraz se ujema <i>n</i>-krat <bold>{<i>n</i>,}</bold> - Izraz se ujema <i>n</i>-krat ali večkrat <bold>{,<i>n</i>}</bold> - Izraz se ujema največ <i>n</i>-krat <bold>{<i>n</i>,<i>m</i>}</bold> - Izraz se ujema vsaj <i>n</i>-krat, vendar največ <i>m</i>-krat. Nadaljnje, reference za nazaj na podizraze v oklepajih so dostopne z notacijo \\<i>n</i>.
sv: Ange det reguljära uttryck som du vill söka efter här. Möjliga specialtecken är: <bold>.</bold> - Matchar alla tecken <bold>^</bold> - Matchar början på en rad <bold>$</bold> - Matchar slutet på en rad <bold>\\\<</bold> - Matchar början av ett ord <bold>\\\></bold> - Matchar slutet av ett ord Följande tecken för upprepning finns: <bold>?</bold> - Föregående objekt matchas en gång som mest <bold>*</bold> - Föregående objekt matchas noll eller flera gånger <bold>+</bold> - Föregående objekt matchas en eller flera gånger <bold>{<i>n</i>}</bold> - Föregående objekt matchas exakt <i>n</i> gånger <bold>{<i>n</i>,}</bold> - Föregående objekt matchas <i>n</i> eller flera gånger <bold>{,<i>n</i>}</bold> - Föregående objekt matchas som mest <i>n</i> gånger <bold>{<i>n</i>,<i>m</i>}</bold> - Föregående objekt matchas som minst <i>n</i>, men som mest <i>m</i> gånger. Dessutom är bakåtreferenser till parentetiserade deluttryck tillgängliga, och anges med \\<i>n</i>.
xh: Ngenisa uchazo lwarhoqo ofuna ukuliphendla apha. Abasebenzi be Meta abenzekayo yi: <bold>.</bold> - Ithelekisa nawuphi umsebenzi <bold>^</bold> - Ithelekisa isiqalo selayini <bold>$</bold> - Ithelekisa isiphelo selayini <bold>\\\<</bold> - Ithelekisa isiqalo segama <bold>\\\></bold> - Ithelekisa isiphelo segama Abasebenzi bophindo abalandelayo bakhona: <bold>?</bold> - Umba oqhubayo uthelekisa kanye <bold>*</bold> - Umba oqhubekayo ithelekisa unothi okanye amaxesha amaninzi <bold>+</bold> - Umba oqhubekayo uthelekiswe kanye okanye amaxesha amaninzi <bold>{<i>n</i>}</bold> - Umba oqhubekayo uthelekiswe ngqo <i>n</i> amaxesha <bold>{<i>n</i>,}</bold> - Umba oqhubekayo uthelekiswe <i>n</i> okanye amaninzi amaxesha <bold>{,<i>n</i>}</bold> - Umba oqhubekayo uthelekiswe kwamaninzi <i>n</i> amaxesha <bold>{<i>n</i>,<i>m</i>}</bold> - Umba oqhubekayo uthelekiswe noko <i>n</i>, kodwa kwamaninzi <i>m</i> amaxesha. Okuphambili, iintelekiso ezisemva kwinkcazo ezisezantsi ezikwizigweqi zi khona ugqitha iimpawu \\<i>n</i>.

source: Enter the file name pattern of the files to search here. You may give several patterns separated by commas
da: Indtast mønstret for filnavnene på filerne som skal søges efter. Du kan opgive flere mønstre adskilt med komma.
de: Geben Sie das Namenmuster der Dateien ein, nach denen Sie suchen möchten. Sie können mehrere Muster eingeben, getrennt durch Kommata.
et: Sisesta otsitavate failide nime muster. Sisestada võib ka mitu mustrit eraldades need komaga.
hu: Írja be a keresendő fájlok nevének mintáját. Több mintát is megadhat vesszővel elválasztva.
id: Masukkan pola nama dari file yang akan dicari di sini. Anda bisa masukkan beberapa pola dipisahkan oleh koma
it: Inserisci qui lo schema del nome dei file da cercare. Puoi indicare più schemi, separandoli con una virgola
ja: 検索するファイル名のパターンを指定してください。カンマで区切って複数のパターンの指定もできます
nl: Voer hier het bestandsnamenpatroon in van de te zoeken bestanden. U mag meerdere, door komma's gescheiden, patronen opgeven.
no_ny: Oppgi eit mønster for filnamn du vil søkja etter. Du kan skriva fleire mønster, delt av komma.
pl: Podaj wzór plików do wyszukiwania. Możesz podać kilka wzorów, oddzielonych przecinkami.
sk: Zadajte vzorku mena súboru, ktorý chcete nájsť. Môžete zadať viacero vzoriek oddelených čiarkami.
sl: Vnesite vzorec imena datotek, ki se naj iščejo. Vnese se lahko več vzorcev, ločenih z vejico
sv: Ange filnamnsmönster här för filer som skall sökas i. Du kan ange flera mönster åtskilda med kommatecken.
xh: Ngenisa umlinganiselo wegama lefayile lweefayile ezizakuphendlwa apha. Unganika imilinganiselo emininzi eyahlulwe ngeziphumlisi

source: You can choose a template for the pattern from the combo box and edit it here. The string %s in the template is replaced by the pattern input field, resulting in the regular expression to search for.
da: Kan ikke vælge skabelon for mønsteret fra komboboksen og redigere det her. Strengen %s i skabelonen bliver erstattet med det som står i mønsterfeltet. Dette fører til et regulært udtryk for søgning.
de: Sie können eine Vorlage für das Muster aus dem Kombinationsfeld wählen und es hier bearbeiten. Die Zeichenkette %s in der Vorlage wird durch das Mustereingabefeld ersetzt. Daraus ergibt sich ein regulärer Ausdruck, nach dem gesucht werden soll.
et: Näidismustrit saab valida comboboxist. String %s asendatakse sisestusväljale sisestatud tekstiga ja tulemuseks ongi vajalik regulaaravaldis.
hu: Itt választhat ki a keresendő szövegminták sablonjaiból egyet, és azt tovább szerkesztheti. Sablonban a %s szimbólum helyére a minta bemeneti mezője kerül, így adva ki a keresendő reguláris kifejezést.
id: Anda dapat memilih template dari combo box untuk pola dan edit di sini. String %s di template akan digantikan oleh pola field input, menghasilkan dalam ekspresi umum untuk dicari
it: Puoi scegliere un un modello per lo schema del combo box e modificarlo qui. La string %s nel modello sarà sostituita dal campo dello schema di input, risultando un'espressione regolare tramite la quale cercare.
ja: ここでパターンのテンプレートをコンボボックスで選択してから編集ができます。テンプレート内の文字列 %s はパターン入力フィールドの値で置き換えられ、結果の文字列が検索する正規表現として使われます。
nl: U kunt een sjabloon voor het patroon kiezen in de ComboBox en het hier bewerken. De string %s in het sjabloon wordt vervangen door het patrooninvoerveld, wat resulteert in de regulaire expressie waar naar gezocht moet worden.
no_ny: Du kan velja ein mal for mønsteret frå komboboksen og endra på det her. Strengen %s i malen vert bytt ut i mønsterfeltet, at du får mønsteret du vil søkja etter.
pl: Z rozwijanej listy możesz wybrać szablon do wyszukiwania i tutaj go edytować. W szablonie %s, string zostanie zamieniony na zawartość pola a tak powstałe wyrażenie regularne będzie użyte przy wyszukiwaniu.
sk: Môžete vybrať šablónu vzorky z combo boxu a potom ju upraviť. Reťazec %s v šablóne bude nahradený vzorkou, výsledkom bude regulárny výraz, ktorý sa má hľadať.
sl: Iz seznama lahko izberete predlogo za vzorec in jo uredite tukaj. Niz %s v predlogi je zamenjan z vnosnim poljem vzorca, česar rezultat je regularni izraz, ki se naj išče.
sv: Här kan du välja en mall för mönstret från listan och redigera den. Strängen %s i mallen ersätts med mallens inmatningsfält, vilket resulterar i det reguljära uttryck som används vid sökningen.
xh: Ungakhetha itemplate yomlinganiselo osuka kwibhokisi yesibini kwaye uyihlele apha. Umtya %s kwi template uyabuyiselwa ngomhlaba wegalelo lomlinganiselo, iphuma kuchazo rhoqo oluzakuphendlwa.

source: Enter the directory which contains the files you want to search in.
da: Indtast kataloget som indeholder filerne du ønsker at søge i.
de: Geben Sie das Verzeichnis ein, in dem sich die Dateien befinden, die sie durchsuchen wollen.
et: Sisesta kataloog, milles asuvatest failidest soovid otsida.
hu: Adja meg annak a könyvtárnak a nevét, amely alatt levő fájlokban keresni szeretne.
it: Indica la cartella che contiene i file all'interno dei quali cercare.
ja: 検索したいファイルを含むディレクトリを指定して下さい。
nl: Voer de map in die de bestanden bevat die u wilt doorzoeken.
no_ny: Oppgi katalogen som inneheld filene du vil søkja i.
pl: Podaj katalog zawierający pliki, które chcesz przeszukać.
sk: Zadajte priečinok, ktorý obsahuje súbory, v ktorých chcete hľadať.
sl: Vpišite imenik, ki vsebuje datoteke, v katerih bi radi iskali.
sv: Ange katalogen som innehåller de filer som du vill söka i.
xh: Ngenisa ulawulo oluqulathe iifayile ofuna ukuziphendla.

source: Check this box to search in all subdirectories.
da: Afkryds denne boks for at søge i alle underkataloger.
de: Markieren Sie diese Einstellung, wenn Sie in Unterverzeichnissen suchen wollen.
et: Märgista, kui soovid otsida ka kõigist alamkataloogidest
hu: Jelölje be ezt az opciót, ha az alkönyvtárakban is szeretne keresni.
it: Seleziona questa casella per cercare in tutte le sottodirectory.
ja: サブディレクトリの下も検索するには、ここをチェックして下さい。
nl: Vink dit aan als u in alle submappen wilt zoeken.
no_ny: Merk av her for å søkja i alle underkatalogane.
pl: Zaznacz, aby przeszukać wszystkie podkatalogii.
sk: Použite túto voľbu, ak chcete hľadať vo všetkých podpriečinkoch.
sl: Obkljukajte to polje za iskanje v vseh podimenikih.
sv: Markera den här rutan för att söka i alla underkataloger.
xh: Khangela le bhokisi kubo bonke abalawuli abasezantsi.

source: The results of the grep run are listed here. Select a filename/line number combination and press Enter or doubleclick on the item to show the respective line in the editor.
da: Resultaterne af grep-kørslen er vist her. Vælg et filnavn/linietals kombination og tryk på Enter eller dobbeltklik på punktet for at vise den relevante linie i redigeringen.
de: Die Ergebnisse von grep sind hier aufgelistet. Wählen Sie eine Dateinamen/Zeilen-Kombination und drücken Sie "Eingabe", oder klicken Sie doppelt auf das Element, um die Zeile im Editor anzuzeigen.
et: Siin on näha otsingu tulemus. Vali faili/rea kombinatsioon ja pressi Enter või tee sellel topeltklõps, et näidata seda redaktoris.
hu: A grep parancs találati listája látható itt. Válasszon ki egy fájlnév/sorszám kombinációt és nyomja meg az Enter gombot vagy kattintson duplán az elemre, ha a találat szövegét meg szeretné tekinteni egy szövegszerkesztőben.
id: Hasil dari grep dilis di sini. Pilih satu nama file/kombinasi nomor baris dan tekan Enter atau klik dua kali di item untuk menunjukkan baris terkait di editor.
it: Il risultati dell'esecuzione di grep sono elencati qui. Seleziona una combinazione nome file/numero linea e premi Invio o doppio click sull'elemento per visualizzare la riga corrispondente nell'editor.
ja: grepの実行結果がここに表示されます。ファイル名/行番号の組を 選択してEnterキーを押すかダブルクリックすると、該当する行が エディタで表示されます。
nl: De resultaten van een grep-opdracht worden hier weergeven. Selecteer een bestandsnaam-/regelnummercombinatie en druk op Enter, of dubbelklik op de ingang om deze regel in de editor weer te geven.
no_ny: Resultatet av grep-køyringa er lista her. Vel ein kombinasjon av filnamn og linjenummer, og trykk Enter eller dobbeltklikk på elementet for å visa linja i skrivefeltet.
pl: Tu wypisano wyniki działania programu grep. Wybierz kombinację, nazwa pliku i numer linii, i, aby pokazać odpowiednią linię w edytorze, wciśnij Enter lub kliknij na niej dwa razy.
sk: Toto je zoznam výsledkov behu grepu. Vyberte meno súboru/číslo riadku a stlačte Enter (alebo dvakrát kliknite na položku) a zobrazíte tento riadok v editore.
sl: Rezultati poteka grep so prikazani tukaj. Izberite kombinacijo ime datoteke/številko vrstice in pritisnite Enter ali pa dvakrat kliknite na postavko, da bi videli ustrezno vrstico v urejevalniku.
sv: Resultaten från körningen av grep visas här. Välj en kombination av filnamn/radnummer och tryck på returtangenten eller dubbelklicka på objektet för att visa motsvarande rad i editorn.
xh: Iziphumo ze grep zidweliswe zpha. Khetha igama lefayile/inani lelayini lodibaniso kwaye ucinezele u Ngena okanye nqakraza kabini kumba ukubonisa ilayini eyiyo kumhleli.

source: matches
da: træffere
de: Treffer
et: sobivust
hu: találat
id: cocok
it: corrispondenze
ja: 個マッチ
nl: overeenkomsten
no_ny: treff
pl: trafień
sk: nájdených
sl: se ujema
sv: träffar
xh: iintelekiso

source: Searching...
da: Søger...
de: Suche läuft...
et: Otsing...
hu: Keresés...
id: Cari...
it: Cercando...
ja: 検索中...
nl: Bezig met zoeken...
no_ny: Søkjer ...
pl: Wyszukiwanie...
sk: Hľadám....
sl: Iskanje...
sv: Söker...
xh: Iyaphendla...

source: Canceled
da: Annulleret
de: Abgebrochen
et: Katkestatud
hu: Félbeszakítva
id: Batalkan
it: Cancellato
ja: キャンセルされました
nl: Geannuleerd
no_ny: Avbroten
pl: Anulowany
sk: Zrušené
sl: Preklicano
sv: Avbrutet
xh: Icinyiwe
