Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Either the desired directory cannot be created or you haven't enough rights to use it. It isn't possible to generate a new project into this directory.
da: Enten kan det ønskede katalog ikke oprettes eller også har du ikke ret til at bruge det. Det er ikke muligt at generere et nyt projekt i dette katalog.
de: Entweder kann das Verzeichnis nicht erzeugt werden oder Sie haben nicht die nötigen Rechte. Es ist nicht möglich, in diesem Verzeichnis ein neues Projekt zu erstellen.
et: Soovitud kataloogi ei saanud tekitada, kuna arvatavasti pole sul piisavalt õigusi selleks. Uut projekti ei saanud sellesse kataloogi tekitada.
hu: A megadott könyvtár nem hozható létre vagy nincs elegendő jogosultsága. Nem lehet új projektet létrehozni ebben a könyvtárban.
id: Direktori yang diinginkan tidak dapat dibuat atau Anda tidak memiliki kewenangan untuk menggunakannya. Tidak mungkin membuat proyek baru di direktori ini.
it: Una delle directory non può essere creata oppure non hai sufficienti diritti per usarla. E' impossibile generare un nuovo progetto in questa directory.
ja: ディレクトリを作成できないか、あなたに権利がありません。このディレクトリに新しいプロジェクトを生成する ことはできません。
nl: Ofwel de verlangde map kan niet worden aangemaakt of u heeft niet voldoende rechten om deze te gebruiken. Het is niet mogelijk om een nieuw project in deze map aan te maken.
no_ny: Katalogen du vil laga kan ikkje opprettast eller du har ikkje tilstrekkelege løyve til å laga han. Du kan ikkje laga eit nytt prosjekt i denne katalogen.
pl: Nie można utworzyć katalogu lub nie masz odpowiednich uprawnień. Nie można utworzyć nowego projektu w podanym katalogu.
sk: Buď požadovaný priečinok nie je možné vytvoriť alebo na to nemáte dostatočné práva. Nie je možné vytvoriť nový projekt v tomto priečinku.
sl: Ali željeni imenik ne more biti ustvarjen ali pa nimate dovolj pravic za uporabo. Generiranje novega projekta v že obstoječi imenik ni možno.
sv: Antingen kan inte den önskade katalogen skapas eller så har du inte tillräckliga rättigheter för att använda den. Det är inte möjligt att skapa ett nytt projekt i den här katalogen.
xh: Noba lulawulo ,olufunekayo alunakwenziwa okanye awunamalungelo aneleyo okuyisebenzisa. Akwenzeki ukujikelezisa iprojekti entsha kolu lawulo.

source: %1 isn't writable!
da: %1 er ikke skrivbar!
de: %1 ist nicht beschreibbar!
et: %1 pole kirjutatav!
hu: %1 nem írható.
id: %1 tidak dapat ditulisi!
it: %1 non è scrivibile!
ja: %1 は書き込み不可です!
nl: %1 is niet beschrijfbaar!
no_ny: %1 kan ikkje skrivast til.
pl: Nie można pisać do %1 !
sk: %1 nie je zapisovateľný!
sl: %1 ni zapisljiv!
sv: %1 är inte skrivbar!
xh: %1 ayibhaleki!

source: It isn't possible to generate a new project into an existing directory.
da: Det er ikke muligt at generere et nyt projekt i et eksisterende katalog.
de: Es ist nicht möglich, ein neues Projekt in einem vorhandenen Verzeichnis zu erstellen!
et: Projekti ei saa tekitada juba olemasolevasse kataloogi.
hu: Nem lehet új projektet már létező könyvtárban létrehozni.
id: Tidak mungkin membuat proyek baru ke dalam direktori yang ada.
it: Impossibile generare un nuovo progetto in una directory esistente.
ja: 既に存在するディレクトリに新しいプロジェクトを生成することはできません。
nl: Het is niet mogelijk om een nieuw project in een bestaande map te genereren.
no_ny: Kan ikkje laga eit nytt prosjekt i ein katalog som alt finst.
pl: Nie można utworzyć nowego projektu w już istniejącym katalogu.
sk: Nie je možné vytvoriť nový projekt v existujúcom priečinku.
sl: Generiranje novega projekta v že obstoječi imenik ni možno.
sv: Det är inte möjligt att skapa ett nytt projekt i en befintlig katalog.
xh: Akwenzeki ukujikelezisa iprojekti entsha kulawulo olukhoyo.

source: %1 already exists!
da: %1 eksisterer allerede!
de: %1 ist bereits vorhanden!
et: %1 on juba olemas!
hu: %1 már létezik.
id: %1 sudah ada!
it: %1 esiste già!
ja: %1 は既に存在します!
nl: %1 bestaat al!
no_ny: %1 finst alt.
pl: %1 już istnieje!
sk: %1 už existuje!
sl: %1 že obstaja!
sv: %1 finns redan!
xh: %1 sele ikhona!

source: Exit
da: Afslut
de: Beenden
et: Välju
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
nl: Einde
no_ny: Avslutt
pl: Wyjście
sk: Koniec
sl: Izhod
sv: Avsluta
xh: Phuma

source: The template file [%1] is missing. Please correct your KDevelop installation.
da: Skabelonfilen [%1] mangler. Korrigér venligst din KDevelop installation.
de: Die Vorlagendatei [%1] fehlt. Bitte korrigieren Sie Ihre KDevelop Installation.
et: Template fail [%1] puudub. Palun kontrolli oma KDevelopi paigaldus üle.
hu: A(z) [%1] sablonfájl hiányzik. Ellenőrizze a KDevelop telepített fájljait.
id: File template [%1] hilang. Mohon koreksi instalasi KDevelop.
it: Manca il file template [%1]. Correggi la tua installazione di KDevelop.
ja: テンプレートファイル[%1]がありません。 KDevelopインストールを確かめて下さい。
nl: Het sjabloonbestand [%1] is zoek. Verhelp het probleem in uw KDevelop installatie.
no_ny: Malfila %1] manglar. Rett opp KDevelop-installasjonen.
pl: Brak szablonu [%1]. Proszę poprawnie zainstalować KDevelopa.
sk: Chýba súbor šablóny [%1]. Prosím, opravte vašu inštaláciu KDevelop.
sl: Datoteka s predlogo [%1] manjka. Popravite vašo namestitev KDevelop.
sv: Mallfilen [%1] saknas. Var god rätta din KDevelop-installation.
xh: Ifayile ye template [%1] ilahlekile. Nceda lungisa ufako lwakho lwe KDevelop.

source: Create a KDE-2 application with session-management, menubar, toolbar, statusbar and support for a document-view codeframe model.
da: Opret et KDE 2-program med sessionsbehandling, menulinie, værktøjslinie, statuslinie og støtte for en billedkode dokumentvisningsmodel.
de: Erstellt eine KDE 2-Anwendung mit Sitzungsmanagement, Menüleiste, Werkzeugleiste, Statusleiste und Unterstützung für das Document/View Modell.
et: Tekita uus sessioonikorralduse, menüüriba, tööriistariba, olekuriba ja dokument/vaade tüüpi programmimudeli toetusega KDE2 rakendus.
hu: KDE 2 alkalmazás létrehozása munkafolyamat-kezeléssel, menüsorral, eszköztárral, állapotsorral és a dokumentum - nézet alkalmazásmodell támogatásával.
id: Buat aplikasi KDE-2 dengan manajemen-sesi, menubar, toolbar, statusbar dan dukungan untuk lihat-dokumen model codeframe.
it: Crea un'applicazione KDE con gestione della sessione, barra del menu, barra degli strumenti, barra di stato e supporto per il modello documento-vista.
ja: セッションマネージメント、メニューバー、 ツールバー、ステータスバー、ドキュメント ビューサポートを含むコードフレームモデル をもつKDE-2アプリケーションを生成。
nl: Maak een KDE2-applicatie met sessiemanagement, menubalk, knoppenbalk,statusbalk en ondersteuning voor het document-view codemodel.
no_ny: Lag ein KDE 2-applikasjon med økthandtering, menylinje, verktøylinje, statuslinje og støtte for eit dokument-visingsbasert rammeverk.
pl: Tworzy aplikację ramową KDE-2 z zarządzaniem sesją, paskiem menu, paskiem narzędzi, paskiem stanu, zgodnie z modelem interfejsu graficznego typu dokument-widok.
sk: Vytvoriť KDE 2 aplikáciu so správou sedení, menu panelom, panelom nástrojov,stavovým riadkom a podporou modelu kódu Dokument/Pohľad.
sl: Gradnja programa za KDE 2 z upravljanjem sej, menijsko vrstico, orodjarno, statusno vrstico in podporo za dokumentno orientiran model programa.
sv: Skapa ett KDE-2 program med sessionshantering, menyrad, verktygsrad, statusrad och stöd för en kodningsmodell för dokumentvisning.
xh: Yenza isicelo se KDE-2 ngomphathi-wentlanganiso,menubar,ibar yesixhobo, ibar yendawo engatshintshiyo kunye nenkxaso yyodidi lwesakhelo sekhowudi yemboniselo-yexwebhu.

source: Create a KDE-2 application with an empty main widget.
da: Opret et KDE 2-program med en tom hoveddims.
de: Erstellt ein KDE 2-Programm mit leerem Hauptfenster.
et: Tekita uus tühja peaaknaga KDE2 rakendus.
hu: KDE 2 alkalmazás létrehozása üres fő 'widget'-tel.
id: Buat aplikasi KDE-2 dengan widget utama kosong.
it: Crea un'applicazione KDE-2 con un widget principale vuoto.
ja: 空のウィジェットだけを含む KDE-2アプリケーションを生成。
nl: Maak een KDE-2 applicatie meet een lege main widget.
no_ny: Lag ein KDE 2-applikasjon med eit tomt hovudelement.
pl: Tworzy aplikację ramową KDE-2 z pustym głównym oknem.
sk: Vytvoriť KDE-aplikáciu s prázdnym hlavným prvkom.
sl: Gradnja programa za KDE 2 s praznim glavnim gradnikom.
sv: Skapa ett KDE-2 program med en tom grafisk huvudkomponent.
xh: Yenza isicelo se-KDE nge widget yoqobo engenanto.

source: Create a KDE-2 MDI (Multiple Document Interface) application with menubar, toolbar, statusbar and support for a document-view codeframe model.
da: Opret et KDE-2 MDI (Fler-dokument grænseflade) program med menulinie, værktøjslinie, statuslinie og støtte for en billedkode dokumentvisningsmodel.
de: Erstellt ein MDI-Programm (Multiple Document Interface) mit Sitzungsmanagement für KDE 2, einschließlich Menüleiste, Werkzeugleiste, Statusleiste und Unterstützung für das Document/View Modell.
et: Tekita uus menüüriba, tööriistariba, olekuriba ja dokument/vaade tüüpi programmimudeli toetusega MDI (Multiple Document Interface) KDE2 rakendus.
hu: KDE 2 MDI (Multiple Document Interface) alkalmazás létrehozása menüsorral, eszköztárral, állapotsorral és a dokumentum - nézet alkalmazásmodell támogatásával.
id: Buat aplikasi KDE-2 MID (Multiple Document Interface) dengan toolbar, statusbar dan dukungan lihat-dokumen model codeframe.
it: Crea un'applicazione KDE-2 MDI (Multiple Document Interface) barra del menu, barra degli strumenti, barra di stato e supporto per il modello documento-vista.
ja: セッションマネージメント、メニューバー、 ツールバー、ステータスバー、ドキュメント ビューサポートを含むコードフレームモデル をもつKDE-2 MDI(Multiple Document Interface) アプリケーションを生成。
nl: Maak een KDE-2 MDI (Meervoudige Document Interface) applicatie met menubalk, knoppenbalk, statusbalk en ondersteuning voor het document-view code model.
no_ny: Lag ein KDE 2 MDI-applikasjon («Multiple Document Interface», fleire dokument i eitt vindauge) med menylinje, verktøylinje, statuslinje og støtte for eit dokument-visingsbasert rammeverk.
pl: Tworzy aplikację ramową KDE 2 MDI z paskiem menu, paskiem narzędzi, paskiem stanu, zgodnie z modelem interfejsu graficznego typu dokument-widok.
sk: Vytvoriť KDE 2 MDI (Rozhranie pre viacero otvorených dokumentov) aplikáciu so správou sedení, menu panelom, panelom nástrojov,stavovým riadkom a podporou modelu kódu Dokument/Pohľad.
sl: Gradnja KDE programa za KDE 2 MDI (Multiple Document Interface - Vmesnik večkratnih dokumentov) z upravljanjem sej, menijsko vrstico, orodjarno, statusno vrstico in podporo za dokumentno orientiran model programa.
sv: Skapa ett KDE-2 MDI (multipelt dokumentgränssnitt) program med menyrad, verktygsrad, statusrad och stöd för en kodningsmodell för dokumentvisning.
xh: Yenza i KDE-2 MDI (Ujongano loxwebhu oluninzi) isicelo nge menubar, ibar yesixhobo, ibar yendawo engatshintshiyo kunye nenkxaso yodidi lwesakhelo sekhowudi yemboniselo-yexwebhu.

source: Create a KDE-2 KIO Slave. KIOSlaves are the foundation for all protocols in KDE2.
da: Opret en KDE-2 KIO slave. KIOSlaver er grundlaget for allel protokoller i KDE2.
de: Erstellt einen KDE 2-KIOSlave. KIOSlaves sind die Grundlage aller Protokolle in KDE2.
et: Tekita uus KDE2 KIOSlave. Sisend-/väljundsüsteemi moodulid ehk KIOSlave'id on kõigi andmeprotokollide kasutamise aluseks KDE2-s.
hu: KDE 2 KIO Slave létrehozása. A KIOSlave-eken keresztül támogatja a KDE 2 a különböző protokollokat.
id: Buat KDE-2 KIO Slave. KIOSLaves adalah dasar dari semua protokol di KDE2.
it: Crea un KDE-2 KIO Slave. I KIOSlaves sono alla base di tutti i protocolli in KDE2.
ja: DE-2 KIO Slaveを作成。 KIOSlavesはKDE2の全てのプロトコルの基本です。
nl: Een KIO Slaaf creëren KIO Slaves zijn de basis van alle protocollen in KDE2.
no_ny: Lag ein KDE 2-KIO-slave. KIO-slavar er grunnlaget for alle protokollar i KDE 2.
pl: Tworzy aplikację ramową KDE-2 KIO Slave. KIOSlaves to programy usługowe, które w KDE obsługują wszystkie protokoły.
sk: Vytvorí KIO klienta pre KDE-2. KIO klienti sú základom všetkých protokolov v KDE2.
sl: Ustvari podrejeni KDE-2 KIO. KIOSlaves so osnova vseh protokolov v KDE2.
sv: Skapa en KDE-2 I/O-slav. I/O-slavar är grunden för alla protokoll i KDE2.
xh: Yenza i KDE-2 KIO Slave. KIOSlaves ziziseko zazo zonke ii protocol kwi KDE2.

source: Create a KDE-2 KPart Plugin. To create a generic plugin for the Konqeror web browser use this template. This template can also be modified to create generic plugins.
da: Lav et KDE-2 KPart indstik. For at lave et generisk indstik for konqueror netsøgeren, brug denne skabelon.Denne skabelon kan også ændres til at lave generiske indstik.
de: Erzeugt ein KDE-2 KPart Plugin. Benutzen Sie diese Vorlage, um ein Plugin für den Konqueror Internet Browser zu erstellen. Diese Vorlage kann auch verwendet werden, um allgemeine Plugins zu erstellen.
et: Tekita uus KDE2 KPart plugin. Kasuta seda malli lihtsa Konqueror brauseri plugina tekitamiseks.
hu: KDE 2 KPart bővítőmodul létrehozása. Használja ezt a sablont, ha a Konqueror webböngészőhöz új modult szeretne létrehozni. Ez a sablon könnyen átalakítható általános bővítőmodul létrehozásához.
id: Buat Plugin KDE-2 KPart. Untuk membuat plugin bagi browser web Konqueror gunakan template ini. Tempate ini juga bisa dimodifikasi untuk membuat plugin umum.
it: Crea un Plugin KDE-2 KPart. Per creare un plugin generico per il browser web Konqeror usa questo template. Questo template può anche essere modificato per creare generici plugins.
ja: KDE-2 KPart プラグインを作成 Konqerorウェブブラウザ用の 一般的なプラグインを作成するには このテンプレートを使用して下さい。 このテンプレートは 一般的なプラグインを 作成するために改良できます。
nl: KDE2 KPart Plugin creëren. Om een algemene plugin voor de Konqueror browser te maken kunt u dit sjabloon gebruiken. Dit sjabloon kan ook gebruikt worden om algemene plugins te maken.
no_ny: Lag ein KDE 2-KPart-tilleggsmodul. Du kan bruka ein generell tilleggsmodul for nettlesaren Konqueror ved å bruka denne malen. Du kan og laga generelle tilleggsmodular.
pl: Tworzy wtyczkę ramową KDE-2 KPart. Szablon można użyć do tworzenia standardowej wtyczki Konquerora. Po modyfikacji można go także użyć do tworzenia zwykłej wtyczki.
sk: Vytvorí KPart modul pre KDE-2. Pre vytvorenie modulu pre prehliadač Konqueror použite túto šablónu. Túto šablónu je možné upraviť aj pre vytvorenie všeobecných modulov.
sl: Ustvari vstavek KPart za KDE-2 To predlogo uporabite, če želite narediti splošen vstavek za spletni brskalnik Konqueror. Predlogo je moč tudi prikrojiti za izdelavo splošnih vstavkov.
sv: Skapa ett KDE-2 insticksprogram. Mallen används för att skapa ett generellt insticksprogram för Konqueror. Den kan också användas för andra generella insticksprogram.
xh: Yenza iplagi ye KDE-2 KPart. Ukwenza iplagi ngokubanzi yomkhangeli zincwadi we web ye Konqueror sebenzisa le templata. Le template ingaguqulwa kancinane ukwenza iiplagi ngokubanzi.

source: Create a KDE-2 kicker applet. These are applets for KDE2's panel.
da: Lav en KDE-2 kicker anvendelse. Det er programmer for KDE2's panel.
de: Erzeugt ein KDE-2 Kicker Miniprogramm. Das sind Miniprogramme für die KDE2-Kontrollleiste.
et: Tekita uus KDE2 paneeli applet. Need on KDE2 paneeli peal töötavad pisirakendused.
hu: KDE 2 panel-kisalkalmazás létrehozása. Ennek segítségével Kicker (panel-) kisalkalmazásokat lehet írni.
id: Buat kicker applet KDE-2. Ini adalah aplet untuk panel KDE-2.
it: Crea una Kicker applet KDE-2. Queste sono applet per il pannello di KDE2.
ja: KDE-2 kicker アプレットを作成 これらはKDE2パネル用のアプレットです。
nl: KDE2 Kicker applet creëren. Dit zijn applets voor KDE2's paneel.
no_ny: Lag ein KDE 2-Kicker-applet. Dette er appletar for panelet i KDE 2.
pl: Tworzy aplet kickera KDE-2. Są to aplety panelu KDE 2.
sk: Vytvorí applet pre kicker z KDE-2. Tieto applety sú pre panel KDE-2.
sl: Ustvari vstavek za hitri zagon v KDE-2. To so vstavki za pult KDE2.
sv: Skapa ett KDE-2 miniprogram. De här är miniprogram för KDE:s panel.
xh: Yenza i kicker applet ye KDE-2. Ezi zi applet zeqela lenjongo ye KDE2.

source: Create a KDE-2 Control Center Module. This template enables you to write your own modulesto add new system-wide configuration dialogs.
da: Opret et KDE-2 Kontrol Center Modul. Denne skabelon tillader dig at skrive dine egne moduler, sø der tilføjes nye systemvide indstillingsdialoger.
de: Erstellen eines KDE 2 Kontrollzentrum-Moduls. Diese Vorlage ermöglicht es, eigene Module für die systemweiten Konfigurationsdialoge zu erstellen.
et: Tekita uus KDE2 Juhtimiskeskuse moodul. Selle malli abil saad kirjutada uusi süsteemi seadistamise dialooge.
hu: KDE 2 beállítómodul létrehozása. Ennek segítségével KDE 2 formátumú beállítómodult lehet létrehozni (beilleszthető lesz a KDE Vezérlőközpontba).
it: Crea un modulo per il Centro di Controllo di KDE 2. Questo modello ti consente ti scrivere il tuo modulo per aggiungere un nuovo dialog globale di configurazione.
ja: KDE-2 コントロールセンターモジュールを作成。 このテンプレートはあなた自身のシステムワイドな新規設定ダイアログモジュールの作成を可能にします。
nl: Maak een KDE-2 Configuratiecentrum module. Dit sjabloon staat u toe om uw eigen module te schrijven om nieuwe systeem wijde configuratie dialogen toe te voegen.
no_ny: Lag ein KDE 2-kontrollsentermodul. Med denne malen kan du skriva dine eigne modular for å laga eigne systemoppsettdialogar.
pl: Tworzy moduł Centrum Sterowania KDE. Umożliwia napisanie własnego modułu, który można dodać do konfiguracyjnych okienek dialogowych.
sk: Vytvorí modul pre ovládacie centrum KDE 2. Táto šablóna umožňuje vývoj vlastných modulov, ktoré budú pridané do dialógov pre systémové nastavenie.
sl: Ustvari modul za nadzorno središče KDE-2. Ta predloga vam omogoča, da napišete svoj lastni modul in ga dodate med sistemske nastavitve.
sv: Skapa en KDE-2 modul för inställningscentralen. Mallen gör att du kan skriva dina egna moduler för att lägga till nya inställningsdialoger till systemet.
xh: Yenza Umnqongo womlinganiselo loMbindi woLawulo we KDE-2. Le template ikwenza ukuba ubhale iminqongo yakho ukudibanisa iincoko zababini zoqwalaselo ngokubanzi-yendlela entsha.

source: Create a native KDE-2 theme. Use this template to create native KDE-2 widget themes in C++.
da: Opret indfødt KDE-2 tema. Brug denne skabelon til at oprette indfødt KDE-2 dimstema i C++.
de: Erstelle ein KDE 2 Design. Verwenden Sie diese Vorlage zum Erstellen von KDE 2 Designs in C++.
et: Tekita uus KDE2 töölaua teema. Selle malli abil saad kirjutada C++-s uusi KDE2 teemade vidinaid.
hu: KDE 2 téma létrehozása. Ennek segítségével KDE 2 grafikus témát lehet létrehozni C++-ban.
it: Crea un tema nativo per KDE2. Usa questo modello per creare temi nativi in C++ per i widget di KDE-2.
ja: KDE-2 テーマの作成。 このテンプレートを使ってKDE-2 ウィジェットテーマをC++で作成します。
nl: Maak een native KDE-2 thema. Gebruik dit sjabloon om een native KDE-2 widget thema te maken in C++.
no_ny: Lag eit ekte KDE 2-tema. Bruk denne malen for å laga eit skrivebordstema for KDE 2 i C++.
pl: Tworzy szablon wystroju pulpitu KDE.
sk: Vytvorí tému pre KDE 2. Túto šablónu použite pre vytvorenie témy prvkov KDE 2 v C++.
sl: Ustvari domorodno temo KDE-2. To predlogo uporabite, da v C++ ustvarite domorodne teme gradnikov za KDE-2.
sv: Skapa ett eget KDE-2 tema. Använd den här mallen för att skapa egna KDE-2 teman med grafiska komponenter i C++.
xh: Yenza umxholo wobuzwe we KDE-2. Sebenzisa le template ukwenza imixholo ye widget yobuzwe ye KDE-2 ku C++.

source: Create a Qt-2.x Application with a main window containing a menubar, toolbar and statusbar, including support for a single document-view interface (SDI) model.
da: Opret et Qt-2.x-program med et hovedvindue som indeholder en menulinie, værktøjslinie og statuslinie, og med støtte for en model for Grænseflade for en Enkelt Dokumentvisning (SDI)
de: Erstellt ein Qt-2.x-Programmn mit einem Hauptfenster, das eine Menü-, Werkzeug- und eine Statusleiste enthält, einschließlich Unterstützung für ein Single Document-View Interface (SDI)-Modell.
et: Tekita uus peaakna, menüüriba, tööriistariba ja olekuribaga SDI (single document view) Qt-2.x rakendus.
hu: Qt 2.x alkalmazás létrehozása főablakkal, menüsorral, eszköztárral, állapotsorral és az SDI dokumentum - nézet alkalmazásmodell támogatásával.
id: Buat aplikasi Qt-2.x dengan jendela utama berisi menubar, toolbar dan statusbar, termasuk dukungan model single document-view interface (SDI).
it: Crea un'applicazione Qt-2.x con una finestra principale contenente menu, barradegli strumenti e barra di stato, comprensiva di supporto per il modello d'interfaccia a singolo documento (SDI).
ja: メインウィンドウにメニューバー、ツール バー、ステータスバー、単一のドキュメント ビューインターフェース(SDI)サポートを 含むQt-2.xアプリケーションを生成。
nl: Maak een Qt-2.x applicatie met een hoofdvenster dat een menubalk, knoppenbalk en statusbalk bevat, inclusief ondersteuning voor het standaard document-view code model.
no_ny: Lag ein Qt 2.x-applikasjon med eit hovudvindauge med menylinje, verktøylinje og statuslinje, inkludert støtte for ein generell dokument-visingsbasert modell (SDI).
pl: Tworzy aplikację Qt-2 z oknem głównym, paskiem menu, paskiem narzędzi, paskiem stanu, zgodnie z modelem interfejsu graficznego dokument-widok (SDI).
sk: Vytvoriť Qt 2.x aplikáciu s hlavným oknom obsahujúcim menu panel, panelom nástrojov a stavovým riadkom, obsahujúcu podporu pre rozhranie pre jeden otvorený dokument.
sl: Izgradnja programa Qt 2.x, kjer glavno okno vključuje menijsko vrstico, orodjarno, statusno vrstico, vključno s podporo za vmesnik z enotnim dokumentnim pogledom (SDI - single document-view interface).
sv: Skapa ett Qt-2.x program med ett huvudfönster som innehåller meny-, verktygs- och statusrad, som stöder en enkel gränssnittsmodell för dokumentvisning (SDI).
xh: Yenza isicelo se Qt-2.x nge window yoqobo equlathe imenubar, ibar yesixhobo ne bar yendawo engatshintshiyo, iquka inkxaso yelodwa ujongano lwemboniselo-yexwebhu (SDI) udidi.
