Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Choose the syntax highlighting style for the editor!
da: Vælg syntaksfremhævningsstil for redigeringen!
de: Wählen Sie den Hervorhebungs- Stil für den Editor.
et: Vali redaktoris kasutatav süntaksi värvilisuse stiil!
hu: Válassza ki a szerkesztő szintaxiskiemelési módját.
it: Scegli lo stile di evidenziazione della sintassi per l'editor!
ja: エディタで文法ハイライトを選択して下さい!
nl: Kies de syntaxis accentueringsstijl voor de editor!
no_ny: Vel kva for syntaksmerking du vil ha i skriveprogrammet.
pl: Wybierz styl podświetlania składni w edytorze!
sk: Vyberte štýl zvýrazňovania v editore!
sl: Izberite slog skladenjskega barvanja v urejevalniku!
sv: Välj syntax färgläggning för editorn!
xh: Khetha uhlobo lophawulo lwesivakalisi lomhleli!

source: What is your favourite user interface mode?
da: Hvad er din foretrukne brugergrænseflade?
de: Welche Art Benutzerschnitt- stelle bevorzugen Sie?
et: Vali kasutajaliidese tüüp!
hu: Válassza ki a felhasználói felület stílusát.
it: Qual è la tua modalità di interfaccia utente preferita?
ja: お好きなインターフェースは何ですか?
nl: Wat is uw favoriete gebruikers interface modus ?
no_ny: Kva for brukargrensesnitt føretrekk du?
pl: Jaki jest twój ulubiony typ interfejsu użytkownika ?
sk: Aký typ používateľského rozhrania chcete?
sl: Kateri način uporabniškega vmesnika imate najraje?
sv: Vilket är ditt favoritläge för användar gränssnittet?
xh: Yeyiphi indlela yojongano oyithandayo?

source: This is the result of a check for tools used by KDevelop:
da: Dette er resultatet af et tjek for værktøj brugt af KDevelop:
de: Eine Prüfung auf das Vorhandensein, der von KDevelop verwendeten Hilfsprogramme ergab folgendes Ergebnis:
et: KDevelopi tööks vajalik abirakenduste otsimise tulemus:
hu: A KDevelop használatához szükséges eszközök ellenőrzésének eredménye:
it: Questo è il risultato della ricerca degli strumenti utilizzati da KDevelop:
ja: これはKDevelopで使用されるツールのチェック結果です。
nl: Dit is het resultaat van een controle op de aanwezigheid van hulpmiddelen die door KDevelop kunnen worden gebruikt:
no_ny: KDevelop har leita etter nokre verktøy. Her er resultatet.
pl: Wyniki sprawdzania obecności narzędzi, wymaganych przez KDevelopa:
sk: Toto je výsledok kontroly nástrojov používaných KDevelop:
sl: To je rezultat preverjanja za pripomočki, ki jih rabi KDevelop:
sv: Det här är resultatet av en sökning efter verktyg som används av KDevelop:
xh: Oku kusisiphumo sokukhangela sezixhobo ezisetyenziswe yi KDevelop:

source: Automatic detection of the Qt documentation
da: Automatisk detektion af Qt-dokumentationen
de: Automatische Einbindung der QT- Dokumentation
et: Automaatne Qt dokumentatsiooni otsimine
hu: A Qt dokumentáció automatikus felismerése
it: Ricerca automatica della documentazione della libreria QT
ja: QTドキュメントの自動検出
nl: Automatische detectie van de QT-documentatie
no_ny: Automatisk oppdaging av Qt-hjelpetekstane
pl: Automatyczne wykrywanie dokumentacji Qt
sk: Automatické určenie Qt dokumentácie
sl: Samodejna zaznava dokumentacije za QT
sv: Detektera QT dokumentation automatiskt
xh: Ubhaqo oluzenzekelayo loxwebhu le Qt

source: Automatic detection of the KDE documentation
da: Automatisk detektion af KDE-dokumentationen
de: Automatische Einbindung der KDE Dokumentation
et: Automaatne KDE dokumentatsiooni otsimine
hu: A KDE dokumentáció automatikus felismerése
it: Ricerca automatica della documentazione delle librerie di KDE
ja: KDEドキュメントの自動検出
nl: Automatische detectie van de KDE-documentatie
no_ny: Automatisk oppdaging av KDE-hjelpetekstane
pl: Automatyczne wykrywanie dokumentacji KDE
sk: Automatické určenie KDE dokumentácie
sl: Samodejna zaznava dokumentacije za KDE
sv: Detektera KDE dokumentation automatiskt
xh: Ubhaqo oluzenzekelayo loxwebhu le KDE

source: Choose Create to start the parser or skip the documentation by choosing Next!
da: Vælg Opret for at starte analysatoren elle spring over dokumentation ved at vælge Næste!
de: Klicken Sie auf "Erstellen", um die Erstellung der Dokumentation zu starten,oder wählen Sie "Weiter", um diesen Schritt zu übergehen.
et: Dokumentatsiooni tekitamiseks või uuendamiseks vajuta nupule 'Tekita', dokumentatsiooni tekitamisest möödumiseks vajuta nupule 'Järgmine'.
hu: Nyomja meg a Létrehozás gombot a feldolgozás megkezdéséhez vagy ugorja át ezt a fázist a Következő gombbal.
it: Scegli 'Crea' per avviare il parser oppure salta questa operazione scegliendo 'Successivo'!
ja: 生成を選択してパーサを起動するか、次へを選択してドキュメント作成をスキップして下さい!
nl: Kies Aanmaken om de parser te starten of sla de documentatie over door op Volgende te klikken!
no_ny: Vel «Lag» for å starta tolken eller hopp over hjelpetekstane ved å velja «Neste».
pl: Aby uruchomić parser, wybierz 'Utwórz' lub pomiń dokumentację, wybierając 'Następny'.
sk: Použite Vytvoriť pre spustenie parseru, alebo preskočte dokumentáciu použitím Nasledujúci!
sl: Izberite ,Ustvari`, da poženete razčlenjevalnik ali pa preskočite dokumentacijo tako, da izberete ,Naprej`!
sv: Välj skapa för att starta tolken eller hoppa över dokumentation genom att välja nästa!
xh: Khetha ukwenza ukuqala umchazi okanye tsiba uxwebhu ngokukhetha Okulandelayo!

source: Enhance your documentation by creating an index database!
da: Udvid din dokumentation ved at oprette en indeks database!
de: Erweitern Sie die Dokumentation durch Erstellen eines Indizes.
et: Tee oma dokumentatsioon indekseerimise abil veelgi kasulikumaks!
hu: Gyorsítsa meg a dokumentációban történő keresést indexelés használatával!
it: Migliora la tua documentazion creando un database indicizzato!
ja: インデクッスデータベースを生成して、ドキュメントを強化して下さい!
nl: Verbeter uw documentatie door een index database aan te maken!
no_ny: Du kan forbetra hjelpetekstane ved å laga ein indeksdatabase.
pl: Zwiększ funkcjonalność dokumentacji, poprzez utworzenie indeksowanej bazy danych!
sk: Zlepšite dokumentáciu vytvorením indexu!
sl: Izboljšajte svojo dokumentacijo tako, da naredite indeksirano zbirko!
sv: Förbättra din dokumentation genom att skapa en indexerings databas!
xh: Phawula uxwebhu lwakho ngokwenza isiseko sedata yesalathisi!

source: The setup has finished.
da: Opsætningen er afsluttet.
de: Die Einrichtung von KDevelop wurde abgeschlossen.
et: Paigaldamine on lõppenud!
hu: A művelet befejeződött.
it: La determinazione della configurazione è terminata.
ja: セットアップは完了しました。
nl: De installatie is beeindigd.
no_ny: Oppsettet er ferdig.
pl: Zakończono konfigurowanie.
sk: Nastavenie dokončené.
sl: Nastavitev je končana.
sv: Installationen är klar.
xh: Ucwangciso lugqibile.

source: WizardToolsCheckPage
sl: ČarovnikOrodjaPreveriStran
sv: Guideverktygskontrollsida
xh: Iphepha lokukhangela lezixhobo ze Wizard

source: These tools have been detected on your computer:
da: Disse værktøjer er blevet detekteret på din computer:
de: Auf Ihrem System wurden folgende Hilfsprogramme gefunden:
et: Süsteemist leiti järgmised abirakendused:
hu: A következő telepített komponenseket találtam:
it: Questi sono gli strumenti che sono stati rilevati nel tuo sistema:
ja: これらのツールが、あなたのコンピュータで検出されました:
nl: Deze hulpmiddelen zijn op uw systeem gevonden:
no_ny: Dei følgjande verktøya vart funne på systemet ditt:
pl: W twoim komputerze wykryto następujące narzędzia:
sk: Nasledujúce výsledky boli získané pre Váš systém:
sl: V vašem sistemu so bila zaznana za orodja:
sv: Följande verktyg har hittats på din dator:
xh: Ezi zixhobo zibhaqiwe kwi computer yakho:

source: was found.
da: blev fundet.
de: wurde gefunden.
et: on olemas.
hu: - elérhető
id: telah ditemukan.
it: è stato trovato.
ja: が見つかりました。
nl: is gevonden.
no_ny: vart funne.
pl: znaleziony.
sk: bol nájdený.
sl: je bilo najdeno.
sv: hittades.
xh: yafunyanwa.

source: was not found.
da: blev ikke fundet.
de: wurde nicht gefunden.
et: puudub.
hu: - hiányzik
id: tidak ditemukan.
it: non è stato trovato.
ja: は見つかりません。
nl: is niet gevonden.
no_ny: vart ikkje funne.
pl: nie znaleziony.
sk: som nenašiel :(
sl: ni bilo najdeno.
sv: hittades inte.
xh: ayifunyanwanga.

source: -- setting make-command to gmake
da: -- indstilling make-command til gmake
de: -- make-Kommando auf gmake setzen
et: -- sätin ehituskäsuks gmake
hu: -- a make parancs beállítása a gmake-re
id: -- set perintah-make untuk gmake
it: -- gmake impostato come comando di make
ja: -- makeコマンドをgmakeに設定
nl: -- make commando wordt in op gmake ingesteld
no_ny: -- set make-kommando til gmake
pl: .-- ustawienie polecenia make na gmake
sk: -- nastavujem make-príkaz na gmake
sl: -- nastavljanje ukaza make v gmake
sv: -- sätter make-kommandot till gmake
xh: -- ucwangciso lwenza-umyalelo kwi gmake

source: -- generating application handbooks will not be possible
da: -- generering af nye programhåndbøger vil ikke være mulig
de: -- Die Erstellung von Anwendungshandbüchern ist nicht möglich.
et: -- rakenduse käsiraamatu tekitamise võimalus puudub
hu: -- az alkalmazás-kézikönyvek generálása nem lesz lehetséges
id: -- pembuatan bukusaku aplikasi tidak mungkin
it: -- non sarà possibile generare l'handbooks dell'applicazione
ja: -- アプリケーションハンドブック生成はできません
nl: -- generatie van nieuwe applicatiehandleidingen is niet mogelijk
no_ny: -- laging av programhandbøker er ikkje mogleg
pl: -- nie będzie możliwe generowanie podręczników aplikacji
sk: -- generovanie príručiek k aplikácii nebude k dispozícii
sl: -- generiranje programskih priročnikov ne bo možno
sv: -- att skapa programhandböcker kommer inte vara möjligt
xh: -- ukujikelezisa iincadi zesandla zesicelo akuzukwenzeka

source: -- generating API-documentations will not be possible
da: -- generering af nye API-dokumentationer vil ikke være mulig
de: -- Die Erstellung von API-Dokumentationen ist nicht möglich.
et: -- API dokumentatsiooni tekitamise võimalus puudub
hu: -- az API-dokumentációk generálása nem lesz lehetséges
id: -- pembuatan dokumentasi API tidak mungkin
it: -- non sarà possibile generare la documentazione delle API
ja: -- APIドキュメント生成はできません
nl: -- generatie van nieuwe API-documentatie is niet mogelijk
no_ny: -- laging av API-hjelpetekstar er ikkje mogleg
pl: -- nie będzie możliwe generowanie dokumentacji API
sk: -- generovanie dokumentácie API nebude k dispozícii
sl: -- generiranje dokumentacije API ne bo možno
sv: -- att skapa API-dokumentation kommer inte vara möjligt
xh: -- ukujikelezisa amaxwebhu e-API akuzukwenzeka

source: -- editing icons will not be possible
da: -- redigering af ikoner vil ikke være mulig
de: -- Das Bearbeiten von Symbolen ist nicht möglich.
et: -- ikoonide muutmise võimalus puudub
hu: -- ikonok szerkesztése nem lesz lehetséges
id: -- edit ikon tidak mungkin
it: -- non sarà possibile modificare le icone
ja: -- アイコン編集はできません
nl: -- bewerken van pictogrammen is niet mogelijk
no_ny: -- redigering av ikon er ikkje mogleg
pl: -- nie będzie możliwa edycja ikon
sk: -- úprava ikon nebude k dispozícii
sl: -- urejanje ikon ne bo možno
sv: -- redigera ikoner kommer inte att vara möjligt
xh: -- ukuhlela ii icon akuzukwenzeka

source: -- viewing compressed files will not be possible
da: -- visning af komprimerede filer vil ikke være muligt
de: -- Die Darstellung komprimierter Dateien ist nicht möglich.
et: -- pakitud failide vaatamise võimalus puudub
hu: -- tömörített fájlok megtekintése nem lesz lehetséges
id: -- melihat file terkompresi tidak mungkin
it: -- non sarà possibile visionare i file compressi
ja: -- 圧縮ファイルを読むことはできません
nl: -- bekijken van gecomprimeerde bestanden is niet mogelijk
no_ny: -- vising av komprimerte filer er ikkje mogleg
pl: -- nie będzie możliwe oglądanie skompresowanych plików
sk: -- prezeranie komprimovaných súborom nebude k dispozícii
sl: -- pogled v stisnjene datoteke ne bo možen
sv: -- granskning av komprimerade filer kommer inte att vara möjligt
xh: --ukubonisela iifayile ezixinanisiweyo akuzukwenzeka

source: Qt Designer
et: Qt Disainer
pl: Qt Projektant
sl: Oblikovalec Qt
xh: Umyili we Qt

source: Qt Linguist
nl: Qt Linquist
pl: Qt Tłumacz
sl: Jezikoslovec Qt
xh: Usozilwimi we Qt

source: -- browse functionality will not be provided
da: -- søgefunktionalitet vil ikke blive taget med
de: -- Die Suchfunktionalität wird nicht bereitgestellt.
hu: -- a keresőszolgáltatás nem lesz elérhető
it: -- la funzionalità di navigazione non sarà disponibile
ja: -- ブラウズ機能は提供されません
nl: -- zoekfunctionaliteit wordt niet geleverd
no_ny: -- hjelpetekstfunksjonane er ikkje tilgjengelege
sk: -- vyhľadávanie nebude k dispozícii
sl: -- brskanje ne bo podprto
sv: -- sökfunktioner kommer inte tillhandahållas
xh: -- umsebenzi wokukhangela iincwadi awuzukunikezwa

source: -- search functionality will not be provided
da: -- søgefunktionalitet vil ikke blive taget med
de: -- Die Suchfunktionalität wird nicht bereitgestellt.
et: -- otsimise võimalus puudub
hu: -- a keresőszolgáltatás nem lesz elérhető
id: -- fungsi pencarian tidak diberikan
it: -- la funzionalità di ricerca non sarà disponibile
ja: -- 検索機能は提供されません
nl: -- zoekfunctionaliteit wordt niet geleverd
no_ny: -- søkjefunksjonane er ikkje tilgjengelege
pl: -- nie będzie możliwości wyszukiwania tekstu
sk: -- vyhľadávanie nebude k dispozícii
sl: -- iskanje ne bo podprto
sv: -- sökfunktioner kommer inte tillhandahållas
xh: -- umsebenzi wokuphendla awuzukunikezwa

source: -- generation of new frame applications will not be possible
da: -- generering af nye rammeprogrammer vil ikke være mulig
de: -- Die Erstellung von neuen Rahmenanwendungen ist nicht möglich.
et: -- uute raamrakenduste loomise võimalus puudub
hu: -- új keretalkalmazások generálása nem lesz lehetséges
id: -- pembuatan aplikasi frame baru tidak mungkin
it: -- non si puó generare un nuovo frame per l'applicazione
ja: -- 新規フレームアプリケーション生成はできません
nl: -- generatie van nieuwe frame-applicaties is niet mogelijk
no_ny: -- laging av nye rammeapplikasjonar er ikkje mogleg
pl: -- nie będzie możliwe generowanie nowych szablonów aplikacji
sk: -- generovanie nových rámcových aplikácií nebude k dispozícii
sl: -- generiranje nove aplikacije z okvirjem ne bo možno
sv: -- skapa nya ramprogram kommer inte att vara möjligt
xh: -- ujikeleziso lwezicelo zesakhelo esitsha awuzukwenzeka

source: -- printing available
da: -- udskrift tilgængelig
de: -- Drucken möglich.
et: -- trükkimise võimalus on olemas
hu: -- a nyomtatás használható
id: -- pencetakan tersedia
it: -- stampante disponibile
ja: -- 印刷はできません
nl: -- afdrukken is beschikbaar
no_ny: -- utskrift tilgjengeleg
pl: -- drukowanie jest dostępne
sk: -- tlač dostupná
sl: -- tiskanje je možno
sv: -- utskrift tillgänglig
xh: -- ushicilelo lukhona

source: -- printing can only use lpr
da: -- udskrift kan kun bruge lpr
de: -- Drucken ist nur über "lpr" möglich.
et: -- trükkida saab ainult kasutades lpr-i
hu: -- a nyomtatás csak lpr-t tud használni
id: -- pencetakan hanya menggunakan lpr
it: -- la stampante può utilizzare solamente lpr
ja: -- 印刷はlprのみ使います
nl: -- afdrukken kan alleen via lpr
no_ny: -- utskrift kan berre bruka lpr
pl: -- drukowanie tylko za pomocą lpr
sk: -- tlač len pomocou lpr
sl: -- tiskanje le z uporabo lpr
sv: -- utskrift kan bara använda lpr
xh: -- ushicilelo lungasebenzisa kuphela i Ipr

source: The Qt-Documentation has been found at:
da: Qt-dokumentationen er blevet fundet i:
de: Die Qt-Dokumentation wurde gefunden:
et: Qt dokumentatsioon leiti kataloogist
hu: A Qt programkönyvtár dokumentációját megtaláltam itt:
it: La documentazione QT é stata trovata all'indirizzo:
ja: Qtドキュメントが以下に見つかりました:
nl: De Qt-Documentatie is gevonden in:
no_ny: Qt-hjelpetekstane vart funne på:
pl: Dokumentacja Qt została znaleziona w:
sk: Dokumentácia ku Qt bola nájdená v:
sl: Dokumentacija Qt je bila najdena v:
sv: Qt-dokumentationen hittades på:
xh: Uxwebhu le-Qt lufunyenwe e:

source: Qt Documentation found
da: Qt-dokumentation fundet
de: Qt-Dokumentation gefunden
et: Qt dokumentatsioon on olemas
hu: A Qt programkönyvtár dokumentációját megtaláltam
id: Dokumentasi Qt ditemukan
it: Trovata la documentazione QT
ja: Qtドキュメントが見つかりました
nl: Qt Documentatie is gevonden
no_ny: Fann Qt-hjelpetekstar
pl: Znaleziono dokumentację Qt
sk: Dokumentácia Qt nájdená
sl: Dokumentacija Qt je najdena
sv: Hittade Qt-dokumentation
xh: Uxwebhu le Qt lufunyenwe

source: The Qt-library documentation could not be detected. Please insert the correct path to your Qt-documentation manually.
da: Fandt ikke dokumentationen for Qt-biblioteket. Indsæt venligst den rigtige sti til Qt-dokumentationen manuelt.
de: Die Dokumentation der QT-Bibliothek wurde nicht gefunden. Bitte geben Sie den korrekten Pfad zur Qt-Dokumentation manuell an.
et: Qt teegi dokumentatsiooni ei leitud. Palun sisesta korrektne Qt dokumentatsiooni asukoht.
hu: A Qt programkönyvtár dokumentációját nem sikerült megtalálni. Adja meg a dokumentáció helyes elérési útját.
it: Non trovo la cocumentazione della libreria QT. Per cortesia inserisci manualmente l'indirizzo della documentazione della libreria QT.
ja: Qtライブラリドキュメントが見つかりません でした。正しいドキュメントパスをあなたの Qtドキュメントに手動でセットして下さい。
nl: De Qt-bibliotheek documentatie kon niet worden gevonden. Voer a.u.b. met de hand het goede pad naar de Qt-documentatie in.
no_ny: Fann ikkje hjelpetekstane for Qt-biblioteket. Du må oppgi den rette stien manuelt.
pl: Dokumentacja biblioteki Qt nie została znaleziona. Proszę podać poprawną ścieżkę do dokumentacji Qt.
sk: Dokumentácia ku knižnici QT nebola nájdená. Prosím, zadajte správnu cestu ručne.
sl: Dokumentacije knjižnice Qt ni moč najti. Prosimo, ročno vpišite pravo pot do nje.
sv: Qt-biblioteksdokumentationen kunde inte detekteras. Var god infoga den riktiga sökvägen till din Qt-dokumentation för hand.
xh: Uxwebhu lelayibrari ye-Qt alunakubhaqwa. Nceda faka umendo olungileyo wexwebhu le-Qt ngokwencwadi.

source: Qt-Documentation Path:
da: Qt-dokumentationssti:
de: Pfad zur QT-Dokumentation:
et: Qt dokumentatsiooni asukoht:
hu: A Qt dokumentációjának elérési útja:
id: Path Dokumentasi-Qt
it: Indirizzo della documentazione della libreria QT:
ja: Qtドキュメントパス:
nl: Qt-Documentatie-pad:
no_ny: Qt-hjelpetekststi:
pl: Ścieżka do dokumentacji Qt:
sk: Cesta Qt dokumentácie:
sl: Pot dokumentacije Qt:
sv: Sökväg till Qt-dokumentation:
xh: Umendo wexwebhu le-Qt:

source: The chosen path does not lead to the Qt-library documentation. Please choose the correct path.
da: Den valgte sti fører ikke til Qt-bibliotekets dokumentation. Vælg venligst korrekt sti.
de: Der gewählte Pfad enthält keine Qt-Dokumentation. Bitte wählen Sie den korrekten Pfad.
et: Valitud rada ei sisalda Qt teegi dokumentatsiooni. Palun sisesta õige rada.
hu: A kiválasztott útvonal nem a Qt programkönyvtár dokumentációjára mutat. Adja meg a helyes útvonalat.
id: Path yang dipilih tidak membawa ke dokumentasi pustaka-Qt. Pilih path yang benar.
it: L'indirizzo selezionato non corrisponde alla documentazione della Libreria QT. Per cortesia selezionate l'indirizzo corretto.
ja: 選択されたパスにはQtライブラリ ドキュメントが存在しません。 正しいパスを選択して下さい。
nl: Het gekozen pad leidt niet tot de Qt- bibliotheek documentatie. Kies het juiste pad alstublieft.
no_ny: Den valte stien fører ikkje til hjelpetekstane for Qt-biblioteket. Vel rett sti.
pl: Podana ścieżka nie prowadzi do dokumentacji biblioteki Qt. Proszę podać poprawną ścieżkę.
sk: Vybraná cesta nevedie k dokumentácii ku Qt-knižnici. Prosím, vyberte správnu cestu.
sl: Izbrana pot ne vodi do dokumentacije knjižnice Qt. Prosimo izberite pravilno pot.
sv: Den valda sökvägen leder inte till Qt-biblioteksdokumentationen. Var god välj den riktiga sökvägen.
xh: Umendo okhethiweyo awukhokheleli ku xwebhu lelayibrari ye-Qt. Nceda khetha umendo olungileyo.

source: Neither glimpse nor htdig is installed, therefore KDevelop can not index your documentation to provide a proper help functionality. We advise to install glimpse or htdig and create the searchdatabase later by choosing KDevelop Setup in the Options menu.
da: Hverken glimpse eller htdig er installeret. KDevelop kan derfor ikke indeksere din dokumentation for at give dig rigtig hjælpefunktionalitet. Vi anbefaler dig at installere glimpse eller htdig og lave søgedatabasen senere ved at vælge KDevelop-opsætning i Valg-menuen.
de: Weder "glimpse" noch "htdig" sind installiert. Daher kann KDevelop Ihre Dokumentation nicht indizieren, um eine zweckmäßige Hilfefunktion zur Verfügung zu stellen. Wir empfehlen Ihnen glimpse oder htdig zu installieren und die Suchdatenbank später zu erzeugen, indem Sie im Menü "Optionen"->"KDevelop-Einrichtung" wählen.
et: Süsteemist puuduvad nii htdig, kui ka glimpse ja seepärast ei saa KDevelop pakkuda kogu abisüsteemi funktsionaalsust. Soovitame sul paigaldada süsteemi glimpse või htdig ja tekitada indeks hiljem käsitsi.
hu: Sem a glimpse, sem a htdig program nincs telepítve, ezért a KDevelop nem tudja elvégezni a dokumentáció indexelését. Ha a glimpse-t vagy a htdig-et később telepíti fel, akkor a keresési adatbázist külön paranccsal kell létrehozni a Jellemzők/A KDevelop beállításai menüpontban.
it: Impossibile trovare glimpse o htdig, pertanto KDevelop non potrá indicizzare la vostra documentazione consentendo le corrette funzionalitá. Puoi installare glimpse o htdig successivamente, e quindi creare il database di ricerca mediante il pannello delle impostazioni di KDevelop che trovi nel menú delle opzioni
ja: glimpseかhtdigがインストールされていないので KDevelopはヘルプ機能のためのドキュメント インデックスを作成できません。 glimpseまたはhtdigをインストールしオプションメニューのKDevelopセットアップを選択し、検索データベースを作成することをお勧めします
nl: Nog glimpse nog htdig is geinstalleerd, daarom kan KDevelop de documentatie niet indexeren en zo betere help functionaliteit te leveren. Wij adviseren dat u glimpse of htdig installeert en later de zoekdatabank maakt door KDevelop Setup te kiezen in het Optie menu.
no_ny: Verken glimpse eller htdig er installert, så KDevelop kan ikkje laga indeks over okumentasjonen for å gi ein skikkeleg hjelpefunksjon. Me rår deg til å installera glimpse eller htdig, og laga søkjedatabasane seinare ved å velja KDevelop-oppsett i Val-menyen.
pl: Ani glimpse, ani htdig nie są zainstalowane. KDevelop nie może więc indeksować dokumentacji, które jest niezbędne do poprawnego działania Pomocy. Proponujemy zainstalowanie albo glimpse, albo htdig i utworzenie bazy wyszukiwań, poprzez wywołanie Ustawienia KDevelopa, znajdujące się w menu Opcje.
sk: Ani glimpse ani htdig nie je nainštalovaný, preto KDevelop nemôže vytvoriť index vašej dokumentácie a tak umožniť prístup k pomocníkovi. Doporučujeme nainštalovať buď glimpse alebo htdig a vytvoriť neskôr vyhľadávaciu databázu pomocou nastavenia KDevelopu v menu Nastavenie.
sl: Nameščena nista niti glimpse niti htdig, zato KDevelop ne more priskrbeti pravilno funkcionalnost pomoči. Svetujemo, da namestite glimpse ali htdig in da za tem ustvarite iskalno bazo podatkov z izbiro NastavitevKDevelop v menuju Možnosti.
sv: Varken glimpse eller htdlg är installerade, därför kan inte KDevelop indexera din dokumentation för att ge en riktig hjälpfunktion. Vi råder dig att installera glimpse eller htdlg och skapa sökdatabasen senare genom att välja KDevelop inställningar i menyn alternativ.
xh: Noba yi glimpse okanye htdig ifakiwe, ngoko ke i KDevelop ayinakwalathisa uxwebhu lakho ukunikeza umsebenzi woncedo onguwo. Sicebisa ukufaka iglimpse okanye htdig nokwenza isiseko sedata yophendlo mva ngokukhetha ucwangciso lwe KDevelop kwimenu yeenketho.
