Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Unable to locate definition of method %1
da: Kan ikke finde definition af metode %1
de: Die Definition der Methode %1 wurde nicht gefunden.
et: Ei suuda leida meetodi %1 teostust
hu: Az alábbi tagfüggvény megvalósítása nem található: %1
id: Tidak dapat mencari definisi method %1
it: Impossibile localizzare la definizione del metodo %1
ja: メソッド %1 の定義がみつかりません
nl: Kan de locatie van de definitie van methode %1 niet vinden
no_ny: Finn ikkje definisjonen av metoden %1
pl: Nie można zlokalizować definicji metody %1
sk: Nie je možné nájsť definíciu metódy %1
sl: Ni moč najti definicije metode %1
sv: Kan inte hitta definitionen för metoden %1
xh: Ayikwazi ukubeka inkcazelo yendlela %1

source: Method definition not found
da: Metodedefinition ikke fundet!
de: Methoden-Definition nicht gefunden
et: Meetodi teostust ei leitud
hu: A tagfüggvény megvalósítása nem található.
id: Definisi metode tidak ditemukan
it: Definizione del metodo non trovata
ja: メソッドの定義は見つかりませんでした
nl: Definitie van de methode niet gevonden!
no_ny: Fann ikkje metodedefinisjon
pl: Nie znaleziono definicji metody
sk: Definícia metódy nenájdená
sl: Definicije metode ni moč najti
sv: Metoddefinitionen hittades inte
xh: Inkcazelo yendlela ayifumaneki

source: You are about to commit a connection with these settings: Implement in class: %1 Attribute member: %2 Class of attribute member: %3 Signal name: %4 Slot method: %5 Into method: %6 as %7 Do you want to continue ?
da: Du er ved at fastsætte en forbindelse med denne opsætning: Implementering i klasse: %1 Attribut medlem: %2 Klasse af attribut medlem: %3 Signalnavn: %4 Slotmetode: %5 Intometode: %6 som %7 Vil du fortsætte ?
de: Sie sind dabei, eine Verbindung mit diesen Einstellungen herzustellen: Implement in Klasse: %1 Attribute: %2 Klasse der Attribute: %3 Signalname: %4 Slotname: %5 In Methode: %6 als %7 Möchten Sie fortfahren ?
et: Kas salvestada järgmiste seadistustega ühendust: Realiseeritakse klassis %1 Attribuut: %2 Attribuudi klass: %3 Signaali nimi: %4 Sloti meetod: %5 Meetodisse: %6 nagu %7
hu: Kapcsolatot készül létrehozni az alábbi beállításokkal: Ebben az osztályban: %1 Attribútumtag: %2 Az attribútumtag osztálya: %3 A szignál neve: %4 Az eseménykezelő függvény: %5 Ebbe a függvénybe: %6 úgy mint: %7 Folytassam?
id: Anda akan membuat koneksi dengan seting berikut: Implementasi class: %1 Attribute member: %2 Class of attribute member: %3 Nama Sinyal : %4 Slot method: %5 ke method: %6 sebagai %7 Mau dilanjutkan?
it: Stai per inoltrare una connessione con i seguenti parametri: Implementa nella classe: %1 Attributo del membro: %2 Classe dell'attributo del membro: %3 Nome del Signal: %4 Metodo dello Slot: %5 Dentro al metodo: %6 come %7 Vuoi continuare ?
ja: 下記の設定で接続にコミットしようとしています: 実装クラス: %1 アトリビュートメンバ: %2 アトリビュートメンバのクラス: %3 シグナル名: %4 スロットメソッド: %5 Into メソッド: %6 %7 として接続 続けますか ?
nl: U staat op het punt om een verbinding te maken met deze instellingen: Implementeer in klasse :%1 Attribuut lid: %2 Klasse van het attribuut lid: %3 Signaal naam: %4 Slot methode: %5 In methode: %6 als %7 Wilt u doorgaan ?
no_ny: Du er i ferd med å leggja til eit samband med desse innstillingane: Implementer i klasse: %1 Attributtmedlem: %2 Klasse av attributtmedlem: %3 Signalnamn: %4 Slot-metode: %5 I metode: %6 som %7 Vil du fortsetja?
sk: Chystáte sa potvrdiť spojenie s týmto nastavením: Implementované v triede: %1 Atribút: %2 Trieda atribútu: %3 Meno signálu: %4 Metóda slotu: %5 Do metódy: %6 ako %7 Chcete pokračovať?
sl: Nameravate narediti povezavo s temi nastavitvami: Izvedi v razredu: %1 Člani atributi: %2 Razred članov atributov: %3 Ime signala: %4 Vtična metoda: %5 V metodo: %6 kot %7 Želite nadaljevati?
sv: Du ska precis bekräfta en anslutning med de här inställningarna: Implementera i klass: %1 Egenskapsmedlem: %2 Klass för egenskapsmedlem: %3 Signalnamn: %4 Slot-metod: %5 In i metod: %6 som %7 Vill du fortsätta?
xh: Umalunga nokubophelela udibaniso ngezi zicwangciso: Zalisekisa kuhlobo: %1 Ilungu lesiphumo: %2 Uhlobo lelungu lesiphumo: %3 Igama lophawu: %4 Indlela yesithuba: %5 Indlela yokungena: %6 njenge %7 Ufuna ukuqhubekeka ?

source: %1 connection:
da: %1 forbindelse:
de: %1 Verbindung:
et: %1 ühendus:
hu: %1 kapcsolat:
id: %1 koneksi:
it: %1 connessione:
ja: %1 接続:
nl: %1 verbinding:
no_ny: %1-samband:
pl: %1 połączenie:
sk: spojenie %1:
sl: %1 povezava:
sv: %1 anslutning:
xh: %1 udibaniso:

source: &Continue
da: &Fortsæt
de: &Fortfahren:
et: Jätka
hu: &Folytatás
id: &Lanjutkan
it: &Continua
ja: 続ける(&C)
nl: &Doorgaan
no_ny: &Fortset
pl: &Kontynuuj
sk: &Pokračovať
sl: &Nadaljuj
sv: &Fortsätt
xh: &Qhubekeka

source: Working on class: %1
da: Arbejder på klasse: %1
de: Klasse in Bearbeitung: %1
et: Avatud klass: %1
hu: Ehhez az osztályhoz: %1
id: Bekerja dalam class: %1
it: Lavorando sulla classe: %1
ja: %1 クラスで作業中
nl: Bezig met klasse: %1
no_ny: Arbeider på av klasse: %1
pl: Praca na klasie %1
sk: Pracovať na triede: %1
sl: Delate na razredu: %1
sv: Arbetar med klass: %1
xh: Isebenza kuhlobo: %1

source: Class Viewer
da: Klassefremviser
de: Klassenansicht
et: Klassivaade
hu: Osztálynézegető
it: Visualizzatore classi
ja: クラスビューア
nl: Klasse Weergave
no_ny: Klasseoversikt
pl: Widok klas
sk: Prehliadač triedy
sl: Pregledovalnik razredov
sv: Klassvisare
xh: Umboniseli wohlobo

source: no matching slots
da: ingen passende slot
de: Keine passenden Slots gefunden.
et: sobivaid slotte pole
hu: nincs illeszkedő esemény
id: tidak ada slot yang cocok
it: Nessuno slot corrispondente
ja: マッチするスロットはありません
nl: geen overeenkomende sloten
no_ny: ingen passande slot-ar
pl: brak pasujących slotów
sk: žiadne odpovedajúce sloty
sl: ni pripadajočih vtičnic
sv: ingen motsvarande slot
xh: akukho zithuba zithelekisekayo

source: class %1 has no slots matching signal declaration ' %2 '
da: klasse %1 har ingen slot der passer til signal deklaration ' %2 '
de: Die Klasse %1 enthält keine Slots die zur Signaldeklaration " %2 " passen.
et: klass %1 ei sisalda signaaliga '%2' sobivaid slotte
hu: A(z) %1 osztályban nincs olyan eseménykezelő, amely megfelelne az alábbi szignáldeklarációnak: ' %2 '
id: class %1 tidak memiliki slot yang cocok dengan deklarasi sinyal ' %2 '
it: la classe %1 non ha slot corrispondenti alla dichiarazione del signal ' %2 '
ja: クラス %1 にはシグナル宣言 ' %2 'にマッチするシグナルがありません
nl: klasse %1 heeft geen sloten die met de signaal declaratie ' %2 ' overeenkomen.
no_ny: klasse %1 har ingen slot som passar signaldeklarasjonen »%2»
pl: klasa %1 nie posiada slotów, pasujących do deklaracji sygnału %2
sk: trieda %1 neobsahuje sloty odpovedajúce deklarácii ' %2 '
sl: razred %1 nima vtičnic, ki bi ustrezale deklaraciji signala , %2 `
sv: klass %1 har ingen slot som motsvarar signaldeklarationen '%2'
xh: uhlobo %1 akanazithuba ezithelekiseka kubhengezo lophawu ' %2 '

source: signals for
da: signal for
de: Signale für
et: Signaalid
hu: szignálok ehhez:
id: sinyal untuk
it: segnali per
ja: 以下のためのシグナル
nl: signalen voor
no_ny: signal for
pl: sygnały:
sk: signály pre
sl: signali za
sv: signaler för
xh: iimpawu ze

source: no signal selected
da: intet signal valgt
de: Kein Signal ausgewählt.
et: ühtegi signaali pole valitud
hu: nincs kijelölve szignál
id: tidak ada sinyal terpilih
it: nessun signal selezionato
ja: シグナルは選択されていません
nl: Geen signaal geselecteerd
no_ny: ingen signal valt
pl: nie wybrano sygnału
sk: nevybraný žiadny signál
sl: signal ni zaznan
sv: ingen signal markerad
xh: akukho phawu lukhethiweyo

source: There was unsuccess to get signal members for the classes listed below:
da: Der var manglende succes mht at få signal medlemmer for klasserne nedenfor
de: Für die untenstehenden Klassen wurden keine signal-Methoden gefunden.
et: Alljärgnevatest klasside kohta ei saadud signaalide infot:
hu: Nem sikerült lekérdezni az alábbi osztályok szignáltagjait:
it: Si è verificato un errore leggendo i signal per le seguenti classi:
ja: 以下のリストのクラスでシグナルメンバ取得ができなかったものがあります:
nl: Er was geen succes in het vinden van een signaal lid voor de klassen die hieronder staan:
no_ny: Klarte ikkje henta signalmedlemmer for klassane under:
sk: Pre tieto triedy sa nepodarilo získať signály:
sl: Dobivanje signalov članov spodnjih razredov ni uspelo:
sv: Misslyckades med att hämta signalmedlemmar för klasserna som listas nedan:
xh: Akuphumelelanga ukufumana amalungu ophawu ohlobo oludweliswe ngezantsi:

source: Class Generator
da: Klassegenerator
de: Klassen-Generator
et: Klassigeneraator
hu: Osztálygenerátor
it: Generatore Classi
ja: クラスジェネレータ
nl: Klasse generator
no_ny: Klassegenerator
pl: Generator klas
sk: Generátor triedy
sl: Generator razreda
sv: Klassgenerator
xh: Umatshini wohlobo

source: Classname
da: Klassenavn
de: Klassenname
et: Klassi nimi
hu: Osztálynév
it: Nome classe
ja: クラス名
nl: Klassenaam
no_ny: Klassenamn
pl: Nazwa klasy
sk: Meno triedy
sl: Ime razreda
sv: Klassnamn
xh: Igama lohlobo

source: Baseclass
da: Basisklasse
de: Basisklasse
et: Baasklass
hu: Szülőosztály
it: Classe Base
ja: 基本クラス
nl: Basisklasse
no_ny: Baseklasse
pl: Klasa podstawowa
sk: Základná trieda
sl: Osnovni razred
sv: Basklass
xh: Uhlobo lesiseko

source: Header
da: Hoved
et: Päis
hu: Fejléc (header)
it: Intestazione
ja: ヘッダー
no_ny: Dekl.
pl: nagłówkowy
sk: Hlavička
sl: Glava
sv: Deklarationsfil
xh: iHeader

source: Implementation
da: Implementering
de: Implementierung
et: Teostus
hu: Megvalósítás
id: Implementasi
it: Implementazione
ja: インプリメント
nl: Implementatie
no_ny: Implementasjon
pl: implementacja
sk: Implementácia
sl: Izvedba
sv: Implementeringsfil
xh: Uzalisekiso

source: Inheritance
da: Arver
de: Vererbung
et: Pärimine
hu: Öröklődés
it: Ereditarietà
ja: 継承
nl: Overerving
no_ny: Arv
pl: Dziedziczenie
sk: Dedičnosť
sl: Podedovanje
sv: Arv
xh: Ubundlalifa

source: public
da: offentlig
id: publik
sl: javno
xh: wonke-wonke

source: protected
da: beskyttet
id: terlindung
sl: zaščiteno
xh: ikhuselwe

source: private
da: privat
id: privat
sl: zasebno
sv: privat
xh: ikhusi

source: Additional Options
da: Flere valg
de: Weitere Optionen
et: Lisaseadistused
hu: További beállítások
id: Pilihan Tambahan
it: Opzioni Aggiuntive
ja: 追加オプション
nl: Additionele Opties
no_ny: Andre val
pl: Dodatkowe opcje
sk: Ďalšie možnosti
sl: Dodatne možnosti
sv: Fler alternativ
xh: Iinketho ezongezelelweyo

source: use header/cpp-templates
da: brug hoved/cpp-skabeloner
de: Header/Cpp-Vorlagen verwenden
et: Mallide kasutamine
hu: header- és cpp-sablonok használata
id: Gunakan header/template-cpp
it: usa template header/cpp
ja: ヘッダー/cppテンプレートを使う
nl: gebruik header/cpp-sjablonen
no_ny: bruk deklarasjon-/cpp-malar
pl: szablony .h/.cpp
sk: použiť šablóny pre hlavičky/cpp
sl: uporabi header/cpp-predloge
sv: använd huvud/cpp-mallar
xh: sebenzisa iheader/cpp-templates

source: generate a QWidget-Childclass
da: generér en subklasse af QWidget
de: Von QWidget abgeleitete Klasse erstellen
et: QWidget'i järglasklass
hu: egy QWidget osztály létrehozása az osztályban (tagként)
id: buat QWidget-Childclass
it: genera una classe figlia di QWidget
ja: QWidgetの子クラスを生成
nl: genereer een QWidget-Dochterklasse
no_ny: lag ein QWidget-barneklasse
pl: klasa dziedzicząca QWidget
sk: generovať potomka triedy QWidget
sl: generiraj QWidget-podrazred
sv: skapa en QWidget-barnklass
xh: jikelezisa i QWidget-Uhlobo lomntwana

source: You must enter a classname!
da: Du skal indtaste et klassenavn!
de: Sie müssen einen Klassennamen eingeben!
et: Klassi nimi sisestamata!
hu: Meg kell adni egy osztálynevet.
id: Anda harus masukkan classname!
it: Devi inserire un nome per la classe!
ja: クラス名を入れて下さい!
nl: U moet een klassenaam invoeren!
no_ny: Du må oppgi eitt klassenamn.
pl: Musisz podać nazwę klasy!
sk: Musíte zadať meno triedy!
sl: Vnesti morate ime razreda!
sv: Du måste ange ett klassnamn!
xh: Kufuneka ungenise igama lohlobo!

source: You must enter a name for the header-file!
da: Du skal indtaste et navn på hovedfilen!
de: Sie müssen einen Namen für die Headerdatei eingeben!
et: Päisefaili nimi sisestamata!
hu: Meg kell adni a header fájl nevét.
id: Anda harus masukkan nama file-header!
it: Devi inserire il nome del file di header!
ja: ヘッダーファイル名を入れて下さい!
nl: U moet een naam voor het header-bestand invoeren!
no_ny: Du må oppgi eit namn på deklarasjonsfila.
pl: Musisz podać nazwę pliku nagłówkowego!
sk: Musíte zadať meno pre hlavičkový súbor!
sl: Vnesti morate ime za header-datoteko!
sv: Du måste ange ett namn för en deklarationsfil!
xh: Kufuneka ungenise igama lefayile-ye header!

source: You must enter a name for the implementation-file!
da: Du skal indtaste et navn på implementationsfilen!
de: Sie müssen einen Namen für die Implementierungs-Datei eingeben!
et: Teostuse faili nimi sisestamata!
hu: Nevet kell adni a forrásfájlnak.
id: Anda harus masukkan nama untuk file-implementasi!
it: Devi inserire il nome del file di implementazione!
ja: インプリメントするファイル名を入れて下さい!
nl: U moet een naam voor het implementatie-bestand invoeren!
no_ny: Du må oppgi eit namn på implementasjonsfila.
pl: Musisz podać nazwę pliku implementacji klasy!
sk: Musíte zadať meno pre implementačný súbor!
sl: Vnesti morate ime za datoteko z implementacijo!
sv: Du måste ange ett namn för implementeringsfilen!
xh: Kufuneka ungenise igama lefayile-yozalisekiso!

source: Sorry, but KDevelop is not able to add classes to existing header or implementation files.
da: Desværre, men KDevelop kan ikke tilføje klasser til eksisterende hoved ellerimplementeringsfiler.
de: Leider kann KDevelop keine Klassen zu vorhandenen Headern oder Implementationen hinzufügen.
et: Vabandust, aga KDevelop ei suuda lisada klasse olemasolevatele päise võirealisatsiooni failidele
hu: A KDevelop nem tud új osztályokat hozzáadni a meglevő header vagy forrásfájlokhoz.
id: Maaf, tapi KDevelop tidak dapat memasukkan class ke file header atau file implementasi yang ada.
it: Spiacente, ma KDevelop non è in grado di aggiungere classi ad header o file di implementazione esistenti.
ja: KDevelopは既存のヘッダー・ソースファイルにクラスを追加することはできません。
nl: Sorry, maar KDevelop is niet in staat om klassen aan bestaande header- of implementatie bestandentoe te voegen
no_ny: Orsak, men KDevelop kan ikkje leggja klassar til eksisterande deklarasjons- eller implementasjonsfiler.
pl: Niestety, KDevelop nie może dodawać klas do już istniejących plików nagłówków lub do plików implementacji.
sk: Ľutujem, ale KDevelop nemôže pridať triedy do existujúcich hlavičkových alebo implementačných súborov.
sl: Žal KDevelop ni zmožen dodati razredov v obstoječe datoteke z glavami ali implementacijo.
sv: Tyvärr kan inte KDevelop lägga till klasser för befintliga deklarationsfiler ellerimplementeringsfiler.
xh: Uxolo, kodwa iKDevelop ayikwazi ukudibanisa iintlobo kwi header ekhoyo okanye iifayile zozalisekiso.

source: Insert your new classname here. Please try to keep some standards like using an upper `K` as the first letter for your new class, if it is a class for a KDE-project.
da: Indsæt nyt klassenavn her. Prøv venligst at følge nogen standarder som at bruge stort 'K' som første bogstav for nye klasser hvis det er et KDE- projekt.
de: Geben Sie hier den Klassennamen ein. Bitte versuchen Sie, den Standards zu folgen und beispielsweise als ersten Buchstaben ein "K" zu verwenden, wenn es sich um eine Klasse für ein KDE-Projekt handelt.
et: Sisesta siia uue klassi nimi. Hoia palun mingit süsteemi klasside nimedes, nagu näiteks 'K' KDE-ga seotud klasside nimede alguses.
hu: Itt adhatja meg az új osztály nevét. Próbálja betartani a konvenciókat, például egy KDE-projekthez tartozó osztály nevét 'K' betűvel szokták kezdeni.
id: Sisipkan classname baru di sini. Coba untuk menjaga standar seperti 'K' besar di huruf pertama dari class baru, jika itu merupakan class dari proyek-KDE.
it: Inserisci il nome della nuova classe. Cerca di mantenere un certo standard come usare la lettera maiuscola 'K' come prima lettera della classe se essa fa parte di un progetto KDE.
ja: 新しいクラスの名前を入力して下さい。 もしKDEのプロジェクトのクラスなら、 クラスの最初の文字に大文字の'K'を 使うという標準に従うようにして下さい。
nl: Voeg hier uw nieuwe klassenaam in. Probeer alstublieft een standaard te gebruiken, zoals een 'K' als eerste letter van de nieuwe klasse, als het een klasse is voor een KDE-project.
no_ny: Oppgi det nye klassenamnet her. Prøv gjerne å følgja visse standardar, som t.d. å bruka ein stor «K» som første bokstav i namnet, dersom klassen høyrer til eit KDE-prosjekt.
pl: Proszę wstawić nazwę nowej klasy. Proszę dostosowywać się do standardów takich jak np. używanie 'K' jak pierwszej litery w nazwie nowej klasy, gdy jest to klasa projektu KDE.
sk: Sem zadajte meno novej triedy. Prosím, dodržujte štandardy, napr. používajte 'K' ako prvé písmeno novej triedy ak je to trieda projektu KDE.
sl: Tukaj vpišite novo ime reazreda. Prosimo držite se standardnega poimenovanja. Na primer ime se naj prične z veliko črko 'K', če gre za razred v KDE projektu.
sv: Infoga ditt nya klassnamn här. Var god försök följa någon standard, som att använda ett stort 'K' som den första bokstaven för din nya klass, om den är en klass för ett KDE-projekt.
xh: Faka igama lohlobo lakho apha. Nceda zama ukugcina eminye imigangatho njengoku sebenzisa ephezulu i 'K' njengonobumba wokuqala wohlobo olutsha lwakho, ukuba luhlobo lwe KDE-projekti.

source: Insert the baseclass from which your new class will be derived from. If you have checked `generate a QWidget-Childclass`, the new class will be derived from QWidget. If no baseclass is named, the new class will not have a parent class.
da: Opgiv hvilken baseklasse den nye klasse skal arve fra. Hvis du har afkrydset 'generér subklasse af QWidget', vil den nye klasse arve fra QWidget. Hvis du ikke opgiver nogen baseklasse, vi den nye klasse ikke have nogen forældreklasse.
de: Geben Sie hier die Basisklasse an, von der Ihre neue Klasse abgeleitet werden soll. Haben Sie "Von QWidget abgeleitete Klasse erstellen" ausgewählt, wird die neue Klasse von QWidget abgeleitet. Wenn kein Name für die Basisklasse eingegeben wird, hat die erzeugte Klasse keine Basisklasse.
et: Sisesta eellasklass, millest uus loodav klass pärinema hakkab.
hu: Adja meg az alaposztályt, amelyből az új osztályt származtatni kívánja. Ha bejelölte az 'egy QWidget osztály létrehozása az osztályban (tagként)' opciót, akkor az új osztály tartalmazi fog egy QWidget osztályt. Ha nincs szülőosztály megjelölve, akkor az új osztálynak nem lesz szülőosztálya.
id: Masukkan baseclass tempat class baru diambil. Jika telah memilih , `generate a QWidget-Childclass`, class baru akan diambil dari QWidget. Jika tidak ada baseclass, class baru tidak memiliki parent class.
it: Inserisci la classe base dalla quale la tua nuova classe è derivata. Se attivi 'genera una classe figlio di QWidget', la nuova classe sarà derivata da QWidget. Se non si indica nessuna classe base, la nuova classe non avrà classe padre.
ja: 新しいクラスが継承する基本クラスの名前を入力して 下さい。もし`QWidgetの子クラスを生成'をチェックすると 新しいクラスはQWidgetを継承します。もし基本クラス名が 指定されないと新しいクラスは親クラスを持ちません。
nl: Voeg de basisklasse in waar de nieuwe klasse van moet worden afgeleid. Als u 'genereer een nieuwe QWidget- Dochterklasse' heeft ingeschakeld,, dan zal de nieuwe klasse worden afgeleid van QWidget. Als geen basisklasse is gekozen, dan heeft de basisklasse geen ouderklasse.
no_ny: Oppgi kva for baseklasse den nye klassen skal avleiast frå. Dersom du har merka av «lag ein QWidget-barneklasse», vil den nye klassen vera avleia frå QWidget. Dersom du ikkje oppgir nokon baseklasse, vil den nye klassen ikkje ha nokon foreldreklasse.
pl: Wstaw klasę podstawową, z której nowa klasa będzie dziedziczyć. Jeśli zaznaczono 'generuj potomka QWidget', to nowa klasa będzie dziedziczyć QWidget. Jeśli nie podano klasy podstawowej, to nowa klasa nie będzie klasą dziedziczącą.
sk: Zadajte triedu predka, z ktorej chcete zdediť novú triedu. Ak ste použili 'generovať potomka triedy QWidget', nová trieda bude zdedená z QWidget. Ak nie je zadaná trieda predka, nová trieda nebude mať predka.
sl: Vnesi osnovni razred iz katerega bo novi razred podedovan. Novi razred bo podedovan od 'QWidget', Če ste odkljukali 'generiraj QWidget-podrazred'. V primeru, da ne imenujete osnovnega razreda novi razred ne bo imel predhodnika.
sv: Infoga basklassen som din nya klass kommer att härledas från. Om du har markerat 'skapa en QWidget-barnklass', kommer den nya klassen att härledas från QWidget. Om ingen basklass namnges, så har den nya klassen ingen föräldraklass.
xh: Faka uhlobo lesiseko apho uhlobo lwakho olutsha luzakukhutshwa khona. Ukuba ukhangele `jikelezisa i QWidget-Uhlobo lomntwana`, uhlobo olutsha luzaku khutshwa kwi QWidget. Ukuba akukho hlobo lasiseko lunegama, uhlobo olutsha alunakuba nahlobo lamzali.

source: Insert your header filename here. It is automatically inserted while you select the classname, but you can still edit it afterwards.
da: Indsæt filnavnet til hovedet her. Den vil automatisk blive sat ind når du vælger et klassenavn, men du kan fortsat redigere den bagefter.
de: Geben Sie hier den Dateinamen des Headers ein. Dieser wird zwar automatisch eingefügt, wenn Sie den Klassennamen eingeben, eine spätere Änderung ist aber möglich.
et: Sisesta siia päisefaili nimi. Lisatakse automaatselt klassi valimisel, aga seda saab ka hiljem muuta
hu: Itt adhatja meg a header fájl nevét. Ez a mező automatikusan kitöltődik, amikor az osztály nevét beírja, de utána szabadon szerkeszthető.
id: Sisipkan filename header di sini. Otomatis akan disisipkan jika Anda pilih classname, tapi juga masih dapat diedit setelahnya.
it: Inserisci il nome del file di header. Esso sarà automaticamente inserito quando selezioni il nome della classa, ma puoi comunque modificarlo in seguito.
ja: ヘッダーファイル名を入力して下さい。 これはクラス名を入力している間に 自動的に挿入されますが、後で編集 することもできます。
nl: Voer hier uw headerbestandsnaam in. Het wordt automatisch toegevoegd terwijl u de klassenaam invult, maar u kunt het achteraf nog steeds bewerken.
no_ny: Oppgi namnet på deklarasjonsfila («header file»). Namnet vert automatisk lagt inn når du skriv klassenamnet, men du kan endra det etterpå.
pl: Wstawić nazwę pliku nagłówkowego. Nazwa jest automatycznie wstawiana gdy podano nazwę klasy, ale to można póżniej zmienić.
sk: Sem zadajte meno hlavičkového súboru. To je automaticky vyplnené po výbere mena triedy, ale potom je možné ho zmeniť.
sl: Vpišite ime h-datoteke. Sicer se samodejno vstavi med izbiro imena razreda, vendar lahko to spremenite kasneje.
sv: Infoga ditt deklarationsfilnamn här. Det infogas automatiskt när du väljer klassnamnet, men du kan fortfarande redigera det efteråt.
xh: Faka igama lefayile ye header yakho apha. Ifakwa ngokuzenzekelayo ngexesha ukhetha igama lohlobo, kodwa ungayihlela kwakhona emva koko.
