Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: Step instr
da: Gå et instruktionstrin
de: Ausführen einer Maschinenanweisung in Funktionen hinein
et: Astu (instr.)
hu: Lépés
id: Melangkah instr
it: Entra nell'istruzione
nl: Instructie stappen
no_ny: Hopp instruksjon
sk: Krok inštrukcie
sl: Korak navodila
sv: Stega instruktion
xh: Umyalelo wokuya

source: Step over
da: Gå over
de: Über Funktion hinweggehen
et: Astu üle
hu: Átlépés
id: Melangkah lewat
it: Salta la funzione
nl: Overstappen
no_ny: Hopp over
pl: Kolejny wiersz kodu, łącznie z funkcjami
sk: Krok cez
sl: Korak preko
sv: Stega förbi
xh: Yiya ngaphaya

source: Step over instr
da: Gå over instruktionstrin
de: Ausführen einer Maschinenanweisung über Funktionen hinweg
et: Astu üle (instr.)
hu: Utasítás átlépése
id: Melangkah lewat instr
it: Salta l'istruzione
nl: Over instructie stappen
no_ny: Hopp over instruksjon
pl: Kolejna instrukcja maszynowa, łącznie z funkcjami
sk: Krok cez inštrukciu
sl: Korak preko navodila
sv: Stega över instruktion
xh: Yiya ngapha komyalelo

source: Run to end of function
da: Kør til slutning af funktion
de: Ausführen bis zum Funktionsende
et: Täida funktsiooni lõpuni
hu: Futtatás a függvény végéig
id: Jalankan hingga fungsi terakhir
it: Esegui fino alla fine della funzione
ja: 関数の最後まで実行
nl: Uitvoeren tot eind van functie
no_ny: Køyr til slutten av funksjonen
pl: Wykonuj do końca funkcji
sk: Spustí do konca funkcie
sl: Teci do konca funkcije
sv: Kör till slutet på en funktion
xh: Yenza kwisiphelo somsebenzi

source: Various views into the app
da: Forskellige visninger ind i programmet
de: Verschiedene Sichten in die Anwendung
et: Erinevad rakenduse vaated
hu: Az alkalmazás különféle nézetei
id: Bermacam view untuk app
it: Varie viste dello stato dell'applicazione
ja: アプリケーションへの様々なビュー
nl: Verschillende weergaves op de applicatie
no_ny: Ymse visingar til applikasjonen
sk: Rôzne pohľady na aplikáciu
sl: Različni pogledi na program
sv: Diverse vyer in i programmet
xh: Iimboniselo ezahlukeneyo kwi app

source: Interuppt the app
da: Afbryd programmet
de: Anwendung unterbrechen
et: Vahetab valiku
hu: Az alkalmazás futásának megszakítása
id: Interupsi app
it: Interrompe l'applicazione
ja: プログラムを停止
nl: Interrumpeer de executie van de applicatie
no_ny: Avbryt applikasjonen
pl: Przerwij wykonywanie aplikacji
sk: Prerušiť vykonávanie aplikácie
sl: Prekini program
sv: Avbryt programmet
xh: Phazamisa i app

source: Start QT's designer (dialog editor)
da: Start QT's designer (dialogredigering)
de: QT-Designer starten (Dialog-Editor)
et: Käivita Qt Disainer (dialoogiredaktor)
hu: A Qt Designer (párbeszédablak-szerkesztő) elindítása
id: Jalankan QT's desainer (editor dialog)
it: Avvia il QT deisgner (editor di dialog)
ja: QT designerを起動(ダイアログエディタ)
nl: Qt desginer starten (dialoog editor)
no_ny: Start Qt Designer (dialogredigering)
pl: Uruchamia Projektanta Qt (edytor okien dialogowych)
sk: Spustí QT designera (editor dialógov)
sl: Zaženi QT-jev urejevalnik (urejevalnik pogovornih oken)
sv: Starta QT:s designer (dialogeditor)
xh: Qala umyili we Qt (umhleli wencoko yababini)

source: Sets the Editor's behavoir
da: Sætter redigeringens opførsel
de: Setzt Einstellungen für den Editor
et: Sätib redaktori käitumist
hu: A szerkesztő jellemzőinek beállítása
id: Set kebiasaan Editor
it: Imposta il comportamento dell'Editor
ja: エディタの振舞いを設定
nl: Stelt gedrag van de Editor in
no_ny: Set opp åtferda til skriveprogrammet
pl: Ustawia sposób pracy edytora
sk: Nastaví správanie Editora
sl: Nastavitev vedenja urejevalnika
sv: Ställer in editorns beteende
xh: Icwangcisa ukuziphatha koMhleli

source: Sets the Editor's colors
da: Sætter redigeringens farver
de: Setzt Einstellungen für die Farben des Editors
et: Säti redaktori värve
hu: A szerkesztő színeinek beállítása
id: Set warna editor
it: Imposta i colori dell'Editor
ja: エディタの配色を設定
nl: Stelt kleuren van Editor in
no_ny: Vel fargane i skriveprogrammet
pl: Ustawia kolory w edytorze
sk: Nastaví farby Editora
sl: Nastavitev barv urejevalnika
sv: Ställer in editorns färger
xh: Icwangcisa imibala yoMhleli

source: Sets the highlighting default colors
da: Sætter standardfarver for fremhævelse
de: Setzt Standard-Hervorhebungsfarben
et: Sätib vaikimisi teksti värvid
hu: A kiemelés alapértelmezett színeinek beállítása
id: Set warna baku untuk highlighting
it: Imposta i colori highlight predefiniti
ja: ハイライトの標準色を設定
nl: Stelt standaard accentueringskleuren in
no_ny: Set opp standardfargane for syntaksmerking
pl: Ustawia domyślne kolory podświetlenia
sk: Nastaví štandardné farby pre zvýraznenie
sl: Nastavitve privzetih barv poudarjanja
sv: Ställer in syntaxfärgläggningens standardfärger
xh: Icwangcisa imibala engagqibekanga yokuphawula

source: Sets the highlighting colors
da: Sætter farverne på fremhævelsen
de: Setzt Hervorhebungsfarben
et: Sätib teksti värvid
hu: A kiemelés színeinek beállítása
id: Set warna highlighting
it: Imposta i colori di evidenziazione del testo
ja: ハイライトの色を設定
nl: Accentueerkleuren instellen
no_ny: Set opp fargar for syntaksmerking
pl: Ustawia kolory podświetlenia
sk: Nastaví farby pre zvýraznenie
sl: Nastavitve barv poudarjanja
sv: Ställer in syntaxfärgläggningens färger
xh: Icwangcisa imibala yokuphawula

source: Configures the Browser options
da: Indstil læservalg
de: Richtet die Browser-Optionen ein
et: Seadistab brauserit
hu: A böngészőbeállítások módosítása
id: Konfigurasi pilihan browser
it: Configura le opzioni per il browser
ja: ブラウザオプションを設定
nl: Browser opties instellen
no_ny: Set opp lesarval
pl: Konfiguruje opcje przeglądarki
sk: Konfiguruje nastavenie prehliadača
sl: Prikrojitev brskalnikovih nastavitev
sv: Anpassar bläddrarfunktioner
xh: Iqwalasela iinketho zoMkhangeli zincwadi

source: Configures the Tools-Menu entries
da: Indstiller indgangene i værktøjmenuen
de: Richtet die Menüeinträge für "Werkzeuge" ein
et: Seadistab Tööriistad-Menüü sisu
hu: A Segédprogramok menü beállításai
id: Konfigurasi entri Tools-Menu
it: Configura gli elementi del menu Strumenti
ja: ツールメニューエントリーを設定
nl: Werktuig-Menu ingangen instellen
no_ny: set opp oppføringane i verktøymenyen
pl: Konfiguruje menu Narzędzia
sk: Nastaví položky menu Nástroje
sl: Prikrojitev menija Orodja
sv: Anpassar verktygsmenyposter
xh: Iqwalasela izixhobo-amangeno eMenu

source: Configures KDevelop
da: Indstiller KDevelop
de: Richtet KDevelop ein
et: Seadistab KDevelopit
hu: A KDevelop beállításai
id: Konfigure KDevelop
it: Configura KDevelop
ja: KDevelopを設定
nl: Configureert KDevelop
no_ny: Set opp KDevelop
pl: Konfiguruje KDevelopa
sk: Konfiguruje KDevelop
sl: Prikrojitev KDevelop
sv: Anpassar KDevelop
xh: Iqwalasela i KDevelop

source: Sets a bookmark to the current window file
da: Sætter bogmærker på den gældende vinduesfil
de: Setzt ein Lesezeichen auf die aktuelle Datei
et: Lisab sellesse aknasse järjehoidja
hu: Könyvjelző beállítása az aktuális fájlhoz
id: Set bookmark ke jendela file sekarang
it: Imposta un segnalibro per il file corrente
ja: 現在のウィンドウファイルにブックマークをセット
nl: Zet bladwijzer naar huidige venster
no_ny: Set eit bokmerke for fila i vindauget
pl: Ustawia zakładkę w pliku z aktywnego okna
sk: Nastaví záložku do súboru v aktuálnom okne
sl: Nastavitev zaznamka na datoteko v trenutnem oknu
sv: Sätter ett bokmärke på den nuvarande fönstrets fil
xh: Icwangcisa inqaku lencwadi kwifayile ye window

source: Toggles a bookmark to the current window file
da: Skifter mellem bogmærker på den gældende vinduesfil
de: Ändert ein Lesezeichen auf die aktuelle Datei
et: Lisab sellesse aknasse järjehoidja
hu: Könyvjelző átállítása az aktuális fájlhoz
id: Pindah bookmark ke jendela file sekarang
it: (Dis)attiva un segnalibro per la pagina corrente
ja: 現在のウィンドウファイルにブックマークをオン/オフ
nl: Schakelt een bladwijzer naar huidige venster
no_ny: Set eller fjernar eit bokmerke for fila i vindauget
pl: Ustawia zakładkę w pliku z aktywnego okna
sk: Nastaví záložku do súboru v aktuálnom okne
sl: Preklopi zaznamek na datoteko v trenutnem oknu
sv: Växlar ett bokmärke till filen i det nuvarande fönstret
xh: Iqhobosha inqaku lencwadi kwifayile yangoku ye window

source: Goes to the next bookmark in the current window file
da: Går til det næste bogmærke i den gældende vinduesfil
de: Geht zum nächsten Lesezeichen in der aktuellen Datei
et: Liigub järgmise järjehoidja juurde
hu: Az aktuális fájl következő könyvjelzőjére lépés
id: Pindah ke bookmark berikutnya di jendela file saat ini
it: Va al prossimo segnalibro nel file attuale
ja: 現在のウィンドウファイルの次のブックマークに移動
nl: Gaat naar de volgende bladwijzer in huidige venster
no_ny: Går til det neste bokmerket for fila i vindauget
pl: Przechodzi do następnej zakładki w pliku z aktywnego okna
sk: Prejde na nasledujúcu záložku v súbore v aktuálnom okne
sl: Gre do naslednjega zaznamka na datoteko v trenutnem oknu
sv: Går till det nästa bokmärket för filen i det nuvarande fönstret
xh: Iya kwinqaku elilandelayo lefayile yangoku ye window

source: Goes to the previous bookmark in the current window file
da: Går til det foregående bogmærke i den gældende vinduesfil
de: Geht zum vorherigen Lesezeichen in der aktuellen Datei
et: Liigub eelmise järjehoidja juurde
hu: Az aktuális fájl előző könyvjelzőjére lépés
id: Pindah ke bookmark sebelumnya di jendela file yang aktif
it: Va al segnalibro precedente nel file attuale
ja: 現在のウィンドウファイルの前のブックマークに移動
nl: Gaat naar de vorige bladwijzer in huidige venster
no_ny: Går til det førre bokmerket for fila i vindauget
pl: Przechodzi do poprzedniej zakładki w pliku z aktywnego okna
sk: Prejde na predchádzajúcu záložku v súbore v aktuálnom okne
sl: Gre na prejšnji zaznamek na datoteko v trenutnem oknu
sv: Går till det föregående bokmärket för filen i det nuvarande fönstret
xh: Iya kwinqaku lencwadi elidlulileyo kwifayile yangoku ye window

source: Clears the bookmarks for the current window
da: Renser bogmærkerne for det gældende vindue
de: Löscht die Lesezeichen für das aktuelle Fenster
et: Kustutab kõik selle akna järjehoidjad
hu: Az aktuális ablak könyvjelzőinek törlése
id: Bersihkan bookmark untuk jendela yang aktif
it: Cancella i segnalibri per la finestra attuale
ja: 現在のウィンドウのブックマークを削除
nl: Verwijdert bladwijzers voor het huidige venster
no_ny: Fjernar alle bokmerka for vindauget
pl: Czyści listę zakładek w aktywnym oknie
sk: Zmaže zoznam záložiek aktuálneho okna
sl: Zbriše zaznamke za trenutno okno
sv: Rensar bokmärken för det nuvarande fönstret
xh: Icacisa amanqaku encwadi ye window yangoku

source: Switches to last browser page
da: Skifter til sidste læserside
de: Wechselt zur vorigen Browser-Seite
et: Liigub viimasele lehele
hu: Ugrás az utolsó böngészőoldalra
id: Pindah ke halaman browser terakhir
it: Va all'ultima pagina
ja: 前のブラウザページに移動
nl: Springt naar laatste browser pagina
no_ny: Hoppar til siste lesarside
pl: Przechodzi do ostatniej strony w przeglądarce
sk: Prepne na poslednú stránku prehliadača
sl: Preklop na zadnjo stran brskalnika
sv: Byter till den sista sidan i läsaren
xh: Iswitsha kwiphepha lokugqibela lomkhangeli zincwadi

source: Switches to next browser page
da: Skifter til næste læserside
de: Wechselt zur nächsten Browser-Seite
et: Liigub järgmisele lehele
hu: Ugrás a következő böngészőoldalra
id: Pindah ke halaman browser berikutnya
it: Va alla pagina seguente
ja: 次のブラウザページに移動
nl: Springt naar volgende browser pagina
no_ny: Hoppar til neste lesarside
pl: Przechodzi do następnej strony w przeglądarce
sk: Prepne na nasledujúcu stránku prehliadača
sl: Preklop na naslednjo stran brskalnika
sv: Byter till nästa sida i läsaren
xh: Iswitsha kwiphepha elilandelayo lomkhangeli zincwadi

source: Reloads the current browser page
da: Indlæser gældende læserside igen
de: Lädt die aktuelle Browser-Seite neu
et: Laeb selle lehe uuesti
hu: A jelenlegi böngészőoldal újratöltése
id: Muatkan kembali halaman browser saat ini
it: Ricarica la pagina corrente
ja: 現在のブラウザページを再読み込み
nl: Herlaad huidige browser pagina
no_ny: Lastar sida om att
pl: Przeładowuje aktualną stronę w przeglądarce
sk: Znovunačíta aktuálnu stránku v prehliadači
sl: Ponovno se naloži trenutna stran v brskalniku
sv: Laddar om den nuvarade sidan i läsaren
xh: Ilayisha kwakhona iphepha lomkhangeli zincwadi

source: Cancels the document request
da: Afbryder dokumentforespørgslen
de: Bricht den Dokumentaufruf ab
et: Katkestab dokumendisoovi
hu: A dokumentumkérés törlése
id: Batalkan permintaan dokumen
it: Annulla la richiesta del documento
ja: ドキュメントリクエストをキャンセル
nl: Annuleert document verzoek
no_ny: Avbryt dokumentførespurnaden
pl: Anuluje pobieranie dokumentu
sk: Zruší požiadavku dokumentu
sl: Preklic odpiranja dokumenta
sv: Avbryter dokumentförfrågan
xh: Icima isicelo sexwebhu

source: Searches the selected text in the documentation
da: Søger efter markeret tekst i dokumentationen
de: Sucht den ausgewählten Text in der Dokumentation
et: Otsib valitud teksti dokumentatsiooni seest
hu: A kijelölt szöveg keresése a dokumentációban
id: Cari teks terpilih dalam dokumentasi
it: Cerca il testo selezionato nella documentazione
ja: 選択されたテキストをドキュメントから検索する
nl: Zoekt geselecteerde tekst in documentatie
no_ny: Søkjer etter valt tekst i hjelpetekstane
pl: Wyszukuje zaznaczony tekst w dokumentacji
sk: Hľadá označený text v dokumentácii
sl: Iskanje izbranega besedila v dokumentaciji
sv: Söker efter den markerade texten i dokumentationen
xh: Iphendla okubhaliweyo okukhethiweyo kuxwebhu

source: Lets you search individually for an expression
da: Lader dig søge individuelt efter et udtryk
de: Lässt Sie individuell nach einem Ausdruck suchen
et: Lubab sul otsida mingit väljendit
hu: Kifejezés egyéni keresése
id: Perbolehkan anda cari ekspresi sendiri
it: Permette la ricerca di una singola espressione
ja: 表現を個々に検索
nl: Laat het individueel zoeken naar een uitdrukking toe
no_ny: Let deg søkja individuelt etter eit uttrykk
pl: Pozwala wyszukać podane wyrażenie
sk: Nechá Vás hľadať zadaný výraz
sl: Posamezno iskanje izraza
sv: Låter dig söka individuellt efter ett uttryck
xh: Ikuvumela uphendle nganye kwinkcazelo

source: Switches to KDevelop's User Manual
da: Skifter til KDevelops brugermanual
de: Wechselt zum Benutzerhandbuch von KDevelop
et: Liigub KDevelop'i kasutusjuhendisse
hu: Ugrás a KDevelop felhasználói kézikönyvre
id: Pindah ke Manual pengguna KDevelop
it: Va al Manuale Utente di KDevelop
ja: KDevelopユーザーマニュアルに移動
nl: Springt naar KDevelop Gebruikers Handleiding
no_ny: Hoppar til brukarhandboka for KDevelop.
pl: Przechodzi do instrukcji użytkownika KDevelopa
sk: Prepne do používateľského manuálu KDevelop
sl: Preklop v Uporabniški priročnik KDevelop
sv: Byter till KDevelops användarhandbok
xh: Iswitsha kwincwadi yomsebenzisi we KDevelop

source: Switches to the KDevelop Programming Handbook
da: Skifter til KDevelops programmeringshåndbog
de: Wechselt zum KDevelop-Programmierhandbuch
et: Liigub programmeerimise käsiraamatusse
hu: Ugrás a KDevelop programozói kézikönyvre
id: Pindah ke Bukusaku Programming KDevelop
it: Va al Programming Handbook di KDevelop
ja: KDevelopプログラミングハンドブックに移動
nl: Springt naar KDevelop Programmeer Handleiding
no_ny: Hoppar til programmeringshandboka for KDevelop.
pl: Przechodzi do podręcznika programowania w KDevelopie
sk: Prepne do Programátorskej príručky KDevelop
sl: Preklop v Programerski priročnik KDevelop
sv: Byter till KDevelops programmeringshandbok
xh: Iswitsha kwincwadi yesandla yodweliso lwenkqubo ye KDevelop

source: Switches to the KDE Tutorials Handbook
da: Skifter til KDEs indføringshåndbog
de: Wechselt zum Tutorial-Handbuch
et: Liigub KDE käsiraamatusse
hu: Ugrás a KDE programozásába bevezető kézikönyvre
id: Pingah ke buku saku Tutorial KDE
it: Va al Tutorials Handbook di KDE
ja: KDevelopチュートリアルハンドブックに移動
nl: Schakelt over naar het Cursus Handboek
no_ny: Hoppar til øvingshandboka for KDE
pl: Przechodzi do podręcznika KDE
sk: Prepne do Príručky KDE pre začiatočníkov
sl: Preklop v Priročnik vodene predstavitve KDE
sv: Byter till KDE:s användarguide
xh: Iswitsha kwincwadi yesandla yabafundisi be KDE

source: Switches to the KDE Library Reference Guide Handbook
da: Skifter til KDE-biblioteksreferenceguiden
de: Wechselt zum Bibliotheks-Referenzhandbuch
et: Liigub KDE teegi teatmikusse
hu: Ugrás a KDE könyvtárak kézikönyvére
id: Pindah ke Buku saku Petunjuk Referensi Pustaka KDE
it: Va alla Reference Guide Handbook delle librerie di KDE
ja: KDEライブラリリファレンス に移動
nl: Schakelt over naar de KDE Bibliotheek Referentie Handleiding
no_ny: Hoppar til oppslagsverket for KDE-biblioteket
pl: Przechodzi do podręcznika referencyjnego biblioteki KDE
sk: Prepne do Referenčnej príručky pre KDE knižnicu
sl: Preklop v Referenčni vodnik knjižnice KDE
sv: Byter till KDE:s biblioteksreferensguide
xh: Iswitsha incwadi yesandla yesalathiso sokuthelekisa selayibrari ye KDE

source: Switches to the KDE 2 Developer's Guide Handbook
da: Skifter til KDE 2 udvikleres håndbog
de: Wechselt zu "KDE2 Development"
et: Liigub KDE2 arendaja käsiraamatusse
hu: Ugrás a KDE 2 fejlesztői kézikönyvre
id: Pndah ke Bukusaku Pedoman Pengembang KDE 2
it: Va alla Developer's Guide Handbook di KDE 2
ja: KDevelopディベロッパーズガイドハンドブックに移動
nl: Springt naar KDE2 Ontwikkelaars Programmeer Handleiding
no_ny: Hoppar til utviklarhandboka for KDE 2
pl: Przejście do podręcznika programisty KDE 2
sk: Prepne do Programátorskej príručky KDE 2
sl: Preklop v Vodnik za razvijalce KDE 2
sv: Byter till KDE 2:s utvecklingsguide
xh: Iswitsha incwadi yesandla yesalathisi sababhekisi phambili be KDE 2

source: Switches to the C/C++-Reference
da: Skifter til C/C++-referencen
de: Wechselt zur C/C++-Referenz
et: Liigub C/C++ teatmikusse
hu: Ugrás a C/C++ kézikönyvre
id: Pindah ke Referensi C/C++
it: Va alla guida per C/C++
ja: C/C++リファレンス に移動
nl: Springt naar C/C++ Referentie Documentatie
no_ny: Hoppar til C/C++-oppslagsverket
pl: Przejście do podręcznika referencyjnego C/C++
sk: Prepne do C/C++ Referencie
sl: Preklop v Referenčni priročnik C/C++
sv: Byter till C/C++ referensen
xh: Iswitsha ku C/C++-uthelekiso

source: Opens the Tip of the Day dialog with hints for using KDevelop
da: Åbner dialogen for dagens tips med hint om hvordan man bruger KDevelop.
de: Öffnet den Dialog "Tipp des Tages" mit Hinweisen zur Benutzung von KDevelop
et: Avab KDevelopi kasutamise nõuannete dialoogi
hu: A 'Mai tipp' ablak megnyitása, ahol a KDevelop használatához találhatók tanácsok
id: Buka dialog Tip of the Day dengan petunjuk menggunakan KDEvelop
it: Apre il `Consiglio del Giorno' con suggerimenti nell'usare KDevelop
ja: KDevelopを使う上での今日のワンポイントを開く
nl: Opent het Hint van de dag dialoogvenster met hints voor het gebruik van KDevelop
no_ny: Opnar Dagens tips-dialogen med tips om bruken av KDevelop.
pl: Otwiera okno Podpowiedź dnia z informacjami na temat KDevelopa
sk: Otvorí dialóg s tipom dňa pre zobrazenie rád pre používanie KDevelop
sl: Odpre se pogovorno okno ,Nasvet dneva` z napotki o uporabi KDevelop
sv: Öppnar dialogen för dagens tips med anvisningar om hur KDevelop används
xh: Ivula incoko yababini yeNcam yeMin ngoothsuphe bokusebenzisa i KDevelop

source: Enter the KDevelop Homepage
da: Skifter til KDevelops hjemmeside
de: Gehe zur Homepage von KDevelop
et: Läheb KDevelopi kodulehele
hu: Ugrás a KDevelop honlapjára
id: Masuk ke Homepage KDevelop
it: Entra nella Homepage di KDevelop
ja: KDevelopホームページに移動
nl: Ga naar de KDevelop Homepage
no_ny: Gå til KDevelop-heimesida
pl: Wchodzi na witrynę KDevelopa
sk: Zadaj domácu stránku KDevelop
sl: Vstop na domačo stran KDevelop
sv: Gå till KDevelops hemsida
xh: Ngenisa iphepha lasekhaya le KDevelop

source: Sends a bug-report email to the KDevelop Team
da: Sender en fejlrapport pr e-post til KDevelop-holdet
de: Sendet eine E-Mail mit einem Fehlerbericht an das KDevelop-Team
et: Saadab veateate e-postiga KDevelopi tegijatele
hu: Hibabejelentő e-mail küldése a KDevelop fejlesztőknek
id: Kirim laporan-bug lewat email ke Tim KDevelop
it: Manda via email un bug-report al KDevelop Team
ja: KDevelopチームにバグレポートを送る
nl: Stuurt programmafout-rapportage email naar KDevelop ontwikkelteam
no_ny: Sender ein feilrapport til KDevelop-utviklarane
pl: Wysyła e-mail, z raportem o błędzie, do twórców KDevelopa
sk: Pošle správu o chybe tímu KDevelop
sl: Pošiljanje poročila o hrošču ekipi KDevelop
sv: Skickar en felrapport via e-post till KDevelop-gruppen
xh: Ithumela ingxelo ye email-yebug kwiqela le KDevelop

source: Switches to the project's API-Documentation
da: Skifter til projektets API-dokumentation
de: Wechselt zur API-Dokumentation des Projekts
et: Liigub projekti API dokumentatsiooni
hu: Ugrás a projekt API dokumentációjára
id: Pindah ke dokumentasi API Proyek
it: Va alla Documentazione-API del progetto
ja: プロジェクトのAPIドキュメントに移動
nl: Springt naar API Documentatie van project
no_ny: Hoppar til prosjekt-API-hjelpa
pl: Przechodzi do dokumentacji API projektu
sk: Prepne do API dokumentácie projektu
sl: Preklop v projektno dokumentacijo API
sv: Byter till projektets API-dokumentation
xh: Iswitshela kuxwebhu-API le projekti

source: Switches to the project's User-Manual
da: Skifter til projektets brugermanual
de: Wechselt zum Handbuch des Projekts
et: Liigub projekti kasutusjuhendisse
hu: Ugrás a projekt felhasználói kézikönyvére
id: Pindah ke Manual Pengguna Proyek
it: Va al Manuale-Utente del progetto
ja: プロジェクトのユーザーマニュアルに移動
nl: Springt naar Gebruikers Handleiding van project
no_ny: Hoppar til brukarhandboka til prosjektet
pl: Przechodzi do Instrukcji Użytkownika Projektu
sk: Prepne do Používateľského manuálu projektu
sl: Preklop v projektni uporabniški priročnik
sv: Byter till projektets användarhandbok
xh: Iswitshela kwiNcwadi-yoMsebenzisi we projekti

source: Some information about the dialog editor...
da: Nogen information om dialogredigeringen...
de: Einige Informationen über den Dialog-Editor...
et: Informatsioon dialoogi redaktori kohta...
hu: Információ a párbeszédablak-szerkesztőről...
id: Beberapa informasi tentang editor dialog...
it: Alcune informazioni circa il dialog editor...
ja: ダイアログエディタについての情報...
nl: Informatie over de dialoog editor...
no_ny: Litt informasjon om programmet for dialogredigering ...
pl: Nieco informacji o edytorze dialogów...
sk: Nejaké informácie o editore dialógov...
sl: Nekaj informacij o urejevalniku pogovornih oken...
sv: En del information om dialogeditorn...
xh: Olunye ulwazi malunga nomhleli wencoko yababini...

source: Programmer's Hall of Fame...
da: Praleliste over programmører...
de: Ruhmeshalle der Programmierer...
et: Tublimatest tublimad...
hu: A programozók dicsőségtáblája...
id: Daftar Nama Programmer...
it: Galleria dei Programmatori...
ja: プログラマーの殿堂...
nl: Gallerij der Groten van programmeurs
no_ny: Skryteliste over programmerarar ...
pl: Lista Zasłużonych Programistów...
sk: Programátorská sieň slávy...
sl: Programerjeva Dvorana slavnih...
sv: Programmerarberömdheter...
xh: Iholo lomdwelisi wenkqubo yokuduma...

source: Switches to declaration/implementation
da: Skifter til erklæring/implementation
de: Wechselt zur Deklaration/Implementation
et: Liigub kirjeldusse/teostuse juurde
hu: Ugrás a deklaráció/megvalósítás részre
id: Pindah ke deklarasi/implementasi
it: Va alla dichiarazione/implementazione
ja: 宣言/インプリメントに移動
nl: Springt naar declaratie/implementatie
no_ny: Hoppar til deklarasjon/implementasjon
pl: Przechodzi do deklaracji/implementacji
sk: Prepne na deklaráciu/implementáciu
sl: Preklop med deklaracijo/implementacijo
sv: Byter till deklaration/implementering
xh: Iswitshela kubhengezo/uzalisekiso

source: Switches to the method's declaration
da: Skifter til metodens erklæring
de: Wechselt zur Deklaration der Methode
et: Liigub meetodi kirjelduse juurde
hu: Ugrás a tagfüggvény deklarációjára
id: Pindah ke deklarasi metode
it: Va alla dichiarazione del metodo
ja: メソッドの宣言に移動
nl: Springt naar methode's declaratie
no_ny: Hoppar til deklarasjonen av metoden
pl: Przechodzi do deklaracji metody
sk: Prepne na deklaráciu metódy
sl: Preklop k deklaraciji metode
sv: Byter till metodens deklaration
xh: Iswitshela kubhengezo lwendlela
