Repository: sandsmark/kde2-i18n
Catalog: */messages/kdesdk/kdevelop.po
Languages: da, de, et, hu, id, it, ja, nl, no_ny, pl, sk, sl, sv, xh

source: End of document reached
da: Slutningen på dokumentet er nået
de: Ende des Dokuments erreicht.
et: Jõudsin dokumendi lõppu
hu: A dokumentum végére értem.
id: Mencapai akhir dokumen
it: Ho raggiunto la fine del documento, ricomincio dall'inizio?
ja: ドキュメントの終端です
nl: Einde van het document bereikt
no_ny: Slutten av dokumentet er nådd
pl: Osiągnięto koniec dokumentu
sk: Dosiahnutý koniec dokumentu
sl: Dosežen konec dokumenta
sv: Slutet på dokumentet nått
xh: Isiphelo sexwebhu sifikelelwe

source: Continue from the beginning
da: Fortsæt fra begyndelsen
de: Vom Dokumentanfang aus fortfahren.
et: Jätkan algusest
hu: Folytatás az elejéről.
id: Lanjutkan dari awal
it: Continua dall'inizio
ja: 最初から続ける
nl: Vanaf het begin opnieuw starten
no_ny: Fortsetja frå starten
pl: Kontynuuj od początku
sk: Pokračovať od začiatku
sl: Nadaljevanje od začetka
sv: Fortsätt från början
xh: Qhubekeka ukusuka ekuqalekeni

source: Find
de: Suchen
et: Otsi
hu: Keresés
id: Temukan
it: Trova
ja: 検索
nl: Zoeken
no_ny: Finn
pl: Znajdź
sk: Nájsť
sl: Poišči
sv: Sök
xh: Fumana

source: Beginning of document reached
da: Begyndelsen af dokumentet blev nået
de: Anfang des Dokuments erreicht
et: Jõudsin dokumendi algusesse
hu: A dokumentum elejére értem.
id: Mencapai awal dokumen
it: Raggiunto l'inizio del documento
ja: ドキュメントの最初に到達しました
nl: Begin van het document bereikt
no_ny: Starten av dokumentet er nådd
pl: Osiągnięto początek dokumentu
sk: Dosiahnutý začiatok dokumentu
sl: Dosežen začetek dokumenta
sv: Början på dokumentet nått
xh: Isiqalo sexwebhu esifikelelweyo

source: Continue from the end
da: Fortsæt fra slutningen
de: Vom Dokumentende fortfahren
et: Jätkan lõpust
hu: Folytatás a végéről.
id: Lanjutkan dari terakhir
it: Continua dalla fine
ja: 終端から続ける
nl: Doorgaan aan het eind
no_ny: Fortsetja frå slutten
pl: Kontynuuj od końca
sk: Pokračovať od konca
sl: Nadaljevanje iz konca
sv: Fortsätt från slutet
xh: Qhubekeka ukusuka emva

source: Search string not found!
da: Søgeord blev ikke fundet!
de: Suchbegriff nicht gefunden!
et: Otsitavat stringi ei leitud!
hu: A keresett szöveg nem található!
id: String yang dicari tidak ditemukan!
it: Stringa da cercare non trovata!
ja: 検索文字列は見つかりませんでした!
nl: Zoekstring niet gevonden!
no_ny: Fann ikkje søkjetekst.
pl: Poszukiwanego ciągu znaków nie znaleziono!
sk: Nenašiel som hľadaný reťazec!
sl: Iskani niz ni bil najden!
sv: Söksträngen hittades ej!
xh: Iphendla umtya ongafumanekiyo!

source: replace(s) made
da: erstatning(er) udført
de: Ersetzung(en) durchgeführt.
et: asendust tehti
hu: csere történt
id: perubahan dibuat
it: sostituzioni/e fatte
ja: 箇所が置換されました
nl: vervanging(en) gedaan
no_ny: utbyting(ar) gjort
pl: Wykonano zamian
sk: urobených náhrad
sl: narejenih zamenjav
sv: ersättning(ar) utförda
xh: ubuyiselo(ii) lwenziwe

source: You may go back to the < Methods > tab then add a new Method if you intent to implement the connection into a new function member.
da: Du kan gå tilbage til < Metode > mærket og så tilføje en ny metode hvis du vilimplementere forbindelsen til et nytfunktionsmedlem.
de: Sie können zurück zur Karteikarte "Methoden" und eine neue Methode hinzufügen, wenn Sie die Connection in einer neuen Member-Funktion implementieren möchten.
hu: Visszaléphet a < Tagfüggvények > lapra és létrehozhat egy új tagfüggvényt, ha a kapcsolatot egy új tagfüggvénnyel szeretné megoldani.
id: Anda bisa pindah ke tab < Metode > lalu tambahkan metode baru jika ingin implementasi koneksi ke member fungsi baru.
it: Puoi tornare indietro alla pagina dei < Metodi > e quindi aggiungere un nuovo Metodo se intendi implementare la connessione nel membro di una nuova funzione.
ja: 新規メンバ関数への接続を実装するには、< メソッド >タブに戻って新規メソッドを追加して下さい。
nl: U kunt teruggaan naar het < Methoden > tabblad en dan een nieuwe methode toevoegen als u de intentie heeft om de verbinding in een nieuw functielid te implementeren.
no_ny: Du kan gå tilbake til Metode-sida og leggja til ein ny metode dersom du vil implementera sambandet i ein ny funksjonsmedlem.
sk: Ak chcete implementovať spojenie v novej členskej funkcii, je možné sa vrátiť do záložky <Metódy> a pridať novú metódu.
sl: Lahko greste nazaj na razdelek <Metode>; dodate novo metodo, če želite implementirati povezavo v novo razredno funkcijo.
sv: Du kan gå tillbaka till fliken <metoder> och sedan lägga till en ny metod om du vill implementera anslutningen i en ny funktionsmedlem.
xh: Ungabuyela umva kwii < ndlela zokwenza > isithuba kwaye udibanise Indlela entsha ukuba ufuna ukuzalisekisa udibaniso kwilungu lomsebenzi elitsha.

source: Project Options
da: Projektvalg
de: Projekt-Optionen
et: Projekti seadistused
hu: A projekt beállításai
id: Piliha Proyek
it: Opzioni Progetto
ja: プロジェクトオプション
nl: Project Opties
no_ny: Prosjektval
pl: Opcje projektu
sk: Nastavenie Projektu
sl: Nastavitve projekta
sv: Projektalternativ
xh: Iinketho ze projekti

source: General Project Information
da: Generel projektinformation
de: Allgemeine Projekt-Informationen
et: Üldine info projekti kohta
hu: Általános projektinformáció
id: Informasi Umum Proyek
it: Informazioni Generali Progetto
ja: 一般的なプロジェクト情報
nl: Algemene project informatie
no_ny: Generell prosjektinformasjon
pl: Ogólne informacje o projekcie
sk: Všeobecná informácia o projekte
sl: Splošne informacije o projektu
sv: Allmän projektinformation
xh: Ulwazi lwe projekti ngokubanzi

source: Set the general options of your project here.
da: Sæt generelle valg for dit projekt her.
de: Allgemeine Einstellungen für Ihr Projekt.
et: Säti siit projekti üldisi seadistusi.
hu: Itt adhatja meg a projekt általános beállításait.
id: Set pilihan umum dari proyek Anda di sini.
it: Imposta le opzioni generali del progetto.
ja: ここにプロジェクトの一般的なオプションを入れます
nl: Zet hier de algemene opties van uw project.
no_ny: Set opp generelle prosjektval her.
pl: Podaj ogólne opcje twojego projektu.
sk: Umožňuje nastaviť všeobecné nastavenie Vášho projektu.
sl: Nastavi splošne zmožnosti projekta.
sv: Ange de allmånna alternativen för ditt projekt här.
xh: Cwangcisa iinketho ngokubanzi ze projekti yakho apha.

source: Set the project name here.
da: Sæt projektnavnet her.
de: Name des Projekts
et: Sisesta siia projekti nimi.
hu: Itt adhatja meg a projekt nevét.
id: Set nama proyek di sini.
it: Imposta il nome del progetto.
ja: ここにプロジェクト名を入れます
nl: Zet hier de projectnaam .
no_ny: Set prosjektnamnet her.
pl: Podaj nazwę projektu.
sk: Tu zadajte názov projektu.
sl: Nastavi ime projekta.
sv: ANge projektnamnet här.
xh: Cwangcisa igama le projekti apha.

source: Version:
et: Versioon:
hu: Verziószám:
id: Versi:
it: Versione:
ja: バージョン:
nl: Versie:
no_ny: Versjon:
pl: Wersja:
sk: Verzia:
sl: Različica:
xh: Uguqulelo lomsebenzi kolunye ulwimi:

source: Set your project version number here.
da: Sæt projektets versionsnummer her.
de: Geben Sie hier die Versionsnummer Ihres Projekts ein.
et: Sisesta siia projekti versiooni number.
hu: Itt adhatja meg a projekt verziószámát.
id: Set nomor versi proyek Anda di sini.
it: Imposta il numero di versione del progetto.
ja: ここにプロジェクトのバージョンを入力して下さい
nl: Zet hier uw project versienummer.
no_ny: Vel versjonsnummeret til prosjektet her.
pl: Podaj numer wersji projektu.
sk: Tu zadajte číslo verzie projektu.
sl: Tu nastavite številko različice projekta.
sv: Ange versionsnumret för ditt projekt här.
xh: Cwangcisa inani loguqulelo kolunye ulwimi lwe projekti yakho apha.

source: Insert your name or the name of your team here
da: Indsæt navnet på dit hold her
de: Geben Sie hier Ihren Namen oder den Ihres Teams ein.
et: Sisesta siia iseenda või meeskonna nimi
hu: Itt adhatja meg az Ön vagy a fejlesztőcsapata nevét.
id: Sisipkan nama Anda dan tim Anda di sini
it: Inserisci il tuo nome o il nome del tuo team
ja: あなたの名前かチーム名を入力して下さい
nl: Voer hier uw naam of de naam van uw team in
no_ny: Skriv namnet ditt eller namnet på utviklingslaget her.
pl: Proszę podać swoje imię lub nazwę zespołu
sk: Tu zadajte Vaše meno alebo Váš tím.
sl: Vnesite vaše ime ali ime ekipe
sv: Infoga ditt namn eller namnet på din grupp här
xh: Faka igama lakho okanye igama leqela lakho apha

source: Insert your email-address here
da: Indsæt din e-postadresse her
de: Geben Sie hier Ihre E-Mail-Adresse ein.
et: Sisesta siia enda e-posti aadress
hu: Itt adhatja meg az e-mail címét.
id: Sisipkan alamat email Anda di sini
it: Inserisci il tuo indirizzo e-mail
ja: ここにメールアドレスを入力して下さい
nl: Voeg uw email adres hier in
no_ny: Skriv e-postadressa di her
pl: Proszę podać e-mail
sk: Tu zadajte Vašu e-mail adresu.
sl: Vnesite vaš e-naslov
sv: Infoga din e-postadress här
xh: Faka idilesi ye-email apha

source: Modify Makefiles
da: Redigér Makefiler
de: Makefiles bearbeiten
et: Makefile'de muutmine on lubatud
hu: A Makefile-ok módosítása
id: Modifikasi Makefiles
it: Modifica Makefile
ja: Makefile を変更
nl: Makefiles aanpassen
no_ny: Endra Make-filer
pl: modyfikuj pliki Makefile
sk: Upraviť Makefile súbory
sl: Spremeni datoteke Makefile
sv: Ändra make-filer
xh: Guqula kancinane iifayile zokwenza

source: Version Control:
da: Versionskontrol:
de: Versionsverwaltung:
et: Versioonikontroll:
hu: Verziókontroll:
id: Kontrol Versi:
it: Controllo Versioni:
ja: バージョンコントロール:
nl: Versie Beheer:
no_ny: Versjonskontroll:
pl: System Kontroli Wersji:
sk: Správa verzií:
sl: Nadzor različic:
sv: Versionskontroll:
xh: Ulawulo loguqulelo kolunye ulwimi:

source: None
da: Ingen
de: Keine
et: Puudub
hu: nincs
id: Tidak Ada
it: Nessuno
ja: なし
nl: Geen
no_ny: Ingen
pl: Brak
sk: Žiadna
sl: Noben
sv: Ingen
xh: Akukho nanye

source: Short Information:
da: Kort information:
de: Kurzinfo:
et: Lühikirjeldus:
hu: Rövid leírás:
id: Informasi Singkat:
it: Breve Informazione:
ja: 簡単な情報:
nl: Korte beschrijving
no_ny: Kort informasjon:
pl: Krótki opis:
sk: Krátka informácia:
sl: Kratke Informacije:
sv: Kort information:
xh: Ulwazi olufutshane:

source: Insert some useful information about your project here. This is only for the information in the project file-<b>not for README etc.
da: Opgiv lidt nyttig information om dit projekt her. Dette er kun for informationen i projektfilen - <b>ikke for README osv.
de: Geben Sie hier Informationen über Ihr Projekt ein. Diese werden nur in der Projekt-Datei gespeichert, nicht in README etc.
et: Sisesta siia kasulikku informatsiooni projekti kohta. Seda kasutatakse vaid projektifailis, README jne sees mitte.
hu: Itt adhat meg hasznos információkat a projektről. Ez csak a projektfájlban lesz látható, máshová nem kerül be <b>(pl. a README fájlokba sem).
id: Sisipkan informasi bermanfaat tentang proyek anda di sini. Ini hanya untuk informasi file proyek -<b>bukan untuk README dsb.
it: Inserisci qualche informazione utile riguardo al tuo progetto. Queste informazioni sono solo per i file di progetto - <b> non per i file README.. etc.
ja: ここにあなたのプロジェクトの有用な情報を 入力して下さい。これは単なるプロジェクト ファイル中の情報で、<b>READMEなどでは ありません。
nl: Voer hier wat nuttige informatie in over het project. Dit wordt alleen gebruikt in het project bestand- <b>niet</b> voor README etc.
no_ny: Oppgi litt nyttig informasjon om prosjektet ditt her. Dette er berre for informasjonen i prosjektfila - <b>ikkje for README osb.
pl: Proszę podać jakieś przydatne informacje na temat tego projektu. Tekst zostanie wykorzystany tylko do opisu pliku projektu, a <b>nie</b> w README itp.
sk: Tu zadajte užitočné informácie o vašom projekte. Toto je iba pre informáciu v projektovom súbore-<b>nie pre README atď.
sl: Vnesite uporabne informacije o vašem projektu. To je samo za informacije v projektni datoteki - <b>ne</b> za README itn..
sv: Infoga användbar information om ditt projekt här. Det här är bara för information i projektfilen - <b>inte för README-filen etc.</b>
xh: Faka ulwazi oluluncedo malunga neprojekti apha. Oku kuphela kokolwazi lwefayile ye projekti-<b>hayi u NDIFUNDE njalo-njalo.

source: Compiler Options
da: Oversættelsesvalg
de: Compiler-Einstellungen
et: Kompilaatori seadistused
hu: A fordítóprogram beállításai
id: Pilihan Kompiler
it: Opzioni del Compilatore
ja: コンパイラオプション
nl: Compiler opties:
no_ny: Kompilatorval
pl: Opcje kompilatora
sk: Nastavenie kompilátora
sl: Nastavitve prevajalnika
sv: Kompilatoralternativ
xh: Iinketho zomqokeleli

source: General Compiler Options
da: Gennerelle oversættelsesvalg
de: Allgemeine Compiler-Einstellungen
et: Üldised kompilaatori seadistused
hu: A fordítóprogram általános beállításai
id: Pilihan Umum Kompiler
it: Opzioni Generali Compilatore
ja: 一般的なコンパイラオプション
nl: Algemene compiler opties
no_ny: Generelle kompilatorval
pl: Ogólne opcje kompilatora
sk: Všeobecné nastavenie kompilátora
sl: Splošne nastavitve prevajalnika
sv: Allmänna kompilatoralternativ
xh: Iinketho zomqokeleli ngokubanzi

source: Set your Compiler options here
da: Sæt oversættelsesvalg her
de: Wählen Sie hier die Compiler-Einstellungen
et: Seadista siit kompilaarori seadistusi
hu: Itt adhatja meg a fordítóprogram beállításait
id: Set pilihan Kompiler Anda di sini
it: Imposta le opzioni del Compilatore
ja: コンパイラオプションを入力して下さい
nl: Zet hier uw compiler opties
no_ny: Vel kompilatorval her.
pl: Opcje kompilatora
sk: Tu nastavte voľby kompilátora
sl: Nastavitve prevajalnika
sv: Ange dina kompilatoralternativ här
xh: Cwangcisa iinketho zomqokeleli apha

source: Target
da: Mål
de: Zieldatei
et: Tulemus
hu: Cél
it: Obiettivo
ja: ターゲット
nl: Doel
no_ny: Mål
pl: Cel
sk: Cieľ
sl: Cilj
sv: Målmaskin
xh: Itekeni

source: Set your target options here by specifying your machine type and GCC optimization level (0-3)
da: Vælg indstillinger for målet her ved at opgive din maskintype og optimeringsniveauet for GCC (0-3)
de: Wählen Sie hier die Einstellungen für die Zieldatei, indem Sie die Architektur und den Optimierungslevel (0-3) des Compilers angeben
et: Säti siit rakendust jooksutava masina tüüp ja GCC optimiseerimistase (0-3)
hu: Itt adhatja meg a fordítási beállítások közül a cél-géptípus nevét és a GCC optimalizálási szintjét (0-3).
id: Set pilihan target Anda di sini dengan menentukan tipe mesin dan level optimasi GCC (0-3)
it: Imposta le opzioni per il sistama obiettivo, specificando il tipo del sistema e il livello di ottimizzazione che deve usare GCC (0-3)
ja: ここにマシンタイプとGCC最適化レベル(0-3)を指定して ターゲットオプションを設定して下さい
nl: Zet hier uw doel opties door uw machine type te specificeren en het GCC optimalisatie niveau (0-3)
no_ny: Vel innstillingar for målet her ved å oppgi maskintypen din og optimeringsnivået for GCC (0-3)
pl: Proszę podać opcje poprzez wyspecyfikowanie typu komputera i poziomu optymalizacji w GCC (0-3)
sk: Tu môžete nastaviť voľby pre cieľ zadaním typu počítača a úrovne optimalizácie GCC (0-3)
sl: Nastavitve možnosti cilja in sicer z nastavitvijo tipa računalnika in nivoja optimizacije GCC (0-3)
sv: Ange dina målmaskinalternativ här genom att ange din maskintyp och GCC:s optimeringsnivå (0-3)
xh: Cwangcisa iinketho zakho zetekeni apha ngokukhankanya udidi lwematshini no GCC umphakamo owenziweyo (0-3)

source: Target Machine
da: Mål-maskine
de: Zielrechner
et: Masina tüüp
hu: Cél-géptípus
id: Mesin Target
it: Sistema Obiettivo
ja: ターゲットマシン
nl: Doel machine
no_ny: Målmaskin
pl: Komputer
sk: Cieľový počítač:
sl: Ciljni Računalnik
sv: Målmaskin
xh: Imatshini yetekeni

source: your machine
da: din maskine
de: Mein Rechner
et: sinu masin
hu: a helyi gép
id: mesin Anda
it: il tuo sistema
ja: あなたのマシン
nl: uw machine
no_ny: di maskin
pl: twój komputer
sk: Váš počítač
sl: vaš računalnik
sv: din maskin
xh: imatshini yakho

source: Specify the machine type for your program. Other machine types than your machine is usually only needed for precompiled distribution packages. i386v is intended for cross-compilers to build a binary for an intel machine running Unix System V.
da: Opgiv maskintypen for dit program. Andre typer end din maskine behøves normalt kun for foroversatte distributionspakker. i386v er ment for krydsoversættere for at lave et program for en intel-maskine som kører Unix System V.
de: Geben Sie den Prozessortyp für Ihr Programm ein. Andere Typen als Ihre Maschine werden gewöhnlich nur benötigt, um vorkompilierte Pakete zu erstellen. i386v ist für Cross- Compiler gedacht, um ein Binary für ein Intel-System, das unter Unix System V läuft, zu erstellen.
et: Säti siit masina tüüp. i386v on mõeldud ristkompileerimiseks inteli masinal töötava Unix System V jaoks.
hu: Adja meg a lefordítandó programot futtatni tudó min. géptípust. A helyi géptől eltérő típus megadása többnyire csak előre lefordított disztribúciós csomagokhoz szükséges. Az i386v beállítás Unix System V-öt futtató, Intel alapú gépeken futó bináris programot generáló keresztfordítókhoz használatos.
id: Tentukan tipe mesin unuk program Anda. Tipe yang lain biasanya hanya dibutuhkan untuk paket distribusi precompiled. i386v dimaksudkan untuk cross-compiler dalam build library untuk mesin Intel yang menjalankan UNIX System V
it: Specifica il tipo di sistema per il tuo programma. Solitamente 'altri tipi di macchine' viene utilizzato solamente per creare delle ditribuzioni precompilate del programma. i386v significa utilizzare un cross-compiler per compilare un eseguibile per un sistema intel con Unix System V.
ja: プログラムのマシンタイプを指定してください。 あなたのマシンと違うマシンタイプは コンパイル済み配布パッケージを作る時 のみ必要です。i386vというのはUnix System Vを 走らせているintelマシンのバイナリを作成する ためのクロスコンパイラーを意図しています。
nl: Specificeer het type machine voor uw programma. Overige typen machines dan uw machine is normaal gesproken alleen nodig voor voorgecompileerde distributie pakketten. i386v is bedoelt voor cross-compilers om binaire bestanden te maken voor Intel machines met Unix System V als O.S.
no_ny: Oppgi maskintypen for programmet ditt. Andre typar enn di maskin treng du vanlegvis berre for førkompilerte distribusjonspakkar. i386v er meint for krysskompilatorar for å laga eit program for ei intel-maskin som køyrer Unix System V.
pl: Podaj typ komputera dla twojego programu. Określenie typu komputera, innego niż twój własny, przydaje się w prekompilowanych pakietach dystrybucji. i386v jest przewidziany do kompilowania programów w systemach Unix System V z procesorem Intela.
sk: Zadajte typ počítača pre váš program. Iné typy než je váš počítač sú obvykle potrebné iba pre predkompilované distribučné balíky. i386v je určený pre krížové prekladače pre vytvorenie programu pre počítače s procesormi Intel bežiacimi pod Unix System V.
sl: Nastavite tip računalnika za vaš program. Ostali tipi računalnika so navadno potrebni le za že prevedene pakete distribucij. i386v je namenjen za navzkrižno prevajanje za gradnjo binarne datoteke za računalnike intel, na katerih teče Unix System V.
sv: Specificera maskintypen för ditt program. Andra maskintyper än din maskin behövs oftast bara för förkompilerade distributionspaket. i386v är avsett för korskompilatorer som bygger en binärfil för en intel-maskin som kör Unix System V.
xh: Khankanya udidi lwematshini wodweliso lwenkqubo yakho. Ezinye iindidi zematshini kune matshini yakho eqhele ukufunwa kuphela kuqokelelo lakuqala lonikezelo lwempahla. i1386v wenzelwe abaqokeleli-ngaphaya ukwakha okubini kwe Intel matshini osebenza i Unix System V.

source: optimize
da: optimér
de: optimieren
et: optimeerimine lubatud
hu: optimalizálás
id: Optimasi
it: ottimizza
ja: 最適化
nl: optimaliseren
no_ny: optimer
pl: optymalizuj
sk: optimalizácia
sl: optimiziraj
sv: optimera
xh: themba kuzakulunga

source: Optimization-level
da: Optimeringsniveau
de: Optimierungslevel
et: Optimeerimise tase
hu: Az optimalizálás szintje
id: Level-Optimasi
it: Livello di ottimizzazione
ja: 最適化レベル
nl: optimalisatie-niveau
no_ny: Optimeringsnivå
pl: Poziom optymalizacji
sk: Úroveň optimalizácie
sl: Stopnja optimizacije
sv: Optimeringsnivå
xh: umphakamo-wethemba lokulunga

source: Set the -O option for the GCC here. Turning off optimization equals -O0. The higher the level the more time you need to compile but increases program speed.
da: Sæt -O-valget til GCC her. Hvis du slår optimering fra, svarer det til -O0. Højere niveau giver længere oversættelsestid, men et hurtigere program.
de: Setzen Sie hier die -O Option für den GCC. Abschalten der Optimierung entspricht -O0. Je höher das Level, desto länger dauert der Kompiliervorgang. Allerdings ist dann die Ausführgeschwindigkeit höher.
et: Seadista siit GCC -O võtit. Optimeerimise välja lülitamine võrdub võtmega -O0.Mida suuremaks väärtus panna, seda kauem aega kompileerimine võtab, kuid kasvab ka rakenduse töökiirus.
hu: Itt állítható be a GCC -O kapcsolójának értéke. A -O0 az optimalizálás kikapcsolásával egyenlő. Minél magasabb a szint, annál több idő kell a fordításhoz, de annál gyorsabban fut majd a program.
id: Set pilihan -) untuk GCC di sini. Mematikan optimasi sama dengan -00. Semakin tinggi levelnya semakin lama untuk kompilasi tapi meningkatkan kecepatan program.
it: Imposta l'opzione -O per il GCC. Disabilitarla equivale ad utilizzare .O0. Più alto è il livello più tempo sarà richiesto per compilare il programma, ma l'eseguibile ottenuto sarà più veloce.
ja: ここでGCCに -O オプションをセット します。-O0 で最適化をしません。 レベルを上げることはコンパイルの 速度は落ちますがプログラムの 速度は上がります。
nl: Zet hier de -O optie voor GCC. Optimalisatie uitschakelen doe u met-O0. Hoe hoger het getal, hoe langer het compileren duurt maar ook hoe sneller het programma wordt uitgevoerd.
no_ny: Set -O-valet til GCC. Dersom du skrur av optimering, tilsvarar det -o0. Høgare nivå gir lengre kompileringstid, men eit snøggare program.
pl: Dla GCC ustaw opcję -O. Wyłączenie optymalizacji to -O0. Im wyższy poziom optymalizacji tym dłużej przebiega kompilacja lecz też tym szybciej będzie działał póżniej program.
sk: Nastavte možnosť -O prekladača GCC. Vypnutie optimalizácií je -O0. Vyššie číslo znamená viac času na preklad ale zrýchlenie výsledného programu.
sl: Nastavitev možnosti -O za GCC. -O0 izklopi optimizacijo. Višja kot je stopnja, dalj časa se prevaja, vendar pa je program hitrejši.
sv: Ange -O alternativet för GCC här. Att stänga av optimering motsvarar -O0. Ju högre nivå desto mer tid behövs för kompilering, men desto snabbare blir programmet.
xh: Cwangcisa -0 ukhetho lwe GCC apha. Icima ulinganiso -00. Okuya uphezulu umphakamo okuya ufuna ixesha elininzi ukuqokelela kodwa inyusa isantya sodweliso lwenkqubo.

source: Set your debugging options here.
da: Sæt fejlretningsvalg her.
de: Geben Sie hier die Debug-Einstellungen an.
et: Säti siit silumise seadistusi.
hu: Itt adhatja meg a nyomkövetési beállításokat.
id: Set pilihan debugging Anda di sini
it: Imposta le opzioni di debug
ja: デバッグオプションをセットします。
nl: Zet hier uw debug opties
no_ny: Set avlusingsval her.
pl: Ustawianie opcji debugowania.
sk: Sem nastavte voľby pre ladenie.
sl: nastavitev zmožnosti razhroščevanja.
sv: Ange dina avlusningsalternativ här.
xh: Cwangcisa iinketho ze debugging apha.

source: generate debugging information
da: generér fejlretningsinformation
de: Debug-Infos generieren
et: Silumise info tekitamine
hu: nyomkövetési információ generálása
id: Hasilkan informasi debugging
it: Genera informazioni di debug
ja: デバッグ情報を生成します
nl: genereer debug opties
no_ny: generer avlusingsinformasjon
pl: generuj informacje dla debugera
sk: generovať ladiace informácie
sl: generiraj infomacijo za razhroščevanje
sv: skapa avlusningsinformation
xh: jikelezisa ulwazi lwe debugging
