Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/aktion.po
Languages: af, az, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, lt, mk, nl, no, no_ny, pl, pt, ro, sk, sl, sr, sv, tr, uk, xh

source: Video information
af: video informasie
az: Video mə'lumatları
cs: Informace o videu
eo: Filminformo
es: Información del vídeo
et: Video informatsioon
fi: Videon tiedot
fr: Informations sur la vidéo
he: ואדיו עדימ
hu: Videóinformációk
id: Informasi video
is: Upplýsingar um myndband
it: Informazioni video
ja: この動画についての情報
ko: 비디오 정보
lt: Video informacija
mk: Информации за видеото
nl: Video-informatie
no: Videoinformasjon
no_ny: Videoinformasjon
pl: Informacje o obrazie
pt: Informação do vídeo
ro: Informaţii video
sk: Informácia o videu
sl: Video informacije
sr: Video informacije
tr: Video bilgileri
uk: Інформація про відео
xh: Ulwazi lwe video

source: Open file...
af: open lêer...
az: Fayl aç...
cs: Otevřít soubor...
da: Åbn fil...
de: Datei öffnen...
eo: Malfermu dosieron...
es: Abrir fichero...
et: Ava fail...
fi: Avaa tiedosto...
fr: Ouvrir...
he: ...ץבוק חתפ
hu: Fájl megnyitása...
id: Buka berkas...
is: Opna skrá...
it: Apri file...
ja: ファイルを開く...
ko: 파일 열기...
lt: Atidaryti bylą...
mk: Отвори датотека...
nl: Bestand openen...
no: Åpne fil...
no_ny: Opna fil ...
pl: Otwórz plik...
pt: Abrir ficheiro...
ro: Deschide fişier...
sk: Otvoriť súbor...
sl: Odpri datoteko...
sr: Otvori fajl...
sv: Öppna fil...
tr: Dosya aç...
uk: Відкрити файл...
xh: Vula ifayile...

source: Setup...
af: opstelling...
az: Qurğular...
cs: Nastavení...
da: Opsætning...
de: Einrichtung...
eo: Agordo...
es: Configuración...
et: Seaded...
fi: Asetukset...
fr: Configuration
he: ...תורדגה
hu: Beállítás...
id: Aturan...
is: Uppsetning...
it: Impostazioni...
ja: 設定...
ko: 설정...
lt: Nustatyti...
mk: Подготви...
nl: Instellingen...
no: Oppsett...
no_ny: Oppsett ...
pl: Ustawianie...
pt: Configuração...
ro: Opţiuni...
sk: Nastavenie...
sl: Nastavitve...
sv: Inställningar...
tr: Ayarlar...
uk: Установка...
xh: Cwangcisa...

source: Volume
az: Səs
cs: Hlasitost
da: Lydstyrke
de: Lautstärke
eo: Laŭteco
es: Volumen
et: Helitugevus
fi: Äänenvoimakkuus
he: המצוע
hu: Hangerő
is: Hljóðstyrkur
ja: ボリューム
ko: 소리 크기
lt: Garsumas
mk: Гласност
no: Volum
no_ny: Lydstyrke
pl: Głośność
ro: Volum
sk: Hlasitosť...
sl: Glasnost
sr: Jačina
sv: Volym
tr: Ses
uk: Гучність
xh: Umqulu

source: Open file
af: open lêer
az: Fayl aç
cs: Otevřít soubor
da: Åbn fil
de: Datei öffnen
eo: Mafermu dosieron
es: Abrir fichero
et: Ava fail
fi: Avaa tiedosto
fr: Ouvrir
he: ץבוק חתפ
hu: Fájlmegnyitás
id: Buka berkas
is: Opna skrá
it: Apri file
ja: ファイルを開く
ko: 파일 열기
lt: Atidaryti bylą
mk: Отвори датотека
nl: Bestand openen
no: Åpne fil
no_ny: Opna fil
pl: Otwieranie pliku
pt: Abrir ficheiro
ro: Deschide fişier
sk: Otvoriť súbor
sl: Odpri datoteko
sr: Otvori datoteku
sv: Öppna fil
tr: Dosya aç
uk: Відкрити файл
xh: Vula ifayile

source: Setup
af: opstelling
az: Quraşdırma
cs: Nastavení
da: Opsætning
de: Einrichten
eo: Agordo
es: Configuración
et: Seaded
fi: Asetukset
fr: Configuration
he: תורדגה
hu: Beállítás
id: Aturan
is: Uppsetning
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatyti
mk: Подготви
nl: Instellingen
no: Oppsett
no_ny: Oppsett
pl: Ustawianie
pt: Configuração
ro: Opţiuni
sk: Nastavenie
sl: Nastavitve
sv: Inställningar
tr: Ayarlar
uk: Установки
xh: Cwangcisa

source: Invalid initial directory
af: ongeldige aanvanklike gids
az: Hökmsüz başlanğıc cərgəsi
cs: Neplatný počáteční adresář
da: Ugyldig begyndelsesmappe
de: Ungültiges Anfangsverzeichnis
eo: Nevalida komenca dosierujo
es: Directorio inicial inválido
et: Vigane 'algne kataloog'
fi: Virheellinen oletushakemisto
fr: Dossier initial non valable
he: הפקת אל תיתלחתה הירפס
hu: Érvénytelen kiindulási könyvtár
id: Direktori awal salah
is: Óviðeigandi byrjunarskráarmappa
it: Directory iniziale non valida
ja: 指定された初期ディレクトリは無効です
ko: 초기 디렉토리가 올바르지 않음
lt: Klaidingas pirminis katalogas
mk: Невалидна почетна папка
nl: Ongeldige uitgangsmap
no: Ugyldig startkatalog
no_ny: Ugyldig startkatalog
pl: Niepoprawny katalog początkowy
pt: Directoria inicial incorrecta
ro: Director iniţial eronat
sk: Nesprávny počiatočný priečinok
sl: Neveljaven začetni imenik
sr: Neispravan početni direktorijum
sv: Ogiltig utgångskatalog
tr: Geçersiz başlangıç dizini
uk: Невірний початковий каталог
xh: Ulawulo loqupho olungasebenziyo

source: aktion error!
af: aksie fout!
az: aktion xətası!
cs: Chyba aKtion!
da: aktion fejl!
de: aKtion-Fehler
eo: Eraro en Filmludilo!
es: ¡Error de aktion!
et: aktion viga!
fi: aKtion virhe!
fr: Problème d'aKtion!
he: !aktion-ב האיגש
hu: aktion hiba!
id: Kesalahan aktion!
is: Villa í aKtion
it: Errore di aKtion!
ja: aktionエラー
ko: aktion 오류!
lt: aktion klaida!
mk: aktion грешка!
nl: aktion - fout!
no: aktion-feil!
no_ny: aKtion-feil!
pl: Błąd programu kAction!
pt: erro do aktion!
ro: Eroare aktion!
sk: chyba aktion-u
sl: Napaka programa aktion!
sr: aktion greška!
sv: aktion fel!
tr: aktion hatası!
uk: Помилка aKtion!
xh: imposiso ye aktion!

source: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|All video formats *.avi *.AVI|AVI files (*.avi) *.mov *.MOV|QuickTime files (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG Files (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC Files (*.fli *.flc) *|All Files (*)
af: *.avi *.avi *.mov *.mov *.mpg *.mpg *.mpeg *.mpeg *.flc *.flc *.fli *.fli|alle video formate *.avi *.avi|avi lêers (*.avi) *.mov *.mov|quicktime lêers (*.mov) *.mpg *.mpg *.mpeg *.mpeg|mpg lêers (*.mpg) *.fli *.fli *.flc *.flc|fli/flc lêers (*.fli *.flc) *|alle lêers (*)
cs: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Všechny formáty videa *.avi *.AVI|soubory AVI (*.avi) *.mov *.MOV|soubory QuickTime (*.mov) *.mpg *.MPG *.mpeg *.MPEG|soubory MPG (*.mpg) *.fli *.FLI *.flc *.FLC|soubory FLI/FLC (*.fli *.flc) *|Všechny soubory (*)
da: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Alle videoformater *.avi *.AVI|AVI filer (*.avi) *.mov *.MOV|QuickTime filer (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG Filer (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC Filer (*.fli *.flc) *|Alle Filer (*)
de: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.flc *.FLC *.fli *.FLI|Alle Videoformate *.avi *.AVI|AVI-Dateien (*.avi) *.mov *.MOV|QuickTime-Dateien (*.mov) *.mpg *.MPG|MPG-Dateien (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC-Dateien (*.fli *.flc) *|Alle Dateien (*)
eo: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|ĉiuj filmdosieroj *.avi *.AVI|AVI-dosieroj (*.avi) *.mov *.MOV|QuickTime-dosieroj (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG-dosieroj (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC-dosieroj (*.fli *.flc) *|ĉiuj dosieroj (*)
es: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Todos los formatos de vídeo *.avi *.AVI|Ficheros AVI (*.avi) *.mov *.MOV|Ficheros QuickTime (*.mov) *.mpg *.MPG *.mpeg *.MPEG|Ficheros MPG (*.mpg) *.fli *.FLI *.flc *.FLC|Ficheros FLI/FLC (*.fli *.flc) *|Todos los ficheros (*)
et: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Kõik videofailid *.avi *.AVI|AVI failid (*.avi) *.mov *.MOV|QuickTime failid (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG failid (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC failid (*.fli *.flc) *|Kõik failid (*)
fi: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Kaikki videomuodot *.avi *.AVI|AVI-tiedostot (*.avi) *.mov *.MOV|QuickTime-tiedostot (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG-tiedostot (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC-tiedostot (*.fli *.flc) *|Kaikki tiedostot (*)
fr: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Tous les formats de vidéo .avi *.AVI|Vidéos AVI *.mov *.MOV|Vidéos QuickTime *.mpg *.MPG *.mpeg *.MPEG|Vidéos MPG *.fli *.FLI *.flc *.FLC|Vidéos FLI/FLC *|Tous les fichiers
he: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|ואדיוה תוינבת לכ *.avi *.AVI|(*.avi) AVI יצבק *.mov *.MOV|(*.mov) QuickTime יצבק *.mpg *.MPG *.mpeg *.MPEG|(*.mpg) MPG יצבק *.fli *.FLI *.flc *.FLC|(*.fli *.flc) FLC\FLI יצבק *|(*) םיצבקה לכ
hu: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Minden videóformátum *.avi *.AVI|AVI fájlok (*.avi) *.mov *.MOV|QuickTime fájlok (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG fájlok (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC fájlok (*.fli *.flc) *|Minden fájl (*)
id: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Semua format video *.avi *.AVI|Berkas AVI (*.avi) *.mov *.MOV|Berkas QuickTime (*.mov) *.mpg *.MPG *.mpeg *.MPEG|Berkas MPG (*.mpg) *.fli *.FLI *.flc *.FLC|Berkas FLI/FLC (*.fli *.flc) *|Semua Berkas (*)
is: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Allar myndbandsskrár *.avi *.AVI|AVI skrár (*.avi) *.mov *.MOV|QuickTime skrár (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG skrár (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC skrár (*.fli *.flc) *|Allar skrár (*)
it: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Tutti i formati video *.avi *.AVI|File AVI (*.avi) *.mov *.MOV|File QuickTime (*.mov) *.mpg *.MPG *.mpeg *.MPEG|File MPG (*.mpg) *.fli *.FLI *.flc *.FLC|File FLI/FLC (*.fli *.flc) *|Tutti i file (*)
ja: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|全ての動画フォーマット *.avi *.AVI|AVI ファイル (*.avi) *.mov *.MOV|QuickTime ファイル (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPEG ファイル (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC ファイル (*.fli *.flc) *|全てのファイル (*)
ko: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|All 비디오 형식 *.avi *.AVI|AVI 파일 (*.avi) *.mov *.MOV|퀵타임 파일 (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG 파일 (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC 파일 (*.fli *.flc) *|모든 파일 (*)
lt: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Visi video formatai *.avi *.AVI|AVI bylos (*.avi) *.mov *.MOV|QuickTime bylos (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG bylos (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC bylos (*.fli *.flc) *|Visos bylos (*)
nl: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Alle videoformaten *.avi *.AVI|AVI-bestanden (*.avi) *.mov *.MOV|QuickTime-bestanden (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG-bestanden (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC-bestanden (*.fli *.flc) *|Alle bestanden (*)
no: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Alle video-formater *.avi *.AVI|AVI-filer (*.avi) *.mov *.MOV|QuickTime-filer (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG-filer (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC-filer (*.fli *.flc) *|Alle-filer (*)
no_ny: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Alle videoformat *.avi *.AVI|AVI-filer (*.avi) *.mov *.MOV|QuickTime-filer (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG-filer (*.mpg) *.fli *.FLI *.flc *.FLC|FLI-/FLC-filer (*.fli *.flc) *|Alle Filer (*)
pl: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Wszystkie formaty obrazu *.avi *.AVI|AVI pliki (*.avi) *.mov *.MOV|QuickTime pliki (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG pliki (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC pliki (*.fli *.flc) *|Wszystkie pliki (*)
pt: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Todos os formatos de vídeo *.avi *.AVI|Ficheiros AVI (*.avi) *.mov *.MOV|Ficheiros QuickTime (*.mov) *.mpg *.MPG *.mpeg *.MPEG|Ficheiros MPEG (*.mpg) *.fli *.FLI *.flc *.FLC|Ficheiros FLI/FLC (*.fli *.flc) *|Todos os ficheiros (*)
ro: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Toate formatele video *.avi *.AVI|Fişiere AVI (*.avi) *.mov *.MOV|Fişiere QuickTime (*.mov) *.mpg *.MPG *.mpeg *.MPEG|Fişiere MPG (*.mpg) *.fli *.FLI *.flc *.FLC|Fişiere FLI/FLC (*.fli *.flc) *|Toate fişierele (*)
sk: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Všetky video formáty *.avi *.AVI|AVI súbory (*.avi) *.mov *.MOV|QuickTime súbory (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG súbory (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC súbory (*.fli *.flc) *|Všetky súbory (*)
sl: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Vsi formati videa *.avi *.AVI|Datoteke AVI (*.avi) *.mov *.MOV|Datoteke QuickTime (*.mov) *.mpg *.MPG *.mpeg *.MPEG|Datoteke MPG (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/Datoteke FLC (*.fli *.flc) *|Vse datoteke (*)
sr: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Svi video formati *.avi *.AVI|AVI fajlovi (*.avi) *.mov *.MOV|QuickTime fajlovi (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG Fajlovi (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC Fajlovi (*.fli *.flc) *|Svi fajlovi (*)
sv: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Alla videoformat *.avi *.AVI|AVI-filer (*.avi) *.mov *.MOV|Quicktime-filer (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG-filer (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC-filer (*.fli *.flc) *|Alla filer (*)
tr: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Tüm görüntü biçimleri *.avi *.AVI|AVI dosyaları (*.avi) *.mov *.MOV|QuickTime dosyaları (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG dosyaları (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC dosyaları (*.fli *.flc) *|Tüm dosyalar(*)
uk: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Всі формати відео *.avi *.AVI|Файли AVI (*.avi) *.mov *.MOV|Файли QuickTime (*.mov) *.mpg *.MPG *.mpeg *.MPEG|Файли MPG (*.mpg) *.fli *.FLI *.flc *>FLC|Файли FLI/FLC (*.fli *.flc) *|Всі файли (*)
xh: *.avi *.AVI *.mov *.MOV *.mpg *.MPG *.mpeg *.MPEG *.flc *.FLC *.fli *.FLI|Zonke iifomati ze video *.avi *.AVI|AVI iifayile (*.avi) *.mov *.MOV|Iifayile zamaxesha akhawulezayo (*.mov) *.mpg *.MPG *.mpeg *.MPEG|MPG Iifayile (*.mpg) *.fli *.FLI *.flc *.FLC|FLI/FLC Iifayile (*.fli *.flc) *|Zonke iifayile (*)

source: Select a movie
af: kies 'n fliek
az: bir film secin
cs: Vyberte film
da: Vælg en film
de: Wählen Sie einen Film
eo: Elektu filmon
es: Seleccione una película
et: Vali video
fi: Valitse elokuva
fr: Sélectionnez un film
he: טרס תריחב
hu: Válasszon egy videófájlt
id: Pilih satu film
is: Veldu myndband
it: Seleziona un film
ja: 映像の選択
ko: 영화 선택
lt: Pasirinkti filmą
nl: Selecteer een film
no: Velg en film
no_ny: Vel ein film
pl: Wybierz film
pt: Selecciona um filme
ro: Selectare film
sk: Vyber film
sl: Izberite film
sr: Izaberite film
sv: Välj en film
tr: bir film secin
uk: Виберіть кіно
xh: Khetha umdlalo

source: Only local files are currently supported.
af: slegs plaaslike lêers word huidiglik ondersteunde.
az: İndi sadəcə olaraq yerli fayllar dəstəklənir.
cs: Zatím jsou podporovány pouze lokální soubory.
da: Kun lokale filer understøttede indtil videre.
de: Derzeit werden nur lokale Dateien unterstützt.
eo: Nur lokaj dosieroj estas subtenataj momente.
es: Por ahora sólo están soportados ficheros locales.
et: Momendil on toetatud ainult kohalikud failid.
fi: Vain paikallisia tiedostoja tuetaan.
fr: Seuls les fichiers locaux sont actuellement autorisés.
he: .םיכמתנ םיימוקמ םיצבק קר
hu: Csak helyi fájlokat lehet használni.
is: Enn eru aðeins hægt að nota skrár úr þessu skráakerfi.
it: Attualmente sono supportati solo i file locali.
ja: 現在、ローカルにあるファイルしかサポートされていません.
lt: Dabar palaikomis tiktai vietinės bylos.
nl: Vooralsnog worden alleen lokale bestanden ondersteund.
no: Bare lokale filer er støttet for øyeblikket.
no_ny: Berre lokale filer er støtta enno.
pl: Tylko lokalne pliki są obecnie obsługiwane.
pt: Só ainda são suportados ficheiros locais.
ro: Deocamdată sînt suportate numai fişiere locale.
sk: Sú podporované iba lokálne súbory.
sl: Trenutno so podprte le krajevne datoteke.
sr: Trenutno su podržani samo lokalni fajlovi.
sv: Än så länge stöds endast lokala filer.
tr: Şu anda sadece yerel dosyalar destekleniyor.
uk: Поки що підтримуються тільки локальні файли.
xh: Zifayile zobulali kuphela ezixhaswayo okwangoku.

source: File: %1 %2 %3x%4 %5 frames - %6 fps
af: lêer: %1 %2 %3x%4 %5 rame - %6 rps
az: Fayl: %1 %2 %3x%4 %5 çərçivə - %6 fps
cs: Soubor: %1 %2 %3x%4 %5 snímků - %6 fps
da: Fil: %1 %2 %3x%4 %5 rammer - %6 fps
de: Datei: %1 %2 %3x%4 %5 Bilder - %6 bps
eo: Dosiero: %1 %2 %3x%4 %5 kadroj - %6 kadr./s
es: Fichero: %1 %2 %3x%4 %5 fotogramas - %6 fps
et: Fail: %1 %2 %3x%4 %5 kaadrit - %6 fps
fi: Tiedosto: %1 %2 %3x%4 %5 kuvia - %6 fps
fr: Fichier : %1 %2 %3x%4 %5 images - %6 fps
he: %1 :ץבוק %2 %3x%4 הינשל %6 - תורגסמ %5
hu: Fájl: %1 %2 %3x%4 %5 képkocka - %6 képkocka/mp.
id: Berkas: %1 %2 %3x%4 %5 frame - %6 fps
is: Skrá: %1 %2 %3x%4 %5 rammar - %6 rammar á sek.
it: File: %1 %2 %3x%4 %5 fotogrammi - %6 fps
ja: ファイル: %1 %2 %3x%4 %5 フレーム - %6 FPS
lt: Byla: %1 %2 %3x%4 %5 kadrai - %6 fps
nl: Bestand: %1 %2 %3x%4 %5 frames - %6 fps
no: Fil: %1 %2 %3x%4 %5 rammer - %6 bilder/sek
no_ny: Fil: %1 %2 %3x%4 %5 rammer - %6 rps
pl: Plik: %1 %2 %3x%4 %5 ramek - %6 fps
pt: Ficheiro: %1 %2 %3x%4 %5 tramas - %6 fps
ro: Fişier: %1 %2 %3x%4 %5 cadre - %6 fps
sk: Súbor: %1 %2 %3x%4 %5 snímok - %6 fps
sl: Datoteka: %1 %2 %3×%4 %5 slik - %6 fps
sr: Fajl: %1 %2 %3x%4 %5 frejmova - %6 fps
sv: Fil: %1 %2 %3x%4 %5 bilder - %6 fps
tr: Dosya: %1 %2 %3x%4 %5 kare - %6 fps
uk: Файли: %1 %2 %3x%4 %5 кадрів - %6 кадрів/с
xh: Ifayile: %1 %2 %3x%4 %5 izakhelo - %6 fps

source: You must be root to use the XFree86-VidMode extensions Switching to normal full-screen...
af: jy moet wees root aan gebruik die xfree86-vidmode uitbreidings omskakeling aan normale vol-skerm...
az: XFree86-VidMode uzantılarını işləə bilmək üçün 'root' olmalısınız Normal tam ekrana keçirəm...
cs: Pro použití XFree86-VidMode rozšíření musíte být root. Přepínám na celou obrazovku v normálním režimu...
da: Du skal være root for at bruge XFree86-Vidmode udvidelser skifter til normal fuld skærm...
de: Nur der Systemverwalter darf die XFree86-VidMode-Erweiterungen verwenden. Umschalten auf normales Vollbild...
eo: Vi devas esti sistemestro por uzi la XFree86-VidMode-aldonaĵon Ŝaltante al normal plenekraneco...
es: Debe ser superusuario (root) para utilizar las extensiones XFree86-VidMode Cambiando a modo normal de pantalla completa...
et: Selleks, et kasutada XFree86-VidMode laiendusi, pead sa olema root Normaalsesse täisekraani lülitumine...
fi: Sinun tulee olla pääkäyttäjä jotta voit käyttää XFree86-VidMode laajennuksia. Vaihdan normaaliin kokoruututilaan...
fr: Vous devez être super-utilisateur pour utiliser l'extension XFree86-VidMode Passage en mode plein écran normal...
he: הגוצתה בצמ תובחרהב שמתשהל ידכ root תויהל בייח התא ...ליגר אלמ ךסמל רבוע .XFree86 לש
hu: Rendszergazdai jogosultság kell az XFree86-VidMode kiterjesztések használatához. Normál teljes képernyős módba váltok...
id: Anda harus menjadi root untuk memanfaatkan XFree86 VidMode extensions Kembali ke layar penuh normal
is: Þú verður að vera root til að nota XFree86-VidMode Fylli skjá venjulega...
it: Devi essere root per usare le estensioni XFree86-VidMode Passo in modalità a tutto schermo normale...
ja: XFree86-VidMode extensions を使用するにはルート権限が必要です 通常のフルスクリーンに変更しています...
ko: XFree86-VidMode 확장은 루트만 사용할 수 있습니다 일반적인 전체화면으로 돌아갑니다...
lt: Tu turi būti root'as kad naudotum XFree86-VidMode praplėtimus Perjungiu į įprastinį pilną ekraną...
mk: Мора да сте пријавени како root за користење на XFree86-VidMode extensions Менување од нормален во цел екран...
nl: U kunt alleen als root de XFree86-VidMode-extensies gebruiken. In plaats daarvan wordt nu het normale volledig-scherm gebruikt.
no: Du må være root for å bruke XFree86s VidMode-utvidelser Bytter til vanlig fullskjerm...
no_ny: Du må vera root for å bruka XFree86-VidMode-utvidingane. Bytter til vanleg fullskjerm...
pl: Musisz być root'em abu uzywać rozszerzeń XFree86-VidMode Przełączanie pomiędzy ekranem pełnym a standardowym....
pt: Tens de ser o root para usares as extensões XFree86-VidMode Trocando para o ecrã inteiro normal...
ro: Trebuie să fiţi root pentru a utiliza extensii XFree86-VidMode. Comut la modul ecran întreg obişnuit...
sk: Pre použitie rozšírení XFree86-VidMode musíš byť root Prepína sa do normálnej celej obrazovky...
sl: Morate biti prijavljeni kot 'root', če želite uporabljati razširitve XFree86-VidMode. Preklapljam na običajni poln zaslon...
sr: Morate biti root za korišćenje XFree86-VidMode ekstenzije Prebacujem u normalni full-screen...
sv: Du måste vara root för att kunna använda XFree86-VidMode extensions Skiftar till normal fullskärm...
tr: XFree86-VidMode uzantılarını kullanabilmek için root olmalısınız Normal tam ekrana geçiyorum...
uk: Ви повинні бути root щоб використовувати розширення XFree86-VidMode Перемикаю у звичайний повноекранний режим...
xh: Kufuneka ubenengcambu ukusebenzisa i XFree86-Vd Indlela yezandiso Iswitsha kwikhusi-elipheleleyo eliqhelekileyo...

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (kde.af.org.za)
az: Vasif İsmayıloğlu
cs: Martin Vlk
da: Erik Kjær Pedersen
de: Gregor Zumstein, Frank Schütte
eo: Wolfram Diestel
es: Salvador Gimeno Zanón
et: KDE Eesti meeskond
fi: Kim Enkovaara
fr: Ludovic Grossard
he: Meni Livne
hu: Szántó Tamás
id: Firdaus Tjahyadi
is: Þórarinn R. Einarsson
it: Andrea Rizzi,Federico Cozzi
ja: Taiki Komoda,Noboru Sinohara
ko: Dongwon Kim
lt: Giedrius Šoblys, Ričardas Čepas
nl: Rinse de Vries
no: Christian A Strømmen [Number1/NumeroUno]
no_ny: Gaute Hvoslef Kvalnes
pt: Pedro Morais
ro: Claudiu Costin
sk: Neznámy
sl: Rok Papež, Marko Samastur
sr: Sasa Tomic, Jovan N Popović
sv: Mattias Newzella,Anders Widell
tr: Mehmet Tarımcı
uk: Andy Rysin
xh: Antoinette Dekeni

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@engineer.com
az: azerb_linux@hotmail.com
cs: oro@poetic.com
da: erik@binghamton.edu
de: zumstein@ssd.ethz.ch,F.Schuette@t-online.de
eo: <wolfram@steloj.de>
es: salgiza@jazzfree.com, kde-es@kde.org
et: kde@linux.ee
fi: kim.enkovaara@iki.fi
fr: ludovic.grossard@libertysurf.fr
he: livne@kde.org
hu: tszanto@mol.hu
id: dausnux@yahoo.com
is: thori@mindspring.com
it: rizzi@kde.org,federico.cozzi@sns.it
ja: kom@kde.gr.jp,shinobo@leo.bekkoame.ne.jp
ko: prdd@finf.net
lt: giedruks@centras.lt, rch@richard.eu.org
nl: rinse@kde.nl
no: number1@realityx.net
no_ny: gaute@verdsveven.com
pt: morais@kde.org
ro: claudiuc@geocities.com
sl: rok@slo.net, markos@elite.org
sr: gospodar@crosswinds.net, jpopovic@pakom.co.yu
sv: newzella@swipnet.se,awl@hem.passagen.se
tr: mehmet@gelecek.com.tr
uk: arysin@yahoo.com
xh: antoinette@translate.org.za
