Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/aktion.po
Languages: af, az, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, lt, mk, nl, no, no_ny, pl, pt, ro, sk, sl, sr, sv, tr, uk, xh

source: aKtion! Setup
af: aksie! opstelling
az: aKtion! Qurğuları
cs: Nastavení aKtion!
da: aKtion! opsætning
de: Einstellungen von aKtion!
eo: Agordo de Filmludilo
es: Configuración de aKtion!
et: aKtion! seadistused
fi: aKtion! asetukset
fr: aKtion! - Configuration
he: aKtion! תורדגה
hu: Az aKtion! beállítása
id: Aturan aKtion!
is: aKtion! Uppsetning
it: Impostazione di aKtion!
ja: aKtion!の設定
ko: aKtion! 설정
lt: aKtion! nustatymas
mk: Подготви го aKtion!
nl: aKtion! - instellingen
no: aKtion!-oppsett
no_ny: aKtion!-oppsett
pl: Ustawianie aKtion!
pt: Configuração do aKtion!
ro: Opţiuni aKtion!
sk: aKtion! Nastavenie
sl: aKtion! Nastavitve
sv: Inställningar för Aktion!
tr: aKtion! Ayarları
uk: Установка aKtion!
xh: aKtion! Ucwangciso

source: Audio
cs: Zvuk
eo: Sonoro
fi: Ääni
fr: Son
he: עמש
hu: Hang
id: Suara
is: Hljóð
ja: 音声
ko: 소리
mk: Аудио
nl: Geluid
no: Lyd
no_ny: Lyd
pl: Dźwięk
pt: Áudio
sk: Zvuk
sl: Zvok
sr: Zvuk
sv: Ljud
tr: Ses
uk: Аудіо
xh: Evakalayo

source: Color
af: kleur
az: Rəng
cs: Barva
da: Farve
de: Farbe
eo: Koloro
et: Värv
fi: Värit
fr: Couleur
he: עבצ
hu: Szín
id: Warna
is: Litur
it: Colore
ja: 表示色
ko: 색상
lt: Spalva
mk: Боја
nl: Kleuren
no: Farge
no_ny: Farge
pl: Kolor
pt: Cores
ro: Culoare
sk: Farba
sl: Barva
sr: Boja
sv: Färg
tr: Renk
uk: Колір
xh: Umbala

source: Scaling
af: skalering
az: Miqyaslama
cs: Změna velikosti
da: Skalerer
de: Skalieren
eo: Etendo
es: Escalado
et: Skaleerimine
fi: Skaalaus
fr: Taille
he: לדוג
hu: Méretezés
id: Skala
is: Skölun
it: Riscala
ja: スケーリング
ko: 크기
lt: Mastelio nustatymas
mk: Скалирање
nl: Schaling
no: Skalering
no_ny: Skalering
pl: Skalowanie
pt: Escala
ro: Scalare
sk: Mierka
sl: Razmerje
sv: Skalning
tr: Ayarlama
uk: Масштаб
xh: Iyasikalisha

source: Capture
af: vang
az: Yaxalma
cs: Zachytávání
da: Indfang
de: Bildschirmphoto
eo: Foto
es: Captura
fi: Kaappaus
he: םוליצ
hu: Felvétel
id: Tangkap gambar
is: Taka yfir
it: Cattura
ja: 画面の取り込み
ko: 갈무리
lt: Pagavimas
mk: Превземање
nl: Beeldschermafdruk
no: Ta vare på
no_ny: Opptak
pl: Zrzut
pt: Captura
ro: Captură
sk: Snímanie
sl: Zajem
sv: Fånga
tr: Yakalma
uk: Захопити
xh: Ukubamba

source: Others
az: Digərləri
cs: Ostatní
da: Andre
de: Sonstiges
eo: Aliaj
es: Otros
et: Teised
fi: Muut
fr: Autres
he: רחא
hu: Egyebek
id: Lain-lain
is: Aðrir
it: Altro
ja: その他
ko: 그 밖에
lt: Kiti
mk: Други
nl: Overig
no: Andre
no_ny: Andre
pl: Inne
pt: Outros
ro: Altele
sk: Ostatné
sl: Ostalo
sr: Ostalo
sv: Övriga
tr: Diğerleri
uk: Інші
xh: Abanye

source: Audio enable
af: audio aktiveer
az: Səs fəal
cs: Povolit zvuk
da: Slå audio til
de: Audio aktivieren
eo: Sonoro enŝaltita
es: Habilitar audio
et: Luba audio
fi: Käytä ääniä
fr: Lire la bande son
he: עמש רשפא
hu: A hang bekapcsolása
id: Suara diaktifkan
is: Kveikja á hljóði
it: Abilita audio
ja: 音声を出力する
ko: 소리 듣기
lt: Audio įjungta
mk: Овозможи аудио
nl: Geluid activeren
no: Lyd slått på
no_ny: Lyd på
pl: Włącz dźwięk
pt: Activar som
ro: Activează audio
sk: Povoliť zvuk
sl: Omogoči zvok
sr: Uključi zvuk
sv: Aktivera ljud
tr: Ses aktif
uk: Включити аудіо
xh: Yenza okuvakalayo

source: Skip frames for audio sync
af: spring rame vir audio sinkronisasie
az: Səslə sinxronlaşma üçün çərçivələri keç
cs: Přeskakovat snímky kvůli synchronizaci zvuku
da: Skip rammer for audio sync
de: Bilder für Audiosynchronisierung überspringen
eo: Transsaltu kadrojn por sonorsinkronigo
es: Saltar fotogramas para sincronizar con audio
et: Lase audioga sünkroniseerimiseks kaadreid mööda
fi: Ohita kuvia äänen synkronoimiseksi
fr: Sauter des images pour synchroniser le son
he: עמשה םע ןרכנתסהל ידכ תורגסמ לע גלד
hu: Képek kihagyása a hang szinkronjához
id: Sinkronisasi suara dan gambar
is: Sleppa römmum til að ná hljóðsamræmi
it: Salta fotogrammi per sincronizzazione audio
ja: 音声と同期するためにフレームを飛ばす
ko: 소리에 맞춰 프레임 조절
lt: Praleisti kadrus audio sinchronizacijai
mk: Прескокнувај рамки за аудио синхронизација
nl: Frames overslaan voor audiosynchronisatie.
no: Hopp over biter med lyd-synk
no_ny: Hopp over rammer for lydsynkronisering
pl: Opuść ramki dla synchronizacji z dźwiękiem
pt: Saltar tramas para sincronizar o som
ro: Sare peste cadre pentru a menţine sincronizarea audio
sk: Preskakovať snímky pre synchronizáciu zvuku
sl: Preskoči slike pri zvočni sinhronizaciji
sr: Preskoči sekvence za zvučnu sinhr.
sv: Hoppa över bilder för att synkronisera ljudet
tr: Ses'le zamanlama için kareleri atla
uk: Пропускати кадри для синхронізації аудіо
xh: Tsiba izakhelo zokuvakalayo kwe sync

source: Show volume slider
af: vertoon volume skuiwer
az: Səs həcm lövhəsini göstər
cs: Ukázat posuvník hlasitosti
da: Vis lydstyrkeglideknap
de: Lautstärkeregler anzeigen
eo: Montru laŭtecostirilon
es: Mostrar barra de volumen
et: Näita helitugevusregulaatorit
fi: Näytä äänenvoimakkuuskontrolli
fr: Afficher le réglage du volume
he: המצוע ןווחמ גצה
hu: A hangerőbeállító megjelenítése
id: Perlihatkan pengatur volume
is: Sýna hljóðstyrksstilli
it: Mostra barra volume
ja: 音量スライダーを表示
ko: 소리 크기 조절기 보기
lt: Parodyti garsumo šliaužiklį
mk: Покажи го лизгачот за гласност
nl: Volumebalk tonen
no: Vis volumkontroll
no_ny: Vis regulator for lydstyrke
pl: Pokaż suwak głośności
pt: Mostrar o controlo de volume
ro: Afişează potenţiomentrul de volum
sk: Zobraziť indikátor hlasitosti
sl: Prikaži drsnik glasnosti
sr: Prikaži klizač za jačinu
sv: Visa volymkontroll
tr: Ses göstergesini göster
uk: Показати повзунок гучності
xh: Bonisa umtyibilikisi womqulu

source: Initial volume (0-100):
af: aanvanklike volume (0-100):
az: Başlanğıc səsi (0-100):
cs: Počáteční hlasitost (0-100):
da: Initial lydstyrke (0-100):
de: Anfangslautstärke (0-100)
eo: Komenca laŭteco (0-100):
es: Volumen inicial (0-100):
et: Helitugevus vaikimisi (0-100):
fi: Oletusäänenvoimakkuus (0-100)
fr: Volume initial (0-100) :
he: :(0-100) תיתלחתה המצוע
hu: Kezdeti hangerő (0-100):
id: Volume awal (0-100):
is: Byrjunarhljóðstyrkur (0-100):
it: Volume iniziale (0-100):
ja: 起動時のボリューム (0-100)
ko: 기본 소리 크기
lt: Pirminis garsumas (0-100):
mk: Почетна гласност (0-100):
nl: Beginvolume (0-100):
no: Startvolum (0-100):
no_ny: Start-lydstyrke (0-100):
pl: Głośność początkowa (0-100):
pt: Volume inicial (0-100):
ro: Volum iniţial (0-100):
sk: Počiatočná hlasitosť (0-100):
sl: Začetna glasnost (0-100):
sr: Početna jačina (0-100):
sv: Utgångsvolym (0-100):
tr: Başlangıç sesi (0-100):
uk: Початкова гучність (0-100):
xh: Umqulu woqupho (0-100):

source: Color mapping (non TrueColor displays)
af: kleur tabillering (nie volkleur vertoon)
az: Rəng quraşdırması (HəqiqRəng olmayan ekranlar)
cs: Mapování barev (pro ne-TrueColor obrazovky)
da: Farve afbildning (ikke TrueColor skærme)
de: Farbzuordnung (für Bildschirme ohne Echtfarben)
eo: Koloralordigo (krom ekranoj kun multegaj koloroj)
es: Mapeo del color (pantallas sin TrueColor)
et: Värvimapping (mitte TrueColor ekraanil)
fi: Värimuutos (muut kuin TrueColor näytöt)
fr: Palette de couleurs (affichage non TrueColor)
he: (אלמ עבצ ןניאש תוגוצתל) עבצ יופימ
hu: Színleképzés (nem TrueColor megjelenítőknél)
id: Pemetaan warna (tampilan non TrueColor)
is: Litamöppun (fyrir skjái sem ekki eru TrueColor)
it: Mappatura colore (display non TrueColor)
ja: カラーマッピング (TrueColor以外の場合)
ko: 색상 매핑 (트루컬러 아님)
lt: Spalvų keitimas (ne TrueColor monitoriams)
mk: Мапирање на бои (за преглед во не TrueColor)
nl: Kleurinstellingen (voor 256-kleurenbeeldschermen)
no: Fargemapping (for ikke-TrueColor-skjermer)
no_ny: Farge-mapping (ikkje-TrueColor-skjermar)
pl: Mapowanie koloru (brak dla obrazów TrueColor)
pt: Mapeamento de cores (ecrãs não TrueColor)
ro: Maparea de culori (pentru ecrane non-TrueColor)
sk: Mapovanie farieb (na obrazovkách bez TrueColor)
sl: Barvne preslikava (zasloni, ki niso TrueColor)
sr: Mapiranje boja (ne TrueColor ekrani)
sv: Färgmappning (för skärmar utan TrueColour)
tr: Renk ayarlaması (GerçekRenk olmayan görüntüler)
uk: Відображення кольорів (для не-TrueColor моніторів)
xh: Ufako lombala kwimaphu (iziboniso ezingengombala uyinyaniso)

source: TrueColor to 322 (static color)
af: volkleur aan 322 (statiese kleur)
az: HəqiqiRənglərdən 322-yə qədər (statik rəng)
cs: TrueColor na 322 (statická barva)
da: TrueColor til 322 (statisk farve)
de: Echtfarben auf 322 (statische Farbe)
eo: Multegkolora al 322 (konstantaj koloroj)
es: TrueColor hasta 322 (color estático)
et: TrueColor kuni 322 (staatiline värv)
fi: Täysväristä 322:n (staattinen väri)
fr: TrueColor vers 322 (couleurs statiques)
he: (יטטס עבצ) 322-ל אלמ עבצ
hu: TrueColor-ról 322-re (állandó színek)
id: TrueColor sampai 322 (warna statik)
is: TrueColor í 322 (staðlaðir litir)
it: TrueColor a 322 (colore statico)
ja: True Color から 322(固定色)に変換
ko: 트루컬러를 322로 (정해진 색상)
lt: TrueColor į 322 (nekintamos spalvos)
nl: 24-bitskleur naar 322 (statische kleuren)
no: TrueColor til 322 (statisk farge)
no_ny: TrueColor til 322 (statisk farge)
pl: TrueColor do 322 (kolor statyczny)
pt: TrueColor para 322 (cor estática)
ro: TrueColor la 322 (culori statice)
sk: TrueColor do 322 (statické farby)
sl: TrueColor do 322 (statične barve)
sr: TrueColor na 322 (static color)
sv: TrueColour till 322 (statisk färg)
tr: GerçekRenklerden 322'ye kadar (statik renk)
uk: TrueColor у 322 (статичні кольори)
xh: Umbala wenyaniso ku 322 (umbala westatistiki)

source: Color lookup table
af: kleur opkyk tabel
az: Rəng baxma cədvəli
cs: Paleta pro výběr barev
da: Farve opslagstabel
de: Farbreferenztafel
eo: Kolorreferenctabelo
es: Tabla localizadora de colores
et: Värvivaliku tabel
fi: Väritaulukko
fr: Palette de couleurs
he: םיעבצ שופיח תלבט
hu: Színtáblázat használata
id: Tabel penyesuaian warna
is: Litauppflettitafla
it: Tabella consultazione colore
ja: カラーテーブルを使用
ko: 색상표
lt: Spalvų paieškos lentelė
mk: Табела за бои
nl: Kleurreferentie-tabel
no: Tabell for fargeoppslag
no_ny: Fargeoppslagstabell
pl: Tabela wyboru koloru
pt: Tabela de cores
ro: Tabela de culori
sk: Tabuľka farieb
sl: Iskalna tabela barv
sr: Tabela za pregled boja
sv: Uppslagstabell för färger
tr: Renk bakma tablosu
uk: Таблиця перетворення кольорів
xh: Itafile yokujonga umbala

source: Numer of frames to look ahead:
af: aantal van rame aan kyk vorentoe:
az: İrəlidə baxılacaq çərçivə miqdarı:
cs: Počet v předstihu načítaných snímků:
da: Antal rammer at kigge fremad:
de: Anzahl der Bilder, die gepuffert werden sollen:
eo: Nombro de bufritaj kadroj
es: Número de fotogramas a mirar por adelantado:
et: Kaadrite arv mida vaadatakse eestpoolt:
fi: Etukäteen tutkittavien kuvien määrä:
fr: Nombre d'images à anticiper :
he: :המידק לכתסהל שיש תורגסמה רפסמ
hu: Az előre feldolgozott kockák száma:
id: Jumlah frame untuk dibaca
is: Hversu marga ramma á að leita áfram:
it: Numero di fotogrammi da vedere in anticipo:
ja: 先読みするフレーム数:
ko: 미리 볼 프레임 수
lt: Kadrų skaičius ieškojimui į priekį
mk: Број на рамки за претпроцесирање:
nl: het aantal beeldjes dat vooruit bekeken moet worden:
no: Antall bilder å se forran:
no_ny: Tal på rammer å sjå framover:
pl: Liczba ramek w przód:
pt: Número de tramas a ver à frente:
ro: Număr de cadre de căutat înainte:
sk: Počet predspracovaných snímok:
sl: Število sličic, ki se berejo vnaprej:
sr: Broj frejmova za pregled unapred:
sv: Antal bilder att ladda i förväg:
tr: İleride bakılacak kare sayısı:
uk: Кількість попередньо вибраних кадрів:
xh: Inani lezakhelo ukujonga phambili:

source: TrueColor to grayscale
af: volkleur aan gryskleur
az: HəqiqiRəng-dən boz tonlara
cs: TrueColor na odstíny šedi
da: TrueColor til gråskala
de: Echtfarben in Graustufen umwandeln
eo: Multegkolora al grizkolora
es: Convertir Truecolor en escala de grises
et: TrueColor halltoonideks
fi: Täysväristä harmaasävyyn
fr: TrueColor vers dégradé de gris
he: רופא ינווגל אלמ עבצ
hu: TrueColor-ról szürkeárnyalatosra
id: TrueColor ke grayscale
is: TrueColor í svarthvítt
it: Da TrueColor a scala di grigio
ja: TrueColorをグレースケールに変換
ko: 트루컬러를 흑백으로
lt: TrueColor į pilkus pustonius
mk: Од боја во нијанси на сиво
nl: 24-bits kleur naar grijswaarde
no: TrueColor til gråskala
no_ny: TrueColor til gråtonar
pl: TrueColor do skali szarości
pt: TrueColor para tons de cinza
ro: TrueColor la nuanţe de gri
sk: TrueColor na odtiene šedi
sl: TrueColor v sivine
sr: TrueColor u nijanse sive (grayscale)
sv: TrueColour till gråskala
tr: GerçekRenk'ten gri tonlara
uk: TrueColor у відтінки сірого
xh: Umbala oyinyaniso kwisikali esingwevu

source: None
af: geen
az: Heç Biri
cs: Žádné
da: Ingen
de: Keine
eo: Neniu
es: Ninguno
et: Pole
fi: Ei mikään
fr: Aucune
he: אלל
hu: Nincs
id: Kosong
is: Ekkert
it: Nessuno
ja: カラーマッピングを変更しない
ko: 없음
lt: Joks
mk: Ништо
nl: Geen
no: Ingen
no_ny: Ingen
pl: Brak
pt: Nenhum
ro: Nimic
sk: Žiadne
sl: Nič
sr: Nikakva
sv: Ingen
tr: Hiçbiri
uk: Відсутня
xh: Awukho

source: Gamma of display:
af: gamma van vertoon:
az: Görünüşün qamması:
cs: Gamma:
da: Gamma for skærm:
de: Gammawert des Bildschirms
eo: Gamovaloro por la vidigilo:
es: Gama de pantallas:
et: Ekraani gammakorrektsioon
fi: Näytön gammakorjaus:
fr: Gamma de l'écran :
he: :הגוצתה לש אמאג תמר
hu: A képernyő gammakorrekciójának beállítása:
id: Gamma dari tampilan
is: Ljósstyrkur skjás:
it: Gamma del display:
ja: ディスプレイのガンマ値:
ko: 화면 감마값
lt: Monitoriaus gama
mk: Гама на приказот:
nl: Gammawaarde van weergave:
no: Gamme til skjerm:
no_ny: Gamma til skjerm:
pl: Gama obrazu:
pt: Gama do mostrador:
ro: Factor gama:
sk: Gamma zobrazenia:
sl: Gama popravek zaslona:
sr: Osvetljenje ekrana:
sv: Skärmens gamma:
tr: Görüntünün gamması:
uk: Гама монітору:
xh: Unobumba wesithathu wesiGrike womboniso:

source: Display scale
af: vertoon skaal
az: Rəsm
cs: Změna velikosti zobrazení
da: Vis skala
de: Anzeige-Skalierung
eo: Vidigiletendo
es: Escala de visualización
et: Ekraani suurus
fi: Näytön skaalaus
fr: Taille de l'affichage
he: הגוצתה לדוג
hu: Megjelenítési méret
id: Skala tampilan
is: Skjáskölun
it: Scala display
ja: 表示部分の大きさ
ko: 화면 크기
lt: Monitoriaus skalė
mk: Скалирање на приказот
nl: Schaal van weergave
no: Visningsskala
no_ny: Visingsskala
pl: Skala widoku
pt: Escala do mostrador
ro: Scalare afişare
sk: Mierka obrazu
sl: Prikaži razmerje
sr: Prikaži skalu
sv: Visa skala
tr: Görüntü
uk: Масштаб монітору
xh: Isikali somboniso

source: Original size
af: oorspronklike grootte
az: Original böyüklük
cs: Původní velikost
da: Oprindelig størrelse
de: Originalgröße
eo: Origina grandeco
es: Tamaño original
et: Originaalsuurus
fi: Alkuperäinen koko
fr: Taille originale
he: ירוקמ לדוג
hu: eredeti méret
id: Ukuran asli
is: Upprunaleg stærð
it: Dimensione originale
ja: 元のサイズ
ko: 처음 크기
lt: Originalus dydis
mk: Оригинална големина
nl: Originele grootte
no: Original størrelse
no_ny: Opprinneleg storleik
pl: Rozmiar oryginalny
pt: Tamanho original
ro: Mărime originală
sk: Pôvodná veľkosť
sl: Originalna velikost
sr: Originalna veličina
sv: Originalstorlek
tr: Orijinal boyutu
uk: Початковий розмір
xh: Ubungakanani boqobo

source: Half size
af: half grootte
az: Yarı böyüklük
cs: Poloviční velikost
da: Halv størrelse
de: Halbiert
eo: Duona grandeco
es: Mitad de tamaño
et: Poole suurusega
fi: Puolikas
fr: Moitié de la taille
he: לדוגה תיצחמ
hu: fele méret
id: Ukuran setengah
is: Hálf stærð
it: Dimensione dimezzata
ja: 1/2のサイズ
ko: 절반 크기
lt: Pusė dydžio
mk: Половина
nl: Halve grootte
no: Halv størrelse
no_ny: Halv storleik
pl: Połowa wielkości
pt: Metade do tamanho
ro: Mărime jumătate
sk: Polovičná veľkosť
sl: Polovična velikost
sr: Duplo manje
sv: Halv storlek
tr: Yarı boyut
uk: Удвічі менший
xh: Ubungakanani obulicala

source: Double size
af: dubbel grootte
az: İki qat böyüklük
cs: Dvojitá velikost
da: Dobbelt størrelse
de: Doppelte Größe
eo: Duobla grandeco
es: Doble tamaño
et: Topelt suurusega
fi: Tuplakoko
fr: Double de la taille
he: לופכ לדוג
hu: dupla méret
id: Ukuran dobel
is: Tvöföld stærð
it: Dimensione doppia
ja: 2倍のサイズ
ko: 두배 크기
lt: Dvigubas dydis
mk: Двојно
nl: Dubbele grootte
no: Dobbel størrelse
no_ny: Dobbels storleik
pl: Podwójna wielkość
pt: Dobro do tamanho
ro: Mărime dublă
sk: Dvojnásobná veľkosť
sl: Dvojna velikost
sr: Duplo veće
sv: Dubbel storlek
tr: Çift kat boyut
uk: Удвічі більший
xh: Ubungakanani obuphindwe kabini

source: Maximized
af: maksimeerd
az: Böyüdülmüş
cs: Maximalizované
da: Maksimeret
de: Maximiert
eo: Maksimuma
es: Maximizado
et: Maksimeeritud
fi: Suurennettu
fr: Maximisée
he: יברימ לדוג
hu: maximalizált
id: Maksimal
is: Hámarkað
it: Massimizzato
ja: ウインドウを最大化
ko: 최대 크기
lt: Išdidintas
mk: Најголемо
nl: Gemaximaliseerd
no: Maksimert
no_ny: Maksimert
pl: Maksymalizowany
pt: Maximizado
ro: Maximizat
sk: Maximalizované
sl: Maksimalna povečava
sr: Maksimizirano
sv: Maximerad
tr: Büyütülmüş
uk: Максимізований
xh: Yenziwe nkulu

source: Full screen
af: volgrote skerm
az: Tam Ekran
cs: Celá obrazovka
da: Fuldskærm
de: Ganzer Bildschirm
eo: Plenekrana
es: Pantalla completa
et: Täisekraan
fi: Koko ruutu
fr: Plein écran
he: אלמ ךסמ
hu: teljes képernyős
id: Selayar penuh
is: Allur skjárinn
it: Schermo intero
ja: フルスクリーン
ko: 전체 화면
lt: Visas ekranas
mk: Цел екран
nl: Volledig scherm
no: Fullskjerm
no_ny: Fullskjerm
pl: Pełny ekran
pt: Ecrã inteiro
ro: Întregul ecran
sk: Celá obrazovka
sl: Čez cel zaslon
sr: Ceo ekran
sv: Fullskärm
tr: Tam ekran
uk: На повний екран
xh: Ikhusi elipheleleyo

source: Use XFree86-VidModeExtensions (if available)
af: gebruik xfree86-vidmodeextensions (as beskikbaar)
az: XFree86-VidDurumuUzantılarını işlət (mümkünsə)
cs: Používat XFree86 VidModeExtensions (je-li dostupné)
da: Brug XFree86-VidModeExtensions (hvis tilgængelig)
de: XFree86-VidModeExtensions verwenden, falls verfügbar
eo: Uzu aldonaĵon "XFree86-VidModeExtensions" (se uzebla)
es: Utilizar XFree86-VidModeExtensions (si están disponibles)
et: Kasuta XFree86-VidMode laiendusi (kui võimalik)
fi: Käytä XFree86-VidModeExtensioneita (jos käytettävissä)
fr: Utiliser l'extension XFree86-VidMode (si disponible)
he: (תונימז םא) XFree86 לש הגוצתה בצמ תובחרהב שמתשה
hu: Az XFree86-VidModeExtensions kiterjesztés használata (ha lehet)
id: Gunakan XFree86-VidModeExtensions (jika tersedia)
is: Nota XFree86-VidModeExtensions (ef hægt er)
it: Usa (se disponibili) le estensioni XFree86-VidMode
ja: 使用可能な時、XFree86-VidModeExtensionを使用する
ko: XFree86-VidModeExtension 사용 (가능하면)
lt: Naudoti XFree86-VidModeExtensions (jei tokie yra)
nl: Gebruik (indien voorhanden) de XFree86-VidModeExtensions
no: Bruk XFree86s VidModeExtensions (hvis tilgjengelig)
no_ny: Bruk XFree86-VidModeExtensions (dersom tilgjengeleg)
pl: Użyj XFree86-VidModeExtensions (jeśli dostępne)
pt: Usar XFree86-VidModeExtensions (se disponíveis)
ro: Utilizează XFree86-VidModeExtensions (dacă este disponibil)
sk: Použiť rozšírenia XFree86-VidMode (ak sú dostupné)
sl: Uporabi razširitve XFree86-VidModeExtensions (kjer je mogoče)
sr: Koristi XFree86-VidModeExtensions (ako je moguće)
sv: Använd XFree86-VidModeExtensions (om tillgängliga)
tr: XFree86-VidDurumuUzantılarını kullan (mümkünse)
uk: Використовувати розширення XFree86-VidModeExtensions (якщо можливо)
xh: Sebenzisa i XFree86-Vid Indlela yezandiso (ukuba ikhona)

source: Grab the mouse
af: gryp die muis
az: Siçanı yaxala
cs: Zachytávat myš
da: Grib musen
de: Maus übernehmen
eo: Transprenu la muson
es: Capturar el ratón
et: Kraba hiir
fi: Kaappaa hiiri
fr: Capturer la souris
he: רבכעה תא סופת
hu: Az egér elfogása
id: Pegang mouse
is: Taka yfir músina
it: Cattura il mouse
ja: カーソルをGrabする
ko: 마우스 숨기기
lt: Užgrobti pelę
mk: Грабни го глувчето
nl: Muis overnemen
no: Ta musen
no_ny: Ta musa
pl: Przejmij sterowanie myszą
pt: Agarrar o rato
ro: Preia mouse-ul
sk: Snímať myš
sl: Zgrabi miško
sr: Uhvati miša
sv: Fånga musen
tr: Fareyi yakala
uk: Захопити мишу
xh: Tsala imouse

source: Output file format:
af: uitset lêer formaat:
az: Yazılacaq fayl şəkli:
cs: Výstupní formát souboru:
da: Uddata filformat:
de: Format der Ausgabedatei:
eo: Eligdosiertipo:
es: Formato del fichero de salida:
fi: Tallennusmuoto:
fr: Format des fichiers d'enregistrement :
he: :טלפה ץבוק תינבת
hu: Kimeneti fájlformátum:
id: Format berkas keluaran
is: Form úttaksskrár
it: Formato del file di output:
ja: 出力フォーマット:
ko: 내보낼 파일 형식:
lt: Išvedamos bylos formatas:
mk: Излезен формат на датотека:
nl: Formaat van uitvoerbestand:
no: Filformat for utdata:
no_ny: Utfil-format:
pl: Format pliku wyjściowego:
pt: Formato do ficheiro de saída:
ro: Formatul fişierului de ieşire:
sk: Formát výstupného súboru
sl: Format izhodne datoteke:
sr: Format izlaznog fajla:
sv: Filformat för utmatning:
tr: Yazılacak dosya biçemi:
uk: Формат вихідного файлу:
xh: Ifomati yefayile yemveliso:

source: Output file directory:
af: uitset lêer gids:
az: Yazılacaq fayl cərgəsi:
cs: Adresář pro výstupní soubory:
da: Uddata filmappe:
de: Verzeichnis der Ausgabedatei:
eo: Eligdosierujo
es: Directorio del fichero de salida:
fi: Tallennushakemisto:
fr: Dossier d'enregistrement des fichiers :
he: :טלפה ץבוק תיירפס
hu: A kimeneti fájlok könyvtára:
id: Direktori berkas keluaran
is: Úttaksskráarmappa
it: Directory del file di output:
ja: 出力ディレクトリ:
ko: 내보낼 디렉토리:
lt: Išvedamos bylos katalogas:
mk: Излезна папка:
nl: Map voor uitvoerbestand:
no: Katalog for utdata:
no_ny: Utfil-katalog:
pl: Katalog pliku wyjściowego:
pt: Directoria do ficheiro de saída:
ro: Directorul fişierului de ieşire:
sk: Priečinok s výstupnými súbormi
sl: Imenik za izhodne datoteke:
sr: Direktorijum izlaznog fajla:
sv: Katalog för utfilen:
tr: Yazılacak dosya dizini:
uk: Каталог вихідного файлу:
xh: Ulawulo lwefayile yemveliso:

source: Press 'c' during playback to capture a single frame.
af: druk 'c' gedurende terugspeel aan vang 'n enkel raam.
az: Göstərirkən tək bir çərçivə yaxalamak üçün 'c' düyməsinə basın.
cs: Stisknutím 'c' během přehrávání zachytíte jednotlivý snímek.
da: Tryk på 'c' ved afspilning for at gribe en enkel ramme.
de: Drücken Sie auf "c" während des Playback, um ein einzelnes Bild aufzunehmen
eo: Premu 'c' dum ludado por fari foton.
es: Presione 'c' durante la reproducción para capturar un único fotograma.
et: Ühe frame'i salvestamiseks vajuta mängimise ajal 'c'.
fi: Paina 'c' soiton aikana kaapataksesi yhden kuvan.
fr: Appuyez sur «c» pendant la lecture pour capturer une image.
he: .תדדוב תרגסמ םלצל ידכ ןוגינה ךלהמב 'c' שקה
hu: A 'c' lenyomására az aktuális képkocka elmentődik.
id: Tekan 'c' untuk menangkap satu frame
is: Ýttu á 'c' á meðan á afspilun stendur til að ná í einn ramma.
it: Premi "c" durante la riproduzione per catturare un fotogramma singolo.
ja: 再生中に「c」を押すとその時に表示されているフレームを取り込みます
ko: 하나의 프레임을 갈무리하려면 재생 중 'c'를 누르세요.
lt: Spausk 'c' vieno kadro pagavimui grojant
mk: Притиснете 'c' при репродукцијата за фаќање на една рамка.
nl: Klik tijdens het afspelen op "c" om een beeldje af te drukken.
no: Trykk 'c' under bakgrunnspillingen for å ta vare på et enkelt bilde.
no_ny: Trykk «c» under avspeling for å lagra ei enkel ramme.
pl: Naciśnij 'c' podczas odtwarzania aby dokonać zrzutu pojedynczej ramki.
pt: Carrega no 'c' durante a execução da animação para capturar uma só trama.
ro: Apăsaţi 'c' în timpul redării pentru a captura un singur cadru.
sk: Stlač 'c' počas prehrávania pre zachytenie jednej snímky.
sl: Pritsnite 'c' med predvajanjem za zajem posamezne slike.
sr: Pritisni 'c' tokom prikaza za hvatanje jednog frejma.
sv: Tryck på 'c' under uppspelningen för att fånga en enskild bild.
tr: Oynatırken tek bir kare yakalamak için 'c' tuşuna basın.
uk: Натисніть 'c' при програванні, щоб зберегти кадр
xh: Cinezela 'c' ngexesha lukudlala umva ukubamba isakhelo esisodwa.
