Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/aktion.po
Languages: af, az, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, lt, mk, nl, no, no_ny, pl, pt, ro, sk, sl, sr, sv, tr, uk, xh

source: Video loading
af: video laaiïng van
az: Video yüklənir
cs: Načítání videa
da: Video indlæsning
de: Video laden
eo: Filmoŝargo
es: Cargando el vídeo
et: Video laadimine
fi: Ladataan videota
fr: Chargement du ficher vidéo
he: ואדיו תניעט
hu: Videó betöltése
id: Pembacaan video
is: Myndband að hlaðast
it: Caricamento video
ja: 動画のロード方法
ko: 비디오
lt: Video įkrovimas
mk: Вчитување видео
nl: Inladen van video
no: Video laster
no_ny: Video lastar
pl: Ładowanie obrazu
pt: Carregamento do vídeo
ro: Încărcare video
sk: Nahrávanie videa
sl: Nalaganje videa
sr: Učitavanje snimka
sv: Videoladdning
tr: Video yükleniyor
uk: Завантаження відео
xh: Ivideo iyalayisha

source: Preload animation into memory
af: vooraflaai animasie binnein geheue
az: Animasiyanı əvvəlcədən yaddaşa yüklə
cs: Načíst animaci v předstihu do paměti
da: Forindlæs animering i hukommelse
de: Animation vorab in Speicher laden
eo: Antaŭŝargu filmon en la memoron
es: Precargar animación en la memoria
et: Animatsiooni eellaadimine mällu
fi: Lataa animaatio muistiin
fr: Charger l'animation en mémoire
he: ןורכיזל שארמ היצמינאה תא ןעט
hu: Az animációk előtöltése a memóriába
id: Letakkan animasi ke memori
is: Forhlaða hreyfimynd inn í minni
it: Precarica l'animazione in memoria
ja: メモリに動画をあらかじめロードしておく
ko: 메모리에 미리 불러오기
lt: Išankstinis animacijos įkrovimas į atmintį
mk: Вчитај анимација во меморија
nl: Animatie vooraf in geheugen laden
no: Forhåndslast animasjon inn i minnet
no_ny: Førehandslast animasjon til minnet
pl: Przeładuj animację w pamięci
pt: Pré-carregamento da animação para a memória.
ro: Preîncarcă animaţia în memorie
sk: Nahrať animáciu do pamäti
sl: Naloži animacijo najprej v pomnilnik
sr: Spremi animaciju u memoriji
sv: Ladda animationen till minnet i förväg
tr: Animasyonu önceden hafızaya yükle
uk: Попередньо завантажити анімацію у пам'ять
xh: Layisha kuqala okuphilayo kwinkumbulo

source: Preload and uncompress animation
af: vooraflaai en onkompakteer animasie
az: Animasiyanı əvvəlcədən yüklə və aç
cs: Načíst v předstihu a rozbalit animaci
da: Forindlæs og dekomprimér animering
de: Animation vorab laden und dekomprimieren
eo: Antaŭŝargu kaj elpaku filmon
es: Precargar y descomprimir animación
et: Animatsiooni eellaadimine ja lahtipakkimine
fi: Lataa ja pura animaatio
fr: Charger et décompacter l'animation
he: התוא חתפו שארמ היצמינאה תא ןעט
hu: Az animációk előtöltése és kitömörítése
id: Animasi terbaca di awal
is: Forhlaða og afsamþjappa hreyfimynd
it: Precarica e decomprimi l'animazione
ja: あらかじめ動画をロードし、伸長しておく
ko: 미리 읽고 압축 풀기
lt: Išankstinis animacijos įkrovimas ir išpakavimas
mk: Вчитај и декомпресирај анимација
nl: Animatie vooraf laden en decomprimeren.
no: Forhåndslast og dekomprimer animasjon
no_ny: Førehandslast og dekomprimer animasjon
pl: Przeładuj i rozkompresuj animację
pt: Pré-carregamento e descompressão da animação
ro: Preîncarcă şi decomprimă animaţia
sk: Nahrať a dekomprimovať animáciu do pamäti
sl: Najprej naloži in odkompresiraj animacijo
sr: Spremi i dekompresuj animaciju
sv: Ladda och packa upp animationen i förväg
tr: Animasyonu önceden yükle ve aç
uk: Попередньо завантажити та розгорнути анімацію
xh: Layisha kuqala kwaye unganyanzeli ndaweni nye okuphilayo

source: Read each sector only when needed
af: lees elke sektor slegs wanneer benodig
az: Hər sektoru sadəcə olaraq ehtiyac olduğunda oxu
cs: Číst každý sektor pouze je-li potřeba
da: Læs kun hver sektor når det er nødvendigt
de: Jeden Sektor nur bei Bedarf lesen
eo: Legu ĉiun sektoron nur se necese
es: Leer cada sector sólo cuando sea necesario
et: Loe iga sektor ainult vajadusel
fi: Lue jokainen osio vain jos tarvitaan
fr: Lire chaque secteur seulement si nécessaire
he: ךרוצה הרקמב קר הציחמ לכ ארק
hu: Csak akkor olvassa a szektorokat, ha szükség van rá
id: Baca tiap sektor seperlunya
is: Lesa hvert svæði aðeins þegar það þarf.
it: Leggi ogni settore solo quando richiesto
ja: 必要となった時にのみそのセクタを読み込む
ko: 필요할 때마다 각 섹터 읽기
lt: Skaityti kiekvieną sektorių tik kai reikalinga
mk: Читај го секој сектор само кога е потребно
nl: Elke sector pas laden wanneer deze nodig is.
no: Les hver sektor bare når den trengs
no_ny: Les kvar sektor berre når det trengst
pl: Czytaj każdy sektor jeśli wystąpi potrzeba
pt: Carregar cada sector apenas quando necessário
ro: Citeşte fiecare sector numai cînd este nevoie
sk: Čítať každý sektor až keď je potrebné
sl: Preberi vsak sektor le, ko je potrebno
sr: Učitaj svaki sektor samo kada je potrebno
sv: Läs varje sektor endast när det behövs
tr: Her sektörü sadece ihtiyaç olduğunda oku
uk: Зчитувати кожен сектор тільки за необхідністю
xh: Funda isebe ngalinye kuphela xa lifuneka

source: Use X11 shared memory
af: gebruik x11 gedeelde geheue
az: X11 paylaşılmış yaddaşını işlət
cs: Používat sdílenou paměť X11
da: Brug X11 delt hukommelse
de: Gemeinsamen Speicher von X11 benutzen
eo: Uzu X11-komunan memoron
es: Utilizar memoria compartida de X11
et: Kasuta X11 jagatud (shared) mälu
fi: Käytä X11 jaettua muistia
fr: Utiliser la mémoire partagée de X11
he: X11 לש ףתושמ ןורכיזב שמתשה
hu: Az X11 osztott memória használata
id: Gunakan memori-shared X11
is: Nota X11 deilt minni
it: Usa la memoria condivisa di X11
ja: X11 shared memory を使用する
ko: X11 공유 메모리 사용
lt: Naudotis X11 bendra atmintimi
mk: Користи ја X11 shared меморијата
nl: Gedeeld geheugen van X11 gebruiken
no: Bruk X11s delte minne
no_ny: Bruk delt X11-minne
pl: Użyj pamięci dzielonej z X11
pt: Usar a memória partilhada do X11
ro: Utilizează memorie partajată X11
sk: Použiť zdieľanú pamäť X11
sl: Uporabi deljen pomnilnik oken X
sr: Koristi X11 deljenu memoriju
sv: Använd X11 delat minne
tr: X11 paylaşılmış hafızasını kullan
uk: Використовувати спільну пам'ять X11
xh: Sebenzisa i X11 inkumbulo eyahlulwayo

source: Use X11 multi buffering
af: gebruik x11 multi buffering
az: X11 çoxlu tamponlamasını işlət
cs: Používat násobnou vyrovnávací paměť X11
da: Brug X11 multi puffere
de: X11-Multi-Pufferspeicher benutzen
eo: Uzu X11-multbufradon
es: Utilizar multi buffering de X11
et: Kasuta X11 multipuhverdamist
fi: Käytä X11:ta montaa puskuria
fr: Utiliser le multi-buffering de X11
he: X11 לש הבורמ-הריגאב שמתשה
hu: Az X11 többszörös pufferek használata
id: Gunakan multi buffering X11
is: Nota X11 mörg biðminni
it: Usa il multi buffering di X11
ja: X11 multi buffering を使用する
ko: X11 다중 버퍼링 사용
lt: Naudoti X11 multi buferizavimą
mk: Користи X11 multi buffering
nl: Buffergeheugen van X11 gebruiken
no: Bruk X11s multibuffering
no_ny: Bruk X11-multibuffering
pl: Użyj buforowania X11
pt: Usar o 'multi-buffering' do X11
ro: Utilizează tampoane multiple X11
sk: Použiť X11 multi buffering
sl: Uporabi X11 izravnalnik
sr: Koristi X11 multi keširanje
sv: Använd X11:s multibuffring
tr: X11 çoklu tamponlamasını kullan
uk: Використовувати багатошарову буферизацію X11
xh: Sebenzisa i X11 yesixhobo sokubulala ungqubano oluninzi

source: Use Pixmap instead of Image in X11
af: gebruik bispatroon in plaas van van beeld in x11
az: X11-dəki Şekil yerinə Pixmap işlət
cs: V X11 používat pixmapu místo obrázku
da: Brug pixmap i stedet for billede i X11
de: Pixmap statt Image in X11 benutzen
eo: Uzu "Pixmap" anstataŭ "Image" en X11
es: Utilizar mapa de pixeles en lugar de imagen en X11
et: Kasuta X11 pildi asemel Pixmap-i
fi: Käytä kuvakarttaa X11 kuvan sijasta
fr: Utiliser des pixmaps au lieu des images de X11
he: X11-ב הנומתב םוקמב םילסקיפ תפמב שמתשה
hu: Pixmap használata Image helyett X11-ben
id: Gunakan Pixmap bukan gambar X11
is: Nota pixmap í stað myndar í X11
it: Usa le Pixmap invece delle Immagini in X11
ja: X11のImageでなくPixmapを使う
ko: X11에서 이미지 대신 픽스맵 사용
lt: Naudoti rastrą vietoj paveikslėlio X11
mk: Користи Pixmap наместо слика во X11
nl: Pimap i.p.v. afbeelding gebruiken in X11.
no: Bruk Pixmap istedenfor bilde i X11
no_ny: Bruk Pixmap i staden for Image i X11
pl: Użyj Pixmap zamiast Image w X11
pt: Usar Pixmap em vez de Image no X11
ro: Utilizează pixmap în loc de imagine în X11
sk: Použiť Pixmap namiesto Image v X11
sl: Uporabi 'Pixmap' namesto 'Image' v X11
sr: Koristi Pixmap umesto Slike u X11
sv: Använd pixmapp istället för bild i X11
tr: X11'deki Şekil yerine Pixmap kullan
uk: Використовувати Pixmap замість Image у X11
xh: Sebenzisa i Pixmap endaweni yomfanekiso ku X11

source: Initial directory:
af: aanvanklike gids:
az: Başlanğıc cərgəsi:
cs: Počáteční adresář:
da: Begyndelsesmappe:
de: Ausgangsverzeichnis:
eo: Origina dosierujo:
es: Directorio inicial:
et: Algne kataloog
fi: Oletushakemisto:
fr: Dossier initial :
he: :תיתלחתה הירפס
hu: Kiindulási könyvtár:
id: Direktori awal
is: Byrjunarskráarmappa:
it: Directory iniziale:
ja: 初期ディレクトリ
ko: 초기 디렉토리
lt: Pirminis katalogas:
mk: Почетна папка:
nl: Uitgangsmap:
no: Startkatalog:
no_ny: Startkatalog:
pl: Katalog początkowy:
pt: Directoria inicial:
ro: Director iniţial:
sk: Počiatočný priečinok:
sl: Začetni imenik:
sr: Početni direktorijum:
sv: Utgångskatalog:
tr: Başlangıç dizini:
uk: Початковий каталог:
xh: Ulawulo olunquphayo:

source: Loop animation
af: lus animasie
az: Animasiyanı təkrarla
cs: Přehrávat ve smyčce
da: Løkkeanimering
de: Animation ununterbrochen laufen lassen
eo: Ludu cikle
es: Animación cíclica
et: Korrata animatsiooni (loop)
fi: Looppaa animaatiota
fr: Lire l'animation en boucle
he: האלולב היצמינא ןגנ
hu: Végtelenített animáció
id: Animasi berulang
is: Endurtaka myndband
it: Animazione ciclica
ja: 動画をループ再生する
ko: 반복
lt: Animacija cikle
mk: Повторувај анимација
nl: Animatie herhalen
no: Kjør animasjon i løkke
no_ny: Repeter animasjon
pl: Powtarzaj animacje
pt: Repetir animação
ro: Animaţie în buclă
sk: Opakovať animáciu v slučke
sl: Ponavljaj animacijo
sr: Vrti animaciju
sv: Repetera animationen
tr: Animasyonu tekrarla
uk: Зациклити анімацію
xh: Uphiliso lomtya

source: Automatically start playing video
af: automaties begin speel video
az: Videonu göstərməyə avtomatik olaraq başla
cs: Začít přehrávání automaticky
da: Spil automatisk video ved opstart
de: Video automatisch abspielen
eo: Aŭtomate ekludu la filmon
es: Iniciar automáticamente reproducción de vídeo
et: Alusta video esitust automaatselt
fi: Aloita soittaminen automaattisesti
fr: Lancer automatiquement l'animation
he: תיטמוטוא ואדיוה תא ןגנל לחתה
hu: A videólejátszás automatikus indítása
id: Mainkan video secara otomatis
is: Byrja að spila myndband sjálfkrafa
it: Inizia automaticamente la riproduzione del video
ja: 動画を起動時に自動的に再生する
ko: 자동 시작
lt: Automatiškai pradėti rodyti video
mk: Автоматски стартувај го видеото
nl: Automatisch starten met video-afspelen
no: Start videospilling automatisk
no_ny: Start videospeling automatisk
pl: Automatycznie uruchom odtwarzanie obrazu
pt: Começar a execução do vídeo automaticamente
ro: Porneşte redarea video automat
sk: Automaticky začať prehrávanie videa
sl: Samodejen začetek predvajanja videa
sr: Automatski počni da prikazuješ snimak
sv: Starta uppspelningen automatiskt
tr: Video'yu oynatmaya otomatik olarak başla
uk: Автоматично почати відео
xh: Iqala ukudlala ivideo ngokuzenzekelayo

source: Extra XAnim parameters:
af: addisionele xanim parameters:
az: Ekstra XAnim parametrləri:
cs: Další parametry XAnim:
da: Ekstra XAnim parametre
de: Extra XAnim-Parameter
eo: Kromaj XAnim-parametroj:
es: Parámetros extra de XAnim:
et: Extra XAnim Parameteetrid
fi: Lisäparametrit XAnimille:
fr: Paramètres supplémentaires de xAnim :
he: :XAnim לש םיפסונ םירטמרפ
hu: Egyéb XAnim paraméterek:
id: Parameter tambahan XAnim
is: Auka XAnim breytur
it: Parametri extra di XAnim:
ja: XAnim への追加パラメータ:
ko: 특별한 XAnim 매개 변수:
lt: Papildomi XAnim parametrai:
mk: Додатни Xanim параметри:
nl: Extra parameters voor XAnim:
no: Et ekstra xanim-parameter:
no_ny: Ekstra XAnim-parametrar:
pl: Dodatkowe parametry XAnim:
pt: Parâmetros extra do XAnim:
ro: Parametrii suplimentari XAnim:
sk: Extra XAnim parametre:
sl: Dodatni XAnim parametri:
sr: Dodatni XAnim parametri:
sv: Extra parametrar till Xanim:
tr: Ekstra XAnim parametreleri:
uk: Інші XAnim параметри
xh: Iparameters ezongezeleweyo ze XAnim:

source: xanim executable:
af: xanim uitvoerbare:
az: Icra edilə bilən xanim faylı:
cs: Cesta k xanim:
da: xanim kørbar:
de: Ausführbare Datei von xanim
eo: XAnim-programdosiero
es: Ejecutable de xanim:
et: xanim käivituv fail:
fi: xanim ohjelma:
fr: Exécutable xAnim :
he: :xanim תינכותה
hu: Az xanim program:
id: Program xanim
is: XAnim keyrsluforrit
it: Eseguibile di xanim:
ja: xanimの実行ファイル:
ko: xanim 실행:
lt: xanim vykdomoji programa:
mk: xanim извршна:
nl: Uitvoerbaar bestand van xanim:
no: Programfilen til xanim:
no_ny: xanim-kommando:
pl: wykonywalny xanim:
pt: executável xanim:
ro: Executabil XAnim:
sk: súbor pre xanim:
sl: xanim program:
sr: xanim izvršni fajl:
sv: körbar Xanim:
tr: Çalıştırılabilir xanim dosyası:
uk: файл програми xanim:
xh: xanim iphunyeziwe:

source: Only local executables allowed.
af: slegs plaaslike uitvoerbares toegelaat.
az: Sadəcə olaraq yerli icra edilə bilən fayllara icazə var.
cs: Jsou povoleny pouze lokální programy.
da: Kun lokale kørbare tilladt.
de: Nur lokale Programme erlaubt.
eo: Nur lokaj programdosieroj subtenataj.
es: Sólo se permiten ejecutable locales.
et: Lubatud on ainult kohalikud käivitatavad failid.
fi: Vain paikalliset tiedostot sallittuja.
fr: Seuls les exécutables locaux sont autorisés.
he: .תוימוקמ תוינכותב קר שמתשהל ןתינ
hu: Csak helyi programok indíthatók.
id: Hanya program lokal yang diperbolehkan
is: Aðeins staðbundnin keyrsluforrit leyfð
it: Sono permessi solo file eseguibili locali.
ja: ネットワーク経由での再生はできません。
ko: 로컬에서만 실행할 수 있습니다.
lt: Leidžiamos tik vietinės vykdomosios programos.
mk: Само локални извршни се дозволени.
nl: Alleen lokale uitvoerbare bestanden zijn toegestaan.
no: Bare lokale programfiler kan brukes.
no_ny: Berre lokale kommandofiler er tilletne.
pl: Tylko lokalne pliki wykonywalne są dozwolone.
pt: Apenas são permitidos executáveis locais.
ro: Sînt permise numai executabile locale.
sk: Povoliť len lokálne spustiteľné súbory.
sl: Dovoljeni le krajevni programi.
sr: Samo izvršavanje lokalnih fajlova je dozvoljeno.
sv: Endast lokala körbara filer är tillåtna.
tr: Sadece yerel çalıştırılabilir dosyalara izin var.
uk: Дозволені тільки локальні файли програм
xh: Zimpumezo zobulali kuphela ezivumelekileyo.

source: KDE Video Player
af: kde video speler
az: KDE Video Çalğıcısı
cs: Přehrávač videa pro KDE
da: KDE videospiller
de: KDE-Video-Abspieler
eo: KDE-Filmprezentilo
es: Reproductor de Vídeo de KDE
et: KDE videofailide mängija
fi: KDE videosoitin
fr: Lecteur vidéo pour KDE
he: KDE לש ואדיוה ןגנ
hu: KDE videólejátszó
id: Pemutar Video KDE
is: KDE Myndbandsspilari
it: Lettore video di KDE
ja: KDE ビデオプレイヤー
ko: KDE 비디오 재생기
lt: KDE Video Grotuvas
mk: KDE Видео репродукција
nl: KDE Videospeler
no: KDe Video-spiller
no_ny: KDE Videospelar
pl: Odtwarzacz wideo KDE
pt: Reprodutor de Vídeo do KDE
ro: Redare Video KDE
sk: KDE prehrávač videa
sl: KDE video predvajalnik
sv: Videospelare för KDE
tr: KDE Video Oynatıcısı
uk: Програвач відео KDE
xh: Umdlali we video ye KDE

source: aKtion
af: aksie
eo: Filmludilo

source: Play
af: speel
az: Çal
cs: Přehrát
da: Spil
de: Abspielen
eo: Ludu
es: Reproducir
et: Mängi
fi: Soita
fr: Lecture
he: ןגנ
hu: Lejátszás
id: Putar
is: Spila
it: Riproduci
ja: 再生
ko: 재생
lt: Groti
mk: Пушти
nl: Afspelen
no: Spill
no_ny: Spel
pl: Odtwarzaj
pt: Começar
ro: Redă
sk: Hrať
sl: Predvajaj
sr: Pusti
sv: Spela
tr: Oynat
uk: Пуск
xh: Dlala

source: Pause
af: pouseer
az: Dayandır
cs: Pauza
eo: Paŭzo
es: Pausar
et: Paus
fi: Tauko
he: ההשה
hu: Szünet
id: Jeda
is: Bíða
it: Pausa
ja: 一時停止
ko: 잠시멈춤
lt: Pauzė
nl: Pauze
pl: Wstrzymaj
pt: Pausa
ro: Pauză
sk: Pauza
sl: Premor
sr: Pauziraj
sv: Paus
tr: Durdur
uk: Пауза
xh: Phumla

source: Backward
af: terugwaarts
az: Geri
cs: Zpět
da: Baglæns
de: Rückwärts spulen
eo: Retro
es: Rebobinar
et: Tagasi
fi: Taakse
fr: Retour rapide
he: הרוחא
hu: Vissza
id: Mundur
is: Til baka
it: Indietro
ja: 1フレーム戻す
ko: 되감기
lt: Atgal
mk: Назад
nl: Achteruit
no: Bakover
no_ny: Att
pl: Poprzedni
pt: Recuar
ro: Înapoi
sk: Vzad
sl: Nazaj
sr: Unazad
sv: Bakåt
tr: Geri
uk: Назад
xh: Emva

source: Forward
af: vorentoe
az: İrəli
cs: Vpřed
da: Fremad
de: Vorwärts spulen
eo: Antaŭen
es: Avanzar
et: Edasi
fi: Eteen
fr: Avance rapide
he: המידק
hu: Előre
id: Maju
is: Áfram
it: Avanti
ja: 1フレーム進める
ko: 앞으로
lt: Pirmyn
mk: Напред
nl: Vooruit
no: Forover
no_ny: Fram
pl: Następny
pt: Avançar
ro: Înainte
sk: Vpred
sl: Naprej
sr: Unapred
sv: Framåt
tr: İleri
uk: Вперед
xh: Phambili

source: Can't save image to file:/n%1
af: kan nie stoor beeld aan lêer:/n%1
az: Rəsm fayla qeyd edilə bilmir:/n%1
cs: Nelze uložit obrázek do file:/n%1
da: Kan ikke gemme billede til fil :/n%1
de: Bild lässt sich nicht speichern in:/n%1
eo: Ne eblas sekurigi la bildon al dosiero: %1
es: No se pudo guardar la imagen en el fichero:/n%1
et: Pilti pole võimalik salvestada faili:/n%1
fi: Ei voitu tallettaa kuvaa tiedostoon:/n%1
fr: Impossible d'enregistrer l'image dans file:/n%1
he: /n%1 :ץבוקל הנומתה תא רומשל ןתינ אל
hu: Nem lehet a képet elmenteni ebbe a fájlba:/n%1
id: Gagal menyimpan gambar ke berkas: %1
is: Get ekki vistað myndskrá í skrá:/n%1
it: Impossibile salvare l'immagine sul file:/n%1
ja: 画像を %1 に保存できません
ko: 이미지를 저장할 수 없음:/n%1
lt: Negaliu išsaugoti vaizdo į bylą: %1
nl: Kan afbeelding niet naar besttand opslaan:/n%1
no: Kan ikke lagre bilde til file:/n%1
no_ny: Kan ikkje lagra bilete til fil:/n%1
pl: Nie można zapisać obrazu do pliku /n%1
pt: Não consegui gravar a imagem para o ficheiro:/n%1
ro: Nu pot salva imaginea în fişier: %1
sk: Nemôžem uložiť obrázok do súboru:/n%1
sl: Ne morem shraniti slike v datoteko:/n%1
sr: Ne mogu da sačuvam sliku u fajlu:/n%1
sv: Kan inte spara bild till fil:/n%1
tr: Dosya bu dizine saklanamıyor:/n%1
uk: Не можу зберегти образ у файл:/n%1
xh: Ayinakugcina umfanekiso kwifayiole:/n%1

source: %1: wrong file name.
af: %1: verkeerde lêer naam.
az: %1: Yanlış fayl adı.
cs: %1: chybný název souboru.
da: %1: forkert filnavn.
de: %1: falscher Dateiname
eo: %1: malbona dosiernomo.
es: %1: nombre de fichero incorrecto.
et: %1: vigane failinimi.
fi: %1: väärä tiedostonimi
fr: %1 : nom de fichier non valable.
he: .יוגש ץבוק םש :%1
hu: %1: hibás fájlnév.
id: %1: nama berkas salah
is: %1: vitlaust skráarnafn.
it: %1: nome file sbagliato.
ja: %1: ファイル名が違います
ko: %1: 올바르지 않은 파일 이름.
lt: %1: blogas bylos vardas.
nl: %1: verkeerde bestandsnaam.
no: %1: feil filnavn.
no_ny: %1: Feil filnamn.
pl: %1 zła nazwa pliku.
pt: %1: nome de ficheiro errado.
ro: %1: nume de fişier incorect.
sk: %1: nesprávne meno súboru.
sl: %1: napačno ime datoteke.
sr: %1: pogresan naziv fajla.
sv: %1: fel filnamn.
tr: %1: Yanlış dosya adı.
uk: %1: невірне ім'я файлу.
xh: %1: igama lefayile elingalunganga.

source: Error reading file info.
af: fout lees lêer inligting.
az: Fayl mə'lumatı oxunurkən xəta.
cs: Chyba při čtení informací o souboru.
da: Fejl ved læsning af filinfo.
de: Fehler beim Lesen der Dateiinformation
eo: Eraro dum lego de la dosierinformo.
es: Error leyendo información del fichero.
et: Viga failiinfo lugemisel.
fi: Virhe luettaessa tiedoston tietoja.
fr: Impossible de lire les informations sur le fichier.
he: .ץבוקה עדימ תאירקב האיגש
hu: A fájljellemzők beolvasása nem sikerült.
id: Kesalahan membaca info berkas
is: Villa við að lesa skráarupplýsingar.
it: Errore nella lettura delle informazioni del file.
ja: ファイルの情報が読めません。
ko: 파일 정보 읽기 오류
lt: Klaida skaitant bylos informaciją.
nl: Fout tijdens het lezen van bestandsinformatie.
no: Feil under lesing av filinformasjon.
no_ny: Feil ved lesing av filinfo.
pl: Błąd odczytu informacji o pliku.
pt: Erro ao ler informações do ficheiro.
ro: Eroare la citirea informaţiilor despre fişier.
sk: Chyba pri čítaní informácií o súbore.
sl: Napaka pri branju informacije o datoteki.
sr: Greška pri čitanju opisa fajla.
sv: Fel vid läsning av filinformation.
tr: Dosya bilgisi okunurken hata.
uk: Помилка читання інформації про файл.
xh: Imposiso ifunda ulwazi lwefayile.

source: Unsupported video codec.
af: nie ondersteunde video codec.
az: Dəstəklənməyən video sıxışdırması
cs: Nepodporované kódování videa.
da: Ikke understøttet video codec.
de: Nicht unterstützte Videokodierung
eo: Nesubtenita video-malkodilo.
es: Codec de vídeo no soportado.
et: Videokoodeki toetus puudub.
fi: Videokodekki jota ei tueta.
fr: Codec vidéo non reconnu.
he: .ךמתנ אל ואדיו Codec
hu: Nem támogatott videókódolási módszer.
id: Video codec tidak terbaca
is: Óstudd myndbandstegund
it: Codec video non supportato.
ja: このビデオコーデックはサポートされていません。
ko: 지원하지 않는 비디오 코덱.
lt: Nepalaikomas video kodekas.
nl: Niet-ondersteunde videocodec.
no: Ustøttet video-koding.
no_ny: Ustøtta video-codec.
pl: Nieobsługiwany format obrazu.
pt: O 'codec' vídeo não é suportado.
ro: Codec video nesuportat.
sk: Nepodporovaný video kodek.
sl: Nepodprt video format.
sr: Nepodržani video codec.
sv: Denna video-codec stöds inte.
tr: Desteklenmeyen video sıkıştırması
uk: Відео кодування/декодування не підтримується.
xh: Engaxhaswayo ivideo codec.

source: The video is active!
af: die video is aktief!
az: Video indi fəaldır
cs: Video je aktivní!
da: Denne video er aktiv!
de: Das Video wird abgespielt!
eo: La filmo estas aktiva!
es: ¡El vídeo está activo!
et: Video on aktiivne!
fi: Video on aktiivinen!
fr: La vidéo est active !
he: !ליעפ ואדיוה
hu: A videó aktív!
id: Video sedang aktif
is: Myndbandið er virkt!
it: Il video è attivo!
ja: ビデオがアクティブ状態です!
ko: 비디오 작동 중!
lt: Video aktyvus!
nl: De video is actief!
no: Videoen er aktiv!
no_ny: Videoen er aktiv!
pl: Obraz jest aktywny!
pt: O vídeo está activo!
ro: Modulul video este activ!
sk: Video je aktívne!
sl: Video je aktiven!
sr: Video je aktivan!
sv: Videon är aktiv!
tr: Video şu an aktif
uk: Відео вже програється!
xh: Ivideo iyasebenza!

source: Can't find the xanim executable: %1
af: kan nie soek die xanim uitvoerbare: %1
az: Xanim icraçısı tapıla bilmir: %1
cs: Nelze nalézt spustitelný soubor xanim: %1
da: Kan ikke finde xanim programmet: %1
de: Ausführbare Datei von xanim kann nicht gefunden werden: %1
eo: Ne eblas trovi la programon "xanim": %1
es: No se pudo encontrar el ejecutable de xanim: %1
et: Xanim käivitatavat faili pole võimalik leida: %1
fi: Ei löydetty xanim ohjelmaa: %1
fr: Impossible de trouver l'exécutable xAnim : %1
he: :xanim תינכותה תא אוצמל ןתינ אל %1
hu: Az xanim program nem található: %1
id: Program xanim tidak ditemukan: %1
is: Get ekki fundið XAnim keyrsluforritið: %1
it: Impossibile trovare l'eseguibile di xanim: %1
ja: xanimの実行ファイルが見つかりません: %1
ko: Xanim 을 실행할 수 없음: %1
lt: Negaliu surasti xanim vykdomosios programos: %1
nl: Fout bij het vinden van het uitvoerbare bestand van xanim: %1
no: Kan ikke finne programfilen til xanim: %1
no_ny: Finn ikkje xanim-programmet: %1
pl: Nie można odnaleźć programu wykonywalnego xanim: %1
pt: Não consegui encontrar o executável xanim: %1
ro: Nu găsesc executabilul XAnim: %1
sk: Nemôžem nájsť súbor pre xanim: %1
sl: Ne najdem izvedljivega programa xanim: %1
sr: Ne mogu da nađem xanim izvršni fajl: %1
sv: Kan inte hitta den körbara Xanim: %1
tr: Çalıştırılabilir xanim dosyası: %1
uk: Не можу знайти файл програми xanim: %1
xh: Ayiyifumani i xanim ephunyeziweyo: %1

source: File to open.
af: lêer aan open.
az: Açılacaq fayl.
cs: Soubor k otevření.
da: Fil der skal åbnes.
de: Zu öffnende Datei
eo: Malfermenda dosiero
es: Fichero a abrir.
et: Faili avamine
fi: Avattava tiedosto.
fr: Fichier à ouvrir
he: .החיתפל ץבוק
hu: A megnyitandó fájl
id: Berkas akan dibuka
is: Skrá til að opna.
it: File da aprire.
ja: 開くファイル
ko: 파일 열기
lt: Byla atidarymui.
mk: Датотека за отварање.
nl: Te openen bestand.
no: Fil å åpne.
no_ny: Opna fil.
pl: Plik do otwarcia.
pt: Ficheiro para abrir.
ro: Fişier de încărcat.
sk: Súbor na otvorenie
sl: Datoteka, ki se naj odpre.
sr: Otvaram fajl.
sv: Fil att öppna.
tr: Açılacak dosya.
uk: Відкрити файл.
xh: Ifayile izakuvula.
