Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/artscontrol.po
Languages: af, az, eo, he, id, ro, ru

source: Title
af: titel
az: Başlıq
eo: Titolo
he: תרתוכ
id: Judul
ro: Titlu
ru: Название

source: Type
af: tipe
az: Növ
eo: Tipo
he: גוס
id: Tipe
ro: Tip
ru: Тип

source: Destination
af: bestemming
az: Hədəf
eo: Celo
he: דעי
id: Tujuan
ro: Destinaţie
ru: Назначение

source: play
af: speel
az: çal
eo: ludu
he: ןוגינ
ro: redare
ru: воспроизведение

source: record
af: opneem
az: qeyd
eo: registru
he: הטלקה
ro: înregistrare
ru: запись

source: Choose Destination
af: kies bestemming
az: Hədəfi Seçin
eo: Elektu celon
he: דעי תריחב
id: Pilih Tujuan
ro: Alegeţi destinaţia
ru: Выбрать назначение

source: Available busses:
af: beskikbaar busse:
az: Mövcud baslar:
eo: Uzeblaj busoj:
he: :םינימז םיקיפא
id: Bus tersedia
ro: Magistrale disponibile:
ru: Доступные шины

source: No GUI found for this effect.
af: nee gui gevind vir hierdie effek.
az: Bu effekt üçün GUİ tapıla bılmədi.
eo: Neniu grafika interfaco troviĝis por tiu efekto.
he: .הז טקפאל יפרג שמתשמ קשממ אצמנ אל
ro: Nu am găsit un GUI pentru acest efect.
ru: Не удалось найти графический интерфейс для этого эффекта.

source: Media Type
af: media tipe
az: Medya Növü
eo: Tipo de aŭdvidaĵo
he: הידמ גוס
ro: Tip media
ru: Типы медиа

source: Artsd is running with realtime scheduling.
af: artsd is wat loop met intydse skedulering.
az: Artsd həqiqi zamanlı işləyir.
eo: Sonorservo ruliĝas kun realtempa prioritato.
he: .תמא-ןמז ןומזית םע לעופ Artsd
id: Artsd berjalan dengan jadwal realtime.
ro: aRtsd rulează cu planificare de timp real.
ru: Artsd запущен с приоритетом realtime.

source: Your system does not support realtime scheduling.
af: jou stelsel doen nie ondersteun intydse skedulering.
az: Sisteminiz həqiqi zamanlı işləməni dəstəkləmir.
eo: Via sistemo ne subtenas realtempan prioritaton.
he: תמא-ןמז ןומזיתב תכמות אל ךלש תכרעמה
id: Sistem anda tak mendukung penjadwalan realtime
ro: Sistemul dumneavoastră nu suportă planificare de timp real.
ru: В вашей системе не поддерживается realtime приоритет процесса.

source: Artsd is not configured for realtime scheduling or was manually started without artswrapper.
af: artsd is nie gekonfigureer vir intydse skedulering of was eiehandig beginne sonder om te artswrapper.
az: Artsd həqiqi zamanlı işləmə üçün qurulmayıb və ya artswrapper işlədilmədən əllə başladılıb.
eo: La sonorservo ne estas agordita por realtempa prioritato aŭ estas mane lanĉita sen la programo "artswrapper".
he: תמא-ןמז ןומזיתל רדגומ אל Artsd .artswrapper אלל ינדי ןפואב לעפוה וא
id: Artsd belum diatur untuk penjadwalan realtime atau dijalankan manual tanpa artswrapper.
ro: aRtsd nu este configurat pentru planificare de timp real sau a fost pornit manual fără ajutorul programului "artswrapper".
ru: Artsd не настроен на realtime приоритет процессов или был запущен вручную без artswrapper.

source: Artsd should run with realtime scheduling, but it does not (is artswrapper suid root?).
af: artsd moet hardloop met intydse skedulering, maar dit doen nie (is artswrapper suid root?).
az: Artsd həqiqi zamanlı olaraq işləməlidir, ancaq elə deyil (artswrapper suid root haqlarındadır?).
eo: La sonorservo ruliĝu kun realtempa prioritato, sed ne faras tiel (ĉu "artswrapper" havas suid-root-flagon?).
he: ךכ אל ךא ,תמא-ןמז ןומזית םע לועפל רומא Artsd .(?root שמתשמ יוהיז םע artswrapper םאה) .רבדה
id: Artsd harus jalan dengan penjadwalan realtime, tetapi tidak jalan (is artswrapper suid root?).
ro: aRtsd ar trebui să ruleze cu planificare de timp real, dar acest lucru nu se întîmplă (este programul "artwrapper" setat SUID la root?).
ru: Artsd должен работать с realtime приоритетом, но он работает с другим приоритетом (проверьте, является ли artswrapper suid root).

source: Determining suspend status...
af: bepaling suspendeer status...
az: Gözlətmə halını müəyyənləşdirir ...
eo: Determinante la suspenso-staton...
he: ...היהשה בצמ ררבמ
id: Menentukan status penghentian
ro: Determin starea de suspendare...
ru: Определяю состояние приостановки задачи...

source: &Suspend Now
af: suspendeer nou
az: İndi &Dayandır
eo: &Suspensigu nun
he: תעכ ההש&ה
id: &Tunda sekarang
ro: &Suspendă acum
ru: &Приостановить задачу

source: The aRts sound daemon will not autosuspend right now since there are active modules.
af: die arts klank bediener sal nie outo-uitsit regterkant nou sedert daar word aktief modules.
az: Fəal modullar olduğu üçün aRts səs daemonu bu dəqiqə avtomatik olaraq dayanmayacaqdır.
eo: La sonorservo aŭtomate suspensiĝos nun, ĉar tie estas aktivaj moduloj.
he: ,עגרה הזב תיטמוטוא ההשוי אל aRts לילצה תרש .םיליעפ םילודומ םנשיש ןוויכמ תאזו
ru: Аудиодемон aRts не может быть немедленно приостановлен, поскольку имеются активные модули.

source: The aRts sound daemon is suspended. Legacy applications can use the sound card now.
af: die arts klank bediener is uitgesit. oorgeërfde programme kan gebruik die klank kaart nou.
az: aRts səs daemonu dayandırıldı, tə'minatlar səs kartını işlədə bilərlər.
eo: La sonorservo estas suspensita. Konvenciaj aplikaĵoj nun povas uzi la sonorkarton.
he: םיינוציח םימושיי .ההשומ aRts לילצה תרש .לוקה סיטרכב שומיש וישכע תושעל םילוכי
ru: Аудиодемон aRts приостановлен. Теперь старые приложения имеют доступ к звуковой плате.

source: Autosuspend will happen in %1 seconds.
af: outo-uitsit sal gebeur in %1 sekondes.
az: Avtomatik dayanma %1 saniyə içində həyata keçəcək.
eo: Aŭtosuspenso okazos post %1 sekundoj.
he: .תוינש %1 דועב הרקת תיטמוטוא היהשה
id: Penundaan otomatis akan terjadi dalam %1 detik.
ro: Autosuspendarea va avea loc în %1 secunde.
ru: Аудиодемон будет приостановлен через %1 сек.

source: Connection to the soundserver failed - make sure that artsd is really running and that your kdelibs version is not older than kdemultimedia.
af: verbinding aan die klank bediener gevaal - maak seker wat artsd is rerig wat loop en wat jou kdelibs weergawe is nie ouer as kde-multimedia.
az: Səs vericisinə bağlanırkən bir xəta oldu - artsdnin işləiyindən və kdelibs buraxılışının kdemultimediadan daha köhnə olmadığını yoxlayın.
eo: Kontakto al la sonorservo malsukcesis - certigu, ke "artsd" fakte ruliĝas kaj ke via "kdelibs"-versio ne estas pli malnova ol "kdemultimedia".
he: .kdemultimedia לש הסריגהמ רתוי הנשי אל ךלש kdelibs לש הסריגהשו לעופ תמאב artsd-ש אדוו - הלשכנ לילצה תרשל תורבחתהה
ru: Не могу соединиться с аудиосервером. Проверьте, запущен ли artsd, и не устарела ли версия библиотек KDE по сравнению с мультимедийными приложениями.

source: View &FFT Scope
af: besigtig fft skoop
az: &FFT Sahəsini Göstər
eo: Montru &FFT-regionon
he: FFT םוח&תב הפצ
id: Lihat Skup &FFT
ro: Vizualizează &FFT
ru: Показать область &БПФ

source: View &Audio Manager
af: besigtig audio bestuurder
az: &Səs İdarəçisini Göstər
eo: Montru &Sonor-administrilon
he: עמשה להנ&מב הפצ
id: Lihat Pengatur &Audio
ro: Vizualizează managerul &audio
ru: Показать менеджера &аудио

source: View aRts &Status
af: besigtig arts status
az: aRts &Halını izləyin
eo: Montru &staton de sonorservo
he: aRts ב&צמב הפצ
id: Lihat &Status aRts
ro: Vizualizează &starea aRts
ru: Показать &состояние aRts

source: View &Midi Manager
af: besigtig midi bestuurder
az: &Midi İdarəçisini Göstər
eo: Montru &MIDI-administrilon
he: י&דימה להנמב הפצ
id: Lihat Pengatur &Midi
ro: Vizualizează managerul &MIDI
ru: Показать &midi-менеджера

source: View Available Media &Types
af: besigtig beskikbaar media tipes
az: Mövcud Medya &Növlərini GÖstər
eo: Montru uzeblajn &tipojn de aŭdvidaĵoj
he: םינימזה הידמה יגו&סב הפצ
ro: Vizualizează &tipurile media disponibile
ru: Показать доступные типы &медиа

source: Free&Verb
az: Sərbəst&Verb
eo: Libera &Eĥo
he: דוהד&ה

source: &Leds-like volume display
af: Leds-like volume vertoon
az: &Led-oxçarı səs ekranı
eo: &Lumeta laŭtecovidigilo
he: המצועל תורו&א תגוצת
id: &Leds-seperti tampilan volume
ro: Afişarea volumului cu &LED-uri
ru: &Указатель громкости в цифровом виде

source: aRts control
af: arts kontrole
az: aRts kontrol
eo: aRts-administrado
he: aRts תרקב
id: pengontrol aRts
ro: Controlare aRts
ru: Управление aRts

source: Control tool for the aRts server
af: kontrole program vir die arts bediener
az: aRts vericisi idarə vasitəsi
eo: Stirilo por la sonorservo aRts
he: aRts לש תרשל הרקב ילכ
ro: Utilitar de control pentru server-ul aRts
ru: Утилита управления звуковым сервером aRts

source: Instrument
az: Alət
eo: Instrumento
he: ילכ
id: Instrumen
ru: Инструмент

source: Midi Manager
af: midi bestuurder
az: Midi İdarəçisi
eo: MIDI-administrilon
he: ידימה להנמ
id: Pengatur Midi
ro: Manager MIDI
ru: Менеджер midi

source: &System Midi Port (OSS)
af: stelsel midi poort (oss)
az: &Sistem Midi qapısı (OSS)
eo: &Sistema MIDI-pordo (OSS)
he: (OSS) תכרעמה לש ידי&מ תאיצי
id: Port Midi &Sistem (OSS)
ro: Port MIDI de &sistem (OSS)
ru: &Порт midi на эту систему (OSS)

source: &aRts Synthesis Midi Output
af: arts sintetisering midi uitset
az: &aRts Synthesis Midi Çıxışı
eo: &Sonorserva sintezila MIDI-eligo
he: aRts לש ידימ תזתניס טל&פ
id: Keluaran Midi &aRts Synthesis
ro: Ieşire sinteză MIDI &aRts
ru: Синтезированный вывод midi &aRts

source: OSS Midi Port
af: oss midi poort
az: OSS Midi Qapısı
eo: OSS-MIDI-pordo
he: OSS ידימ תאיצי
ro: Port MIDI OSS
ru: Порт OSS midi

source: &Add
af: voeg by
az: &Əlavə Et
eo: &Aldonu
he: הפסו&ה
id: &Tambah
ro: &Adaugă
ru: &Добавить

source: Midi Inputs
af: midi insette
az: Midi Girişləri
eo: MIDI-enigoj
he: ידימ יטלק
id: Masukan MIdi
ro: Intrări MIDI
ru: Входные каналы midi

source: Midi Outputs
af: midi uitsette
az: Midi Çıxışları
eo: MIDI-eligoj
he: ידימ יטלפ
id: Keluaran Midi
ro: Ieşiri MIDI
ru: Выходные каналы midi

source: &Add...
af: voeg by...
az: &Əlavə Et...
eo: &Aldonu...
he: ...ףס&וה
id: &Tambah
ro: &Adaugă...
ru: &Добавить...

source: &Remove ...
af: verwyder ...
az: Çı&xart...
eo: &Forigu...
he: ...ר&סה
id: &Hapus
ro: Ş&terge...
ru: &Удалить...

source: &Connect
af: konnekteer
az: &Bağlan
eo: &Konektu
he: רב&ח
id: &Hubungkan
ro: &Conectează
ru: &Соединиться

source: &Disconnect
af: ontkoppel
az: &Ayrıl
eo: &Malkonektu
he: קת&נ
id: &Putuskan hubungan
ro: &Deconectează
ru: &Разъединиться

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (kde.af.org.za)
az: Vasif İsmayıloğlu MD
eo: Wolfram Diestel
he: Meni Livne
id: Firdaus Tjahyadi
ro: Claudiu Costin
ru: Григорий Мохин

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@engineer.com
az: azerb_linux@hotmail.com
eo: <wolfram@steloj.de>
he: livne@kde.org
id: dausnux@yahoo.com
ro: claudiuc@geocities.com
ru: mokhin@bog.msu.ru
