Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmedia.po
Languages: br, tr

source: The KDE Media Player
tr: KDE Çoklu Ortam Oynatıcısı

source: Initial Playlist.
tr: Başlangıç Listesi

source: Unknown media type
tr: Bilinmeyen çoklu ortam türü

source: Please set mixer in preferences first.
tr: Lütfen önce karıştırıcı tercihlerini ayarlayın.

source: Playback position
br: Lec'hiadur adc'hoari
tr: Çalma durumu

source: Eject medium
br: Stlepel ar media kuit
tr: Ortamı çıkar

source: Previous track
br: Pezh kent
tr: Bir önceki parça

source: Backward
br: War-gil
tr: Geri

source: Play/Pause
br: Seniñ/Ehanañ
tr: Çal/Duraklat

source: Forward
br: War-raok
tr: İleri

source: Next track
br: Pezh a heul
tr: Bir sonraki parça

source: &Mixer
br: &Mesker
tr: K&arıştırıcı

source: (C) 1996-1998 by Christian Esken (esken@kde.org). Media player for the KDE Desktop Environment. This program is in the GPL.
br: (C) 1996-1998 gant Christian Esken (esken@kde.org). C'hoarier media evit an Endro Gorretaol KDE. Emañ ar meziant-mañ dindan ar GPL.
tr: (C) 1996-1998 Christian Esken (esken@kde.org). KDE Masaüstü Ortamı için çoklu ortam oynatıcısı. Bu yazılım GPL kapsamındadır.

source: Exited
br: Echu
tr: Çıkartıldı

source: Init
br: O teraouiñ
tr: Yükle

source: Busy
br: Ac'hubet
tr: Meşgul

source: Playing
br: O c'hoari
tr: Çalıyor

source: Paused
br: Ehanet
tr: Duraklatıldı

source: Ready
br: Prest
tr: Hazır

source: Undefined
br: Anspisaet
tr: Tanımlanmamış

source: Players
br: C'hoarierien
tr: Çalıcılar

source: Mixer
br: Mesker
tr: Karıştırıcı

source: Use sound device
br: Ober gant an drobarzhell son
tr: Ses aygıtını kullan

source: Device 1
br: Trobarzhell 1
tr: Aygıt 1

source: Device 2
br: Trobarzhell 2
tr: Aygıt 2

source: KMedia Preferences
br: Dibarzhoù KMedia
tr: KMedia Tercihleri
