Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: Make up a name for a<br> new playlist file and<br> save the current play list there.
af: maak begin 'n naam vir 'n<br> nuwe liedjielys lêer en<br> stoor die huidige speel lys daar.
cs: Vytvořit název pro<br> nový soubor seznamu skladeb<br> a uložit do něj aktuální skladby.
da: Lav et navn for<br> den nye spillelistefil og<br> gem den aktuelle spilleliste <br> under dette navn.
de: Einen Namen für die neue <br> Stückliste angeben und die<br> momentane Stückliste dort speichern.
eo: Kreas nomon por nova<br>ludlistdosiero kaj sekurigas<br>la nunan ludliston tie.
es: Crear un nombre para una<br> nueva lista de reproducción<br> y guardar la lista actual allí.
et: Pane uuele nimekirjale<br> nimi ja salvesta praegune siia.
fi: Tee nimi uudelle<br> soittolistatiedostolle ja<br> tallenna nykyinen soittolista sinne.
fr: Saisir le nom d'un fichier<br> pour y enregistrer la liste de<br> lecture actuelle.
he: <p align=right>תמישר ץבוקל םש ןת<br> םש רומשו שדחה ןוגינה<br> .תיחכונה ןוגינה תמישר תא
hu: Új válogatás létrehozása és<br> az aktuális válogatás tartalmának<br> elmentése az új néven.
id: Buat nama untuk berkas<br> daftar judul baru dan simpan<br> daftar judul sekarang ke dalamnya.
it: Dai un nome al file della<br> nuova play list e<br> salvaci la play list corrente.
ja: 新規プレイリストの名前を<br> 付け、現在のプレイリスト<br> を保存します。
mk: Направи име за новата датотека<br> со листи и зачувај<br> ја моменталната листа таму.
nl: Een nieuwe naam verzinnen voor<br> een nieuw speellijstbestand en<br> de bestaande speellijst daar opslaan.
no: Lag et navn til<br> den nye spillelistefilen og<br> lagre den gjeldende spillelisten<br> under dette navn.
no_ny: Finn på eit namn for ei<br> ny spelelistefil og lagra<br> den noverande spelelista der.
pt: Fazer um novo nome para um<br> novo ficheiro da lista de músicas e aí<br> gravar a lista de músicas actual.
pt_br: Criar um nome para um novo<br> arquivo de lista de reprodução<br> e salvar a lista corrente ali.
ro: Setează un nume pentru noul fişier de listă de redare şi salvează în el lista curentă.
ru: Выбрать имя для нового<br> файла списка песен<br> и сохранить в нем текущий список песен.
sk: Zadá meno pre nový<br> zoznam skladieb a aktuálny<br> zoznam takto uloží.
sl: Izmislite si ime za<br> nov seznam za predvajanje in ga<br> shranite pod to ime.
sr: Unesi naziv fajla za<br> novu listu numera i<br> sačuvaj trenutnu listu.
sv: Hitta på ett namn på<br> den nya spellistefilen<br> och spara aktuell spellistefil där.
tr: Yeni bir çalım listesi dosyası için <br> isim yarat ve şu anki listeyi oraya<br> kaydet
uk: Утворити ім'я для<br> файлу нового списку та<br> зберегти поточний список у ньому.

source: Append
af: voeg-agteraan-by
cs: Připojit
da: Vedhæng
de: Anhängen
eo: Alpendigu
es: Anexar
et: Lisa
fi: Liitä
fr: Ajouter
he: ףסוה
hu: Hozzáfűzés
id: Tambah
it: Appendi
ja: 追加
mk: Припои
nl: Aanhechten
no: Legg til slutten
no_ny: Legg til
pt: Anexar
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sl: Dodaj
sr: Dodaj
sv: Lägg till
tr: Sonuna ekle
uk: Додати

source: Add the midi files in the<br> current play list to the selected<br> playlist file.
af: voeg by die midi lêers in die<br> huidige speel lys aan die gekose<br> liedjielys lêer.
cs: Přidat midi soubory v aktuálním<br> seznamu skladeb do vybraného<br> souboru seznamu.
da: Tilføj midifilerne i den<br> aktuelle spillelistefil.
de: Die Midi-Dateien in der <br> momentanen Stückliste zur<br> ausgewählten Stückliste hinzufügen.
eo: Aldonas la MIDI-dosieron en la<br>nuna ludlisto al la elektita ludlistdosiero.
es: Añadir los archivos MIDI de la<br> lista de reproducción actual al<br> archivo de lista seleccionado.
et: Lisa midi failid praegusest nimekirjast<br> valitud nimekirjale.
fi: Lisää midi-tiedostot<br> nykyiseltä soittolistalta<br> valitulle soittolistalle.
fr: Ajouter les fichiers MIDI<br> de la liste de lecture en cours<br> dans la liste de lecture<br> sélectionnée.
he: <p align=right>ידימה יצבק תא ףסוה<br> תיחכונה ןוגינה תמישרב<br> .ןוגינה תמישר ץבוק לא
hu: Az aktuális válogatásban szereplő<br> MIDI fájlok hozzáadása a kijelölt<br> válogatáshoz.
id: Tambahkan berkas midi di <br> dalam daftar judul sekarang ke<br> daftar judul terpilih.
it: Aggiungi i files midi alla<br> play list corrente alla<br> play list selezionata.
ja: 現在のプレイリストの<br> MIDIファイルを選択さ<br> れたプレイリストファ<br> イルに追加する。
mk: Додади ги midi датотеките<br> од моменталната листа на<br> селектираната датотека со листа.
nl: De midibestanden aan de bestaande<br> speellijst in het geselecteerde<br> speellijstbestand toevoegen.
no: Legg til midi-filen i<br> gjeldende spilleliste for<br> å velge spilleliste.
no_ny: Legg midi-filene i den<br> noverande spelelista til den<br> valde spelelistefila.
pt: Adicionar os ficheiros midi na<br> lista de músicas actual à lista de músicas<br> seleccionada.
pt_br: Adiciona os arquivos MIDI da<br> lista de reprodução corrente<br> à lista selecionada.
ro: Adaugă fişiere MIDI în lista de redare curentă.
ru: Добавить midi файлы текущего<br> списка песен в выбранный<br> файл списка песен.
sk: Pridá midi súbory<br> v súčasnom zozname skladieb do<br> označeného zoznamu.
sl: Dodaj midi datoteke v trenutnem<br> seznamu za predvajanje v izbrano<br> datoteko.
sr: Dodaj midi fajlove iz trenutne<br> liste numera u izabranu listu.
sv: Lägg till midifilerna i<br> aktuell spellista till<br> vald spellistefil.
tr: Şu anki listedeki midi dosyalarını<br> seçili çalım listesi<br> dosyasına ekle
uk: Додати файли midi поточного<br> списку програвання до вибраного<br> списку.

source: Delete the currently selected<br> playlist file (it's contents<br> will be lost).
af: uitvee die huidiglik gekose<br> liedjielys lêer (dit is inhoud<br> sal wees verloor).
cs: Smazat aktuálně vybraný soubor<br> seznamu skladeb (jeho obsah<br> bude ztracen).
da: Slet den valgte<br> spillelistefil (dens indhold<br> vil gå tabt).
de: Die gewählte Stückliste löschen<br> (der gesamte Inhalt geht verloren).
eo: Forigas la elektitan ludlistodosieron<br>(ĝia enhavo perdiĝos do).
es: Eliminar el archivo de reproducción<br> actualmente seleccionado (su contenido<br> se perderá).
et: Kustuta valitud nimekirja fail<br> (selle sisu kaob).
fi: Tuhoa valittu soittolista-<br> tiedosto (sen sisältö<br> tuhotaan).
fr: Supprime la liste de lecture<br> sélectionnée (son contenu sera<br> perdu).
he: <p align=right>ץבוק תא קחמ<br> יחכונה ןוגינה תמישר<br> .(דבאי ולש ןכותה)
hu: Az aktuális válogatás fájljának<br> törlése (a válogatás tartalma<br> elvész).
id: Hapus daftar judul terpilih<br> saat ini (semua isinya akan<br> hilang).
it: Cancella il file della play list<br> selezionata (i suoi contenuti<br> verranno persi).
ja: 選択されているプレイリスト<br> ファイルを削除します(内容は<br> 失われます)。
mk: Избриши ја моментално селектираната<br> датотека со листи (најзината<br> содржина ќе биде загубена).
nl: Het geselecteerde speellijstbestand<br> (de inhoud zal verloren gaan<br> verwijderen.
no: Slett den valgte<br> spillelisten (dens innhold<br> vil gå tapt).
no_ny: Slett den valde spelelistefila<br> (innhaldet i ho går tapt).
pt: Apagar o ficheiro seleccionado<br> com a lista de músicas(o seu<br> conteúdo será perdido)
pt_br: Apaga o arquivo de lista de<br> reprodução selecionado (seu<br> conteúdo será perdido).
ro: Şterge fişierul listei de redare curente (conţinutul lui va fi pierdut).
ru: Удалить текущий выбранный<br> файл списка песен (его содержимое<br> будет утеряно).
sk: Zmaže označený<br> zoznam skladieb (jeho obsah<br> bude stratený).
sl: Odstrani trnutno izbrano datoteko<br> s seznamom za predvajanje (njena <br> vsebina bo zavržena).
sr: Obriši trenutno izabranu<br> listu numera (sadržaj će<br> biti izgubljen).
sv: Radera vald spellistefil<br> (des innehåll kommer<br> att gå förlorat).
tr: Şu anki çalım dosyasını sil<br> (İçindeki tüm içerik de <br> beraberinde silinecektir!).
uk: Видалити вибрані файли<br> списків програвання (зміст<br> буде втрачено).

source: Discard the play list<br> and leave the play list editor.
af: gooi weg die speel lys<br> en los die speel lys redigeerder.
cs: Zahodit seznam skladeb<br> a ukončit editor.
da: Kassér spillelisten<br> og luk for spilleliste redigering.
de: Stückliste verwerfen <br> und den Stücklisten-Editor verlassen.
eo: Forĵetas la ludliston<br>kaj forlasas la ludlistredaktilon.
es: Descartar la lista de reproducción<br> y dejar el editor de listas.
et: Loobu nimekirjast<br> ja lahku nimekirja redaktorist.
fi: Hylkää soittolista<br> ja lopeta soittolistamuokkain.
fr: Abandonne la liste de<br> lecture et quitte l'éditeur.
he: <p align=right>ןוגינה תמישרמ רטפיה<br> תומישר ךרוע תא בוזעו<br> .ןוגינה
hu: A válogatás törlése és<br> kilépés a válogatásszerkesztőből.
id: Buang daftar judul<br> dan keluar dari editor.
it: Abbandona la play list e<br> esci dal play list editor.
ja: プレイリストを放棄し<br> プレイリストエディタ<br> を終ります。
mk: Отфрли ја листата на песни<br> и остави го уредувачот на листи.
nl: De speellijst verwerpen<br> en de speellijstbewerker verlaten.
no: Forkast spillelisten<br> og lukk for spilleliste redigering.
no_ny: Forkast spelelista<br> og lukk redigeringsvindauget.
pt: Abandonar a lista de músicas<br> e sair do editor de lista de músicas.
pt_br: Descartar a lista de reprodução<br> e deixar o editor de listas.
ro: Elimină lista de redare şi Închide editorul de liste de redare.
ru: Очистить список песен<br> и выйти из редактора списка песен.
sk: Zmaže zoznam skladieb a opustí<br> editor zoznamov.
sl: zavrzi seznam za predvajanje in zapusti<br> urejevalnik seznamov za predvajanje.
sr: Odbaci listu numera<br> i napusti editor.
sv: Kasta spellistan och<br> avsluta spellisteeditorn.
tr: Çalım Listesi Editöründen <br> şu anki listeyi gözden çıkarıp<br> çık.
uk: Очистити список та<br> залишити редактор списків.

source: All files
af: alle lêers
cs: Všechny soubory
da: Alle filer
de: Alle Dateien
eo: Ĉiuj dosieroj
es: Todos los archivos
et: Kõik failid
fi: Kaikki tiedostot
fr: Tous les fichiers
he: םיצבקה לכ
hu: Az összes fájl
id: Semua berkas
it: Tutti i file
ja: 全てのファイル
mk: Сите датотеки
nl: Alle bestanden
no: Alle filer
no_ny: Alle filer
pt: Todos os ficheiros
pt_br: Todos os arquivos
ro: Toate fişierele
ru: Все файлы
sk: Všetky súbory
sl: Vse datoteke
sr: Svi fajlovi
sv: Alla filer
tr: Tüm dosyalar
uk: Всі файли

source: Choose whether the file<br> list should show only uncompressed<br> midi files or all files.
af: kies hetsy die lêer<br> lys moet vertoon slegs nie saamgepers<br> midi lêers of alle lêers.
cs: Mají se v seznamu souborů<br> zobrazovat pouze nekomprimované<br> midi soubory nebo všechny soubory?
da: Vælg om fillisten<br> kun skal vise ikke komprimerede<br> midifiler eller alle filer.
de: Wählen Sie, ob die Dateiliste<br> nur nicht komprimierte Midi-Dateien<br> oder alle Dateien anzeigen soll.
eo: Elektas ĉu la dosierlisto<br>montru nur nekunpremitajn<br>MIDI-dosierojn aŭ ĉiujn dosierojn.
es: Escoger si el archivo de<br> lista debe mostrar sólo los<br> archivos MIDI no comprimidos<br> o todos ellos.
et: Vali kas failinimekiri<br> peaks näitama ainult pakkimata midi faile<br> või kõiki faile.
fi: Valitse näytetäänkö tiedostolistalla<br> vain puretut midi-tiedostot vai<br> kaikki tiedostot.
fr: Choisi si la liste n'affiche que<br> les fichiers MIDI non compressés<br> ou tous les fichiers.
he: <p align=right>םיצבקה תמישר םא רחב<br> אל ידימ יצבק קר גיצת<br> .םיצבקה לכ תא וא םיצווכמ
hu: Itt adhatja meg, hogy az összes fájl<br> vagy csak a nem sűrített MIDI fájlok jelenjenek<br> meg a listában.
id: Pilih apakah daftar berkas<br> hanya menampilkan berkas midi<br> tak terpadatkan atau semua berkas.
it: Scegli se la lista dei file<br> deve mostrare solo i file midi<br> non compressi o tutti i file.
ja: ファイルリストに圧縮されて<br> いないMIDIファイルのみ表示<br> するか全てのファイルを表示<br> するかを選択して下さい。
mk: Одбери дали листата на датотеки<br> ќе содржи само некомпресирани midi<br> датотеки или сите датотеки.
nl: Kies of de bestandslijst<br> alleen ongecomprimeerde midibestanden moet<br> tonen, of alle bestanden.
no: Velg om fillisten<br> kun skal vise ukomprimerte<br> midi-filer eller alle filer.
no_ny: Vel om fillista skal visa alle<br> filene eller berre dei ukomprimerte<br> midi-filene.
pt: Escolher se a lista de ficheiros deve<br> mostrar todos os ficheiros MIDI ou<br> só os descomprimidos.
pt_br: Escolher se a lista de arquivos<br> deve mostrar apenas arquivos MIDI<br> descomprimidos ou todos os arquivos.
ro: Alege dacă lista de fişiere va afişa numai fişierele MIDI necomprimate sau toate fişierele.
ru: Показывать в списке<br> файлов только несжатые<br> midi файлы или же все файлы.
sk: Nastaví, či má zoznam súborov<br> obsahovať iba nekomprimované <br> midi súbory, alebo všetky súbory.
sl: Izberi ali naj seznam datotek<br> prikaže samo nekompresirane midi<br> datoteke ali vse datoteke.
sr: Izaberite prikaz liste<br> samo nekompresovanih<br> midi fajlova ili svih fajlova.
sv: Välj om fillistan bara<br> ska visa okomprimerade<br> midifiler eller alla filer.
tr: Dosyayı seçin<br> Liste ancak sıkıştırılmamış midi ya da <br> diğer tüm dosyaları gösterebilir.
uk: Вибрати будуть стиснені<br> midi файли відображені у списку<br> чи ні.

source: Discard the contents<br> of the current play list.
af: gooi weg die inhoud<br> van die huidige speel lys.
cs: Zahodit obsah aktuálního<br> seznamu skladeb.
da: Kassér indholdet af<br> den aktuelle spilleliste.
de: Den Inhalt der momentanen <br> Stückliste verwerfen.
eo: Forĵetas la enhavon<br>de la nuna ludlisto.
es: Descartar los contenidos<br> de la lista actual.
et: Loobu praeguse nimekirja sisust.
fi: Hylkää soittolistan<br> sisältö.
fr: Abandonner le contenu<br> de la liste de lecture actuelle.
he: <p align=right>לש התלוכתמ רטפיה<br> ןוגינה תמישר<br> .תיחכונה
hu: Az aktuális válogatás<br> tartalmának törlése.
id: Buang isi daftar judul<br> saat ini.
it: Abbandona il contenuto<br> della play list corrente.
ja: 現在のプレイリストの<br> 内容を破棄します。
mk: Отфрли ја содржината<br> на моменталната листа.
nl: De inhoud van de momenteel<br> gebruikte speellijst verwerpen.
no: Forkast innholdet til<br> gjeldende spilleliste.
no_ny: Forkast innhaldet i den<br> noverande spelelista.
pt: Abandonar o conteúdo<br> da lista de músicas actual.
pt_br: Descartar o conteúdo da<br> lista de reprodução corrente.
ro: Elimină conţinutul listei de redare curente.
ru: Очистить текущий<br> список песен.
sk: Vymaže obsah<br> súčasného zoznamu skladieb.
sl: Zavrzi vsebino trenutnega<br> seznama za predvajanje.
sr: Odbaci sadržaj<br> trenutne liste numera.
sv: Töm aktuell<br> spellista.
tr: Şu anki çalım listesinin <br> içeriğini gözden çıkar
uk: Очистити зміст<br> поточного списку.

source: Append all the files<br> in the directory listing<br> to the play list.
af: voeg-agteraan-by alle die lêers<br> in die gids luister na<br> aan die speel lys.
cs: Připojit všechny zobrazené<br> soubory v adresáři<br> k seznamu skladeb.
da: Vedlæg alle filer<br> i mappen<br> til spillelisten.
de: Alle Dateien im Verzeichnis<br> an die Stückliste<br> anhängen.
eo: Alpendigas ĉiujn la dosierojn<br>en la dosierujolisto al la ludlisto.
es: Anexar todos los archivos<br> del listado del directorio<br> a la lista de reproducción.
et: Lisa nimekirja kõik failid <br> kataloogi loetelust.
fi: Liitä kaikki tiedostot<br> hakemistossa<br> soittolistalle.
fr: Ajouter tous les fichiers<br> du dossier à<br> la liste de lecture.
he: <p align=right>םיצבקה לכ תא ףסוה<br> הירפסה לש המישרב<br> .ןוגינה תמישר לא
hu: A fájllistában található<br> összes fájl hozzáadása a<br> válogatáshoz.
id: Tambahkan semua berkas<br> di direktori ini ke dalam<br> daftar judul.
it: Aggiungi tutti i file<br> nella lista della directory<br> alla play list.
ja: 表示されているディレ<br> クトリ内の全ファイル<br> をプレイリストに追加<br> します。
mk: Припои ги сите датотеки<br> во папката на<br> листата на песни.
nl: Alle bestanden in de<br> map aan de speellijst<br> toevoegen.
no: Legg til alle filer i katalogen<br> til slutten av spillelisten.
no_ny: Legg alle filene i<br> kataloglista til spelelista.
pt: Anexar à lista de músicas<br> todos os ficheiros da<br> directoria.
pt_br: Adiciona todos os arquivos<br> da listagem de diretórios<br> à lista de reprodução.
ro: Adaugă toate fişierele din lista de directoare la lista de redare.
ru: Добавить все файлы<br> из текущего каталога<br> в список песен.
sk: Pridá všetky súbory<br> v priečinku<br> do zoznamu skladieb.
sl: Dodaj vse datoteke<br> iz seznama datotek v imeniku<br> v seznam za predvajanje.
sr: Dodaj sve fajlove<br> iz spiska direktorijuma<br> u listu numera.
sv: Lägg till alla filer<br> i kataloglistningen<br> till spellistan.
tr: Dizin listesindeki tüm <br> dosyaları çalım <br> listesinin sonuna ekle
uk: Додати всі файли<br> у каталозі до<br> списку програвання.

source: Append the selected<br> in the directory listing<br> file to the play list.
af: voeg-agteraan-by die gekose<br> in die gids luister na<br> lêer aan die speel lys.
cs: Soubory, vybrané<br> v adresáři, připojit<br> k seznamu skladeb.
da: Vedlæg de markerede<br> filer i mappen<br> til spillelisten.
de: Ausgewählte Stücke im<br> Verzeichnis an die<br> Stückliste anhängen.
eo: Alpendigas la elektitan dosieron<br>al la ludlisto.
es: Anexar la selección del<br> archivo de listado del<br> directorio a la lista de<br> reproducción.
et: Lisa kataloogist tehtud<br> valikud nimekirja.
fi: Liitä valitut tiedostot<br> hakemistossa<br> soittolistalle.
fr: Ajouter les fichiers sélectionnés à<br> la liste de lecture.
he: <p align=right>רחבנה ץבוקה תפסוה<br> הירפסה לש המישרב<br> .ןוגינה תמישר לא
hu: A fájllistában kijelölt<br> elem hozzáadása a<br> válogatáshoz.
id: Tambahkan berkas terpilih<br> di direktori ini ke dalam<br> daftar judul.
it: Aggiungi il file selezionato<br> nella lista della directory<br> alla play list.
ja: 表示されているディレ<br> クトリ内の選択された<br> ファイルのみプレイリ<br> ストに追加します。
mk: Припои ја селектираната<br> датотека од папката<br> на листата на песни.
nl: De geselecteerde bestanden<br> in de map aan de<br> speellijst toevoegen.
no: Legg til merkede i<br >katalogen til spillelisten.
no_ny: Legg dei valde filene i<br> kataloglista til spelelista.
pt: Anexar à lista de músicas<br> os ficheiros seleccionados.
pt_br: Adiciona o arquivo selecionado<br> na listagem de diretórios à lista<br> de reprodução.
ro: Adaugă fişierele selectate din lista de fişiere la lista de redare.
ru: Добавить выбранный файл<br> из каталога<br> в список песен.
sk: Pridá súbor označený<br> v priečinku<br> do zoznamu skladieb.
sl: Dodaj izbrane datoteke<br> v seznamu datotek imenika<br> v seznam za predvajanje.
sr: Dodaj izabrano<br> iz spiska fajlova direktorijuma<br> u listu numera.
sv: Lägg till vald fil<br> i kataloglistningen<br> till spellistan.
tr: Dizin listesinde <br> seçili olanı çalım listesinin<br> sonuna ekle
uk: Додати вибраний у каталозі<br> файл списку програвання<br> у поточний список.

source: Remove the selected<br> file from the play list.
af: verwyder die gekose<br> lêer van die speel lys.
cs: Odebrat vybraný soubor<br> ze seznamu skladeb.
da: Fjern den markerede<br> fil fra spillelisten.
de: Die markierte Datei <br> von der Stückliste<br> entfernen.
eo: Forigas la elektitan dosieron<br>de la ludlisto.
es: Eliminar el archivo seleccionado<br> de la lista de reproducción.
et: Eemalda valitud fail nimekirjast.
fi: Poista valittu tiedosto<br> soittolistalta.
fr: Enlever les fichiers <br>sélectionnés de la<br> liste de lecture.
he: <p align=right>ץבוקה תרסה<br> תמישרמ רחבנה<br> .ןוגינה
hu: A kijelölt fájl eltávolítása<br> a válogatásból.
id: Buang berkas terpilih<br> dari daftar judul.
it: Togli il file selezionato<br> dalla play list.
ja: 選択されたファイルを<br> プレイリストから削除
mk: Отстрани ја селектираната<br> датотека од листата на песни.
nl: Het selecteerde bestand<br> uit de speellijst verwijderen.
no: Fjern merkede filer<br >fra spillelisten.
no_ny: Fjern den valde fila<br> frå spelelista.
pt: Remover da lista de músicas<br> o ficheiro seleccionado.
pt_br: Remove o arquivo selecionado<br> da lista de reprodução.
ro: Elimină fişierul selectat din lista de redare.
ru: Удалить выбранный файл<br> из списка песен.
sk: Odstráni označený súbor<br> zo zoznamu skladieb.
sl: Odstrani izbrane datoteke<br> iz seznama za predvajanje.
sr: Ukloni izabrane<br> fajlove iz liste numera.
sv: ta bort vald<br> fil från spellistan.
tr: Seçili dosyayı çalım<br> listesinden kaldır.
uk: Видалити вибраний файл<br> з списку.

source: What?
af: wat?
cs: Co?
da: Hvad?
de: Was?
eo: Kio?
es: ¿Qué?
et: Mis?
fi: Mitä?
fr: Qu'est-ce que c'est ?
he: ?המ
hu: Tessék?
id: Apa?
it: Cosa?
ja: 何?
mk: Што?
nl: Wat?
no: Hva?
no_ny: Kva?
pt: O quê?
pt_br: O que ?
ro: Ce anume?
ru: Что это?
sk: Čo?
sl: Kaj?
sr: Šta?
sv: Vad?
tr: Ne?
uk: Що?

source: You can drag this<br> bar up or down.
af: jy kan trek hierdie<br> kolom begin of ondertoe.
cs: Tuto lištu můžete<br> přetahovat nahoru nebo dolů.
da: Du kan trække denne<br> linie op eller ned.
de: Ziehen Sie diese Linie<br> nach oben oder unten.
eo: Vi povas ŝovi tiun listelon<br>supren aŭ malsupren
es: Puede arrastrar esta<br> barra arriba y abajo.
et: Sa võid seda riba<br> üles või alla lohistada.
fi: Voit vetää tämän palkin<br> ylös tai alas.
fr: Vous pouvez glisser cette barre<br> en haut et en bas.
he: ספ רורגל ךתורשפאב<br> .הטמל וא הלעמל הז
hu: Ez az elválasztó felfelé és lefelé<br> mozgatható.
id: Anda dapat menarik<br> batang ini ke atas atau ke bawah.
it: Puoi trascinare questa<br> barra su o giù.
ja: このバーを上下に<br> ドラッグできます。
mk: Можете да ја влечете<br> оваа табла горе долу.
nl: U kunt deze balk op<br> en neer slepen.
no: Du kan dra denne<br> linjen opp eller ned.
no_ny: Du kan dra denne linja<br> opp eller ned.
pt: Podes arrastar esta<br> barra para cima ou para baixo.
pt_br: Você pode arrastar esta<br> barra para cima ou para baixo.
ro: Puteţi trage această bară în sus sau în jos.
ru: Эту полоску можно<br> передвигать вверх или вниз.
sk: Túto lištu môžete ťahať<br> hore alebo dolu.
sl: Vrstico lahko<br> premikate gor/dol.
sr: Možete prevući ovu<br> liniju menija gore ili dole.
sv: Du kan dra den här<br> raden till höger.
tr: Bu çubuğu aşağı ya da <br> yukarı sürükleyebilirsiniz
uk: Ви можете перетягувати<br> цю смужку вгору або вниз.

source: You can drag this<br> bar left or right.
af: jy kan trek hierdie<br> kolom links of regterkant.
cs: Tuto lištu můžete<br> přetahovat doleva nebo doprava.
da: Du kan trække denne<br> linie til venstre eller til højre.
de: Ziehen Sie diese Linie<br> nach links oder rechts.
eo: Vi povas ŝovi tiun listelon<br>dekstren aŭ maldekstren.
es: Puede arrastrar esta<br> barra a derecha e izquierda.
et: Sa võid seda riba<br> vasakule või paremale lohistada.
fi: Voit vetää tämän palkin<br> vasemmalle tai oikealle.
fr: Vous pouvez glisser cette barre<br> à gauche et à droite
he: ספ רורגל ךתורשפאב<br> .הלאמש וא הנימי הז
hu: Ez az elválasztó jobbra és balra<br> mozgatható.
id: Anda dapat menarik<br> batang ini ke kiri atau ke kanan.
it: Puoi trascinare questa barra<br> a destra o a sinistra.
ja: このバーを左右に<br> ドラッグできます。
mk: Може да ја влечете<br> оваа табла лево или десно.
nl: U kunt deze balk naar links<br> en rechts slepen.
no: Du kan dra denne<br> linjen til venstre eller til høyre.
no_ny: Du kan dra denne linja<br> til venstre eller høgre.
pt: Podes arrastar esta<br> barra para a esquerda ou para a direita.
pt_br: Você pode arrastar esta<br> barra para a esquerda ou direita.
ro: Puteţi trage această bară la stînga sau la dreapta.
ru: Эту полоску можно<br> передвигать вправо или влево.
sk: Túto lištu môžete ťahať<br> doľava alebo doprava.
sl: Vrstico lahko<br> premikate levo/desno.
sr: Možete prevući ovu<br> liniju menija levo ili desno.
sv: Du kan dra den här<br> raden till höger.
tr: Bu çubuğu sağa ya da<br> sola sürükleyebilirsiniz
uk: Ви можете перетягувати<br> цю смужку ліворуч або праворуч.
