Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: The midi expression controller<br>changes the expression linearly.
af: die midi uitdrukking beheerder<br>verander die uitdrukking liniêr.
cs: Ovladač výrazu midi<br>mění výraz lineárně.
da: Midi udtrykskontrollen<br>ændrer udtrykket lineært.
de: Der Midi-Ausdrucksregler<br>ändert den Ausdruck linear
eo: La MIDI-esprimoregulilo<br>ŝanĝas la esprimon linie.
es: El control de expresión para MIDI<br>varía la expresión linealmente.
et: Midi expression kontroller muudab<br>väärtust lineaarselt.
fi: Midi lausekkeen hallinta<br>vaihtaa lauseketta lineaarisesti.
fr: Le contrôleur MIDI d'expression<br>modifie l'expression linéairement
he: <p align=right>ידימה יוטיב רקב<br>יוטיבה תא הנשמ<br>.תיווק
hu: A MIDI expression-vezérlő az<br>expression-t lineárisan változtatja.
id: Pengontrol ekspresi midi<br> mengubah ekspresi secara linier.
it: Il controllo dell'espressione del midi<br>cambia l'espressione linearmente.
ja: MIDIエクスプレッションコント<br>ローラはエクスプレッションを<br>線形に変化させます。
nl: De midi-expressie-insteller<br>veranderd de expressie lineair.
no: Uttrykkskontrolleren til mini<br>endrer uttrykket lineært.
no_ny: Midi-uttrykksbrytaren endrar<br> uttrykket lineært.
pt: O controlador MIDI de expressão<br>altera linearmente a expressão.
pt_br: O controlador de expressão MIDI<br>muda a expressão linearmente.
ro: Controler-ul de expresie MIDI modifică liniar expresia.
ru: Контроллер экспрессии midi<br>изменяет экспрессию линейно.
sk: Midi ovládač mení výraz lineárne.
sl: Midi drsnik za "Expression"<br>spreminja "Expression" linearno.
sr: Kontrola jačine izraza<br>linearna promena muz. izraza.
sv: Midi-uttryckskontrollen<br>ändrar uttrycket linjärt.
tr: Midi ifade yönetimi<br> ifadeyi doğrusal olarak değiştiriyor.
uk: Контролер виразності midi<br>змінює виразність лінійно.

source: The midi expression controller<br>changes the expression exponentially.
af: die midi uitdrukking beheerder<br>verander die uitdrukking eksponensiëel.
cs: Ovladač výrazu midi<br>mění výraz exponenciálně.
da: Midi udtrykskontrollen ændrer udtrykket eksponentielt.
de: Der Midi-Ausdrucksregler<br>ändert den Ausdruck exponentiell.
eo: La MIDI-esprimoregulilo<br>ŝanĝas la esprimon eksponenciale.
es: El control de expresión para MIDI<br>varía la expresión exponencialmente.
et: Midi expression kontroller<br>muudab väärtust eksponentsiaalselt.
fi: Midi lausekkeen hallinta<br>vaihtaa lauseketta eksponentiaalisesti.
fr: Le contrôleur MIDI d'expression<br>modifie l'expression exponentiellement
he: <p align=right>ידימה יוטיב רקב<br>יוטיבה תא הנשמ<br>.תיכירעמ
hu: A MIDI expression-vezérlő<br>az expression-t exponenciálisan változtatja.
id: Pengontrol ekspresi midi<br> mengubah ekspresi secara eksponensial.
it: Il controllo dell'espressione del midi<br>cambia l'espressione esponenzialmente.
ja: MIDIエクスプレッションコント<br>ローラはエクスプレッションを<br>指数的に変化させます。
nl: De midi-expressie-insteller<br>verandert de expressie exponentieel.
no: Uttrykkskontrolleren til mini<br>endrer uttrykket eksponentsielt.
no_ny: Midi-uttrykksbrytaren endrar<br> uttrykket eksponensielt.
pt: O controlador MIDI de expressão<br>altera exponencialmente a expressão.
pt_br: O controlador de expressão MIDI<br>muda a expressão exponencialmente.
ro: Controler-ul de expresie MIDI modifică exponenţial expresia.
ru: Контроллер экспрессии midi<br>изменяет экспрессию экспоненциально.
sk: Midi ovládač mení výraz exponenciálne.
sl: Midi drsnik za "Expression"<br>spreminja "Expression" eksponentno.
sr: Kontrola jačine izraza<br>eksponencijalna promena muz. izraza.
sv: Midi-uttryckskontrollen<br>ändrar uttrycket exponentiellt.
tr: Midi ifade yönetimi<br> ifadeyi üstel olarak değiştiriyor
uk: Контролер виразності midi<br>змінює виразність експоненціально.

source: KDE midi file player A software synthesizer for playing midi songs using Tuukka Toivonen's TiMidity
af: kde midi lêer speler 'n sagteware sintetiseerder vir speel midi liedere te gebruik tuukka toivonen se timidity
cs: Přehrávač midi souborů por KDE Softwarový syntetizér pro přehrávání midi skladeb za použití programu TiMidity od Tuukka Toivonena
da: KDE midifil spiller Syntetisk programmel til at spille midisange ved brug af Tuukka Toivinen's TiMidity
de: KDE-Wiedergabe für Midi-Dateien Ein Software-Synthesizer für Midi-Stücke. Benutzt TiMidity von Tuukka Toivonen.
eo: KDEa MIDI-ludilo Softvarsintezilo por ludi MIDI-kantoj uzante TiMidity de Tuuka Toivonen
es: Reproductor de archivos MIDI de KDE Un sintetizador software para reproducir canciones MIDI usando TiMidity de Tuukka Toivonen
et: KDE Midi faili mängija Tarkvaraline süntesaator midi lugude mängimiseks kasutades Tuuka Toivonen'i TiMidity't
fi: KDE midi-tiedostojen soittaja Ohjelmallinen syntetisaattori midi- kappaleiden soittoon käyttäen Tuukka Toivosen TiMidity ohjelmaa.
fr: Lecteur de fichiers MIDI pour KDE Un synthétiseur logiciel pour jouer des morceaux MIDI utilisant le logiciel TiMidity par Tuukka Toivonen
he: KDE-ל ידימ יצבק ןגנ ןוגינל הנכות רזייסיתניס TiMidity תועצמאב ידימ יריש ןנוביוט הקוט לש
hu: KDE MIDI fájl lejátszó Szoftveres szintetizátorprogram MIDI fájlok Tuukka Toivonen TiMidity-jén keresztüli lejátszásához.
id: Pemutar file midi KDE Perangkat lunak sintesizer untuk memutar lagu midi dengan TiMidity milik Tuukka Toivonen
it: Lettore file midi di KDE Un sintetizzatore per riprodurre file midi usando TiMidity di Tuukka Toivonen
ja: KDE MIDIファイルプレイヤー MIDI を演奏するソフトウェア シンセサイザ。Tuukka ToivonenのTiMidityを 使用。
mk: KDE свирач на midi датотеки Софтверски синтисајзер за свирење на midi песни користејќи го Tuukka Toivonen-овиот TiMidity
nl: KDE-Midibestandspeler Een softwaresynthesizer voor het spelen van midibestanden door het gebruiken van Tuukka Toifvonen's TiMidity
no: KDE midi-avspiller En programvare synthesizer for å spille midisanger ved hjelp av Tuukka Toivonen sin TiMidity
no_ny: Midi-spelar for KDE Ein programvare-synt for avspeling av midi-songar. Brukar TiMidity frå Tuukka Toivonen.
pt: Reprodutor de ficheiros MIDI Um sintetizador de softwarepara tocar músicas MIDI usando o TiMidity de Tuukka Toivonen
pt_br: Reprodutor de arquivos MIDI do KDE Um sintetizador de software para reprodução de músicas MIDI usando o TiMidity de Tuukka Toivonen.
ro: Redare MIDI pentru KDE Un sintetizor software pentru redarea cîntecelor MIDI utilizînd modulul TiMidity al lui Tuukka Toivonen
ru: Проигрыватель midi файлов для KDE Программный синтезатор для воспроизведения midi записей использует TiMidity Туукки Тойвонена
sk: KDE midi prehrávač Softvérový syntetizér pre prehrávanie midi skladieb s použitím TiMidity od Tuukka Toivonena
sl: KDE predvajalnik midi datotek Programska sinteza zvoka za predvajanje midi skladb uporablja Tuukka Toivonenov TiMidity
sr: KDE midi reproduktor fajlova Softverski sintisajzer za reprodukciju midi numera korišćenjem Tuukka Toivonen-ovim TiMidity-jem
sv: KDE midifilspelare En mjukvarysynthesizer för att spela midisånger med Tuukka Toivonens TiMidity
tr: KDE midi dosyası çalıcı A software synthesizer for playing midi parçaları Tuukka Toivonen's TiMidity kullanıyor
uk: KDE-програвач midi-файлів Синтезатор для програвання пісень midi використовуючи програму TiMidity від Tuukka Toivonen

source: Info Window
af: inligting venster
cs: Informační okno
da: Informationsvindue
de: Informationsfenster
eo: Informfenestro
es: Ventana de información
et: Info aken
fi: Info-ikkuna
fr: Fenêtre d'information
he: עדימ ןולח
hu: Információablak
id: Window Info
it: Finestra Informaizoni
ja: インフォウィンドウ
mk: Прозорец за информации
nl: Infovenster
no: Infoformasjonsvindu
no_ny: Infovindauge
pt: Janela de Informação
pt_br: Janela de informações
ro: Fereastră de informaţii
ru: Панель сообщений
sk: Info okno
sl: Info okno
sr: Prozor sa informacijama
sv: Infofönster
tr: Bilgi Penceresi
uk: Вікно інформації

source: Output to another file (or device).
af: uitset aan nog 'n lêer (of toestel).
cs: Výstup do jiného souboru (nebo zařízení).
da: Uddata til en anden fil (eller enhed)
de: In andere Datei (oder auf anderes Gerät) ausgeben
eo: Eligo al alia dosiero (aŭ aparato).
es: Salida para otro archivo (o dispositivo).
et: Väljund teise faili (või seadmesse).
fi: Ulostulo toiseen tiedostoon (tai laitteeseen).
fr: Sortie vers un autre fichier (ou périphérique).
he: (ןקתה וא) רחא ץבוקל טלפ בותכ
hu: Kimenet másik fájlba (vagy eszközbe).
id: Keluaran ke berkas lain (atau perangkat).
it: Uscita in un altro file (o dispositivo)
ja: ファイル(又はデバイス)に出力
mk: Излез во друга датотека (или уред)
nl: Uitvoer naar een ander bestand (of apparaat).
no: Utdata til en annen fil (eller enhet)
no_ny: Skriv til ei anna fil (eller eining).
pt: Pôr a saída noutro ficheiro (ou dispositivo).
pt_br: Saída para outro arquivo (ou dispositivo).
ro: Trimite către alt fişier (sau dispozitiv).
ru: Выводить в другой файл (или устройство).
sk: Výstup do iného súboru (alebo zariadenia).
sl: Izhod v drugo datoteko (ali napravo).
sr: Izlaz na drugi fajl (ili uređaj).
sv: Skicka till en annan fil (eller enhet).
tr: Başka bir dosyaya ya da sürücüye çıkış.
uk: Вивід у інший файл (пристрій).

source: Select output mode and format (see below for list).
af: kies uitset modus en formaat (sien onder vir lys).
cs: Výběr výstupního režimu a formátu (viz. seznam níže).
da: Vælg uddatatilstand og format (se liste nedenfor)
de: Ausgabemodus und -format auswählen (siehe Liste unten)
eo: Elektu eligmoduson kaj formaton (vidu liston malsupre)
es: Seleccione modo y formato de la salida (vea la lista de abajo).
et: Vali väljundi meetod ja vorm (vaata nimekirja allpool).
fi: Aseta ulostulotila ja muoto (katso allaolevaa listaa).
fr: Sélectionne le mode et le format de sortie (voir liste ci-dessous).
he: (הטמל המישר האר) טלפ תינבתו בצמ רחב
hu: A kimeneti mód és formátum kiválasztása (lásd a lenti listát).
id: Pilih modus keluaran dan format (lihat daftar di bawah).
it: Seleziona il modo ed il formato dell'uscita (vedi in basso per la lista).
ja: 出力モードとフォーマットを下のリストから選んでください
mk: Одбери го методот и форматот на излез(види подоле за листа)
nl: Selecteer de uitvoermodus en het formaat (voor lijst zie onder).
no: Velg utdatatilstand og format (se liste nedenfor).
no_ny: Vel utmodus og -format (sjå lista under).
pt: Escolher o modo e formato da saída (ver lista abaixo).
pt_br: Selecione modo de saída e formato (veja lista abaixo).
ro: Selectează modul de ieşire şi formatul (vedeţi lista de mai jos).
ru: Выходной режим и формат (см. список).
sk: Vybrať výstupný mód a formát (pozri dole do zoznamu).
sl: Izberi izhodni način in format (glej spodaj na seznam)
sr: Izaberite izlazni mod i format (vidi dole listu).
sv: Välj utmatningsläge och format (se lista nedan).
tr: Çıkış kipini ya da türünü seçin.(liste için aşapıya bakın).
uk: Виберіть режим та формат виводу (див. нижче для списку).

source: Set sampling frequency to f (Hz or kHz).
af: stel monster frekwensie aan f (hz of khz).
cs: Nastavení vzorkovací frekvence na f (Hz nebo kHz)
da: Sæt prøvefrekvens til f (Hz eller kHz).
de: Sample-Frequenz auf f (Hz oder kHz) setzen.
eo: Metas la diskretigan frekvencon al f (Hz aŭ kHz).
es: Ajustar frecuencia de muestreo para f (Hz o kHz).
et: Sea sämplimissagedus f (Hz või kHz).
fi: Aseta samplaystaajuus arvoon f (Hz tai kHz).
fr: Règle la fréquence d'échantillonnage (Hz ou kHz).
he: (ץרהוליק וא ץרה) freq-ל המיגדה תורידת תא עבק
hu: A mintavételezési frekvencia beállítása f-re (Hz vagy kHz).
id: Atur frekuensi sampling ke f (Hz atau kHz)
it: Imposta la frequenza di campionamento a f (Hz o kHz)
ja: サンプリング周波数をf(Hz又はkHz)に設定する。
mk: Намести ја фреквенцијата на семплирање на f (Hz или kHz)
nl: Samplingfrequentie naar f instellen (Hz of kHz).
no: Sett prøvefrekvens til f (Hz eller kHz).
no_ny: Set samplingsfrekvensen til f (Hz eller kHz).
pt: Configurar a frequência dos sons a f (Hz ou kHz).
pt_br: Configure freqüência de amostragem para f (Hz ou kHz).
ro: Setează frecvenţa de eşantionare la f (Hz sau kHz).
ru: Установить частоту дискретизации f (Гц или кГц).
sk: Nastaviť vzorkovaciu frekvenciu na f (Hz alebo kHz)
sl: Nastavi vzorčevalno frekvenco na f (Hz ali kHz)
sr: Postavi frekvenciju semplovanja u f (Hz ili KHz).
sv: Sätt samplingsfrekvens till f (Hz eller kHz).
tr: Örnekleme sıklığını f yap. (Hz ya da kHz).
uk: Встановити частоту дискретизації у f (Гц або КГц).

source: Enable the antialiasing filter.
af: aktiveer die anti-aliasering filter.
cs: Zapnout vyhlazovací filtr.
da: Slå antialias filter til.
de: Antialiasing-Filter aktivieren.
eo: Enŝaltas la glatigan filtrilon.
es: Activar filtro de suavizado.
et: Luba antialiasing filter.
fi: Käytä antialiasointisuodinta.
fr: Active le filtre antialiasing.
he: תומוקעה תקלחה ןנסמ תא רשפא
hu: Az antialias-szűrő bekapcsolása.
id: Aktifkan penyaring antialias.
it: Abilita il filtro di antialiasing
ja: アンチエイリアシングフィルタを有効にする。
mk: Овозможи го филтерот за измазнување
nl: Antialiasingfilter inschakelen.
no: Slå på antialiasfilter.
no_ny: Skru på antialiasing-filteret.
pt: Activar o filtro de 'antialiasing'.
pt_br: Habilitar o filtro antialiasing.
ro: Activează filtrul de antialiere.
ru: Включить антиалиасинговый фильтр.
sk: Povoliť antialias filter.
sl: Vklopi filter za glajenje
sr: Odobri antialiasing filter.
sv: Aktivera antialiasing-filtret.
tr: Filtre Örtüşmesini erkli kılar
uk: Ввімкнути фільтр згладжування.

source: Enable fast decay mode.
af: aktiveer vinnige vervalling modus.
cs: Zapnout režim fast decay.
da: Slå hurtig nedbrudstilstand til.
de: Schnellen Verfalls-Modus aktivieren.
eo: Enŝaltas rapidan malfortiĝon.
es: Activar modo de decaimiento rápido.
et: Luba kiire sumbuvuse meetod.
fi: Käytä nopeaa vaimentamista.
fr: Active le mode d'extinction rapide.
he: ריהמ ןווינ בצמ רשפא
hu: A 'fast decay' mód bekapcsolása.
id: Aktifkan modus fast decay
it: Abilita la mdalità a decadimento rapido.
ja: fast decay モードを有効にする
mk: Овозможи го модот на брзо распаѓање
nl: Snelle vervalmodus inschakelen.
no: Slå på hurtig nedbrudstilstand.
no_ny: Rask avtakingsmodus på.
pt: Activar o modo rápido de decaimento.
pt_br: Habilitar modo de decaimento rápido
ro: Activează modul de cădere rapidă
ru: Включить режим быстрого затухания.
sk: Povoliť mód rýchleho stíšenia.
sl: Vklopi način hitrega razpadanja
sr: Odobri Decay mod.
sv: Aktivera snabbt avklingningsläge.
tr: Hızlı decay kipini erkli kılar
uk: Ввімкнути режим швидкого загасання.

source: Enable dry mode.
af: aktiveer droog modus.
cs: Zapnout režim dry.
da: Slå tør tilstand til.
de: Trockenen Modus aktivieren.
eo: Enŝaltas sekecon.
es: Activar modo seco.
et: Luba "kuiv" meetod.
fi: Käytä kuivaa moodia.
fr: Active le mode sans effets
he: שבי בצמ רשפא
hu: A 'száraz' mód bekapcsolása.
id: Aktifkan modus kering
it: Abilita la modalità dry.
ja: dry モードを有効にする
mk: Овозможи го сувиот мод
nl: Droge modus inschakelen
no: Slå på tørr tilstand.
no_ny: Tørrmodus på.
pt: Activar o modo seco.
pt_br: Habilitar modo seco.
ro: Activează modul "uscat"
ru: Включить режим dry.
sk: Povoliť dry mód.
sl: Vključi suh način.
sr: Odobri Dry mod.
sv: Aktivera torrläge.
tr: Kuru kipi erkli kılar
uk: Ввімкнути режим 'сухий'.

source: Allow n-voice polyphony.
af: toelaat n-voice polyfonie.
cs: Umožnit n-hlasou polyfonii.
da: Tillad n-stemme polyfoni.
de: N-stimmige Polyphonie zulassen.
eo: Permesas n-voĉan polifonion.
es: Permitir polifonía con n voces.
et: Luba n-häälset polüfooniat.
fi: Sallo n-äänen polyfonia.
fr: Permet une polyphonie de n voix
he: n-voice תיינופילופ רשפא
hu: n-hangú polifónia engedélyezése.
id: Perbolehkan polifoni n suara.
it: Permetti la polifonia ad n voci
ja: n音同時再生を可能にする
mk: Овозможи n-гласна полифонија
nl: n-stem polyfonie toestaan.
no: Tillat n-stemmepolyfoni.
no_ny: Tillat n-stemme-polyfoni.
pt: Permitir polifonia de n-vozes.
pt_br: Permitir polifonia de n-vozes.
ro: Permite polifonie pe "n" voci.
ru: Разрешить n-голосную полифонию.
sk: Povoliť n-hlasovú polyfóniu.
sl: Dovoli n-glasno polifonijo
sr: Dopusti n-glasovnu polifoniju.
sv: Tillåt n-rösters polyfoni.
tr: n-voice çok sesliliğine izin verir
uk: Дозволити n-голосову поліфонію.

source: Amplify volume by n percent (may cause clipping).
af: versterk volume deur n persent (dalk mag veroorsaak klip).
cs: Zesílit hlasitost o n procent (může způsobit ořezávání).
da: Forstærk lydstyrke med n procent (kan føre til clipping).
de: Lautstärke um n Prozent erhöhen (kann Abschneiden zur Folgen haben).
eo: Pligrandigas la laŭtecon je n procentoj (tio povus kaŭzi fortranĉon de tre laŭtaj sonoj).
es: Amplificar volumen un n por ciento (puede causar recorte).
et: Võimenda heli n protsenti (võib põhjustada ebaühtlust).
fi: Vahvista äänenvoimakkuutta n prosenttia (voi aiheuttaa leikkautumista).
fr: Augmente le volume de n pourcents (risque de saturation)
he: (ץוציקל םורגל יושע) םיזוחא n-ב המצועה תא רבגה
hu: A hangerő növelése n százalékkal (levágást okozhat).
id: Perkuat volume sebesar n persen (bisa menimbulkan clipping).
it: Amplifica il volume di un n percento (può causare clipping)
ja: ボリュームをnパーセント大きくする(クリッピングを起こす可能性があります
mk: Зголеми ја гласноста за n проценти (може да резултира со пецкање)
nl: Het volume met n procent versterken (kan clipping veroorzaken).
no: Forsterk lydstyrke med n prosent (kan føre til klippering).
no_ny: Forsterk lyden med n prosent (kan gi hakking).
pt: Amplificar o volume por n percentagem (pode causar problemas).
pt_br: Amplificar volume em n porcento (pode causar clipagem).
ro: Amplifică volumul cu "n" procente (poate cauza tăiere)
ru: Увеличить громкость на n процентов (может привести к зашкаливанию).
sk: Zosilniť hlasitosť o n percent (môže zapríčiniť orezanie).
sl: Povečaj glasnost za n procentov (lahko povzroči rezanje).
sr: Pojačaj jačinu u n procentima (može prouzrokovati kliping).
sv: förstärk volymen med n procent (kan orsaka avklippning).
tr: n yüzdesine göre sesi açar(belki kırpılmaya yok açabilir).
uk: Посилити гучність на n відсотків (може викликати обрізання сигналу).

source: Set ratio of sampling and control frequencies.
af: stel verhouding van monster en kontrole frekwensies.
cs: Nastavit poměr vzorkovací a řídící frekvence.
da: Sæt ratio af prøve og kontrolfrekvenser
de: Verhältnis von Sampling- und Kontroll-Frequenzen festlegen.
eo: Metas la diskretigo- kaj stiro-frekvencojn.
es: Ajustar ratio de muestreo y frecuencias de control.
et: Sea sämplimis- ja kontrollsageduste määrad.
fi: Aseta suhde samplays ja kontrollitaajuuksille.
fr: Règle la fréquence d'échantillonnage, et la fréquence des contrôles MIDI.
he: הרקבה ירדתו המיגדה סחי תא עבק
hu: A mintavételezési és a vezérlőfrekvencia beállítása.
id: Atur perbandingan sampling dan frekuensi kontrol.
it: Imposta il ratio del campionamento e controlla le frequenze.
ja: サンプリングレートを設定し、周波数を制御する
mk: Намести го размерот на семплирање и контролата на фреквенции
nl: Ratio van sampling en controlefrequenties instellen.
no: Sett ratio til prøve- og kontrolfrekvenser
no_ny: Set området for sampling og kontrollfrekvensar.
pt: Configurar a relação entre as frequências de amostragem e controlo.
pt_br: Configurar proporção entre freqüências de amostragem e controle.
ro: Setează rata de eşantionare şi frecvenţele de control.
ru: Отношение частоты дискретизации и управляющей частоты.
sk: Nastaviť úroveň vzorkovacej a riadiacej frekvencie.
sl: Nastavi razmerje vzorčevanja in nadzornih frekvenc
sr: Postavi odnos semplovanja i kontrolne frekvencije.
sv: Sätt förhållande mellan samplings och kontrollfrekvenser.
tr: Kontrol sıklıklarını ve örnekleme oranını koyar.
uk: Встановити відношення дискретизації та контрольних частот.

source: Select patch set n.
af: kies lap stel n.
cs: Vybrat sadu vzorků n.
da: Vælg patch sæt n.
de: Patchsatz n auswählen
eo: Elektu flikaron n.
es: Seleccionar conjunto de parches n.
et: Vali patch set n.
fi: Valitse patchivalikoima n.
fr: Sélection d'une banque de sons
he: n םיאלט תכרע תא רחב
hu: A(z) n. hangmintakészlet kiválasztása.
id: Pilih kumpulan patch n.
it: Seleziona insieme di patch n.
ja: n パッチセットを選択
mk: Одбери го множеството делови n
nl: Patch set n selecteren.
no: Velg lappesett n.
no_ny: Vel lappsett n.
pt: Escolher o 'patch set' n.
pt_br: Selecionar conjunto de patches n.
ro: Selectează setul petice "n".
ru: Выбрать набор патчей n.
sk: Vybrať súbor modulov n.
sl: Izberite nabor vzorcev n.
sr: Izaberi skup pičeva n
sv: Välj uppsättning n.
tr: n olarak atanmış yamayı seç
uk: Вибрати набір латок n.

source: Effects filter.
af: effekte filter.
cs: Filtr efektů.
da: Effekter filter.
de: Effektfilter.
eo: Efektfiltrilo
es: Filtro de efectos.
et: Efektide filter.
fi: Efektisuodin.
fr: Filtre d'effets
he: םיטקפא ןנסמ
hu: Effektszűrő.
id: Penyaring efek.
it: Filtri degli effetti
ja: エフェクトフィルター。
mk: Филтер за ефекти
nl: Effectenfilter.
no: Effektfilter.
no_ny: Effektfilter
pt: Filtro de efeitos.
pt_br: Filtro de efeitos.
ro: Filtru de efecte.
ru: Фильтр эффектов.
sk: Filter efektov.
sl: Filter učinkov.
sr: Filter efekata.
sv: Effektfilter.
tr: Etki filtresi
uk: Фільтр ефектів.

source: Append dir to search path.
af: voeg-agteraan-by gids aan soektog gids soeklys.
cs: Připojit dir k vyhledávací cestě.
da: Tilføj mappe til søgesti
de: Verzeichnis an Suchpfad anhängen.
eo: Alpendigu dosierujon al serĉpado.
es: Anexar dir a la ruta de búsqueda.
et: Lisa kataloog otsinguteesse.
fi: Lisää hakemisto hakupolkuun.
fr: Ajoute le dossier au chemin de recherche
he: שופיחה ביתנל dir הירפסה תא ףסוה
hu: A könyvtár hozzáfűzése a keresési útvonalhoz.
id: Tambahkan dir ke path pencarian.
it: Aggiungi directory al percorso di ricerca.
ja: ディレクトリを検索パスに入れる
mk: Додади ја папката во патеката за пребарување
nl: Map naar zoekpad brengen.
no: Legg til mappe til søkesti
no_ny: Legg katalog til søkesti.
pt: Anexar dir ao caminho de procura.
pt_br: Adicionar diretório ao caminho de procura.
ro: Adaugă directorul la calea de căutare.
ru: Добавить каталог в путь для поиска.
sk: Pridať priečinok do zoznamu prehľadávaných.
sl: Dodaj imenik v iskalno pot.
sr: Dodaj direktorijum u putanju za pretragu.
sv: Lägg till katalog till sökväg.
tr: Yolu bulmak için dir ekle
uk: Додати каталог до шляху пошуку.

source: Read extra configuration file.
af: lees addisionele opstelling lêer.
cs: Načíst dodatečný konfigurační soubor.
da: Læs ekstra opsætningsfil
de: Zusätzliche Einstellungsdatei einlesen.
eo: Legu kroman agordodosieron
es: Leer archivo de configuración extra.
et: Loe lisakonfiguratsioonifail.
fi: Lue lisäasetustiedosto.
fr: Lit le fichier de configuration supplémentaire
he: ףסונ הרוצת ץבוק ארק
hu: Másodlagos konfigurációs fájl beolvasása.
id: Baca berkas konfigurasi tambahan.
it: Leggi file di configurazione extra.
ja: 追加の設定ファイルを読み込む
mk: Прочитај ја додатната конфигурациска датотека
nl: Extra configuratiebestand lezen.
no: Les ekstra konfigurasjonsfil.
no_ny: Les ekstra oppsettfil.
pt: Ler o ficheiro de configuração extra.
pt_br: Ler arquivo de configurações extras.
ro: Citeşte fişierul suplimentar de configurare.
ru: Считать дополнительный файл настроек.
sk: Použiť iný konfiguračný súbor.
sl: Preberi dodatno nastavitveno datoteko.
sr: Pročitaj dodatni konfiguracioni fajl.
sv: Läs en extra inställningsfil.
tr: Fazladan ayar dosyasını oku
uk: Прочитати додатковий файл конфігурації.
