Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: Previous
af: vorige
cs: Předchozí
da: Forrige
de: Vorheriges Midi-Stück
eo: Antaŭa
es: Anterior
et: Eelmine
fi: Edellinen
fr: Précédent
he: םדוקה
hu: Előző
id: Sebelum
it: Precedente
ja: 前曲
mk: Претходно
nl: Vorige
no: Forrige
no_ny: Førre
pt: Anterior
pt_br: Anterior
ro: Precedent
ru: Предыдущая
sk: Predch.
sl: Predhodni
sr: Prethodni
sv: Föregående
tr: Bir önceki
uk: Попередня

source: Eject
af: uitskiet
cs: Vysunout
da: Skub ud
de: Auswerfen
eo: Eligu
es: Expulsar
et: Väljasta
fi: Poista
fr: Éjecter
he: אצוה
hu: Kidobás
id: Keluarkan
it: Espulsione
ja: 取り出す
mk: Извади
nl: Uitwerpen
no: Kast ut
no_ny: Løys ut
pt: Ejectar
pt_br: Ejetar
ro: Ejectează
ru: Извлечь
sk: Vysunúť
sl: Izvrzi
sr: Izbaci
sv: Mata ut
tr: Diski çıkar
uk: Викинути

source: Could not load folder.bmp
af: kon nie las kabinet.bmp
cs: Není možné nahrát folder.bmp
da: Kunne ikke indlæse folder.bmp
de: folder.bmp konnte nicht geladen werden
eo: Ne eblis legi folder.bmp
es: No se pudo cargar folder.bmp
et: Faili folder.bmp pole võimalik laadida
fi: Tiedostoa folder.bmp ei voitu ladata
fr: Impossible de charger folder.bmp
he: folder.bmp תא ןועטל ןתינ אל
hu: A folder.bmp fájl nem tölthető be.
id: Gagal memuat folder bmp
it: Impossibile caricare folder.bmp
ja: folder.bmpを読み込めませんでした
mk: Не може да се вчита folder.bmp
nl: Kon "folder.bmp" niet laden.
no: Kunne ikke laste folder.bmp
no_ny: Klarte ikkje lasta folder.bmp
pt: Não consegui ler pasta.bmp
pt_br: Impossível carregar folder.bmp
ro: Nu pot încărca fişierul "folder.bmp"
ru: Не могу загрузить folder.bmp
sk: Nemohol som načítať folder.bmp
sl: Ni moč naložiti folder.bmp
sr: Neuspelo učitavanje fajla folder.bmp
sv: Kunde inte ladda folder.bmp
tr: folder.bmp açılamıyor
uk: Помилка завантаження folder.bmp

source: Could not load cdup.bmp
af: kon nie las cdup.bmp
cs: Není možné nahrát cdup.bmp
da: Kunne ikke indlæse cdup.bmp
de: cdup.bmp konnte nicht geladen werden
eo: Ne eblis legi cdup.bmp
es: No se pudo cargar cdup.bmp
et: Faili cdup.bmp pole võimalik laadida
fi: Tiedostoa cdup.bmp ei voitu ladata
fr: Impossible de charger cdup.bmp
he: cdup.bmp תא ןועטל ןתינ אל
hu: A cdup.bmp fájl nem tölthető be.
id: Gagal memuat cdup.bmp
it: Impossibile caricare cdup.bmp
ja: cdup.bmpを読み込めませんでした
mk: Не може да се вчита cdup.bmp
nl: Kon "cdup.bmp" niet laden.
no: Kunne ikke laste cdup.bmp
no_ny: Klarte ikkje lasta cdup.bmp
pt: Não consegui ler cdup.bmp
pt_br: Impossível carregar cdup.bmp
ro: Nu pot încărca fişierul "cdup.bmp"
ru: Не могу загрузить cdup.bmp
sk: Nemohol som načítať cdup.bmp
sl: Ni moč naložiti cdup.bmp
sr: Neuspelo učitavanja fajla cdup.bmp
sv: Kunde inte ladda cdup.bmp
tr: cdup.bmp açılamıyor
uk: Помилка завантаження cdup.bmp

source: Could not load file.bmp
af: kon nie las lêer.bmp
cs: Není možné nahrát file.bmp
da: Kunne ikke indlæse file.bmp
de: file.bmp konnte nicht geladen werden
eo: Ne eblis legi file.bmp
es: No se pudo cargar file.bmp
et: Faili file.bmp pole võimalik laadida
fi: Tiedostoa file.bmp ei voitu ladata
fr: Impossible de charger file.bmp
he: file.bmp תא ןועטל ןתינ אל
hu: A file.bmp fájl nem tölthető be.
id: Gagal memuat berkas .bmp
it: Impossibile caricare file.bmp
ja: file.bmpを読み込めませんでした
mk: Не може да се вчита file.bmp
nl: Kon "file.bmp" niet laden
no: Kunne ikke laste file.bmp
no_ny: Klarte ikkje lasta file.bmp
pt: Não consegui ler ficheiro.bmp
pt_br: Impossível carregar file.bmp
ro: Nu pot încărca fişierul "file.bmp"
ru: Не могу загрузить file.bmp
sk: Nemohol som načítať file.bmp
sl: Ni moč naložiti file.bmp
sr: Neuspelo učitavanje fajla file.bmp
sv: Kunde inte ladda file.bmp
tr: file.bmp açılamıyor
uk: Помилка завантаження file.bmp

source: Bottom Panel
af: bodem paneel
cs: Spodní panel
da: Bundpanel
de: Untere Anzeige
eo: Malupra panelo
es: Panel inferior
et: Alumine paneel
fi: Alapaneeli
fr: Panneau inférieur
he: ןותחת חול
hu: Alsó panel
id: Panel Dasar
it: Pannello inferiore
ja: パネル下
mk: Долна табла
nl: Voetpaneel
no: Bunnpanel
no_ny: Botnpanel
pt: Painel de Baixo
pt_br: Painel do fundo
ro: Panoul de jos
ru: Нижняя панель
sk: Spodný panel
sl: Spodnji pult
sr: Donji panel
sv: Bottenpanelen
tr: Alt pano
uk: Нижня панель

source: Loop Song
af: lus liedjie
cs: Hrát dokola
da: Lad sangen gå i løkke
de: Dauerwiederholung
eo: Ĉiam ripetu
es: Canción ininterrumpida
et: Korda lugu
fi: Toista kappaletta
fr: Lecture en boucle
he: האלולב ןגנ
hu: A dalok végtelenítése
id: Ulang Lagu
it: Ripeti canzone
ja: リピート
mk: Повторувај песна
nl: Herhalen
no: La sangen gå i løkke
no_ny: Repeter song
pt: Canção em Ciclo
pt_br: Ciclo contínuo
ro: Buclă continuă
ru: В цикле
sk: Hrať dookola
sl: Nepretrgoma predvajaj skladbo
sr: Ponavljaj numeru
sv: Repetera låten
tr: Parçayı devamlı çal
uk: Зациклити пісню

source: Fast Forward
af: vinnige vorentoe
cs: Rychle vpřed
da: Hurtigt fremad
de: Vorspulen
eo: Rapide antaŭen
es: Adelantar
et: 15 sek. edasi
fi: Nopeasti eteen
fr: Avancer de 15 secondes
he: המידק ץרה
hu: Előretekerés
id: Maju Cepat
it: Avanti veloce
ja: 進む
mk: Брзо нанапред
nl: Versneld vooruit
no: Fort forover
no_ny: Fort framover
pt: Avançar Rapidamente
pt_br: Avanço rápido
ro: Repede înainte
ru: Промотать вперед
sk: Rýchlo vpred
sl: Prevrti naprej
sr: Premotavanje unapred
sv: Snabbspola framåt
tr: Hızlı ilerle
uk: Вперед

source: Rewind
af: terugtol
cs: Přetočit
da: Spol tilbage
de: Zurückspulen
eo: Rapide malantaŭen
es: Rebobinar
et: 15 sek. tagasi
fi: Kelaa taakse
fr: Revenir au début
he: הרוחא ץרה
hu: Visszatekerés
id: Ulang
it: Riavvolgi
ja: 戻る
mk: Премотај назад
nl: Terugspoelen
no: Spol tilbake
no_ny: Spol tilbake
pt: Rebobinar
pt_br: Voltar
ro: Derulează înapoi
ru: Перемотать назад
sk: Previnúť
sl: Prevrti
sr: Premotavanje unazad
sv: Spola bakåt
tr: Geri gel
uk: Назад

source: Next Midi
af: volgende midi
cs: Další Midi
da: Næste midi
de: Nächstes Midi-Stück
eo: Sekva peco
es: Siguiente Midi
et: Järgmine MIDI
fi: Seuraava Midi
fr: Fichier MIDI suivant
he: אבה רישה
hu: Következő MIDI
id: Midi Berikut
it: Midi Successivo
ja: 次のMidi
mk: Следно Midi
nl: Volgende midi
no: Neste midi
no_ny: Neste midi
pt: Midi Seguinte
pt_br: Próximo Midi
ro: Următorul fişier MIDI
ru: Следующая песня
sk: Ďalšie Midi
sl: Naslednji Midi
sr: Sledeći midi
sv: Nästa midi
tr: Bir sonraki midi
uk: Наступний Midi

source: Previous Midi
af: vorige midi
cs: Předchozí Midi
da: Forrige midi
de: Vorheriges Midi-Stück
eo: Antaŭa peco
es: Midi Anterior
et: Eelmine MIDI
fi: Edellinen Midi
fr: Fichier MIDI précédent
he: םדוקה רישה
hu: Előző MIDI
id: Midi Sebelum
it: Midi Precedente
ja: 前のMidi
mk: Претходно Midi
nl: Vorige midi
no: Forrige midi
no_ny: Førre midi
pt: Midi Anterior
pt_br: Midi anterior
ro: Precedentul fişier MIDI
ru: Предыдущая песня
sk: Predchádzajúce Midi
sl: Predhodni Midi
sr: Prethodni midi
sv: Föregående midi
tr: Bir önceki midi
uk: Попередній Midi

source: Exit Kmidi
af: beïendig kmidi
cs: Ukončit KMidi
da: Afslut kmidi
de: KMidi beenden
eo: Finu
es: Salir de Kmidi
et: Välju Kmidi'st
fi: Lopeta Kmidi
fr: Quitter le lecteur MIDI
he: םירישה ןגנמ אצ
hu: Kilépés a KMidi-ből
id: Keluar Kmidi
it: Esci da Kmidi
ja: Kmidiを終了
mk: Излези од KMidi
nl: KMidi afsluiten
no: Avslutt kmidi
no_ny: Avslutt kmidi
pt: Sair
pt_br: Sair do KMidi
ro: Termină
ru: Выйти из Kmidi
sk: Ukončiť Kmidi
sl: Zapusti Kmidi
sr: Izađi iz KMidi-ja
sv: Avsluta Kmidi
tr: Kmidi'den çık
uk: Вийти з Kmidi

source: What's This?
af: wat is hierdie?
cs: Co je toto?
da: Hvad er dette?
de: Was ist das?
eo: Kio estas tio?
es: ¿Qué es esto?
et: Mis see on?
fi: Mikä tämä on?
fr: Qu'est-ce que c'est ?
he: ?הז המ
hu: Mi ez?
id: Apakah Ini?
it: Che cos'è?
ja: これは何?
mk: Што е ова?
nl: Wat is dit?
no: Hva er dette?
no_ny: Kva er dette?
pt: O que é Isto?
pt_br: O que é isso ?
ro: Ce înseamnă aceasta?
ru: Что это?
sk: Čo je to?
sl: Kaj je to?
sr: Šta je ovo?
sv: Vad är det här?
tr: Bu nedir
uk: Що це?

source: Random Play
af: lukrake speel
cs: Náhodné přehrávání
da: Tilfældig rækkefølge
de: Zufällige Stückreihenfolge
eo: Hazarda vicordo
es: Reproducción aleatoria
et: Juhuslik järjekord
fi: Satunnainen soitto
fr: Lecture aléatoire
he: יארקא ןוגינ
hu: Lejátszás véletlen sorrendben
id: Putar Acak
it: Mescola i brani
ja: ランダム再生
mk: Случајно бирање
nl: Willekeurige volgorde
no: Spill tilfeldig
no_ny: Vilkårleg avspeling
pt: Tocar Aleatoriamente
pt_br: Reproduzir aleatoriamente
ro: Redare aleatoare
ru: Воспроизводить в случайном порядке
sk: Náhodné prehrávanie
sl: Naključno zaporedje igranja
sr: Slučajna reprodukcija
sv: Spela slumpmässigt
tr: Rasgele çal
uk: Програвати випадково

source: Configure Kmidi
af: konfigureer kmidi
cs: Nastavit Kmidi
da: Indstil kmidi
de: KMidi einrichten
eo: Agordu KMidi
es: Configurar Kmidi
et: Kmidi häälestus
fi: Aseta Kmidiä
fr: Configuration du lecteur MIDI
he: םירישה ןגנ תורדגה
hu: A KMidi beállítása
id: Pengaturan Kmidi
it: Configura Kmidi
ja: Kmidiを設定
mk: Намести го Kmidi
nl: KMidi instellen
no: Konfigurer kmidi
no_ny: Set opp kmidi
pt: Configurações
pt_br: Configurar KMidi
ro: Opţiuni KMidi
ru: Настройки Kmidi
sk: Konfigurovať Kmidi
sl: Nastavi Kmidi
sr: Podesi KMidi
sv: Anpassa Kmidi
tr: Kmidi ayarları
uk: Налаштувати Kmidi

source: Open Playlist
af: open liedjielys
cs: Otevřít seznam skladeb
da: Åbn spilleliste
de: Stückliste öffnen
eo: Malfermu ludliston
es: Abrir lista de canciones
et: Ava nimekiri
fi: Avaa soittolista
fr: Ouvrir une liste de lecture
he: ןוגינ תמישר חתפ
hu: Válogatás megnyitása
id: Buka Daftar Judul
it: Apri Playlist
ja: プレイリストを開く
mk: Отвори датотека со листи на песни
nl: Afspeellijst openen
no: Åpne spilleliste
no_ny: Opna speleliste
pt: Abrir Lista de Músicas
pt_br: Abrir Lista de Reprodução
ro: Lista de redare
ru: Открыть список песен
sk: Otvoriť zoznam skladieb
sl: Odpri seznam za predvajanje
sr: Otvori listu numera
sv: Öppna spellistan
tr: Çalım listesi aç
uk: Відкрити список

source: Show Info Window
af: vertoon inligting venster
cs: Zobrazit okno s informacemi
da: Vis informationsvindue
de: Informationsfenster anzeigen
eo: Montru informfenestron
es: Mostrar ventana de información
et: Näita infoakent
fi: Näytä tietoikkuna
fr: Afficher la fenêtre d'information
he: עדימ ןולח גצה
hu: Információk megjelenítése
id: Perlihatkan Window Info
it: Mostra Finestra informazioni
ja: インフォウィンドウを開く
mk: Покажи го прозорот со информации
nl: Informatievenster tonen
no: Vis informasjonsvindu
no_ny: Vis infovindauge
pt: Mostrar Janela de Informações
pt_br: Mostrar janela informativa
ro: Afişează fereastra de informaţii
ru: Показать панель сообщений
sk: Ukázať Info okno
sl: Pokaži informacijsko okno
sr: Pokaži prozor informacija
sv: Visa info-fönster
tr: Bilgi penceresi aç
uk: Показати вікно інформації

source: Volume Control
af: volume kontrole
cs: Ovládání hlasitosti
da: Lydstyrkekontrol
de: Lautstärkeregler
eo: Laŭteco
es: Control de volumen
et: Helitugevuse kontroll
fi: Äänenvoimakkuus
fr: Contrôle du volume
he: המצוע תרקב
hu: Hangerőszabályozó
id: Pengatur Volume
it: Controllo Voulme
ja: 音量調整
mk: Контрола на гласност
nl: Volumeregelaar
no: Volumkontroll
no_ny: Volumkontroll
pt: Controlo de Volume
pt_br: Controle de volume
ro: Control volum
ru: Регулятор громкости
sk: Nastavenie hlasitosti
sl: Kontrola glasnosti
sr: Kontrola zvuka
sv: Volymkontroll
tr: Ses kontrol
uk: Регулятор гучності

source: Time Control
af: tyd kontrole
cs: Ovládání časování
da: Tidskontrol
de: Zeitregler
eo: Tempo
es: Control de tiempo
et: Aja kontroll
fi: Aikakontrolli
fr: Contrôle de position
he: ןמז תרקב
hu: Időszabályozó
id: Pengatur Waktu
it: Controllo tempo
ja: 時間調整
mk: Контрола на време
nl: Tijdregelaar
no: Tidskontroll
no_ny: Tidskontroll
pt: Controlo de Tempo
pt_br: Controle de tempo
ro: Control timp
ru: Регулятор времени
sk: Časová os
sl: Časovna Kontrola
sr: Kontrola vremena
sv: Tidskontroll
tr: Zaman kontrol
uk: Керування часу

source: Select Patch Set
af: kies lap stel
cs: Vybrat sadu vzorků
da: Vælg patch sæt
de: Patchsätze wählen
eo: Elektu flikaron
es: Seleccionar conjunto de parches
et: Vali Patchide komplekt (Patch Set)
fi: Valitse patchikokoelma
fr: Sélection d'une banque de sons
he: םיאלט תכרע תריחב
hu: Mintakészlet kiválasztása
id: Pilih Kumpulan Patch
it: Seleziona insieme di patch
ja: パッチセットを選択
mk: Одбери множество делови
nl: Patch-set selecteren
no: Velg et lappesett
no_ny: Vel lappesett
pt: Escolher 'Patch Set'
pt_br: Selecione conjunto de patches
ro: Selectează set petice
ru: Выбрать набор патчей
sk: Vybrať sadu modulov
sl: Izberite nabor vzorcev
sr: Izaberi skup pičeva
sv: Välj instrumentuppsättning
tr: Koyulacak Yama seç
uk: Виберіть набір латок

source: Select Song
af: kies liedjie
cs: Vybrat skladbu
da: Vælg sang
de: Stück wählen
eo: Elektu kanton
es: Seleccionar canción
et: Vali lugu
fi: Valitse kappale
fr: Sélection d'un morceau
he: ריש תריחב
hu: Dal kiválasztása
id: Pilih Lagu
it: Scegli canzone
ja: 曲を選択
mk: Одбери песна
nl: Song selecteren
no: Velg sang
no_ny: Vel song
pt: Escolher Música
pt_br: Selecione música
ro: Selectează cîntec
ru: Выбрать песню
sk: Vybrať skladbu
sl: Izberi skladbo
sr: Izaberi numeru
sv: Välj låt
tr: Parça seç
uk: Виберіть пісню

source: Select Playlist
af: kies liedjielys
cs: Vybrat seznam skladeb
da: Vælg spilleliste
de: Stückliste öffnen
eo: Elektu ludliston
es: Seleccionar lista de canciones
et: Vali nimekiri
fi: Valitse soittolista
fr: Ouvrir une liste de lecture
he: ןוגינ תמישר תריחב
hu: Válogatás kiválasztása
id: Pilih Daftar Judul
it: Scegli playlist
ja: プレイリストを選択
mk: Одбери листа на песни
nl: Afspeellijst selecteren
no: Velg spilleliste
no_ny: Vel speleliste
pt: Escolher Lista de Músicas
pt_br: Selecionar lista de reprodução
ro: Selectează lista de redare
ru: Выбрать список песен
sk: Vybrať zoznam skladieb
sl: Odpri seznam skladb
sr: Izaberi listu numera
sv: Välj spellista
tr: Çalım listesi seç
uk: Виберіть список

source: Sync Meter
af: sinkronisasie meter
cs: Ukazatel synchronizace
da: Sync måler
de: Synchronisationsanzeige
eo: Sinkronmezurilo
es: Medidor sync
et: Sünkronäidik
fi: Sync mittari
fr: Réglage Sync
he: סופיא דמ
hu: Synckijelző
id: Pengukur Sinc
it: Indicatore sinc
ja: メーターを同期
mk: Синхр. мерач
nl: Synchronisatiemeting
no: Synkroniseringsmeter
no_ny: Synk-meter
pt: Medidor de Sincronização
pt_br: Sincronizar medidor
ro: Măsurător sincronizare
ru: Указатель синхронизации
sk: Sync merač
sl: Sync merilec
sr: Merač sinhronizacije
sv: Syncmätare
tr: Sync metre
uk: Індикатор синхронізації

source: Stereo Voice: norm/xtra/off
af: stereo spraak: norm/xtra/af
cs: Stereo hlas: norm/xtra/vyp
da: Stereo stemme: norm/ekstra/fra
de: Stereo: Normal/Extra/Aus
eo: Stereo: normala/ekstra/elŝaltita
es: Voz estéreo: norm/xtra/off
et: Stereo heli: norm/xtra/off
fi: Stereoääni: norm/xtra/off
fr: Stéréo : norm./amél./non
he: יובכ\ףסונ\ליגר :ואירטס עמש
hu: Sztereó hang: norm/xtra/ki
id: Suara Stereo: norm/xtra/off
it: Voce stereo: norm/extra/nessuna
ja: ステレオ: norm/xtra/off
mk: Стерео глас: норм./екстра/искл.
nl: Stereo: normaal/extra/uit
no: Stereo-stemme: normal/ekstra/av
no_ny: Stereostemme: norm/xtra/av
pt: Voz Estéreo: normal/extra/desligado
pt_br: Voz estéreeo: norm/xtra/desligado
ro: Voce stereo: norm/xtra/off
ru: Стерео: норма/усилить/отключить
sk: Stereo zvuk: norm./extra/vyp.
sl: Stereo zvok: norm/xtra/off
sr: Stereo zvuk: norm/ektra/isklj
sv: Stereokanal: norm/xtra/off
tr: Stereo vokal: norm/xtra/off
uk: Стерео голос: norm/xtra/off

source: Echo: norm/xtra/off
af: ego: norm/xtra/af
cs: Echo: norm/xtra/vyp
da: Ekko: norm/ekstra/fra
de: Echo: Normal/Extra/Aus
eo: Eĥo: normala/ekstra/elŝaltita
es: Eco: norm/xtra/off
et: Kaja: norm/xtra/off
fi: Kaiku: norm/xtra/off
fr: Écho : norm./amél./non
he: יובכ\ףסונ\ליגר :דה
hu: Echo: norm/xtra/ki
it: Eco: norm/extra/nessuno
ja: エコー: norm/xtra/off
mk: Ехо: норм./екстра/искл.
nl: Echo: normaal/extra/uit
no: Ekko: normal/ekstra/av
no_ny: Ekko: normal/ekstra/av
pt: Eco: normal/extra/desligado
pt_br: Eco: norm/xtra/desligado
ro: Ecou: norm/xtra/off
ru: Эхо: норма/усилить/отключить
sk: Echo: norm./extra/vyp.
sl: Odmev: norm/xtra/off
sr: Eho: norm/ekstra/isklj
sv: Eko: norm/xtra/off
tr: Yankı: norm/xtra/off
uk: Луна: norm/xtra/off

source: Detune: norm/xtra/off
af: ontstem: norm/xtra/af
da: Detune: norm/ekstra/fra
de: Verstimmung: Normal/Extra/Aus
eo: Altecoŝovo: normala/ekstra/elŝaltita
es: Desintonía: norm/xtra/off
fr: Désaccordage : norm./amél./non
he: יובכ\ףסונ\ליגר :Detune
hu: Detune: norm/xtra/ki
it: scordatura: norm/xtra/off
ja: デチューン: norm/xtra/off
mk: Детон: норм./екстра/искл.
nl: Voorstemmen: normaal/extra/uit
no: Detune: normal/ekstra/av
no_ny: Detune: normal/ekstra/av
pt: Detune: normal/extra/desligado
pt_br: Atonalidade: norm/xtra/desligado
ro: Dezacord: norm/xtra/off
ru: Диссонансы: норма/усилить/отключить
sk: Detune: norm./extra/vyp.
sl: Podglasitev: norm/xtra/off
sr: Povišeno: norm/ekstra/isklj
sv: Ostämt: norm/extra/av
tr: Ayar boz: norm/xtra/off
uk: Знестроювання: звич/розш/вимкн

source: Verbosity: norm/xtra/off
af: verbositeit: norm/xtra/af
cs: Verbosity: norm/xtra/vyp
da: Verbositet: norm/ekstra/fra
de: Ausführlichkeit: Normal/Extra/Aus
eo: Malkoncizecto: normala/ekstra/elŝaltita
es: Literal: norm/xtra/off
et: Jutukus: norm/xtra/off
fi: Näkyvyys: norm/xtra/off
fr: Verbosité : norm./amél./non
he: יובכ\ףסונ\ליגר :בוביג
hu: vebosity: norm/xtra/ki
id: Kelengkapan: norm/xtra/off
it: Verbosità: norm/xtra/off
mk: Зборливост: норм./екстра/искл.
nl: Surroundeffect: normaal/extra/uit
no: Informasjon: normal/ekstra/av
no_ny: Informasjon: normal/ekstra/av
pt: Falatório: normal/extra/desligado
ro: Detaliere: norm/xtra/off
ru: Деталировка: норма/усилить/отключить
sk: Verbosity: norm./extra/vyp.
sr: Opširnost: norm/ekstra/isklj
sv: Pratighet: norm/xtra/off
tr: Gereksizlik: norm/xtra/off
uk: Багатоголосся: звич/розш/вимкн

source: Effects
af: effekte
cs: Efekty
da: Effekter
de: Effekte
eo: Efektoj
es: Efectos
et: Efektid
fi: Efektit
fr: Effets
he: םיטקפא
hu: Effektek
id: Efek
it: Effetti
ja: イフェクト
mk: Ефекти
nl: Effecten
no: Effekter
no_ny: Effektar
pt: Efeitos
pt_br: Efeitos
ro: Efecte
ru: Эффекты
sk: Efekty
sl: Učinki
sr: Efekti
sv: Effekter
tr: Etkiler
uk: Ефекти

source: Set Polyphony
af: stel polyfonie
cs: Nastavit polyfonii
da: Sæt polyfoni
de: Mehrstimmigkeit einstellen
eo: Polifonio
es: Ajustar polifonía
et: Sea polüfoonia
fi: Valitse polyfonia
fr: Régler la polyphonie
he: הינופילופ עבק
hu: Polifónia beállítása
id: Pasang Polifoni
it: Imposta polifonia
ja: ポリフォニー設定
mk: Немести полифонија
nl: Meerstemmigheid instellen
no: Sett polyphony
no_ny: Vel polyfoni
pt: Configurar Polifonia
pt_br: Configurar polifonia
ro: Setează polifonie
ru: Полифония
sk: Nastaviť polyfóniu
sl: Nastavi polifonijo
sr: Postavi polifoniju
sv: Sätt polyfoni
tr: Polifoni koy
uk: Встановити поліфонію

source: Filter
cs: Filtr
eo: Filtrilo
es: Filtro
fi: Suodin
fr: Filtrage
he: ןנסמ
hu: Szűrő
id: Penyaring
it: Filtro
ja: フィルター
mk: Филтер
pt: Filtro
pt_br: Filtro
ro: Filtru
ru: Фильтр
tr: Filtre
uk: Фільтр

source: status
cs: stav
eo: stato
es: estado
et: staatus
fi: tila
fr: état
he: בצמ
hu: állapot
it: stato
ja: 状態
mk: статус
pt: estados
ro: stare
ru: состояние
sk: stav
tr: Durum
uk: стан

source: loading
af: laaiïng van
cs: načítám
da: indlæser
de: Ladevorgang läuft
eo: ŝargante
es: cargando
et: laadimine
fi: lataan
fr: chargement
he: ןעוט
hu: betöltés
id: pemuatan
it: caricamento
ja: 読み込み中
mk: вчитувам
nl: bezig met inladen
no: laster
no_ny: lastar
pt: a ler
pt_br: carregando
ro: încarcă
ru: загрузка
sk: nahrávam
sl: nalagam
sr: učitavanje
sv: laddar
tr: Açılıyor
uk: завантажую

source: lyrics
af: lirieke
cs: text
da: tekst
de: Liedtexte
eo: tekstoj
es: letras
et: sõnad
fi: lyriikat
fr: paroles
he: םילימ
hu: dalszöveg
id: lirik
it: testi canzone
ja: 歌詞
mk: текстови
nl: teksten
no: lyrikk
no_ny: tekstar
pt: letras
pt_br: letra
ro: lirică
ru: мелодия
sk: texty
sl: besedilo
sr: stihovi
sv: sångtexter
tr: Şarkı sözleri
uk: лірика

source: buffer
cs: vyrovnávací paměť
de: Puffer
eo: bufro
es: búfer
et: puhver
fi: puskuri
fr: tampon
he: רגאמ
hu: puffer
id: penampungan
ja: バッファー
mk: бафер
ro: tampon
ru: буфер
sk: zásobník
sl: izravnalnik
sr: bafer
sv: buffert
tr: tampon
uk: буфер

source: interpolation
af: interpolasie
cs: interpolace
eo: interpolado
es: interpolación
et: interpolatsioon
fi: interpolaatio
he: היצלופרטניא
hu: interpoláció
id: interpolasi
it: interpolazione
ja: 補間
mk: интерполација
nl: interpolatie
no: interpolering
no_ny: interpolering
pt: interpolação
pt_br: interpolação
ro: interpolare
ru: интерполяция
sk: interpolácia
sl: interpolacija
sr: interpolacija
tr: Aradeğerleme
uk: інтерполяція

source: reverb
cs: ozvěna
da: efterklang
de: Hall
eo: resono
es: reverberar
fi: kaiku
fr: réverb
he: דוהדה
it: riverbero
ja: リバーブ
mk: реверб
nl: nagalm
no_ny: romklang
pt: reverberar
pt_br: reverberação
ru: реверберация
sr: reverberacija
sv: eko
tr: yankı
uk: реверберація

source: chorus
af: koor
da: kor
de: Chor
eo: ĥoro
es: coro
fi: kuoro
hu: kórus
it: coro
ja: コーラス
mk: хорус
nl: koor
no_ny: kor
pt: coro
ro: cor
ru: многоголосие
sr: horus
sv: kör
tr: koro
uk: хор

source: linear interpolation
af: liniêre interpolasie
cs: lineární interpolace
da: lineær interpolation
de: Lineare Interpolation
eo: linia interpolado
es: interpolación lineal
et: lineaarne interpolatsioon
fi: lineaarinen interpolaatio
fr: interpolation linéaire
he: תיווק היצלופרטניא
hu: lineáris interpoláció
id: interpolasi linier
it: interpolazione lineare
ja: 線形補間
mk: линеарна интерполација
nl: lineare interpolatie
no: linær interpolering
no_ny: lineær interpolering
pt: interpolação linear
pt_br: interpolação linear
ro: interpolare liniară
ru: линейная интерполяция
sk: lineárna interpolácia
sl: linearna interpolacija
sr: linearna interpolacija
sv: linjär interpolation
tr: Doğrusal Aradeğerleme
uk: лінійна інтерполяція

source: cspline
eo: C-Splino
fr: interpolation spline cubique
ja: Cスプライン
mk: csp линија
no: csplinje
ru: кубический сплайн
uk: с-сплайн

source: lagrange
eo: Lagranĝo
he: 'גנארג הל
ja: ラグランジュ
mk: лагранж
no: lagområde
ru: Лагранж
sr: lagranž
uk: лагранж

source: cspline + filter
cs: cspline + filtr
eo: C-Splino + Filtrilo
es: cspline + filtro
fi: cspline + suodin
fr: interpolation spline cubique + filtrage
he: ןנסמ + cspline
hu: cspline + szűrő
id: cspline + penyaring
it: cspline + filtro
ja: Cスプライン + フィルター
mk: csp-линија + филтер
no: csplinje + filter
pt: cspline + filtro
pt_br: cspline + filtro
ro: cspline + filtru
ru: кубический сплайн + фильтр
tr: cspline + filtre
uk: с-сплайн + фільтр

source: Vol:%03d%%
cs: Hla:%03d%%
de: Lautst.:%03d%%
eo: Laŭt:%03d%%
et: Tase:%03d%%
fi: Ään: %03d%%
he: %03d%%:המצוע
hu: Han:%03d%%
mk: Гл:%03d%%
ru: Громк.:%03d%%
sk: Hla:%03d%%
sl: Glas.:%03d%%
sr: Nivo: %03d%%
tr: Ses:%03d%%
uk: Гуч:%03d%%

source: Vol:%02d%%
cs: Hla:%02d%%
de: Lautst.:%02d%%
eo: Laŭt:%02d%%
et: Tase:%02d%%
fi: Ään: %02d%%
he: %02d%%:המצוע
hu: Han:%02d%%
mk: Гл:%02d%%
ru: Громк.:%02d%%
sk: Hla:%02d%%
sl: Glas.:%02d%%
sr: Nivo: %02d%%
tr: Ses:%02d%%
uk: Гуч:%02d%%
