Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: There are three settings:<br> <b>off</b> for no extra stereo notes<br> <b>no change</b> for normal stereo<br> <b>checked/on</b> for notes panned<br> left and right artificially.
af: daar word drie instellings:<br> <b>af</b> vir nee addisionele stereo notas<br> <b>nee verander</b> vir normale stereo<br> <b>nagegaan/op</b> vir notas oorvloei<br> links en regterkant kunsmatig.
cs: Jsou možná tři nastavení:<br> <b>vyp</b> bez stereo not<br> <b>beze změn</b> normální stereo<br> <b>vybráno/zap</b> noty uměle posunuté<br> vpravo a vlevo.
da: Der er tre indstillinger:<br> <b>fra</b> for ingen ekstra stereo noder<br> <b>skift</b> for normal stereo<br> <b>tjekket/på</b> for noder der smides<br> kunstigt til venstre og højre.
de: Es gibt drei Einstellungen:<br> <b>Aus</b> für keine zusätzlichen Stereo-Töne<br> <b>Keine Änderung</b> für Stereo und <br> <b>An</b> für Töne, die rechts <br> und links künstlich erzeugt werden.
eo: Ekzistas tri eblecoj:<br><b>elŝaltita</b> elŝaltas la stereosonon<br><b>sen ŝanĝo</b> por normala stereosono<br><b>enŝaltita</b> por artefarita stereosono<br>
es: Existen tres configuraciones:<br> <b>off</b>, sin notas en estéreo<br> <b>sin cambios</b>, estéreo normal<br> <b>marcado/on</b>, notas intercaladas<br> a la derecha y a la izquierda de<br> forma artificial.
et: Siin on kolm määrangut:<br> <b>väljas</b> ilma lisatud stereo nootideta;<br> <b>muutmata</b> normaalstereo;<br> <b>valitud/sees</b> noodid on kunstlikult<br> vasakule ja paremale laiali paigutatud.
fi: On olemassa kolme asetusta:<br> <b>pois</b> ei ylimääräisiä stereonuotteja<br> <b>ei muutosta</b> normaali stereo<br> <b>valittu/päällä</b> nuoteille jotka on siirretty<br> vasemmalle ja oikealle keinotekoisesti.
fr: Il y a trois réglages possible :<br> <b>non</b> pour ne pas avoir<br> de notes stéréo supplémentaires,<br> <b>normale</b>pour une stéréo<br> normale, et <b>coché/oui</b> pour une panoramique gauche/droite artificielle des notes.
he: <p align=right>:תורדגה שולש ןנשי<br> ואירטס יוות םוש ליבשב <b>יובכ</b><br> ליגר ואירטס ליבשב <b>יוניש אלל</b><br> םיוות ליבשב <b>לעופ\ןמוסמ</b><br> .תיתוכאלמ הרוצב הנימיו הלאמש םיזזומ
hu: Háromféle beállítás lehetséges:<br> <b>ki</b> esetén nincsenek extra sztereó hangjegyek,<br> <b>nincs változás</b> esetén normál sztereó lesz,<br> <b>bekapcsolva</b> esetén mesterségesen jobbra és<br> balra gördülő haladó hangjegyek lesznek.
id: Ada tiga pengaturan:<br> <b>off</b> jika tanpa not stereo tambahan<br> <b>tetap</b> untuk stereo normal<br> <b>on</b> untuk not yang diayun<br> ke kanan dan ke kiri secara rekaan.
it: Ci sono tre impostazioni:<br> <b>off</b> per non avere extra note stereo<br> <b>nessun cambiamento</b> per una normale stereofonia<br> <b>spuntato/acceso</b> per avere note divise<br> tra destra e sinistra artificialmente.
ja: ここには３つの設定があります:<br> <b>オフ</b>は、追加ステレオ音を<br> なにも指定しません。<br> <b>変更なし</b>は通常のステレオ<br> です。<br> <b>チェック/オン</b>は音を人工的<br> に左右に振り分けます。
mk: Постојат три опции:<br> <b>искл.</b> за без екстра стерео ноти<br> <b>без измена</b> за нормално стерео<br> <b>вклучено</b> за вештачка поделба<br> на ноти лево и десно.
nl: Er zijn 3 instellingen mogelijk:<br> <b>uit</b> voor mono-geluid,<br> <b>geen wijziging</b> voor stereo-geluid, en<br> <b>aan</b> voor tonen die kunstmatig<br> naar de linker- en rechterluidspreker gestuurd worden..
no: Det finnes tre innstillinger:<br> <b>av</b> for ingen ekstra stereo-noter<br> <b>ingen endringer</b> for normal stereo<br> <b>på</b> for at notene skal gå kunstig frem<br> og tilbake
no_ny: Det er tre innstillingar:<br> <b>av</b> for ingen ekstra stereonotar<br> <b>ingen endring</b> for vanleg stereo<br> <b>valt/på</b> for notar kunstig styrt<br> til venstre og høgre.
pt: Há três configurações:<br> <b>desligado</b> para nenhumas notas estéreo extra<br> <b>nenhuma mudança</b> para o estéreo normal<br> <b>verificado/ligado</b> para notas movidas artificialmente<br> para a esquerda e para a direita.
pt_br: Há três configurações:<br> <b>desligado</b>: sem notas estéreo extras<br> <b>sem mudança</b>: para estéreo normal<br> <b>ligado</b>: para notas separadas em<br> esquerda e direita artificialmente.
ro: Există trei setări: <b>dezactivat</b> pentru dezactivarea efectului de stereo, <b>nemodificat</b> pentru stereo normal <b>activat</b> pentru note deplasarea artificială a notelor către stînga şi dreapta.
ru: Есть три режима:<br> <b>выключен</b> - нет дополнительных стерео нот<br> <b>обычный</b> для нормального стерео<br> <b>включен</b> для нот, искусственно<br> смещаемых влево и вправо.
sk: Sú tri nastavenia:<br> <b>vypnuté</b> pre žiadne stereo zvuky naviac<br> <b>bez zmeny</b> pre normálne stereo<br> <b>zaškrtnuté</b> pre umelý posun zvuku<br> vpravo a vľavo.
sl: Obstajajo tri nastavitve:<br> <b>off</b> za nobene dodatne stereo note<br> <b>no change</b> za normalni stereo<br> <b>checked/on</b> za raztegnjene note<br> za levo in desno.
sr: Postoje tri podešavanja:<br> <b>isklj</b> bez dodatnih stereo tonova<br> <b>bez promena</b> za običan stereo<br> <b>proveren/uklj</b> za tonove dodatih<br> levo i desno veštački.
sv: Det finns tre alternativ:<br> <b>av</b> för inga extra stereonoter<br> <b>ingen ändring</b> för normal stereo<br> <b>vald/på</b> för noter panorerade<br> vänster och höger artificiellt.
tr: Üç özellik var:<br> <b>Kapalı</b>, fazla stereo nota olmaması için<br> <b>Değişikliksiz</b>, normal stereo için<br> <b>seçilmiş/açık<b>, notaların gezdirilmesi için<br> yapay sol ve sağ
uk: Всього три положення:<br> <b>вимкнено</b> без додаткових стерео-нот<br> <b>без змін</b> для звичайного стерео<br> <b>відмічений/ввімкнений</b> для запланованих нот<br> лівого і правого каналу.

source: There are three settings:<br> <b>off</b> for no extra echo notes<br> <b>no change</b> for echoing<br> when a patch specifies<br> reverberation, or<br> <b>checked/on</b> for added reverb<br> for all instruments.
af: daar word drie instellings:<br> <b>af</b> vir nee addisionele ego notas<br> <b>nee verander</b> vir egoes<br> wanneer 'n lap spesifiseer<br> reverberation, of<br> <b>nagegaan/op</b> vir bygevoeg reverb<br> vir alle instrumente.
cs: Jsou možná tři nastavení:<br> <b>vyp</b> bez echo not<br> <b>beze změn</b> echo se použije,<br> pokud vzorek stanovuje<br> ozvěnu, nebo<br> <b>vybráno/zap</b> přidání ozvěny<br> pro všechny nástroje.
da: Der er tre indstillinger:<br> <b>fra</b> for ingen ekstra ekko<br> <b> ingen ændring</b> for ekko<br> når en patch angiver <br> efterklang, eller<br> tjekket/til</b> for ekstra efterklang<br> for alle instrumenter.
de: Es gibt drei Einstellungen:<br> <b>Aus</b> für kein Echo<br> <b>Keine Änderung</b> für Echo<br> (so wie vom Patch vorgesehen), oder<br> <b>An</b> für Echo für alle Instrumente.
eo: Ekzistas tri eblecoj:<br> <b>elŝaltita</b> sen kromaj eĥonotoj<br> <b>neniu ŝanĝo</b> por eĥado, se<br> fliko indikas resonadon, aŭ<br> <b>enŝaltita</b> por aldono de resono en<br> ĉiuj instrumentoj.
es: Existen tres configuraciones:<br> <b>off</b>, sin eco extra<br> <b>sin cambios</b>, con eco,<br> cuando un parche especifica<br> una reverberación, o<br> <b>marcado/on</b> para reverb.<br> añadida a todos los instrumentos.
et: Siin on kolm määrangut:<br> <b>väljas</b> ilma lisatud kajanootideta;<br> <b>muutmata</b> kaja, kui patch määrab<br> reverberatsiooni;<br> <b>valitud/sees</b> kõigile instrumentidele<br> lisatakse reverb efekt.
fi: On olemassa kolme asetusta:<br> <b>pois</b> ei ylimääräisiä kaikunuotteja<br> <b>ei muutosta</b> kaiuttaa kun<br> patchi määrittelee<br> jälkikaiun, tai<br> <b>valittu/päällä</b> lisätylle jälkikaiulle<br> kaikissa soittomissa.
fr: Il y a trois réglages possible :<br> <b>non</b> pour ne pas avoir<br> de notes stéréo supplémentaires,<br> <b>normale</b> pour de l'écho sur<br> les sons qui nécessitent de la réverbération<br> <b>coché/oui</b> pour ajouter de la<br> réverbération sur tous les instruments.
he: <p align=right>:תורדגה שולש ןנשי<br> םיפסונ דה יוות םוש ליבשב <b>יובכ</b><br> ליבשב <b>יוניש אלל</b><br> יאלט רשאכ דה<br> וא ,דוהדה ןייצמ<br> תפסות ליבשב <b>לעופ\ןמוסמ</b><br> .םילכה לכל דוהדה
hu: Háromféle beállítás lehetséges:<br> <b>ki</b> esetén nincsenek extra echo hangjegyek,<br> <b>nincs változás</b> esetén normál echo<br> lesz ha egy hangminta<br> 'reverberation'-t ír elő és<br> <b>bekapcsolva</b> esetén további reverb<br> lesz minden hangszernél.
id: Ada tiga pengaturan:<br> <b>off</b> jika tanpa not gema tambahan<br> <b>tetap</b> untuk not gema jika<br> patch menentukan penggemaan, atau <br> <b>on</b> untuk penambahan gema<br> ke semua instrumen.
it: Ci sono tre impostazioni:<br> <b>spento</b> per non avere eco extra<br> <b>nessun cambiamento</b> per avere eco<br> quando una patch specifica<br> un riverbero, o<br> <b>spuntato/acceso</b> per un riverbero<br> aggiunto a tutti gli strumenti.
ja: ここには３つの設定があります:<br> <b>オフ</b>は、追加エコー音を<br> なにも指定しません。<br> <b>変更なし</b>はパッチが<br> リバーブ効果を指定している<br> ときエコーします。<br> <b>チェック/オン</b>は全て<br> の楽器でリバーブを追加します。
mk: Постојат три опции:<br> <b>искл.</b> за без додатни ехо ноти<br> <b>без измена</b> за ехо<br> кога делот специфицира реверб<br> , или<br> <b>вклучено</b> за реверб<br> на сите инструменти.
nl: Er zijn 3 instellingen mogelijk:<br> <b>uit</b> voor geen enkele nagalm<br> <b>geen wijzigingen</b> voor nagalm<br> die door een patch wordt<br> bepaalt, en<br> <b>aan</b> voor toegevoegde nagalm<br> voor alle instrumenten.
no: Der er tre innstillinger:<br> <b>av</b> for intet ekstra ekko<br> <b> ingen endring</b> for ekko<br> når en lapp angir <br> etterklang, eller<br> <b>avkrysset</b> for ekstra etterklang<br> for alle instrumenter.
no_ny: Det er tre innstillingar:<br><b>av</b> for ingen ekstra ekkonotar,<br><b>inga endring</b> for ekko når ein<br>lapp spesifiserer romklang eller<br><b>avmerka/på</b> for ekstra romklang<br>for alle instrument.
pt: Há três configurações:<br> <b>desligado</b> para nenhuma nota extra eco<br> <b>inalterado</b> para ecoar<br> quando um 'patch' especifica<br> reverberação, ou<br> <b>verificado/ligado</b> para reverberação<br> adicional em todos os instrumentos.
pt_br: Há três configurações:<br> <b>desligado</b>: sem eco<br> <b>sem mudança</b>: para eco quando<br> um patch especifica reverberação, ou <br> <b>ligado</b>: para reverberação em<br> todos os instrumentos.
ro: Există trei setări: <b>dezactivat</b> pentru dezactivarea efectului de ecou, <b>nemodificat</b> pentru ecou cînd un anumit petic specifică reverberaţie sau <b>activat</b> pentru adăugarea de reverberaţie pentru toate instrumentele.
ru: Есть три режима:<br> <b>выключен</b> - нет дополнительных эховых нот<br> <b>обычный</b> для эхо-эффекта,<br> когда в патче задана<br> реверберация, или<br> <b>включен</b> для дополнительной реверберации<br> всех инструментов.
sk: Sú tri nastavenia:<br> <b>vypnuté</b> pre žiadne echo zvuky naviac<br> <b>bez zmeny</b> pre echo efekt<br> keď modul určuje reverb, alebo<br> <b>zaškrtnuté</b> pre pridaný reverb<br> pre všetky nástroje.
sl: Obstajajo tri nastavitve:<br> <b>off</b> za nobene dodatne odmev note<br> <b>no change</b> za normalno odmevanje<br> ko vzorec predvideva učinek<br> "reverb", ali<br> <b>checked/on</b> za dodaten "reverb"<br> za vse inštrumente.
sr: Postoje tri podešavanja:<br> <b>isklj</b> bez dodatnih eho tonova<br> <b>bez promena</b> za eho<br> kada pič određuje<br> reverberaciju, ili<br> <b>proveren/uklj</b> za dodatu reverb.<br> za sve instrumente.
sv: Det finns tre alternativ:<br> <b>av</b> för inge extra ekonoter<br> <b>ingen ändring</b> för eko<br> när en patch anger<br> eko, eller<br> <b>vald/på</b> för ekstar eko<br> för alla instrument.
tr: Üç özellik var:<br> <b>kapalı</b>, fazla yankılı <br> nota olmaması için<br> <b>değişiklksiz</b>, bir yama yankılama <br> belirttiğinde, yankı için<br> <b>seçili/açık</b> tüm <br> enstrümanlara <br> yankı eklemek için
uk: Всього три положення:<br> <b>вимкнено</b> без додаткових нот з відлунням<br> <b>без змін</b> для луни<br> <b>відмічений/ввімкнений</b> для додаткової реверберації<br> для всіх інструментів.

source: There are three settings:<br> <b>off</b> for no extra detuned notes<br> <b>no change</b> for detuned notes<br> when a patch specifies<br> chorusing, or<br> <b>checked/on</b> for added chorusing<br> for all instruments.
af: daar word drie instellings:<br> <b>af</b> vir nee addisionele ontstem notas<br> <b>nee verander</b> vir ontstem notas<br> wanneer 'n lap spesifiseer<br> koor, of<br> <b>nagegaan/op</b> vir bygevoeg koor<br> vir alle instrumente.
cs: Jsou možná tři nastavení:<br> <b>vyp</b> bez rozhozených not<br> <b>beze změn</b> rozhozené noty<br> se použijí, pokud to vzorek<br> stanovuje, nebo<br> <b>vybráno/zap</b> přidání chorusu<br> pro všechny nástroje.
da: Der er tre indstillinger:<br> <b>fra</b> for ingen ekstra detunede noder<br> <b> ingen ændring</b> for detunede noder<br> når en patch angiver <br> kor, eller<b>tjekket/til</b> for ekstra kor<br> for alle instrumenter.
de: Es gibt drei Einstellungen:<br> <b>Aus</b> für keinen Chor-Effekt<br> <b>Keine Änderung</b> für Chor-Effekt,<br> (so wie vom Patch vorgesehen), oder<br> <b>An</b> für Chor-Effekt für alle Instrumente.
eo: Ekzistas tri eblecoj:<br> <b>elŝaltita</b> por neniuj altecŝovitaj notoj<br> <b>sen ŝanĝo</b> por altecŝovitaj notoj, se<br> fliko indikas ĥoron, aŭ<br> <b>enŝaltita</b> por aldoni ĥoron en ĉiuj<br> instrumentoj.
es: Existen tres configuraciones:<br> <b>off</b>, sin desintonía extra<br> <b>sin cambios</b>, para desintonía<br> con ajustes especificando efecto de coro<br> o, <b>marcado/on</b> para coros añadidos<br> a todos los instrumentos.
et: Siin on kolm määrangut:<br> <b>väljas</b> ilma lisaks detuunitud nootideta;<br> <b>muutmata</b> detuunitud noodid, kui patch<br> määrab chorus efekti;<br> <b>valitud/sees</b> kõigile instrumentidele<br> lisatakse chorus efekt.
fi: On olemassa kolme asetusta:<br> <b>pois</b> ei ylimääräisiä detune-nuotteja<br> <b>ei muutosta</b> detune kun<br> patchi määrittelee<br> kuoron, tai<br> <b>valittu/päällä</b> lisätylle kuorolle<br> kaikissa soittomissa.
fr: Il y a trois réglages possible :<br> <b>non</b> pour ne pas avoir<br> de notes désaccordées supplémentaires,<br> <b>normale</b> pour des notes désaccordées<br> sur les sons qui nécessitent du chorus<br> <b>coché/oui</b> pour ajouter du chorus<br> sur tous les instruments.
he: <p align=right>:תורדגה שולש ןנשי<br> םיפסונ detuned יוות םוש ליבשב <b>יובכ</b><br> ליבשב <b>יוניש אלל</b><br> יאלט רשאכ detuned יוות<br> וא ,chorusing ןייצמ<br> תפסות ליבשב <b>לעופ\ןמוסמ</b><br> .םילכה לכל chorusing
hu: Háromféle beállítás lehetséges:<br> <b>ki</b> esetén nincsenek extra 'detuned' hangjegyek,<br> <b>nincs változás</b> esetén 'detuned' hangjegyek<br> lesznek ha a hangminta<br> 'chorusing'-ot ír elő és<br> <b>bekapcsolva</b> esetén további 'chorusing'<br> lesz minden hangszernél.
id: Ada tiga pengaturan:<br> <b>off</b> jika tanpa not detuned tambahan<br> <b>tetap</b> untuk not detuned jika<br> patch menentukan efek koor, atau <br> <b>on</b> untuk penambahan efek koor<br> ke semua instrumen.
it: Ci sono tre impostazioni:<br> <b>spento</b> per non avere un'aggiunta<br> di note scordate<br> <b>nessun cambiamento</b> per avere note<br> scordate quando una patch specifica un coro, o<br> <b>spuntato/acceso</b> per avere un'aggiunta<br> di coro a tutti gli strumenti.
ja: ここには３つの設定があります:<br> <b>オフ</b>は、追加デチューン音を<br> なにも指定しません。<br> <b>変更なし</b>はパッチがコーラス<br> 効果を指定しているときデチューン<br> します。<br> <b>チェック/オン</b>は全ての楽器<br> でコーラス効果を追加します。
mk: Постојат три опции:<br> <b>искл.</b> за без додатни детон ноти<br> <b>без измена</b> за детон ноти<br> кога делот специфицира<br> хорус, или<br> <b>вклучено</b> за додавање хорус<br> на сите инструменти.
nl: Er zijn 3 instellinge mogelijk:<br> <b>uit</b> voor geen extra stemgeluiden<br> <b>geen verandering</b> voor stemgeluiden<br> die door een patch<br> worden bepaalt, of<br> <b>aan</b> voor toegevoege stemgeluiden voor<br> alle instrumenten.
no: Der er tre innstillinger:<br> <b>av</b> for ingen ekstra detunede noter<br> <b>ingen endring</b> for detunede noter<br> når en lapp angir kor, eller<br> <b>avkrysset</b> for ekstra kor<br> for alle instrumenter.
no_ny: Det er tre innstillingar:<br> <b>av</b> for ingen ekstra «detuned» notar,<br> <b>inga endring</b> for «detuned» notar når<br> ein lapp spesifiserer koreffekt, eller<br> <b>avmerka/på</b> for ekstra koreffekt på<br> alle instrumenta.
pt: Há três configurações:<br> <b>desligado</b> para nenhumas notas 'detuned' extra<br> <b>nenhuma mudança</b> para notas 'detuned'<br> quando um "patch" especificar<br> coro, ou<br> <b>verificado/ligado</b> para adicionar coro<br> em todos os instrumentos.
pt_br: Há três configurações:<br> <b>desligado</b>: sem notas extra atonais<br> <b>sem mudança</b>: notas atonais quando<br> um patch especifica chorus, ou <br> <b>ligado</b>: para chorus adicionado em<br> todos os instrumentos.
ro: Există trei setări: <b>dezactivat</b> pentru dezactivarea dezacordării notelor, <b>nemodificat</b> pentru note dezacordate cînd un anumit petic specifică efect de cor sau <b>activat</b> pentru adăugarea de dezacordare la toate instrumentele.
ru: Есть три режима:<br> <b>выключен</b> - нет дополнительных диссонансных нот<br> <b>обычный</b> для диссонансных нот,<br> когда в патче задано<br> многоголосие, или<br> <b>включен</b> для дополнительного многоголосия<br> всех инструментов.
sk: Sú tri nastavenia:<br> <b>vypnuté</b> pre žiadne detune zvuky naviac<br> <b>bez zmeny</b> pre detune zvuky,<br> keď modul určuje detune, alebo<br> <b>zaškrtnuté</b> pre pridaný detune<br> pre všetky nástroje.
sl: Obstajajo tri nastavitve:<br> <b>off</b> za nobene dodatne poduglašene note<br> <b>no change</b> za normalno poduglaševanje<br> ko vzorec določa učinek<br> "chorus", ali<br> <b>checked/on</b> za dodatni "choru" učinek<br> za vse inštrumente.
sr: Postoje tri podešavanja:<br> <b>isklj</b> bez dodatnih povišenih tonova<br> <b>bez promena</b> za povišene tonove<br> kada pič određuje<br> horus, ili<br> <b>proveren/uklj</b> za dodat horus<br> za sve instrumente.
sv: Det finns tre inställningar:<br> <b>av</b> för inga extra ostämda toner<br> <b>ingen ändring</b> för ostämda toner<br> när en uppsättning anger<br> köreffekt, eller<br> <b>markerad/på</b> för tillagd köreffekt<br> för alla instrument.
tr: Üç özellik var:<br> <b>kapalı</b>, aşırı bozma işlemini kapatmak için<br> <b>değişiklik yok</b>, bir yama koro <br> belirttiğinde, bozulmuş <br> notalar için<br> <b>seçili/açık</b>, tüm enstrümanlara <br> koro etkisi eklemek için
uk: Всього три положення:<br> <b>вимкнено</b> без додаткових знестроєних нот<br> <b>без змін</b> для знестроєних нот<br> коли визначено латку<br> <b>відмічений/ввімкнений</b> для додаткового ефекту хору<br> для всіх інструментів.
