Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: Transfer the current<br> play list to the Playlist Editor<br> and start him up.
af: oordra die huidige<br> speel lys aan die liedjielys redigeerder<br> en begin hom begin.
cs: Přenese aktuální<br> seznam skladeb do Editoru<br> a spustí ho.
da: Overfør den aktuelle<br> spilleliste til spilleliste redigering<br> og redigér.
de: Stücklisten-Editor starten<br> und aktuelle Liste<br> dort bearbeiten.
eo: Transdonas la nunan ludliston<br> al la ludlistoredaktilo kaj lanĉas tiun.
es: Transfiere la lista actual<br> al Editor de listas<br> y lo inicia.
et: Saada praegune nimekiri<br> nimekirja redaktorisse ning<br> seejärel käivita ka redaktor ise.
fi: Siirrä nykyinen soittolista<br> Soittolistamuokkaimeen ja<br> käynnistä se.
fr: Transfère la liste de lecture actuelle<br> dans l'éditeur de listes.
he: <p align=right>ןוגינה תמישר תרבעה<br> תומישר ךרוע לא תיחכונה<br> .ולש הלעפהו ןוגינה
hu: Az aktuális válogatás<br> átadása a hangmintaszerkesztőnek és<br> a szerkesztő elindítása.
id: Memindahkan daftar judul<br> saat ini ke Editor Daftar Judul<br> dan memainkannya.
it: Sposta la play list corrente<br> nel Playlist Editor e lo avvia.
ja: 現在のプレイリストを<br> プレイリストエディタに<br> 送って起動します。
mk: Пренеси ја тековната листа на песни<br> во Уредувачот на Листи<br> и стартувај го.
nl: Start de Speellijstbewerker op<br> om de actuele speellijst<br> te bewerken.
no: Overfør denne spelelisten til<br> spelelisteredigereren og<br> start denne.
no_ny: Overfør denne spelelista til<br> spelelisteredigeringa og<br> start ho.
pt: Transferir a lista de músicas<br> actual para o Editor de Lista de Músicas<br> e iniciá-lo.
pt_br: Transfere a lista de reprodução<br> corrente para o Editor de Listas de<br> Reprodução, e inicia o editor.
ro: Transferă lista de redare curentă în editorul de liste de redare şi îl porneşte.
ru: Запустить редактор списков<br> песен и редактировать в нем<br> текущий список песен.
sk: Presunie súčasný zoznam skladieb<br> do editora zoznamov<br> a spustí editor.
sl: Prenesi trenutni seznam za predvajanje<br> v urejevalnik seznamov za predvajanje in<br> ga poženi.
sr: Prebaci trenutnu<br> listu numera u Editor liste numera.
sv: Överför den aktuella<br> spellistan till spellisteeditorn<br> och starta den.
tr: Şu anki çalım listesini <br> Çalım Listesi Editörüne <br> kopyala ve onu aç.
uk: Передати поточний<br> список програвання в Редактор Списку<br> та запустити його.

source: No stereo patch
af: nee stereo lap
cs: Bez stereo vzorku
da: Ingen stereo patch
de: Kein Stereo-Patch
eo: Neniu stereofliko
es: Sin parche para estéreo
et: Pole stereo patch.
fi: Ei stereopatchejä
fr: Pas de stéréo
he: ואירטס יאלט אלל
hu: Nincs sztereó hangminta
id: Tanpa patch stereo
it: Brano non stereo
ja: ステレオパッチを使わない
mk: Без стерео дел
nl: Geen stereo-patch
no: Ingen stereolapp
no_ny: Ingen stereolapp
pt: Nenhum 'patch' estéreo
pt_br: Sem patch estéreo
ro: Fără petic stereo
ru: Отключить стерео патчи
sk: Žiadny stereo modul
sl: Ni stereo vzorcev
sr: Nema stereo piča
sv: Ingen stereouppsättning
tr: Çift kanallı yama yok
uk: Без латок стерео

source: Prevents playing the<br> second instrument for those<br> patches that have two<br> (you probably don't want<br> to choose this option).
af: voorkom speel die<br> tweede instrument vir daardie<br> lappe wat het twee<br> (jy waarskynlik moenie wil hê<br> aan kies hierdie opsie).
cs: Zamezí přehrávání<br> druhého nástroje u vzorků,<br> které ho obsahují<br> (tuto volbu asi nebudete<br> chtít zapnout).
da: Forhindrer at det andet<br> instrument spilles for de<br> patcher der har to<br> (formodentlig vil du ikke<br> ønske at bruge denne mulighed).
de: Verhindert das Spielen<br> des zweiten Instrumentes<br> für die Patches, die zwei besitzen<br> (Sie werden diese Einstellung<br> wohl nicht brauchen).
eo: Silentigas la duan instrumentoj<br> ĉe flikoj kiuj havas tiun<br> (verŝajne vi ne volas uzi tiun opcion).
es: Evita que se toque el<br> segundo instrumento para<br> aquellos parches que<br> tienen dos (generalmente<br> no elegirá esta opción).
et: Tõkestab teise instrumendi<br> mängimise neil patch'idel,<br> millel on neid kaks (tõenäoliselt<br> seda suvandit sa siiski ei vaja).
fi: Estää toisen soittimen<br> soittamisen niissä patcheissä,<br> joissa niitä on kaksi<br> (et varmaankaan halua<br> valita tätä asetusta).
fr: Évite de jouer le second<br> instrument pour les sons qui<br> en comportent deux (vous<br> ne sélectionnerez certainement<br> pas cette option).
he: <p align=right>ילכה ןוגינ תא ענומ<br> םיאלטה םתוא רובע ינשה<br> םילכ ינש םהל שיש<br> הצור אל הארנכ התא)<br> .(וז תורשפאב רוחבל
hu: Megakadályozza a második<br> hangszer lejátszását azoknál a<br> hangmintáknál amelyekben kettő van<br> (ritkán van szükség erre<br> a beállításra).
id: Tidak melakukan pemutaran<br> instrumen kedua pada patch<br> yang mempunyai keduanya<br> (Anda mungkin tidak ingin<br> memilih opsi ini).
it: Impedisce di suonare il<br> secondo strumento per quei<br> brani che ne hanno due<br> (probabilmente non devi<br> scegliere quest'opzione).
ja: ２つの楽器を指定している<br> パッチで２番目の楽器を演<br> 奏させない(このオプション<br> は選択したくないでしょう)。
mk: Го спречува свирењето на<br> вториот инструмент за<br> оние делови кои имаат два<br> (најверојатно не сакате да<br> ја вклучите оваа опција).
nl: Voorkomt dat het tweede<br> instrument wordt afgespeeld bij<br> patches die er twee bezitten<br> (deze optie hebt u waarschijnlijk<br> niet nodig).
no: Hindrer speling av det<br> andre instrumentet for<br> lapper som ikke har to<br> (du vil trolig ikke<br> velge dette valget).
no_ny: Hindrar speling av det<br> andre instrumentet for<br> lappar som ikkje har to<br> (du vil truleg ikkje<br> velja denne funksjonen).
pt: Evitar tocar<br> o segundo instrumento para os<br> 'patches' que têm dois<br> (provavelmente não queres<br> escolher esta opção).
pt_br: Evita tocar o segundo instrumento<br> para os patches que têm dois (você<br> provavelmente não vai querer usar<br> esta opção).
ro: Evită redarea celui de-al doilea instrument pentru acele petice care au două (probabil nu doriţi să alegeţi această opţiune).
ru: Не проигрывать<br> второй инструмент для<br> патчей, в которых их два<br> (вряд ли имеет смысл<br> включать этот режим).
sk: Vypne druhý nástroj<br> pre tie moduly, ktoré majú<br> dva nástroje<br> (pravdepodobne nebudete<br> chcieť túto možnosť).
sl: Prepreči igranje drugega<br> inštrumenta za tiste vzorce, ki<br> ga imajo<br> (verjetno ne želite<br> vklopiti te zmožnosti).
sr: Sprečava reprodukciju<br> drugog instrumenta za ove<br> pičeve kojih ima dva<br> (sigurno ne želite<br> izabrati ovu opciju).
sv: Förhindrar att det andra<br> instrumentet spelas för de<br> uppsättningar som har två<br> (du vill antagligen inte<br> völja det här alternativet).
tr: İkisinde de olan yamalar için <br> ikinci enstrümanın çalımını korur.<br> (Büyük olasılıkla bu seçeneği seçmek<br> istemezsiniz).
uk: Забороняє програвання<br> другого інструменту для тих<br> латок, що мають обидві<br> (скоріш за все Ви не хочете<br> вибирати цей параметр).

source: Normal stereo
af: normale stereo
cs: Běžné stereo
de: Normales Stereo
eo: Normala stereo
es: Estéreo normal
et: Normaalne stereo
fi: Normaali stereo
fr: Stéréo normale
he: ליגר ואירטס
hu: Normál sztereó
id: Stereo normal
it: Stereo normale
ja: 通常のステレオ
mk: Нормално стерео
no_ny: Vanleg stereo
pt: Estéreo normal
pt_br: Estéreo normal
ro: Stereo normal
ru: Нормальное стерео
sk: Normálne stereo
sl: Normalni stereo
sr: Običan stereo
tr: Normal çift kanal
uk: Звичайне стерео

source: Plays both instruments<br> for those (sf2) patches<br> which have two.
af: speel beide instrumente<br> vir daardie (sf2) lappe<br> wat het twee.
cs: Přehrává oba nástroje<br> u vzorků (sf2),<br> jenž je obsahují.
da: Spiller begge instrumenter<br> for de (sf2) patch<br> der har to.
de: Spielt beide Instrumente<br> für die (sf2) Patches,<br> die zwei besitzen.
eo: Ludas ambaŭ instrumentojn<br> por tiaj (sf2)-flikoj, kiuj havas du.
es: Toca ambos instrumentos<br> para aquellos (sf2) parches<br> que tienen dos.
et: Mängib mõlemat instrumenti<br> neil (sf2) patch'idel, millel<br> on neid kaks.
fi: Soittaa molemmat soittimet<br> niistä (sf2) patcheistä<br> joissa on kaksi soitinta.
fr: Joue les deux instruments<br> pour les sons (sf2) qui<br> en comportent deux.
he: <p align=right>םילכה ינש תא ןגנמ<br> (sf2) םיאלטה םתוא רובע<br> .םיינש םהל שיש
hu: Mindkét hangszer lejátszását<br> engedélyezi azoknál az (sf2) hangmintáknál<br> amelyek kettőt tartalmaznak.
id: Memainkan dua instrumen<br> untuk patch (sf2) yang memiliki<br> keduanya.
it: Suona entrambi gli strumenti<br> per quei (sf2) brani<br> che ne hanno due.
ja: ２つの楽器を指定している<br> (sf2)パッチで両方の楽器を<br> 演奏する。
mk: Ги свири двата инструменти<br> за оние (sf2) делови кои <br> имаат два.
nl: Speelt beide instrumenten af<br> bij die (sf2) patches<br> die er twee bezitten.
no: Spiller begge instrumenter<br> for (sf2-) lapper som<br> har to.
no_ny: Spelar begge instrument<br> for (sf2-) lappar som<br> har to.
pt: Tocar ambos os instrumentos<br> para aqueles 'patches' (sf2)<br> que têm dois.
pt_br: Toca ambos os instrumentos<br> para aqueles patches (sf2)<br> que têm dois.
ro: Redă ambele instrumente pentru acele petice (sf2) care au două.
ru: Проигрывать оба инструмента<br> для таких патчей (шрифтов sf2),<br> в которых их два.
sk: Hrá oba nástroje pre<br> tie (sf2) moduly,<br> ktoré majú dva nástroje.
sl: Igra oba inštruemtna za<br> tiste (sf2) vzorce, ki<br> imajo oba.
sr: Reprodukcija oba instrumenta<br> za ove (sf2) pičeve<br> kojih ima dva.
sv: Spelar båda instrument<br> för de (sf2) uppsättningar<br> som har två.
tr: İkisinde de olan iki <br> enstrümanı da sf2 <br> yamaları için çalar
uk: Програє обидва інструменти<br> для тих (sf2) латок,<br> що мають обидва.

source: Extra stereo
af: addisionele stereo
cs: Přidané stereo
da: Ekstra stereo
de: Zusätzliches Stereo
eo: Ekstra stereo
es: Estéreo extra
et: Lisastereo
fi: Lisästereo
fr: Stéréo améliorée
he: ףסונ ואירטס
hu: Extra sztereó
id: Stereo-tambahan
it: Stereo extra
ja: 特殊ステレオ
mk: Екстра стерео
no: Ekstra stereo
no_ny: Ekstra stereo
pt: Estéreo extra
pt_br: Extra estéreo
ru: Дополнительное стерео
sl: Dodatni stereo
sr: Dodatni stereo
tr: Fazla çift kanal
uk: Додаткове стерео

source: For keyboard instruments,<br> lower notes come from the left<br> For other instruments, position is<br> made a function of note<br> velocity.
af: vir sleutelbord instrumente,<br> sagter notas kom van die links<br> vir ander instrumente, posisie is<br> gemaak 'n funksie van nota<br> snelheid.
cs: U klávesových nástrojů<br> přicházejí nižší noty zleva.<br> U ostatních nástrojů je pozice<br> funkcí intenzity vygenerování<br> noty (velocity).
da: På klaviatur instrumenter,<br> kommer lavere noder fra venstre<br> På andre instrumenter, er positionen<br> gjort til en funktion af node<br> hastigheden.
de: Für Tasteninstrumente<br> kommen tiefe Töne von links.<br> Für andere Instrumente ist<br> die Richtung eine Funktion<br> der Notenlänge.
eo: Por klavinstrumentoj pli malaltaj<br> notoj venas de maldekstre por aliaj<br> instrumentoj la pozicio dependas<br> de la notrapideco.
es: Para instrumentos de teclado,<br> las notas más bajas vienen de<br> la izquierda. Para los otros, la<br> posición es función de la celeridad<br> de la nota.
et: Klahvinstrumentide puhul tuleb<br> heli vasakust kanalist. Teiste<br> instrumentide puhul sõltub positsioon<br> noodi tugevusest (note velocity).
fi: Näppäimistösoittimille,<br>matalat nuotit tulevat vasemmaltab<br> Muilla soittimilla paikka on<br> nuotin ja nopeuden funktio.
fr: Pour les instruments de type<br> clavier, les notes graves arrivent<br> de la gauche. Pour les autres<br> instruments, la panoramique<br> est fonction de la vélocité.
he: ,םידילק ילכ רובע<br> לאמשמ םיאב םיכומנ םיוות<br> םוקימה ,םירחא םילכ רובע<br> לש היצקנופ אוה<br> .ותה תוריהמ
hu: A billentyűs hangszereknél<br> a mélyebb hangjegyek balról jönnek.<br> A többi hangszernél a pozíció a<br> hangjegy gyorsaságától<br> függ.
id: Untuk instrumen kibor,<br> not lebih rendah dari sebelah kiri<br> Untuk instrumen lain, posisi<br> ditentukan oleh fungsi kecepatan<br> not.
it: Per gli strumenti a tastiera,<br> le note più basse provengono<br> da sinistra. Per gli altri, la posizione<br> è funzione della velocità delle note.
ja: キーボード楽器の低音は<br> 左から鳴ります。他の楽<br> 器の場合位置はベロシテ<br> ィの関数で決まります。
mk: За клавијатури,<br> ниските тонови доаѓаат одлево<br> За другите инструменти, позицијата<br> е создадена како функција од<br> брзината на нотата.
nl: Voor keyboard-instrumenten,<br. de lage noten komen van links.<br> Voor andere instrumenten is de richting<br> een functie van de toon-<br> lengte.
no: For tangentinstrumenter kommer<br> lange toner fra venstre.<br> For andre instrumenter er<br> posisjonen en funskjon av<br> notefarten.
no_ny: For tangentinstrument kjem<br> låge tonar frå venstre.<br> For andre instrument er<br> posisjonen ein funskjon av<br> notefarten.
pt: Para instrumentos de teclado,<br> baixas notas vêm da esquerda<br> Para outros instrumentos, a posição é<br> função da velocidade das notas.
pt_br: Para instrumentos de teclado,<br> as notas mais baixas vêm da<br> esquerda. Para outros instrumentos,<br> a posição é uma função da velocidade<br> da nota.
ro: Pentru instrumente cu claviatură notele joase sînt în stînga. Pentru celelalte instrumente, poziţia este funcţie de viteza notei.
ru: Для клавишных инструментов<br> низкие ноты звучат слева.<br> Для остальных инструментов -<br> в зависимости от<br> длительности ноты.
sk: Pre klávesy, nižšie <br> tóny prichádzajú zľava.<br> Pre ostatné nástroje je pozícia<br> počítaná podľa frekvencie<br> tónu.
sl: Za inštrumente s tipkami se<br> nižje note predvajajo z leve.<br> Za ostale inštrumente pa se smer<br> izračuna kot funkcija hitrosti<br> tonov.
sr: Za instrumente sa klavijaturama,<br> niži tonovi počinju sleva<br> Za ostale instrumente, pozicija stvara<br> funkciju tona<br> velocity.
sv: För tangentbordsinstrument,<br> kommer låga toner från vänster<br> För andra instrument, är positionen<br> en funktion av tonhastigheten.
tr: klavye enstrümanları için;<br> soldan gelen düşük notalar<br> Diğer enstrümanlar için; pozisyon <br> bir hız nota fonksiyonu<br> yaratır.
uk: Для клавішних інструментів,<br> нижні ноти виходять ліворуч<br> Для інших - позиція є<br> функція швидкості<br> ноти.

source: Surround stereo
af: omsingel stereo
cs: Prostorové stereo
eo: Ĉirkaŭsona stereo
es: Estéreo envolvente
fr: Stéréo surround
he: דנוארס ואירטס
hu: Surround sztereó
id: Stereo menyeluruh
it: Stereo surround
ja: サラウンド
mk: Surround стерео
no_ny: Kringlyd-stereo
pt: Estéreo envolvente
pt_br: Estéreo surround
ro: Stereo surround
ru: Surround стерео
tr: Çerçeve Çift kanalı
uk: Стерео поглинання

source: Extra stereo, echo, and<br>detuned notes are spread out more<br>to left and right.
af: addisionele stereo, ego, en<br>ontstem notas word sprei uit meer<br>aan links en regterkant.
cs: Přidané stereo, echo, <br>a rozhozené noty jsou rozloženy<br>více doleva a doprava.
da: Ekstra stereo, ekko, og<br> detunede noder spredes mere<br> til venstre og højre.
de: Zusatz-Stereo, Echo und<br>verstimmte Noten werden mehr<br>nach links und rechts ausgegeben.
eo: Kromaj stereaj, eĥaj kaj<br>altecŝovitaj notoj estas dismetitaj<br>dekstre kaj maldekstre.
es: El estéreo extra, el eco, y<br>las notas desintonizadas se<br>esparcen a izquierda y a derecha.
et: Lisastereo, kaja ja detuunitud<br> noodid on rohkem vasakule ja paremale<br> laiali laotatud.
fi: Lisästereo, kaiku ja<br>detune-nuotit jaetaan enemmän<br>vasemmalle ja oikealle
fr: Les notes de stéréo améliorée, écho,<br> désaccordées sont encore plus étalées à droite et à gauche.
he: <p align=right>detuned יוותו דה ,ואירטס<br>םישורפ רתוי םיפסונ<br>.הלאמשו הנימי
hu: Az extra sztereó, echo és<br>'detuned' hangjegyek jobban kiterjednek<br>balra és jobbra.
id: Stereo tambahan, gema, dan<br> not detuned tersebar merata<br> ke kiri dan ke kanan.
it: Extra stereo, eco e <br>note scordate sono mandate più<br>a destra e a sinistra
ja: 追加ステレオ、エコー、及び<br>デチューンは左右により広が<br>って聞こえます。
mk: Екстра стерео, ехо, и<br>детон ноти се раширени повеќе <br>кон лево и десно.
nl: Extra stereo-, echo- en<br>stemgeluiden worden meer<br>naar links en rechts gespreid.
no: Ekstra stereo, ekko, og<br> detunede noder spres mere<br> til venstre og høyre.
no_ny: Notar med ekstra stereo, ekko<br> og «detune»-effekt vert spreidd meir<br> ut til venstre og høgre.
pt: O Estéreo extra, eco, e as<br>notas 'detuned' são espalhadas mais para a<br>esquerda e para a direita.
pt_br: Extra estéreo, eco, e notas<br>atonais são espalhadas mais<br>para a esquerda e para a direita.
ro: Extra stereo, ecoul şi notele dezacordate sînt separate foarte puternic pe canalele stînga şi dreapta.
ru: Дополнительные стерео, эховые и<br>диссонансные ноты смещаются<br>влево и вправо.
sk: Extra stereo, echo, a <br>odladené tóny sú šírené viac<br>doľava a doprava.
sl: Dodatni stereo, odmev, in<br>poduglašene note so bolj usmerjene<br> na levo in desno.
sr: Dodatni stereo, eho, i<br>povišeni tonovi su razbacani <br>na levo i na desno.
sv: Extra stereo, eko och<br>ostämda toner sprids ut mer<br>till vänster och höger.
tr: Fazladan çift kanal, yankı, ve <br>bozulmuş notalar sağa <br>ve sola itilir.
uk: Додаткове стерео, луна, та<br>знестроєні ноти розподілені ширше<br>ліворуч та праворуч.

source: Reverb
da: Efterklang
de: Hall
eo: Resono
es: Reverberar
fi: Kaiku
fr: Réverb
he: דוהדה
id: Gema
it: Riverbero
ja: リバーブ
mk: Реверб
nl: Galmend
no_ny: Romklang
pt: Reverberação
pt_br: Reverberar
ru: Реверберация
sr: Reverberacija
sv: Ekoeffekt
tr: Yankı
uk: Реверберація

source: Dry
af: droog
da: Tør
de: Trocken
eo: Seka
es: Seco
et: Kuiv
fi: Kuiva
fr: Pas de réverb
he: שבי
hu: Száraz
id: Kering
ja: ドライ
mk: Сув
nl: Droog
no: Tør
no_ny: Tørr
pt: Seco
pt_br: Seco
ro: Uscat
sl: Suho
sr: Suvo
sv: Torr
tr: Kurut
uk: Сухий
