Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: Resample using c-spline<br> interpolation with<br> the low pass filter.
af: hermonster te gebruik c-spline<br> interpolasie met<br> die lae herhaling filter.
cs: Resamplovat za použití<br> c-splin interpolace<br> s low pass filtrem.
da: Genforsøg ved brug af c-spline<br> interpolation med<br> lavtgrænsefilter
de: Resampling mit C-Spline-Interpolation<br> und Tiefpassfilter.
eo: Maldiskretigo per C-Splino-<br> interpolado kun malaltpasa<br> filtrilo.
es: Volver a muestrear usando<br> interp. c-spline con un<br> filtro pasa bajo.
et: Resampling, kasutades c-spline<br> interpolatsiooni koos<br> madalpääsu (low pass) filtriga.
fi: Uudelleensämplää käyttäen c-spline<br> interpolaatiota käyttäen<br> alipäästösuodinta.
fr: Rééchantillonner par<br> interpolation spline<br> spline cubique avec<br> filtre passe-bas
he: <p align=right>תועצמאב שדחמ המיגד<br> c-spline תייצלופרטניא<br> .ךומנה רבעמה ןנסמ םע
hu: Újramintavételezés c-spline<br> interpolációval<br> 'low pass' szűrővel.
id: Pengambilan sampel dengan c-spline<br> interpolasi dengan<br> penyaring low pass.
it: Ricampiona utilizzando<br> l'interpolazione c-spline<br> con il filtro passa basso.
ja: Cスプライン補間を<br> ローパスフィルタで<br> 使用してサンプリングし直します。
mk: Пресамплирај користејќи c-spline<br> интерполација со<br> бас филтер.
nl: Resample met behulp van C-Spline<br> Interpolation via <br> het low pass filter.
no: Resampler ved hjelp av<br >c-spline-interpolasjon<br> med lavt pass-filter.
no_ny: Resampling ved c-spline-<br> interpolering med lågpassfilteret.
pt: Reamostrar usando interpolação<br> c-spline com o<br> filtro passa-baixo.
pt_br: Reamostrar usando interpolação<br> c-spline com filtro passa-baixas.
ro: Reeşantionează utilizînd interpolare c-spline cu filtru trece-jos.
ru: Передискретизация с интерполяцией<br> кубическим сплайном и<br> низкочастотным фильтром.
sk: Prevzorkovať pomocou c-spline<br> interpolácie s dolnou<br> priepusťou.
sl: Prevzorči s c-spline<br> interpolacijo z niskim<br> filtrom.
sr: Resamplovanje korišćenjem c-spline<br> interpolacije sa<br> nisko-propusnim filtrom.
sv: Sampla om med hjälp av c-spline-<br> interpolation med<br> lågpassfiltret.
tr: düşük filtre geçişi ile <br> c-spline aradeğerlendirmesi<br> kullanarak yeniden örnekle
uk: Перевибрати використовуючи c-сплайн<br> інтерполяцію з<br> фільтром нижніх частот.

source: The display shows notes<br> being played on the<br> 16 or 32 midi channels.
af: die vertoon vertoon notas<br> te wees gespeel op die<br> 16 of 32 midi kanale.
cs: Displej ukazuje noty,<br> přehrávané na 16 nebo 32<br> midi kanálech.
da: Der fremvises noder<br> der spilles på de<br> 16 eller 32 midikanaler.
de: Die Anzeige stellt die Noten dar,<br> die auf den 16 oder 32 Midi-Kanälen gespielt werden.
eo: La vidigilo montras notojn<br> ludatajn sur la<br> 16 aŭ 32 Midi-kanaloj.
es: La pantalla muestra las notas<br> que suenan en los canales MIDI<br> de 16 o 32.
et: See ekraan näitab<br> hetkel mängitavaid noote<br> 16-l või 32-l midi kanalil.
fi: Näyttö näyttää soitettavat<br> nuotit 16 tai 32-midikanavalla
fr: L'afficheur montre les<br> notes jouées sur les<br> 16 ou 32 canaux MIDI
he: <p align=right>םיוות הגיצמ הגוצתה<br> וא 16 לע םינגונמה<br> .ידימה יצורע 32
hu: A kijelző a 16 ill. 32<br> MIDI csatornán lejátszott<br> hangjegyeket mutatja.
id: Tampilan menunjukkan not<br> yang dimainkan pada<br> saluran midi 16 atau 32.
it: Il display mostra le note<br> che vengono suonate nei<br> canali 16 o 32 del midi.
ja: このディスプレイは16または<br> 32midiチャネルで演奏されて<br> いる音符を表示します。
mk: Приказот ги покажува нотите<br> кои се свирени на<br> 16 или 32 midi канали.
nl: Het display toont de noten<br. die gespeeld worden op de<br> 16 of 32 midi-kanalen.
no: Skjermen viser hvor mange<br> notiser som har blitt spillt inn<br> på de 16 eller 32 midi-kanalene.
no_ny: Ruta viser notane som<br> vert spelt på 16 eller 32 midi-kanalar.
pt: O mostrador exibe as notas<br> sendo tocadas nos<br> 16 ou 32 canais midi.
pt_br: O display mostra notas<br> sendo tocadas nos 16 ou 32<br> canais MIDI.
ro: Ecranul afişează notele ce sînt cîntate pe 16 sau 32 canale midi.
ru: Вывод нот,<br> проигрываемых в<br> 16 или 32 каналах midi.
sk: Displej zobrazí zvuky<br> prehrávané v 16 alebo<br> 32 midi kanáloch.
sl: Na prikazovalnik so note<br> ki se igrajo na 16 ali 32<br> midi kanalih.
sr: Displej prikazuje tonove<br> koji se reprodukuju na<br> 16 ili 32 midi kanala.
sv: Skärmen visar toner<br> som spelas på<br> 16 eller 32 midikanaler.
tr: 16 ya da 32 midi <br> kanallarında çalınan <br> notaları ekranda gösterir.
uk: Вікно показує ноти<br> які звучать на<br> 16 або 32 midi-каналах.

source: Here is information<br> extracted from the midi<br> file currently being played.
af: hier is informasie<br> uitgepak van die midi<br> lêer huidiglik te wees gespeel.
cs: Zde jsou informace,<br> získané z právě přehrávaného<br> midi souboru.
da: Her er information<br> udtrukket fra den midi<br> fil der spilles nu.
de: Dies sind Informationen<br> aus der Midi-Datei,<br> die gerade gespielt wird.
eo: Jen informo elprenita<br> el la Midi-dosiero ĝuste nun<br> ludata.
es: Aquí tiene información<br> extraída del archivo MIDI<br> que suena actualmente.
et: Siin on praegusel hetkel<br> mängivast failist välja<br> võetud informatsioon.
fi: Tässä on tiedot<br> parhaillaan toitettavasta<br> midi-tiedostosta.
fr: Voici les informations<br> extraites du fichier<br> MIDI joué en ce moment.
he: <p align=right>עדימה עיפומ ןאכ<br> ידימה ץבוקמ ץלוחש<br> .תעכ ןגונמה
hu: Itt látható az éppen<br> lejátszott MIDI fájlhoz<br> tartozó információ.
id: Berikut informasi yang<br> didapat dari berkas midi<br> yang sedang dimainkan.
it: Qui ci sono le informazioni<br> estratte dal midi file che<br> è attualmente suonato.
ja: ここには現在演奏されている<br> midiファイルからの情報が<br> 表示されます。
mk: Ова е информацијата од<br> midi датотеката која <br> моментално свири.
nl: Hier is informatie<br> die gewonnen werd uit het<br het midi-bestand dat momenteel wordt afgespeeld.
no: Her er informasjon<br> som er tatt ut av midi-<br> filen som spilles.
no_ny: Her ser du informasjon<br> om midi-fila som vert spelt.
pt: Aqui há informação<br> extraída do ficheiro MIDI<br> actual que está a ser tocado.
pt_br: Aqui está a informação<br> extraída do arquivo MIDI<br> em reprodução corrente.
ro: Aici sînt informaţii extrase din fişierul midi ce este redat la momentul actual.
ru: Сообщения из<br> воспроизводимого<br> midi файла.
sk: Tu je informácia<br> získaná z midi súboru,<br> ktorý sa teraz prehráva.
sl: Tukaj so podatki prebrani<br> iz midi datoteke, ki trenutno<br> igra.
sr: Ovde je informacija<br> dobijena iz midi<br> fajla čija je reprodukcija u toku.
sv: Här extraheras<br> information från den<br> midifil som just spelas.
tr: Şu anda çalınan <br> midi dosyasıyla ilgili<br> açılmış bilgiler
uk: Тут інформація<br> з файлу midi,<br> що програється.

source: Choose a patchset.<br> (You can add patchsets by<br> downloading them from somewhere<br> and editing the file<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg .)
af: kies 'n lapstel.<br> (jy kan voeg deur lapstelle deur<br> aflaaiïng hulle van êrens<br> en redigering die lêer<br> $kdedir/deel/programme/kmidi/<br> opstelling/timidity.cfg .)
cs: Zvolte sadu vzorků.<br> (Další sady můžete<br> po stažení přidat<br> úpravou souboru<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg)
da: Vælg et patchsæt.<br> (Du kan tilføje patchsæt ved<br> at hente dem hjem fra et <br> eller andet sted<br> og redigere filen<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg.)
de: Wählen Sie ein Patchsätze.<br> (Fügen Sie neue Patchsätze hinzu, indem Sie sie herunterladen<br> und danach in die Datei<br> $KDEDIR/share/apps/kmidi/config/timidity.cfg eintragen.)
eo: Elektu flikaron.<br> (Vi povas aldoni flikarojn per<br> deŝuto de ie kaj posta redakto la<br> dosieron $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg .)
es: Elegir un conjunto de parches.<br> (Puede añadir grupos de parches<br> bajándolos de alguna parte y<br> editando el archivo<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg .)
et: Vali patchide komplekt (patchset).<br> (Neid võid ise lisada kusagilt alla<br> laadides ning seejärel redigeerides faili<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg .)
fi: Valitse patchivalikoima.<br> (Voit lisätä patchivalikoimia<br> hakemalla niitä jostain ja<br> muokkaamalla tiedostoa<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg.)
fr: Choisissez une banque de son (vous pouvez ajouter des banques en les téléchargeant puis en éditant le fichier $KDEDIR/share/apps/kmidi/config/timidity.cfg).
he: <p align=right>.םיאלט תכרע תריחב<br> תוכרע ףיסוהל ךתורשפאב<br> םהלש הדרוה ידי לע םיאלט<br> ץבוקה תכירעו והשפיאמ<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg
hu: Hangmintacsomag választása<br> (hangmintacsomag használatához<br> a letöltés után<br> az alábbi beállítófájlt kell módosítani:<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg .)
id: Pilih sebuah patchset.<br> (Anda dapat menambahkan patchset<br> dengan mendownload dari suatu tempat<br> dan mengedit berkas<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg.)
it: Scegli un insieme di patch.<br> (Puoi aggiungere insiemi di patch<br> scaricandoli da qualche parte e<br> editando il file<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg).
ja: パッチセットを選択して<br> 下さい。(パッチセットは<br> ダウンロード等して入手し<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfgファイル<br> を編集して追加することが<br> できます。)
mk: Одбери множество делови.<br> (Делови може да се додадат<br> симнувајќи ги од интернет<br> и уредувајќи ја датотеката<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg .)
nl: Kies een patchset.<br> (U kunt patchsets toevoegen<br> door deze ergens te downloaden<br> en het bestand<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg te bewerken.)
no: Velg et lappesett<br> (Du kan legg til et lappesett<br> ved å laste dem ned og redigere<br >filen $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg.)
no_ny: Vel eit lappsett.<br> (Du kan leggja til lappsett ved<br> å lasta dei ned og redigera fila<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg.
pt: Escolhe um 'patchset'.<br> (Tu podes adicionar 'patchsets'<br> buscando-os de algum sítio<br> e editando o ficheiro<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg .)
pt_br: Escolha um conjunto de patches.<br> (Você pode selecionar conjuntos de patches<br> obtendo-os de algum lugar e editando o<br> arquivo $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg .)
ro: Alegeţi un set de petice. (Puteţi alege petice trasferîndu-le de undeva din Internet şi editînd fişierul $KDEDIR/share/apps/kmidi/config/timidity.cfg).
ru: Выбрать набор патчей.<br> (Их можно добавить,<br> скачав с какого-нибудь сервера<br> и отредактировав файл<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg .)
sk: Vyberte súbor modulov.<br> (Môžete pridať moduly<br> tak, že ich stiahnete z internetu<br> a upravíte súbor<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg .)
sl: Izberite nabor vzorcev.<br> (Nabore vzorcev lahko dodate<br> tako, da jih od nekod prenesete<br> in jih vnesete v datoteko<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg .)
sr: Izaberite skup pičeva.<br> (Možete dodati pičeve preko<br> download-a sa neke lokacije<br> i izmeniti fajl<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg .)
sv: Välj en instrumentuppsättning.<br> (Du kan lägga till uppsättningar genom<br> att ladda ner dem från någonstans<br> och redigera filen<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg .)
tr: Yama dosyası seçin.<br> Yama dosyalarını, herhangi bir <br> yerden yükleyerek ve $KDEDIR/share/<br> apps/kmidi/config/timidity.cfg <br> dosyasını değistirerek <br> ekleyebilirsiniz.
uk: Виберіть набір латок.<br> (Ви можете додавати набори латок,<br> для цього треба звантажити їх звідкись<br> та відредагувати файл<br> $KDEDIR/share/apps/kmidi/<br> config/timidity.cfg .)

source: Select a midi file<br> to play from this<br> play list.
af: kies 'n midi lêer<br> aan speel van hierdie<br> speel lys.
cs: Z tohoto seznamu<br> vyberte skladbu<br> k přehrání.
da: Vælg en midifil<br> til at spille fra<br> denne spilleliste.
de: Wählen Sie eine Midi-<br> Datei zur Wiedergabe aus dieser Liste.
eo: Elektu ludendan<br> Midi-dosieron<br> el tiu ludlisto.
es: Seleccionar un archivo MIDI<br> a reproducir de entre la lista<br> de canciones.
et: Vali mängimiseks<br> midi fail sellest nimekirjast.
fi: Valitse soitettava<br> midi-tiedosto tältä<br> soittolistalta.
fr: Choisissez dans cette liste de lecture<br> un fichier MIDI à jouer.
he: <p align=right>ידימ ץבוק תריחב<br> תמישרמ ןוגינל<br> .וזה ןוגינה
hu: Válasszon egy lejátszandó<br> MIDI fájlt<br> ebből a válogatásból.
id: Pilih sebuah berkas midi<br> untuk dimainkan dari<br> daftar judul ini.
it: Scegli un file midi<br> da suonare in questa<br> play list.
ja: このプレイリストから<br> 演奏するMIDIファイル<br> を選択して下さい。
mk: Одбери midi датотека<br> за свирење од оваа<br> листа со песни.
nl: Selecteer het midi-bestand<br> uit deze speellijst dat u <br> wilt afspelen.
no: Velg en midi-fil<br> for å spille fra denne<br> spillelisten.
no_ny: Vel midi-fila du vil<br> spela frå denne spelelista.
pt: Escolhe desta lista de músicas<br> um ficheiro MIDI<br> para tocar.
pt_br: Selecione um arquivo MIDI<br> para reprodução, esta lista<br> de reprodução.
ro: Selectaţi un fişier midi pentru a-l reda din această listă de redare.
ru: Выбрать midi файл<br> для воспроизведения<br> из текущего списка песен.
sk: Vyberte midi súbor<br> z tohto zoznamu skladieb<br> na prehranie.
sl: Izberite midi datoteko<br> iz midi seznama za<br> predvajanje.
sr: Izaberi midi fajl<br> za reprodukciju sa ove<br> liste numera.
sv: Välj en midifil<br> att spela från<br> denna spellista.
tr: Bu çalım listesinde<br> çalmak için bir <br> midi dosyası seçin.
uk: Виберіть файл midi<br> з цього списку<br> щоб програти.

source: These are the playlist files<br> you've created using<br> the <i>playlist editor</i>.<br> Click on one, and its<br> contents will replace<br> the play list above.
af: hierdie word die liedjielys lêers<br> jy het geskep te gebruik<br> die <i>liedjielys redigeerder</i>.<br> kliek op een, en its<br> inhoud sal vervang<br> die speel lys boonste.
cs: Toto jsou soubory seznamů skladeb,<br> které byly vytvořeny pomocí<br> <i>editoru seznamu skladeb</i>.<br> Klepnutím na jeden z nich<br> ho načtete namísto seznamu,<br> který je zobrazen výše.
da: Disse er spillelistefiler<br> du har lavet ved brug af <br> spillelisteredigering.<br> Klik på én, og dens<br> indhold vil erstatte<br> spillelisten ovenfor.
de: Dies sind die Stücklisten, die Sie mit dem Stücklisten-Editor erstellt haben.<br> Klicken Sie auf eine Stückliste, um die bisherige zu ersetzen.
eo: Tiuj estas la ludlistaj dosieroj<br>kiuj vi kreis per la ludlista redaktilo<br>Klaku sur iu kaj ĝia enhavo<br>anstataŭigos la supran ludliston.
es: Estos son los archivos de listas<br> que creó usando el <i>editor de lista</i>.<br> Haga clic en una y su contenido<br> reemplazará los de la lista anterior.
et: Need on sinu poolt<br> <i>nimekirja redaktoriga</i><br> tehtud nimekirjafailid.<br> Klõpsa ühel ja selle sisu<br> vahetab välja ülaloleva<br> nimekirja.
fi: Tässä on soittolistatiedostot<br> jotka olet luonut <i>soittolista<br> muokkaimella</i>.Klikkaa<br> yhtä ja sen sisältö korvataan<br> ylläolevalla listalla.
fr: Voici les fichiers de listes<br> de lecture que vous avez créés<br> avec l'<i>éditeur de liste de lecture.</i><br> Cliquez sur l'un d'eux, et son contenu remplacera la liste de lecture ci-dessus.
he: <p align=right>ןוגינה תמישר יצבק הלא<br> תרזעב תרציש<br> .<i>ןוגינה תומישר ךרוע</i><br> דחא לע ץחל<br> ףילחי ולש ןכותהו<br> .ל"נה ןוגינה תמישר תא
hu: Itt láthatók azok a<br> válogatások amelyek<br> a <i>válogatásszerkesztővel</i> készültek.<br> Kattintson rá egyre hogy<br> az aktuális válogatás helyére<br> betöltődjön.
id: Berikut adalah daftar judul<br> yang sudah dibuat dengan<br> <i>editor daftar judul</i>.<br> Klik salah satu dan isinya<br> akan menggantikan<br> daftar yang ada di atas.
it: Questi sono i file delle play<br> list che hai creato utilizzando<br> l'<i>editor di play list</i>.<br> Clicca su uno ed il suo<br> contenuto rimpiazzerà la<br> play list precedente.
ja: これは<i>プレイリストエディタ</i><br> であなたが編集したプレイリス<br> トファイルです。<br> １つをクリックして上のプレイ<br> リストを置き換えて下さい。
mk: Овие се датотеки со листи на песни<br> кои ги создадовте користејќи го<br> <i>уредувачот на листи</i>.<br> Кликнете на една и нејзината<br> содржина ќе ја замени<br> горната листа со песни.
nl: Dit zijn de speellijstbestanden<br> die u met de <i>speellijstbewerker</i><br> hebt aangemaakt.<br> Druk op eentje, en de inhoud<br> ervan zal de de speellijst<br> hierboven vervangen.
no: Dette er spillelistefilene du har<br> laget ved hjelp av <i>spilleliste-<br> redigereren</i>.Klikk på en og innholdet til den vil<br> erstatte spillelisten over.
no_ny: Dette er spelelistefilene du<br> har laga.<br> Vel ei fil for å bruka den i<br> staden for den som er i bruk no.
pt: Estes são os ficheiros com<br> listas de músicas<br> que tu criaste usando<br> o <i>editor da lista de músicas</i>.<br> Carrega num, e o seu<br> conteúdo vai substituir<br> a lista de músicas acima.
pt_br: Estes são os arquivos da lista de<br> reprodução que você criou usando<br> o <i>editor de listas de reprodução</i>.<br> Clique em uma, e seu conteúdo substituirá<br> a lista de reprodução acima.
ro: Acestea sînt fişierele din lista de redare pe care aţi creat-o utilizînd <i>editorul de liste</i>. Daţi clic pe una şi conţinutul ei va înlocui pe cel al listei de mai înainte.
ru: Это файлы со списками песен,<br> которые вы создали с помощью<br> <i>редактора списков песен</i>.<br> Щелкнув на каком-либо из них,<br> вы замените его содержимым<br> текущий список песен.
sk: Toto sú zoznamy skladieb,<br> ktoré ste vytvorili pomocou<br> <i>editora zoznamov</i>.<br> Kliknite na jeden súbor,<br> a jeho obsah nahradí<br> vrchný zoznam skladieb.
sl: Prikazane se datoteke s seznami za predvajanje<br> midi datotek, ki ste jih ustvarili<br> z <i>urejevalnikom seznamov za predvajanje</i>.<br> Izberite eno in njena<br> vsebina bo prepisala zgornji<br> seznam za predvajanje.
sr: Ovo su fajlovi iz liste<br> koju ste kreirali koristeći<br> <i>editor liste numera </i>.<br> Kliknite na jednu od njih, i njen<br> sadržaj će se zameniti<br> sadržajem gornje liste numera.
sv: Du har skapat dessa<br> spellistefiler med<br> <i>spellisteeditorn</i>.<br> Klicka på en, så kommer<br> dess innehåll att ersätta<br> spellistan ovan.
tr: Bunlar <i>Çalım liste <br> editörüyle</i> hazırlanmış<br> liste dosyaları.Birine tıklayın,<br> içeriği yukarıdaki listenin<br> yerine geçecektir
uk: Це файли списків,<br> які Ви утворили за допомогою<br> <i>редактор списку</i>.<br> Клацніть на одному, і його зміст<br> буде замінено на<br> список вище.
