Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: The <i>buffer</i> led<br> is orangeish when there is<br> danger of a dropout, but<br> greenish when all is ok.
af: die <i>buffer</i> led<br> is oranjerig wanneer daar is<br> gevaar van 'n uitval, maar<br> groenerig wanneer alle is goed.
cs: Indikátor <i>vyrovnávací<br> paměť</i> je do oranžova,<br> když je nebezpečí prodlení<br> a nazelenalý, když je vše v pořádku.
da: bufferlyset er orange<br> når der er fare for et<br> drop, grønt når alt er ok.
de: Die <i>Puffer-LED</i> wird orange,<br> wenn die Gefahr eines<br> Überlaufs besteht, grün,<br> wenn alles in Ordnung ist.
eo: La <i>bufro-lumaĵo</i><br> estas oranĝa se estas la danĝero de<br> ellaso kaj verda, se ĉio estas en ordo.
es: El led <i>búfer</i> está<br> anaranjado cuando existe<br> peligro de desvanecimiento,<br> y verdoso si todo está correcto.
et: <i>Puhver</i> led on oranzhikas<br> kui on vahelejättude oht,<br> aga rohekas kui kõik on korras.
fi: <i>puskuri</i> ledi<br> on ranssi kun on vaara<br> pudotuksille, mutta on<br> vihreä kun kaikki on hyvin.
fr: Le voyant <i>tampon</i> est orange <br> lorsqu'il y a risque de<br> débordement, et vert<br> quand tout va bien.
he: <p align=right>ראומ <i>רגאמ</i> רואה<br> הנשי רשאכ םתמתכ עבצב<br> לבא ,הטמשה לש הנכס<br> .רדסב לכה רשאכ קורי אוה
hu: A <i>puffer</i> LED<br> narancssárga színű lesz<br> dropout veszély esetén, de<br> zöldre vált, ha minden rendben.
id: Led <i>penampung</i><br> keoranyean jika terdapat masalah<br> tetapi akan kehijauan jika<br> semua berjalan lancar.
it: Il led del <i>buffer</i><br> è aranciato quando c'è<br> pericolo di esaurimento, ma<br> torna verde quando è tutto ok.
ja: <i>バッファ</i>LEDは<br> ドロップアウトの危険が<br> あるときはオレンジに、<br> 全てが良好の時には緑に<br> なります。
mk: <i>бафер</i> сијаличката<br> е портокалова кога постои<br> опасност од отфрлање нота и<br> зелена кога се е во ред.
nl: Het <i>buffer-LED</i><br> is oranje als er gevaar is <br> voor een bufferoverloop<br> en groen als alles OK is.
no: <i>Buffer</i>signalet<br> er oransjeaktig når det<br> er fare for avbrudd, men<br> grønt når alt er i orden.
no_ny: <i>Buffer</i>signalet<br> er oransjeaktig når det<br> er fare for avbrot, men<br> grønt når alt er i orden.
pt: O LED de <i>buffer</i><br> fica alaranjado quando há<br> perigo de uma 'dropout', mas fica<br> esverdeado quando está tudo bem.
pt_br: O led <i>buffer</i><br> é alaranjado quando há<br> perigo de drop-out, mas<br> esverdeado quando tudo está ok.
ro: LED-ul <i>tampon</i> este portocaliu cînd este pericol de oprire şi este verde cînd totul este în regulă.
ru: Индикатор <i>буфера</i><br> желтеет, когда есть опасность<br> пропуска нот, и зеленеет,<br> когда все в порядке.
sk: <i>Zásobníková</i> ledka<br> je oranžová v prípade možnej<br> straty dát, keď je všetko<br> v poriadku je zelená.
sl: Lučka <i>izravnalnik</i> je<br> oranžna, ko obstaja nevarnost<br> da se izgubljajo zvoki in je<br> zelena če je vse v redu.
sr: LED <i>bafera</i><br> je narandžast kada<br> postoji opasnost od propusta podataka, ili<br> zelem kada je sve u redu.
sv: <i>Buffertlampan</i><br> är orangeaktig när det är<br> risk för avbrott, och<br> grönaktig när allt är OK.
tr: Sinyal yitimi tehlikesi durumunda<br> <i>tampon</i> ledi turuncu,<br> herşey yolunda ise<br> yeşildir
uk: Індикатор <i>буферу</i><br> помаранчевий, коли існує<br> загроза пропуску :-), та<br> зелений, коли все гаразд.

source: The <i>interpolation</i> led<br> is on when c-spline or<br> LaGrange interpolation<br> is being used for resampling.
af: die <i>interpolasie</i> led<br> is op wanneer c-spline of<br> lagrange interpolasie<br> is te wees gebruik word vir hermonstering.
cs: Indikátor <i>interpolace</i><br> svítí, když se pro resampling<br> používá c-spline, nebo LaGrange<br> interpolace.
da: Interpolationslyset er slået til<br> når c-spline eller LaGrange <br> interpolation bruges til genforsøg.
de: Die <i>Interpolations-LED</i> leuchtet,<br> wenn eine C-Spline- oder eine<br> Lagrange-Interpolation zum Resampling<br> gebraucht wird.
eo: La <i>interpolado-lumaĵo</i><br> lumas kiam C-Splina aŭ<br> Lagranĝa interpolado<br> estas uzata por maldiskretigo.
es: El led <i>interpolación</i><br> se enciende cuando se usa la<br> interpolación de LaGrange o<br> c-spline para volver a muestrear.
et: <i>Interpolatsiooni</i> led<br> on aktiivne, kui resamplingul<br> kasutatakse c-spline või LaGrange<br> interpolatsiooni.
fi: <i>interpolaatio</i> ledi<br> on päällä kun c-spline tai<br> LaGrange interpolaatiota<br> käytetään uudelleensämplaykseen.
fr: Le voyant d'<i>interpolation</i><br> est allumé lorsqu'une<br> interpolation de spline cubique<br> ou de Lagrange est<br> utilisée pour rééchantillonner.
he: <p align=right>ראומ <i>היצלופרטניא</i> רואה<br> תייצלופרטניאב שומיש השענ רשאכ<br> 'גנארג הל וא c-spline<br> .שדחמ המיגד ליבשב
hu: Az <i>interpolációs</i> LED<br> kigyullad, ha c-spline vagy<br> Lagrange-interpolációt használ a<br> a program az újramintavételezéshez.
id: Led <i>interpolasi</i> akan<br> menyala jika interpolasi <br> c-spline atau LaGrange sedang<br> dipakai untuk resampling.
it: Il led di <i>interpolazione è</i><br> acceso quando un'interpolazione<br> c-spline o di LaGrange è<br> usata per ricampionare.
ja: <i>補間</i>LEDはリサンプリングに、<br> C-スプライン補間またはラグランジュ<br> 補間が使用されているとき点灯します。
mk: Сијаличката <i>интерполација</i> <br> е вклучена кога е вклучена<br> c-spline или лагранжова<br> интерполација.
nl: Het <i>interpolatie-LED</i><br> licht op wanneer de c-spline- of<br> LaGrange-interpolatie<br> gebruikt wordt voor resampling.
no: <i>Interpolering</i>-signalet<br> er på når c-spline- eller<br> LaGrange-interpolering<br> blir brukt for resampling.
no_ny: <i>Interpolering</i>-signalet<br> er på når c-spline- eller<br> LaGrange-interpolering<br> vert brukt for resampling.
pt: O LED de <i>interpolação</i> está<br> ligado quando está a ser usada<br> interpolação c-spline ou<br> LaGrange para reamostragem.
pt_br: O led de <i>interpolação</i><br> está ligado quando a interpolação<br> c-spline ou LaGrande está sendo<br> usada para reamostragem.
ro: LED-ul <i>interpolare</i> este aprins atunci cînd este utilizată pentru reeşantionare interpolare c-spline sau LaGrange.
ru: Индикатор <i>интерполяции</i><br> включается, когда применяется<br> интерполяция кубическим сплайном<br> или лагранжева.
sk: Ledka <i>interpolácie</i><br> svieti, keď je c-spline, alebo<br> LaGrangeova interpolácia<br> použitá pri prevzorkovaní.
sl: Lučka <i>interpolacija</i><br> gori če je za prevzorčevanje uporabljena<br> c-spline ali LaGrange interpolacija.
sr: LED <i>interpolacije</i><br> je upaljen kada se c-spline ili<br> Lagranžeova interpolacija<br> koristi za resemplovanje.
sv: <i>Interpolations</i>-lampan<br> är på när c-spline eller<br> Lagrangeinterpolering<br> används för omsampling.
tr: LaGrange Aradeğerlemesi<br> yeniden örneklenmekteyse<br> <i>Aradeğerleme</i> ledi açıktır
uk: Індикатор <i>інтерполяції</i><br> включений коли c-сплайн або<br> Лагранж інтерполяція<br> використовується для вибірки.

source: The <i>echo</i> led<br> is on when KMidi is<br> not too busy to generate<br> extra echo notes<br> for reverberation effect.<br> It's bright when you've<br> asked for extra reverberation.
af: die <i>ego</i> led<br> is op wanneer kmidi is<br> nie te besig aan genereer<br> addisionele ego notas<br> vir reverberation effek.<br> dit is helder wanneer jy het<br> gevra vir addisionele reverberation.
cs: Indikátor <i>echo</i><br> svítí, když KMidi stíhá<br> generovat navíc echo<br> noty pro efekt ozvěny.<br> Ještě jasněji svítí, pokud<br> byla požadována dodatečná ozvěna.
da: Ekkolyset er slået til når KMidi ikke har<br> for travlt til at generere<br> ekstra ekkonoder<br> for en efterklangsseffekt.<br> Det er lyst når du har bedt om<br> ekstra efterklang.
de: Die <i>Echo-LED</i> leuchtet,<br> wenn KMidi nicht zu beschäftigt<br> ist, um zusätzliches Echo<br> zu erzeugen. Dazu müssen<br> Sie das Zusatzecho<br> eingestellt haben.
eo: La <i>eĥo-lumaĵo</i><br> lumas, kiam KMidi ne estas<br> tro okupita por fari<br> aldonajn eĥo-notojn<br> por la resonoro-efekto.<br> Ĝi estas hela, se vi mendis<br> apartan resonoron.
es: El led <i>eco</i> se enciende<br> cuando Kmidi no está demasiado<br> ocupado para generar notas extra<br> de eco como efecto de reverberación.<br> Se pone brillante cuando le ha pedido<br> que añada reverberación extra.
et: <i>Kaja</i> led on aktiivne,<br> kui KMidi ei ole liiga hõivatud<br> genereerimaks reverberatsiooniefekti<br> tarvis kajanoote lisaks.<br> Põleb heledalt, kui oled nõudnud<br> lisaks reverb efekti.
fi: <i>kaiku</i> led<br> is on when KMidi is<br> not too busy to generate<br> extra echo notes<br> for reverberation effect.<br> It's bright when you've<br> asked for extra reverberation.
fr: Le voyant d'<i>écho</i>est<br> allumé lorsque le lecteur<br> MIDI n'est pas trop occupé<br> pour générer des notes<br> d'écho supplémentaires pour<br> l'effet de réverbération.<br> Il est plus clair si<br> vous avez demandé une<br> réverbération améliorée.
he: <p align=right>ראומ <i>דה</i> רואה<br> קוסע אל KMidi רשאכ<br> יוות רוציל ידכ יידמ<br> ליבשב םיפסונ דה<br> .דוהדה לש טקפא<br> שקבמ התא רשאכ ריהב אוה<br> .ףסונ דוהדה
hu: Az <i>echo</i> LED<br> kigyullad, ha a KMidi nincs<br> leterhelve és képes extra<br> echo hangjegyeket a<br> 'reverberation' effekthez generálni.<br> Erősen világít, ha extra<br> 'reverberation'-t használ.
id: Led <i>gema</i> akan<br> menyala saat KMidi <br> tidak menghasilkan <br> not gema ekstra untuk<br> efek gema.<br> Akan terang saat diminta<br> memainkan gema tambahan.
it: Il led di <i>eco</i> è<br> acceso quando KMidi<br> non è troppo occupato per<br> generare una quantità extra<br> di note di eco per l'effetto<br> riverbero. E' brillante quando<br> hai chiesto un riverbero extra.
ja: <i>エコー</i>LEDはリバーブイフェクト<br> に追加してエコー音を生成出来るとき<br> 点灯します。これは追加リバーブを要求<br> した時のみ有効です。
mk: <i>ехо</i> сијаличката<br> е вклучена кога KMidi не<br> е презафатен да генерира<br> екстра ехо ноти за <br> постигнување на реверб.<br> Таа е светла кога ќе побарате<br> додатен реверб.
nl: Het <i>echo-LED</i><br> is aan wanneer KMidi voldoende<br> capaciteit heeft om extra echo's<br> voort te brengen voor <br> een nagalmeffect.<br> Hiervoor moet u wel het <br> echo-effect hebben geactiveerd.
no: <i>Ekko</i>-signalet<br> er på når KMidi ikke er<br> for opptatt med å lage<br> ekstra ekkonoter for<br> romklangeffekt. Det er<br> lyst når du har spurt<br> om ekstra romklang.
no_ny: <i>Ekko</i>-signalet<br> er på når KMidi ikkje er<br> for oppteken med å laga<br> ekstra ekkonotar for<br> romklangeffekt. Det er<br> lyst når du har spurt<br> om ekstra romklang.
pt: O LED de <i>eco</i><br> está ligado quando o KMidi<br> não está muito ocupado para<br> gerar notas extras de eco<br> para efeito de reverberação.<br> Está brilhante quando tu<br> pediste reverberação extra.
pt_br: O led de <i>eco</i> está<br> ligado quando o KMidi não<br> está tão ocupado para gerar<br> notas extras de eco<br> para o efeito de reverberação.<br> Ele fica brilhante quando você<br> solicita reverberação extra.
ro: LED-ul <i>ecou</i> este aprins cînd KMidi nu este prea ocupat să genereze note suplimentare de ecou pentru efect de reverberaţie. Este strălucitor dacă aţi setat reverberaţie suplimentară.
ru: Индикатор <i>эха</i><br> включен, когда KMidi хватает<br> ресурсов для генерации<br> дополнительных эховых нот<br> эффекта реверберации.<br> Он ярко светится, когда<br> включена усиленная реверберация.
sk: <i>Echo</i> ledka<br> svieti, keď KMidi stíha<br> generovať echo zvuky pre<br> reverb efekt.<br> Ledka svieti jasne, keď požadujete<br> viac pre reverb.
sl: Lučka <i>echo</i> gori<br> ko KMidi ni prezaseden, da<br> bi lahhko generiral note za<br> odmev<br> Za učinek "reverb" gori, ko<br> ste zahetavali posebej močni<br> "reverb".
sr: LED <i>eha</i><br> je upaljen kada KMidi nije<br> prezauzet za generisanje<br> dopunskih eho tonova<br> za efekat reverberacije.<br> Svetli sjajno kada imate<br> zahtev za dopunsku reverberaciju.
sv: <i>Ekolampan</i> lyser<br> lyser när KMidi inte är för<br> uppdagen för att generera<br> extra eko-noter för<br> eko-effekten. Den<br> är ljus när du har<br> bett om extra eko.
tr: KMidi, yankı etkisi yapmak <br> için aşırı yankı notaları<br> yaratmakla çok meşgul değilse,<br> <i>Yankı</i> ledi açıktır.<br> Aşırı yankılamayı<br> seçtiğinizde parlaktır
uk: Індикатор <i>луни</i><br> включений коли KMidi не дуже<br> зайнятий генерацією<br> додаткових нот з відлуною<br> для ефекту реверберації.<br> Він яскравий коли ви запросили<br> додаткову реверберацію.

source: The <i>detune</i> led<br> is on when KMidi is<br> not too busy to generate<br> extra detuned notes<br> for chorusing effect.<br> It's bright when you've<br> asked for extra chorusing.
af: die <i>ontstem</i> led<br> is op wanneer kmidi is<br> nie te besig aan genereer<br> addisionele ontstem notas<br> vir koor effek.<br> dit is helder wanneer jy het<br> gevra vir addisionele koor.
cs: Indikátor <i>detune</i><br> svítí, když KMidi stíhá<br> generovat navíc noty<br> pro efekt chorus.<br> Ještě jasněji svítí, pokud<br> byl požadován dodatečný efekt chorus.
da: Detuner lyset <br> er slået til når KMidi ikke<br> har for travlt til at generere<br> ekstra detunede noder<br> der giver koreffekt.<br> Det er lyst når du har bedt<br> om ekstra kor.
de: Die <i>Verstimmen-LED</i> leuchtet,<br> wenn KMidi nicht zu beschäftigt<br> ist, um zusätzliche verstimmte Töne<br> für den Chor-Effekt zu erzeugen.<br> Dazu müssen Sie den <br> Chor-Effekt eingestellt haben.
eo: La <i>altecŝov-lumaĵo</i><br> lumas, kiam KMidi estas<br> ne tro okupita, por fari altecŝovitajn<br> notojn por la ĥoroefekto.<br> Ĝi estas hela, se vi mendis<br> apartan ĥoradon.
es: El led <i>desintonía</i><br> se enciende cuando KMidi no está<br> demasiado ocupado para generar<br> notas extra para el efecto de coro.<br> Se pone brillante cuando le añade<br> efecto de coro extra.
et: <i>Detune</i> led on aktiivne,<br> kui KMidi ei ole liiga hõivatud<br> genereerimaks chorus efekti<br> tarvis detuunitud noote lisaks.<br> Põleb heledalt, kui oled nõudnud<br> lisaks chorus efekti.
fi: <i>detune</i> ledi<br> on päällä kun KMidi ei<br> ole liian kiireinen luomaan<br> ylimääräisiä detune-nuotteja<br> kuoroefektille.<br> Ledi on kirkas jos olet pyytänyt<br> ylimääräistä kuoroefektiä.
fr: Le voyant de <i>désaccordage</i><br> est allumé lorsque le lecteur<br> MIDI n'est pas trop occupé<br> pour générer des notes<br> désaccordées supplémentaires<br> pour l'effet de chorus.<br> Il est plus clair lorsque<br> vous avez demandé un<br> chorus amélioré.
he: <p align=right>ראומ <i>detune</i> רואה<br> יידמ קוסע אל KMidi רשאכ<br> םיוות רוציל ידכ<br> ליבשב םיפסונ detuned<br> .chorusing לש טקפא<br> התא רשאכ ריהב אוה<br> .ףסונ chorusing שקבמ
hu: A <i>detune</i> LED<br> kigyullad, ha a KMidi nincs<br> leterhelve és képes<br> extra 'detuned' hangjegyek generálására<br> a 'chorusing' effektushoz.<br> Erősen világít, ha extra<br> 'chorusing'-et használ.
id: Led <i>detune</i> akan<br> menyala saat KMidi <br> tidak menghasilkan <br> not detuned ekstra untuk<br> efek paduan suara.<br> Akan terang saat diminta<br> memainkan paduan suara tambahan.
it: Il led di <i>scordatura</i><br> è acceso quando KMidi non<br> è troppo occupato per generare<br> un extra di note scordate<br> per l'effetto coro.<br> E' brillante quando hai scelto<br> di avere un coro più ampio.
ja: <i>デチューン</i>LEDは<br> 追加デチューン音をコーラス<br> イフェクトで生成可能な時点<br> 灯します。これは追加コーラ<br> スイフェクトを要求した時の<br> み有効です。
mk: Сијаличката за<i>детон</i><br> е вклучена кога KMidi <br> не е презафатен да генерира<br> додатни детонови за добивање<br> на хорус ефектот.<br> Таа е осветлена кога ќе <br> побарате екстра хорус.
nl: Het <i>Voorstemmen-LED</i><br> is aan wanneer KMidi voldoende<br> capaciteit over heeft om extra<br> stemgeluiden toe te voegen<br> voor een kooreffect.<br> Hiervoor moet u wel het<br> kooreffect hebben geactiveerd.
no: <i>Detune</i>-signalet<br> er på når KMidi ikke er<br> for opptatt med å lage<br> ekstra detuned-noter for<br> kor-effekt. Det er lyst<br> når du har spurt om<br> ekstra kor-effekt.
no_ny: <i>Detune</i>-signalet<br> er på når KMidi ikkje er<br> for oppteken med å laga<br> ekstra detuned-notar for<br> kor-effekt. Det er lyst<br> når du har spurt om<br> ekstra kor-effekt.
pt: O LED de <i>detune</i><br> está ligado quando o KMidi<br> não está muito ocupado para<br> gerar notas extras 'detuned'<br> para efeito coro.<br> Está brilhante quando tu<br> pediste coro extra.
pt_br: O led <i>atonal</i> está ligado<br> quando o KMidi não está tão ocupado<br> para gerar as notas extra atonais<br> para o efeito de chorus. Ele fica<br> brilhante quando você solicita o<br> extra chorus.
ro: LED-ul <i>dezacord</i> este activ atunci cînd KMidi nu este prea ocupat să genereze note suplimentare de dezacord pentru efect de cor. El este strălucitor cînd aţi setat efecte de cor suplimentare.
ru: Индикатор <i>диссонанса</i><br> включен, когда KMidi хватает<br> ресурсов для генерации<br> дополнительных диссонансных нот<br> эффекта многоголосия.<br> Он ярко светится, когда<br> включено усиленное многоголосие.
sk: <i>Detune</i> ledka<br> svieti keď KMidi stíha<br> generovať detune zvuky pre<br> chorus efekt.<br> Ledka svieti jasne, keď požadujete<br> viac pre chorus.
sl: Lučka <i>detune</i> gori<br> ko KMidi ni prezaseden, da bi<br> generiral dodatne poduglaševalne<br> tone<br> Za učinek "chorus" gori, ko<br> ste zahetavali posebej močni<br> "chorus".
sr: LED <i>povišenja</i><br> je upaljen kada KMidi nije<br> prezautet za generisanje<br> dopunskih deharmonskih tonova<br> za efekat horusa.<br> Svetli sjajno kada imate<br> zahtev za dopunskom deharmonijom.
sv: <i>ostämt</i>-lampan<br> är på när KMidi inte är<br> för upptaget för att skapa<b> extra ostämda toner<br> för köreffekt.<br> Den är ljusstark när du<br> har begärt extra köreffekt.
tr: KMidi, koro etkisi için, <br> aşırı bozuk notalar yaratmakla <br> çok meşgul değilse<br> <i>Ayar bozma</i> <br> ledi yanıktır<br> Aşırı koro etkisini<br> seçince parlaktır.
uk: Індикатор <i>знестроювання</i><br> працює, коли KMidi<br> не дуже зайнятий генерацією<br> додаткових знестроєних нот<br> для ефекту хору.<br> Він яскравий коли Ви запросили<br> додатковий ефект хор.

source: Resample using linear interpolation.
af: hermonster te gebruik liniêre interpolasie.
cs: Resamplovat za použití lineární interpolace.
da: Genforsøg ved brug af lineær interpolation.
de: Resampling mit linearer Interpolation.
eo: Maldiskretigu per linia interpolado.
es: Volver a muestrear usando interp. linear.
et: Resampling, kasutades lineaarset interpolatsiooni.
fi: Uudelleensamplaa käyttäen lineaarista interpolointia.
fr: Rééchantillonner par interpolation linéaire
he: .תיווק היצלופרטניא תועצמאב שדחמ המיגד
hu: Újramintavételezés lineáris interpolációval.
id: Pengambilan sampel dengan interpolasi linier.
it: Ricampiona utilizzando l'interpolazione lineare.
ja: 線形補間を使い、サンプリングし直す
mk: Пресамплирај користејќи линеарна интерполација
nl: Resampelen met behulp van lineare interpolatie.
no: Resmapler ved hjelp av lineær interpolasjon.
no_ny: Resampling ved lineær interpolering.
pt: Reamostrar usando a interpolação linear.
pt_br: Reamostragem usando interpolação linear.
ro: Reeşantionează utilizînd interpolare liniară
ru: Передискретизация с использованием линейной интерполяции.
sk: Prevzorkovať pomocou lineárnej interpolácie.
sl: Prevzorči z linearno interpolacijo.
sr: Resemplovanje korišćenjem linearne interpolacije.
sv: Omsampla med hjälp av linjär interpolation.
tr: Doğrusal aradeğerleme kullanarak yeniden örnekle
uk: Перевибрати, використовуючи лінійну інтерполяцію.

source: Resample using c-spline interpolation.
af: hermonster te gebruik c-spline interpolasie.
cs: Resamplovat za použití c-spline interpolace.
da: Genforsøg ved brug af c-spline interpolation.
de: Resampling mit C-Spline-Interpolation.
eo: Maldiskretigu uzante C-splinan interpoladon
es: Volver a muestrear usando interp. c-spline.
et: Resampling, kasutades c-spline interpolatsiooni.
fi: Uudelleensamplaa käyttäen c-spline interpolointia.
fr: Rééchantillonner par interpolation spline cubique
he: .c-spline תייצלופרטניא תועצמאב שדחמ המיגד
hu: Újramintavételezés c-spline interpolációval.
id: Pengambilan sampel dengan interpolaso c-spline.
it: Ricampiona utilizzando l'interpolazione c-spline.
ja: Cスプライン補間を使い、サンプリングし直す
mk: Пресамплирај користејќи c-spline интерполација
nl: Resampelen via C-Spline Interpolation.
no: Resampler ved hjelp av c-spline-interpolasjon.
no_ny: Resampling ved c-spline-interpolering.
pt: Reamostrar usando a interpolação c-spline.
pt_br: Reamostragem usando interpolação c-spline.
ro: Reeşantionează utilizînd interpolare c-spline
ru: Передискретизация с использованием интерполяции кубическим сплайном
sk: Prevzorkovať pomocou c-spline interpolácie.
sl: Prevzorči z c-spline interpolacijo.
sr: Resemplovanje korišćenjem c-spline interpolacijom.
sv: Omsampla med hjälp av c-spline-interpolation.
tr: C-spline aradeğerlendirmesi kullanarak yeniden örnekle
uk: Перевибрати, використовуючи c-сплайн інтерполяцію.

source: Resample using LaGrange interpolation.
af: hermonster te gebruik lagrange interpolasie.
cs: Resamplovat za použití LaGrange interpolace.
da: Genforsøg ved brug af LaGrange interpolation.
de: Resampling mit Lagrange-Interpolation.
eo: Maldiskretigu uzante lagranĝan interpoladon.
es: Volver a muestrear usando interp. de Lagrange.
et: Resampling, kasutades LaGrange interpolatsiooni.
fi: Uudelleensamplaa käyttäen LaGrange interpolointia.
fr: Rééchantillonner par interpolation de Lagrange
he: .'גנארג הל תייצלופרטניא תועצמאב שדחמ המיגד
hu: Újramintavételezés Lagrange-interpolációval.
id: Pengambilan sampel dengan interpolasi LaGrange.
it: Ricampiona utilizzando l'interpolazione di Lagrange.
ja: ラグランジュ補間を使い、サンプリングし直す
mk: Пресамплирај користејќи ЛаГранж интерполација
nl: Resampelen via LaGrange Interpolation.
no: Resampler ved hjelp av LaGrange-interpolasjon.
no_ny: Resampling ved LaGrange-interpolering.
pt: Reamostrar usando a interpolação LaGrange.
pt_br: Reamostragem usando interpolação LaGrange.
ro: Reeşantionează utilizînd interpolare LaGrange
ru: Передискретизация с использованием лагранжевой интерполяции
sk: Prevzorkovať pomocou LaGrangeovej interpolácie.
sl: Prevzorči z LaGrangeovo interpolacijo.
sr: Resemplovanje korišćenjem Lagranžeove interpolacije.
sv: Omsampla med hjälp av Lagrange-interpolation.
tr: LaGrange aradeğerlendirmesi kullanarak yeniden örnekle
uk: Перевибрати, використовуючи інтерполяцію Лагранжу.
