Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: No detune
af: nee ontstem
cs: Bez detune
da: Ingen detune
de: Kein Verstimmen
eo: Neniu altecŝovo
es: Sin desintonía.
et: Ilma detuunimata
fi: Ei detunea
fr: Pas de désaccordage
he: Detune אלל
hu: Nincs 'detune'
id: Tanpa detune
it: Nessuna scordatura
ja: デチューンしない
mk: Без детон
nl: Geen valse noten
no: Ingen detune
no_ny: Ingen «detune»-effekt
pt: Nenhum 'detune'
pt_br: Sem atonalidade
ro: Fără dezacord
ru: Нет диссонансов
sk: Žiadny detune
sl: Ni poduglaševanja
sr: Bez povišenja
sv: Inget ostämt
tr: Bozuk nota yok
uk: Без знестроювання

source: Prevents playing extra<br> detuned notes for chorus effect.
af: voorkom speel addisionele<br> ontstem notas vir koor effek.
cs: Zamezí hraní přidaných<br> detune not, vytvářejících efekt chorus.
da: Forhindrer at der spilles<br> ekstra detunede noder for koreffekt.
de: Verhindert das Wiedergeben von zusätzlichen<br> verstimmten Noten für den Chor-Effekt.
eo: Evitas ludi kromajn<br> altecŝovitajn notojn por<br> atingi ĥorefekton.
es: Evita reproducir notas extra<br> desintonizadas para efecto coro.
et: Tõkestab lisaks detuunitud<br> nootide mängimise chorus efekti jaoks.
fi: Estää ylimääräisten<br> detune nuottien lisäämisen kuoroefektille.
fr: Évite de jouer les notes<br> désaccordées pour l'effet<br> de chorus.
he: <p align=right>Detuned יוות ןוגינ ענומ<br> לש טקפאל םיפסונ<br> .Chorus
hu: Megakadályozza extra 'detuned'<br> hangjegyek lejátszását a chorus effektushoz.
id: Tidak memainkan not<br> detune tambahan untuk efek koor.
it: Evita che siano suonate note<br> extra scordate per l'effetto coro.
ja: コーラスイフェクトで追加<br> デチューンを演奏しない。
mk: Не дозволува свирење на додатни<br> детон ноти за добивање на хорус ефект.
nl: Voorkomt het spelen van extra<br> valse noten voor samenzangeffect.
no: Forhindrer at det spilles<br> ekstra detunede noter for koreffekt.
no_ny: Hindrar speling av ekstra<br> »detuned»-notar for koreffekt.
pt: Evita tocar notas 'detuned'<br> extra para efeito de coro.
pt_br: Evita a reprodução de notas<br> extra atonais para o efeito de<br> chorus.
ro: Opreşte redarea notelor de dezacord suplimentare pentru efectul de cor.
ru: Не воспроизводить дополнительные<br> диссонансные ноты для создания эффекта многоголосия.
sk: Vypne detune zvuky pre<br> chorus efekt.
sl: Pprepreči igranje dodatnih<br> poduglašenih not za "chorus" učinek.
sr: Sprečavanje reprodukcije dodatnih<br> povišenih tonova za horus efekat.
sv: Förhindrar att extra<br> ostämda toner spelas för koruseffekt.
tr: Koro efekti için aşırı <br> bozulmuş nota çalımını önler
uk: Вимикає програвання додаткових<br> знестроєних нот для ефекту хору.

source: Normal detune
af: normale ontstem
cs: Běžné detune
de: Normale Verstimmung
eo: Normala altecŝovo
es: Desintonía normal
et: Normaalne detune
fi: Normaali detune
fr: Désaccordage normal
he: ליגר Detune
hu: Normál 'detune'
id: Detune normal
it: Scordatura normale
ja: 通常のデチューン
mk: Нормален детон
nl: Normale valse noten
no_ny: Vanleg «detune»
pt: 'Detune' normal
pt_br: Atonalidade normal
ro: Dezacord normal
ru: Нормальный диссонанс
sk: Normálny detune
sl: Normalno poduglaševanje
sr: Obična povišenost
sv: Normalt ostämt
tr: Normal ses bozumu
uk: Звичайне знестроювання

source: Extra detuned notes are<br> played to get the effect<br> of chorusing
af: addisionele ontstem notas word<br> gespeel aan kry die effek<br> van koor
cs: Hrají se přidané detune noty,<br> aby se dosáhlo efektu<br> chorus.
da: Ekstra detunede noder spilles<br> for at opnå en koreffekt.
de: Zusatztöne werden gespielt,<br> um einen Chor-Effekt zu erhalten.
eo: Kromaj altecŝovitaj notoj estas<br> ludataj por atingi ĥorefekton.
es: Se reproducen notas extra de<br> desintonía para obtener un<br> efecto de coro
et: Chorus efekti saamiseks<br> mängitakse lisaks detuunitud<br> noote.
fi: Ylimääräisiä detune nuotteja<br> soitetaan ylimääräisen<br> kuoroefektin tekemiseksi.
fr: Des notes désaccordées<br> supplémentaires sont jouées<br> pour obtenir un effet de chorus
he: <p align=right>םיפסונ Detuned יוות<br> לבקל ידכ םינגונמ<br> .Chorusing לש טקפא
hu: Extra 'detuned' hangjegyek<br> lejátszása a 'chorusing'<br> effektushoz.
id: Not detune tambahan<br> dimainkan untuk memperolah<br> efek koor.
it: Sono suonate note extra<br> scordate per avere l'effetto<br> di coro
ja: コーラスイフェクトを得る<br> 為に追加デチューンを演奏<br> する。
mk: Додатни детон ноти се<br> свират со цел да се добие<br> ефект на хорус
nl: Extra valse noten worden<br> gespeeld om het samenzang-<br> effect te bereiken.
no: Ekstra detunede noter spilles<br> for å oppnå en koreffekt.
no_ny: Ekstra «detuned» notar vert<br> spelte for å gi koreffekt.
pt: Notas 'detuned' extra são<br> tocadas para obter o efeito<br> de coro
pt_br: Notas extra atonais são<br> reproduzidas para obter o<br> efeito de chorus.
ro: Notele de dezacord suplimentare sînt redate pentru a obţine efectul de cor.
ru: Воспроизводить дополнительные<br> диссонансные ноты для создания<br> эффекта многоголосия
sk: Detune zvuky sa hrajú<br> aby vznikol chorus efekt.
sl: Dodatni poduglašeni toni<br> se igrajo za dosego <br> "chorus" učinka
sr: Dodatni povišeni tonovi se<br> reprodukuju radi efekta<br> horusa
sv: Extra ostämda toner spelas<br> för att få koruseffekt
tr: Aşırı bozulmuş notalar<br> koro etkisine sahip olmak için<br> çalınıyor.
uk: Ноти знестроєні додатково<br> програються для ефекту<br> хору

source: Detune level
af: ontstem vlak
cs: Úroveň detune
da: Detune niveau
de: Stärke der Verstimmung
eo: Nivelo de altecŝovo
es: Nivel de desintonía
et: Detune nivoo
fi: Detune-taso
fr: Niveau de désaccordage
he: Detune תמר
hu: 'Detune' szint
id: Tingkat detune
it: Livello scordatura
ja: デチューンレベル
mk: Ниво на детон
nl: Valse noten niveau
no: Detune-nivå
no_ny: «Detune»-nivå
pt: Nível de 'detune'
pt_br: Nível de atonalidade
ro: Nivel dezacord
ru: Уровень диссонанса
sk: Detune úroveň
sl: Stopnja poduglaševanja
sr: Nivo povišenosti
sv: Ostämdnivå
tr: Bozum seviyesi
uk: Рівень знестроювання

source: The level for detuned notes<br> is set according to the midi<br> channel setting and what the<br> instrument patch specifies forchorus level.
af: die vlak vir ontstem notas<br> is stel volgens aan die midi<br> kanaal opset en wat die<br> instrument lap spesifiseer vir koor vlak.
cs: Úroveň detune pro noty je nastavena<br> v souladu s nastavením midi<br> kanálu a tím, co požaduje<br> nástrojový vzorek.
da: Niveauet for detunede noder<br> er sat i overensstemmelse med midi<br> kanalindstilling og hvad instrument<br> patchen angiver.
de: Die Stärke der Verstimmung<br> ist eingestellt, wie es<br> der Midi-Kanal<br> und der Patch bestimmen.
eo: La nivelo de altecŝovitaj notoj<br> estas difinata laŭ la MIDI-kanalagordo<br> kaj la instrumentofliko por ĥornivelo.
es: Se establece el nivel de notas<br> desintonizadas de acuerdo a la<br> configuración del canal MIDI y<br> a las especificaciones del parche<br> del instrumento para efecto coro.
et: Detuunitud nootide nivoo<br> on seatud vastavalt midi<br> kanali seadistusega ja sellega,<br> mida määrab instrumendi patch chorus nivoole.
fi: Detune nuottien taso on asetettu<br> midi kanava-asetusten mukaan<br> ja sen mukaan, mitä patch-tiedosto<br> määrittelee.
fr: Le niveau de désaccordage<br> des notes dépend des réglages<br> du canal MIDI et de ce que<br> l'instrument spécifie.
he: <p align=right>תרדגומ detuned יוותל המרה<br> ץורע לש הרדגהה יפל<br> ילכה יאלטש המו ידימה<br> .chorus-ה תמרל עגונב ןייצמ
hu: A 'detuned' hangjegyek szintje<br> a MIDI csatorna beállításainak megfelelően és<br> a hangszer hangmintájának a 'chorus'<br> szinttel kapcsolatos előírásainak figyelembevételével.
id: Tingkatan not detune ditentukan<br> sesuai dengan pengaturan<br> kanal midi dan apa yang<br> ditentukan oleh patch instrumen.
it: Il livello per la scordaturea<br> delle note è impostato in base<br> alle impostazioni del canale midi<br> e del patch degli strumenti specificato<br> per il livello dell'effetto di coro.
ja: デチューンのレベルはmidiチャネル<br> の設定及びどの楽器のパッチが<br> 設定されているかにより決まります。
mk: Нивото на детонот<br> се поставува во зависност од<br> поставките на midi каналот<br> и спацификациите на инструменталниот дел.
nl: Het niveau voor valse noten<br> is ingesteld volgens de midi<br> kanaalinstelling en wat de <br> instrumentenpatch specificeert voor samenzangniveau.
no: Nivået for detunede noter<br> er satt i overensstemmelse med midi<br> kanalinnstilling og hva instrument-<br> lappen angir.
no_ny: Nivået for «detuned» notar vert<br> sett i høve til midi-kanalinnstillingane<br> og det som er spesifisert i<br> instrumentlappen for koreffektnivået.
pt: O nível das notas 'detuned'<br> está configurado de acordo com a<br> configuração do canal MIDI e com o que o<br> 'patch' do instrumento determina para um nível de coro.
pt_br: O nível para notas atonais é<br> configurado de acordo com as<br> configurações de canal MIDI e o que<br> o patch do instrumento especifica<br> para nível de chorus.
ro: Nivelul pentru notele dezacordate este setat în funcţie de setarea canalului MIDI şi a ceea ce specifică peticul instrumentului.
ru: Уровень диссонансных нот<br> выставлен в соответствии с настройками<br> midi канала и тем, как патч инструмента<br> задает уровень многоголосия.
sk: Úroveň pre detune zvuky<br> je nastavená podľa <br> nastavenia midi kanálov <br> a jednotlivých modulov nástrojov.
sl: Stopnja za poduglašene note<br> je nastavljena v soglasju z<br> nastavitvijo midi kanala in <br> z vzorci inštrumenta.
sr: Nivo povišenosti tonova<br> je podešen prema podešenosti<br> midi kanala i prema<br> sprecifikaciji piča instrumenta radi nivoa horusa.
sv: Nivån för ostämda toner<br> sätts enligt minikanalens<br> inställningar och vad<br> instrumentuppsättningen anger för korusnivå.
tr: Bozulmuş notaların seviyesi<br> midi kanalı ve yama belirtilerine uygun olarak değiştirildi.
uk: Рівень знестроювання нот<br> встановлено до рівня відповідного параметрам<br> каналу midi та специфікаціям<br> латок інструментів.

source: The detuning level<br> is set to a minimum level of 32.
af: die ontstem vlak<br> is stel aan 'n minimum vlak van 32.
cs: Úroveň detune je nastavena<br> minimálně na hodnotu 32.
da: Detune niveauet er sat<br> til 32 minimalt.
de: Die Stärke der Verstimmung ist<br> auf ein Minimum von 32 gesetzt.
eo: La altecŝovonivelo estas<br> metata al minimuma nivelo 32.
es: El nivel de desintonía se<br> pone a un mínimo de 32.
et: Detune nivoo on seatud<br> minimaalsele tasemele 32.
fi: De-tuning taso<br> on asetettu minimitasolle 32
fr: Le niveau de désaccordage<br> est réglé sur la valeur<br> minimale 32.
he: <p align=right>detuning-ה תמר<br> תילמינימ המרל תרדגומ<br> .32 לש
hu: A 'detuning' szint<br> a minimális értékre (32-re) van állítva.
id: Tingkat penghilangan nada<br> diset ke tingkat minimum 32.
it: Il livello di scordatura è<br> settato ad un minimo di 32.
ja: デチューンレベルは最低レベル<br> の32にセットされています。
mk: Нивото на детон<br> е поставено на минимална вредност од 32.
nl: Het valse-noten-niveau<br> is ingesteld op een minimum niveau van 32.
no: Detune-nivået er satt<br> til 32 minimalt.
no_ny: «Detuning»-nivået vert sett<br> til minstenivået 32.
pt: O nível de "detuning"<br> está configurado no nível mínimo de 32.
pt_br: O nível de atonalidade é<br> configurado para o mínimo de 32.
ro: Nivelul de dezacord este setat la minim 32.
ru: Минимальный уровень<br> диссонанса (32).
sk: Úroveň pre detune je <br> nastavená na minimum 32.
sl: Stopnja poduglaševanja<br> je na najmanjši stopnji (na 32).
sr: Nivo povišenosti<br> je podešen na minimalni nivo 32.
sv: Ostämdnivån<br> är inställd på minimal nivå 32.
tr: Nota bozumu <br> en düşük değer olan 32'ye alındı.
uk: Рівень знестроювання<br> встановлено у мінімальний рівень 32.

source: The detuning level<br> is set to a minimum level of 64.
af: die ontstem vlak<br> is stel aan 'n minimum vlak van 64.
cs: Úroveň detune je nastavena<br> minimálně na hodnotu 64.
da: Detune niveauet er sat<br> til 64 minimalt.
de: Die Stärke der Verstimmung ist<br> auf ein Minimum von 64 gesetzt.
eo: La altecŝovonivelo estas<br> metata al minimuma nivelo 64.
es: El nivel de desintonía se<br> pone a un mínimo de 64.
et: Detune nivoo on seatud<br> minimaalsele tasemele 64.
fi: De-tuning taso<br> on asetettu minimitasolle 64
fr: Le niveau de désaccordage<br> est réglé sur la valeur<br> minimale 64.
he: <p align=right>detuning-ה תמר<br> תילמינימ המרל תרדגומ<br> .64 לש
hu: A 'detuning' szint<br> a minimális értékre (64-re) van állítva.
id: Tingkat penghilangan nada<br> diset ke tingkat minimum 64.
it: Il livello di scordatura è<br> settato ad un minimo di 64.
ja: デチューンレベルは最低レベル<br> の64にセットされています。
mk: Нивото на детон<br> е поставено на минимална вредност од 64.
nl: Het valse-noten-niveau<br> is ingesteld op een minimum van 64
no: Detune-nivået er satt<br> til 64 minimalt.
no_ny: «Detuning»-nivået vert sett<br> til minstenivået 64.
pt: O nível de "detuning"<br> está configurado no nível mínimo de 64.
pt_br: O nível de atonalidade é<br> configurado para o mínimo de 64.
ro: Nivelul de dezacord este setat la minim 64.
ru: Минимальный уровень<br> диссонанса (64).
sk: Úroveň pre chorus je <br> nastavená na minimum 64.
sl: Stopnja poduglaševanja<br> je na najmanjši stopnji (na 64).
sr: Nivo povišenosti<br> je podešen na minimalni nivo 64.
sv: Ostämdnivån<br> är inställd på minimal nivå 64.
tr: Nota bozumu seviyesi<br> en düşük değer olan 64'e alındı.
uk: Рівень знестроювання<br> встановлено у мінімальний рівень 64.

source: The detuning level<br> is set to a minimum level of 96.
af: die ontstem vlak<br> is stel aan 'n minimum vlak van 96.
cs: Úroveň detune je nastavena<br> minimálně na hodnotu 96.
da: Detune niveauet er sat<br> til 96 minimalt.
de: Die Stärke der Verstimmung ist<br> auf ein Minimum von 96 gesetzt.
eo: La altecŝovonivelo estas<br> metata al minimuma nivelo 96.
es: El nivel de desintonía se<br> pone a un mínimo de 96.
et: Detune nivoo on seatud<br> minimaalsele tasemele 96.
fi: De-tuning taso<br> on asetettu minimitasolle 96
fr: Le niveau de désaccordage<br> est réglé sur la valeur<br> minimale 96.
he: <p align=right>detuning-ה תמר<br> תילמינימ המרל תרדגומ<br> .96 לש
hu: A 'detuning' szint<br> a minimális értékre (96-ra) van állítva.
id: Tingkat penghilangan nada<br> diset ke tingkat minimum 96.
it: Il livello di scordatura è<br> settato ad un minimo di 96.
ja: デチューンレベルは最低レベル<br> の96にセットされています。
mk: Нивото на детон<br> е поставено на минимална вредност од 96.
nl: Het valse-noten-niveau<br> is ingesteld op een minimum van 96
no: Detune-nivået er satt<br> til 96 minimalt.
no_ny: «Detuning»-nivået vert sett<br> til minstenivået 96.
pt: O nível de "detuning"<br> está configurado no nível mínimo de 96.
pt_br: O nível de atonalidade é<br> configurado para o mínimo de 96.
ro: Nivelul de dezacord este setat la minim 96.
ru: Минимальный уровень<br> диссонанса (96).
sk: Úroveň pre chorus je <br> nastavená na minimum 96.
sl: Stopnja poduglaševanja<br> je na najmanjši stopnji (na 96).
sr: Nivo povišenosti<br> je podešen na minimalni nivo 96.
sv: Ostämdnivån<br> är inställd på minimal nivå 96.
tr: Nota bozumu seviyesi<br> en düşük değer olan 96'ya alındı.
uk: Рівень знестроювання<br> встановлено у мінімальний рівень 96.

source: The detuning level<br> is set to the maximum level of 127.
af: die ontstem vlak<br> is stel aan die maksimum vlak van 127.
cs: Úroveň detune je nastavena<br> minimálně na hodnotu 127.
da: Detune niveauet er sat<br> til 127 minimalt.
de: Die Stärke der Verstimmung ist<br> auf ein Maximum von 127 gesetzt.
eo: La altecŝovonivelo estas<br> metata al minimuma nivelo 127.
es: El nivel de desintonía se<br> pone a un máximo de 127.
et: Detune nivoo on seatud<br> maksimaalsele tasemele 127.
fi: De-tuning taso<br> on asetettu maksimitasolle 127
fr: Le niveau de désaccordage<br> est réglé sur la valeur<br> maximale 127.
he: <p align=right>detuning-ה תמר<br> תיברימ המרל תרדגומ<br> .127 לש
hu: A 'detuning' szint<br> a minimális értékre (127-re) van állítva.
id: Tingkat penghilangan nada<br> diset ke tingkat maksimum 127.
it: Il livello di scordatura è<br> settato ad un massimo di 127.
ja: デチューンレベルは最低レベル<br> の127にセットされています。
mk: Нивото на детон<br> е поставено на минимална вредност од 127.
nl: Het valse-noten-niveau<br> is ingesteld op een minimum van 127
no: Detune-nivået er satt<br> til 127 minimalt.
no_ny: «Detuning»-nivået vert sett<br> til høgstenivået 127.
pt: O nível de "detuning"<br> está configurado no nível máximo de 127.
pt_br: O nível de atonalidade é<br> configurado para o máximo de 127.
ro: Nivelul de dezacord este setat la maxim 127.
ru: Максимальный уровень<br> диссонанса (127).
sk: Úroveň pre chorus je <br> nastavená na maximum 127.
sl: Stopnja poduglaševanja<br> je na najmanjši stopnji (na 127).
sr: Nivo povišenosti<br> je podešen na maksimalni nivo 127.
sv: Ostämdnivån<br> är inställd på maximal nivå 127.
tr: Nota bozumu seviyesi<br> en yüksek değer olan 127'ye alındı.
uk: Рівень знестроювання<br> встановлено у мінімальний рівень 127.

source: Volume
cs: Hlasitost
da: Lydstyrke
de: Lautstärke
eo: Laŭteco
es: Volumen
et: Helitugevus
fi: Äänenvoimakkuus
he: המצוע
hu: Hangerő
ja: ボリューム
mk: Гласност
no: Volum
no_ny: Lydstyrke
ro: Volum
ru: Громкость
sk: Hlasitosť
sl: Glasnost
sr: Jačina
sv: Volym
tr: Ses yüksekliği
uk: Гучність

source: Volume Curve
af: volume kurwe
cs: Křivka hlasitosti
da: Lydstyrkekurve
de: Lautstärkekurve
eo: Laŭteckurbo
es: Curva de volumen
et: Helitugevuse kõver
fi: Äänenvoimakkuuskäyrä
fr: Courbe de volume
he: המצוע תמוקע
hu: Hangerőgörbe
id: Kurva Volume
it: Curva volume
ja: 音量カーブ
mk: Крива на гласност
nl: Volumegolf
no: Volumkurve
no_ny: Volumkurve
pt: Curva de Volume
pt_br: Curva de volume
ro: Curba volumului
ru: Кривая громкости
sk: Krivka nastavenia hlasitosti
sl: Krivulja glasnosti
sr: Kriva jačine zvuka
sv: Volymkurva
tr: Ses yüksekliği kavisi
uk: Крива гучності

source: linear
af: liniêre
cs: lineární
da: lineær
eo: linia
es: lineal
et: lineaarne
fi: lineaarinen
fr: Linéaire
he: תיווק
hu: lineáris
id: linier
it: lineare
ja: ボリューム設定に正比例
mk: линеарно
nl: lineaire
no: lineær
no_ny: lineær
ro: Liniară
ru: линейная
sk: Lineárna
sl: Linearen
sr: linearno
sv: linjär
tr: doğrusal
uk: лінійно

source: The midi volume controller<br>changes the volume linearly.
af: die midi volume beheerder<br>verander die volume liniêr.
cs: Ovladač hlasitosti midi<br>mění hlasitost lineárně.
da: Midi lydstyrke kontrollen<br> ændrer lydstyrken lineært.
de: Der Midi-Klangregler<br>ändert die Lautstärke linear.
eo: La MIDI-laŭtecregulilo<br>ŝanĝas la laŭtecon linie.
es: El control de volumen para MIDI<br>varía el volumen linealmente.
et: Midi helitugevuse kontroller<br>muudab helitugevust lineaarselt.
fi: Midi äänenvoimakkuus<br>vaihtaa ääntä lineaarisesti.
fr: Le contrôleur MIDI de volume<br>modifie le volume linéairement
he: <p align=right>ידימה תמצוע רקב<br>המצועה תא הנשמ<br>.תיווק
hu: A MIDI hangerő-szabályozó<br>a hangerőt lineárisan változtatja.
id: Pengontrol volume midi<br> mengubah volume secara linier.
it: Il volume del controllo midi<br>cambia il volume linearmente.
ja: MIDIボリュームコントローラは<br>ボリュームを線形に変化させます。
mk: Контролер на гласност на midi<br>ја менува гласноста линеарно
nl: De midivolume-insteller<br>verandert het volume lineair.
no: Midi-lydstyrkekontrollen<br>endrer lydstyrken lineært.
no_ny: Midi-lydstyrkebrytaren endrar<br> lydstyrken lineært.
pt: O controlador MIDI de volume<br>altera linearmente o volume.
pt_br: O controlador de volume MIDI<br>muda o volume linearmente.
ro: Controler-ul de volum midi modifică liniar volumul.
ru: Контроллер громкости midi<br>изменяет громкость линейно.
sk: Midi ovládač mení hlasitosť lineárne
sl: Midi drsnik za glasnost<br>spreminja glasnost linearno.
sr: Kontrola jačine midija<br>linearna promena jačine.
sv: Midi-volymkontrollen<br>ändrar volymen linjärt.
tr: Midi ses yüksekliği ayarı<br> sesi doğrusal olarak değiştiriyor.
uk: Контролер гучності midi<br>змінює гучність лінійно.

source: exp 4
he: 4 ךירעמ
it: esp 4
no: eksp 4
no_ny: eksp 4
uk: експ 4

source: The midi volume controller<br>changes the volume exponentially.
af: die midi volume beheerder<br>verander die volume eksponensiëel.
cs: Ovladač hlasitosti midi<br>mění hlasitost exponenciálně.
da: Midi lydstyrkekontrollen<br>ændrer lydstyrken eksponentielt
de: Der Midi-Klangregler<br>ändert die Lautstärke exponentiell.
eo: La MIDI-laŭtecregulilo<br>ŝanĝas la laŭtecon eksponenciale.
es: El control de volumen para MIDI<br>varía exponencialmente el volumen.
et: Midi helitugevuse kontroller<br>muudab helitugevust eksponentaalselt.
fi: Midi äänenvoimakkuus<br>vaihtaa ääntä eksponentiaalisesti.
fr: Le contrôleur MIDI de volume<br>modifie le volume exponentiellement
he: <p align=right>ידימה תמצוע רקב<br>המצועה תא הנשמ<br>.תיכירעמ
hu: A MIDI hangerő-szabályozó<br>a hangerőt exponenciálisan változtatja.
id: Pengontrol volume midi<br> mengubah volume secara eksponensial.
it: Il volume del controllo midi<br>cambia il volume esponenzialmente.
ja: MIDIボリュームコントローラは<br>ボリュームを指数的に変化させます。
mk: Контролер на гласност на midi<br>ја менува гласноста експоненцијално
nl: De midivolume-insteller<br>verandert het volume exponentieel.
no: Midi-lydstyrkekontrollen<br>endrer lydstyrken eksponentielt
no_ny: Midi-lydstyrkebrytaren endrar<br> lydstyrken eksponentielt.
pt: O controlador de volume MIDI<br>altera o volume exponencialmente.
pt_br: O controlador de volume MIDI<br>muda o volume exponencialmente.
ro: Controler-ul de volum midi modifică exponenţial volumul.
ru: Контроллер громкости midi<br>изменяет громкость экспоненциально.
sk: Midi ovládač mení hlasitosť exponenciálne.
sl: Midi drsnik za glasnost<br>spreminja glasnost eksponentno.
sr: Kontrola jačine midija<br>exponencijalna promena jačine.
sv: Midi-volymkontrollen<br>ändrar volymen eponentiellt.
tr: Midi ses yüksekliği ayarı<br> sesi üstel olarak değiştiriyor.
uk: Контролер гучності midi<br>змінює гучність експоненціально.

source: exp 6
he: 6 ךירעמ
it: esp 6
no: eksp 6
no_ny: eksp 6
uk: експ 6

source: Expression Curve
af: uitdrukking kurwe
cs: Křivka výrazu
da: Udtrykskurve
de: Ausdruckskurve
eo: Esprimkurbo
es: Curva de expresión
et: Expression kõver
fi: Lausekkeen käyrä
fr: Courbe d'expression
he: יוטיב תמוקע
hu: Expression-görbe
id: Kurva Ekspresi
it: Espressione curva
ja: エクスプレッションカーブ
nl: Expressiegolf
no: Uttrykkskurve
no_ny: Uttrykkskurve
pt: Curva de Expressão
pt_br: Curva de expressão
ro: Curba de expresie
ru: Кривая экспрессии
sk: Krivka Výrazu
sl: "Expression" krivulja
sr: Kriva muz. izraza
sv: Uttryckskurva
tr: Ifade Kavisi
uk: Крива виразності
