Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: Go forwards to play<br> a later part of the song.
af: gaan vorentoe aan speel<br> 'n later deel van die liedjie.
cs: Přeskočit k přehrávání<br> pozdější části skladby.
da: Gå fremad for at spille<br> en senere del af sangen.
de: Vorwärts gehen, um einen späteren Teil des Stücks wiedergeben.
eo: Iru antaŭen por ludi<br> pli postan parton de la kanto.
es: Ir adelante hacia alguna<br> parte posterior de la canción
et: Mine edasi mängimaks<br> loost hilisemat osa.
fi: Siirry eteenpäin soittaaksesi<br> myöhemmän osan kappaleesta.
fr: Avancer pour lire un<br> passage à venir du<br> morceau.
he: <p align=right>ןגנל ידכ המידק רבעמ<br> .רישה לש רתוי רחואמ קלח
hu: Előrelépés a dal egy későbbi<br> részének lejátszásáért.
id: Maju untuk memainkan<br> bagian belakang lagu.
it: Va avanti per suonare<br> una parte più avanzata della canzone.
ja: 進んで、曲の後の部分を<br> 再生します。
mk: Оди напред и отсвири<br> подоцнежен дел од песната.
nl: Ga vooruit om een<br> later deel v.h. nummer af te spelen.
no: Gå forover for å spille<br> en senere del av sangen.
no_ny: Gå framover for å spela<br> ein seinare del av songen.
pt: Avançar para tocar<br> uma parte posterior da música.
pt_br: Ir adiante para reproduzir<br> uma parte posterior desta música.
ro: Sare mai înainte pentru a reda o parte următoare din cîntec.
ru: Перемотать вперед и воспроизвести<br> следующую часть песни.
sk: Previnie vpred na<br> nasl. časť skladby.
sl: Za predvajanje naslednjega dela<br> skladbe premakni naprej.
sr: Idi unapred radi reprodukovanja<br> narednog dela numere.
sv: Gå framåt för att spela en<br> senare del av låten.
tr: Parçanın ilerisindeki<br> bir kısmını çalmak iin ileri gider
uk: Назад, програти<br> пізнішу частину пісні.

source: Prev
af: vorige
cs: Před
da: Forrige
de: Zurück
eo: Antaŭa
es: Anterior
et: Eelmine
fi: Edel
fr: Préc
he: םדוקה
hu: Előző
id: Sblm
it: Prec
ja: 前へ
mk: Претх.
nl: Vorige
no: Forrige
no_ny: Førre
pt: Anterior
pt_br: Ant.
ro: Prec
ru: Предыдущая
sk: Pred
sl: Predhodni
sr: Pret
sv: Föreg
tr: Önceki
uk: Попр

source: Play the previous song<br> on the play list.
af: speel die vorige liedjie<br> op die speel lys.
cs: Přehrávat předchozí skladbu<br> ze seznamu skladeb.
da: Spil den forrige sang<br> på spillelisten.
de: Das vorherige Stück <br> in der Stückliste wiedergeben.
eo: Ludu la antaŭan kanton<br> el la ludlisto.
es: Reproduce la canción anterior<br> de la lista.
et: Mängi nimekirjast eelmine lugu.
fi: Soita edellinen kappale<br> soittolistalla.
fr: Lire le morceau précédent<br> de la liste de lecture.
he: <p align=right>םדוקה רישה תא ןגנ<br> .ןוגינה תמישרב
hu: A válogatás előző dalának<br> lejátszása.
id: Putar lagu sebelumnya<br> dari daftar judul.
it: Suona la canzone precedente<br> nella play list.
ja: プレイリストの前の曲を<br> 再生します。
mk: Свири ја претходната песна<br> од листата на песни.
nl: Speel het vorige nummer<br> uit de afspeellijst.
no: Spill forrige sang på<br> spillelisten.
no_ny: Spel den førre songen<br> på spelelista.
pt: Tocar a música anterior<br> da lista de músicas.
pt_br: Reproduzir a música anterior<br> da lista de reprodução.
ro: Redă cîntecul precedent din lista de redare.
ru: Воспроизвести предыдущую<br> песню списка.
sk: Prehrá predchádzajúcu<br> skladbu zo zoznamu skladieb.
sl: Zaigraj predhodno skladbo<br> po seznamu za predvajanje.
sr: Reprodukuj prethodnu numeru<br> sa liste.
sv: Spela den föregående låten<br> i spellistan.
tr: Çalım listesinde önceki<br> parçayı çalar
uk: Програти попередню пісню<br> зі списку.

source: Play the next song<br> on the play list.
af: speel die volgende liedjie<br> op die speel lys.
cs: Přehrávat následující skladbu<br> na seznamu skladeb.
da: Spil den næste sang<br> på spillelisten.
de: Das nächste Stück<br> in der Stückliste<br> wiedergeben.
eo: Ludu la sekvan knaton <br> el la ludlisto.
es: Reproduce la siguiente canción<br> de la lista.
et: Mängi nimekirjast järgmine lugu.
fi: Soita seuraava kappale<br> soittolistalla.
fr: Lire le morceau suivant<br> de la liste de lecture.
he: <p align=right>אבה רישה תא ןגנ<br> .ןוגינה תמישרב
hu: A válogatás következő dalának<br> lejátszása.
id: Putar lagu sesudahnya<br> dari daftar judul.
it: Ascolta il prossimo brano<br> nella play list.
ja: プレイリストの次の曲を<br> 再生します。
mk: Свири ја следната песна<br> од листата на песни.
nl: Speel het volgende nummer<br> uit de afspeellijst.
no: Spill forrige sang på<br> spillelisten.
no_ny: Spel den neste songen<br> på spelelista.
pt: Tocar a próxima música<br> da lista de músicas.
pt_br: Reproduzir a próxima música<br> da lista de reprodução.
ro: Redă cîntecul următor din lista de redare.
ru: Воспроизвести следующую<br> песню списка.
sk: Prehrá nasledujúcu<br> skladbu zo zoznamu skladieb.
sl: Zaigraj naslednjo skladbo<br> po seznamu seznamu za predvajanje.
sr: Reprodukuj narednu numeru<br> sa liste.
sv: Spela nästa låt<br> i spellistan.
tr: Çalım listesinde<br> bir sonraki parçayı çakar
uk: Програти наступну пісню<br> зі списку.

source: These leds show<br> the number of notes<br> being played.
af: hierdie liggies vertoon<br> die nommer van notas<br> te wees gespeel.
cs: Tyto indikátory<br> ukazují počet právě<br> hraných not.
da: Disse lys viser<br> antal noder der spilles.
de: Diese LEDs zeigen<br> die Anzahl Noten, <br> die wiedergegeben werden.
eo: Tiuj lumaĵoj montras<br> la nombron da ludataj notoj.
es: Estos leds muestran<br> el número de notas<br> que están sonando.
et: Need ledid näitavad<br> hetkel mängitavate<br> nootide arvu.
fi: Nämä ledit näyttävät<br> soitettujen nuottien<br> lukumäärän.
fr: Ces voyants montrent<br> le nombre de notes<br> en train d'être jouées.
he: <p align=right>םיגיצמ הלא תורוא<br> םיוותה רפסמ תא<br> .םינגונמה
hu: Ezek a LED-ek<br> a lejátszott hangjegyek számát<br> mutatják.
id: Lampu led ini menunjukkan<br> jumlah not yang dimainkan.
it: Questi led mostrano<br> il numero di note che<br> vengono suonate.
ja: これらのLEDは<br> 演奏されている音符<br> の数を表示しています。
mk: Овие сијалички го покажуваат<br> бројот на ноти<br> што се свират.
nl: Deze LED's tonen<br> het aantal noten dat<br> wordt gespeeld.
no: Disse lysene viser antall<br> notiser som spilles.
no_ny: Desse lyssignala viser<br> talet på notar<br> som vert spelt.
pt: Estes LEDs mostram<br> o número de notas<br> que estão a ser tocadas.
pt_br: Estes leds mostram<br> o número de notas<br> sendo tocadas.
ro: Aceste LED-uri afişează numărul de note ce sînt redate.
ru: Индикаторы показывают<br> количество<br> проигрываемых нот.
sk: Tieto ledky zobrazujú<br> počet prehrávaných zvukov
sl: Lučke LED kažejo število<br> not, ki igrajo.
sr: Ovaj LED pokazuju<br> broj nota<br> koje su reprodukovane.
sv: Dessa dioder visar<br> antalet noter<br> som spelas.
tr: Bu ledler çalınan<br> nota sayısını gösterir
uk: Ці індикатори показують<br> кількість нот,<br> які звучать.

source: The <i>status</i> led is<br> <b>red</b> when KMidi is<br> stopped, <b>yellow</b> when<br> paused, otherwise:<br> <b>blue</b> when looping on<br> the same song<br> <b>magenta</b> when selecting<br> songs randomly<br> or <b>green</b> when KMidi is<br> playing or ready to play.
af: die <i>status</i> led is<br> <b>rooi</b> wanneer kmidi is<br> op gehou, <b>geel</b> wanneer<br> gepouseer, andersins:<br> <b>blou</b> wanneer besig om te lus op<br> die selfde liedjie<br> <b>magenta</b> wanneer deur te kies<br> liedere lukraak<br> of <b>groen</b> wanneer kmidi is<br> speel of gereed aan speel.
cs: Indikátor <i>stavu</i> je<br> <b>červený</b>, když je KMidi<br> zastaveno, <b>žlutý</b>, když je<br> pozastaveno a jinak:<br> <b>modrý</b> při opakovaném přehrávání<br> stejné skladby<br> <b>purpurový</b> při náhodném<br> výběru skladeb<br> nebo <b>zelený</b>, když KMidi<br> přehrává nebo je připraveno.
da: statuslyset er rødt<br> når KMidi er standset<br> gult når der holdes<br> pause, ellers blåt<br> når der spilles i løkke<br> magenta når sange vælges<br> i tilfældig rækkefølge<br> grøn når KMidi spiller eller<br> er parat til at spille.
de: Die <i>Status-LED</i> ist <br> <b>rot</b> wenn KMidi angehalten wurde, <br> <b>gelb</b>, wenn das Stück unterbrochen wurde<br> <b>blau</b>, wenn die Dauerwiederholung eingestellt ist,<br> <b>violett</b>, bei zufälliger Auswahl der Stücke<br> oder <br><b>grün</b> wenn KMidi läuft oder bereit zum Spielen ist.
eo: La <i>stato-lumaĵo</i> estas<br> <b>ruĝa</b> kiam KMidi estas<br> haltita, <b>flava</b> kiam<br> paŭzanta, alikaze:<br> <b>blua</b> se reludante la saman kanton<br> <b>magenta</b> se elektante knatojn arbitre<br> aŭ <b>verda</b> se KMidi ludas aŭ estas preta ludi.
es: El led <i>estado</i> se pone<br> <b>rojo</b> cuando se detiene<br> KMidi, <b>amarillo</b> cuando<br> está en pausa, si no:<br> <b>azul</b> cuando repite la<br> misma canción<br> <b>magenta</b> cuando selecciona<br> canciones aleatoriamente<br> o <b>verde</b> cuando KMidi está<br> reproduciendo la canción o listo para ello.
et: <i>Staatus</i> led on<br> <b>punane</b> kui Kmidi on<br> peatatud, pausi puhul <b>kollane</b>,<br> loo kordamise puhul <b>sinine</b>,<br> suvalise loo valiku korral <b>lilla</b><br> ning kui KMidi mängib või on<br> selleks valmis, siis <b>roheline</b>.
fi: <i>tila</i> ledi on<br> <b>punainen</b> kun KMidi on<br> keskeytetty, <b>keltainen</b> kun<br> pysäytetty, muuten:<br> <b>sininen</b> kun toistetaan<br> tamaa kappaletta<br> <b>purppura</b> kun valitaan kappaleita<br> satunnaisesti<br> tai <b>vihreä</b> kun KMidi<br> soittaa tai on valmis soittamaan.
fr: Le voyant <i>d'état</i> est <b>rouge</b><br> lorsque le lecteur MIDI est<br> arrêté, <b>jaune</b> lorsqu'il est <br> en pause, et autrement : <br> <b>bleu</b><br>lorsqu'il est en boucle sur<br> un morceau, <b>magenta</b><br> lorsqu'il lit les morceaux<br> au hasard, ou <b>vert</b><br> lorsqu'il lit ou est prêt<br> à lire.
he: <p align=right>עבצב ראומ <i>בצמ</i> רואה<br> KMidi רשאכ <b>םודא</b><br> רשאכ <b>בוהצ</b> ,רצענ<br> :תרחא ,ההשומ אוה<br> ןוגינ תעב <b>לוחכ</b> אוה<br> ,רישה ותוא לש האלולב<br> הריחב תעב <b>לוגס</b><br> םיריש לש תיארקא<br> KMidi רשאכ <b>קורי</b> וא<br> .ןגנל ןכומ וא ןגנמ
hu: Az <i>állapotjelző</i> LED<br> <b>piros</b>, ha a KMidi-t leállították,<br> <b>sárga</b>, ha szünetel a lejátszás,<br> egyébként: <br> <b>kék</b>, ha végtelenített a<br> lejátszás,<br> <b>lila</b>, ha a dalok kiválasztása<br> véletlenszerű,<br> és <b>zöld</b>, ha a KMidi készen<br> áll a lejátszásra.
id: <i>Status</i> led adalah<br> <b>merah</b> jika KMidi berhenti,<br> <b>kuning</b>saat ditahan, selain itu:<br> <b>biru</b> ketika mengulang lagu<br> yang sama<br> <b>magenta</b> saat memainkan<br> secara acak<br> atau <b>hijau</b> jika KMidi sedang<br> memutar lagu atau siap.
it: Il led di <i>stato</i> è<br> <b>rosso</b> quando KMidi è<br> fermo, <b>giallo</b> quando<br> è in pausa, altrimenti:<br> <b>blue</b>quando ripete lo<br> stesso brano<br> <b>magenta</b> quando sceglie i<br> brani casualmente<br> o <b>verde</b> quando KMidi sta<br> riproducendo o è pronto per riprodurre.
ja: <i>状態</i>LEDは<br> KMidiが停止していると<b>赤</b><br> で、一時停止時は<b>黄</b>、<br> ループ演奏中は<b>青</b>、<br> ランダム再生中は<b>マジェンタ</b><br> そして通常演奏中または開始待ちの時は<br> <b>緑</b>になります。
mk: <i>статус</i> сијаличката е<br> <b>црвена</b> кога KMidi е<br> стопиран, <b>жолта</b> кога<br> е паузиран, а инаку:<br> <b>сина</b> кога повторува<br> иста песна<br> <b>магента</b> кога песните<br> се бираат случајно<br> или <b>зелена</b> кога KMidi <br> свири или е подготвен да свири.
nl: De <i>status-LED</i> is<br> <b>rood</b> wanneer KMidi is<br> gestopt, <b>geel</b> wanneer er is <br> gepauzeerd,<br> <b>blauw</b> als het zelfde nummer<br> telkens herhaald wordt,<br> <b>magenta</b> als de nummers willekeurig<br> gekozen worden,<br> en <b>groen</b> wanneer KMidi <br> aan het afpelen is of gereed is voor afspelen.
no: <i>Status</i>lyset<br> <b>rødt/b> når KMidi er<br> stoppet, <b>gult</b> når<br> den tar en pause. Ellers er den:<br> <b>blå</b> når den samme<br> sangen går i en løkke.<br> <b>Magenta</b> er den når<br> den velger tilfeldige sanger<br> eller er klar til å spille.<br>
no_ny: <i>Status</i>-signalet er<br> <b>raudt</b> når KMidi er<br> stoppa, <b>gult</b> ved<br> pause, elles:<br> <b>blått</b> ved repetisjon<br> av den same songen,<br> <b>magenta</b> ved vilkårleg<br> rekkjefølgje<br> eller <b>grønt</b> når KMidi<br> spelar eller er klar til<br> å spela.
pt: O LED de <i>estado</i> é<br> <b>vermelho</b> quando o KMidi está<br> parado, <b>amarelo</b> quando<br> em pausa, ou:<br> <b>azul</b> quando está em ciclo<br> na mesma música<br> <b>magenta</b> quando seleccionadas<br> músicas aleatórias<br> ou <b>verde</b> quando o KMidi está<br> a tocar ou pronto para tocar.
pt_br: O led de <i>status</i> é<br> <b>vermelho</b> quando o KMidi é<br> parado, <b>amarelo</b> quando<br> pausado; outras cores:<br> <b>azul</b> quando em ciclo sobre<br> a mesma música<br> <b>magenta</b> quando o modo<br> aleatório está ligado<br> ou <b>verde</b> quando o KMidi está<br> tocando, ou apto a tocar.
ro: LED-ul <i>stare</i> este <b>roşu</b> cînd KMidi este oprit, <b>galben</b> cînd este în pauză şi altfel este: <b>albastru</b> cînd repetă acelaşi cîntec <b>violet</b> cînd cîntecele sînt alese în mod aleator sau <b>verde</b> cînd KMidi este în redare sau gata de redare.
ru: Индикатор <i>состояния</i><br> <b>красный</b>, когда KMidi<br> остановлен, <b>желтый</b>, когда<br> в паузе, или же:<br> <b>синий</b>, когда в цикле<br> воспроизводится одна и та же песня<br> <b>фиолетовый</b>, когда песни<br> воспроизводятся в случайном порядке<br>, или <b>зеленый</b>, когда идет воспроизведение<br> или KMidi готов воспроизводить.
sk: <i>Farba</i> ledky je<br> <b>červená</b> keď je KMidi<br> zastavené, <b>žltá</b> keď<br> je v pauze, inak je:<br> <b>modrá</b> keď dookola prehráva<br> jednu skladbu<br> <b>purpurová</b> keď vyberá skladby<br> náhodne<br> alebo <b>zelená</b> keď KMidi hrá,<br> alebo je pripravené hrať.
sl: Lučka <i>Status</i> je<br> <b>rdeče</b> ko je KMidi <br> ustavljen, <b>rumena</b> ko<br> čaka, drugače pa:<br> <b>modra</b> ko se ponavlja<br> ista pesem<br> <b>vijolična</b> ko se skladbe<br> naključno predvaja<br> ali <b>zelena</b> ko KMidi <br> predvaja ali ko je pripravljen.
sr: <i>Status</i> LED je<br> <b>crven</b> kada je KMidi <br> zaustavljen, <b>žut</b> kada je<br> pauziran, inače je:<br> <b>plav</b> kada je uključeno ponavljanje<br> numere<br> <b>ljubičast</b> kada su<br> numere slučajno izabrane<br> ili <b>zelen</b> kada KMidi <br> reprodukuje ili je spreman za reprodukciju.
sv: <i>Statuslampan</i> är<br> <b>röd</b> när KMidi är<br> stoppad, <b>gul</b> när<br> pausad, annars<br> <b>blå</b> när den loopar<br> på samma sång <b>magenta</b><br> när låtarna väljs<br> slumpmässigt eller<br> grön när KMidi spelar<br> eller är redo att spela.
tr: <i>Durum</i> ledi KMidi <br> durduğunda <b>kırmızı</b>,<br> bekletildiğinde <b>sarı</b>,<br> yoksa: aynı parça tekrar<br> edildiğinde <b>mavi</b><br> parça rasgele seçildiğinde, <b>eflatun</b> ya da KMidi<br> bir parça çalarken veya <br> çalmaya hazırken <br> <b> yeşildir</b>
uk: Індикатор <i>стану</i><br> <b>червоний</b> коли KMidi<br> зупинено, <b>жовтий</b> - <br> пауза, інакше:<br> <b>блакитний</b> зациклений на <br> одній пісні<br> <b>пурпуровий</b> при виборі пісень<br> випадково<br> або <b>зелений</b> коли KMidi<br> грає або готовий до програвання.

source: The <i>loading</i> led<br> blinks <b>yellow</b> when<br> patches are being<br> loaded from the hard drive.
af: die <i>laaiïng van</i> led<br> flikker <b>geel</b> wanneer<br> lappe word te wees<br> gelaai van die hard dryf.
cs: Indikátor <i>načítání</i><br> bliká <b>žlutě</b>, když<br> se nahrávají vzorky<br> z pevného disku.
da: Indlæselyset blinker<br> gult når patches bliver<br> indlæst fra disken.
de: Die <i>Laden-LED</i> blinkt<br> <b>gelb</b>, wenn Patches von der Festplatte geladen werden.
eo: La <i>ŝargo-lumaĵo</i><br> flagras <b>flave</b> kiam<br> flikoj estas ŝargataj de la disko.
es: El led <i>cargando</i><br> se vuelve <b>amarillo</b><br> intermitente al cargarse los<br> parches del disco duro.
et: <i>Laeb</i> led<br> vilgub patch'ide kõvakettalt<br> laadimise ajal.
fi: <i>lataus</i> ledi<br> vilkkuu <b>keltaisena</b> kun<br> patchejä ladataan<br> kiintolevyltä.
fr: Le voyant de <i>chargement</i><br> clignote en <b>jaune</b> lorsque<br> les banques de sons sont<br> chargées depuis le disque dur.
he: <p align=right>בהבהמ <i>ןעוט</i> רואה<br> רשאכ <b>בוהצ</b> עבצב<br> ןנוכה ךותמ םינעטנ םיאלט<br> .חישקה
hu: A <i>betöltést jelző</i> LED<br> <b>sárgán</b> villog, ha<br> a program hangmintákat<br> tölt a lemezről.
id: Led <i>pemuatan</i> akan<br> berkedip <b>kuning</b> saat<br> patch sedang dibaca<br> dari hard disk.
it: Il led di <i>caricamento</i><br> lampeggia in <b>giallo</b> <br> quando delle patch<br> sono lette dall'hard disk.
ja: <i>読み込み中</i>LEDは<br> ハードドライブからパッチを<br> 読み込み中に<b>黄色</b>になり<br> ます。
mk: <i>вчитувачката</i> сијаличка<br> трепка <b>жолто</b> кога<br> делови се вчитуваат<br> од дискот.
nl: Het <i>laden-LED</i><br> knippert <b>geel</b> wanneer<br> patches van de harde<br> schijf worden geladen.
no: <i>Lasting</i>-signalet<br> blinker <b>gult</b> når<br> lapper lastes fra<br> harddisken.
no_ny: <i>Lasting</i>-signalet<br> blinkar <b>gult</b> når<br> lappar vert lasta frå<br> harddisken.
pt: O LED de <i>leitura</i> <br> pisca <b>amarelo</b> quando<br> os 'patches' estão a ser<br> lidos do disco rígido.
pt_br: O led <i>carregando</i><br> pisca em <b>amarelo</b> quando<br> patches estão sendo<br> carregados do disco.
ro: LED-ul <i>încărcare</i> clipeşte <b>galben</b> cînd sînt încărcate petice de pe hard-disk.
ru: Индикатор <i>загрузки</i><br> мигает <b>желтым</b> при<br> загрузке патчей<br> с жесткого диска.
sk: <i>Nahrávacia</i> ledka<br> bliká <b>žlto</b> keď<br> sa moduly nahrávajú<br> z pevného disku.
sl: Lučka za <i>nalaganje</i><br> utripa <b>rumeno</b> ko se<br> vzorci berejo<br> s trdega diska.
sr: LED <i>učitavanja</i><br> treperi <b>žuto</b> kada<br> se vrši pičevanje <br> učitavanjem sa hard diska.
sv: <i>Laddningslampan</i><br> blinkar <b>gul</b> när<br> patchar laddas från<br> hårddisken.
tr: <i>Yükleme</i> ledi <b>sarı</b><br> renkte yanıp sönüyorsa<br> yamalar sabit bellekten okunuyordur.
uk: Індикатор <i>завантаження</i><br> блимає <b>жовтим</b> коли<br> латки<br> завантажуються з жорсткого диска.

source: The <i>lyrics</i> led<br> lights up when a<br> synchronized midi text<br> event is being displayed<br> in the <i>info</i> window.
af: die <i>lirieke</i> led<br> gaan aan begin wanneer 'n<br> gesinkroniseerde midi teks<br> gebeurtenis is te wees vertoon<br> in die <i>inligting</i> venster.
cs: Indikátor <i>text</i><br> se rozsvítí, když se v okně <i>info</i> <br> zobrazuje synchronizovaná<br> událost midi textu.
da: Tekstlyset lyser op<br> når en synkroniseret<br> miditekstbegivenhed<br> vises i <i>info</i> vinduet.
de: Die <i>Liedtext-LED</i> leuchtet auf,<br> wenn ein synchronisiertes <br> Midi-Textereignis im<br> <i>Infofenster</i> angezeigt wird.
eo: La <i>teksto-lumaĵo</i><br> lumas, kiam sinkronigita Midi-teksto<br> estas montrata en la<br> <i>informfenestro</i>.
es: El led <i>letras</i><br> se enciende cuando se está<br> mostrando un texto de MIDI<br> sincronizado en la ventana<br> de <i>información</i>.
et: <i>Sõnad</i> led süttib,<br> kui <b>info</b> aknas kuvatakse<br> sünkroniseeritud midi<br> tekstisündmusi<br> (tihtipeale loo sõnu).
fi: <i>lyriikat</i> ledi<br> palaa kun<br> sunkronoitu midi teksti-<br> tapahtuma näytetään<br> <i>info</i>-ikkunassa.
fr: Le voyant de <i>paroles</i> s'allume<br> lorsqu'un évènement du type<br> texte MIDI synchronisé<br> apparaît dans la fenêtre <i>d'information</i>.
he: <p align=right>קלדנ <i>םילימ</i> רואה<br> טסקט עוריא רשאכ<br> גצומ ןרכנוסמ ידימ<br> .<i>עדימ</i>ה ןולחב גצומ<br>
hu: A <i>dalszöveg</i> LED<br> kigyullad, ha<br> szinkronizált MIDI szövegesemény<br> jelenik meg<br> az <i>információs</i> ablakban.
id: Led <i>lirik</i> akan<br> menyala saat sebuah<br> teks midi tersinkronisasi<br> ditampilkan pada <br> window <i>info</i>.
it: Il led delle <i>parole</i><br> si accende quando un evento<br> di testo midi sincronizzato<br> è visualizzato nella finestra<br> delle <i>informazioni</i>.
ja: <i>歌詞</i>LEDは<br> 同期MIDIテキストイベント<br> を<i>インフォ</i>ウィンドウ<br> に表示中に点灯します。
mk: Сијаличката <i>текстови</i> <br> се запалува кога<br> синхронизиран midi текст<br> се прикажува во<br> <i>инфо</i> прозорот.
nl: Het <i>songteksten-LED</i><br> licht op wanneer de<br> tekst van het lied wordt br> weergegeven in het<br> <i>informatievenster</i>.
no: <i>Tekst</i>-signalet<br> lyser når en synkronisert<br> miditekst-hendelse vises<br> i <i>info</i>-vinduet.
no_ny: <i>Tekst</i>-signalet<br> lyser når ei synkronisert<br> miditekst-hending vert<br> vist i <i>info</i>-vindauget.
pt: O LED das <i>letras</i><br> acende quando um evento<br> midi de texto sincronizado<br> está a ser mostrado<br> na janela de <i>informações</i>.
pt_br: O led de <i>letra</i><br> liga quando um evento de<br> texto sincronizado MIDI está<br> sendo mostrado na janela<br> <i>Informações</i>.
ro: LED-ul <i>lirică</i> luminează atunci cînd un eveniment midi de text sincronizat este afişat în fereastra <i>info</i>.
ru: Индикатор <i>мелодии</i><br> включается,<br> когда синхронизированное текстовое<br> событие midi показывается<br> в окне <i>сообщений</i>.
sk: <i>Textová</i> ledka<br> sa rozsvieti, keď sa<br> synchronizovaný midi text<br> zobrazí v <i>info</i> okne.
sl: Lučka <i>besedila</i> gori,<br> ko se sinhornizirano<br> midi besedilo prikazuje<br> v <i>info</i> oknu.
sr: LED <i>stihova</i><br> se upali kada<br> dogadjaj sinhronizacije midi<br> teksta bude prikazan<br> u <i>informacionom</i> prozoru.
sv: <i>Sångtextlampan</i><br> tänds när en<br> synkroniserad miditext<br> miditext visas i<br> <i>informationsfönstret</i>.<br>
tr: Senkronize midi metin<br> olayı bilgi penceresinde<br> gösterimdeyse<br> <i>Şarkı sözü</i> ledi yanar
uk: Індикатор <i>лірики</i><br> світиться коли<br> подія синхронізованого midi-тексту<br> відображена у<br> вікні <i>інформації</i>.
