Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: With the dry setting,<br> after notes are released,<br> they are ended by playing<br> through the ends of their<br> patches (which may cause some<br> clicking). The wet setting makes<br> notes continues to the ends of<br> their volume envelopes.
af: met die droog opset,<br> na notas word gelos,<br> hulle word geëindig deur speel<br> deur die einde van hulle<br> lappe (wat dalk mag veroorsaak sommige<br> te kliek). die nat opset maak<br> notas gaan voort aan die einde van<br> hulle volume koeverte.
cs: Při zapnutém nastavení dry<br> jsou noty ihned po puštění<br> ukončeny přehráním<br> konce jejich vzorku<br> (což může způsobit cvakání).<br> Při zapnutém wet pokračuje<br> přehrávání not až do konce jejich<br> obálky hlasitosti.
da: Efter noder er udløst,<br> spilles de igennem til slutningen<br> af deres patcher hvis tør indstillingen<br> er valgt. Dette kan forårsage<br> klikken. Med våd indstillingen<br> fortsætter noder til slutningen<br> af deres volumen envelopes.
de: Bei der trockenen Einstellung<br> wird beim Tonende das Ende des<br> Patches gespielt (dies kann <br> ein Knacken zur Folge haben).<br> Bei der nassen Einstellung <br> werden die Töne auf ihre <br> Endlautstärke zurückgenommen.
eo: Seka signifas, ke ĉe la sonfino estas<br> ludata la fino de la fliko (kio povas kaŭzi<br> klaketon). Malseka signifas, ke la<br> sonoj estas mallaŭtigataj al la fina laŭteco.
es: Con la configuración de seco,<br> después de recuperarse las notas,<br> se terminan mediante la reproducción<br> de sus parches (lo que provocará <br> varios clics). La configuración de<br> mojado hace que las notas lleguen a<br> los finales de sus envolventes de volumen.
et: Kasutades "kuiva" seadistust,<br> lõpetavad noodid kohe, kui patch<br> jõuab lõpuni (võib tekitada helis<br> kuuldavaid krõpsatusi). "Märg" seadistus<br> sunnib noodid jätkuma kuni nende<br> <i>volume envelope</i> lõpuni.
fi: Kuiva asetuksella,<br> kun nuotit on vapautettu,<br> ne lopetetaan soittamalla <br> patchien loput (tämä voi aiheuttaa<br> pätkimistä. Märkä asetus jatkaa<br> nuottien äänenvoimakkuusverhokäyrien<br> loppuun.
fr: Avec le réglage sans effets,<br> une fois que les notes sont relâchées,<br> elles se terminent après avoir terminé de jouer<br> le patch en boucle pour la dernière fois<br> (ce qui peut causer des craquements). Avec<br> l'effet, les notes continuent<br> jusqu'à ce qu'elles atteignent la fin<br> de leur enveloppe
he: <p align=right>ירחא ,השביה הרדגהה םע<br> םה ,םיררחושמ םיוותש<br> ןוגינ ידי לע םימייתסמ<br> םהלש םיאלטה תווצק ךרד<br> תצקל םורגל יושעש רבד)<br> הבוטרה הרדגהה .(השיקנ<br> דע ךישמהל םיוותל תמרוג<br> .םהלש המצועה תופטעמ תוצק
hu: A 'száraz' beállítás esetén<br> a hangjegyek elengedése után<br> a hangmintájuk végén túlnyúlóan<br> fejeződnek be (ez finom pattogást<br> okozhat). A 'nedves' beállítás esetén<br> a hangjegyek a hangerő-envelope<br> végéig tartóan hangzanak<br> el.
id: Dengan pengaturan kering,<br> setelah not dilepaskan,<br> diakhiri dengan permainan<br> sampai akhir dari patch<br> (yang mungkin menimbulkan<br> klik). Pengaturan basah membuat<br> not diteruskan sampai akhir dari<br> amplop volumenya.
it: Con l'impostazione dry<br> dopo che le note sono liberate<br> sono terminate suonandole<br> fino alla fine dei loro pezzi (cosa<br> che può provocare qualche click).<br> L'impostazione wet fa sì che le note<br> continuino fino alla fine dei<br> volumi intorno.
ja: ドライ設定をすると音が鳴り<br> 初めてからパッチが終るまで<br> 演奏されます(これはクリック<br> 音を生じさせる場合があります)。<br> ウェット設定にするとボリュー<br> ムエンベロープの終りまで音が<br> 続きます。
mk: Со опцијата сув, откако нотите,<br> ќе се отпуштат, тие се прекратуваат<br> и се слуша нивниот завршен дел<br> (Оваа опција може да <br> создаде пецкање).<br> Опцијата воден ја<br> продолжува нотата до крајот на<br> нивната енвелопа на гласност.
nl: Met de droge instelling, nadat<br> noten zijn vrijgegeven worden ze<br> beÃ«indigd door ze tot aan het <br> einde van hun patches te spelen.<br> (dit kan voor klikgeluiden zorgen)<br> De natte instelling zorgt er voor dat de<br> noten doorgaan tot het einde van hun<br> volume-enveloppen.
no: Med tør-innstillingen vil notene<br> spilles igjennom til slutten av<br> lappen. Dette kan forårsake<br> klikken. Med våt-innstillingen<br> fortsetter noter til slutten<br> av deres volum-envelopes.
no_ny: Med innstillinga «tørr», vert<br> notane avslutta ved å spela<br> gjennom slutten av lappane deira<br> (noko som kan føra til klikking).<br> Innstillinga «våt» gjer at notane<br> held fram til slutten av sine<br> volumkonvoluttar.
pt: Com a configuração seca,<br> despois das notas serem lançadas,<br> são terminadas tocando<br> o final dos seus 'patches'<br> (o que pode causar alguns<br> cliques). A configuração molhada<br> faz com que as notas continuem até ao final dos<br> seus envelopes de volume.
pt_br: Com a configuração seca, depois que<br> as notas são liberadas, são terminadas<br> abruptamente (o que pode causar ruído).<br> A configuração 'molhada' faz com que as<br> notas continuem para além do final de seus<br> envelopes de volume.
ro: Cu setarea "uscat", după ce notele sînt terminate, ele sînt finalizate prin redarea sfîrşitului peticului asociat (ceea ce poate cauza unele clicăituri). Setarea "umed" face notele continue la sfîrşitul anvelopei lor de volum.
ru: В режиме dry<br> звучание ноты<br> заканчивается<br> при достижении конца ее<br> патча (что может вызвать<br> щелчки). В режиме wet<br> нота звучит вплоть до<br> окончания ее звуковой огибающей.
sk: Pri suchom nastavením sú zvuky<br> po uvoľnení ukončené dohratím<br> ich modulov až do konca<br> (čo môže spôsobiť určité<br> praskanie). Mokré nastavenie spôsobí,<br> že zvuky pokračujú až do konca<br> ich zvukových obálok.
sl: Z "suho" nastavitvijo<br> se toni igrajo do konca<br> svojega vzorca (lahko povzroči<br> škrtanje). "Mokra" nastavitev<br> pa povzroči, da note izzvenijo.
sr: Sa opcijom Suvo,<br> posle otpuštanja tona,<br> prestaje reprodukcija<br> kroz kraj pič<br> tona (što može dovesti do<br> klika). Opcija Mokro čini<br> to da ton nastavlja reprodukciju do kraja<br> svoje envelope.
sv: Med inställningen torr,<br> efter toner släpps,<br> avslutas de genom att spela<br> förbi sluten av deras<br> uppsättningar (vilket kan orsaka<br> en del klickljud). Inställningen våt<br> gör toner kontrinuerliga till slutet<br> av deras volymenvelopper.
tr: Kurutma ayarlarıyla,<br> notalar girildikten sonra<br> yamalarının (kliklere sebep olan)<br> sonlarına doğru<br> çalınır. Islak ayarlar notaları ses <br> seviyesi zarflarının sonlarına<br> doğru devam ettirir.
uk: Коли параметр 'сухий' ввімкнено,<br> після того, як нота відпущена,<br> кінець програвання йде<br> через кінцівки їх<br> латок (що може призвести до<br> клацання). 'Мокрий' параметр примушує<br> ноти програватись до кінця<br> конверту їх гучності.

source: Reverb level
af: reverb vlak
cs: Úroveň reverb
da: Efterklangsniveau
de: Hall-Stärke
eo: Resonnivelo
es: Nivel de reverb.
et: Reverb nivoo
fi: Jälkikaiku
fr: Niveau de réverb
he: דוהדה תמר
hu: Reverb szint
id: Tingkat gema
it: Livello di riverbero
ja: リバーブレベル
mk: Ниво на реверб
nl: Galmdiepte
no: Reverb-nivå
no_ny: Romklangnivå
pt: Nível de reverberação
pt_br: Nível de reverberação
ro: Nivel reverb
ru: Уровень реверберации
sk: Úroveň reverbu
sl: Stopnja "Reverb"
sr: Nivo reverberacije
sv: Ekoeffektnivå
tr: Yankı seviyesi
uk: Рівень реверберації

source: default
af: verstek
cs: výchozí
da: standard
de: Standard
eo: apriora
es: predeterminado
et: vaikimisi
fi: oletus
fr: défaut
he: לדחמ תרירב
hu: alapértelmezés
id: standar
it: predefinito
ja: 標準
mk: стандардно
nl: Standaard
no: standard
no_ny: standard
pt: valores por omissão
pt_br: padrão
ro: implicit
ru: по умолчанию
sk: štandardná
sl: privzeto
sr: predefinisano
sv: förval
tr: öntanımlı
uk: типовий

source: The reverberation level<br> is set according to the midi<br> channel setting and what the<br> instrument patch specifies.
af: die reverberation vlak<br> is stel volgens aan die midi<br> kanaal opset en wat die<br> instrument lap spesifiseer.
cs: Úroveň ozvěny je nastavena<br> v souladu s nastavením midi<br> kanálu a tím, co požaduje<br> nástrojový vzorek.
da: Efterklangsniveau<br> sættes i overensstemmelse med midi<br> kanalopsætning og hvad <br> instrumentpatchen angiver.
de: Die Hall-Stärke entspricht<br> der Einstellung des Midi-Kanals<br> und des Patches<br> für das Instrument.
eo: La resonnivelo estas<br> difinita laŭ la MIDI-kanalagordo<br> kaj la instrumentofliko.
es: El nivel de reverberación se<br> determina de acuerdo a la<br> configuración del canal MIDI<br> y a las especificaciones del<br> parche de instrumento.
et: Reverberatsiooni nivoo on<br> seatud vastavalt midi kanali<br> seadistusele ja sellele, mida<br> määrab instrumendi patch.
fi: Jälkikaikutaso on asetettu<br> midi kanava-asetusten mukaan<br> ja sen mukaan, mitä patch-tiedosto<br> määrittelee.
fr: Le niveau de réverb dépend<br> des réglages du canal MIDI<br> et de ce que l'instrument<br> spécifie.
he: <p align=right>תעבקנ דוהדהה תמר<br> ץורע תרדגה יפל<br> המ יפלו ידימה<br> .ילכה יאלט ןייצמש
hu: A 'reverberation' szint<br> a MIDI csatorna beállításának megfelelően<br> lesz beállítva a hangszer hangmintájának<br> előírását is figyelembe véve.
id: Tingkat gema ditentukan<br> sesuai dengan pengaturan<br> saluran midi dan apa yang<br> ditentukan oleh patch instrumen.
it: Il livello di riverbero è<br> settato in accordo con<br> le impostazioni del canale<br> midi e a quello che i brani<br> degli strumenti specificano.
ja: リバーブレベルはMIDIチャネル<br> の設定と、どの楽器のパッチが<br> 設定されているかによって決ま<br> ります。
mk: Нивото на реверб<br> се поставува во зависност од<br> поставките на midi каналот и<br> што специфицираат инструменталните делови.
nl: De galmdiepte is<br> ingesteld volgens de midi-<br> kanaalinstellingen en wat de <br> instrument-patch aangeeft.
no: Etterklangsnivå<br> settes i overensstemmelse med midi-<br> kanaloppsett og hva<br> instrument-lappen angir.
no_ny: Romklangnivået vert sett<br> i høve til midi-kanalinnstillinga<br> og det som er spesifisert i<br> instrumentlappen.
pt: O nível de reverberação<br> está configurado de acordo à<br> configuração do canal midi e o que é<br> especificado pelo 'patch' do instrumento.
pt_br: O nível de reverberação<br> é configurado de acordo com a<br> configuração de canais MIDI e com<br> o que o patch do instrumento<br> especifica.
ro: Nivelul de reverberaţie este setat în funcţie de setarea canalului MIDI şi în funcţie de ceea ce specifică peticul instrumentului.
ru: Уровень реверберации<br> выставлен в соответствии с настройками<br> midi канала и тем, как его задает<br> патч инструмента.
sk: Úroveň reverbu<br> je nastavená podľa <br> nastavenia midi kanálov a <br> jednotlivých modulov nástrojov.
sl: Stopnja "reverb" je <br> nastavljena v skladju z<br> nastavitvijo midi kanala in<br> vzorcem inštrumenta.
sr: Nivo reverberacije<br> je podešen prema podešenosti<br> midi kanala i prema<br> specifikaciji piča instrumenta.
sv: Ekoeffektnivån<br> sätts enligt midikanalens<br> inställning och vad<br> instrumentuppsättningen anger.
tr: Yankılama seviyesi<br> midi kanalı ayarlarına ve enstrüman <br> yamasının belirttiğine <br> uygunlaştırılmış olarak konur.
uk: Рівень реверберації<br> встановлено відповідно до<br> параметрів каналу midi та<br> специфікацій латки.

source: midi level 32
af: midi vlak 32
cs: midi úroveň 32
da: midi niveau 32
eo: Midi nivelo 32
es: nivel de MIDI 32
et: midi nivoo 32
fi: midi taso 32
fr: niveau MIDI 32
he: 32 ידימ תמר
hu: 32. MIDI szint
id: tingkat midi 32
it: livello midi 32
ja: midiレベル 32
mk: midi ниво 32
nl: midi-diepte 32
no: midi-nivå 32
no_ny: midinivå 32
pt: nível midi 32
pt_br: nível de MIDI 32
ro: nivel midi 32
ru: Уровень midi 32
sk: midi úroveň 32
sl: midi stopnja 32
sr: midi nivo 32
sv: midinivå 32
tr: midi seviyesi 32
uk: рівень midi 32

source: The reverberation level<br> is set to a minimum level of 32.
af: die reverberation vlak<br> is stel aan 'n minimum vlak van 32.
cs: Úroveň ozvěny je nastavena<br> minimálně na hodnotu 32.
da: Efterklangsniveauet<br> er sat til 32 minimalt.
de: Die Hall-Stärke ist auf das<br> Minimum von 32 gesetzt worden.
eo: La resonnivelo estas<br> metata la minimuma nivelo 32.
es: El nivel de reverberación<br> se pone a un mínimo de 32.
et: Reverberatsiooni nivoo<br> on seatud minimaalsele tasemele 32.
fi: Jälkikaikutaso<br> on asetettu minimitasolle 32.
fr: Le niveau de réverb<br> est réglé sur la valeur<br> minimale 32.
he: <p align=right>דוהדהה תמר<br> המרל תרדגומ<br> .32 לש תילמינימ
hu: A 'reverberation' szint<br> a minimális értékre (32-re) lesz beállítva.
id: Tingkat gema ditentukan<br> pada tingkat minimum 32.
it: Il ivello di riverbero è impostato<br> ad un livello minimo di 32.
ja: リバーブレベルは最低レベル<br> の32にセットされています。
mk: Нивото на реверб<br> е поставено на минимална вредност од 32.
nl: De galmdiepte is ingesteld<br> op een minimumdiepte van 32.
no: Etterklangsnivået<br> er satt til minimumsverdien 32.
no_ny: Romklangnivået er sett<br> til minstenivået 32.
pt: O nível de reverberação<br> está configurado no nível mínimo de 32.
pt_br: O nível de reverberação<br> é configurado para o mínimo de 32.
ro: Nivelul de reverberaţie este setat la minim 32.
ru: Минимальный уровень<br> реверберации (32).
sk: Úroveň reverbu je <br> nastavená na minimum 32.
sl: "Reverb" stopnja je<br> nastavljena na najmanj (na 32).
sr: Nivo reverberacije<br> je podešen na minimalni nivo 32.
sv: Ekoeffektnivån<br> är inställd på minimal nivå 32.
tr: Yankılama seviyesi<br> 32 olan en düşük seviyeye alındı
uk: Рівень реверберації<br> встановлено у мінімальний рівень 32.

source: midi level 64
af: midi vlak 64
cs: midi úroveň 64
da: midi niveau 64
eo: Midi nivelo 64
es: nivel de MIDI 64
et: midi nivoo 64
fi: midi taso 64
fr: niveau MIDI 64
he: 64 ידימ תמר
hu: 64. MIDI szint
id: tingkat midi 64
it: livello midi 64
ja: midiレベル 64
mk: midi ниво 64
nl: midi-diepte 64
no: midi-nivå 64
no_ny: midinivå 64
pt: nível midi 64
pt_br: nível de MIDI 64
ro: nivel midi 64
ru: Уровень midi 64
sk: midi úroveň 64
sl: midi stopnja 64
sr: midi nivo 64
sv: midinivå 64
tr: midi seviyesi 64
uk: рівень midi 64

source: The reverberation level<br> is set to a minimum level of 64.
af: die reverberation vlak<br> is stel aan 'n minimum vlak van 64.
cs: Úroveň ozvěny je nastavena<br> minimálně na hodnotu 64.
da: Efterklangsniveauet<br> er sat til 64 minimalt.
de: Die Hall-Stärke ist auf das<br> Minimum von 64 gesetzt worden.
eo: La resonnivelo estas<br> metita al minimuma nivelo 64.
es: El nivel de reverberación<br> se pone a un mínimo de 64.
et: Reverberatsiooni nivoo<br> on seatud minimaalsele tasemele 64.
fi: Jälkikaikutaso<br> on asetettu minimitasolle 64.
fr: Le niveau de réverb<br> est réglé sur la valeur<br> minimale 64.
he: <p align=right>דוהדהה תמר<br> המרל תרדגומ<br> .64 לש תילמינימ
hu: A 'reverberation' szint<br> a minimális értékre (64-re) lesz beállítva.
id: Tingkat gema ditentukan<br> pada tingkat minimum 64.
it: Il ivello di riverbero è impostato<br> ad un livello minimo di 64.
ja: リバーブレベルは最低レベル<br> の64にセットされています。
mk: Нивото на реверб<br> е поставено на минимална вредност од 64.
nl: De galmdiepte is ingesteld <br> op een minimumdiepte van 64.
no: Etterklangsnivået<br> er satt til 64 minimalt.
no_ny: Romklangnivået er sett<br> til minstenivået 64.
pt: O nível de reverberação<br> está configurado no nível mínimo de 64.
pt_br: O nível de reverberação<br> é configurado para o mínimo de 64.
ro: Nivelul de reverberaţie este setat la minim 64.
ru: Минимальный уровень<br> реверберации (64).
sk: Úroveň reverbu je <br> nastavená na minimum 32.
sl: "Reverb" stopnja je<br> nastavljena na najmanj (na 64).
sr: Nivo reverberacije<br> je podešen na minimalni nivo 64.
sv: Ekoeffektnivån<br> är inställd på minimal nivå 64.
tr: Yankılama seviyesi<br> 64 olan en düşük seviyeye alındı.
uk: Рівень реверберації<br> встановлено у мінімальний рівень 64.

source: midi level 96
af: midi vlak 96
cs: midi úroveň 96
da: midi niveau 96
eo: Midi nivelo 96
es: nivel de MIDI 96
et: midi nivoo 96
fi: midi taso 96
fr: niveau MIDI 96
he: 96 ידימ תמר
hu: 96. MIDI szint
id: tingkat midi 96
it: livello midi 96
ja: midiレベル 96
mk: midi ниво 96
nl: midi-diepte 96
no: midi-nivå 96
no_ny: midinivå 96
pt: nível midi 96
pt_br: nível de MIDI 96
ro: nivel midi 96
ru: Уровень midi 96
sk: midi úroveň 96
sl: midi stopnja 96
sr: midi nivo 96
sv: midinivå 96
tr: midi seviyesi 96
uk: рівень midi 96

source: The reverberation level<br> is set to a minimum level of 96.
af: die reverberation vlak<br> is stel aan 'n minimum vlak van 96.
cs: Úroveň ozvěny je nastavena<br> minimálně na hodnotu 96.
da: Efterklangsniveauet<br> er sat til 96 minimalt.
de: Die Hall-Stärke ist auf das<br> Minimum von 96 gesetzt worden.
eo: La resonnivelo estas<br> metita al minimuma nivelo 96.
es: El nivel de reverberación<br> se pone a un mínimo de 96.
et: Reverberatsiooni nivoo<br> on seatud minimaalsele tasemele 96.
fi: Jälkikaikutaso<br> on asetettu minimitasolle 96.
fr: Le niveau de réverb<br> est réglé sur la valeur<br> minimale 96.
he: <p align=right>דוהדהה תמר<br> המרל תרדגומ<br> .96 לש תילמינימ
hu: A 'reverberation' szint<br> a minimális értékre (96-ra) lesz beállítva.
id: Tingkat gema ditentukan<br> pada tingkat minimum 96.
it: Il ivello di riverbero è impostato<br> ad un livello minimo di 96.
ja: リバーブレベルは最低レベル<br> の96にセットされています。
mk: Нивото на реверб<br> е поставено на минимална вредност од 96.
nl: De galmdiepte is ingesteld <br> op een minimumdiepte van 96
no: Etterklangsnivået<br> er satt til 96 minimalt.
no_ny: Romklangnivået er sett<br> til minstenivået 96.
pt: O nível de reverberação<br> está configurado para um nível mínimo de 96.
pt_br: O nível de reverberação<br> é configurado para o mínimo de 96.
ro: Nivelul de reverberaţie este setat la minim 96.
ru: Минимальный уровень<br> реверберации (96).
sk: Úroveň reverbu je <br> nastavená na minimum 96.
sl: "Reverb" stopnja je<br> nastavljena na najmanj (na 96).
sr: Nivo reverberacije<br> je podešen na minimalni nivo 96.
sv: Ekoeffektnivån<br> är inställd på minimal nivå 96.
tr: Yankılama seviyesi 96 olan<br> en düşük seviyeye alındı.
uk: Рівень реверберації<br> встановлено у мінімальний рівень 96.

source: midi level 127
af: midi vlak 127
cs: midi úroveň 127
da: midi niveau 127
eo: Midi nivelo 127
es: nivel de MIDI 127
et: midi nivoo 127
fi: midi taso 127
fr: niveau MIDI 127
he: 127 ידימ תמר
hu: 127. MIDI szint
id: tingkat midi 127
it: livello midi 127
ja: midiレベル 127
mk: midi ниво 127
nl: midi-diepte 127
no: midi-nivå 127
no_ny: midinivå 127
pt: nível midi 127
pt_br: nível de MIDI 127
ro: nivel midi 127
ru: Уровень midi 127
sk: midi úroveň 127
sl: midi stopnja 127
sr: midi nivo 127
sv: midinivå 127
tr: midi seviyesi 127
uk: рівень midi 127

source: The reverberation level<br> is set to the maximem level of 127.
af: die reverberation vlak<br> is stel aan die maksimum vlak van 127.
cs: Úroveň ozvěny je nastavena<br> minimálně na hodnotu 127.
da: Efterklangsniveauet<br> er sat til 127 minimalt.
de: Die Hall-Stärke ist auf das<br> Minimum von 127 gesetzt worden.
eo: La resonnivelo estas<br> metita al minimuma nivelo 127.
es: El nivel de reverberación<br> se pone a un máximo de 127.
et: Reverberatsiooni nivoo<br> on seatud maksimaalsele tasemele 127.
fi: Jälkikaikutaso<br> on asetettu maksimitasolle 127.
fr: Le niveau de réverb<br> est réglé sur la valeur<br> maximale 127.
he: <p align=right>דוהדהה תמר<br> המרל תרדגומ<br> .127 לש תיברימה
hu: A 'reverberation' szint<br> a minimális értékre (127-re) lesz beállítva.
id: Tingkat gema ditentukan<br> pada tingkat maksimum 127.
it: Il ivello di riverbero è impostato<br> ad un livello massimo di 127.
ja: リバーブレベルは最低レベル<br> の127にセットされています。
mk: Нивото на реверб<br> е поставено на минимална вредност од 127.
nl: De galmdiepte is ingesteld <br> op een minimumdiepte van 127
no: Etterklangsnivået<br> er satt til 127 minimalt.
no_ny: Romklangnivået er sett<br> til høgstenivået 127.
pt: O nível de reverberação<br> está configurado par o nível máximo de 127.
pt_br: O nível de reverberação<br> é configurado para o máximo de 127.
ro: Nivelul de reverberaţie este setat la nivelul maxim 127.
ru: Максимальный уровень<br> реверберации (127).
sk: Úroveň reverbu je <br> nastavená na maximum 127.
sl: "Reverb" stopnja je<br> nastavljena na najmanj (na 127).
sr: Nivo reverberacije<br> je podešen na maksimalni nivo 127.
sv: Ekoeffektnivån<br> är inställd på maximal nivå 127.
tr: Yankılama seviyesi<br> en yüksek seviye olan 127'ye alındı.
uk: Рівень реверберації<br> встановлено у мінімальний рівень 127.

source: No echo
af: nee ego
cs: Bez echa
da: Intet ekko
de: Kein Echo
eo: Neniu eĥo
es: Sin eco
et: Kaja väljas
fi: Ei kaikua
fr: Pas d'écho
he: דה אלל
hu: Nincs echo
id: Tanpa gema
it: Nessun echo
ja: エコー無し
mk: Без ехо
nl: Geen echo
no: Intet ekko
no_ny: Ingen ekko
pt: Nenhum eco
pt_br: Sem eco
ro: Fără ecou
ru: Отключить эхо
sk: Žiadne echo
sl: Brez odmeva
sr: Bez eha
sv: Inget eko
tr: Yankı yok
uk: Без луни

source: Prevents playing extra<br> echo notes for reverberation.
af: voorkom speel addisionele<br> ego notas vir reverberation.
cs: Zamezí hraní přidaných<br> echo not, vytvářejících ozvěnu.
da: Forhindrer at der spilles<br> ekstra noder for efterklang.
de: Verhindert das Spielen von<br> Zusatztönen für den Echo.
eo: Evitas ludi kromajn<br> eĥonotojn por resonado.
es: Evita tocar notas extra<br> de eco para reverberación.
et: Tõkestab reverb efekti jaoks<b> lisatud kajanootide mängimise .
fi: Estää ylimääräisten<br> kaikunuottien soittamisen jälkikaiulle.
fr: Évite de jouer les notes<br> d'écho supplémentaires pour<br> la réverb.
he: <p align=right>דה יוות לש ןוגינ ענומ<br> .דוהדהל םיפסונ
hu: Megakadályozza extra<br> echo hangjegyek lejátszását a 'reverberation'-höz.
id: Tidak memainkan not<br> gema tambahan untuk penggemaan.
it: Evita che siano suonate<br> note extra per il riverbero.
ja: リバーブで追加エコーを<br> しない。
mk: Не дозволува свирење на додатни<br> ехо ноти за ревербот.
nl: Zorgt ervoor dat er geen<br> extra echo noten voor nagalm worden gespeeld.
no: Forhindrer at det spilles<br> ekstra noter for etterklang.
no_ny: Hindra speling av ekstra<br> notar for romklang.
pt: Evita tocar notas extra<br> de eco para reverberação.
pt_br: Evita a reprodução de notas<br> de eco extras para reverberação.
ro: Opreşte redarea ecoului suplimentar al notelor pentru reverberaţie.
ru: Не воспроизводить дополнительные<br> эховые ноты для создания эффекта реверберации.
sk: Vypne prehrávanie echo<br> zvukov pre reverb.
sl: Preprečis igranje oddatnih<br> not za učinek "reverb".
sr: Sprečavanje reprodukcije dodatnih<br> eho tonova za reverberaciju.
sv: Förhidrar att extra<br> ekotoner spelas för ekoeffekt.
tr: Yankılama için aşırı<br> yankı notaları çalımını önler
uk: Не програвати додаткові ноти з відлунням<br> для реверберації.

source: Normal echo
af: normale ego
cs: Běžné echo
da: Normalt ekko
de: Normales Echo
eo: Normala eĥo
es: Eco normal
et: Normaalne kaja
fi: Normaali kaiku
fr: Écho normal
he: ליגר דה
hu: Normál echo
id: Gema normal
it: Echo normale
ja: 通常のエコー
mk: Нормално ехо
nl: Normale echo
no: Normalt ekko
no_ny: Normalt ekko
pt: Eco normal
pt_br: Eco normal
ro: Ecou normal
ru: Нормальное эхо
sk: Normálne echo
sl: Normalni odmev
sr: Običan eho
sv: Normalt eko
tr: Normal yankı
uk: Звичайна луна
