Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: This turns off the channel<br> meter display, and also hides<br> this menu bar.
af: hierdie draai af die kanaal<br> meter vertoon, en asook steek weg<br> hierdie kieslys kolom.
cs: Zde se vypne ukazatel<br> kanálů, což také skryje<br> tuto nabídkovou lištu.
da: Dette slukker for kanal<br> måler visning, og skjuler også<br> denne menulinie.
de: Die Kanalaktivitätsanzeige und<br> auch dieses Menü<br> werden ausgeblendet.
eo: Tio elŝaltas la kanalvidigilon<br>kaj krome kaŝas la menulistelon.
es: Esto apaga la pantalla del<br> medidor del canal y esconde<br> esta barra de menú.
et: Lülitab välja kanalimõõdiku<br> ja peidab ka selle menüüriba.
fi: Poistaa käytöstä kanavamittari<br> näkymän ja piilottaa myös<br> tämän valikkorivin.
fr: Désactive l'affichage des témoins<br> d'activité des canaux,<br> et cache ce menu
he: <p align=right>דמ תגוצת תא הבכמ הז<br> איבחמ םגו ,םיצורעה<br> .וזה םיטירפתה תרוש תא
hu: Ez kikapcsolja a csatornakijelzőt<br> és elrejti ezt a<br> menüsort.
id: Ini mematikan tampilan<br> pengukur saluran, dan menyembunyikan<br> batang menu ini.
it: Questo spegne il display <br> dell'indicatore del canale e<br> nasconde questa barra del menu.
ja: チャネルメータディスプレイ<br> をオフにするとこのメニュー<br> バーも隠れます。
mk: Со ова ќе го исклучите овој мерач<br> на канали и исто така ќе го <br> сокриете ова мени.
nl: Dit schakelt het display van de<br> kanaalmeter uit en verbergt bovendien<br> deze menubalk.
no: Dette slår av kanalmetervisningen<br> og skjuler også denne menyen.
no_ny: Dette skrur av kanalmålaren,<br> og skjuler òg denne<br> menylinja.
pt: Isto desliga o medidor de canais,<br> e também esconde esta barra de menu.
pt_br: Isto desliga o medidor de canal,<br> e também esconde esta barra de menu.
ro: Aceasta opreşte afişorul de măsură pentru canal şi, de asemenea, ascunde această bară de meniu.
ru: Скрыть панель каналов,<br> а также убрать данное<br> меню.
sk: Toto vypne displej kanáloveho,<br> merača, a súčasne skryje toto<br> menu.
sl: Tukaj izklopite merilec kanala<br> in tudi to menijsko vrstico.
sr: Ovo isključuje displej<br> merača kanala, i skriva<br> ovu liniju menija.
sv: Det här avaktiverar kanalmätarskärmen<br> och gömmer också menyraden.
tr: Bu, kanal ölçücüyü<br> kapatır, aynı zamanda<br> bu menüyü yok eder
uk: Це вимикає канал вікно<br> лічильнику каналу, та також ховає<br> цю смужку меню.

source: Info shown
af: inligting vertoon
cs: Informace zobrazeny
da: Info vist
de: Information wird angezeigt
eo: Informo montrata
es: Mostrar información
et: Infot näidatakse
fi: Tiedot näytetään
fr: Informations affichées
he: גצומ עדימ
hu: Kijelzett információk
id: Info terlihat
it: Informazioni visualizzate
ja: インフォの表示
mk: Прикажана информација
nl: Info wordt getoond
no: Info vist
no_ny: Info vist
pt: Informação mostrada
pt_br: Informações mostradas
ro: Info activat
ru: Выводить сообщения
sk: Info zobrazené
sl: Info okno je vklopljeno
sr: Prozor informacija
sv: Info visas
tr: Bilgi gösterimde
uk: Інформація показана

source: Shows a window at the<br> bottom with info about the<br> midi file being played.
af: vertoon 'n venster na die<br> bodem met inligting aangaande die<br> midi lêer te wees gespeel.
cs: Zobrazí vespod okno<br> s informacemi o přehrávaném<br> midi souboru.
da: Viser et vindue i<br> bunden med info om den<br> midifil der bliver spillet.
de: Zeigt unten ein Fenster<br> mit Informationen über die<br> wiedergegebene Midi-Datei.
eo: Montras fenestron malsupre<br>kun informoj pri la ludata MIDI-dosiero.
es: Muestra una ventana en la parte<br> inferior con información sobre<br> el archivo MIDI reproducido.
et: Näitab kõige alumist akent<br> infoga hetkel mängitava midi<br> faili kohta.
fi: Näyttää ikkunan ikkunan<br> alalaidassa, jossa näytetään<br> tietoja soitettavasta midi-kappaleesta.
fr: Affiche en bas une fenêtre<br> une fenêtre d'informations sur<br> le fichier MIDI joué.
he: <p align=right>תיתחתב ןולח גיצמ<br> ץבוק לע עדימ םע<br> .ןגנתמה ידימה
hu: Információs ablakot jelenít meg<br> alul az éppen lejátszott MIDI<br> fájl jellemzőivel.
id: Menampilkan window di<br> bawah tentang informasi<br> berkas midi yang dimainkan.
it: Mostra una finestra in<br> basso con le informazioni<br> sul midi file suonato.
ja: 演奏されているmidiファ<br> イルの情報を表示するウ<br> ィンドウを下端に表示。
mk: Прикажува прозор на дното<br> со информации за моменталната<br> midi датотека.
nl: Toont onderlangs een venster<br> met informatie over het midi-bestand<br> dat wordt afgespeeld.
no: Vis et vindu på bunnen<br> med informasjon om<br> midi-filen som spilles.
no_ny: Viser eit vindauge<br> nedst med info om<br> fila som vert spelt.
pt: Mostrar uma janela no<br> fundo com informação sobre o<br> ficheiro MIDI que está a ser tocado.
pt_br: Mostra uma janela no fundo<br> com informações sobre o arquivo<br> MIDI em reprodução.
ro: Afişează în partea de jos o fereastră cu informaţii despre fişierul MIDI ce este redat.
ru: Показать панель<br> для вывода сообщений о<br> воспроизведении midi файла.
sk: Zobrazí spodné okno<br> s informáciou<br> o prehrávanom midi súbore.
sl: Prikaže okno na dnu<br> z informacijo o trenutno<br> predvajani midi datoteki.
sr: Prikazuje prozor<br> na dnu sa informacijom o<br> midi fijlu koji se reprodukuje.
sv: Visar ett fönster vid<br> botten med info om<br> midifilen som spelas.
tr: Aşağıda, çalınan midi dosyası <br> hakkında<br> bilgi içeren bir pencere açar.
uk: Відображає вікно знизу<br> з інформацією про<br> файл midi, що програється.

source: Info off
af: inligting af
cs: Informace vypnuty
da: Info slået fra
de: Keine Information angezeigt
eo: Informo elŝaltita
es: Ocultar información
et: Infot ei näidata
fi: Tiedot pois
fr: Informations masquées
he: רתסומ עדימ
hu: Az információablak elrejtése
id: Info mati
it: Informazioni non visualizzate.
ja: インフォの非表示
mk: Ислучи информации
nl: Info uit
no: Info av
no_ny: Info av
pt: Informação desligada
pt_br: Informações desligadas
ro: Info dezactivat
ru: Скрыть сообщения
sk: Info vypnuté
sl: Izklop Info okna
sr: Isključi informacije
sv: Info avstängd
tr: Bilgi kapalı
uk: Інформацію вимкнено

source: Turns off the info window<br> at the bottom.
af: draai af die inligting venster<br> na die bodem.
cs: Vypne informační okno<br> vespod.
da: Slår vindues info i bunden<br> fra.
de: Entfernt das Infofenster<br> am unteren Rand.
eo: Elŝaltas la malsupran informfenestron.
es: Oculta la ventana de información<br> de la parte inferior.
et: Lülitab välja kõige alumise<br> info akna.
fi: Poistaa ikkunan alalaidassa<br> olevan info-ikkunan.
fr: Désactive la fenêtre<br> d'information en bas.
he: <p align=right>ןולח תא רגוס<br> .תיתחתבש עדימה
hu: Kikapcsolja a lenti<br> információablakot.
id: Menghilangkan window info<br> di bawah.
it: Chiude la finestra delle<br> informazioni in basso.
ja: 下端のインフォウィンドウ<br> を閉じます。
mk: Го исклучува прозорецот со<br> информации на дното.
nl: Schakelt het informatievenster dat<br> onderlangs loopt uit.
no: Slå av info-vinduet<br> på bunnen.
no_ny: Skrur av info-vindauget.
pt: Desliga a janela de informação<br> no fundo.
pt_br: Desliga a janela de informação<br> ao fundo.
ro: Dezactivează fereastra de informaţii din partea de jos.
ru: Скрыть панель<br> вывода сообщений.
sk: Zavrie spodné info okno
sl: Izklop Info oknu<br> pri dnu.
sr: Isključuje prozor sa informacijama<br> na dnu.
sv: Stänger av info-fönstret<br> längst ner.
tr: Aşağıda açık durumdaki<br> bilgi penceresini kapatır
uk: Вимикає вікно інформації<br> знизу.

source: Info level
af: inligting vlak
cs: Úroveň informací
da: Info niveau
de: Informationstiefe
eo: Informnivelo
es: Nivel de información
et: Info tase
fi: Tietotaso
fr: Niveau d'information
he: עדימ תמר
hu: Információszint
id: Tingkat info
it: Livello informazioni
ja: インフォレベル
mk: Ниво на информации
nl: Informatiediepte
no: Info-nivå
no_ny: Info-nivå
pt: Nível informação
pt_br: Nível de informação
ro: Nivel info
ru: Количество сообщений
sk: Úroveň informácií
sl: Stopnja Info okna
sr: Informacije o nivou
sv: Infonivå
tr: Bilgi seviyesi
uk: Рівень інформації

source: Lyrics only
af: lirieke slegs
cs: Pouze text
da: Kun tekster
de: Nur Liedtexte
eo: Nur tekstojn
es: Sólo letras
et: Ainult sõnad
fi: Vain sanat
fr: Paroles seulement
he: דבלב םילימ
hu: Csak dalszöveg
id: Hanya lirik
it: Solo testi
ja: 歌詞のみ
mk: Само текстови
nl: Alleen songteksten
no: Kun lyrikk
no_ny: Berre songtekstar
pt: Só letras
pt_br: Somente letra
ro: Numai versuri
ru: Только мелодия
sk: Iba text
sl: Samo besedila
sr: Stihovi samo
sv: Endast sångtexter
tr: Sadece şarkı sözleri
uk: Тільки лірика

source: The info window will<br> show only lyrics, if any,<br> and the name of the midi file.
af: die inligting venster sal<br> vertoon slegs lirieke, as enige,<br> en die naam van die midi lêer.
cs: Informační okno bude<br> zobrazovat pouze text skladby,<br> je-li k dispozici, a název midi souboru.
da: Infovinduet vil kun<br> vise teksten hvis der er en<br> sådan, og navnet på midifilen.
de: Das Infofenster zeigt nur die<br> Liedtexte (sofern vorhanden) und <br> den Namen der Midi-Datei an.
eo: La informfenestro montros<br> nur tekstojn, se ekzistas,<br> kaj la nomon de la MIDI-dosiero.
es: La ventana de información sólo<br> mostrará las letras ,si hay,<br> y el nombre del archivo MIDI.
et: Info aken näitab ainult sõnu,<br> kui need on olemas<br> ja midi faili nime.
fi: Info-ikkuna näyttää vain<br> lyriikat, jos niitä on, ja<br> midi-tiedoston nimen.
fr: La fenêtre d'informations<br> n'affichera que les paroles<br> s'il y en a, et le nom<br> du fichier MIDI.
he: <p align=right>קר גיצי עדימה ןולח<br> ,ןתוא שי םא ,םילימ<br> .ידימה ץבוק םש תאו
hu: Az információs ablakban csak<br> a dalszöveg jelenik meg és<br> a MIDI fájl neve.
id: Window info hanya akan<br> menampilkan lirik, jika ada,<br> dan nama berkas midi.
it: La finestra delle informazioni<br> mostrerà solo le parole, se ci<br> sono, ed il nome del file midi.
ja: インフォウィンドウには<br> 歌詞(があれば)及び名前<br> のみ表示されます。
mk: Прозорот со информации<br> ќе ги покажува само текстовите,<br> ако ги има и името на midi датотеката.
nl: Het informatievenster zal alleen<br> de songteksten tonen, indien aanwezig,<br> en de naam van het midi-bestand.
no: Info-vinduet vil bli bare<br> vise, hvis noen, lyrikker<br> og navnet på midi-filen.
no_ny: Info-vindauget viser<br> berre songtekstar (dersom det<br> finst) og namnet på fila.
pt: A janela de informação<br> mostra só letras, se houver,<br> e o nome do ficheiro MIDI.
pt_br: A janela de informação mostrará<br> apenas letras, se existirem,<br> e o nome do arquivo MIDI.
ro: Fereastra de informaţii va afişa numai versurile, dacă există, şi numele fişierului MIDI.
ru: В панели будет показываться<br> только мелодия, если она есть,<br> и имя midi файла.
sk: Info okno zobrazí iba<br> text, ak nejaký je,<br> a názov midi súboru.
sl: Info okno bo prikazovalo<br> samo besedila (če so na voljo)<br> in ime midi datoteke.
sr: Prozor sa informacijama će<br> prikazivati samo stihove, ako postoje,<br> kao i ime midi fajla.
sv: Det här info-fönstret kommer<br> bara att visa sångtexter, om de finns,<br> och namnet på midifilen.
tr: Bilgi penceresi, eğer varsa, <br> sadece şarkı sözlerini<br> ve midi dosyasının adını belirtir
uk: Вікно інформації буде<br> показувати тільки лірику, якщо присутня,<br> та ім'я файлу midi.

source: Normal
af: normale
cs: Běžné
da: Normalt
eo: Normala
et: Normaalne
fi: Normaali
he: ליגר
hu: Normál
it: Normale
ja: 通常
mk: Нормално
nl: Normaal
ru: Стандартное
sk: Normál
sl: Normalno
sr: Obično
uk: Звичайний

source: The info window shows<br> all displayable midi<br> messages.
af: die inligting venster vertoon<br> alle vertoonbare midi<br> boodskappe.
cs: Informační okno zobrazuje<br> všechny midi zprávy,<br> které jsou k dispozici.
da: Infovinduet viser<br> alle mulige visbare<br> midibeskeder.
de: Das Infofenster zeigt<br> alle zulässigen Meldungen<br> an.
eo: La informfenestro montras<br> ĉiujn montreblajn MIDI-mesaĝojn.
es: La ventana de información muestra<br> todos los mensajes MIDI<br> disponibles.
et: Info aken näitab<br> kõiki näidatavaid midi<br> teateid.
fi: Info-ikkuna näyttää<br> kaikki näytettävät midi-<br> viestit.
fr: La fenêtre d'informations<br> montre tous les messages<br> MIDI affichables.
he: <p align=right>תא גיצמ עדימה ןולח<br> ידימה תועדוה לכ<br> .גיצהל ןתינש
hu: Az információs ablak<br> megmutatja az összes MIDI<br> üzenetet.
id: Window info menampilkan<br> semua pesan midi yang <br> mungkin tampil.
it: La finestra delle informazioni<br> mostra tutti i messaggi midi<br> visualizzabili.
ja: インフォウィンドウには<br> 全てのMIDIメッセージが<br> 表示されます。
mk: Прозорот со информации<br> ги прикажува сите midi<br> пораки.
nl: Het informatievenster toont<br> alle midi-meldingen die<br> getoond kunnen worden.
no: Info-vinduet viser<br> alle midi-meldinger som<br> kan vises.
no_ny: Info-vindauget viser<br> alle midi-meldingar som<br> kan visast.
pt: A janela de informação mostra<br> mostra todas as mensagens MIDI<br> disponíveis.
pt_br: A janela de informações traz<br> todas as mensagens imprimíveis<br> MIDI.
ro: Fereastra de informaţii va afişa toate informaţiile afişabile despre mesajele MIDI.
ru: В панели показываются<br> все стандартные midi<br> сообщения.
sk: Info okno zobrazí<br> všetky zobraziteľné správy<br> midi súboru.
sl: Info okno prikazuje<br> vsa midi spročila.
sr: Prozor sa informacijama prikazuje<br> sve moguće midi<br> poruka.
sv: Info-fönstret visar<br> alla midi-meddelanden<br> som går att visa.
tr: Bilgi penceresi görüntülenebilen <br> tüm midi bilgilerini <br> gösterir.
uk: Вікно інформації показує<br> всі можливі повідомлення<br> midi.

source: Loading msgs
af: laaiïng van boodskappe
cs: Načítání zpráv
da: Indlæser beskeder
de: Meldungen beim Einlesen
eo: Ŝargante mesaĝojn
es: Cargando mens.
et: Teadete laadimine
fi: Ladataan viestit
fr: Chargement des messages
he: הניעט תועדוה
hu: Üzenetek betöltése
id: Membaca pesan
it: Caricamento messaggi
ja: ロード時のメッセージ
mk: Вчитувам пораки
nl: Meldingen worden geladen
no: Laster meldinger
no_ny: Lastar meldingar
pt: Lendo msgs
pt_br: Carregando mensagens
ro: Mesaje încărcate
ru: Сообщения загрузки
sk: Nahrávam správy
sl: Nalagam sporočila
sr: Učitavanje poruka
sv: Laddar texter
tr: Mesajlar yükleniyor
uk: Завантажую повідомлення

source: Also shows new instruments<br> being loaded for playing<br> the next song.
af: asook vertoon nuwe instrumente<br> te wees gelaai vir speel<br> die volgende liedjie.
cs: Zobrazují se také nové nástroje,<br> které jsou načítány pro přehrávání<br> následující skladby.
da: Viser også nye instrumenter<br> der indlæses for at spille<br> den næste sang.
de: Zeigt auch neue Instrumente an, <br> welche für das nächste<br> Stück geladen werden.
eo: Ankaŭ montras novajn instrumentojn<br> ŝargitajn por ludi la sekvan kanton.
es: También muestra los nuevos<br> instrumentos cargados para<br> reproducir la próxima canción.
et: Näitab ka uusi instrumente,<br> mida järgmise loo esituseks<br> hetkel laetakse.
fi: Näyttää myös uudet ladattavat<br> soittimet kappaleen soiton<br> aikana.
fr: Affiche aussi les nouveaux<br> instruments en cours de<br> chargement pour la lecture<br> du prochain morceau.
he: <p align=right>םישדח םילכ םג גיצמ<br> ליבשב םינעטנה<br> .אבה רישה ןוגינ
hu: Kijelzi a hangszerek betöltésével<br> kapcsolatos üzeneteket<br> is.
id: Juga menampilkan intrumen<br> baru yang muncul untuk <br> memainkan lagu berikutnya.
it: Mostra anche i nuovi strumenti<br> che vengono caricati per suonare<br> il prossimo brano.
ja: 次の曲の演奏でロードされて<br> いる新規楽器も表示します。
mk: Исто така ги прикажува<br> инструментите кои се вчитуваат<br> за следната песна.
nl: Toont bovendien nieuwe instrumenten<br> die geladen worden om het<br> het volgende nummer te spelen.
no: Viser også nye instrument<br> som lastes for spilling<br> i den neste sangen.
no_ny: Viser òg nye instrument<br> som vert lasta for speling<br> i den neste songen.
pt: Também mostra os novos intrumentos<br> a serem lidos para tocar<br> a próxima música.
pt_br: Também mostra novos instrumentos<br> sendo carregados para reprodução<br> da próxima música.
ro: În plus, afişează noile instrumente ce sînt încărcate pentru a fi redate în următorul cîntec.
ru: Показываются также сообщения о новых<br> инструментах, загружаемых<br> для воспроизведения следующей песни.
sk: Zobrazí tiež nové nástroje,<br> ktoré sa nahrávajú pre prehranie<br> nasledujúcej skladby.
sl: Tudi prikaže nove inštrumente<br> ki se nalagajo za igranje<br> naslednje pesmi.
sr: Takođe prikazuje nove instrumente<br> koji se učitavaju za reprodukciju<br> sledeće numere.
sv: Visar också nya instrument<br> som laddas för att spela<br> nästa sång.
tr: Sonraki parçayı çalmak<br> için yüklenmekte olan <br> yeni enstrümanları da gösterir.
uk: Також показує нові інструменти<br> які завантажуються для програвання<br> наступної пісні.

source: debug 1
af: ontfouting 1
da: fejlret 1
de: Debug Stufe 1
eo: sencimigo 1
es: depurar 1
fr: deboguage 1
he: 1 םיגאב יופינ
ja: デバッグレベル 1
no: avlus 1
no_ny: avlus 1
ro: depanare 1
ru: Отладка - уровень 1
sl: razhroščevanje 1
tr: hata arındırma 1
uk: зневаджування 1

source: Also shows instrument<br> volume computation.
af: asook vertoon instrument<br> volume berekening.
cs: Ukazuje také výpočty<br> hlasitosti nástroje.
da: Viser også instrument<br> lydstyrke udregning.
de: Zeigt auch die <br> Lautstärkeberechnung an.
eo: Ankaŭ montras kalkuladon<br> de la instrumenta laŭteco.
es: También muestra el cálculo<br> de volumen de los instrumentos.
et: Näitab ka instrumendi<br> helitugevuse arvutust.
fi: Näyttää myös soittimen<br> äänenvoimakkuuslaskennan.
fr: Affiche aussi le traitement<br> du volume des instruments
he: <p align=right>בושיח םג גיצמ<br> .םילכ תמצוע
hu: A hangszerek hangerejének<br> kiszámítását is megmutatja.
id: Juga menampilkan penghitungan<br> volume instrumen.
it: Mostra anche gli strumenti<br> nel calcolo del volume.
ja: 楽器のボリューム計算も<br> 表示します。
mk: Исто така ги прикажува пресметките<br> за гласност на инструментите.
nl: Toont bovendien de<br> de volumeberekeningen.
no: Viser også utregning av<br> instrumentlydstyrke.
no_ny: Viser òg utrekning av<br> instrumentlydstyrke.
pt: Também mostra o cálculo do<br> volume do instrumento.
pt_br: Também mostra a computação<br> do volume do instrumento.
ro: În plus, afişează calculul volumului instrumentului.
ru: Показываются также вычисления<br> громкости инструментов.
sk: Zobrazí tiež výpočet<br> hlasitosti nástroja.
sl: Prikaže tudi preračunavanje<br> glasnosti inštrumenta.
sr: Takođe prikazuje proračun<br> nivoa instrumenta.
sv: Visar också beräkning av<br> instrumentvolym.
tr: Ses seviyesi hesaplama<br> Enstrümanlarını da gösterir
uk: Також відображає калькуляцію<br> гучності інструментів.

source: debug 2
af: ontfouting 2
da: fejlret 2
de: Debug-Stufe 2
eo: sencimigo 2
es: depurar 2
fr: deboguage 2
he: 2 םיגאב יופינ
ja: デバッグレベル 2
no: avlus 2
no_ny: avlus 2
ro: depanare 2
ru: Отладка - уровень 2
sl: razhroščevanje 2
tr: hata arındırma 2
uk: зневаджування 2

source: Shows lots of additional<br> information (probably not useful).
af: vertoon baie van aditionele<br> informasie (waarskynlik nie bruikbare).
cs: Ukazuje spousty dodatečných<br> informací (zřejmě nepotřebných).
da: Viser masser af ekstra<br> information (formodentlig ikke nyttigt).
de: Zeigt viele weitere Information an<br> (wahrscheinlich nutzlos).
eo: Montras multajn kromajn<br> informojn (verŝajne ne tre utila).
es: Muestra gran cantidad de información<br> extra (probablemente sin utilidad).
et: Näitab rohkesti lisainformatsiooni<br> (arvatavasti kasutu).
fi: Näyttää paljon ylimääräistä<br> tietoa (ei ehkä hyödyllistä).
fr: Affiche beaucoup d'informations<br> supplémentaires (probablement inutiles).
he: <p align=right>ףסונ עדימ הברה גיצמ<br> .(ישומיש אל הארנכש)
hu: Jónéhány további információt<br> is kijelez (ezekre általában nincs szükség).
id: Menampilkan banyak informasi<br> tambahan (yang mungkin tak berguna).
it: Mostra molte informazioni<br> aggiuntive (probabilmente non utili).
ja: その他沢山の追加情報を表示<br> します(多分役に立たないでしょう)。
mk: Прикажува многу додатни<br> информации (најверојатно неупотребливи).
nl: Toont veel extra informatie<br> (waarschijnlijk niet handig).
no: Viser mye ekstra<br> informasjon (trolig unyttig).
no_ny: Viser mykje ekstra<br> informasjon (truleg unyttig).
pt: Mostrar algumas informações<br> adicionais (provavelmente não úteis).
pt_br: Mostra muitas informações<br> adicionais (não muito úteis).
ro: Afişează o mulţime de informaţii adiţionale (probabil nu prea utile).
ru: Показывается множество дополнительных<br> (скорее всего, ненужных) сообщений.
sk: Zobrazí množstvo ďalších informácií,<br> pravdepodobne zbytočných.
sl: Prikaže veliko dodatnih<br> informacij (najbrž neuporabnih).
sr: Prikazuje mnoštvo dodatnih<br> informacija (verovatno nebitnih).
sv: Visar en mängd ytterligare<br> information (troligen inte användbar).
tr: Bir çok ek-bilgi gösterir<br> (Büyük olasılıkla kullanım dışı).
uk: Показує багато додаткової інформації<br> (можливо не корисної).

source: Edit Playlist
af: redigeer liedjielys
cs: Upravit seznam skladeb
da: Redigér spilleliste
de: Stückliste bearbeiten...
eo: Redaktu ludliston
es: Editar lista
et: Redigeeri nimekirja
fi: Muokkaa soittolistaa
fr: Éditeur de liste de lecture
he: ןוגינה תמישר תכירע
hu: Válogatás szerkesztése
id: Edit Daftar Judul
it: Modifica playlist
ja: プレイリストの編集
mk: Уреди ја листата на песни
nl: Speellijst bewerken
no: Rediger spilleliste
no_ny: Rediger speleliste
pt: Editar Lista de Músicas
pt_br: Editar Lista de Reprodução
ro: Editează lista de redare
ru: Редактировать список песен
sk: Upraviť zoznam skladieb
sl: Uredi seznam za predvajanje
sr: Izmeni listu numera
sv: Redigera spellistan
tr: Çalım listesinde oynama yap
uk: Редагувати список програвання
