Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: Open up or close lower<br> part of panel with<br> channel display and<br> other controls
af: open begin van maak toe sagter<br> deel van paneel met<br> kanaal vertoon en<br> ander kontroles
cs: Otevře nebo uzavře<br> spodní část panelu<br> se zobrazením kanálů<br> a ostatními ovládacími prvky
da: Åbn eller luk den nedre<br> del af panelet med<br> kanalvisning eller<br> andre kontroller
de: Unteren Teil der Kontrollleiste<br> öffnen oder schließen, mit<br> Anzeige von Kanal und<br> anderen Reglern.
eo: Malfermas aŭ fermas la<br> malsupran parton de la<br> panelo kun la kanalvidigilo<br> kaj aliaj stiriloj
es: Abre o cierra la parte<br> inferior del panel con<br> el monitor de canales y<br> otros controles
et: Ava või sulge<br> paneeli alumine osa<br> koos kanalite näidiku ja<br> muude kontrollelementidega
fi: Avaa tai sulje alempi<br> osa paneelista, jossa<br> on kanavanäkymä ja<br> muut kontrollit
fr: Affiche ou masque la<br> partie inférieure du<br> panneau avec l'affichage<br> des canaux et divers<br> autres contrôles.
he: <p align=right>לש הריגס וא החיתפ<br> חולה לש ןותחתה קלחה<br> םיצורעה תגוצת םעש<br> תורחא תויורשפאו
hu: A panel alsó részének<br> lenyitása és bezárása,<br> ahol a csatornakijelző és<br> más vezérlőelemek látszanak.
id: Buka atau tutup bagian bawah<br> panel dengan tampilan saluran<br> dan pengontrol lain
it: Apri o chiudi<br> la parte del pannello<br> con il display del canale<br> e altri controlli.
ja: チャンネル表示や他の<br> コントロールを表示した<br> パネルの下の部分を<br> 開く又は閉じます。
mk: Отвори или затвори го <br> долниот дел од таблата <br> со приказ на каналот и<br> останатите контроли
nl: Het onderste deel van het paneel openen of sluiten via het kanaaldisplay en andere regelaars.
no: Åpne opp eller lukke lav<br> del av panel med<br>kanalvisning og<br>andre kontroller
no_ny: Opna eller lukka nedre<br> del av panelet med<br> kanalvising og andre<br> kontrollar
pt: Abrir ou fechar a parte<br> de baixo do painel com o<br> mostrador de canais e<br> outros controlos
pt_br: Abrir ou fechar a parte<br> inferior do painel com o<br> display de canais e outros<br> controles
ro: Deschide sau închide partea de jos a panelului cu afişorul canalelor şi alte controale
ru: Открыть или закрыть нижнюю<br> часть панели со<br> шкалой каналов<br> и другими регуляторами
sk: Otvorí alebo zavrie<br> spodnú časť panelu<br> s displejom kanálov<br> a iných ovládačov
sl: Odpri ali zapri spodnji<br> del pulta z kanalnim<br> prikazovalnikom in drugimi<br> kontrolami
sr: Otvori ili zatvori donji<br> deo panela sa<br> prikazom kanala i<br> ostalim kontrolama
sv: Öppna eller stäng nedre<br> delen av panelen med<br> kanaldisplay och<br> andra kontroller
tr: Kanal görüntülemesini <br> ve diğer kontrolleri ile <br> panodan daha aşağıdaki partiyi aç ya da kapat
uk: Відкрийте або закрийте нижню<br> частину панелі з<br> монітором каналу та<br> іншими регуляторами

source: open up the play list editor
af: open begin die speel lys redigeerder
cs: otevře editor seznamu skladeb
da: åbn for spillelisteredigering
de: Stücklisten-Editor öffnen
eo: malfermas la ludlisto-redaktilon
es: abre el editor de listas de canciones
et: ava lugude nimekirja editor
fi: avaa soittolistamuokkain
fr: Ouvre l'éditeur de liste de lecture
he: ןוגינה תמישר ךרוע תחיתפ
hu: a válogatásszerkesztő kinyitása
id: buka editor daftar judul
it: apri l'editor della playlist
ja: プレイリストエディタを開く
mk: отвори го уредувачот на листи
nl: De afspeellijst-editor openen
no: Åpne opp en spillelisteredigerer
no_ny: rediger spelelista
pt: abrir o editor da lista de músicas
pt_br: abrir o editor de lista de reprodução
ro: Deschide editor de liste de redare
ru: открыть редактор списка песен
sk: otvorí editor playlistov
sl: odpri urejevalnik seznama za predvajanje
sr: otvori editor liste numera
sv: öppna spellisteditorn
tr: Çalım listesi yaratıcıyı aç
uk: відкрити редактор списку програвання

source: open up or close<br> the display of info about the<br> song being played
af: open begin van maak toe<br> die vertoon van inligting aangaande die<br> liedjie te wees gespeel
cs: otevře nebo uzavře<br> zobrazení informací o právě<br> přehrávané skladbě
da: åbn eller luk<br> visning af info om den sang<br> der spilles
de: Informationen über das<br> weidergegebene Stück<br> ein-/ausblenden
eo: malfermas aŭ fermas<br> la informvidigilon por la<br> ludata kanto
es: abre o cierra<br> la pantalla de información sobre<br> la canción que está sonando
et: ava või sulge<br> infoaken mängiva loo kohta
fi: avaa tai sulje<br> soitettavan kappaleen<br> tietonäyttö
fr: Affiche ou masque<br> les informations sur le<br> morceau en cours.
he: <p align=right>הריגס וא החיתפ<br> עדימה תגוצת לש<br> ןגונמש רישה לע
hu: az információs ablak kinyitása és<br> bezárása - az aktuális dal<br> tulajdonságaival
id: buka atau tutup<br> tampilan info tentang<br> lagu yang dimainkan
it: apre o chiude<br> il display delle informazioni<br> sulla canzone suonata
ja: 曲の再生中にその曲の<br> 情報を表示するウインドウを<br> 開く又は閉じます。
mk: отвори или затвори го<br> приказот на информации за<br> репродуцираната песна
nl: Open of sluit<br> de display met informatie over<br> het nummer dat afgespeeld wordt.
no: Åpne opp eller lukke<br>visningen for informasjon om<br>sangen som spilles
no_ny: opna eller lukka<br> info-vising om songen<br> som vert spelt
pt: abrir ou fechar o<br> mostrador de informação acerca<br> da música que está a ser tocada
pt_br: abrir ou fechar<br> o display de informaçÕes sobre a<br> música sendo reproduzida
ro: Deschide sau închide afişorul de informaţii despre cîntecul care este redat
ru: включить или отключить<br> вывод сообщений над<br> проигрываемой песней
sk: otvorí alebo zavrie<br> displej s informáciou<br> o hranej skladbe
sl: odpri ali zapri<br> prikazovalnik z informacijami o pesmi,<br> ki se trenutno predvaja
sr: otvori ili zatvori<br> prikaz informacija o<br> numeri koja se reprodukuje
sv: öppna upp eller stäng<br> visningen av info om<br> låten som spelas
tr: Çalınan parça hakkında bilgi<br> gösteren pencereyi aç<br> ya da kapat
uk: відкрити або закрити<br> віконце інформації про<br> поточну пісню

source: exit from KMidi
af: beïendig van kmidi
cs: ukončit KMidi
da: Afslut KMidi
de: KMidi beenden
eo: Finu
es: salir de KMidi
et: välju KMidi'st
fi: poistu KMidi ohjelmasta
fr: quitter le lecteur MIDI
he: KMidi-מ האיצי
hu: Kilépés a KMidi-ből
id: keluar dari KMidi
it: esci da KMidi
ja: KMidiを終了する
mk: излез од KMidi
nl: KMidi afsluiten
no: Avslutt KMidi
no_ny: Avslutt KMidi
pt: sair
pt_br: Sair do KMidi
ro: Ieşire din KMidi
ru: Выйти из KMidi
sk: vyjsť z KMidi
sl: izhod iz KMidi
sr: izlaz iz Kmidi-ja
sv: gå ur KMidi
tr: KMidi'den çık
uk: вийти з KMidi

source: display of information
af: vertoon van informasie
cs: zobrazení informací
da: Vis information
de: Informationsanzeige
eo: informvidigilo
es: pantalla de información
et: informatsiooni ekraan
fi: tietonäyttö
fr: affichage des informations
he: עדימה תגצה
hu: információkijelző
id: tampilan informasi
it: display delle informazioni
ja: 情報の表示
mk: приказ на информации
nl: Informatiedisplay
no: Visning for informasjon
no_ny: info-vising
pt: mostrador de informação
pt_br: display de informações
ro: Afişează informaţii
ru: вывод сообщений
sk: displej informácií
sl: prikaz informacij
sr: prikaz informacija
sv: visning av information
tr: Bilgi penceresi
uk: вікно інформації

source: what's happening now
af: wat is gebeur nou
cs: co se právě děje
da: Hvad sker der nu
de: Was gerade geschieht
eo: kio okazas nun
es: lo que está ocurriendo ahora
et: mis siis nüüd juhtub
fi: mitä nyt tapahtuu
fr: ce qui se passe actuellement
he: וישכע הרוק המ
hu: mi történik most
id: apa yang terjadi sekarang
it: cosa sta succedendo adesso
ja: 今、何が起こっているか
mk: што се случува сега
nl: Wat er nu gebeurt
no: Hva skjer nå
no_ny: kva skjer no
pt: o que vai acontecer agora
pt_br: o que está acontecendo agora
ro: despre ceea ce se întîmplă acum
ru: что сейчас происходит
sk: čo sa teraz deje
sl: kaj se sedaj dogaja
sr: šta se dogadja sada
sv: vad händer mannen?
tr: Şimdi ne oluyor?
uk: що робиться зараз

source: select the next song randomly
af: kies die volgende liedjie lukraak
cs: další skladbu vybere náhodně
da: vælg den næste sang tilfældigt
de: Nächstes Stück zufällig auswählen
eo: elektas la sekvan kanton arbitre
es: seleccionar aleatoriamente la próxima canción
et: vali järgmine lugu juhuslikult
fi: valitse seuraava kappale satunnaisesti
fr: sélectionne le morceau suivant au hasard
he: תיארקא אבה רישה תא רחב
hu: a következő dal véletlenszerű kiválasztása
id: pilih lagu berikut secara acak
it: scegli casualmente la prossima canzone
ja: 次の曲をランダムに選ぶ
mk: одбери ја следната песна случајно
nl: Selecteert het volgende nummer willekeurig.
no: Velg neste sang tilfeldig
no_ny: vel neste song vilkårleg
pt: escolher uma música qualquer
pt_br: selecionar a próxima música aleatoriamente
ro: Selectează aleator următorul cîntec
ru: выбрать следующую песню случайным образом
sk: náhodný výber ďalšej skladby
sl: naključno izberi naslednjo skladbo
sr: izaberite sledeću numeru proizvoljno
sv: välj nästa låt slumpmässigt
tr: Bir sonraki parçayı rasgele seç
uk: вибрати наступну пісню випадково

source: open up or close<br> the configuration window
af: open begin of maak toe<br> die opstelling venster
cs: otevře nebo uzavře<br> okno s konfigurací
da: åbn eller luk<br> for indstillingsvinduet
de: Öffnen oder Schließen<br> des Einrichtungs-<br>Dialogs.
eo: malfermas aŭ fermas<br> la agordofenestron
es: abre o cierra<br> la ventana de configuración
et: ava või sulge<br> häälestuse aken
fi: avaa tai sulke<br> asetusikkuna
fr: affiche ou masque<br> la fenêtre de configuration
he: <p align=right>לש הריגס וא החיתפ<br> הרוצתה תעיבק ןולח
hu: a beállítóablak kinyitása és<br> bezárása
id: buka atau tutup<br> pengaturan window
it: apre o chiude<br> la finestra di configurazione
ja: 設定ウインドウを<br> 開く又は閉じます
mk: отвори или затвори го<br> прозорецот за конфигурирање
nl: Open of sluit<br> het configuratievenster.
no: Åpne eller lukk<br> konfigurasjonsvinduet
no_ny: opna eller lukka<br> oppsettvindauget
pt: abrir ou fechar<br> a janela de configuração
pt_br: abrir ou fechar<br> a janela de configuração
ro: Deschide sau închide fereastra de configurare
ru: открыть или закрыть<br> окно настроек
sk: otvorí alebo zavrie<br> konfiguračné okno
sl: odpri ali zapri<br> nastavitveno okno
sr: otvori ili zatvori<br> konfiguracioni prozor
sv: öppna upp eller stäng<br> inställningsfönstret
tr: Ayarlar penceresini<br> aç ya da kapat
uk: відкрити або закрити<br> вікно конфігурації

source: set playing time elapsed
af: stel speel tyd versteke
cs: nastavit uběhlý čas
da: sæt den spilletid der er forløbet
de: Anzeige der bisherigen Spielzeit
eo: donas la pasintan ludtempon
es: ajustar el tiempo transcurrido de reproducción
et: sea mängimise positsioon
fi: aseta kulunut soittoaika
fr: règle la position dans le morceau
he: ןוגינה תליחתמ ןמזה תא עבק
hu: az eltelt idő
id: atur waktu yang dimainkan
it: imposta tempo passato
ja: 再生の経過時間を設定
mk: намести изминато време
nl: De verstreken afspeeltijd tonen
no: sett tiden brukt på spilling
no_ny: vel tida brukt til speling
pt: especificar o tempo de duração da música
pt_br: configurar tempo transcorrido
ro: Setează timpul de redare scurs
ru: показывать время воспроизведения
sk: odohratý čas skladby
sl: nastavi koliko časa je preteklo od začetka pesmi
sr: postavi proteklo vreme reprodukcije
sv: sätt förfluten speltid
tr: Çalım zamanını geçir
uk: відображувати залишок часу

source: the current volume level
af: die huidige volume vlak
cs: stávající úroveň hlasitosti
da: lydstyrke for øjeblikket
de: Die aktuelle Lautstärke
eo: la nuna laŭteconivelo
es: el nivel de volumen actual
et: momendi helitugevus
fi: nykyinen äänenvoimakkuus
fr: le niveau de volume actuel
he: תיחכונה המצועה
hu: a jelenlegi hangerő
id: tingkat volume sekarang
it: il volume attuale
ja: 現在の音量レベル
mk: моментално ниво на гласност
nl: Het huidige volumeniveau
no: Gjeldende volumnivå
no_ny: noverande lydstyrke
pt: o nível de volume actual
pt_br: o volume corrente
ro: Nivelul curent al volumului
ru: текущий уровень громкости
sk: súčasná úroveň hlasitosti
sl: trenutna jakost zvoka
sr: trenutni nivo zvuka
sv: den aktuella volymen
tr: Şimdiki ses yüksekliği
uk: поточна гучність

source: Song --/--
af: liedjie --/--
cs: Skladba --/--
da: Sang --/--
de: Stück --/--
eo: Kanto --/--
es: Canción --/--
et: Lugu --/--
fi: Kappale --/--
fr: Morceau --/--
he: --/-- ריש
hu: Dal --/--
id: Lagu -/-
it: Canzone --/--
ja: 曲 --/--
mk: Песна --/--
nl: Nummer --/--
no: Sang --/--
pt: Música --/--
pt_br: Som --/--
ro: Melodie --/--
ru: Песня --/--
sk: Stopa --/--
sl: Skladba --/--
sr: Numera --/--
sv: Låt --/--
tr: Parça --/--
uk: Пісня --/--

source: Adjust the volume here.<br> (Keep it pretty low, and<br> use <i>Kmix</i> to adjust<br> the mixer volumes, if<br> you want it louder.)
af: verstel die volume hier.<br> (hou dit redelik lae, en<br> gebruik <i>kmix</i> aan verstel<br> die menger volumes, as<br> jy wil hê dit harder.)
cs: Zde nastavíte hlasitost.<br> (Ponechte ji dost nízkou<br> a pokud budete chtít hlasitější<br> zvuk, nastavte směšovač pomocí<br> <i>Kmix</i>)
da: Indstil lydstyrken her.<br> (Lad den være temmelig lav<br> og brug <i>Kmix</i> til at justere<br> mixerlydstyrken hvis du vil<br> have den højere.)
de: Lautstärke ändern. (Hier<br> tief lassen und <i>Kmix</i><br> benutzen, um die Lautstärke <br> zu ändern).
eo: Adaptu la laŭtecon tie ĉi.<br> (Prefere tenu ĝin mallaŭte kaj<br> uzu <i>KMikso</i> por laŭtigi<br> la laŭtecojn, se vi volas ĝin pli<br> laŭte.)
es: Ajuste el volumen aquí.<br> (Manténgalo bastante bajo y<br> use <i>Kmix</i> para ajustar el<br> volumen del mezclador, si lo<br> quiere más alto).
et: Siit seadista helitugevust.<br> (Hoia see suhteliselt madalal ja<br> kui soovid kuulata valjemini,<br> kasuta reguleerimiseks <i>Kmix</i>'i.)
fi: Aseta tästä äänenvoimakkuutta.<br> (Pidä se pienenä, ja käytä<br> <i>Kmix</i> ohjelmaa säätääksesi<br> mikserin äänenvoimakkuuksia,<br> jos haluat suuremman äänenvoimakkuuden.)
fr: Ajuste le volume ici<br> (laissez-le plutôt bas<br> et utilisez la console de<br> mixage pour régler le son<br> si vous le voulez plus fort).
he: <p align=right>.המצועה תא ןאכ תסוו<br> שמתשהו הכומנ יד הילע רומש)<br> תא תסוול ידכ <i>Kmix</i>-ב<br> הצרת םא ,לברעמה לש תומצועה<br> (.רתוי תוהובג ןתוא
hu: A hangerő állítása.<br> (célszerű alacsonyan tartani, és<br> a <i>Kmix</i>-et használni az<br> állításhoz, ha hangosabbat<br> szeretne.)
id: Atur volume di sini.<br> (Jaga agak rendah, dan<br> gunakan <i>Kmix</i> untuk mengatur<br> volume mixer jika ingin lebih keras.)
it: Modifica il volume qui.<br> (Tienilo basso e utilizza<br> <i>Kmix</i> per modificare<br> i volumi del mixer se<br> vuoi aumentarlo.)
ja: ここで音量を設定します。<br> (ここの音量は、比較的小さく<br> しておいて、音を大きくしたい<br> 場合には <i>Kmix</i>を使用<br> して下さい。)
mk: Наместете ја гласноста тука.<br> (Одржете ја прилично ниско, и<br> користете го <i>Kmix</i> за<br> зголемување на гласноста<br> ако сакате.)
nl: Stel hier het volume in.<br> (Zet deze op zacht, en<br> gebruik <i>KMix</i> om de<br> verschillende geluidskanalen <br> eventueel luider te zetten.)
no: Juster volumet her.<br> (Sett det ganske lavt, og<br> bruk <i>Kmix</i> for å justere<br> mikservolumet hvis<br> du vil ha det høyere.)
no_ny: Tilpass lydstyrken her.<br> (Hald den nokså låg, og<br> bruk <i>Kmix</i> for å<br> tilpassa miksarvoluma<br> om du vil ha den høgare.)
pt: Ajusta o volume aqui.<br> (Mantém-no baixo, e<br> usa o <i>Kmix</i> para ajustar<br> os volumes, se<br> os quiseres mais altos.)
pt_br: Ajuste o volume aqui.<br> (Mantenha-o um tanto baixo, e<br> use o <i>KMix</i> para ajustar<br> os volumes do mixer, se<br> você os quer mais altos.)
ro: Reglaţi volumul de aici. (Ţineţi-l la o valoare scăzută şi utilizaţi <i>Kmix</i> pentru a regla volumul mixerului, în caz că doriţi să auziţi mai tare sunetul).
ru: Здесь регулируется громкость.<br> (Ее следует держать невысокой.<br> Используйте <i>Kmix</i> - микшер KDE<br> если хотите увеличить<br> громкость.)
sk: Tu nastavte hlasitosť.<br> (Nechajte ju dosť nízko, a<br> použite <i>Kmix</i> na<br> prispôsobenie hlasitosti,<br> ak ju chcete vyššiu.)
sl: Tukaj nastavi jakost zvoka.<br> (Naj bo majhna, uporabite<br> <i>Kmix</i> in tam nastavljajte<br> jakost)
sr: Podesite nivo ovde.<br> (Održavajte veoma nizak nivo, i<br> upotrebite <i>Kmix</i> kako biste podesili<br> nivo miksanja, ako<br> želite glasnije.)
sv: Justera volymen här.<br> (Håll den ganska låg, och<br> använd <i>Kmix</i> för att<br> justera mixer-volymen, om<br> du vill ha högre volym.)
tr: Burdan sesi ayarlayın.<br> (Alçak tutun, ve daha yüksek<br> ses istiyorsanız karıştırıcı<br> tonlarını ayarlamak<br> için<i>Kmix</i> kullanın
uk: Вивіряйте гучність тут.<br> (Зробіть її досить малою, таb<r> за допомогою <i>Kmix</i> вирівняйте<br> гучність мікшера, якщо<br> ви хочете зробити голосніше.)

source: If playing, pause,<br> else start playing.
af: as speel, pouseer,<br> anders begin speel.
cs: Pokud probíhá přehrávání,<br> zastavit. Jinak spustit přehrávání.
da: Hvis der spilles,<br> hold pause, ellers spil.
de: Wechseln zwischen <br> Wiedergabe und Pause.
eo: Se ludante, paŭzu,<br> alikaze ekludu.
es: Si está reproduciendo, pausa,<br> si no, empezar a reproducir.
et: Mängimise ajal paus,<br> muidu alusta mängimist.
fi: Jos soittaa, tauko,<br> muuten aloita soittaminen.
fr: Met en pause si un<br> morceau en train d'être<br> lu. Sinon, commence<br> la lecture.
he: <p align=right>,ההשה ,ןגנמ םא<br> .ןגנל לחתה תרחא
hu: Ha folyik a lejátszás, akkor annak szüneteltetése,<br> ha nem, akkor a lejátszás elindítása.
id: Jika memutar, tahan, <br> jika tidak mulai putar.
it: Se in riproduzione mette in pausa,<br> altrimenti inizia la riproduzione.
ja: 再生時には一時停止し、<br> そうでなければ、再生します。
mk: Ако свири, паузирај,<br> инаку почни да свириш.
nl: Bij afspelen pauzeren,<br> anders afspelen starten.
no: Ta en pause hvis den spiller,<br>ellers start spillingen.
no_ny: Pause eller start speling.
pt: Se estiver a tocar, pausa,<br> se não começa a tocar.
pt_br: Se tocando, pausa.<br> do contrário, começa a tocar.
ro: Dacă este în redare, trece în pauză, altfel porneşte redarea.
ru: Начать воспроизводить <br> или приостановить воспроизведение.
sk: Pauza počas prehrávania,<br> alebo začne prehrávať.
sl: Če že predvaja, se ustavi,<br> drugače pa nadaljuje z igranjem.
sr: Ako reprodukuje, pauziraj,<br> ako ne, počni reprodukciju.
sv: Pausa uppspelningen eller<br> återstarta den efter att den pausats.
tr: Çalmaktaysa bekletir,<br> Duruyorsa çalmaya başlar.
uk: Зробити паузу, якщо грає<br> інакше пуск.

source: Stop playing this song.
af: stop speel hierdie liedjie.
cs: Ukončit přehrávání této skladby.
da: Hold op med at spille denne sang.
de: Wiedergabe des Stücks unterbrechen.
eo: Ĉesu ludi tiun kanton.
es: Dejar de reproducir esta canción.
et: Katkesta loo mängimine.
fi: Lopeta kappaleen soittaminen.
fr: Arrêter la lecture.
he: .הז ריש לש ונוגינ תקספה
hu: A dal lejátszásának megállítása.
id: Berhenti mainkan lagu ini.
it: Ferma la riproduzione di questa canzone.
ja: この曲の再生を停止します。
mk: Стопирај ја оваа песна.
nl: Stoppen met het afspelen van dit nummer.
no: Stopp spillingen av denne sangen.
no_ny: Stopp å spela denne songen.
pt: Parar a música de tocar.
pt_br: Parar de reproduzir esta música.
ro: Opreşte redarea acestui cîntec.
ru: Остановить песню.
sk: Zastaví prehrávanie skladby.
sl: Prenehaj predvajati to skladbo.
sr: Zaustavi reprodukciju ove numere
sv: Sluta spela den här låten.
tr: Parçayı çalmayı durdurur
uk: Зупинити пісню.

source: Replay
af: weerspeel
cs: Znovu přehrát
da: Spil igen
de: Wiederholen
eo: Reludu
es: Repetir
et: Kordus
fi: Soita uudelleen
fr: Relire
he: בוש ןגנ
hu: Újrajátszás
id: Ulangan
it: Ripeti
ja: リプレイ
mk: Повторно свирење
nl: Herhalen
no: Spill på nytt
no_ny: Spel om att
pt: Repetir
pt_br: Reiniciar
ro: Continuu
ru: Воспроизвести еще раз
sk: Hrať znovu
sl: Ponovno predvajanje
sr: Ponovi
sv: Spela igen
tr: Yeniden çal
uk: Зіграти знову

source: Keep replaying<br> the same song.
af: hou herspeel<br> die selfde liedjie.
cs: Stále přehrávat<br> stejnou skladbu.
da: Bliv ved med at<br> spille samme sang.
de: Immer dasselbe<br> Stück wiedergeben.
eo: Denove ludu<br> la saman kanton.
es: Seguir repitiendo<br> la misma canción.
et: Jäta sama<br> lugu korduma.
fi: Jatka saman<br> kappaleen soittamista.
fr: Répéter le même<br> morceau en boucle.
he: <p align=right>ןגנל ךשמה<br> .רישה ותוא תא
hu: Ugyanazt a dalt<br> játssza le újból.
id: Terus mengulang<br> lagu yang sama
it: Continua a suonare<br> la stessa canzone
ja: 同じ曲を再生し<br> 続けます。
mk: Продолжи да ја повторуваш<br> истата песна.
nl: Herhaal continu<br) hetzelfde nummer.
no: Reperter den<br> samme sangen.
no_ny: Hald fram med å spela<br> den same songen.
pt: Tocar sempre<br> a mesma música.
pt_br: Reproduzir repetidamente<br> a mesma música.
ro: Redă în continuu acelaşi cîntec.
ru: Воспроизводить<br> одну и ту же песню.
sk: Hrá skladbu<br> dookola.
sl: Kar naprej igraj<br> isto skladbo.
sr: Nastavi ponavljanje<br> iste numere.
sv: Spela låten<br> om och om igen.
tr: Aynı parçanın yeniden<br> çalımını önler
uk: Продовжити грати<br> ту саму пісню.

source: Bwd
cs: Zpě
da: Tlb
de: Rückwärts
eo: Retro
es: Atrás
et: Tagasi
fi: Taak
fr: Arr
he: הרוחא
hu: Vissza
id: Mdr
it: Ind
mk: Назад
nl: Terug
no: Bak
no_ny: Bak
pt: Recuar
pt_br: Trás
ro: Înpo
ru: Назад
sk: Späť
sl: Nazaj
sr: Naz
sv: Bak
uk: Нзд

source: Go backwards to play<br> an earlier part of the song.
af: gaan terugwaarts aan speel<br> 'n vroeër deel van die liedjie.
cs: Vrátit se k přehrávání<br> časnější části skladby.
da: Gå tilbage for at spille<br> en tidligere del af sangen
de: Zurückgehen um einen<br> früheren Teil des Stücks wiedergeben.
eo: Iru retro por ludi pli<br> fruan parton de la kanto.
es: Ir atrás hacia alguna parte<br> anterior de la canción.
et: Mine tagasi mängimaks<br> loost varasemat osa.
fi: Siirry taaksepäin soittaaksesi<br> aikaisemman osan kappaleesta.
fr: Reculer pour lire un<br> passage précédent du<br> morceau.
he: <p align=right>ןגנל ידכ הרוחא הרזח<br> .רישה לש םדוק קלח
hu: Visszalépés a dal egy korábbi<br> részének lejátszásáért.
id: Mundur untuk memainkan<br> bagian awal lagu.
it: Va indietro per suonare<br> una parte precedente della canzone.
ja: 戻って、曲の前の部分を<br> 再生します。
mk: Врати се и отсвири претходен<br> дел од песната.
nl: Ga terug om een bepaald<br> deel opnieuw af te spelen.
no: Gå bakover for å spille<br> en tidligere del av sangen.
no_ny: Gå bakover for å spela<br> ein tidlegare del av songen.
pt: Recuar para tocar<br> uma parte anterior da música.
pt_br: Voltar para reproduzir<br> uma parte anterior desta música.
ro: Revine înapoi pentru a reda o parte precedentă a cîntectului.
ru: Перемотать назад и воспроизвести<br> предыдущую часть песни.
sk: Previnie späť na<br> predch. časť skladby.
sl: Za predvajanje predhodnega dela<br> skladbe premakni nazaj.
sr: Idi unazad radi reprodukovanja<br> prethodnog dela numere.
sv: Gå bakåt för att spela en<br> tidigare del av låten.
tr: Parçanın önceki bir kısmını<br> çalmak için geri gider
uk: Назад, програти<br> ранішу частину пісні.

source: Fwd
af: stuur aan
cs: Vpř
da: Frm
de: Vorwärts
eo: Antaŭen
es: Adelante
et: Edasi
fi: Seur
fr: Avt
he: המידק
hu: Előre
id: Maju
it: Ava
mk: Напред
nl: Vooruit
no: For
no_ny: Fram
pt: Avançar
pt_br: Frente
ro: Înai
ru: Вперед
sk: Vpr
sl: Naprej
sr: Npr
sv: Fram
uk: Впр
