Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: Here is the play<br> list you are composing.<br> Double-click to delete<br> an entry.
af: hier is die speel<br> lys jy word saamstel.<br> Double-click aan uitvee<br> 'n inskrywing.
cs: Zde je seznam skladeb,<br> který vytváříte.<br> Poklepáním se záznam<br> vymaže.
da: Her er spillelisten<br> du er ved at komponere.<br> Dobbeltklik for at slette<br> en indgang.
de: Dies ist die Stückliste, <br> die Sie zusammenstellen.<br> Ein Doppelklick<br> löscht den Eintrag.
eo: Jen la ludlisto<br>kiun vi faras.<br>Duklaku por forigi eron.
es: Aquí está la lista de<br> reproducción que está<br> confeccionando. Dé doble<br> clic para eliminar alguna<br> de las entradas.
et: Siin on sinu koostatav nimekiri.<br> Mingi kirje kustutamiseks tee<br> sellel topeltklõps.
fi: Tässä on soittolista<br> jota koostat.<br> Tuplaklikkaa tuhotaksesi<br> tietueen.
fr: Liste de lecture en cours d'édition.<br< Double-cliquez pour supprimer<br> un élément.
he: <p align=right>ןוגינה תמישר וז<br> .רבחמ התאש<br> הלופכ הציחל ץחל<br> .המושר קוחמל ידכ
hu: Itt látható az aktuális<br> válogataás.<br> Egy bejegyzés törléséhez kattintson<br> duplán annak nevére.
id: Berikut adalah daftar<br> judul yang Anda buat.<br> Klik dobel untuk menghapus<br> sebuah entri.
it: Qui c'è la play list che<br> stai componendo.<br> Doppio click per cancellare<br> una voce.
ja: これは編集中のプレイ<br> リストです。選択する<br> エントリをダブルクリ<br> ックして下さい。
mk: Тук е листата што<br> ја компонирате.<br> Двоен клик за<br> бришење на внес.
nl: Hier is de speellijst<br> die u aan het maken bent.<br> Dubbelklik op een ingang<br> om deze te verwijderen.
no: Her er spillelisten<br> du er i ferd med å sette sammen.<br> Dobbelt-klikk for å slette<br> en oppføring.
no_ny: Her er spelelista du<br> set saman.<br> Dobbelklikk for å sletta<br> ei oppføring.
pt: Eis a lista de músicas<br> que estás a compor.<br> Duplo-clique para apagar<br> uma entrada.
pt_br: Aqui está a lista de reprodução<br> que você está compondo.<br> Clique duas vezes para apagar<br> um registro.
ro: Aici este lista de redare pe care o compuneţi. Daţi dublu-clic pentru a şterge o intrare.
ru: Это - список песен,<br> который вы составляете.<br> Щелкните дважды, чтобы удалить<br> из него элемент.
sk: Tu je zoznam skladieb,<br> ktorý upravujete.<br> Položku zmažete dvojitým<br> kliknutím.
sl: Tukaj je seznam za predvajanje,<br> ki ga dopolnjujete. Kliknite<br> dvakrat za izbris vnosa.
sr: Ovo je lista numera<br> koji ste sastavili.<br> Duplo-kliknite da obrišete<br> stavku.
sv: Här är spellistan<br> som du komponerar.<br> Dubbelklicka för att ta<br> bort ett objekt.
tr: İşte yarattığınız çalım listesi.<br> Bir girdiyi silmek<br> için çift tıklayın
uk: Це список програвання<br> який ви компонуєте.<br> Подвійне клацання<br> видаляє елемент.

source: Here are the files<br> you can add<br> to the play list.<br> Double-click on a file name<br> to add it.
af: hier word die lêers<br> jy kan voeg by<br> aan die speel lys.<br> Double-click op 'n lêer naam<br> aan voeg by dit.
cs: Zde jsou soubory,<br> které můžete přidat<br> do seznamu skladeb.<br> Poklepáním na název souboru<br> ho přidáte.
da: Her er filerne<br> som du kan tilføje<br> til spillelisten.<br> Dobbeltklik på et<br> filnavn for at tilføje det.
de: Dies sind die Stücke, <br> die Sie zur Stückliste hinzufügen<br> können. Ein Doppelklick fügt<br> das Stück zur Liste hinzu.
eo: Jen la dosieroj<br> aldoneblaj al la ludlisto.<br> Duklako sur la dosiernomo<br> alonas ĝin.
es: Aquí están los archivos<br> que puede añadir a la<br> lista de reproducción.<br> Dé doble clic en uno de<br> ellos para añadirlo.
et: Siin on failid, mida<br> võid nimekirja lisada.<br> Lisamiseks tee faili<br> nimel topeltklõps.
fi: Tässä on tiedostot<br> joita voit lisätä<br> soittolistalle.<br> Tuplaklikkaa tiedostonimeä<br> lisätäksesi sen.
fr: Fichiers que vous pouvez ajouter<br> à la liste de lecture. Double-cliquez<br> sur le nom d'un fichier pour l'ajouter.
he: <p align=right>םיצבקה הלא<br> ףיסוהל ךתורשפאבש<br> .ןוגינה תמישרל<br> ץבוק לע הלופכ הציחל ץחל<br> .ותוא ףיסוהל ידכ
hu: Itt láthatók a listához<br> hozzáadható fájlok.<br> Kattintson duplán a<br> fájl nevére, hogy hozzáadja a<br> listához.
id: Berikut adalah berkas<br> yang dapat ditambahkan<br> ke daftar judul.<br> Klik dobel untuk menambahkan<br> sebuah entri.
it: Qui ci sono i file<br> che puoi aggiungere<br> alla playlist.<br> Fa doppio clic su un nome di file<br> per aggiungerlo.
ja: これはプレイリストに<br> 追加できるファイルで<br> す。追加するファイル<br> をダブルクリックして<br> 下さい。
mk: Овде се датотеките<br> што може да ги<br> додадете на листата песни.<br> Двоен клик на името на датотеката<br> за да ја додадете.
nl: Hier zijn de bestanden<br> die u aan de speellijst<br> kunt toevoegen.<br> Dubbelklik op een bestandsnaam<br> om deze toe te voegen.
no: Her er filene<br> som du kan legge til<br> til spillelisten.<br> Dobbelt-klikk på et<br> fil for å legge den til.
no_ny: Her er dei filene du kan<br> leggja til spelelista.<br> Dobbelklikk på eit filnamn<br> for å leggja fila til lista.
pt: Eis os ficheiros<br> que podes adicionar<br> à lista de músicas.<br> Faz um duplo-clique num nome<br> para adicioná-lo.
pt_br: Aqui estão os arquivos<br> que você pode adicionar à<br> lista de reprodução.<br> Clique duas vezes num nome<br> de arquivo para adicioná-lo.
ro: Aici sînt fişierele pe care le puteţi adăuga la lista de redare. Daţi dublu-clic pentru a adăuga un fişier la lista de redare.
ru: Здесь находятся файлы,<br> которые можно добавить<br> в список песен.<br> Щелкните дважды на файле,<br> чтобы его добавить.
sk: Tu sú súbory, ktoré<br> môžete pridať<br> do zoznamu skladieb.<br> Súbor pridáte dvojitým <br> kliknutím na jeho jeho názov.
sl: Tukaj so datoteke<br> ki jih lahko dodate<br> v seznam za predvajanje.<br> Dvakrat kliknite na ime <br> datoteke, ki se naj doda.
sr: Ovo su fajlovi<br> koje možete dodati<br> na listu numera.<br> Dva puta kliknite na naziv fajla<br> kako biste ga dodali.
sv: Här är filerna<br> du kan lägga<br> till spellistan.<br> Dubbelklicka på filnamnet<br> för att lägga till den.
tr: İşte çalım listesine <br> ekleyebileceğiniz dosyalar<br> Eklemek için bir dosyanın <br> adına çift tıklayın
uk: Це файли, які<br> Ви можете додати<br> до списку.<br> Подвійне клацання на імені файлу<br> додає файл у список.

source: <u>Playlist files:</u><br> Click to select one.<br> Doubleclick to append contents<br> to the play list.
af: <u>liedjielys lêers:</u><br> kliek aan kies een.<br> dubbel kliek aan voeg-agteraan-by inhoud<br> aan die speel lys.
cs: <u>Soubory seznamů skladeb:</u><br> Klepnutím jeden vyberete.<br> Poklepáním přidáte obsah<br> do seznamu skladeb.
da: <u>Spillelistefiler:</u><br> Klik for at vælge én.<br> Dobbeltklik for at tilføje<br> indholdet til spillelisten.
de: <u>Stückliste:</u><br> Auswahl mit einem Klick.<br> Doppelklick, um den Inhalt<br> zur Stückliste hinzuzufügen.
eo: <u>Ludlistdosieroj:</u><br> Klaku por elekti iun.<br> Duklako alpendigas la enhavon<br> al la ludlisto.
es: <u>Archivos de lista:</u><br> Dé un clic para seleccionar<br> uno y doble para anexar los<br> contenidos a la lista.
et: <u>Nimekirja failid:</u><br> Ühe valimiseks tee sellel.<br> klõps. Sisu nimekirja lisamiseks<br> tee topeltklõps.
fi: <u>Soittolistan tiedostot:</u><br> Klikkaa valitaksesi yksi.<br> Tuplaklikkaa liittääksesi sisällön<br> soittolistaan.
fr: <u>Fichiers de listes de lecture</u><br> Cliquez pour en sélectionner un.<br> Double-cliquez pour ajouter son contenu<br> à la liste de lecture.
he: <p align=right><u>:ןוגינ תמישר יצבק</u><br> ץחל .ץבוק רוחבל ידכ ץחל<br> ףיסוהל ידכ הלופכ הציחל<br> .ןוגינה תמישרל ןכותה תא
hu: <u>A válogatás fájljai:</u><br> Kijelölni egy kattintással,<br> a tartalmat a válogatáshoz hozzáfűzni dupla<br> kattintással lehet.
id: <u>Berkas daftar judul:</u><br> Klik untuk memilih.<br> Klik dobel untuk menambahkan<br> isi ke daftar judul.
it: <u>File della Playlist:</u><br> Fa clic per selezionarne uno.<br> Doppioclic per aggiungere contenuti<br> alla playlist.
ja: <u>プレイリストファイル:</u><br> クリックして1つ選びます。<br> ダブルクリックでそのコンテンツを<br> プレイリストに追加します。
mk: <u>Датотеки со листи:</u><br> Кликни да селектираш една.<br> Двоен клик за припојување на<br> нејзината содржина на листата.
nl: <u>Speellijstbestanden:</u><br> Klik om er een te selecteren.<br> Dubbelklik om de inhoud aan de<br> speellijst toe te voegen
no: Spill forrige sang på<br> spillelisten.
no_ny: <u>Spelelistefiler:</u><br> Klikk for å velja ei fil.<br> Dobbelklikk for å leggja innhaldet<br> til spelelista.
pt: <u>Ficheiros de lista de música:</u><br> Carrega para seleccionar um deles<br> Duplo-clique para anexar o seu conteúdo<br> à lista de músicas.
pt_br: <u>Arquivos da lista de reprodução</u><br> Clique para selecionar um.<br> Clique duas vezes para adicionar conteúdo<br> à lista de reprodução.
ro: <u>Fişiere listă de redare:</u> Daţi clic pentru a selecta una. Daţi dublu-clic pentru a adăuga conţinutul la lista de redare.
ru: <u>Файлы списка песен:</u><br> Щелкните на файле, чтобы его выбрать.<br> Щелкните дважды, чтобы добавить что-то<br> в список песен.
sk: <u>Súbory zoznamu skladieb:</u><br> Kliknutím vyberiete súbor.<br> Dvojklikom pridáte jeho obsah<br> do zoznamu skladieb.
sl: <u>Datoteke s seznami za predvajanje:</u><br> Kliknite, da bi izbrali eno.<br> Dvoklik doda vsebino v<br> seznam za predvajanje.
sr: <u>Fajlovi liste numera:</u><br> Kliknite da biste izabrali jedan.<br> Duplo-kliknite da biste dodali sadržaj<br> u listu numera.
sv: <u>spellistefiler:</u><br> Klicka för att välja en.<br> Dubbelklicka för att lägga<br> dess innehåll till spellistan.
tr: <u>Çalım Listesi Dosyaları:</u><br> Birini seçmek için tıklayın<br> İçeriğini çalım listesine <br> eklemek için çift tıklayın
uk: <u>Файли списку програвання:</u><br> Клацніть, щоб вибрати файл.<br> Подвійне клацання додає його<br> зміст у список.

source: Can not enter directory: %1
af: kan nie invoer gids: %1
cs: Není možné vstoupit do adresáře: %1
da: Kan ikke gå ind i mappen: %1
de: Verzeichnis %1 lässt sich nicht öffnen
eo: Ne eblas aliri dosierujon: %1
es: No se puede acceder al directorio: %1
et: Kataloogi %1 pole võimalik siseneda
fi: Ei voitu siirtyä hakemistoon: %1
fr: Impossible d'entrer dans le dossier «%1»
he: %1 :הירפסל סנכיהל ןתינ אל
hu: Nem lehet belépni a(z) %1 könyvtárba.
id: Gagal memasuki direktori: %1
it: Impossibile entrare nella directory: %1
ja: ディレクトリに入れません: %1
mk: Не може да внесете папка: %1
nl: Kan de map %1 niet openen.
no: Kan ikke gå inn i katalog: %1
no_ny: Kan ikkje gå inn i katalog: %1
pt: Não consigo aceder à directoria: %1
pt_br: Impossível entrar no diretório: %1
ro: Nu pot să intru în directorul: %1
ru: Не могу зайти в каталог: %1
sk: Nemôžem vstúpiť do priečinka: %1
sl: Ne morem vstopiti v imenik: %1
sr: Neuspeo ulazak u direktorijum: %1
sv: Kan inte gå in i katalogen: %1
tr: Dizine girilemiyor: %1
uk: Неможливо увійти до каталогу: %1

source: Cannot open or read directory.
af: kan nie open of lees gids.
cs: Není možné otevřít nebo číst adresář.
da: Kan ikke åbne eller læse mappen.
de: Verzeichnis lässt sich nicht öffnen oder lesen
eo: Ne eblas malfermi aŭ legi dosierujon.
es: No se puede abrir o leer el directorio.
et: Kataloogi pole võimalik avada või lugeda.
fi: Ei voitu avata tai lukea hakemistoa.
fr: Impossible d'ouvrir ou lire le dossier.
he: .הירפסה תא אורקל וא חותפל ןתינ אל
hu: A könyvtárat nem lehet megnyitni vagy olvasni.
id: Gagal membuka atau membaca direktori.
it: Impossibile aprire o leggere la directory.
ja: ディレクトリを開けないか読めません。
mk: Не може да се отвори или чита папка
nl: Kan de map niet openen.
no: Kan ikke åpne eller lese katalog.
no_ny: Kan ikkje opna eller lesa katalog.
pt: Não consigo abrir nem ler o directório.
pt_br: Impossível abrir ou ler diretório.
ro: Nu pot să deschid sau să citesc directorul.
ru: Не могу открыть или прочитать каталог.
sk: Nemôžem otvoriť alebo čítať priečinok.
sl: Ne morem odpreti ali prebrati imenika.
sr: Neuspelo otvaranje ili čitanje direktorijuma.
sv: Kan inte öppna eller läsa katalogen.
tr: Dizin okunamıyor ya da açılamıyor.
uk: Неможливо відкрити або прочитати каталог.

source: ichecks
da: itjek
eo: i-kontroloj
sv: i-kontroller

source: uLaw
fr: <ludo>type d'encodage audio</ludo>

source: KMidi
fr: À propos du lecteur MIDI
ja: KMidiについて
