Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: There are three settings:<br> <b>off</b> for only name and lyrics<br> shown in the <i>info</i> window;<br> <b>no change</b> for all text<br> messages to be shown, and<br> <b>checked/on</b> to display also<br> information about patches<br> as they are loaded from disk.
af: daar word drie instellings:<br> <b>af</b> vir slegs naam en lirieke<br> vertoon in die <i>inligting</i> venster;<br> <b>nee verander</b> vir alle teks<br> boodskappe aan wees vertoon, en<br> <b>nagegaan/op</b> aan vertoon asook<br> informasie aangaande lappe<br> as hulle word gelaai van disket.
cs: Jsou možná tři nastavení:<br> <b>vyp</b> v okně <i>info</i> se ukazuje<br> pouze název a text;<br> <b>beze změn</b> ukazují se všechny<br> zprávy;<br> <b>vybráno/zap</b> zobrazí se také<br> informace o vzorcích,<br> načítaných z disku.
da: Der er tre indstillinger:<br> <b>fra</b> for kun navn og tekst<br> vist i <i>info</i>vinduet;<br> <b>ingen ændring</b>for at få alle tekst<br> beskeder vist, og<br> <b>tjekket/til</b>for også at vise<br> information om patches<br> når de bliver indlæst fra disken.
de: Es gibt drei Einstellungen:<br> <b>Aus</b>, um nur Name und Liedtext<br> im Infofenster anzuzeigen;<br> <b>Keine Änderung</b>, um alle Texte<br> anzuzeigen und<br> <b>An</b>, um alle Informationen über<br> einen Patch anzuzeigen, wenn<br> er von der Platte gelesen wird.
eo: Ekzistas tri eblecoj:<br> <b>elŝaltita</b> por nur nomo kaj tekstoj<br> montrataj en la <i>informfenestro</i>;<br> <b>sen ŝanĝo</b> por montri ĉiujn tekstmesaĝojn<br> kaj<br> <b>enŝaltita</b> por montri krome<br> informojn pri flikoj, kiam ili estas legataj<br> de la disko.
es: Existen tres configuraciones:<br> <b>off</b>, sólo muestra el nombre<br> y las letras en la ventana de <i>información</i>;<br> <b>sin cambio</b>, para que se<br> muestren todos los mensajes, y<br> <b>marcado/on</b> para mostrar<br> información sobre los ajustes a medida<br> que se cargan desde el disco.
et: Siin on kolm määrangut:<br> <b>väljas</b> - näitab <i>infoaknas</i><br> ainult nime ja sõnu ;<br> <b>muutmata</b> - näitab kõiki teateid;<br> <b>valitud/sees</b> - näitab ka patch'ide kohta<br> käivat informatsiooni kettalt laadimisel.
fi: On olemassa kolme asetusta:<br> <b>poissa</b> vain nimi ja lyriikka<br> näytetään <i>info</i>-ikkunassa;<br> <b>ei muutosta</b> kaikki teksti ja<br> viestit näytetään, ja<br> <b>valittu/päällä</b> näyttää myös<br> tietoja patcheistä kun ne ladataan<br> levyltä.
fr: Il y a trois réglages possible :<br> <b>non</b> pour ne montrer que le<br> nom et les paroles dans la fenêtre d'info<br> <b>normal</b> pour afficher tous les messages de type texte, et<br> <b>coché/oui</b> pour afficher aussi les<br> Informations sur les sons quand ils sont chargés<br> depuis le disque.
he: <p align=right>:תורדגה שולש ןנשי<br> םילימו םש קרש ליבשב <b>יובכ</b><br> ;<i>עדימ</i>ה ןולחב וגצוי<br> ליבשב <b>יוניש אלל</b><br> ,וגצוי תועדוהה לכש<br> ידכ <b>לעופ\ןמוסמ</b>ו<br> םיאלט לע עדימ םג גיצהל<br> .ןנוכהמ םינעטנ םהשכ
hu: Háromféle beállítás lehetséges:<br> <b>ki</b> esetén csak a név és a<br> dalszöveg látszik az <i>információs</i> ablakban;<br> <b>nincs változás</b> esetén az összes<br> szöveges üzenet megjelenik és<br> <b>bekapcsolva</b> esetén a<br> hangminták betöltésével kapcsolatos<br> üzenetek is megjelennek.
id: Ada tiga pengaturan:<br> <b>off</b> jika hanya nama dan lirik<br> yang ditampilkan pada layar <i>info;</i><br> <b>tetap</b> jika seluruh teks pesan<br> ingin ditampilkan, atau <br> <b>on</b> untuk menampilkan <br> informasi patch ketika dimuat<br> dari disk.
it: Ci sono tre impostazioni:<br> <b>spento</b> per avere solo il nome ed il<br> testo nella finestra delle <i>informazioni</i>;<br> <b>nessun cambiamento</b> perché tutti i<br> messaggi di testo siano mostrati, e<br> <b>spuntato/acceso</b> per mostrare anche<br> inormazioni sulle patch così come sono<br> caricate dal disco.
ja: ここには３つの設定があります:<br> <b>オフ</b>は、名前を歌詞だけを<br> <i>インフォ</i>ウィンドウに表示<br> します。<br> <b>変更なし</b>は全てのテキスト<br> メッセージを表示します。<br> <b>チェック/オン</b>はそれに加えて<br> パッチについての情報もロード時に<br> 表示します。
mk: Постојат три опции:<br> <b>искл.</b> само за приказ на името и текстовите<br> прикажани во <i>инфо</i> прозорецот;<br> <b>без измена</b> за приказ на сите<br> текстуални пораки, и<br> <b>вклучено</b> за приказ и на<br> информациите за делови<br> како што тие се вчитуваат од дискот.
nl: Er zijn 3 instellingen mogelijk:<br> <b>uit</b> om uitsluitend de naam en de<br> liedteksten te tonen in het <i>informatievenster</i>,<br> <b>geen verandering</b> om alle tekst-<br> berichten te tonen, en<br> <b>aan</b> om ook informatie over<br> patches te tonen als <br> deze van de harde schijf worden geladen.
no: Det er tre innstillinger:<br> <b>av</b> for kun navn og tekst<br> vist i <i>info</i>vinduet;<br> <b>ingen endring</b>for å få <br> alle tekstbeskjeder<br> vist, og<br> <b>avkrysset/til</b>for også å vise<br> information om lapper<br> når de blir lastes fra disken.
no_ny: Det er tre innstillingar:<br> <b>av</b> for vising av berre namn og<br> songtekst i <i>info</i>-vindauget,<br> <b>inga endring</b> for vising av alle<br> tekstmeldingar, og<br> <b>avmerka/på</b> for i tillegg å visa<br> informasjon om lappar ved lasting frå<br> disken.
pt: Há três configurações:<br> <b>desligado</b> para nome apenas e letras<br> mostrados na janela de <i>informação</i>;<br> <b>nenhuma mudança</b> para todas as mensagens<br> de texto mostradas, e<br> <b>verificado/ligado</b> para mostrar, também,<br> informações sobre os 'patches'<br> lidos a partir do disco.
pt_br: Há três configurações:<br> <b>desligado</b>: apenas nome e letra<br> mostrados na janela <i>informações</i>;<br> <b>sem mudança</b>: todas as mensagens<br> <b>ligado</b>: mostrar também informação<br> sobre os patches quando forem carregados.
ro: Există trei setări: <b>dezactivat</b> numai pentru afişarea de nume şi versuri în fereastra <i>informaţii</i>, <b>nemodificat</b> pentru afişarea tuturor mesajelor text şi <b>activat</b> pentru afişarea şi a informaţiilor despre petice atunci cînd sînt încărcate de pe disk.
ru: Есть три режима:<br> <b>выключен</b> - в окне <i>сведений</i><br> показываются только имя и мелодия;<br> <b>обычный</b> для показа всех<br> текстовых сообщений, и<br> <b>включен</b> для вывода<br> сведений о патчах,<br> когда они подгружаются с диска.
sk: Sú tri nastavenia:<br> <b>vypnuté</b> pre názov a text<br> zobrazený v <i>info</i> okne;<br> <b>bez zmeny</b> pre všetky textové<br> správy, a<br> <b>zaškrtnuté</b> pre zobrazenie informácií<br> o súboroch modulov<br> keď sa nahrávajú z disku.
sl: Obstajajo tri nastavitve:<br> <b>off</b> za samo ime in besedilo<br> ki se prikazuje v <i>info</i> oknu;<br> <b>no change</b> normalno za vsa besedila<br> sporočila, in<br> <b>checked/on</b> da se prikaže infomacija<br> o vzorcih, ko se nalagajo z diska.
sr: Postoje tri podešavanja:<br> <b>isklj</b> samo za ime i stihove<br> u prozoru <i>informacije</i>;<br> <b>bez promena</b> za prikaz svih tekstovnih<br> poruka, i<br> <b>proveren/uklj</b> za prikaz<br> informacija o pičevima <br> ako su učitani sa diska.
sv: Det finns tre inställningar:<br> <b>av</b> för att bara visa namn<br> och sångtext i <i>info</i>-fönstret;<br> <b>ingen ändring</b> för att visa<br> alla textmeddelanden, och<br> <b>markerad</b> för att också<br> visa information om uppsättningar<br> när de laddas från disk.
tr: Burada üç ayar bulunmaktadır:<br> <b>kapalı</b>, <i>bilgi</i> penceresinde,<br> sadece isim ve şarkı sözlerini <br> göstermek için<br> <b>değişiklik yok</b>, gösterilecek <br> her metin mesajları için<br> <b>seçili/açık</b>, yamalar diskten <br> okunurken haklarında bilgileri de<br> görüntülemek için.
uk: Всього три положення:<br> <b>вимкнено</b> тільки для імені та лірики<br> для вікна <i>інформації</i>;<br> <b>без змін</b> для всіх текстових повідомлень,<br> що треба показати<br> <b>відмічений/ввімкнений</b> для відображення інформації<br> про латки<br> які завантажені з диска.

source: When this button is down,<br> filters are used for the<br> <i>midi</i> channel effects<br> <b>chorus</b>, <b>reverberation</b>,<br> <b>celeste</b>, and <b>phaser</b>.<br> When it is off, <b>chorus</b> is<br> done instead with extra detuned<br> notes, and <b>reverberation</b> is<br> done with echo notes, but<br> the other effects are not done.
af: wanneer hierdie knoppie is ondertoe,<br> filters word gebruik word vir die<br> <i>midi</i> kanaal effekte<br> <b>koor</b>, <b>reverberation</b>,<br> <b>celeste</b>, en <b>faser</b>.<br> wanneer dit is af, <b>koor</b> is<br> klaar in plaas van met addisionele ontstem<br> notas, en <b>reverberation</b> is<br> klaar met ego notas, maar<br> die ander effekte word nie klaar.
cs: Když je toto tlačítko zapnuto,<br> použijí se filtry pro <i>midi</i> efekty<br> <b>chorus</b>, <b>reverberation</b>,<br> <b>celeste</b>, a <b>phaser</b>.<br> Když je vypnuto, provádí se <b>chorus</b><br> namísto tvorby rozhozených not<br> a <b>reverberation</b> se provádí<br> pomocí echo not, ale ostatní<br> efekty se neprovádějí.
da: Når denne knap er nede,<br> bruges der filtre for<br><i>midi</i>kanal-effekter<br> <b>kor</b>,<b>efterklang</b>,<br> <b>celeste</b>, og <b>faser</b>.<br> Når den er oppe, laves<b>kor</b> i stedet for<br> med ekstra detunede noder, og<br> <b>efterklang</b> laves med ekkonoder,<br> og<br> de andre effekter laves ikke.
de: Ist dieser Schalter gedrückt,<br> werden Filter für Chor, Hall,<br> Celeste und Phaser benutzt.<br> Ist er nicht gedrückt, so wird der<br> Chor-Effekt mit verstimmten Noten<br> und der Hall mit Echo-Tönen erzeugt.<br> Die anderen Effekte werden nicht erzeugt.
eo: Se tiu butono estas premita,<br> filtroj estas uzataj por la<br> <i>MIDI</i>-kanalefektoj<br> <b>ĥoro</b>, <b>resonado</b>,<br> <b>"celeste"</b> kaj <b>fazoŝovo</b>.<br> Se ĝi estas elŝaltita, <b>ĥoro</b> estas<br> farita anstataŭe per altecŝovitaj noroj<br> kaj <b>resonado</b> per eĥonotoj, sed<br> la aliaj efektoj ne estas farataj.
es: Cuando está presionado el botón,<br> los efectos del canal <i>MIDI</i><br> <b>coro</b>, <b>reverberación</b>,<br> <b>celeste</b>, y <b>desfasador</b>.<br> Cuando está off, se realiza el efecto<br> <b>coro</b> con notas desintonizadas<br> y la <b>reverberación</b> se realiza con<br> eco, pero los otros efectos no se hacen.
et: Kui see nupp on all, siis kasutatakse<br> kanalite efektide <b>chorus</b>,<br> <b>reverb</b>,<b>celeste</b>ja <b>phaser</b><br> jaoks filtreid.<br> Kui nupp on väljas, siis tehakse <b>chorus</b><br> lisaks detuunitud nootide asemel ja<br> <b>reverb</b> kajanootidega, kuid<br> teisi efekte mitte.
fi: Kun tämä nappi on alhaalla,<br> suodattimia käytetään<br> <i>midi</i>-kanavaefekteille<br> <b>kuoro</b>, <b>jälkikaiku</b>,<br> <b>celeste</b>, ja <b>vaihe</b>.<br> Kun toiminto on poissa, <b>kuoro</b> <br> tehdään ylimääräisten detune-nuottien<br> sijasta ja <b>jälkikaiku</b> <br> tehdään kaiku-muoteille, mutta<br> muut efektit ovat entisellään.
fr: Lorsque ce bouton est<br> enfoncé, des filtres sont<br> utilisés pour les<br> effets sur le canal MIDI<br> <b>chorus</b>,<br> <b>réverbération</b>,<br> <b>céleste</b> et<br> <b>phaser</b>. S'il<br> est relâché, le <b>chorus</b><br> est produit par des<br> notes supplémentaires<br> désaccordées, et la<br> <b>réverbération</b><br> est produite par des<br> notes en écho.<br> Les autres effets ne<br> sont pas produits.
he: <p align=right>,ץוחל הז רותפכשכ<br> רובע םיננסמב שומיש השענ<br> <i>Midi</i>-ה ץורע יטקפא<br> ,<b>chorus</b> ,<b>דוהדה</b><br> .<b>celeste</b>-ו <b>phaser</b><br> <b>chorus</b> עצבתמ ,יובכ אוהשכ<br> detuned יוות םע תאז םוקמב<br> עצבתמ <b>דוהדה</b>ו ,םיפסונ<br> לבא ,דה יוות םע<br> .םיעצובמ אל םיטקפאה ראש
hu: Ha ez a gomb be van nyomva,<br> a szűrők be lesznek kapcsolva az<br> alábbi <i>MIDI</i> csatornaeffektusokra:<br> <b>chorus</b>, <b>reverberation</b>,<br> <b>celeste</b>, és <b>phaser</b>.<br> Ha a gomb nincs benyomva, a <b>chorus</b><br> extra 'detuned' hangjegyeket kap,<br> a <b>reverberation</b> echo<br> hangjegyekkel történik, de<br> a többi effektus nem lesz használva.
id: Jika tombol ini terpilih,<br> penyaring akan digunakan<br> untuk efek kanal <i>midi</i><br> <b>koor</b>, <b>penggemaan</b>,<br> <b>celeste</b>, dan <b>phaser</b>.<br> Jika tak terpilih, <b>koor</b> dilakukan<br> dengan not detuned tambahan,<br> dan <b>penggemaan</b> dilakukan<br> dengan not gema, tetapi<br> efek-efek lainnya tidak dilakukan.
it: Quando il pulsante è premuto,<br> filtri sono usati per i canali<br> <i>midi</i> degli effetti<br> <b>coro</b>, <b>riverbero</b>,<br> <b>celeste</b> e <b>sincronizzatore</b>.<br> Quando è spento il <b>coro</b> è utilizzato<br> al suo posto, con un extra scordatura<br> e il <b>riverbero</b> è fatto<br> con note di eco, ma gli altri<br> effetti non sono applicati.
ja: このボタンが押されていると<br> <i>midi</i>チャネルイフェクト、<br> <b>コーラス</b>、<b>リバーブ</b>、<br> <b>セレスト</b>、<b>フェイザ</b>、<br> 等にフィルタが使用されます。<br> ここがオフになっていると、<b>コーラス</b><br> は追加デチューン音無しでかけ<br> られます。また<b>リバーブ</b>は<br> はエコー音付きでかけられます。<br> その他のイフェクトはかけられません。
mk: Кога ова копче е притиснато,<br> се користат филтри за<br> <i>midi</i> ефекти на каналите<br> <b>хорус</b>, <b>реверб</b>,<br> <b>целеста</b>, and <b>ласер</b>.<br> Кога не е, <b>хорусот</b> е<br> вклучен наместо додатни детон<br> ноти, и <b>ревербот</b> е<br> вклучен со ехо ноти, но<br> другите ефекти не се процесираат.
nl: Als deze knop is aangezet,<br> dan worden filters gebruikt voor de<br> <i>midi-kanaaleffecten</i><br> <b>koor</b>, <b>nagalm</b>,<br> <b>celeste</b>, en <b>phaser</b>.<br> Als zij is uitgezet, dan wordt <b>koor</b><br> alleen met extra stemgeluid <br> gebruikt en wordt de <b>nagalm</b><br> gedaan met extra echonoten. De overige effecten<br> worden niet uitgevoerd.
no: Når denne knappen er nede,<br> brukes der filtre for<br><i>midi</i>-kanal-effektene<br> <b>kor</b>,<b>etterklang</b>,<br> <b>celeste</b>, og <b>faser</b>.<br> Når den er oppe, lages det i steden <b>kor</b><br> med ekstra detunede noter, og<br> <b>etterklang</b> lages med ekko-noter,<br> og de andre effektene lages ikke.
no_ny: Når denne knappen er nede, vert<br> filter brukt for <i>midi</i>-kanaleffektane<br> <b>kor</b>, <b>romklang</b>, <b>»celeste»</b><br> og <b>»phaser»</b>.<br> Når funksjonen ikkje er på, vert<br> <b>koreffekta<b> brukt i staden med ekstra<br> »detuned» notar, og <b>romklang</b> for<br> ekkonotar. Andre effektar vert ikkje brukte.
pt: Quando o botão está premido,<br> são usados filtros para os<br> efeitos de canal <i>MIDI</i><br> <b>coro</b>, <b>reverberação</b>,<br> <b>celeste</b>, e <b>phaser</b>.<br> Quando está desligado, o <b>coro</b> é<br> feito com notas 'detuned' extra,<br> a <b>reverberação</b> é<br> feita com notas eco, e<br> os outros efeitos não são efectuados.
pt_br: Quando este botão está pressionado,<br> os filtros são usados para os efeitos<br> <i>MIDI</i> de canal: <b>chorus</b>,<br> <b>reverberação</b>,<b>celeste</b>,<br> e <b>phaser</b>. Quando desligado, o <br> <b>chorus</b> é realizado com o recurso<br> de notas "extra atonais", e a<br> <b>reverberação</b> é realizada com notas<br> de eco, mas os outros efeitos não são<br> realizados.
ro: Cînd butonul este apăsat, vor fi utilizate filtre pentru efectele de canale <i>midi</i> <b>cor</b>, <b>reverberaţie</b>, <b>celest</b> şi <b>fazer</b>. Cînd este dezactivat, este generat efectul de <b>cor</b> cu note dezacordate suplimentare şi <b>reverberaţia</b> este facută cu note de ecou, dar celelalte efecte nu sînt produse.
ru: При включении этой кнопки<br> фильтры применяются для<br> эффектов каналов <i>midi</i><br> <b>многоголосия</b>, <b>реверберации</b>,<br> <b>челесты</b> и <b>фазировщика</b>.<br> Когда она выключена, <b>многоголосие</b> звучит<br> с дополнительными диссонансными<br> нотами, а <b>реверберация</b> -<br> с эховыми нотами, при этом<br> все остальные эффекты выключены.
sk: Keď je zapnuté toto tlačidlo,<br> sú použité filtre pre<br> <i>midi</i> kanálové efekty<br> <b>chorus</b>, <b>reverb</b>,<br> <b>celeste</b> a <b>phaser</b>.<br> Keď je vypnuté, je použitý iba<br> <b>chorus</b> s detune zvukmi,<br> a <b>reverb</b> s echo zvukmi, ale<br> zvyšné efekty sú vypnuté.
sl: Ko je gumb vgreznjen so filtri<br> aktivni za sledeče <br> <i>midi</i>učinke<br> <b>chorus</b>, <b>reverb</b>,<br> <b>celeste</b>, and <b>phaser</b>.<br> Ko pa je neaktiven, je <b>chorus</b><br> uporabljen namesto dodatnega poduglaševanja<br> not in <b>reverb</b> je izpeljan<br> z echo notami, toda<br> ostali učinki niso uporabljeni.
sr: Kada je ovaj taster pritisnut,<br> filteri se koriste za<br> efekte <i>midi</i> kanala<br> <b>horusa</b>, <b>reverberacije</b>,<br> <b>čelesta</b>, i <b>fazera</b>.<br> Kada nije pritisnut, <b>horus</b> je<br> uradjen sa dodatnim povišenim<br> tonovima, i <b>reverberacija</b> je<br> uradjena sa dopunskim eho tonovima, ali<br> ostali efekti nisu.
sv: När den här knappen är nere,<br> används filter för <i>midi</i>-<br> kanalens effekter<br> <b>kör</b>, <b>eko-effekt</b>,<br> <b>celeste</b>, och <b>phaser</b>.<br> När den är uppe, görs <b>kör</b><br> istället med extra ostämda<br> toner, och <b>eko-effekten</b> görs<br> med extra ekotoner, men<br> de andra effekterna görs inte.
tr: Bu butona basıldığında, <br> filtreler <i>midi</i> kanal etkileri <br> için kullanılır; <b>koro</b>,<br> <b>yankılama</b>, <b>celeste</b>, <br> ve <b>evreleyici</b>.<br> Buton basık değilse, <b>koro</b>, <br> aşırı bozulmuş notalarla, <br> ve <b>yankılama</b> da, yankılanmış <br> notalarla işlem yapar. Ancak diğer<br> etkiler etkisiz kalır.
uk: Коли ця кнопка натиснута,<br> для ефектів <i>midi</i> каналів<br> <b>хор</b>, <b>реверберація</b>,<br> <b>челеста</b> та <b>фазувальник</b><br> використовуються фільтри<br> Інакше, використовується <b>хор</b><br> з додатковими знестроєними<br> нотами, і <b>реверберація</b><br> за допомогою нот з відлунням але<br> інші ефекти вимкнено.

source: Use this to set the maximum<br> notes that can be played<br> at one time. Use a lower<br> setting to avoid dropouts.
af: gebruik hierdie aan stel die maksimum<br> notas wat kan wees gespeel<br> na een tyd. gebruik 'n sagter<br> opset aan vermy uitvalle.
cs: Zde můžete nastavit maximální<br> počet not, které lze přehrávat<br> v jeden okamžik. Nastavením nižších<br> hodnot zamezíte přeskakování.
da: Brug dette til at indstille maksimalt antal<br> noder der kan spilles på én gang. Brug<br> en lavere indstilling for at undgå dropud.
de: Geben Sie hier die maximale Anzahl <br>Töne an, die gleichzeitig gespielt<br> werden können. Wählen Sie eine <br> kleinere Zahl, wenn Sie Aussetzer haben.
eo: Uzu tion por difini la maksimuman<br> nombron da notoj ludeblaj samtempe.<br> Uzu pli malaltan valoron por eviti ellasojn.
es: Use esto para ajustar el número<br> máximo de notas reproducidas de<br> una sola vez. Use un valor menor<br> para evitar desvanecimientos.
et: Selle abil määra maksimaalne<br> korraga mängitavate nootide<br> arv. Vahelejättude vältimiseks<br> kasuta madalamat seadistust.
fi: Käytä tätä asettamaan suurin<br> yhtäaikaa soitettavien nuottien<br> määrä. Käytä pientä arvoa<br> estämään nuottien pudotuksia.
fr: Utilisez ceci pour régler<br> le nombre maximum de notes<br> qui peuvent être jouées<br> simultanément. Diminuez-le pour<br> éviter les débordements<br> du tampon.
he: <p align=right>תא עובקל ידכ הזב שמתשה<br> םיוות לש יברימה רפסמה<br> שמתשה .תחא תבב ןגנל ןתינש<br> .תוטמשהמ ענמיהל ידכ ךומנ ךרעב
hu: Itt lehet beállítani<br> az egyszerre lejátszott hangjegyek<br> maximális számát. Alacsony érték esetén<br> kisebb a dropout valószínűsége.
id: Gunakan ini untuk menentukan<br> maksimum not yang dapat<br> dimainkan pada satu waktu. Pilih<br> nilai rendah untuk menghindari dropout.
it: Usa questo per settare il massimo<br> numero di note che possono essere<br> suonate assieme. Usa un numero più<br> basso per evitare perdite.
ja: 同時に演奏できる音符の最大<br> 数をここで設定して下さい。<br> ドロップアウトを避けるには<br> 小さい数を指定します。
mk: Користете го ова за местење<br> на максималниот број ноти што<br> ќе свират истовремено. Наместете го<br> пониско за одбегнување на загубени ноти.
nl: Gebruik dit om het maximum aantal <br> noten dat tegelijkertijd wordt afgespeeld<br> in te stellen. Gebruik een lagere instelling<br> om uitvallen te voorkomen
no: Bruk dette til å bestemme maksimalt antall<br> noter som kan spilles på en gang. Bruk<br> en lavere innstilling for å ungå dropput.
no_ny: Bruk denne for å velja det høgste<br> talet på notar som kan spelast<br> på ein gong. For å unngå hakking i<br> lyden, vel ei lågare innstilling.
pt: Usar isto para configurar o máximo<br> de notas que podem ser tocadas<br> de uma só vez. Usar uma configuração<br> baixa para evitar quedas.
pt_br: Use isto para configurar o número<br> máximo de notas que podem ser tocadas<br> de uma vez. Use um valor menos para<br> evitar "drop-outs" (falhas).
ro: Utilizaţi aceasta pentru a seta numărul maxim de note care pot fi redate la un moment dat. Utilizaţi o valoarea redusă pentru a evita întreruperile.
ru: Установить максимальное<br> число нот, которые могут играться<br> одновременно. Используйте меньшие<br> значения для устранения пропусков нот.
sk: Toto použite na nastavenie maxima<br> zvukov, ktoré môžu byť hrané<br> súčasne. Použite nižšie nastavenie,<br> ak sa chcete vyhnúť výpadkom.
sl: S tem nastavitite največje<br> število not ki se lahko predvajajo<br> hkrati. Uporabite manjšo vrednost, da<br> preprečite izpušanje not.
sr: Koristi ovo za postavljanje maksimalno<br> tonova koji se mogu reprodukovati<br> istovremeno. Koristi niže<br> podešavanje radi izbegavanja gubitka tonova.
sv: Använd det här för att sötta maximalt<br> antal toner som kan spelas<br> på en gång. Använd ett lägre<br> värde för att undvika avbrott.
tr: Bir seferde çalınabilecek nota <b> sayısını en yükseğe çıkarmak için bunu<br> kullanın. Sinyal yitiminden <br> kaçınmak için düşük ayar kullanın.
uk: Використовуйте для встановлення максимальної<br> кількості нот, що можуть бути програні<br> за раз. Використовуйте менші значення,<br> щоб уникнути пропусків розрядів.
