Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: Extra echo notes are<br> played to get the effect<br> of reverberation.
af: addisionele ego notas word<br> gespeel aan kry die effek<br> van reverberation.
cs: Hrají se přidané echo noty,<br> aby se dosáhlo efektu<br> ozvěny.
da: Ekstra noder spilles<br> for at få en efterklangs<br> virkning.
de: Es werden zusätzliche <br> Töne für das Echo erzeugt.
eo: Kromaj eĥonotoj estas<br> ludataj por atingi resonefekton.
es: Se reproducen notas extra<br> de eco para conseguir un<br> efecto de reverberación.
et: Reverb efekti saamiseks<br> mängitakse kajanoote lisaks.
fi: Ylimääräisiä kaikunuotteja<br> soitetaan jälkikaiun luomiseksi.
fr: Des notes supplémentaires<br> sont jouées en écho pour<br> obtenir un effet de réverbération.
he: <p align=right>םינגונמ םיפסונ דה יוות<br> לש טקפא לבקל ידכ<br> .דוהדה
hu: Extra echo hangjegyek<br> lejátszása a 'reverberation'<br> effektus használatához.
id: Not gema tambahan<br> dimainkan untuk memperoleh<br> efek penggemaan.
it: Note extra sono suonate<br> per avere l'effetto di<br> riverbero.
ja: 追加エコーはリバーブの<br> 効果を得る為に演奏され<br> ます。
mk: Додатни ехо ноти се отсвируваат<br> со цел да се добие ефектот<br> реверб.
nl: Extra echo noten zijn<br> gespeeld om het nagalmeffect<br> te krijgen.
no: Ekstra noter spilles<br> for å få en etterklangs-<br> virkning.
no_ny: Spel ekstra notar for å<br> gi romklangeffekt.
pt: Notas de eco extra são<br> tocadas para obter o efeito de<br> reverberação.
pt_br: Notas extras de eco são<br> reproduzidas para obter o efeito<br> de reverberação.
ro: Notele suplimentare de ecou sînt redate pentru a obţine efectul de reverberaţie.
ru: Воспроизводить дополнительные<br> эховые ноты для создания<br> эффекта реверберации.
sk: Echo zvuky sa hrajú<br> aby vznikol reverb efekt.
sl: Dodatne note se igrajo, da<br> s pridobi učinek "reverb"<br>.
sr: Dodatne eho tonovi se<br> reprodukuju da bi se dobio efekat<br> reverberacije.
sv: Extra ekotoner spelas<br> för att få ekoeffekten.
tr: Aşırı yankı notaları <br> yankılama efektini <br> elde etmek için çalınıyor.
uk: Програвати додаткові<br> ноти з відлунням для ефекту<br> реверберації.

source: Echo level
af: ego vlak
cs: Úroveň echa
da: Ekko niveau
de: Echo-Stärke
eo: Eĥonivelo
es: Nivel de eco
et: Kaja nivoo
fi: Kaikutaso
fr: Niveau d'écho
he: דה תמר
hu: Echo szint
id: Tingkat gema
it: Livello echo
ja: エコーレベル
mk: Ниво на ехо
nl: Echo-niveau
no: Ekkonivå
no_ny: Ekkonivå
pt: Nível de eco
pt_br: Nível de eco
ro: Nivel ecou
ru: Уровень эхо
sk: Echo úroveň
sl: Stopnja odmeva
sr: Nivo eha
sv: Ekonivå
tr: yankı seviyesi
uk: Рівень луни

source: The level for echo notes<br> is set according to the midi<br> channel setting and what the<br> instrument patch specifies.
af: die vlak vir ego notas<br> is stel volgens aan die midi<br> kanaal opset en wat die<br> instrument lap spesifiseer.
cs: Úroveň pro echo noty je nastavena<br> v souladu s nastavením midi<br> kanálu a tím, co požaduje<br> nástrojový vzorek.
da: Niveauet for ekkonoder<br> er sat i overensstemmelse med midi<br> kanalindstilling og hvad instrument<br> patchen angiver.
de: Die Stärke des Echos<br> ist eingestellt, wie es<br> der Midi-Kanal und der<br> Patch bestimmen.
eo: La nivelo por eĥonotoj<br> estas difinita laŭ la MIDI-<br> kanalagordo kaj la<br> instrumentofliko.
es: El nivel de las notas de eco<br> se determina de acuerdo a la<br> configuración de canal de MIDI<br> y las especificaciones del parche<br> del instrumento.
et: Kajanootide nivoo on seatud<br> vastavalt midi kanali<br> seadistusele ja sellele, mida<br> määrab instrumendi patch.
fi: Kaikutaso on asetettu<br> midi kanava-asetusten mukaan<br> ja sen mukaan, mitä patch-tiedosto<br> määrittelee.
fr: Le niveau des notes d'écho<br> dépend des réglages du<br> canal MIDI et de ce que<br> l'instrument spécifie.
he: <p align=right>דה יוותל המרה<br> הרדגהה יפל תרדגומ<br> המו ידימה ץורע לש<br> .ןייצמ ילכה יאלטש
hu: Az echo hangjegyek szintje<br> a MIDI csatorna beállításának<br> felel meg és a hangszerek hangmintájának<br> előírásait is figyelembe veszi.
id: Tingkat gema ditentukan<br> sesuai dengan pengaturan<br> kanal midi dan apa yang<br> ditentukan oleh patch instrumen.
it: Il livello per le note di eco<br> è impostato in accordo con<br> le impostazioni del canale e con<br> le specifiche del brano dello strumento.
ja: エコー音のレベルはmidiチャネル<br> の設定及びどの楽器のパッチが<br> 設定されているかにより決まります。
mk: Нивото на ехо нотите<br> се поставува во зависност од<br> поставките на midi каналот<br> и спацификациите на инструменталниот дел.
nl: Het niveau voor echonoten<br> is ingesteld volgens de midi-<br> kanaalinstelling en wat de<br> instrumentenpatch specificeert.
no: Nivået for ekkonoter<br> er satt i overensstemmelse med midi<br> kanalinnstilling og hva instrument-<br> lappen angir.
no_ny: Nivået for ekkonotar vert<br> sett i høve til midi-kanal-<br> innstillingane og det som er<br> spesifisert i instrumentlappen.
pt: O nível das notas de eco<br> está configurado de acordo com<br> o valor do canal MIDI e com o que<br> o 'patch' do instrumento determina.
pt_br: O nível para notas de eco é<br> configurado de acordo com a<br> configuração de canais MIDI<br> e o que o patch do instrumento<br> especifica.
ro: Nivelul notelor ecou este setat în funcţie de setarea canalului MIDI şi a ceea ce specifică peticul instrumentului.
ru: Уровень эховых нот<br> выставлен в соответствии с настройками<br> midi канала и тем, как его задает<br> патч инструмента.
sk: Úroveň pre echo zvuky<br> je nastavená podľa <br> nastavenia midi kanálov <br> a jednotlivých modulov nástrojov.
sl: Stopnja za vsako noto odmeva<br> je nastavljena v soglasju z<br> midi kanalom in z vzorcem<br> inštrumenta.
sr: Nivo eho tonova<br> je podešen prema podešenosti<br> midi kanala i prema<br> specifikaciji piča instrumenta.
sv: Nivån för ekotoner<br> sätts enligt minikanalens<br> inställningar och vad<br> instrumentuppsättningen anger.
tr: Yankılanacak notaların seviyesi<br> midi kanalı özelliklerine <br> ve yamanın belirtilerine <br> göre kondu.
uk: Рівень нот з відлунням<br> встановлено відповідно до<br> параметрів каналу midi та<br> специфікацій латки.

source: The echo level<br> is set to a minimum level of 32.
af: die ego vlak<br> is stel aan 'n minimum vlak van 32.
cs: Úroveň echa je nastavena<br> minimálně na hodnotu 32.
da: Ekko niveauet er sat<br> til 32 minimalt.
de: Die Stärke des Echos ist auf<br> ein Minimum von 32 eingestellt.
eo: La eĥonivelo estas<br> metata al minimuma nivelo 32.
es: El nivel de eco se pone<br> a un nivel mínimo de 32.
et: Kaja nivoo on seatud<br> minimaalsele tasemele 32.
fi: Kaikutaso<br> on asetettu minimarvoon 32.
fr: Le niveau d'écho<br> est réglé sur la valeur<br> minimale 32.
he: <p align=right>דהה תמר<br> המרל תרדגומ<br> .32 לש תילמינימ
hu: Az echo szint<br> a minimális értékre (32-re) van állítva.
id: Tingkat gema ditentukan<br> pada tingkat minimum 32.
it: Il ivello di eco è impostato<br> ad un livello minimo di 32
ja: エコーレベルは最低レベル<br> の32にセットされています。
mk: Нивото на ехо<br> е поставено на минимална вредност од 32.
nl: Het echo-niveau<br> is ingesteld tot een minimum niveau van 32.
no: Ekkonivået er satt<br> til 32 minimalt.
no_ny: Ekkonivået er sett til<br> eit minimumsnivå på 32.
pt: O nível de eco<br> está configurado no nível mínimo 32.
pt_br: O nível de eco é<br> configurado para o mínimo de 32.
ro: Nivelul de ecou este setat la minim 32.
ru: Минимальный уровень<br> эхо (32).
sk: Úroveň echo je <br> nastavená na minimum 32.
sl: Stopnja odmeva<br> je na najmanjši stopnji (na 32).
sr: Eho nivo<br> je podešen na minimalni nivo 32.
sv: Ekonivån<br> är inställd på minimal nivå 32.
tr: Yankı seviyesi en düşük değer olan<br> 32'ye alındı.
uk: Рівень луни<br> встановлено у мінімальний рівень 32.

source: The echo level<br> is set to a minimum level of 64.
af: die ego vlak<br> is stel aan 'n minimum vlak van 64.
cs: Úroveň echa je nastavena<br> minimálně na hodnotu 64.
da: Ekko niveauet er sat<br> til 64 minimalt.
de: Die Stärke des Echos ist auf<br> ein Minimum von 64 eingestellt.
eo: La eĥonivelo estas<br> metata al minimuma nivelo 64.
es: El nivel de eco se pone<br> a un nivel mínimo de 64.
et: Kaja nivoo on seatud<br> minimaalsele tasemele 64.
fi: Kaikutaso<br> on asetettu minimarvoon 64.
fr: Le niveau d'écho<br> est réglé sur la valeur<br> minimale 64.
he: <p align=right>דהה תמר<br> המרל תרדגומ<br> .64 לש תילמינימ
hu: Az echo szint<br> a minimális értékre (64-re) van állítva.
id: Tingkat gema ditentukan<br> pada tingkat minimum 64.
it: Il ivello di eco è impostato<br> ad un livello minimo di 64
ja: エコーレベルは最低レベル<br> の64にセットされています。
mk: Нивото на ехо<br> е поставено на минимална вредност од 64.
nl: Het echo-niveau<br> is ingesteld tot een minimum niveau van 64.
no: Ekkonivået er satt<br> til 64 minimalt.
no_ny: Ekkonivået er sett til<br> eit minimumsnivå på 64.
pt: O nível de eco<br> está configurado no nível mínimo 64.
pt_br: O nível de eco é<br> configurado para o mínimo de 64.
ro: Nivelul de ecou este setat la minim 64.
ru: Минимальный уровень<br> эхо (64).
sk: Úroveň echo je <br> nastavená na minimum 64.
sl: Stopnja odmeva<br> je na najmanjši stopnji (na 64).
sr: Eho nivo<br> je podešen na minimalni nivo 64.
sv: Ekonivån<br> är inställd på minimal nivå 64.
tr: Yankı seviyesi<br> en düşük değer olan 64'e alındı
uk: Рівень луни<br> встановлено у мінімальний рівень 64.

source: The echo level<br> is set to a minimum level of 96.
af: die ego vlak<br> is stel aan 'n minimum vlak van 96.
cs: Úroveň echa je nastavena<br> minimálně na hodnotu 96.
da: Ekko niveauet er sat<br> til 96 minimalt.
de: Die Stärke des Echos ist auf<br> ein Minimum von 96 eingestellt.
eo: La eĥonivelo estas<br> metata al minimuma nivelo 96.
es: El nivel de eco se pone<br> a un nivel mínimo de 96.
et: Kaja nivoo on seatud<br> minimaalsele tasemele 96.
fi: Kaikutaso<br> on asetettu minimarvoon 96.
fr: Le niveau d'écho<br> est réglé sur la valeur<br> minimale 96.
he: <p align=right>דהה תמר<br> המרל תרדגומ<br> .96 לש תילמינימ
hu: Az echo szint<br> a minimális értékre (96-ra) van állítva.
id: Tingkat gema ditentukan<br> pada tingkat minimum 96.
it: Il ivello di eco è impostato<br> ad un livello minimo di 96.
ja: エコーレベルは最低レベル<br> の96にセットされています。
mk: Нивото на ехо<br> е поставено на минимална вредност од 96.
nl: Het echo-niveau<br> is ingesteld tot een minimum niveau van 96.
no: Ekkonivået er satt<br> til 96 minimalt.
no_ny: Ekkonivået er sett til<br> eit minimumsnivå på 96.
pt: O nível de eco<br> está configurado no nível mínimo 96.
pt_br: O nível de eco é<br> configurado para o mínimo de 96.
ro: Nivelul de ecou este setat la minim 96.
ru: Минимальный уровень<br> эхо (96).
sk: Úroveň echo je <br> nastavená na minimum 96.
sl: Stopnja odmeva<br> je na najmanjši stopnji (na 96).
sr: Eho nivo<br> je podešen na minimalni nivo 96.
sv: Ekonivån<br> är inställd på minimal nivå 96.
tr: Yankı seviyesi<br> en düşük değer olan 96'ya alındı.
uk: Рівень луни<br> встановлено у мінімальний рівень 96.

source: The echo level<br> is set to the maximem level of 127.
af: die ego vlak<br> is stel aan die maksimum vlak van 127.
cs: Úroveň echa je nastavena<br> minimálně na hodnotu 127.
da: Ekko niveauet er sat<br> til 127 minimalt.
de: Die Stärke des Echos ist auf<br> ein Maximum von 127 eingestellt.
eo: La eĥonivelo estas<br> metata al minimuma nivelo 127.
es: El nivel de eco se pone<br> a un nivel máximo de 127.
et: Kaja nivoo on seatud<br> maksimaalsele tasemele 127.
fi: Kaikutaso<br> on asetettu maksimiarvoon 127.
fr: Le niveau d'écho<br> est réglé sur la valeur<br> maximale 127.
he: <p align=right>דהה תמר<br> המרל תרדגומ<br> .127 לש תיברימ
hu: Az echo szint<br> a minimális értékre (127-re) van állítva.
id: Tingkat gema ditentukan<br> pada tingkat maksimum 127.
it: Il ivello di eco è impostato<br> ad un livello massimo di 127.
ja: エコーレベルは最低レベル<br> の127にセットされています。
mk: Нивото на ехо<br> е поставено на минимална вредност од 127.
nl: Het echo-niveau<br> is ingesteld tot een minimum niveau van 127.
no: Ekko nivået er satt<br> til 127 minimalt.
no_ny: Ekkonivået er sett til<br> eit maksimumsnivå på 127.
pt: O nível de eco<br> está configurado no nível máximo 127.
pt_br: O nível de eco é<br> configurado para o máximo de 127.
ro: Nivelul de ecou este setat la maxim 127.
ru: Максимальный уровень<br> эхо (127).
sk: Úroveň echo je <br> nastavená na maximum 127.
sl: Stopnja odmeva<br> je na najmanjši stopnji (na 127).
sr: Eho nivo<br> je podešen na maksimalni nivo 127.
sv: Ekonivån<br> är inställd på maximal nivå 127.
tr: Yankı seviyesi<br> en yüsek değer olan 127'ye alındı.
uk: Рівень луни<br> встановлено у мінімальний рівень 127.

source: Chorus
af: koor
da: Kor
de: Chor
eo: Ĥoro
es: Coro
fi: Kuoro
id: Koor
it: Coro
ja: コーラス
mk: Хорус
nl: Samenzang
no_ny: Kor
pt: Coro
ro: Cor
ru: Многоголосие
sr: Horus
sv: Korus
tr: Koro
uk: Хор

source: Chorus level
af: koor vlak
cs: Úroveň chorusu
da: Korniveau
de: Chor-Stärke
eo: Ĥornivelo
es: Nivel de coro
et: Chorus efekti nivoo
fi: Kuorotaso
fr: Niveau de chorus
he: Chorus תמר
hu: Chorus szint
id: Tingkat koor
it: Livello coro
ja: コーラスレベル
mk: Ниво на хорус
nl: Samenzangniveau
no: Chorus-nivå
no_ny: Kornivå
pt: Nível de coro
pt_br: Nível do chorus
ro: Nivel cor
ru: Уровень многоголосия
sk: Chorus úroveň
sl: Stopnja "chorus"
sr: Nivo horusa
sv: Korusnivå
tr: Koro seviyesi
uk: Рівень хору

source: The chorus level<br> is set according to the midi<br> channel setting and what the<br> instrument patch specifies.
af: die koor vlak<br> is stel volgens aan die midi<br> kanaal opset en wat die<br> instrument lap spesifiseer.
cs: Úroveň chorusu je nastavena<br> v souladu s nastavením midi<br> kanálu a tím, co požaduje<br> nástrojový vzorek.
da: Niveauet for kor<br> er sat i overensstemmelse med midi<br> kanalindstilling og hvad instrument<br> patchen angiver.
de: Die Stärke des Chors<br> ist eingestellt, wie es<br> der Midi-Kanal und der<br> Patch bestimmen.
eo: La ĥoronivelo estas<br> difinita laŭ la MIDI-kanal-<br> agordo kaj la instrumentofliko.
es: Se establece el nivel<br> de coro de acuerdo a la<br> configuración del canal<br> MIDI y las especificaciones<br> del instrumento.
et: Chorus efekti nivoo on<br> seatud vastavalt midi<br> kanali seadistusega ja sellega,<br> mida määrab instrumendi patch.
fi: Kuorotaso on asetettu<br> midi kanava-asetusten mukaan<br> ja sen mukaan, mitä patch-tiedosto<br> määrittelee.
fr: Le niveau de chorus<br> dépend des réglages du<br> canal MIDI et de ce que<br> l'instrument spécifie.
he: <p align=right>תעבקנ chorus-ה תמר<br> ץורע תרדגה יפל<br> המ יפלו ידימה<br> .ילכה יאלט ןייצמש
hu: A chorus szintje<br> a MIDI csatorna beállításának<br> felel meg és a hangszerek hangmintájának<br> előírásait is figyelembe veszi.
id: Tingkat koor ditentukan<br> sesuai dengan pengaturan<br> saluran midi dan apa yang<br> ditentukan oleh patch instrumen.
it: Il livello del coro è<br> settato in accordo con il<br> settaggio del canale del midi<br> e di quel che i brani degli<br> strumenti specificano<br>
ja: コーラスレベルはmidiチャネル<br> の設定及びどの楽器のパッチが<br> 設定されているかにより決まります。
mk: Нивото на хорусот<br> се поставува во зависност од<br> поставките на midi каналот<br> и спацификациите на инструменталниот дел.
nl: Het samenzangniveau<br> is ingesteld volgens de midi-<br> kanaalinstelling en wat de<br> insturmentpatch specificeert.
no: Nivået for kor<br> er satt i overensstemmelse med midi-<br> kanalinnstillingene og hva instrument-<br> lappen angir.
no_ny: Koreffektnivået vert sett i<br> høve til midi-kanalinnstillingane<br> og det som er spesifisert i<br> instrumentlappen.
pt: O nível de coro<br> está configurado de acordo com a<br> configuração do canal MIDI e com o que o<br> 'patch' do instrumento determina.
pt_br: O nível de chorus é configurado<br> de acordo com a configuração dos<br> canais MIDI e o que o patch do<br> instrumento especifica.
ro: Nivelul corului este setat în funcţie de setarea canalului MIDI şi a ceea ce specifică peticul instrumentului.
ru: Уровень многоголосия<br> выставлен в соответствии с настройками<br> midi канала и тем, как его задает<br> патч инструмента.
sk: Úroveň pre chorus<br> je nastavená podľa <br> nastavenia midi kanálov <br> a jednotlivých modulov nástrojov.
sl: Stopnja "chorus" je nastavljena<br> v soglasju z nastavitvijo midi<br> kanala in z vzorcem<br> inštrumenta.
sr: Nivo horusa<br> je podešen prema podešenosti<br> midi kanala i prema<br> specifikaciji piča instrumenta.
sv: Korusnivån sätts<br> enligt midikanalens<br> inställningar och vad<br> instrumentuppsättningen anger.
tr: Koro seviyesi midi<br> midi kanalı özellikleri<br> ve yamanın belirtilerine<br> uygunlaştırıldı.
uk: Рівень хору<br> встановлено відповідно до параметрів<br> midi каналів та специфікацій<br> латок до інструменту.

source: The choruslevel<br> is set to a minimum level of 32.
af: die koor vlak<br> is stel aan 'n minimum vlak van 32.
cs: Úroveň chorusu je nastavena<br> minimálně na hodnotu 32.
da: Kor niveauet er sat<br> til 32 minimalt.
de: Die Stärke des Chores ist<br> auf ein Minimum von 32 gesetzt.
eo: La ĥoronivelo estas<br> metata al minimuma nivelo 32.
es: El nivel de coro se pone<br> a un nivel mínimo de 32.
et: Chorus efekt on seatud<br> minimaalsele tasemele 32.
fi: Kuorotaso<br> on asetettu minimarvoon 32.
fr: Le niveau de chorus<br> est réglé sur la valeur<br> minimale 32.
he: <p align=right>תרדגומ Chorus-ה תמר<br> .32 לש תילמינימ המרל
hu: A chorus szint<br> a minimális értékre (32-re) van állítva.
id: Tingkat koor ditentukan<br> pada tingkat minimum 32.
it: Il ivello di coro è impostato<br> ad un livello minimo di 32.
ja: コーラスレベルは最低レベル<br> の32にセットされています。
mk: Нивото на хорус<br> е поставено на минимална вредност од 32.
nl: Het samenzangniveau<br> is ingesteld tot een minimum van 32.
no: Kornivået er satt<br> til 32 minimalt.
no_ny: Koreffektnivået er sett<br> til minstenivået 32.
pt: O nível de coro<br> está configurado no nível mínimo de 32.
pt_br: O nível de chorus é<br> configurado para o mínimo de 32.
ro: Nivelul de ecou este setat la minim 32.
ru: Минимальный уровень<br> многоголосия (32).
sk: Úroveň pre chorus je <br> nastavená na minimum 32.
sl: Stopnja "chorus"<br> je na najmanjši stopnji (na 32).
sr: Horus nivo<br> je podešen na minimalni nivo 32.
sv: Korusnivån<b> är inställd på minimal nivå 32.
tr: Koro seviyesi<br> en düşük değer olan 32'ye alındı
uk: Рівень хору<br> встановлено у мінімальний рівень 32.

source: The choruslevel<br> is set to a minimum level of 64.
af: die koor vlak<br> is stel aan 'n minimum vlak van 64.
cs: Úroveň chorusu je nastavena<br> minimálně na hodnotu 64.
da: Kor niveauet er sat<br> til 64 minimalt.
de: Die Stärke des Chores ist<br> auf ein Minimum von 64 gesetzt.
eo: La ĥoronivelo estas<br> metata al minimuma nivelo 64.
es: El nivel de coro de pone<br> a un nivel mínimo de 64.
et: Chorus efekt on seatud<br> minimaalsele tasemele 64.
fi: Kuorotaso<br> on asetettu minimarvoon 64.
fr: Le niveau de chorus<br> est réglé sur la valeur<br> minimale 64.
he: <p align=right>תרדגומ Chorus-ה תמר<br> .64 לש תילמינימ המרל
hu: A chorus szint<br> a minimális értékre (64-re) van állítva.
id: Tingkat koor ditentukan<br> pada tingkat minimum 64.
it: Il ivello di coro è impostato<br> ad un livello minimo di 64.
ja: コーラスレベルは最低レベル<br> の64にセットされています。
mk: Нивото на хорус<br> е поставено на минимална вредност од 64.
nl: Het samenzangniveau<br> is ingesteld tot een minimum van 64.
no: Kor-nivået er satt<br> til 64 minimalt.
no_ny: Koreffektnivået er sett<br> til minstenivået 64.
pt: O nível de coro<br> está configurado no nível mínimo de 64.
pt_br: O nível de chorus é<br> configurado para o mínimo de 64.
ro: Nivelul de ecou este setat la minim 64.
ru: Минимальный уровень<br> многоголосия (64).
sk: Úroveň pre chorus je <br> nastavená na minimum 64.
sl: Stopnja "chorus"<br> je na najmanjši stopnji (na 64).
sr: Horus nivo<br> je podešen na minimalni nivo 64.
sv: Korusnivån<b> är inställd på minimal nivå 64.
tr: Koro seviyesi <br> en düşük değer olan 64'e alındı.
uk: Рівень хору<br> встановлено у мінімальний рівень 64.

source: The choruslevel<br> is set to a minimum level of 96.
af: die koor vlak<br> is stel aan 'n minimum vlak van 96.
cs: Úroveň chorusu je nastavena<br> minimálně na hodnotu 96.
da: Kor niveauet er sat<br> til 96 minimalt.
de: Die Stärke des Chores ist<br> auf ein Minimum von 96 gesetzt.
eo: La ĥoronivelo estas<br> metata al minimuma nivelo 96.
es: El nivel de coro se pone<br> a un nivel mínimo de 96.
et: Chorus efekt on seatud<br> minimaalsele tasemele 96.
fi: Kuorotaso<br> on asetettu minimarvoon 96.
fr: Le niveau de chorus<br> est réglé sur la valeur<br> minimale 96.
he: <p align=right>תרדגומ Chorus-ה תמר<br> .96 לש תילמינימ המרל
hu: A chorus szint<br> a minimális értékre (64-re) van állítva.
id: Tingkat koor ditentukan<br> pada tingkat minimum 96.
it: Il ivello di coro è impostato<br> ad un livello minimo di 96.
ja: コーラスレベルは最低レベル<br> の96にセットされています。
mk: Нивото на хорус<br> е поставено на минимална вредност од 96.
nl: Het samenzangniveau<br> is ingesteld tot een minimum van 96.
no: Kor-nivået er satt<br> til 96 minimalt.
no_ny: Koreffektnivået er sett<br> til minstenivået 96.
pt: O nível de coro<br> está configurado no nível mínimo de 96.
pt_br: O nível de chorus é<br> configurado para o mínimo de 96.
ro: Nivelul de ecou este setat la minim 96.
ru: Минимальный уровень<br> многоголосия (96).
sk: Úroveň pre chorus je <br> nastavená na minimum 96.
sl: Stopnja "chorus"<br> je na najmanjši stopnji (na 96).
sr: Horus nivo<br> je podešen na minimalni nivo 96.
sv: Korusnivån<b> är inställd på minimal nivå 96.
tr: Koro seviyesi<br> en düşük değer olan 96'ya alındı.
uk: Рівень хору<br> встановлено у мінімальний рівень 96.

source: The choruslevel<br> is set to the maximum level of 127.
af: die koor vlak<br> is stel aan die maksimum vlak van 127.
cs: Úroveň chorusu je nastavena<br> minimálně na hodnotu 127.
da: Kor niveauet er sat<br> til 127 minimalt.
de: Die Stärke des Chores ist<br> auf ein Maximum von 127 gesetzt.
eo: La ĥoronivelo estas<br> metata al minimuma nivelo 127.
es: El nivel de coro se pone<br> a un nivel máximo de 127.
et: Chorus efekt on seatud<br> maksimaalsele tasemele 127.
fi: Kuorotaso<br> on asetettu maksimiarvoon 127.
fr: Le niveau de chorus<br> est réglé sur la valeur<br> maximale 32.
he: <p align=right>תרדגומ Chorus-ה תמר<br> .127 לש תיברימ המרל
hu: A chorus szint<br> a minimális értékre (127-re) van állítva.
id: Tingkat koor ditentukan<br> pada tingkat maksimum 127.
it: Il ivello di coro è impostato<br> ad un livello massimo di 127.
ja: コーラスレベルは最低レベル<br> の127にセットされています。
mk: Нивото на хорус<br> е поставено на минимална вредност од 127.
nl: Het samenzangniveau<br> is ingesteld tot een minimum van 127.
no: Kor-nivået er satt<br> til 127 minimalt.
no_ny: Koreffektnivået er sett<br> til høgstenivået 127.
pt: O nível de coro<br> está configurado no nível máximo de 127.
pt_br: O nível de chorus é<br> configurado para o máximo de 127.
ro: Nivelul de ecou este setat la maxim 127.
ru: Максимальный уровень<br> многоголосия (127).
sk: Úroveň pre chorus je <br> nastavená na maximum 127.
sl: Stopnja "chorus"<br> je na najmanjši stopnji (na 127).
sr: Horus nivo<br> je podešen na maksimalni nivo 127.
sv: Korusnivån<b> är inställd på maximal nivå 127.
tr: Koro seviyesi<br> En yüksek değer olan 127'ye alındı.
uk: Рівень хору<br> встановлено у мінімальний рівень 127.
