Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: This setting is a delay<br> in centiseconds before a played<br> note is displayed on the<br> channel meter to the left.<br> It may help to synchronize the<br> display with the music.
af: hierdie opset is 'n vertraging<br> in sentisekondes voor 'n gespeel<br> nota is vertoon op die<br> kanaal meter aan die links.<br> dit dalk mag hulp aan sinkroniseer die<br> vertoon met die musiek.
cs: Toto nastavení určuje zpoždění<br> v setinách sekundy, než se přehrávaná<br> nota zobrazí<br> na ukazateli kanálů vlevo.<br> Může to být užitečné pro synchronizaci<br> zobrazení s hudbou.
da: Denne indstilling er en tøven<br> i centisekunder før en spillet node<br> bliver vist på kanalmåleren til venstre.<br> Det kan måske hjælpe til at<br> synkronisere visningen med musikken.
de: Hier können Sie eine Verzögerung<br> in Hunderstelsekunden angeben,<br> bevor ein gespielter Ton in der Kanalanzeige<br> auf der linken Seite dargestellt wird.<br> Dies kann helfen, Musik und <br> Anzeige zu synchronisieren.
eo: Tio estas prokrasto en<br> centisekundoj antaŭ kiam<br> ludata noto estas montrata<br> sur la kanalmetro.<br> Tio povas helpi sinkronigi la<br> vidigilon kun la muziko.
es: Esta opción es un retardo<br> en centésimas de seg. antes<br> de que una nota reproducida<br> se muestre en el medidor de<br> canal situado a la izquierda.<br> Puede usarlo para sincronizar<br> el visor con la música.
et: See seadistus on viivitus<br> sentisekundites enne noodi kuvamist<br> vasakul olevas kanalimõõdikus.<br> See võib aidata pildi ja muusika sünkroniseerimisel.
fi: Tämä asetus on viive<br> sekunteina ennenkuin soitettu<br> nuotti näytetään kanavamittarissa<br> vasemmalla. Tämä voi auttaa<br> synkronoimaan näytön musiikkiin.
fr: Ce réglage correspond au délai<br> en dizaine de ms entre le moment<br> où la note est jouée, et son affichage dans<br> le ***channel meter*** à gauche. Vous aide<br> à synchroniser l'affichage avec la musique
he: <p align=right>היהשהה איה וז הרדגה<br> ותש ינפל הינש תויאמב<br> דמ לע גצומ ןגונמ<br> .לאמשמש םיצורעה<br> סופיאל עייסל היושע איה<br> .הקיזומה םע הגוצתה
hu: Ez a beállítás századmásodpercben<br> adja meg egy lejátszott hangjegy kiírásának<br> késleltetését a bal oldali<br> csatornakijelzőben.<br> A kijelzés és a zene<br> pontos szinkronizálására szolgál.
it: Questa impostazione è il ritardo<br> in centesimi di secondo prima che<br> una nota suonata sia visualizzata<br> nell'indicatore del canale alla sinistra.<br> Può aiutare a sincronizzare il<br> display con la musica.
ja: これは左のチャネルメータ<br> に演奏される音符が表示さ<br> れる前に1/100秒単位で遅<br> 延させる設定をします。<br> これは表示と音楽を同期さ<br> せるのに役立ちます。
nl: Deze instelling is een vertraging<br> van enkele centiseconden voordat een<br> gespeelde noot getoont wordt in de<br> kanaalmeter links.<br> Zo kunt u de display synchroon laten lopen<br> met de muziek.
no: Denne innstillingen er en forsinkelse<br> i centisekunder før en spillt note<br> blir vist på kanalmåleren til venstre.<br> Det vil kanskje hjelpe til å<br> synkronisere visningen med musikken.
no_ny: Denne innstillinga er<br> forseinkinga i hundredels<br> sekund før ein spelt note vert<br> vist i kanalruta til venstre.<br> Dette kan gi betre synkronisering<br> av kanalruta og musikken.
pt: Esta configuração faz um atraso<br> em centésimos de segundos antes de uma nota<br> tocada ser mostrada no medidor de canal<br> à esquerda.<br> Pode ajudar a sincronizar o<br> mostrador com a música.
pt_br: Esta configuração é um atraso<br> em centésimos de segundo antes que uma<br> nota tocada seja mostrada no medidor de<br> canal à esquerda.<br> Pode ajudar a sincronizar o display<br> com a música.
ru: Задержка в сотых<br> долях секунды перед тем, как<br> воспроизводимая нота показывается<br> на указателе каналов слева.<br> Это может улучшить<br> согласование графики с музыкой.
sk: Toto nastavenie je čakanie<br> v stotinách sekundy pred<br> zobrazením hraného zvuku v <br> kanálovom merači vľavo.<br> Môže to zlepšiť synchronizáciu<br> medzi displejom a hudbou.
sl: S tem nastavite zakasnitev<br> v stotinkah sekunde preden<br> se igrana nota prikaže<br> na merilcu kanala na levi.<br> S tem lahko uskladite<br> prikazovalnik z glasbo.
sr: Ovo podešavanje je kašnjenje-delay<br> u centi-sekundama pre reprodukcije<br> tona koji se prikazuje na displeju<br> merača kanala sleva.<br> Može biti od pomoći radi sinhronizacije<br> displeja sa muzikom.
sv: Den här inställningen är en fördröjning<br> i centisekunder innan en spelad<br> ton visas på kanalmätaren<br> till vänster. Det kan hjälpa till att<br> synkronisera skärmen till musiken.
uk: Ця установка - затримка<br> у десятих долях секунд перед тим, як<br> нота відображається ліворуч<br> на лічильнику каналу.<br> Це може допомогти синхронізувати<br> індикатор з музикою.

source: When this filter button<br> is on, a low pass filter<br> is used for drum patches<br> when they are first loaded<br> and when the patch itself<br> requests this. The filter<br> is also used for melodic voices<br> if you have chosed the<br> <i>cspline+filter</i><br> interpolation option.
af: wanneer hierdie filter knoppie<br> is op, 'n lae herhaling filter<br> is gebruik word vir drom lappe<br> wanneer hulle word eerste gelaai<br> en wanneer die lap self<br> versoeke hierdie. die filter<br> is asook gebruik word vir melodiëse stemme<br> as jy het gekies die<br> <i>cspline+filter</i><br> interpolasie opsie.
cs: Když je toto filtrovací tlačítko<br> zapnuto, používá se pro perkuse<br> při jejich prvním načtení<br> low pass filtr, pokud to sám<br> vzorek požaduje.<br> Filtr se také používá<br> pro melodické zvuky,<br> pokud bylo vybráno<br> nastavení interpolace<br> <i>cspline+filtr</i>
da: Når denne filterknap<br> er nede, bruges der et lavt filter<br> for trommepatch<br> når de først indlæses<br> og når patchen selv<br> kræver dette. Filteret<br> bruges også til melodiske<br> stemmer hvis du har valgt<br> <i>cspline+filter</i><br>interpolations-<br> indstillingen.
de: Ist dieser Schalter gedrückt,<br> wird ein Tiefpassfilter für diejenigen<br> Trommel-Patches benutzt,<br> welche einen verlangen.<br> Der Filter wird auch für<br> Melodie-Stimmen benutzt,<br> wenn Sie die C-Spline- und<br> Filter-Interpolation-Option<br> gewählt haben.
eo: Se tiu butono estas premita<br> malaltpasa filtrilo estas uzata<br> por tamburoflikoj kiam tiuj<br> estas unufoje ŝargataj kaj se<br> la fliko mem bezonas tion. La<br> filtrilo ankaŭ estas uzata por<br> melodiaj voĉoj se vi elektis<br> interpolan opcion de C-Splin-filtrilo.
es: Cuando este botón de filtro<br> se presiona, se usa un filtro<br> paso bajo para los ajustes de<br> la batería, cargados previamente<br> y si el parche en sí los requiere.<br> El filtro se usa también para<br> voces melódicas si seleccionó<br> la opción de interpolación con<br> <i>cspline+filtro</i>.
et: Kui see filtri nupp on sees,<br> siis kasutatakse trummide <br> patch'ide puhul madalpääsu<br> (low pass) filtrit, seda juhul, kui nad<br> on laetud esmakordselt ning patch<br> ise seda nõuab. Kui on valitud<br> <i>cspline+filter</i> interpolatsiooni<br> suvand, siis kasutatakse filtrit ka<br> meloodiliste häälte puhul.
fi: Kun tämä suodinnappi<br> on päällä, alipäästösuodinta<br> käytetään rumpupatcheihin<br> kun ne ladataan ensimmäisen kerran<br> ja patchi pyytää toimenpidettä.<br> Suodinta käytetään myös<br> melodisille äänille, jos olet<br> valinnut <i>cspline+filter</i><br> interpolaation.
fr: Lorsque ce bouton est enfoncé,<br> un filtre passe bas est appliqué sur les<br> sons de batterie lorsqu'ils sont d'abord<br> chargés, et lorsque le son lui-même le<br> requiert. Ce filtre est aussi utilisé pour les<br> voix mélodiques si vous avez choisi l'option<br> <i>cspline + filtrage</i><br>.
he: <p align=right>הזה ןנסמה רותפכ רשאכ<br> ןנסמב שומיש השענ ,ץוחל<br> יאלט ליבשב ךומנ רבעמ<br> םינעטנ םה רשאכ םיפות<br> יאלטהשכו הנושארה םעפב<br> השענ .תאז שקבמ ומצע<br> םג הז ןנסמב שומיש<br> םא םיידולמ תולוק ליבשב<br> היצלופרטניאה תורשפאב תרחב<br> .<i>cspline+filter</i>
hu: Ha ez a szűrőgomb be van<br> nyomva, a program egy low pass szűrőt<br> alkalmaz a dob-hangmintákra,<br> az első betöltéskor ill.<br> ha a hangminta ezt<br> előírja. A szűrőt a<br> 'melodic' hangokra is alkalmazza ha<br> kiválasztotta a<br> <i>cspline+szűrő</i><br> interpolációs opciót.
id: Jika tombol penyaring ini<br> on, penyaring low pass dipakai<br> untuk patch dram saat pertama<br> kali dimuat dan saat patch itu<br> sendiri memintanya. Penyaring<br> ini juga digunakan untuk<br> suara melodik jika Anda memilih<br> <i>c-spline+penyaring</i><br> opsi interpolasi.
it: Quando il pulsante del filtro<br> è attivo, un filtro passa basso<br> è utilizzato per i pezzi di batteria<br> appena sono caricati e quando<br> il pezzo stesso lo richiede.<br> Il filtro è anche usato per le voci<br> melodiche se si è scelto<br> l'opzione di interpolazione<br> <i>cspline+filtro</i>.
ja: このフィルタボタンがオン<br> の時、ローパスフィルタが<br> ドラムパッチが最初にロー<br> ドされた時、及びパッチ自<br> 身がそれを要求した時に使<br> 用されます。<br> 更にフィルタは、<i>Cスプライ<br> ンフィルタ</i>を補間オプション<br> で選択しているとメロディ<br> ックボイスにも使用されま<br> す。
mk: Кога ова филтер копче<br> е притиснато, се користи филтер<br> за ниски тонови за тапанарските делови<br> кога тие првпат се вчитуваат<br> и кога самите тие ќе го<br> побараат тоа. Филтерот <br> исто така се користи за мелодични<br> гласови ако е вклучена<br> <i>cspline+филтер</i><br> интерполацијата.
nl: Als deze filterknop is aangezet,<br> dan wordt een low pass filter<br> gebruikt voor de drum patches<br> wanneer deze als eerste worden geladen<br> en de patch hier om vraagt.<br> Het filter wordt ook gebruikt<br> voor de melodieuze stemmen<br> die u hebt gekozen in de <br> interpolatie-optie<br> <i>C-Spline+filter</i>
no: Når denne filterknappen<br> er nede, brukes det et lavt filter<br> for tromme-lappen<br> når de først leses inn<br> og når lappen selv<br> krever dette. Filteret<br> brukes også til melodiske<br> stemmer hvis du har valgt<br> <i>cspline+filter</i><br>interpolasjons-<br> innstillingen.
no_ny: Når denne filterknappen er på,<br> vert eit lågpassfilter brukt<br> for trommelappar når dei først<br> vert lasta og når lappen sjølv<br> krev dette. Filteret vert òg<br> brukt for melodiske stemmer<br> dersom du har valt<br> interpoleringsvalet<br> <i>cspline+filter</i>.
pt: Quando este botão de filtro<br> está ligado, um filtro passa-baixo<br> é usado para 'patches' de tambor<br> quando eles são lidos pela primeira vez<br> e quando os 'patches' assim o pedem<br> O filtro é, também usado, para vozes melódicas<br> se tu escolheste a opção de interpolação<br> <i>cspline+filtro</i>.
pt_br: Quando este botão de filtro está<br> ligado, um filtro passa-baixas é<br> usado para patches de percussão<br> quando eles são carregados, e quando<br> o próprio patch requisita este recurso.<br> O filtro é também usado para vozes<br> melódicas se você esolheu a opção<br> de interpolação <i>cspline+filtro</i>.
ro: Cînd acest buton de filtru este activat, va fi folosit un filtru trece-jos pentru peticele de tobă, atunci cînd peticele sînt încărcate pentru prima dată şi atunci cînd peticul cere acest lucru. De asemenea, filtrul este utilizat pentru voci melodice în cazul în care aţi ales opţiunea de interpolare <i>cspline+filtru</i>.
ru: Когда кнопка фильтра включена,<br> используется низкочастотный фильтр<br> для патчей барабанов<br> при первой загрузке патча<br> или по запросу самого патча.<br> Фильтр также применяется<br> для мелодических голосов,<br> если выбран режим<br> интерполяции<br> <i>кубический сплайн+фильтр</i>.
sk: Keď je toto filtrovacie tlačidlo<br> zapnuté, je použitý filter<br> dolnej priepuste pre moduly bicích<br> keď sa prvýkrát nahrávajú<br> a keď to vyžaduje sám modul.<br> Filter je tiež použitý<br> pre melodické zvuky<br> ak ste zvolili možnosť <br> interpolácie:<br> <i>cspline+filter</i>.
sl: Z vklopom tega gumba se uporabi<br> nizki filter ko se vzorci za<br> bobne prvič naložijo in če to<br> zahtevajo sami vzorci.<br> Ta filter je uporabljen tudi za<br> melodične glasove če ste izbrali<br> <i>cspline+filter</i> interpolacijo.
sr: Kada je ovaj filter taster<br> uključen, nisko-propusni filter<br> se koristi za pič doboša<br> kada se ona prva učita<br> a kada pič sam<br> zahteva to. Filter<br> se, takođe, koristi za melodik-glas<br> ako ste izabrali <br> opciju za <i>cspline+filter</i><br> interpolaciju.
sv: När den här filterknappen<br> är på, används ett lågpassfilter<br> för trumuppsättningar<br> när de först laddas in<br> och när uppsättningen själv<br> begär det. Filtret<br> används också för melodiska röster<br> om du har valt<br> interpolationsalternativet<br> <i>c-spline+filter</i>.
tr: Bu filtre butonu basılı olduğunda,<br> İlk yüklendiklerinde ve yama kendi <br> kendine kabul ettiği zaman düşük bir<br> geçiş filtresi tambur yaması için <br> kullanılır. Bu filtre melodik vokaller<br> için de kullanılır eğer aradeğerleme <br> seçeneği <i>cspline+filter</i> seçiliyse.
uk: Коли ця кнопка фільтру<br> ввімкнена, фільтр нижніх частот<br> використовується для латок ударників,<br> коли вони завантажуються перший раз<br> та латка запрошує<br> це. Фільтр<br> також застосовується для мелодійних голосів<br> якщо ви вибрали<br> опцію інтерполяції<br> <i>с-сплайн+фільтр</i>.

source: Ready
af: gereed
cs: Připraven
da: Klar
de: Bereit
eo: Preta
es: Listo
et: Valmis
fi: Valmis
fr: Prêt
he: ןכומ
hu: Kész
id: Siap
it: Pronto
ja: 待機中
mk: Спремно
nl: Gereed
no: Klar
no_ny: Klar
pt: Pronto
pt_br: Pronto
ro: Gata
ru: Готово
sk: Pripr.
sl: Pripravljen
sr: Spreman
sv: Klar
tr: Hazır
uk: Готовий

source: Playing
af: speel
cs: Hraji
da: Spiller
de: Wiedergabe
eo: Ludante
es: Reproduciendo
et: Esitus
fi: Soitan
fr: Lecture
he: ןגנמ
hu: Lejátszás folyamatban
id: Memainkan
it: Riproduzione
ja: 再生中
mk: Свири
nl: Speelt
no: Spiller
no_ny: Spelar
pt: A Tocar
pt_br: Reproduzindo
ro: Redare
ru: Воспр.
sk: Hrám
sl: Predvajam
sr: Reprodukcija
sv: Spelar
tr: Çalınıyor
uk: Гра

source: Random
af: lukrake
cs: Náhodné
da: Tilfældigt
de: Zufällig
eo: Hazarde
es: Aleatorio
et: Juhuslik
fi: Satunnainen
fr: Aléatoire
he: יארקא
hu: Véletlen
id: Acak
it: Casuale
ja: ランダム
mk: Случајно
nl: Willekeurig
no: Tilfeldig
no_ny: Vilkårleg
pt: Aleatoriamente
pt_br: Aleatório
ro: Aleator
ru: В случайном порядке
sk: Náhod.
sl: Naključno
sr: Slučajno
sv: Slumpmässigt
tr: Rasgele
uk: Випадковий

source: Paused
af: gepouseer
cs: Zastavené
da: Holder pause
de: Angehalten
eo: Paŭzo
es: Pausado
et: Paus
fi: Pysäytetty
fr: Pause
he: ההשומ
hu: Szünet
id: Jeda
it: Pausa
ja: 一時停止中
mk: Паузирано
nl: Gepauzeerd
no: Pauset
no_ny: Pause
pt: Parado
pt_br: Pausado
ro: Pauză
ru: Пауза
sk: Zasta.
sl: Začasno prekinjeno
sr: Pauzirano
sv: Stoppad
tr: Beklemede
uk: Пауза

source: Looping
af: besig om te lus
cs: Opakuji
da: I løkke
de: Dauerwiederholung
eo: Cikle
es: Reproducción sinfín
et: Kordamine
fi: Looppaan
fr: En boucle
he: האלול
hu: Végtelenítés
id: Ulangan
it: Ripetizione
ja: くり返し中
mk: Повторува
nl: Herhaling
no: I løkke
no_ny: Repeterar
pt: Em Ciclo
pt_br: Em ciclo
ro: Buclă
ru: В цикле
sk: Opakujem
sl: Nepretrgoma
sr: Ponavljanje
sv: Repeterar
tr: Tekrarlanıyor
uk: Зациклений

source: ERROR
af: fout
cs: CHYBA
da: FEJL
de: FEHLER
eo: ERARO
et: VIGA
fi: VIRHE
fr: PROBLÈME
he: האיגש
hu: HIBA
id: SALAH
it: ERRORE
ja: エラー
mk: ГРЕШКА
nl: FOUT
no: FEIL
no_ny: FEIL
pt: ERRO
pt_br: ERRO
ro: Eroare
ru: Ошибка
sk: CHYBA
sl: NAPAKA
sr: GREŠKA
sv: FEL
tr: HATA
uk: ПОМИЛКА

source: Can't open Output Device.
af: kan nie open uitset toestel.
cs: Není možné otevřít výstupní zařízení.
da: Kan ikke åbne output enhed
de: Ausgabegerät lässt sich nicht öffnen.
eo: Ne eblas malfermi eligoaparaton.
es: No se puede abrir el disp. de salida.
et: Väljundseadet pole võimalik avada
fi: Soittolaitetta ei voitu avata
fr: Périphérique de sortie non disponible.
he: .טלפה ןקתה תא חותפל ןתינ אל
hu: A kimeneti eszköz nem nyitható meg.
id: Gagal membuka Alat Keluaran
it: Impossibile aprire il Dispositivo di Output.
ja: 出力デバイスを開けません。
mk: Не може да се отвори излезниот уред
nl: Kan het uitvoerapparaat niet openen
no: Kan ikke åpne utenhet
no_ny: Kan ikkje opna uteining
pt: Não consigo abrir o Dispositivo de Saída.
pt_br: Impossível abrir dispositivo de saída.
ro: Nu pot deschide dispozitivul de sunet MIDI
ru: Не могу открыть устройство вывода.
sk: Nemôžem otvoriť výstup. zariadenie
sl: Ne morem odpreti izhodne naprave.
sr: Neuspelo otvaranje izlaznog uređaja.
sv: Kan inte öppna utenheten.
tr: Çıkış aracı açılamıyor
uk: Неможливо відкрити вихідний пристрій.

source: Song: --/%02d
af: liedjie: --/%02d
cs: Skladba: --/%02d
da: Sang --/%02d
de: Stück: --/%02d
eo: Kanto: --/%02d
es: Canción: --/%02d
et: Lugu: --/%02d
fi: Kappale: --/%02d
fr: Morceau : --/%02d
he: --/%02d :ריש
hu: Dal: --/%02d
id: Lagu: -/%02d
it: Canzone: --/%02d
ja: 曲: --/%02d
mk: Песна: --/%02d
nl: Nummer: --/%02d
no: Sang --/%02d
pt: Música: --/%02d
pt_br: Som: --/%02d
ro: Melodia: --/%02d
ru: песня: --/%02d
sk: Skladba: --/%02d
sl: SKladba: --/%02d
sr: Numera: --/%02d
sv: Låt: --/%02d
tr: Parça: --/%02d
uk: Пісня: --/%02d

source: %1 bit %2 %3
eo: %1 bitoj %2 %3
fr: %1 bits %2 %3
ro: %1 biţi %2 %3
ru: %1 бит %2 %3
sr: %1 bit-a %2 %3
uk: %1 біт %2 %3

source: sig
eo: signuma
uk: знак

source: usig
eo: sensignuma
uk: беззнак

source: Linear
af: liniêre
da: lineær
eo: Linia
es: Lineal
fi: Lineaarinen
fr: Linéaire
he: יווק
hu: Lineáris
id: Linier
it: Lineare
mk: Линеарно
no: linjær
no_ny: Lineær
ro: Liniar
ru: Линейный
sl: Linearen
sr: Linearno
sv: Linjär
tr: Doğrusal
uk: Лінійний

source: %1 Hz %2
he: %1 ץרה %2
uk: %1 Гц %2

source: Mono
he: ונומ
hu: Monó
ja: モノラル
mk: Моно
ru: Моно
tr: Tek kanal
uk: Моно

source: Stereo
es: Estéreo
fr: Stéréo
he: ואירטס
hu: Sztereó
ja: ステレオ
mk: Стерео
pt: Estéreo
pt_br: Estéreo
ru: Стерео
tr: Çift kanal
uk: Стерео

source: Song: %02d/%02d
af: liedjie: %02d/%02d
cs: Skladba: %02d/%02d
da: Sang: %02d/%02d
de: Stück: %02d/%02d
eo: Kanto: %02d/%02d
es: Canción: %02d/%02d
et: Lugu: %02d/%02d
fi: Kappale: %02d/%02d
fr: Morceau : %02d/%02d
he: %02d/%02d :ריש
hu: Dal: %02d/%02d
id: Lagu: %02d/%02d
it: Canzone: %02d/%02d
ja: 曲: %02d/%02d
mk: Песна: %02d/%02d
nl: Nummer: %02d/%02d
no: Sang: %02d/%02d
pt: Música: %02d/%02d
pt_br: Som: %02d/%02d
ro: Melodia: %02d/%02d
ru: Песня: %02d/%02d
sk: Skladba: %02d/%02d
sl: Skladba: %02d/%02d
sr: Numera: %02d/%02d
sv: Låt: %02d/%02d
tr: Parça: %02d/%02d
uk: Пісня: %02d/%02d

source: Song: --/--
af: liedjie: --/--
cs: Skladba: --/--
da: Sang --/--
de: Stück: --/--
eo: Kanto: --/--
es: Canción: --/--
fi: Kappale: --/--
fr: Morceau : --/--
he: --/-- :ריש
hu: Dal: --/--
id: Lagu: -/-
it: Canzone: --/--
ja: 曲: --/--
mk: Песна: --/--
nl: Nummer: --/--
no: Sang --/--
pt: Música: --/--
pt_br: Som: --/--
ro: Melodia: --/--
ru: Песня: --/--
sk: Skladba: --/--
sl: Skladba:--/--
sr: Numera: --/--
sv: Låt: --/--
tr: Parça: --/--
uk: Пісня: --/--

source: Play
af: speel
cs: Přehrát
da: Spil
de: Wiedergabe
eo: Ludu
es: Reproducir
et: Esitus
fi: Soita
fr: Lecture
he: ןגנ
hu: Lejátszás
id: Putar
it: Riproduci
ja: 再生
mk: Пушти
nl: Afspelen
no: Spill
no_ny: Spel
pt: Tocar
pt_br: Reproduzir
ro: Redă
ru: Воспроизвести
sk: Hrám
sl: Predvajaj
sr: Reprodukcija
sv: Spela
tr: çal
uk: Грати

source: Meter shown
af: meter vertoon
cs: Ukazatel zobrazen
da: Måler vist
de: Aktivitätsanzeige ist eingeblendet
eo: Mezurilo montrata
es: Mostrar medidor
et: Mõõdikut näidatakse
fi: Mittarit näytetään
fr: Afficher les témoins d'activité des canaux.
he: גצומ דמ
hu: A kijelző mutatása
id: Pengukur terlihat
it: Indicatore visualizzato
ja: メーターを表示
mk: Мерачот покажан
nl: Meter getoond
no: Meter vist
no_ny: Målar vist
pt: Medidor mostrado
pt_br: Medidor ligado
ro: Măsurător afişat
ru: Показать панель
sk: Merač zobrazený
sl: Merilnik je prikazan
sr: Prikazan merač
sv: Mätare visas
tr: Ölçücü gösterimde
uk: Лічильник показано

source: When you can see this<br> menu, the channel meter<br> is always turned on.
af: wanneer jy kan sien hierdie<br> kieslys, die kanaal meter<br> is altyd geskakel op.
cs: Pokud vidíte tuto<br> nabídku, ukazatel kanálů<br> je vždy zapnutý.
da: Når du kan se denne<br> menu, er kanalmåleren<br> altid slået til.
de: Wenn Sie dieses Menü sehen,<br> dann ist die Kanalaktivitätsanzeige<br> stets eingeschaltet.
eo: Se vi povas vidi tiun ĉi menuon<br>la kanalvidigilo estas ĉiam enŝaltita.
es: Si puede ver este menú,<br> entonces, el medidor del<br> canal está siempre encendido.
et: Kui sa näed seda<br> menüüd, siis on kanalimõõdik<br> alati sisse lülitatud.
fi: Kun näet tämän valikot<br> kanavamittari on aina<br> päällä.
fr: Lorsque vous voyez ce menu,<br> les témoins d'activité des canaux<br> sont toujours activés.
he: <p align=right>תוארל לוכי התאשכ<br> דמ ,הזה טירפתה תא<br> .קולד דימת םיצורעה
hu: Ha ez a menü látszik<br> a csatornakijelző mindig<br> be van kapcsolva.
id: Jika Anda dapat melihat<br> menu ini, pengukur saluran<br> berarti selalu on.
it: Quando puoi vedere questo<br> menu, l'indicatore del canale<br> è sempre attivato.
ja: このメニューが表示される<br> ならチャネルメータは常に<br> オンになっています。
mk: Ако го гледате ова мени<br> мерачот на канали<br> е постојано вклучен.
nl: Als u dit menu kunt zien,<br> dan is de kanaalmeter<br> altijd ingeschakeld.
no: Når du kan se denne menyen<br> er kanal-meteret alltid slått på.
no_ny: Når du kan sjå denne<br> menyen, er kanalmålaren<br> alltid på.
pt: Sempre que este menu esteja visível,<br> o medidor de canais<br> está ligado.
pt_br: Quando você vê este menu,<br> o medidor de canal está sempre<br> ligado.
ro: Cînd puteţi vedea acest meniu, canalul de măsură este întotdeauna activat.
ru: Когда вы видите данное<br> меню, также выводится и<br> панель каналов.
sk: Keď vidíte túto ponuku<br> kanálový merač je <br> vždy zapnutý.
sl: Če vidite ta meni je<br> merilec kanala vedno<br> vklopljen.
sr: Kada vidite ovaj<br> meni, merač kanala <br> je uvek uključen.
sv: När du kan se den här<br> menyn, så är kanalmätaren<br> alltid på.
tr: Bu menüyü görüyorsanız<br> kanal ölçücü hep<br> açıktır
uk: Якщо ви бачите це<br> меню, лічильник каналу<br> завжди ввімкнений.

source: Meter off
af: meter af
cs: Ukazatel vypnut
da: Måler fra
de: Aktivitätsanzeige aus
eo: Mezurilo elŝaltita
es: Desactivar medidor
et: Mõõdikut ei näidata
fi: Mittarit pois
fr: Masquer les témoins d'activité des canaux
he: יובכ דמ
hu: A kijelző kikapcsolása
id: Pengukur off
it: Indicatore spento
ja: メーターを非表示
mk: Исклучи мерач
nl: Meter uit
no: Meter av
no_ny: Målar av
pt: Medidor desligado
pt_br: Medidor desligado
ro: Măsurător dezactivat
ru: Скрыть панель
sk: Merač vypnutý
sl: Izklop merilca
sr: Merač isključen
sv: Mätare avstängd
tr: Ölçücü kapalı
uk: Лічильник вимкнено
