Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: Use program n as the default.
af: gebruik program n as die verstek.
cs: Použít program n jako výchozí.
da: Brug program n som standard.
de: Programm n als Standard benutzen.
eo: Uzu programon n kiel aprioran.
es: Usar el programa n por omisión.
et: Kasuta vaikimisi programmi n.
fi: Käytä ohjelmaa n oletuksena.
fr: Utiliser l'instrument n par défaut.
he: לדחמה תרירבכ n תינכותב שמתשה
hu: A(z) n. program az alapértelmezett.
id: Gunakan program n sebagai standar.
it: Usa il programma n come default.
ja: nを標準のプログラムとして使う
mk: Користи го програмот n како стандарден
nl: Programma n als standaard gebruiken.
no: Bruk program n som standard.
no_ny: Bruk program n som standard.
pt: Usar o programa n como por omissão.
pt_br: Usar programa n como o padrão.
ro: Utilizează programul "n" ca implicit.
ru: Использовать программу n по умолчанию.
sk: Použiť program n ako štandardný.
sl: Uporabi program n za privzetega
sr: Upotrebi program n kao predefinisani.
sv: Använd program n som förval.
tr: n programını varsayılan olarak kullan
uk: Використовувати програму n як типову.

source: Use patch file for all programs.
af: gebruik lap lêer vir alle programme.
cs: Použít soubor vzorků pro všechny programy.
da: Brug patch fil til alle programmer.
de: Patch-Datei für alle Programme verwenden.
eo: Uzu flikodosieron por ĉiuj programoj.
es: Usar archivo de parche para todos los programas.
et: Kasuta patch faili kõigil programmidel.
fi: Käytä patch-tiedostoa kaikille ohjelmille.
fr: Utiliser le même son pour tous les instruments.
he: תוינכתה לכל יאלט ץבוקב שמתשה
hu: Hangmintafájl használata az összes programhoz.
id: Gunakan berkas patch untuk semua program.
it: Utilizza il file patch per tutti i programmi.
ja: 全てのプログラムでパッチファイルを使う。
mk: Користи ја датотеката со делови за сите програми
nl: Patchbestand voor alle programma's gebruiken.
no: Bruk lappefil til alle programmer.
no_ny: Bruk lappfil for alle program.
pt: Usar o ficheiro 'patch' para todos os programas.
pt_br: Usar arquivo de patch para todos os programas.
ro: Utilizează fişierul petic pentru toate programele.
ru: Использовать файл патчей для всех программ.
sk: Použiť modul pre všetky programy.
sl: Uporabi datoteko z vzorci za vse programe.
sr: Upotrebi pič fajl za sve programe.
sv: Använd uppsättningen för alla program.
tr: Yama dosyasını her program için kullan
uk: Використовувати файл латок для всіх програм.

source: Play drums on channel n.
af: speel dromme op kanaal n.
cs: Přehrávat bicí na kanálu n.
da: Spil trommer på kanal n.
de: Trommeln auf Kanal n einspielen.
eo: Ludu perkutilojn en kanalo n.
es: Reproducir percusión en el canal n.
et: Mängi trumme kanalis n.
fi: Soita rummut kanavalla n.
fr: Joue la batterie sur le canal n
he: n ץורע לע םיפות ןגנ
hu: Doblejátszás a(z) n. csatornán.
id: Mainkan dram pada saluran n.
it: Suona la batteria sul canale n.
ja: チャンネルnでドラムチャンネルを再生する。
mk: Свири ги тапаните на каналот n.
nl: Drums op kanaal n gebruiken.
no: Spill trommer på kanal n.
no_ny: Spel trommer på kanal n.
pt: Tocar os tambores no canal n.
pt_br: Tocar percussão no canal n.
ro: Redă tobele pe canalul "n".
ru: Барабаны на канале n.
sk: Hrať bicie v kanáli n.
sl: Igraj bobne na kanalu n.
sr: Sviraj bubnjeve na kanalu n.
sv: Spela trummor på kanal n.
tr: n kanalında bateriyi çal
uk: Програти барабани на каналі n.

source: Ignore channel n.
af: ignoreer kanaal n.
cs: Ignorovat kanál n.
da: Ignorér kanal n.
de: Kanal n ignorieren.
eo: Ignoru kanalon n.
es: Ignorar el canal n.
et: Ignoreeri kanalit n.
fi: Ohita kanava n.
fr: Ignore le canal n
he: n ץורעמ םלעתה
hu: A(z) n. csatorna kihagyása.
id: Biarkan saluran n.
it: Ignora canale n.
ja: チャンネルnを無視する。
mk: Игнорирај го каналот n.
nl: Kanaal n negeren.
no: Ignorer kanal n.
no_ny: Ignorer kanal n.
pt: Ignorar o canal n.
pt_br: Ignorar canal n.
ro: Ignoră canalul "n".
ru: Не включать канал n.
sk: Ignorovať kanál n.
sl: Zanemari kanal n.
sr: Ignoriši kanal n.
sv: Ignorera kanal n.
tr: n kanalını horgör
uk: Ігнорувати канал n.

source: Reverb options (1)(+2)(+4) [7].
af: reverb opsies (1)(+2)(+4) [7].
cs: Volby reverb (1)(+2)(+4) [7].
da: Genklangsmuligheder (1)(+2)(+4) [7].
de: Hall-Einstellungen (1)(+2)(+4) [7].
eo: Resonaj opcioj (1)(+2)(+4) [7].
es: Opciones de reverberación (1)(+2)(+4) [7].
et: Reverb suvandid (1)(+2)(+4) [7].
fi: Reverb asetukset (1)(+2)(+4) [7].
fr: Options de la réverb (1)(+2)(+4) [7].
he: [7] (1)(+2)(+4) דוהדה תויורשפא
hu: Reverb opciók (1)(+2)(+4) [7].
id: Pilihan gaung (1)(+2)(+4) [7].
it: Opzioni di riverbero (1)(+2)(+4) [7].
ja: リバーブオプション (1)(+2)(+4) [7].
mk: Реверб опции (1)(+2)(+4) [7].
nl: Omkeeropties (1) (+2) (+4) [7].
no: Gjennklangsmuligheter (1)(+2)(+4) [7].
no_ny: Romklangval (1)(+2)(+4) [7].
pt: Opções de reverberação (1)(+2)(+4) [7].
pt_br: Opções de reverberação (1)(+2)(+4) [7].
ro: Opţiuni reverberaţie (1)(+2)(+4) [7].
ru: Параметр реверберации (1)(+2)(+4) [7].
sk: Možnosti reverb (1)(+2)(+4) [7].
sl: Reverb zmožnosti (1)(+2)(+4) [7].
sr: Reverb opcije (1)(+2)(+4) [7].
sv: Ekoeffektinställningar (1)(+2)(+4) [7].
tr: Yankı özellikleri (1)(+2)(4) [7].
uk: Параметри реверберації (1)(+2)(+4) [7].

source: Resampling interpolation option (0-3) [1].
af: hermonstering interpolasie opsie (0-3) [1].
cs: Volby převzorkovací interpolace (0-3) [1].
da: Genforsøg interpolationsmulighed (0-3) [1].
de: Resampling mit linearer Interpolation (0-3) [1].
eo: Opcio de maldiskretiga interpolado (0-3) [1].
es: Opción de interpolación para muestrear de nuevo (0-3) [1].
et: Resämplimise suvand (0-3) [1].
fi: Uudellensamplayksen interpolaatio (0-3) [1].
fr: Options de rééchantillonnage par interpolation linéaire (0-3) [1].
he: [7] (0-3) שדחמ המיגד תייצלופרטניא תורשפא
hu: Újramintavételezési interpoláció (0-3) [1].
id: Pilihan interpolasi pengambilan sampel (0-3) [1].
it: Opzioni per l'interpolazione del ricampionamento (0-3) [1].
ja: リサンプリング補間オプション (0-3)[1]
mk: Опција за ресамплирачка интерполација (0-3) [1].
nl: Hersampling interpolatieoptie (0-3) [1].
no: Resamplingsinterpolasjonsvalg (0-3) [1].
no_ny: Val for resamplingsinterpolering (0-3) [1].
pt: Retocar usando a opção de interpolação (0-3) [1].
pt_br: Opção de interpolação de reamostragem (0-3) [1].
ro: Opţiuni interpolare reeşantionare (0-3) [1].
ru: Параметр интерполяции при передискретизации (0-3) [1].
sk: Možnosti prevzorkovacej interpolácie (0-3) [1].
sl: Prevzorči z linearno interpolacijo (0-3) [1].
sr: Opcije resamplovanja interpolacije (0-3) [1].
sv: Inställning av återsamplingsinterpolation (0-3) [1].
tr: Aradeğerleme özelliklerini yeniden örnekle (0-3) [1].
uk: Параметр інтерполяції вибірки (0-3) [1].

source: Max ram to hold patches (in megabytes) [60].
af: max ram aan hou lappe (in megagrepe) [60].
cs: Maximum paměti pro vzorky (v megabytech) [60].
da: Max ram til at holde patcher (i megabytes) [60].
de: Maximaler Speicher für Patches (in Megabyte) [60].
eo: Maksimuma memoro por teni flikojn (en MB) [60].
es: RAM máx. para guardar parches (en megabytes) [60].
et: Max RAM patch'ide hoidmiseks (megabaitides) [60].
fi: Maksimi ram patchien säilyttämiseen (megatavuina) [60].
fr: Mémoire maximale pour accueillir les sons (en mégaoctets) [60].
he: [60] (םיתב-הגמב) םיאלט תקזחהל יברימ ןורכיז
hu: A hangmintáknak engedélyezett max. memória (MB) [60].
id: Maks RAM untuk patch (dalam megabytes) [60].
it: Massima ram per tenere i brani (in megabytes) [60].
ja: パッチ用に確保するメモリの最大数(MB単位)
mk: Максимална РАМ за деловите (во мегабајти) [60].
nl: Maximale hoeveelheid RAM om patches in op te slaan (in megabyters) [60].
no: Maks ram til å lagre lapper (i megabyter) [60].
no_ny: Maks minne for lappar (i megabyte) [60].
pt: Máximo de RAM a manter patches (em megabytes) [60].
pt_br: Máximo de RAM para guardar patches (em megabytes) [60].
ro: Memoria maximă pentru petice (în Mocteţi) [60].
ru: Максимальный размер, отводимый под патчи в памяти (в мегабайтах) [60].
sk: Maximum ram pre moduly (v megabajtoch) [60]
sl: Največ pomnilnika za vzorce (v MB) [60].
sr: Maksimalna ram za čuvanje pičeva (u megabajtima) [60].
sv: Max minne för uppsättningar (i megabytes) [60].
tr: Yamaları tutmak için en yüksek ram (mb olarak) [60].
uk: Максимальний об'єм пам'яті для латок (у МБ) [60].

source: Midi expression is linear (0) or exponential (1-2) [1].
af: midi uitdrukking is liniêre (0) of eksponensieël (1-2) [1].
cs: Midi výraz je lineární (0) nebo exponenciální (1-2) [1].
da: Midi udtryk er lineært (0) eller eksponentiel (1-2) [1].
de: Midi-Ausdruck ist linear (0) oder exponentiell (1-2) [1].
eo: MIDI-esprimo estas linia (0) aŭ eksponenciala (1-2) [1].
es: La expresión para MIDI es lineal (0) o exponencial (1-2) [1].
et: Midi expression on lineaarne (0) või eksponentsiaalne (1-2) [1].
fi: Midi lauseke on lineaarinen (0) tai eksponentiaalinen (1-2) [1].
fr: L'expression MIDI est linéaire (0) ou exponentielle (1-2) [1].
he: [1] (1-2) יכירעמ וא (0) יווק ידימה יוטיב
hu: A MIDI kimenet (expression) lineáris (0) vagy exponenciális (1-2) [1].
id: Ekspresi midi linier (0) atau eksponensial (1-2) [1].
it: L'espressione Midi è lineare (0) o esponenziale (1-2) [1].
ja: Midiのエクスプレッションは正比例(0)又は指数的(1-2) [1]。
mk: Midi експресијата е линеарна (0) или екпоненцијална (1-2) [1].
nl: Midi-expressie is lineair (0) of exponentieel (1-2) [1].
no: Midi-uttrykk er lineært (0) eller eksponentsielt (1-2) [1].
no_ny: Lineært (0) eller eksponentielt (1-2) midi-uttrykk [1].
pt: A expressão MIDI é linear (0) ou exponencial (1-2) [1].
pt_br: Expressão MIDI é linear (0) ou exponencial (1-2) [1].
ro: Expresia MIDI este liniară (0) sau exponenţială (1-2) [1].
ru: Экспрессия midi: линейная (0) или экспоненциальная (1-2) [1].
sk: Midi výraz je lineárny (0) alebo exponenciálny (1-2) [1].
sl: Midi izrazi v linearni (0) ali eksponentni (1-2) obliki [1].
sr: Midi izraz je linaeran (0) ili eksponencijalan (1-2) [1].
sv: Midi-uttryck är linjärt (0) eller exponentiellt (1-2 [1].
tr: Midi ifadeleri doğrusal (0) ya da üstel (1-2) [1].
uk: Вираз midi лінійний (0) або експоненціальний (1-2) [1].

source: Midi volume is linear (0) or exponential (1-2) [1].
af: midi volume is liniêre (0) of eksponensieël (1-2) [1].
cs: Midi hlasitost je lineární (0) nebo exponenciální (1-2) [1].
da: Midi lydstyrke er lineær (0) eller eksponentiel (1-2) [1].
de: Midi-Lautstärke ist linear (0) oder exponentiell (1-2) [1].
eo: MIDI-laŭteco estas linia (0) aŭ eksponenciala (1-2) [1].
es: El volumen para MIDI es lineal (0) o exponencial (1-2) [1].
et: Midi helitugevus on lineaarne(0) või eksponentsiaalne(1-2) [1].
fi: Midi äänenvoimakkuus on lineaarinen(0) tai eksponentiaalinen (1-2) [1].
fr: Le volume MIDI est linéaire (0) ou exponentiel (1-2) [1].
he: [1] (1-2) תיכירעמ וא (0) תיווק ידימה תמצוע
hu: A MIDI hangerő lineárisan (0) vagy exponenciálisan (1-2) változik [1].
id: Volume midi linier (0) atau eksponensial (1-2) [1].
it: Il volume Midi è lineare (0) o esponenziale (1-2) [1].
ja: Midiの音量は正比例(0)又は指数的(1-2) [1]。
mk: Midi гласноста е линеарна (0) или екпоненцијална (1-2) [1].
nl: Midivolume is lineair (0) of exponentieel (1-2) [1].
no: Midi-lydstyrke er lineær (0) eller eksponentsiel (1-2) [1].
no_ny: Lineær (0) eller eksponentiell (1-2) midi-lydstyrke [1].
pt: O volume MIDI é linear (0) ou exponencial (1-2) [1].
pt_br: Volume MIDI é linear (0) ou exponencial (1-2) [1].O
ro: Volumul MIDI este liniar (0) sau exponenţial (1-2) [1].
ru: Громкость midi: линейная (0) или экспоненциальная (1-2) [1].
sk: Hlasitosť Midi je lineárna (0) alebo exponenciálna (1-2) [1].
sl: Midi glasnost v linearni (0) ali eksponentni (1-2) obliki [1].
sr: Jačina midija je linearna (0) ili eksponencijalna (1-2) [1].
sv: Midivolymen är linjär (0) eller exponentiell (1-2) [1].
tr: Midi sesi doğrusal (0) ya da üstel (1-2) [1].
uk: Гучність midi лінійна (0) або експоненціальна (1-2) [1].

source: Enable fast panning.
af: aktiveer vinnige panning.
cs: Zapnout rychlé přesouvání.
da: Slå hurtig panning til.
de: Schnelle Übergänge aktivieren.
eo: Enŝaltas rapidan svingadon.
es: Activar intercalado rápido.
et: Luba kiire laotamine (fast panning).
fi: Käytä nopeaa panorointia.
fr: Active la panoramique rapide.
he: םידדצל ריהמ רבעמ רשפא
hu: Gyors mozgatás (panning) használata.
id: Aktifkan fast panning.
it: Abilita il troncaggio rapido
ja: ファストパンニングを有効にする。
mk: Овозможи брзо разделување
nl: Snelle panning inschakelen.
no: Slå på hurtig panning.
no_ny: Rask lydsveiping på.
pt: Activar 'panning' rápido.
pt_br: Habilitar fast panning.
ro: Activează deplasare rapidă.
ru: Разрешить быстрое смещение.
sk: Zapnúť rýchle panorámovanie
sl: Vklopi hitro rastezanje.
sr: Odobri brzo tabeliranje.
sv: Aktivera snabb panorering.
tr: Hızlı gezdirmeyi erkli kıl
uk: Ввімкнути швидкий ефект панорами.

source: Unload instruments from memory between MIDI files.
af: ontlaai instrumente van geheue tussen midi lêers.
cs: Mezi jednotlivými MIDI soubory uvolnit nástroje z paměti.
da: Aflast hukommelsen fra instrumenter mellem midifiler.
de: Zwischen den Midi-Dateien die Instrumente aus dem Speicher entfernen.
eo: Forigas la instrumentojn el la memoro inter la MIDI-dosieroj.
es: Descargar instrumentos de la memoria entre archivos MIDI.
et: Tühjenda mälu MIDI failide vahetusel instrumentidest.
fi: Poista soittimet muistista MIDI-tieostojen välillä.
fr: Enlève les instruments de la mémoire entre les fichiers MIDI.
he: ידימ יצבק ןיב ןורכיזהמ םילכ רסה
hu: A hangszerek eltávolítása a memóriából két MIDI fájl között.
id: Buang instrumen dari memori antara berkas MIDI.
it: Scarica gli strumenti dalla memoria in mezzo ai file MIDI
ja: 再生ファイルの変更時にインストゥルメントをメモリから除く。
nl: Instrumenten uit het geheugen laden tussen MIDI-bestanden.
no: Last ut instrumenter fra minnet mellom MIDI-filer.
no_ny: Fjern instrument frå minnet mellom midi-filer.
pt: Descarregar instrumentos da memória entre ficheiros MIDI.
pt_br: Descarregar instrumentos da memória entre arquivos MIDI.
ro: Între două fişiere MIDI elimină din memorie instrumentele.
ru: Выгружать инструменты из памяти в промежуток между MIDI файлами.
sk: Vymazať nástroje z pamäti medzi MIDI súbormi.
sl: Odstrani glasbila iz pomnilnika med MIDI datoekami.
sr: Izčitaj instrumente iz memorije između MIDI fajlova.
sv: Ladda ur instrumenten från minnet mellan midifilerna
tr: Midi dosyaları arasında bellekten enstrümanları silmek
uk: Вивантажувати інструменти з пам'яті між MIDI файлами

source: Select user interface (letter=d(umb)/n(curses)/s(lang)).
af: kies gebruiker koppelvlak (brief=d(om)/n(curses)/s(lang)).
cs: Vybrat uživatelské rozhraní (letter=d(umb)/n(curses)/s(lang)).
da: Vælg brugerflade (bogstav=d(um)/n(curses)/s(lang)).
de: Benutzerterminal auswählen (Buchstabe=d(umb)/n(curses)/s(lang)).
eo: Elektas uzantointerfacon (litero=d(umb)/n(curses)/s(lang)).
es: Seleccionar interfaz de usuario (letra=d(umb)/n(curses)/s(lang)).
et: Vali kasutajaliides (täht=d(umb)/n(curses)/s(lang)).
fi: Valitse käyttöliittymä (kirjain=d(tyhmä)/n(curses)/s(lang)).
fr: Sélectionnez l'interface utilisateur (lettre = d, n ou s).
he: (letter=d(umb)/n(curses)/s(lang)) שמתשמה קשממ תריחב
hu: A felhasználói felület kiválasztása (d=dumb, n=ncurses, s=slang).
it: Seleziona l'interfaccia utente (lettera=d(umb)/n(curses)/s(lang)).
ja: ユーザーインタフェイスを選択する(オプション文字d(dumb)/n(curse)/s(slang))
mk: Одбери го корисничкиот интерфејс (letter=d(umb)/n(curses)/s(lang)).
nl: Selecteer gebruikersinterface (letter=d(umb)/n(curses)/s(lang)).
no: Velg brukergrensesnitt (bokstav=d(um)/n(curses)/s(lang)).
no_ny: Vel brukarmiljø (bokstav=d(umb)/n(curses)/s(lang)).
pt: Escolher a interface de utilizador (letra=d(umb)/n(curses)/s(lang)).
pt_br: Selecionar interface do usuário (letra=d(umb)/n(curses)/s(lang)).
ro: Selectează interfaţa utilizator (literă=d(umb)/n(curses)/s(lang)).
ru: Выбрать пользовательский интерфейс: d(umb)/n(curses)/s(lang).
sk: Zvoliť užívateľské rozhranie (písmeno=d(umb)/n(curses)/s(lang))
sl: Izberi uporabniški vmesnik (črka=d(umb)/n(curses)/s(lang)).
sv: Välj användargränssnitt (bokstav=d(dum)/n(curses)/s(språk)).
tr: Kullanıcı arayüzü seç (letter=d(umb)/n(curses)/s(lang)).
uk: Виберіть інтерфейс користувача (буква=d(простий)/n(curses)/s(slang)).

source: Set number of buffer fragments.
af: stel nommer van buffer stukkies.
cs: Nastavit počet fragmentů vyrovnávací paměti.
da: Sæt antal buffer fragmenter.
de: Anzahl der Pufferfragmente festlegen.
eo: Metas nombron de bufrofragmentoj.
es: Ajustar número de fragmentos de búfer.
et: Sea puhvri fragmentide arv.
fi: Aseta puskuriosasien lukumäärä.
fr: Règle le nombre de fragments du tampon
he: רגאמה יעטק רפסמ תעיבק
hu: A pufferek számának beállítása.
id: Atur jumlah potongan buffer.
it: Imposta il numero di frammenti del buffer.
ja: バッファフラグメントの数を設定する。
mk: Намести го бројот на бафер фрагменти
nl: Aantal bufferfragmenten instellen
no: Sett antall bufferfragmenter.
no_ny: Vel talet på bufferfragment.
pt: Configurar número de fragmentos do 'buffer'.
pt_br: Configurar número de fragmentos de buffer.
ro: Setează numărul de tampoane de fragmente.
ru: Установить число фрагментов буфера.
sk: Nastaviť počet fragmentov zásobníka.
sl: nastavi število razdelkov izravnalnika.
sr: Postavi broj fragmentiranih bafera.
sv: Sätt antalet bufferfragment.
tr: Tampon parçalarının sayısını belirt.
uk: Встановити кількість фрагментів буферу.

source: MIDI file(s) to play.
af: midi lêer(s) aan speel.
cs: MIDI soubor(y) pro přehrání.
da: MIDI file(r) at spille.
de: Abzuspielende MIDI-Dateien
eo: MIDI-dosiero(j) ludenda(j).
es: Archivo(s) MIDI a reproducir.
et: MIDI fail(id) mängimiseks.
fi: Soitettavat MIDI-tiedostot.
fr: Fichier(s) MIDI à jouer
he: ןוגינל ידימ יצבק
hu: A lejátszandó MIDI fájlok.
id: Berkas MIDI yang dimainkan.
it: File MIDI da suonare.
ja: 再生するMIDIファイル
nl: Af te spelen MIDI bestand(en).
no: MIDI-fil(er) å spille.
no_ny: Spel midi-fil(er).
pt: Ficheiro(s) MIDI a reproduzir.
pt_br: Arquivos MIDI a reproduzir.
ro: Fişier(e) MIDI de redat.
ru: Воспроизвести MIDI файл(ы).
sk: Súbor(y) MIDI na prehranie.
sl: Datoteke MIDI za predvajanje.
sr: MIDI fajl(ovi) za reprodukciju.
sv: Midifile(er) som ska spelas.
tr: Çalınacak midi dosya(ları)
uk: Програти файл(и) MIDI

source: Compose Play List
af: komponeer speel lys
cs: Vytvořit seznam skladeb
da: Sæt spilleliste sammen
de: Stückliste zusammenstellen
eo: Faru ludliston
es: Componer lista de reproducción
et: Nimekirja kokkupanek
fi: Luo soittolista
fr: Composition d'une liste de lecture
he: ןוגינ תמישר רוביח
hu: Válogatás létrehozása
id: Buat Daftar Judul
it: Componi Play List
ja: プレイリストを作成
mk: Компонирај ја листата на песни
nl: Speellijst maken
no: Sett sammen spilleliste
no_ny: Lag speleliste
pt: Editar Lista de Músicas
pt_br: Compor lista de reprodução
ro: Compune listă de redare
ru: Создать список песен
sk: Vytvoriť zoznam skladieb
sl: Sestavi seznam za predvajanje
sr: Sastavi listu numera
sv: Sammanställ spellista
tr: Çalım Listesi Yarat
uk: Зібрати список програвання

source: Accept and use the new play list.
af: aanvaar en gebruik die nuwe speel lys.
cs: Potvrdit a použít nový seznam skladeb.
da: Godkend og brug ny spilleliste.
de: Die neue Stückliste übernehmen und benutzen.
eo: Akceptu kaj uzu la novan ludliston.
es: Aceptar y usar la nueva lista.
et: Nõustu ja kasuta uut nimekirja.
fi: Hyväksy ja käytä uutta soittolistaa.
fr: Valider et utiliser la nouvelle liste de lecture
he: .השדחה ןוגינה תמישרב שמתשהו לבק
hu: Az új válogatás használata.
id: Setuju dan pakai daftar judul baru.
it: Accetta ed usa la nuova play list.
ja: 了承し、新しいプレイリストを使用する。
mk: Прифати ја и користи ја новата листа на песни
nl: Nieuwe speellijst accepteren en gebruiken.
no: Godta og bruk ny spilleliste.
no_ny: Godta og bruk den nye spelelista.
pt: Aceitar e usar a nova lista de músicas.
pt_br: Aceitar e usar a nova lista de reprodução.
ro: Acceptă şi utilizează noua listă de redare.
ru: Принять и использовать новый список песен.
sk: Potvrdiť zmeny a použiť nový zoznam skladieb.
sl: Sprejmi in uporabi novi midi seznam za predvajanje.
sr: Odobri i upotrebi novu listu numera.
sv: Acceptera och använd den nya spellistan.
tr: Yeni çalım listesini kabul et ve çal
uk: Прийняти та використати новий список програвання.

source: Replace the contents of the<br> currently selected playlist<br> file with the new play list.
af: vervang die inhoud van die<br> huidiglik gekose liedjielys<br> lêer met die nuwe speel lys.
cs: Nahradit obsah právě<br> vybraného souboru seznamu<br> novým seznamem skladeb.
da: Erstat indholdet af den<br> aktuelt valgte spilleliste<br> fil med den nye spilleliste.
de: Den Inhalt der momentan <br> benutzten Stückliste durch<br> die neue Stückliste ersetzen.
eo: Anstataŭigas la enhavon de la<br>elektita ludlistdosieron per la aktuala<br>ludlisto.
es: Reemplazar los contenidos del<br> archivo de lista de reproducción<br> actualmente seleccionada por la<br> nueva lista de reproducción.
et: Asenda praeguse nimekirjafaili sisu<br> uue nimekirjaga.
fi: Korvaa nykyisen soittolistan<br> sisältö valitun soittolista-<br> tiedoston sisällöllä.
fr: Remplace le contenu de la<br> liste de lecture sélectionnée<br> par celui de la<br> nouvelle liste de lecture
he: <p align=right>ץבוק ןכות תפלחה<br> רחבנה ןוגינה תמישר<br> .השדחה ןוגינה תמישר םע
hu: Az aktuális válogatás<br> felülírása az új válogatás<br> tartalmával.
id: Ganti isi dari daftar judul<br> terpilih dengan daftar judul<br> yang baru.
it: Sostituisci i contenuti della<br> play list corrente con quelli<br> della nuova play list.
ja: 現在のプレイリストを新規<br> プレイリストで置き換える。
mk: Замени ја содржината на <br> моментално селектираната датотека<br> со листа со новата листа.
nl: De inhoud van de momenteel<br> gebruikte speellijst door de<br> nieuwe vervangen.
no: Erstatt innholdet til den merkede<br> spillelisten med en ny spilleliste.
no_ny: Byt ut innhaldet på den valde<br> spelelista med den nye<br> spelelista.
pt: Substituir o conteúdo do ficheiro<br> da lista de músicas seleccionada<br> pela nova lista de músicas.
pt_br: Substituir o conteúdo da lista<br> de reprodução selecionada pela<br> nova lista.
ro: Înlocuieşte conţinutul fişierului listei de redare curente cu noua listă de redare.
ru: Заменить текущий список<br> песен новым из<br> файла списка песен.
sk: Nahradí obsah <br> označeného zoznamu skladieb <br> novým zoznamom.
sl: Nadomesti vsebino trenutno izbrane<br> datoteke seznama za predvajanje z novim<br> seznamom za predvajanje.
sr: Zameni sadržaj<br> trenutno izabrane liste numera<br> novom listom.
sv: Ersätt innehållet i<br> vald spellistaefil<br> med den nya spellistan.
tr: Şimdiki çalım listesinin dosyalarını<br> yeni çalım listesinin dosyalarıyla<br> değiştir
uk: Замінити зміст<br> вибраного списку програвання<br> новим списком.

source: Save as ...
af: stoor as ...
cs: Uložit jako ...
da: Gem som ...
de: Speichern unter...
eo: Sekurigu kiel ...
es: Guardar como ...
et: Salvesta kui...
fi: Tallenna nimellä...
fr: Enregistrer sous...
he: ...םשב הרימש
hu: Mentés másként...
id: Simpan sebagai ...
it: Salva con nome...
ja: 名前をつけて保存...
mk: Зачувај како ...
nl: Opslaan als ...
no: Lagre som ...
no_ny: Lagra som ...
pt: Gravar como ...
pt_br: Salvar como ...
ro: Salvează ca...
ru: Сохранить как ...
sk: Uložiť ako ...
sl: Shrani kot...
sr: Sačuvaj kao ...
sv: Spara som ...
tr: Farklı Kaydet
uk: Зберегти як...
