Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/kmidi.po
Languages: af, cs, da, de, eo, es, et, fi, fr, he, hu, id, it, ja, mk, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk

source: The led color is used in<br> the panel and meter.
af: die led kleur is gebruik word in<br> die paneel en meter.
cs: Barva LED prvků je použita<br> v panelu a ukazateli.
da: Lysets farve bruges i<br> panelet og måleren.
de: Die LED-Farbe wird in der<br> Kontrollleiste und für die Aktivitätsanzeige benutzt.
eo: La lumkoloro estas uzata en<br> la panelo kaj mezurilo.
es: El color del LED se usa en<br> el panel y el medidor.
et: Paneelil ja mõõdikus<br> kasutatava led'i värv.
fi: Ledin väri, jota käytetään<br> mittareissa.
fr: Couleur de l'affichage utilisée dans<br> le panneau et les témoins d'activité<br> des canaux.
he: <p align=right>ראומה טסקטה עבצב<br> חולב שומיש השענ<br> .דמבו
hu: A LED színét a panel és<br> a méter használja.
id: Warna led dipakai oleh <br> panel dan pengukur.
it: Il colore del led è utilizzato nel<br> pannello e nell'indicatore.
ja: パネルとメーターの色には<br> 鉛色が使われます
mk: Бојата на сијаличките е користена<br> как таблата и кај мерачот.
nl: De LED-kleur wordt in het<br> paneel en voor de metingen gebruikt
no: Lampens farge brukes i<br> panelet og måleren.
no_ny: Led-fargen er brukt i<br> panelet og målaren.
pt: A cor do LED é usada no<br> no medidor e no painel.
pt_br: A cor do led é usada<br> no painel e medidor.
ro: Culoarea LED-ului este utilizată în panou şi măsurător.
ru: Цвет индикатора используется<br> в панели и указателе.
sk: Farba použitá<br> v paneli a v merači.
sl: Barva lučk je uporabljena v<br> pultu in merilcu.
sr: Boje LED-dioda se koriste na<br> panelu i meraču.
sv: Led-färgen används i<br> panelen och mätaren.
tr: Led rengi pano ve <br> ölçümde kullanılıyor
uk: Колір індикатору використовується для<br> панелі та лічильнику.

source: LED Color:
af: led kleur:
cs: Barva LED:
da: LED-farve:
de: LED-Farbe:
eo: Lumĉel-koloro:
es: Color del LED:
et: LED värv:
fi: LED:n väri:
fr: Couleur des voyants :
he: :ראומ טסקט עבצ
hu: A LED színe:
id: Warna LED:
it: Colore LED:
ja: LEDの色:
mk: Боја на сијаличка:
nl: LED-kleur:
no: LED-farge:
no_ny: LED-farge:
pt: Cor do LED:
pt_br: Cor do LED:
ro: Culoare LED:
ru: Цвет индикатора:
sk: LED farba:
sl: Barva lučk LED:
sr: LED boja:
sv: LED-färg:
tr: Led Rengi:
uk: Колір індикатору:

source: This color is for<br> the panel and meter backgrounds.
af: hierdie kleur is vir<br> die paneel en meter agtergronde.
cs: Tato barva je pro<br> pozadí panelu a ukazatele.
da: Denne farve er til<br> panelet og målerbaggrunde.
de: Diese Farbe ist für den Hintergrund von Kontrollleiste und Aktivitätsanzeige.
eo: Tiu koloro estas por la<br> panelo kaj la mezurilofono.
es: Este color es para<br> el panel y el medidor de fondo.
et: See värv on paneeli <br> ja mõõdiku taustaks.
fi: Tämä on väri<br> paneelille ja mittarien taustoille.
fr: Correspond à la<br> couleur de fond du panneau<br> et des témoins d'activité<br> des canaux.
he: <p align=right>רובע אוה הז עבצ<br> .דמהו חולה לש עקרה
hu: Ez a panel és a méter<br> hátterének színe.
id: Warna ini untuk<br> panel dan latar belakang pengukur.
it: Questo colore è per lo sfondo del<br> pannello e dell'indicatore.
ja: この色は<br> パネルとメーターの背景色になります。
mk: Оваа боја е за<br> позадината на таблата и мерачот.
nl: Deze kleur is voor<br> het paneel en de achtergrond van het meetinstrument.
no: Denne fargen er til<br> panelet og målebakgrunner.
no_ny: Denne fargen er for<br> panel-og målarbakgrunnen.
pt: Esta cor é para<br> o fundo do painel e do medidor.
pt_br: Esta cor é para<br> o fundo do painel e do medidor.
ro: Această culoare este pentru fundalul panoului şi al măsurătorului.
ru: Этот цвет используется<br> в фоне панели и указателей.
sk: Farba pre<br> pozadie panelu a merača.
sl: ta barva je za<br> pult in ozadje merilca.
sr: Ova boja je za<br> panel i merače u pozadini.
sv: Den här färgen är för<br> panelen och mätarbakgrunder.
tr: Bu renk pano ve <br> metrenin arka plan rengi için kullanılır
uk: Колір для<br> тла панелі та лічильнику.

source: Background Color:
af: agtergrond kleur:
cs: Barva pozadí:
da: Baggrundsfarve:
de: Hintergrundfarbe:
eo: Fonkoloro:
es: Color de fondo:
et: Tausta värv:
fi: Taustaväri:
fr: Couleur du fond :
he: :עקר עבצ
hu: Háttérszín:
id: Warna Latar Belakang:
it: Colore sfondo:
ja: 背景の色:
mk: Позадинска боја:
nl: Achtergrondkleur:
no: Bakgrunnsfarge:
no_ny: Bakgrunnsfarge:
pt: Cor do Fundo:
pt_br: Cor de fundo:
ro: Culoare fundal:
ru: Цвет фона:
sk: Farba pozadia:
sl: Barva ozadja:
sr: Boja pozadine:
sv: Bakgrundsfärg:
tr: Arka plan regi:
uk: Колір тла:

source: Show Tool Tips
af: vertoon program leidrade
cs: Zobrazovat nápovědy
da: Vis værktøjsvink
de: Hinweise anzeigen
eo: Montru helpindikojn
es: Mostrar ayuda contextual
et: Näita vihjeid
fi: Näytä vihjeet
fr: Afficher les bulles d'aide
he: םילכל טוריפ גצה
hu: Tippek megjelenítése
id: Perlihatkan Tool Tip
it: Mostra suggerimenti
ja: Tool Tipsを表示
mk: Покажи ги описите на алатките
nl: Knopinfo tonen
no: Vis verktøytips
no_ny: Vis verktøytips
pt: Mostrar Dicas de Ferramentas
pt_br: Mostrar dicas
ro: Afişează mesaje de ajutor rapid
ru: Показывать подсказки
sk: Zobrazovať pomocníka
sl: Prikaži priročne nasvete
sr: Prikaši naznake
sv: Visa tips
tr: Nesne ipuçlarını göster
uk: Показувати поради

source: Provide brief descriptions<br> when cursor is left over a<br> object on the screen
af: verskaf kort beskrywings<br> wanneer plekaanduier is links bo 'n<br> voorwerp op die skerm
cs: Poskytují krátké popisy,<br> když je kurzor ponechán<br> nad objektem na obrazovce
da: Giv korte beskrivelser<br> når markøren er et stykke tid over<br> et objekt på skærmen
de: Kurze Erklärungen anzeigen, wenn der Cursor über einem Feld stehen bleibt.
eo: Donu koncizajn priskribojn<br> kiam la musmontrilo ripozas super<br> iu objekto de la ekraneto.
es: Muestra una breve descripción<br> cuando se deja el cursor encima<br> de un objeto de la pantalla.
et: Anna lühike kirjeldus <br> objekti kohta, kui kursor selle<br> peale kauemaks pidama jääb
fi: Anna lyhyet kuvaukset<br> kun osoitin jätetään ruudulla<br> olevan objektin päälle.
fr: Affiche une brève description<br> lorsque le curseur est placé sur un<br> objet sur l'écran
he: <p align=right>םירצק םירואית קפס<br> לעמ ראשומ עיבצמהשכ<br> ךסמה לעש טקייבוא
hu: Rövid leírást ad arról az objektumról,<br> amely fölött a kurzor<br> áll.
id: Menyediakan deskripsi singkat<br> ketika kursor berada di atas objek<br> pada layar
it: Fornisce una breve descrizione<br> quando il cursore è lasciato sopra<br> un oggetto sullo schermo.
ja: スクリーン上のオブジェクト<br> にカーソルが重なったときに<br> 簡単な説明を表示します。
mk: Овозможи краток опис<br> кога курсорот ќе остане над некој<br> објект на екранот
nl: Toont kleine beschrijvingen<br> als de cursor op een vensteronderdeel<br> geplaatst wordt.
no: Gi en fyldig beskrivelse<br> når kursor stilles over et<br> objekt på skjermen
no_ny: Gi kort skildring når<br> musepeikaren er over eit<br> element på skjermen
pt: Dar descrições breves<br> quando o cursor permanecer<br> sobre um objecto no ecrã
pt_br: Oferecer descrições breves<br> quando o cursor é deixado sobre um<br> objeto da tela
ro: Afişează o scurtă descriere atunci cînd cursorul este ţinut deasupra unui obiect de pe ecran.
ru: Выводить краткие пояснения<br> при подведении указателя мыши<br> к элементу окна
sk: Zobrazí stručný popis objektu<br> keď nad ním ponecháte kurzor
sl: Priskrbi kratek opis, ko<br> je kazalec nad objektom na<br> zaslonu
sr: Dajte kratak opis<br> kada je kurzor ulevo iznad<br> objekta na ekranu
sv: Visa korta beskrivningar<br> när muspekaren lämnas ovanför ett<br> objekt på skärmen
tr: Fare imlecini ekran üzerinde<br> bir nesne üzerine götürünce basit<br>açıklamalara neden olur
uk: Відображувати короткий опис<br> якщо курсор залишається над<br> об'єктом на екрані

source: Try to stop KMidi from<br> using up too much of your RAM.
af: probeer aan stop kmidi van<br> te gebruik begin te baie van jou ram.
cs: Pokusit se zabránit KMidi ve spotřebování<br> přílišného množství paměti RAM.
da: Prøv at forhindre KMidi i<br> at bruge for meget af din ram.
de: Versuchen, KMidi <br> weniger Speicher zuzuweisen.
eo: Provu bridi KMidi koncerne<br> la troan uzon de memoro.
es: Intentar evitar que Kmidi<br> utilice demasiada memoria RAM.
et: Ürita keelata KMidi'l<br> mälu liiga isukas kasutamine.
fi: Yritä estää KMidiä käyttämästä<br> liian paljon muistia.
fr: Tente d'arrêter kMidi s'il<br> utilise trop de mémoire vive.
he: <p align=right>KMidi-מ עונמל הסנ<br> יידמ רתויב שמתשהלמ<br> .ךלש ןורכיזהמ
hu: Megakadályozza, hogy a KMidi<br> túl sok memóriát foglaljon le.
it: Prova a impedire a KMidi di<br> usare troppa memoria.
ja: KMidiはメモリを使いすぎて<br> いるため停止します。
nl: Probeer te voorkomen dat KMidi<br> teveel ram-geheugen toegewezen krijgt.
no: Prøv å stoppe KMidi fra å<br> bruke for mye minne.
no_ny: Prøv å hindra KMidi i<br> å bruka for mykje minne.
pt: Tentar evitar que o KMidi<br> use demasiada memória RAM.
pt_br: Tentar evitar que o KMidi<br> use muita memória.
ru: Не давать KMidi<br> занимать слишком много памяти.
sk: Skúsi zabrániť KMidi<br> používať príliš veľa vašej pamäti.
sl: Poskusi preprečiti KMidi<br> pretirano poraba vašega pomnilnika.
sr: Pokušaj zaustavljanja KMidi-ja od<br> prevelike upotrebe ram memorije.
sv: Försök förhindra att KMidi använder<br> för mycker av ditt RAM.
uk: Спробуйте зупинити KMidi, щоб запобігти<br> надмірному використанню пам'яті.

source: About KMidi
af: aangaande kmidi
cs: Informace o KMidi
da: Om KMidi
de: Über KMidi
eo: Pri KMidi
es: Acerca de KMidi
et: KMidi Info
fi: Tietoja KMidi:tä
fr: À propos du lecteur MIDI
he: םירישה ןגנ תודוא
hu: A KMidi névjegye
id: Tentang KMidi
it: Informazioni su KMidi
ja: KMidiについて
mk: За KMidi
nl: Info over Kmidi
no: Om KMidi
no_ny: Om KMidi
pt: Acerca do KMidi...
pt_br: Sobre o KMidi
ro: Despre KMidi
ru: О KMidi
sk: Informácie o KMidi
sl: O KMidi
sr: O programu KMidi
sv: Om KMidi
tr: KMidi hakkında
uk: Про KMidi

source: Initial developer.
af: aanvanklike ontwikkelaar.
cs: Původní autor.
da: Oprindelig udvikler.
de: Ursprünglicher Entwickler.
eo: Origina programisto.
es: Creador inicial.
et: Esialgne arendaja.
fi: Alkuperäinen kehittäjä.
fr: Développeur originel
he: .ןושאר חתפמ
hu: Első fejlesztő.
id: Pembuat awal.
it: Sviluppatore iniziale.
ja: 最初の開発者
mk: Почетен развивач
nl: Oorspronkelijke ontwikkelaar.
no: Første utvikler.
no_ny: Opprinneleg utviklar.
pt: Desenvolvimento inicial.
pt_br: Desenvolvedor inicial.
ro: Dezvoltator iniţial
ru: Первый разработчик.
sk: Pôvodný vývojár
sl: Začetni razvijalec.
sr: Početni razvoj
sv: Ursprunglig utvecklare.
tr: Ana geliştirici
uk: Перший розробник.

source: lyrics, IW patches, current maintainer.
af: lirieke, lw lappe, huidige onderhouer.
cs: text, IW vzorky, současný správce.
da: tekster, IW patcher, aktuel vedligeholder.
de: Liedtexte, IW Patches, aktueller Betreuer.
eo: tekstojn, IW-korektoj, nuna fleganto.
es: letras, parches IW, encargado actual.
et: sõnad, IW patchid, praegune hooldaja.
fi: lyriikat, IW-patchit, nykyinen ylläpitäjä.
fr: paroles, fenêtre d'information sur les banques de sons, mainteneur actuel.
he: .יחכונ קזחתמ ,IW יאלט ,םילימ
hu: dalszöveg, IW minták, jelenlegi karbantartó.
id: lirik, Patch IW, pemelihara sekarang.
it: testi, patch IW, responsabile attuale.
ja: 歌詞, IW パッチ, 現在のメンテナ.
mk: текстови, IW делови, сегашен одржувач
nl: Songteksten, IW-patches, huidige onderhouder.
no: lyrikk, IW-lapper, gjeldende vedlikeholder.
no_ny: tekstar, IW-fiksar, noverande vedlikehaldar.
pt: letras, 'patches' IW, manutenção actual.
pt_br: letras, patches IW, mantenedor corrente.
ro: lirică, petice IW, dezvoltator curent
ru: мелодии, патчи инструментов, текущий разработчик.
sk: texty, IW moduly, súčasný správca projektu
sl: besedilo, IW popravki, trenutni vzdrževalec
sr: stihovi, IW pičevi, trenutno održavanje.
sv: sångtexter, IW-patchar, aktuell underhållare.
tr: şarkı sözleri, IW yamaları, şimdiki geliştirici.
uk: лірика, латки IW, поточний супроводжувач

source: TiMidity sound, patch loader, interface design, ...
af: timidity klank, lap laaier, koppelvlak ontwerp, ...
cs: TiMidity zvuk, načítání vzorků, návrh rozhraní, ...
da: TiMidity lyd, patch indlæser, brugerflade design, ...
de: TiMidity Sound, Patch-Lader, GUI-Design, ...
eo: TiMidity-sonoro, flikoŝargilo, interfacdesegno, ...
es: Sonido TiMidity, cargador de parches, diseño de la interfaz, ...
et: TiMidity sound, patchi laadija, kasutajaliidese disain, ...
fi: TiMidity äänet, patch-lataaja, käyttöliittymäsuunnittelu, ...
fr: sons TiMidity, chargeur de banques de sons, interface...
he: ... ,קשממה בוציע ,םיאלטה ןעוט ,TiMidity לילצ
hu: TiMidity hang, mintabetöltő, kezelőfelület-tervezés, ...
id: Suara TiMidity, patch pemuat, rancangan antarmuka, ...
it: Suono TiMidity, caricatore patch, disegno interfaccia, ...
ja: TiMidity サウンド, パッチローダ, インタフェースデザイン
mk: TiMidity звук, вчитувач на делови, дизајн на интерфејс, ...
nl: TiMidity-geluid, patch-lader, ontwerp van uiterlijk,...
no: TiMidity-lyd, lapplaster, grensesnittdesign, ...
no_ny: TiMidity-lyd, fiks-lastar, utsjånad, ...
pt: Som TiMidity, leitor de 'patches', desenhador da interface, ...
pt_br: Som TiMidity, carregador de patches, design da interface, ...
ro: Sunet TiMidity, încărcător petice, proiectare interfaţă, ...
ru: Звук TiMidity, загрузчик патчей, дизайн интерфейса, ...
sk: TiMidity zvuk, nahrávač modulov, dizajn rozhraní, ...
sl: TiMidity zvok, nalagalnik vzorcev, izdelava vmesnika, ...
sr: TiMidity zvuk, loader pičeva, dizajn interfejsa, ...
sv: TiMidity-ljud, patch-laddare, gränssnittsdesign, ...
tr: TiMidity sesi, yama çalıştırıcı, arayüz çizici, ...
uk: звук TiMidity, завантажувач латок, дизайн інтерфейсу, ...

source: soundfonts, window communication
af: klanktipes, venster kommunikasie
cs: zvukové fonty, komunikace oken
da: lydfonte, vindueskommunikation
de: Soundfonts, Fensterkommunikation
eo: sonortiparoj, fenestrokomunikado
es: fuentes de sonido, ventana de comunicación
et: soundfondid, akende kommunikatsioon
fi: äänifontit, ikkunoiden kommunikointi
fr: polices sonores, fenêtre de communication
he: ןולח תרושקת ,לילצ ינפוג
hu: hangfontok, ablakkommunikáció
id: huruf suara, komunikasi window
it: caratteri musicali, comunicazione finestre
ja: サウンドフォント, ウィンドウコミュニケーション
mk: фонтови, комуникација со прозорот
nl: soundfonts, venstercommunicatie
no: lydskrift, vindukommnunikasjon
no_ny: «soundfonts», vindaugskommunikasjon
pt: fontes do som, comunicação de janela
pt_br: fontes de som, comunicação com janelas
ro: fonturi-sunete, comunicaţia inter-ferestre
ru: звуковые шрифты, обмен с окном
sk: zvukové fonty, komunikácia okien
sl: zvočni vzorci, okenska komunikacija
sr: soundfont-ovi, komunikacija windows-a
sv: ljudteckensnitt, fönsterkommunikation
tr: sesfontları, pencere iletişimi
uk: звукові шрифти, зв'язок вікон

source: effects: reverb, chorus, phaser, celeste
af: effekte: reverb, koor, faser, celeste
cs: efekty: ozvěna, chorus, phaser, celeste
da: effekter, efterklang, kor, faser, celeste
de: Effekte: Hall, Chor, Phaser, Celeste
eo: efektoj: resono, ĥoro, fazoŝovo, "celeste"
es: efectos: reverberación, coro, desfasaje, celeste
et: efektid: reverb, chorus, phaser, celeste
fi: efektit: reverb, chorus, phaser, celeste
fr: effets : réverbéo, chorus, phaser, celeste
he: דוהדה ,chorus ,phaser ,celeste :םיטקפא
hu: effektek: visszhang, kórus, phaser, celeste
id: efek: reverb, chorus, phaser, celeste
it: effetti:riverbero, coro, celeste, phaser
ja: イフェクト: リバーブ, コーラス, フェイザ, セレスト
mk: ефекти: реверб, хорус, ласер, целеста
nl: effecten: nagalm, koor, phaser, celeste
no: effekter: reverb, chorus, phaser, celeste
no_ny: effektar: reverb, chorus, phaser, celeste
pt: efeitos: reverberação, coro, phaser, celeste
pt_br: efeitos: reverberação, chorus, phaser, celeste
ro: efecte: reverb, cor, fazer, celest
ru: эффекты: реверберация, многоголосие, фазировщик, челеста
sk: efekty: reverb, chorus, phaser, celeste
sl: učinki: reverb, chorus, phaser, celeste
sr: efekti: reverb, xorus, fazer, čeleste
sv: effekter: eko, kör, phaser, celeste
tr: etkiler: yankı, koro, evreleyici, celeste
uk: ефекти: реверберація, хор, фазування, челеста

source: mod wheel, portamento ...
af: mod wiel, portamento ...
de: Modulationsrad, Portamento ...
eo: ŝanĝrado, songlito...
fr: molette de modulation, portamento...
mk: тркало, лизгање ...
nl: modulatierad, portamento...
pt: modo de roda, portamento ...
pt_br: mod whell, portamento ...
sr: modus wheel, portamento ...
sv: mod-hjul, portamento ...
tr: alev kipi, portamento ...
uk: сучасні технології, портаменто ...

source: drivers, interfaces, configure scripts
af: drywers, koppelvlakke, konfigureer skripte
cs: ovladače, rozhraní, konfigurační skripty
da: drivere, brugerflader, indstil skripter
de: Treiber, Schnittstellen, Konfigurationsskripts
eo: adaptiloj, interfacoj, agordoprogrametoj
es: controladores, interfaces, scripts de configuración
et: draiverid, liidesed, häälestusskriptid
fi: ajurit, rajapinnat, asetusskriptit
fr: pilotes, interfaces, scripts de configuration
he: הנקתה יטירסת ,םיקשממ ,םינקתה ילהנמ
hu: meghajtók, csatolófelületek, beállítóscriptek
id: driver, antarmuka, skrip configure
it: driver, interfaccia, script di configurazione
ja: ドライバ, インターフェース, 設定スクリプト
mk: драјвери, интерфејси, скрипти за местење
nl: drivers, uiterlijken, configure-scripts
no: drivere, grensesnitt, konfigurasjonsskript
no_ny: drivarar, grensesnitt, oppsettskript
pt: controladores, interfaces, 'scripts' de configuração
pt_br: drivers, interfaces, scripts de configuração
ro: driver-e, interfeţe, scripturi de configurare
ru: драйверы, интерфейсы, конфигурационные скрипты
sk: ovládače, rozhrania, konfiguračné skripty
sl: gonilniki, vmesniki, nastavitvene skripte
sr: drajveri, interfejsi, konfiguracija skriptova
sv: drivrutiner, gränssnitt, konigurationsskript
tr: sürücüler, arayüzler, script ayarları
uk: драйвери, інтерфейси, скрипти конфігурації

source: Where to get sets of patches.
af: waar aan kry verstel van lappe.
cs: Kde získat sady vzorků.
da: Hvor man henter et sæt patcher.
de: Wo Sie Patchsätze erhalten.
eo: Kie ricevi flikarojn.
es: Dónde encontrar conjuntos de parches.
et: Kust saada patchide komplekte.
fi: Mistä saat kokoelman patchejä.
fr: Où trouver les banques de son
he: .םיאלט תוכרע גישהל הפיא
hu: Hangminta-lelőhelyek.
id: Tempat memperoleh patch.
it: Dove ottenere insiemi di patch.
ja: どこでパッチを取得するか。
mk: Место од каде да се земат множества делови.
nl: Waar kan ik sets met patches vandaan halen.
no: Hvor finner man lapper.
no_ny: Kvar finn ein lappar.
pt: Onde obter conjuntos de 'patches'.
pt_br: Onde obter conjuntos de patches.
ro: De unde să luaţi seturi de petice.
ru: Где взять наборы патчей.
sk: Kde získať sady modulov.
sl: Kje dobiti nabor vzorcev
sr: Gde doći do skupa pičeva.
sv: Var du kan skaffa instrumentuppsättningar.
tr: Yamaları birlikte alabileceğiniz yer
uk: Де взяти набір латок

source: links to many sf2 soundfonts
af: skakel aan veel sf2 klanktipes
cs: odkazy na spousty zvukových fontů sf2
da: henvisninger til mange sf2 lydfonte
de: Links zu vielen sf2 Soundfonts
eo: ligoj al multaj sf2-sonortiparoj
es: enlaces a diversas fuentes de sonidos sf2
et: lingid paljudele sf2 soundfontidele
fi: linkkejä moniin sf2 äänifontteihin
fr: Liens vers un grand nombre de polices sonores sf2
he: םיבר sf2 לילצ ינפוגל םירושיק
hu: Sf2 hangfont-lelőhelyek
id: link ke banyak sf2 hurufsuara
it: collegamenti a molti altri caratteri musicali sf2
ja: sf2 サウンドフォントへのリンク
mk: врски до многу sf2 фонтови
nl: Koppelingen naar veel sf2-soundfonts
no: lenker til mane sf2-lydskrifter
no_ny: lenkjer til mange sf2-lydskrifter
pt: referências para fontes de som sf2
pt_br: links para muitas fontes de som sf2
ro: Legături către multe fonturi-sunete sf2
ru: ссылки на множество шрифтов sf2
sk: Linky ku stránkam s sf2 zvukovými fontami
sl: povezave na veliko sf2 zvočnih vzorcev
sr: link ka mnogim sf2 soundfont-ovima
sv: länkar till många sf2-ljudteckensnitt
tr: bazı sf2 sesfontu bağlantıları
uk: посилання на багато звукових шрифтів sf2

source: GUS patches -- unrar needed to decompress.
af: gus lappe -- unrar benodig aan dekompress.
cs: GUS vzorky -- pro dekompresi je nutný program unrar.
da: GUS patches -- unrar nødvending for at dekomprimere.
de: GUS Patches -- unrar wird zum Dekomprimieren benötigt.
eo: GUS-flikoj - necesas "unrar" por elpaki.
es: parches GUS -- para descomprimir se necesita unrar.
et: GUS patchid -- lahtipakkimiseks vajalik unrar.
fi: GUS patchit -- tarvitsee unrar:n purkamiseen.
fr: Banques de sons GUS (nécessite unrar)
he: חותפל ידכ unrar-ב ךרוצ שי -- GUS יאלט
hu: GUS hangminták -- unrar kell a kitömörítéshez.
id: Patch GUS - unrar untuk dekompresi.
it: Strumenti GUS -- è necessario unrar per la decompressione.
ja: GUS パッチ -- 解凍時、unrar する必要があるもの
mk: GUS делови - потребен е urar за декомпресирање.
nl: GUS-patches -- unrar is nodig om ze uit te pakken.
no: GUS-lapper -- unrar trengs til å dekomprimere.
no_ny: GUS-lappar -- treng unrar for å pakka opp.
pt: 'patches' GUS -- o 'unrar' é necessário para descomprimir.
pt_br: Patches GUS - unrar é necessário para descomprimir.
ro: Petice GUS -- este nevoie de "unrar" pentru a le decomprima.
ru: Патчи для GUS -- требуется unrar для разархивирования
sk: GUS moduly -- k rozbaleniu je potrebný unrar.
sl: GUS vzorci -- unrar je potreben za dekompresijo.
sr: GUS pičevi - unrar je potrebno dekompresovati.
sv: GUS-patchar -- unrar krävs för uppackning.
tr: GUS yamaları -- açılması gereken sıkışık unrar
uk: Латки GUS -- для декомпресії потрібен unrar

source: You may need this msdos-only tool.
af: jy dalk mag benodig hierdie msdos-only program.
cs: Možná potřebujete tento msdos-only nástroj.
da: Muligvis behøves dette ms-dos værktøj.
de: Möglicherweise benötigtes, nur für MS-DOS erhältliches, Werkzeug.
eo: Vi eble bezonas tiun MS-DOS-utililon.
es: Puede necesitar esta herramienta sólo de msdos.
et: Sul võib seda ainult-msdos tööriista vaja minna.
fi: Voit tarvita tätä vain ms-dos:a toimivaa työkalua.
fr: Vous pouvez avoir besoin de cet outil ne tournant que sous DOS.
he: .דבלב msdos-ל אוהש הזה ילכה תא ךרטצתו ןכתיי
hu: Szükség lehet erre az MS-DOS alapú eszközre.
id: Anda mungkin membutuhkan alat bantu untuk msdos ini.
it: Potresti aver bisogno di questo accessorio per msdos.
ja: msdosのみで使えるツールが必要になるかもしれません
mk: Можеби ќе ви треба оваа msdos алатка
nl: Mogelijk heeft u dit MS-DOS-programma nodig.
no: Du kan trenge dette verktøyet som kun er for msdos.
no_ny: Du treng kanskje dette msdos-baserte verktøyet.
pt: Podes precisar desta ferramenta de msdos.
pt_br: Você pode precisar desta ferramenta MS-DOS.
ro: S-ar putea să aveţi nevoie de acest utilitar msdos.
ru: Вам может понадобиться этот архиватор.
sk: Možno budete potrebovať tento dosovský nástroj.
sl: Morda boste potrebovali to ordje, ki teče samo pod DOSom.
sr: Možda vam je potreban msdos-only alat.
sv: Du kan behöva det här programmet, som endast fungerar under MSDOS.
tr: Bu msdos-only aracına ihtiyacınız olabilir
uk: Вам може знадобитися ця тільки-MSDOS утиліта

source: Play/Pause
af: speel/pouseer
cs: Přehrát/Pauza
da: Spil/pause
de: Wiedergabe/Pause
eo: Ludu/Paŭzo
es: Reproducción/Pausa
et: Mängi/Paus
fi: Soita/pysäytä
fr: Lecture/Pause
he: ההשה\ןגנ
hu: Lejátszás/szünet
id: Putar/Jeda
it: Play/Pausa
ja: 再生/一時停止
mk: Пушти/пауза
nl: Afspelen/Pauze
no: Spill/Pause
no_ny: Spel/pause
pt: Tocar/Parar
pt_br: Reproduzir/Pausar
ro: Redare/Pauză
ru: Воспроизвести/приостановить
sk: Hrať/Pauza
sl: Predvajaj/Premor
sr: Reprodukcija/Pauza
sv: Spela/Pausa
tr: Çal/Beklet
uk: Старт/Пауза

source: Next
af: volgende
cs: Násl
da: Næste
de: Weiter
eo: Sekva
es: Siguiente
et: Järgmine
fi: Seuraava
fr: Suivant
he: אבה
hu: Következő
id: Berikut
it: Successivo
ja: 次へ
mk: Следно
nl: Volgende
no: Neste
no_ny: Neste
pt: Seguinte
pt_br: Próx.
ro: Urmt
ru: Следующая
sk: Nasl.
sl: Naslednji
sr: Sledeći
sv: Nästa
tr: Bir sonraki
uk: Наступна
