Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/noatun.po
Languages: az, de, eo, he, id, ja, ko, mt, nl, pt, ru, xh

source: &Action:
az: &Hərəkət
de: &Aktion:
eo: &Ago:
he: :ה&לועפ
id: &Aksi:
ja: アクション(&A):
ko: 명령(&A)
mt: &Azzjoni:
nl: &Actie:
pt: &Acção:
ru: &Действие
xh: &Intshukumo:

source: &Repeat
az: &Təkrarla
de: &Wiederholung
eo: &Ripeto
he: רוז&ח
id: &Ulang
ja: リピート(&R):
ko: 반복함(&R)
mt: I&rrepeti
nl: He&rhalen
pt: &Repetir
ru: По&втор
xh: &Phinda

source: &Interval:
az: &Aralıq:
de: &Intervall:
eo: &Intervalo:
he: :ךש&מ
ja: インターバル(&I):
ko: 간격(&I)
mt: &Intervall:
pt: &Intervalo:
ru: &Интервал
xh: &Ithuba elifutshane:

source: You don't have any remote control configured.
az: Quraşdırılmış hər hansı bir uzaqdan idarəniz yoxdur
de: Sie haben keine Fernbedienung eingerichtet.
eo: Vi ne agordis iun ajn infraruĝstirilon.
he: .םירדגומ םיטלש ךל ןיא
id: Anda tak punya pengaturan remote kontrol
ja: リモートコントロールの設定がありません。
ko: 원격 조절 설정이 아무것도 없습니다.
mt: M'għandekx remote issettjat.
nl: U hebt geen enkele afstandbediening ingesteld.
pt: Não tens nenhum comando configurado.
ru: У вас нет настроенного пульта.
xh: Awunalawulo lobekelo kude oluqwalaselweyo.

source: Please make sure lirc is setup correctly.
az: Lütfən lirc'in düzgün quraşdırıldığını yoxlayın
de: Stellen Sie sicher, dass Iirc korrekt eingerichtet ist.
eo: Bonvolu certigi, ke "lirc" estas ĝuste agordita
he: .הכלהכ רדגומ lirc-ש אדוו אנא
id: Pastikan lirc diatur dengan baik
ja: lirc が正しく設定されているか確認して下さい。
ko: lirc 설정이 올바른지 확인하세요.
mt: Aċċerta li lirc huwa ssettjat sew.
nl: Zorg er voor dat lirc correct is ingesteld.
pt: Verifica se o lirc está configurado correctamente.
ru: Проверьте, установлен ли lirc.
xh: Nceda qinisekisa ukuba i lirc icwangciswe kakuhle.

source: Connection could not be established.
az: Bağlantı həyata keçirilə bimədi.
de: Verbindung konnte nicht hergestellt werden.
eo: Konekto ne estis farebla.
he: .רוביח רוציל ןתינ אל
id: Hubungan tak bisa dipertahankan
ja: 接続は確立できませんでした。
ko: 연결이 이루어지지 않았습니다.
mt: Ma setax jiġi stabbilit kollegament.
nl: De verbinding kon niet worden opgezet.
pt: A ligação não pôde ser estabelecida.
ru: Не удалось соединиться.
xh: Udibaniso alunakusekwa.

source: Please make sure lirc is setup correctly and lircd is running.
az: Lütfən, lirc qurğularının düzgün olduğunu və lircd'nin işlədiyini yoxlayın
de: Stellen Sie sicher, dass Iirc korrekt eingerichtet und Iircd gestartet ist.
eo: Bonvolu certigi, ke "lirc" estas ĝuste agordita kaj ruliĝanta.
he: .לעופ lircd-שו הכלהכ רדגומ lirc-ש אדוו אנא
id: PAstikan lirc diatur dengan baik dan lircd jalan
ja: lirc が正しく設定されていて、lircdが稼働中か確認して下さい。
ko: lirc 설정이 올바른지, lircd 가 실행 중인지 확인하세요.
mt: Aċċerta li lirc huwa ssettjat sew u li lircd qed jaħdem.
nl: Zorg er voor dat lirc correct is ingesteld en dat lircd draait.
pt: Verifica se o lirc está bem configurado e o lircd está a correr.
ru: Проверьте, установлен ли lirc и запущен ли lircd.
xh: Nceda qinisekisa ukuba i lirc icwangciswe kakuhle kwaye i lircd iyasebenza.

source: Button
az: Düymə
de: Knopf
eo: Butono
he: רותפכ
id: Tombol
ja: ボタン
ko: 단추
mt: Buttuna
nl: Knop
pt: Botão
ru: Кнопка
xh: Iqhosha

source: Action
az: Hadisə
de: Aktion
eo: Ago
he: הלועפ
id: Aksi
ja: アクション
ko: 명령
mt: Azzjoni
nl: Actie
pt: Acção
ru: Действие
xh: Intshukumo

source: Interval
az: Ara
de: Intervall
eo: Intervalo
he: ךשמ
ja: インターバル
ko: 간격
mt: Intervall
pt: Intervalo
ru: Интервал
xh: Ithuba elifutshane

source: None
az: Heç Biri
de: Keiner
eo: Neniu
he: אלל
id: Tak ada
ja: なし
ko: 없음
mt: Xejn
nl: Geen
pt: Nenhum
ru: Нет
xh: Awukho

source: Next
az: Sonrakı
de: Nächster
eo: Sekva
he: אבה
id: Selanjutnya
ja: 次
ko: 다음
mt: Li jmiss
nl: Volgende
pt: Próximo
ru: Следующая
xh: Elandelayo

source: Volume down
az: Səsi alçalt
de: Lautstärke verringern
eo: Mallaŭtigo
he: המצוע שלחה
id: Volume turun
ja: ボリューム ダウン
ko: 소리 줄이기
mt: Baxxi l-volum
nl: Volume zachter
pt: Descer volume
ru: Уменьшить громкость
xh: Umqulu phantsi

source: Volume up
az: Səsi aç
de: Lautstärke erhöhen
eo: Laŭtigo
he: המצוע רבגה
id: Volume naik
ja: ボリューム アップ
ko: 소리 높이기
mt: Għolli l-volum
nl: Volume harder
pt: Subir volume
ru: Увеличить громкость
xh: Umqulu phezulu

source: Could not create a socket to receive infrared signals. The error is:
az: İnfraqırmızı siqnalları almaq üçün soket yaradıla bilmədi. Xəta:
de: Es ließ sich kein Socket für den Empfang von Infrarotsignalen erstellen. Der Fehler lautet:
eo: Ne eblis krei konektilon por ricevi infraruĝsignalojn. Jen la erarmesaĝo:
he: :איה האיגשה .םימודא-ארפניא תותוא תלבקל עקש רוציל ןתינ אל
id: tak dapat membuat socket untuk menerima signal infra merah. Kesalahan ialah
ja: 赤外線信号を受信するソケットを生成できませんでした。エラーは下記:
mt: Ma stajtx noħloq socket biex jirċievi sinjali infrared. Il-messaġġ kien:
nl: Er konden geen poorten worden aangemaakt voor de ontvangst van infraroodsignalen. De foutmelding luidt:
pt: Não pude criar uma ligação para receber sinais de infra-vermelhos. O erro é:
ru: Не удалось создать сокет для приема команд с пульта. Сообщение об ошибке:
xh: Ayinakwenza umngxuma wombane ukwamkela iimpawu eziphantsi kobomvu. Imposiso yi:

source: Could not establish a connection to receive infrared signals. The error is:
az: İnfraqırmızı siqnalları almaq üçün bağlantı yaradıla bilmədi. xəta:
de: Es ließ sich keine Verbindung zum Empfang von Inforarotsignalen erstellen. Der Fehler lautet:
eo: Ne eblis krei konekton por ricevi infraruĝsignalojn. JEn la eraro:
he: :איה האיגשה .םימודא-ארפניא תותוא תלבקל רוביח רוציל ןתינ אל
id: Tak dapat mempertahankan hubungan untuk menerima signal infra merah kesalahan ialah
ja: 赤外線信号の接続を確立できませんでした。エラーは下記:
mt: Ma stajtx nistabbilixxi kollegament biex nirċievi sinjali infrared. Il-messaġġ kien:
nl: Er kon geen verbinding worden opgebouwd om infraroodsignalen te ontvangen. De foutmelding luidt:
pt: Não pude estabelecer uma ligação para receber sinais de infra-vermelhos. O erro é:
ru: Не удалось создать соединение для приема команд с пульта. Сообщение об ошибке:
xh: Ayinakuseka udibaniso ukwamkela iimpawu ezingaphantsi kobomvu. Imposiso yi:

source: Kaiman Skins
az: Kaiman Örtüləri
de: Kaiman-Oberflächen
eo: Kajman-etosoj
he: Kaiman לש Skins
ja: Kaimanスキン
ko: Kaiman 스킨
mt: Qxur ta' Kaiman
pt: Skins do Kaiman
ru: Образы Каймана
xh: Ulusu lwe Kaiman

source: Skin selection for the Kaiman plugin
az: Kaiman plugin üçün örtü seçkisi
de: Oberflächenauswahl für das Kaiman-Plugin
eo: Etoselekto por Kajmankromaĵo
he: Kaiman לש ףסותל Skins תריחב
id: Seleksi skin untuk plugin Kaiman
ja: Kaiman プラグインのスキンの選択
ko: Kaiman 플러그인에서 사용할 스킨을 선택하세요
mt: Għażla ta' qoxra għall-plugin Kaiman
nl: Skinselectie voor de Kaiman-plugin
pt: Selecção da 'skin' para o 'plugin' do Kaiman
ru: Выбор образов для Каймана
xh: Ukhetho lolusu lweplagi efakiweyo ye Kaiman

source: Cannot load style. Style not installed.
az: Tərzi yükləyə bilmir. Tərz yüklü deyil.
de: Stil ist nicht Stil nicht installiert.
eo: Ne eblis legi la stilon. Stilo ne instalita.
he: .ןקתומ אל ןונגסה .ןונגסה תא ןועטל ןתינ אל
id: Tak apat memuat gaya. Gaya tak diinstall
ja: スタイルをロードできません。スタイルがインストールされていません。
ko: 스타일이 설치되어 있지 않아서 불러올 수 없습니다.
mt: Ma stajtx intella stil. L-istil ma ġiex installat.
nl: Stijl kan niet worden geladen. De stijl is niet geïnstalleerd.
pt: Não consigo ler o estilo. Este não foi instalado.
ru: Не могу загрузить стиль. Стиль не установлен.
xh: Ayinakulayisha hlobo. Uhlobo alufakwanga.

source: Cannot load style. Unsupported or faulty style description.
az: Tərzi yükləyə bilmir. Dəstəklənməyən və ya xətalı tərz.
de: Stil lässt sich wegen ncht unterstützter oder fehlerhafter Stil-Beschreibung nicht laden.
eo: Ne eblis legi stilon. Nesubtenita aŭ difektita stilpriskribo.
he: .יוגש וא ךמתנ אל ןונגס רואית .ןונגסה תא ןועטל ןתינ אל
id: Tak dapat memuat gaya. keterangan gaya tak didukung atau rusak
ja: スタイルをロードできません。サポートされていない、あるいは誤ったスタイル定義です。
ko: 지원되지 않는 스타일이거나, 설명이 잘못되어 있어 불러올 수 없습니다.
mt: Ma stajtx intella' stil. Id-deskrizzjon tal-istil ħażina jew mhux magħrufa.
nl: De stijl kan niet worden geladen. Niet-ondersteunde of slechte stijlbeschrijving.
pt: Não consigo ler o estilo. A descrição do estilo não é suportada ou está errada.
ru: Не могу загрузить стиль. Неподдерживаемое или неверное описание стиля.
xh: Ayinakulayisha hlobo. Inkcazelo yohlobo olungaxhaswanga okanye olunempazamo.

source: Kaiman
eo: Kajmano
ru: Кайман

source: Can't load skin %1. Switching to default skin.
az: %1 örtü yüklənə bilmir. Əsas örtüyə geri dönülür.
de: Stil %1 lässt sich nicht laden. Es wird die Standardoberfläche verwendet.
eo: Ne eblis legi etoson %1. Uzante la aprioran stilon.
he: .לדחמה תרירב Skin-ל רבוע .%1 Skin תא ןועטל ןתינ אל
id: Tak dapat memuat skin %1 kembali ke skin standar
ja: スキン %1 をロードできません。デフォルトスキンを使用します。
ko: %1 스킨을 불러올 수 없습니다. 기본 스킨으로 돌아갑니다.
mt: Ma stajtx intella' l-qoxra "%1". Se nuża l-qoxra normali.
nl: Skin %1 kan niet worden geladen. Standaardskin wordt nu gebruikt.
pt: Não consigo ler a 'skin' %1. A mudar para a 'skin' pré-definida.
ru: Не могу загрузить образ %1. Использую образ по умолчанию.
xh: Ayinakulayisha lusu %1. Iswitsha kulusu olungagqibekanga.

source: Can't load default skin %1.
az: Əsas örtü %1 yüklənə bilmir.
de: Standardstil %1 lässt sich nicht laden.
eo: Ne eblis legi aprioran toson %1.
he: .%1 לדחמה תרירב Skin תא ןועטל ןתינ אל
id: Tak dapat memuat skin standar %1
ja: デフォルトスキン %1 をロードできません。
ko: %1 기본 스킨을 불러올 수 없습니다.
mt: Ma nistax intella' l-qoxra normali %1.
nl: Standaardskin %1 kan niet worden geladen.
pt: Não consigo ler a 'skin' pré-definida %1.
ru: Не могу загрузить образ по умолчанию %1.
xh: Ayinakulayisha lusu olungagqibekanga %1

source: There was trouble loading skin %1. Please select another skin file.
az: %1 örtüsünü yükləmədə problem var. Lütfən, başqa bir örtü faylı seçin.
de: Das Laden der Oberfläche %1 ist fehlgeschlagen. Bitte wählen Sie eine andere Oberflächendatei aus.
eo: Okazis problemo dum legado de etoso %1. Bonvolu elekti alian etosdosieron.
he: .רחא Skin ץבוק רחב אנא .%1 Skin-ה תניעטב היעב התייה
id: Ada masalah memuat skin %1 mohon pilih skin lain di berkas skin
ja: スキン %1 のロード中にエラー。他のスキンファイルを選択して下さい。
ko: %1 스킨에 문제가 있습니다. 다른 스킨을 선택하세요.
mt: Kien hemm xi problemi biex tintuża l-qoxra %1. Jekk jogħġbok għażel oħra.
nl: Er deden zich problemen voor tijdens het laden vande skin %1. Selecteer a.u.b. een ander skinbestand.
pt: Ocorreram problemas ao ler a 'skin' %1. Por favor escolhe outro ficheiro de 'skin'.
ru: Не могу загрузить образ %1. Выберите другой файл образа.
xh: Bekukho impazamo yokulayisha ulusu %1. Nceda khetha enye ifayile yolusu.

source: Minimize
az: Kiçilt
de: Minimieren
eo: Minimumigu
he: רעזמ
id: Minimalkan
ja: 最小化
ko: 최소화
mt: Ikonizza
nl: Minimaliseren
pt: Minimizar
ru: Свернуть
xh: Nciphisa

source: Loop
az: Qulp
de: Wiederholung
eo: Ripeto
he: האלול
ja: ループ
ko: 반복
mt: Irrepeti
nl: Herhalen
pt: Ciclo
ru: В цикле
xh: Umtya

source: Previous
az: Əvvəlki
de: Vorheriger
eo: Antaŭa
he: םדוקה
id: Sebelumnya
ja: 前
ko: 이전으로
mt: Ta' qabel
nl: Vorige
pt: Anterior
ru: Предыдущая
xh: Edluleyo

source: Volume
az: Səs
de: Lautstärke
eo: Laŭteco
he: המצוע
ja: ボリューム
ko: 소리
mt: Volum
ru: Громкость
xh: Umqulu

source: No File
az: Fayl yoxdur
de: Keine Datei
eo: Neniu dosiero
he: ץבוק ןיא
id: Tak ada berkas
ja: ファイルなし
ko: 파일 없음
mt: Ebda fajl
nl: Geen bestand
pt: Nenhum Ficheiro
ru: Нет файла
xh: Akukho fayile

source: K-Jofol Skins
az: K-Jofol Örtüləri
de: K-Jofol Oberflächen
eo: K-Jofol-etosoj
he: K-Jofol לש Skins
ja: K-Jofol スキン
ko: K-Jofol 스킨
mt: Qxur ta' K-Jofol
pt: Skins K-Jofol
ru: Образы K-Jofol
xh: Ulusu lwe K-Jofol

source: Skin Selection For the K-Jofol Plugin
az: K-Jofol Plugin'i üçün Örtü seçkisi
de: Oberflächenauswahl für das K-Jofol Plugin
eo: Etoselekto por la K-Jofol-kromaĵo
he: K-Jofol לש ףסותל Skins תריחב
id: Seleksi skin untuk plugin K-jofol
ja: K-Jofol プラグインのスキンの選択
ko: K-Jofol 플러그인에서 사용할 스킨을 선택하세요.
mt: Għażla ta' qoxra għall-plugin K-Jofol
nl: Skinselectie voor de K-Jofol Plugin
pt: Selecção de Skin para o Plugin K-Jofol
ru: Выбор образов для дополнения K-Jofol
xh: Ukhetho lolusu lweplagi efakiweyo ye K-Jofol

source: File %s couldn't be opened
az: Fayl %s açıla bilmədi
de: Datei %s konnte nicht geöffnet werden.
eo: Dosiero %s ne estis malfermebla
he: %s ץבוקה תא חותפל ןתינ אל
id: Berkas %s tak dapat dibuka
ja: ファイル %s は開けませんでした。
ko: %s 파일을 열 수 없습니다
mt: Fajl %s ma setax jinfetaħ
nl: Bestand %s kon niet worden geopend
pt: O ficheiro %s não pôde ser aberto
ru: Не удалось открыть файл %s.
xh: Ifayile %s ayinakuvulwa

source: Unknown
az: Namə'lum
de: Unbekannt
eo: Nekonata
he: עודי אל
id: Tak dikenal
ja: 不明
ko: 알 수 없는
mt: Mhux magħruf
nl: Onbekend
pt: Desconhecido
ru: неизв.
xh: Ayaziwa

source: Track
az: Parça
de: Spur
eo: Ŝpuro
he: העוצר
id: Trek
ja: トラック
ko: 트랙
nl: Nummer
pt: Faixa
ru: Запись
xh: Uphawu

source: Score
az: Xal
de: Partitur
eo: Rezulto
he: דוקינ
id: Nilai
ja: スコア
ko: 점수
mt: Punteġġ
pt: Letra
ru: Рейтинг
xh: Inqaku

source: Forward
az: İrəli
de: Vorwärts
eo: Antaŭen
he: המידק
id: Maju
ja: 進む
ko: 앞으로
mt: 'il Quddiem
nl: Voorwaard
pt: Avançar
ru: Вперед
xh: Phambili

source: Remove Current File from Playlist
az: Mahnı siyahısında, indiki faylı sil
de: Entfernt die aktuelle Datei aus der Stückliste
eo: Forigu nunan dosieron el la ludlisto
he: ןוגינה תמישרמ יחכונה תא ץבוקה תא רסה
id: Hapus berkas saat ini dari daftar lagu
ja: 現在のファイルをプレイリストから削除
ko: 연주목록에서 지우기
mt: Neħħi l-fajl kurrenti mil-lista ta' diski
nl: Huidige bestand van speellijst verwijderen
pt: Remover o ficheiro actual da Lista de Músicas
ru: Удалить текущий файл из списка
xh: Susa ifayile yangoku kuluhlu lokudlala

source: Change Loop Style
az: Tekrarlama Növü Dəyişdir
de: Wiederholungsstil ändern
eo: Ŝanĝu ripetmanieron
he: האלולה ןונגס תא הנש
id: Ubah gaya loop
ja: ループスタイルの変更
ko: 반복 형식 바꾸기
mt: Ibdel stil ta' ripetizzjoni
nl: Lusstijl wijzigen
pt: Modificar estilo do ciclo
ru: Изменить стиль повтора
xh: Tshintsha uhlobo lomtya

source: No File Loaded
az: Fayl Yüklənmədi
de: Keine Datei geladen
eo: Neniu dosiero ŝargita
he: ץבוק םוש ןעטנ אל
id: Tak ada berkas dimuat
ja: ファイルがロードされていません
ko: 불러온 파일 없음
mt: Ebda fajl imtella'
nl: Geen bestand geladen
pt: Nenhum ficheiro foi carregado
ru: Нет файлов
xh: Akukho fayile ilayishiweyo

source: Ogg Tag Loading
az: Ogg Etiket Yüklənir
de: Ogg-Tag laden
eo: Ŝargo de Ogg-indikoj
he: Ogg תויגת תניעט
id: Memuat tag ogg
ja: Ogg タグローディング
ko: Ogg 태그 불러오기
mt: Qari ta' tags Ogg
nl: Ogg-tag wordt geladen
pt: Leitura de Marcas Ogg
ru: Загрузка тага ogg
xh: Ulayisho lwephetshana elichaza i Ogg

source: Format Strings for OggVorbis Tag Loading
az: OggVorbis Etiket Yükləməsi üçün Kəlmələri Düzəlt
de: Formatspezifikation für das OggVorbis-Tag laden
eo: Ŝablono por ŝargo de OggVorbis-indikoj
he: OggVorbis תויגת תניעטל תוזורחמ בוציע
id: Format Strings untuk memuat tag OggVorbis
ja: OggVorbis タグローディングのフォーマット文字列
ko: OggVorbis 태그 불러오기 형식
mt: Strings għall-qari tat-tags OggVorbis
nl: Opmaaktekenreeksen voor OggVorbis-tag worden geladen
pt: Formato para a Leitura de Marcas OggVorbis
ru: Формат строк для загрузки тага ogg
xh: Imitya yefomati yolayisho lwephetshana elichaza i OggVorbis

source: Enter the format for the tag. Every %[something] will be replaced with the following field, with the exception of '%%', which is replaced with '%'.
de: Geben Sie das Format für die Kennung ein. Jedes Auftreten von %[irgendetwas] wird durch das folgende Feld ersetzt. Ausnahme: "%%" wird durch "%" ersetzt.
eo: Donu la ŝablonon por la indikoj. Ĉiu %[io] estas anstataŭigata per la sekva kampo, escpete de '%%', kiu estas anstataŭigata per '%'.
ja: タグのフォーマットを入力して下さい。各 %[なにか] は以下のフィールドの値で置き換えられます。例外は'%%'で、これは'%'に置き換わります。
mt: Daħħal il-format tat-tag Kull %[xi ħaġa] tiġi mibdula mal-valur ta' wara, bl-eċċezzjoni ta' "%%", li tiġi mibdula ma' "%".
nl: Voer de opmaak voor de tag in. elke %[term] zal worden vervangen door het volgende veld, met uitzondering van '%%', welke vervangen wordt door '%'.
pt: Indica o formato para a marca. Todos os %[qualquer coisa] serão substituídos pelo campo seguinte, com a excepção de '%%', que é substituído por '%'.
ru: Задайте формат для тега. Каждый %[параметр] будет заменен следующим полем, за исключением '%%', заменяемым на '%'.
xh: Ngenisa ifomati yephetshana elichazayo. Yonke %[enye into] izakubuyiselwa ngomhlaba olandelayo, ngaphandle kwe '%%', ebuyiselwe nge '%'.

source: %c - Comment/Description
az: %c - Şərh/İzahat
de: %c - Kommentar/Beschreibung
eo: %c - Komento/priskribo
he: רואית\הרעה - %c
id: %c - Komentar/Keterangan
ja: %c - コメント/説明
ko: %c - 주석/설명
mt: %c - Kumment/deskrizzjoni
nl: %c - toelichting/beschrijving
pt: %c - Comentário/Descrição
ru: %c - комментарий/описание
xh: %c - Gqabaza/Inkcazelo

source: %C - Copyright
eo: %C - Kopirajto
he: תויוכז - %C
id: %C - Hak cipta
ja: %C - 著作権
ko: %C - 저작권

source: %d - Date
az: %d - Tarix
de: %d - Datum
eo: %d - Dato
he: ךיראת - %d
id: %d - Tanggal
ja: %d - 日付
ko: %d - 날짜
mt: %d - Data
nl: %d - datum
pt: %d - Data
ru: %d - дата
xh: %d - Umhla

source: %l - Location
az: %l - Yer
de: %l - Ort
eo: %l - loko
he: םוקימ - %l
id: %l - Lokasi
ja: %l - 所在
ko: %l - 지역
mt: %l - Post
nl: %l - locatie
pt: %l - Localização
ru: %l - расположение
xh: %l - Indawo

source: %o - Organization
az: %o - Quruluş
de: %o - Organisation
eo: %o - organizaĵo
he: ןוגריא - %o
id: %o - Organisasi
ja: %o - 組織
ko: %o - 기관
mt: %o - Organizzazzjoni
nl: %o - organisatie
pt: %o - Organização
ru: %o - организация
xh: %o - Iqela

source: Time
az: Zaman
de: Zeit
eo: Tempo
he: ןמז
id: Waktu
ja: 時間
ko: 시간
mt: Ħin
nl: Tijd
pt: Tempo
ru: Время
xh: Ixesha

source: Add &Files
az: Faylları &Əlavə Et
de: &Dateien hinzufügen
eo: Aldonu &dosierojn
he: םיצב&ק ףסוה
id: Tambah &Berkas
ja: ファイルの追加(&F)
ko: 파일(&F) 추가
mt: Żid &fajls
nl: &Bestanden toevoegen
pt: Adicionar &Ficheiros
ru: Добавить &файлы
xh: Dibanisa &iifayile

source: Add &Directories
az: &Cərgələri Əlavə Et
de: &Verzeichnisse hinzufügen
eo: Aldonu &dosierujojn
he: תוירפ&ס ףסוה
id: Tambah&Direktori
ja: ディレクトリの追加(&D)
ko: 자료방(&D) 추가
mt: Żid &direttorji
nl: &Mappen toevoegen
pt: Adicionar &Directorias
ru: Добавить &каталоги
xh: Dibanisa &Abalawuli

source: Shuffle
az: Qarışdır
de: Mischen
eo: Miksu
he: בברע
id: Acak
ja: シャッフル
ko: 섞기
mt: Ħallat
nl: Willekeurig
pt: Baralhar
ru: Перемешать
xh: Shukuma ngokutsala

source: Save Playlist
az: Mahnı Siyahısını Qeyd Et
de: Stückliste speichern
eo: Sekurigu ludliston
he: ןוגינה תמישר תרימש
id: Simpan daftar lagu
ja: プレイリストを保存
ko: 연주목록 저장
mt: Ikteb lista ta' diski
nl: Speellijst opslaan
pt: Gravar Lista de Músicas
ru: Сохранить список
xh: Gcina uluhlu lokudlala

source: Insert Playlist
az: Mahnı Siyahısı Daxil Et
de: Stückliste einfügen
eo: Enŝovu ludliston
he: ןוגינ תמישר תפסוה
id: Sisipkan daftar lagu
ja: プレイリストを挿入
ko: 연주목록 넣기
mt: Daħħal lista ta' diski
nl: Speellijst invoegen
pt: Inserir Lista de Músicas
ru: Вставить список
xh: Faka uluhlu lokudlala

source: Open New Playlist
az: Yeni Çalğı Siyahısı Aç
de: Neue Stückliste öffnen
eo: Malfermu novan ludliston
he: השדח ןוגינ תמישר תחיתפ
id: Buka daftar lagu baru
ja: 新規プレイリストを開く
ko: 새 연주목록 열기
mt: Iftaħ lista ġdida ta' diski
nl: Nieuwe speellijst openen
pt: Abrir nova Lista de Músicas
ru: Открыть новый список
xh: Vula uluhlu olutsha lokudlala

source: Select a Directory
az: Cərgə Seçin
de: Wählen Sie ein Verzeichnis
eo: Elektu dosieron
he: הירפס תריחב
id: Pilih direktori
ja: ディレクトリを選択
ko: 자료방 선택
mt: Agħżel direttorju
nl: Selecteer een map
pt: Selecciona uma Directoria
ru: Выбрать каталог
xh: Khetha Ulawulo

source: Find
az: Axtar
de: Suchen
eo: Trovu
he: שופיח
ja: 検索
mt: Sib
nl: Zoeken
pt: Procurar
ru: Поиск
xh: Fumana

source: Regular Expresion
az: Qaydalı İfadə
de: Regulärer Ausdruck
eo: Regula esprimo
he: ליגר יוטיב
ja: 正規表現
mt: Espressjoni regolari
nl: Reguliere expressie
pt: Expressão Regular
ru: Рег. выражение
xh: Ukuzichaza rhoqo

source: Find &Backwards
az: &Geriyə Doğru Axtar
de: Suchen &Rückwärts
eo: Trovu &reen
he: רוחא&ל שפח
ja: 後方に検索(&B)
mt: Fittex b'&lura
nl: &Achterwaarts zoeken
pt: Procurar para &Trás
ru: Искать &назад
xh: Fumana &ngasemva

source: &Find
az: &Axtar
de: &Suchen
eo: &Trovu
he: שפ&ח
ja: 検索(&F)
mt: &Fittex
nl: &Zoeken
pt: &Procurar
ru: &Поиск
xh: &Fumana

source: Stopped
az: Dayandırıldı
de: Angehalten
eo: Haltigita
he: רצענ
id: Berhenti
ja: 停止しました
ko: 멈춰짐
mt: Wieqaf
nl: Gestopt
pt: Parado
ru: Стоп
xh: Imisiwe

source: %1 - Paused
az: %1 - Fasilədə
de: %1 - Pause
eo: %1 - Paŭzanta
he: ההשומ - %1
id: %1 - Jeda
ja: %1 - ポーズ
ko: %1 - 일시정지
mt: %1 - ippawżat
nl: %1 - gepauzeerd
pt: %1 - Em Pausa
ru: %1 - пауза
xh: %1 - Iphunyulisiwe

source: Young Hickory
eo: Panelaĵo
he: תכרעמה שגמ
ru: Ветка гикори
xh: Umthi omncinane wamandongomane atyekayo

source: Configure The System Tray Icon
az: Sistem Lövhəsi Timsalını Quraşdır
de: Symbol für Andockbereich festlegen
eo: Agordu la panelpiktogramon
he: תכרעמה שגמ למס תורדגה
ja: システムトレイウィジェットのオプション
mt: Ikkonfigura l-ikona tal-pannell
nl: System tray-pictogram instellen
pt: Configurar o Ícone da Bandeja de Sistema
ru: Параметры иконки в системном лотке
xh: Qwalasela i Icon yetreyi yendlela

source: Show a tooltip for the current track
az: Hazırkı parça üçün ip ucu göstər
de: Kurzinfo zum aktuellen Stück anzeigen
eo: Montru helpnoton pri la nuna peco
he: תיחכונה העוצרה לע טוריפ גצה
ja: 現在のトラックのツールチップを表示
mt: Uri ħjiel bid-diska kurrenti
nl: Knopinfo met de huidige track tonen
pt: Mostrar uma dica sobre a faixa actual
ru: Показывать подсказку для текущей дорожки
xh: Bonisa incam yesixhobo sophawu lwangoku

source: Blink the icon for the current state
az: Hazırkı vəziyyət timsalını parlat
de: Symbol für aktuellen Status anzeigen
eo: Flagrigu la piktogramon por la nuna stato
he: יחכונה בצמה לש למסה תא בהבה
ja: 現在の状態アイコンを明滅
mt: Teptep l-ikona għall-istat kurrenti
nl: De pictogram laten knipperen voor de huidige status
pt: Piscar o ícone para o estado actual
ru: Мигающая пиктограмма текущего состояния
xh: Qhwanyazisa i icon yendawo yangoku

source: Show the icon for the current state
az: Hazırkı vəziyyət üçün timsal göstər
de: Symbol für aktuellen Status blinkend anzeigen
eo: Montru la piktogramon por la nuna stato
he: יחכונה בצמה לש למסה תא גצה
ja: 現在の状態アイコンを表示
mt: Uri l-ikona għall-istat kurrenti
nl: De pictogram tonen voor de huidige status
pt: Mostrar o ícone para o estado actual
ru: Показать пиктограмму текущего состояния
xh: Bonisa i icon yendawo yangoku

source: Do neither
az: Heç bir şey etmə
de: Weder noch
eo: Faru nenion el ambaŭ
he: רבד עצבת לא
ja: どちらもしない
mt: Ebda
nl: Niets van dit alles doen
pt: Não fazer nada
ru: Ничего не делать
xh: Sukwenza nayiphi

source: Play/Pause
az: Çal/Fasilə Ver
de: Start/Pause
eo: Ludu/Paŭzu
he: ההשה\ןגנ
id: Mainkan/Jeda
ja: 再生/ポーズ
ko: 연주/일시정지
mt: Doqq/stenna
nl: Spelen/Pauze
pt: Tocar/Pausa
ru: Воспроизвести/приостановить
xh: Dlala/Phumla

source: Stop playing
az: Çalmanı dayandır
de: Wiedergabe stoppen
eo: Haltigu ludadon
he: ןגנל קספה
id: Berhenti mainkan
ja: 再生を停止
ko: 연주 멈추기
mt: Ieqaf
nl: Stoppen met spelen
pt: Parar a reprodução
ru: Остановить
xh: Yima ukudlala

source: Open file to play
az: Çalınacaq faylı açın
de: Datei zur Wiedergabe öffnen
eo: Elektu dosieron ludendan
he: ןוגינל ץבוק חתפ
id: Buka berkas untuk dimainkan
ja: 再生するファイルを開く
ko: 연주할 파일 열기
mt: Iftaħ fajl x'iddoqq
nl: Selecteer bestand om af te spelen
pt: Abre o ficheiro a reproduzir
ru: Открыть файл
xh: Vula ifayile ukudlala

source: Effects configuration
az: Efekt quraşdırılması
de: Effekte festlegen
eo: Efektagordo
he: םיטקפא תורדגה
id: Pengaturan efek
ja: イフェクトの設定
ko: 이펙트 설정
mt: Konfigurazzjoni tal-effetti
nl: Effectenconfiguratie
pt: Configuração dos efeitos
ru: Настройки эффектов
xh: Uqwalaselo lweziqhamo

source: Volume Down
az: Səsi Azalt
de: Lautstärke verringern
eo: Mallaŭtigo
he: המצוע שלחה
id: Volume turun
ja: ボリューム ダウン
ko: 소리 낮추기
mt: Baxxi l-volum
nl: Volume omlaag
pt: Descer Volume
ru: Уменьшить громкость
xh: Umqulu phantsi
