Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/noatun.po
Languages: az, de, eo, he, id, ja, ko, mt, nl, pt, ru, xh

source: &Go
az: &Get
de: &Abspielen
eo: &Iru
he: רבע&מ
id: &Jalan
ja: 進む(&G)
ko: 바로가기(&G)
mt: &Mur
nl: &Ga
pt: &Começar
ru: &Воспроизведение
xh: &Ya

source: "It just sounds better in Noatun"
az: "Noatunda hər şey gəşəng səs verır"
de: "Mit Noatun klingt es einfach besser"
eo: "Ĝi simple sonas pli bone per Noatuno"
he: "Noatun-ב רתוי בוט עמשנ טושפ הז"
ja: "Noatunならもっといい"
mt: "Jinstema' aħjar fuq Noatun"
nl: "Het klinkt gewoon beter in Noatun"
pt: "Apenas soa melhor no Noatun"
ru: "Это звучит лучше в Noatun"
xh: "Ivakala ngcono kwi Noatun"

source: Files/URLs to Open.
az: Açılacaq Fayl/URL.
de: Zu öffnende Dateien/Adressen
eo: Dosieroj/URLoj malfermendaj.
he: החיתפל תובותכ\םיצבק
id: Berkas/URL yang dibuka
ja: 開くファイル/URL。
ko: 파일/URLs 열기
mt: Fajls/URLs x'tftaħ.
nl: Bestanden/URL-adressen om te openen.
pt: Ficheiros/URLs a abrir.
ru: Открыть файл/URL.
xh: Iifayile/URLs zizakuvula.

source: Open a Playlist
az: Çalınacaq mahnılar siyahısını aç
de: Stückliste öffnen
eo: Malfermu ludliston
he: ןוגינ תמישר חתפ
id: Buka daftar lagu
ja: プレイリストを開く
ko: 재생목록 열기
mt: Iftaħ lista ta' kanzunetti
nl: Een speellijst openen
pt: Abrir Lista de Músicas
ru: Открыть список
xh: Vula uluhlu lokudlala

source: Turn on Qt Debug output, for pluginwriting
az: Qt Xəta ayıqlayıcı yekununu fəallaşdır, ilavə yazmaq üçün
de: Zum Plugin schreiben die Qt-Debug-Ausgabe einschalten
eo: Enŝaltu Qt-sencimigan eligon, por kromaĵfarado
he: םיפסות תביתכל ,Qt לש םיגאב יופינ טלפ לעפה
ja: pluginwritingで Qt デバッグ出力を有効に
mt: Ibgħat messaġġi fuq Qt Debug, biex jgħinek tikteb plagins
nl: QT-debuguitvoer activeren, voor het schrijven van plugins
pt: Activar a depuração do Qt, para a criação de 'plugins'
ru: Включить вывод сообщений отладки Qt, для создателей дополнений
xh: Yiya kwimveliso ye Qt Debug, yobhalo lweplagi efakiweyo

source: Noatun
eo: Noatuno
ko: 노턴

source: Noatun Developer
az: Noatun Proqramçısı
de: Noatun-Entwickler
eo: Noatun-Programisto
he: Noatun לש חתפמה
id: Pembangun noatun
ja: Noatun 開発者
ko: 노턴 만든이
mt: Żviluppatur ta' Noatun
nl: Noatun-ontwikkelaar
pt: Desenvolvimento do Noatun
ru: Разработчик Noatun
xh: Umbhekisi phambili we Noatun

source: Standards and usability complainer
az: Standart və işlədila bilmə xüsusiyyəti
de: Beschwerden über Standards und Benutzbarkeit
eo: Plendilo pri normoj kaj uzebleco
he: תוישומישו םינקת לע ןנולתמה
ja: 標準やユーザビリティのチェック
mt: Bniedem li jgerger fuq standards u użu
nl: Standaarden en bruikbaarheidsklager
pt: Normas e crítico de usabilidade
ru: Стандарты
xh: Imigangatho kunye nomkhalazi wosebenziso

source: Patron of the aRts
az: zRts Patronu
de: Patron von aRts
eo: Patrono de aRts
he: aRts לש ןורטפה
ja: aRtsの支援者
mt: Patrun tal-aRts
nl: Patroon van de aRts
pt: Líder do aRts
ru: Ведущий разработчик проекта aRts
xh: Ukhuthazo lwemizobo

source: MPEG Codec and OGG Vorbis Support
az: MPEG Codec və OGG Vorbis Dəstəyi
de: MPEG-Coder/Decoder und OGG-Vorbis-Unterstützung
eo: MPEG-kodek- kaj OGG-Vorbis-subteno
he: OGG Vorbis-ו MPEG Codec-ב הכימת
id: MPEG Codec dan dukungan OGG Vorbis
ja: MPEG Codec 及び OGG Vorbis サポート
ko: MPEG 코덱 및 OGG Vorbis 지원
mt: Sapport għall-codec MPEG u OGG Vorbis
nl: MPEG Codec- en OGG Vorbis-ondersteuning
pt: 'Codec' de MPEG e suporte do OGG Vorbis
ru: Поддержка кодеков MPEG и OGG Vorbis
xh: MPEG Codec nenkxaso ye OGG Vorbis

source: Infrared Control Support and HTML playlist export
az: İnfraqırmızı Yoxlama Dəstəyi və HTML mahnı siyahısı ixracı
de: Infrarotsteuerung und HTML-Stücklistenexport
eo: Infraruĝ-stirilo-subteno kaj HTML-ludlisteksporto
he: HTML-ל ןוגינ תומישר אוצייו םודא-ארפניא יטלשמ הטילשב הכימת
id: Dukungan kontrol ifra merah dan export daftar lagu HTML
ja: 赤外線コントロールサポート及びHTMLプレイリストエクスポート
ko: 적외선 통신 지원 및 HTML 연주목록 내보내기
mt: Sapport għall-kontroll infrared u esportazzjoni tal-lista tad-diski bħala HTML
nl: Ondersteuning voor infraroodbesturing en HTML-export
pt: Suporte a controlos remotos e exportação de listas em HTML
ru: Поддержка управления ИК-пультом и экспорт списка в HTML
xh: Inkxaso yolawulo eyakhiwe phantsi kobomvu norhwebo lwangaphandle loluhlu lokudlala le HTML

source: HTML playlist export and Plugin System
az: HTML mahnı siyahısı ixracı və Plugin Sistemi
de: HTML-Stücklistenexport und Plugin-System
eo: HTML-ludlista eksporto kaj kromaĵosistemo
he: םיפסותה תכרעמו HTML-ל ןוגינ תומישר אוציי
id: Export daftar lagu HTML dan sistem plugin
ja: HTMLプレイリストエクスポート及びプラグインシステム
ko: HTML 연주목록 내보내기 및 플러그인 시스템
mt: Esportazzjoni tal-lista tad-diski bħala HTML u sistema tal-plugins
nl: HTML-export en pluginsysteem
pt: Exportação de listas em HTML e sistema de 'plugins'
ru: Экспорт списка в HTML и система дополнений
xh: Urhwebo langaphandle loluhlu lokudlala nendlela yeplagi efakiweyo

source: Kaiman Skin Support
az: Kaiman Örtü Dəstəyi
de: Kaiman-Oberfläche
eo: Kaiman-etos-subteno
he: Kaiman לש Skins-ב הכימת
id: Dukungan Kaiman skin
ja: Kaiman スキンサポート
ko: Kaiman 스킨 지원
mt: Sapport għall-qxur Kaiman
nl: Kaiman Skin-ondersteuning
pt: Suportes a 'skins' do Kaiman
ru: Образы Каймана
xh: Inkxaso yolusu lwe kaiman

source: Special help with the equalizer
az: Equalizer üçün xüsusi yardım
de: Besondere Hilfe zum Equalizer
eo: Aparta helpo kun la egaligilo
he: תסווה םע תדחוימ הרזע
id: Pertolongan spesial dengan equalizer
ja: イコライザについての援助
ko: 이퀄라이저 도움말
mt: Għajnuna speċjali mal-ekwalizzatur
nl: Heeft zeer goed geholpen met de equalizer
pt: Ajuda especial com o equalizador
ru: Помощь при создании эквалайзера
xh: Uncedo oluthile ngomlinganisi

source: File Types
az: Fayl Növləri
de: Dateitypen
eo: Dosiertipoj
he: םיצבק יגוס
ja: ファイルタイプ
mt: Tipi ta' fajls
nl: Bestandstypen
pt: Tipos de Ficheiro
ru: Типы файлов
xh: Iindidi zefayile

source: Configure Mime Types
az: Mime Növlərini Quraşdır
de: Mime-Typen einrichten
eo: Agordu MIME-tipojn
he: Mime יסופיט תורדגה
ja: MIMEタイプの設定
mt: Ikkonfigura tipi MIME
nl: Bestandstypen instellen
pt: Configurar Tipos Mime
ru: Настройка типов MIME
xh: Qwalasela iindidi ze Mime

source: Name
az: Ad
eo: Nomo
he: םש
id: Nama
ja: 名前
ko: 이름
mt: Isem
nl: Naam
pt: Nome
ru: Название
xh: Igama

source: Extension
az: Uzantı
de: Erweiterung
eo: Aldonaĵo
he: תמויס
ja: 拡張子
ko: 확장
mt: Estensjoni
nl: Extensie
pt: Extensão
ru: Расширение
xh: Ulwandiso

source: Author
az: Müəllif
de: Autor
eo: Aŭtoro
he: בתוכ
id: Penulis
ja: 作者
ko: 저자
mt: Awtur
nl: Auteur
pt: Autor
ru: Автор
xh: Umbhali

source: &Enable
az: &Fəallaşdır
de: &Aktivieren
eo: &Enŝaltu
he: רשפ&א
id: &Aktif
ja: 有効(&E)
ko: 사용함(&E)
mt: &Uża
nl: &Inschakelen
pt: &Activado
ru: &Включить
xh: &Ukwenza

source: Web Site
az: Veb Sayt
de: Internetseite
eo: TTT-paĝo
he: טנרטניא רתא
ja: WEBサイト
pt: 'Site' Web
ru: Web-сайт
xh: Inxuwa le web

source: Mimetype
az: MimeNövü
de: Mime-Typ
eo: MIME-tipo
he: Mime סופיט
ja: MIMEタイプ
mt: Tip MIME
nl: Bestandstype
pt: Tipo Mime
ru: Тип MIME
xh: Udidi lwemime

source: General Options
az: Ümumi Qurğular
de: Allgemeine Einstellungen
eo: Ĝeneralaj opcioj
he: תויללכ תויורשפא
id: Pilihan Umum
ja: 一般オプション
ko: 일반적인 선택사항
mt: Għażliet ġenerali
nl: Algemene opties
pt: Opções Gerais
ru: Общие настройки
xh: Ukhetho oluqhelekileyo

source: &Return to Start of Playlist on Finish
az: &Qurtaranda çalğı siyahısının başına dönər
de: &Am Ende zum Beginn der Stückliste zurückkehren
eo: &Reiru al komenco de la ludlisto aŭ finu
he: ןוגינה תמישר תליחתל םויסב רוז&ח
id: &Kembali ke permulaan saat daftar lagu selesai
ja: 終了時にプレイリストの先頭に戻る(&R)
ko: 연주가 끝나고 연주목록의 처음으로 가기(&R)
mt: &Erġa' ibda wara l-aħħar
nl: Naar be&gin van speellijst terugkeren bij voltooiing
pt: Quando acabar &retornar para o início da lista de músicas
ru: &Вернуться к началу списка
xh: &Buyela kwisiqalo soluhlu lokudlala kugqibo

source: When the playlist is done playing, return to the start, but don't start playing.
de: Am Ende der Stückliste zum Anfang zurückkehren, aber nicht erneut starten.
eo: Kiam la ludlisto estas traludita, reiru al komenco, sed ne rekomencu ludadon.
ja: プレイリストの再生が終了したとき先頭に戻ります。ただし再生は開始しません。
mt: Meta din il-lista ta' diski tispiċċa ddoqqm erġa' lura għall-bidu imma terġax tibda' ddoqq.
nl: Als de speellijst is afgespeeld, ga terug naar begin, maar begin niet met afspelen
pt: Quando a lista acabar de tocar, volta ao início, mas não começa a tocar.
ru: Когда все файлы в списке будут проиграны, указатель вернется на начало, но воспроизведение остановится.
xh: Xa ululhu lokudlala lwenziwe ngokudlala, buyela kwisiqalo, kodwa sukuqala ukudlala.

source: &Automatically Play First File
az: &Avtomatik olaraq ilk parçanı çal
de: &Automatischer Start der Wiedergabe
eo: &Aŭtomate ludu unuan dosieron
he: ןושארה ץבוקה תא תיטמוטוא ןג&נ
id: &Otomatis memainkan berkas pertama
ja: 自動的に最初のファイルを再生(&A)
ko: 처음 파일 자동으로 연주하기(&A)
mt: Doqq l-ewwel fajl &awtomatikament
nl: &Automatisch eerste bestand spelen
pt: Reproduzir o primeiro ficheiro &automaticamente
ru: &Автоматически проигрывать первый файл
xh: &Dlala ngokuzenzekelayo kuqala ifayile

source: Start playing the playlist as soon as Noatun is started.
az: Noatun başlayanda siyahını çalmağa başla
de: Wiedergabestart beim Öffnen von Noatun
eo: Komencu ludadon de la ludlisto tuj kiam Noatuno estas lanĉita.
id: Mulai memainkan daftar lagu saat Noatun dimulai
ja: Noatun起動とともに、プレイリストの再生を開始します。
ko: Noatun을 시작하며 연주목록을 연주하기
mt: Ibda' doqq l-ewwel fajl malli jibda' Noatun
nl: Start met afspelen van de speellijst zodra Noatun wordt opgestart.
pt: Começa a tocar a lista assim que o Noatun é iniciado.
ru: Начинать воспроизведение при запуске.
xh: Qala ukudlala uluhlu lokudlala nje ukuba i Noatun iqalwe.

source: &Allow Only One Instance of Noatun
az: &Noatun-un sadəcə olaraq bir nümunəsinə izacə ver
de: &Nur eine Instanz von Noatun zulassen
eo: &Permesu nur unu instancon de Noatun
he: Noatun לש דבלב דחא עפו&מ רשפא
id: &Membolehkan hanya satu contoh Noatun
ja: Noatunのインスタンスは一つだけにする(&A)
ko: 하나의 Noatun만 사용하기 (&A)
mt: Ippermetti inst&anza waħda ta' Noatun
nl: Slechts één instantie van Noatun toesta&an
pt: Permitir &Apenas Uma Instância do Noatun
ru: Запускать только один &экземпляр Noatun
xh: &Vumela umzekelo ubemnye kuphela we Noatun

source: Starting noatun a second time will cause it to just append items from the start to the current instance.
de: Starten Sie noatun ein zweites Mal, werden lediglich die Starteinträge der aktuellen Instanz hinzugefügt.
eo: Lanĉante Noatunon duan fojon faras, ke ĝi alpendigos erojn de la komenco al la nuna instanco.
id: Memulai Noatun dalam beberapa detik menyebabkannya tambah item dari startke contoh saat ini
ja: Noatunの２つ目の起動は、現在のインスタンスに項目を追加するだけになります。
ko: 새로 실행되는 Noatun에 이전 항목들을 추가합니다.
mt: Jekk tibda' noatun it-tieni darba dan iżid il-kanzunetti l-ġodda fuq dik kurrenti.
nl: Als Noatun een tweede keer wordt opgestart, dan zal het tweede exemplaar de items overnemen van de eerste Noatun.
pt: O início do noatun pela segunda vez apenas irá adicionar os itens ao início da instância actual.
ru: Еще один запуск Noatun раз приведет к добавлению файлов из нового списка к списку запущенного экземпляра.
xh: Ukuqala iNoatun kwixesha lesibini kuzakuyibangela ukufaka imiba kwisiqalo ukuya kumzekelo wangoku.

source: Clear playlist when opening a file
az: Fayl açarkən siyahını təmizlə
de: Stückliste beim Öffnen einer Datei leeren
eo: Malplenigu ludliston ĉe malfermado de dosiero
he: ץבוק תחיתפ ינפל ןוגינה תמישר תא הקנ
id: Bersihkan daftar lagu ketika membuka berkas
ja: ファイルを開くとプレイリストをクリア
ko: 새로운 파일을 열면 연주목록 지우기
mt: Żvojta l-lista ta' diski meta tiftaħ fajl
nl: Speellijst wissen als een bestand wordt geopend
pt: Limpar a lista ao abrir um ficheiro
ru: Очистить список при открытии файла
xh: Cacisa uluhlu lokudlala xa uvula ifayile

source: Opening a file with the global Open menu item will clear the playlist first.
de: Das Öffnen einer Datei aus dem globalen Öffnen-Menü leert zuvor die Stückliste.
eo: Malfermado de dosiero per la malloka malfermmenuero malplenigos la ludliston unue.
ja: 開くメニューで、ファイルを開く際に、プレイリストは先にクリアされます。
mt: Meta tiftaħ fajl mill-menu globali "Iftaħ" jiżvojta l-lista ta' diski qabel iżid il-ġdid
nl: Het openen van een bestand via het globale menu-item Openen wist eerst de huidige speellijst.
pt: Abrir um ficheiro com a opção global do menu Abrir irá primeiro limpar a lista.
ru: При открытии файла из основного меню список будет полностью очищен.
xh: Ukuvula ifayile ngomba wemenu engqukuva yokuvula izakucacisa uluhlu lokudlala kuqala.

source: Process Playlist Items for Display
az: Nümayiş üçün Mahnı siyahısı maddələrini işlə
de: Stücklisteneinträge für die Anzeige bearbeiten
eo: Traktu ludlisterojn por la vidigilo
he: ןוגינה תמישר יטירפ תא הגצהל דבע
id: Proses item daftar lagu untuk ditampilkan
ja: プレイリストの項目を表示用に処理
mt: Ipproċessa l-elementi tal-lista ta' diski għall-wiri
nl: Speellijstitems bewerken voor weergave
pt: Processar os Itens da Lista a Mostrar
ru: Обрабатывать файлы в списке
xh: Qhubekekisa imiba yoluhlu lokudlala yomboniso

source: Process filenames (e.g. removing spaces and the filename extension) and set them as the playlist item titles.
de: Dateinamen bearbeiten, z.B. Leerzeichen und die Namenserweiterung entfernen, und als Titel des Stücklisteneintrags verwenden.
eo: Traktu dosieronomojn (ekz. forigante spacsignojn kaj finaĵojn) kaj metu ilin kiel titoloj por la ludlisteroj.
ja: ファイル名を、スペースや拡張子を取り除き、プレイリストの項目タイトルにセットします。
mt: Ipproċessa l-ismijiet tal-fajls (eż, neħħi l-ispazji u l-estensjoni) u użahom bħala t-titoli tal-lista ta' diski.
nl: Bewerk bestandsnamen (dus het verwijderen van spaties en bestandsextensies) en gebruik ze als titels voor speellijstitems.
pt: Processar os nomes dos ficheiros (p.ex., remover espaços e a extensão do ficheiro) e pô-los como o título do item da lista.
ru: Обрабатывает файлы в списке (удаляет пробелы и расширения файлов) и устанавливает заголовок элемента списка.
xh: Qhubekekisa amagama efayile (umzekelo. isusa izithuba kunye nolwandiso lwegama le fayile) kwaye uzicwangcise njengamawonga omba woluhlu lokudlala.

source: Use Fast Hardware Volume Control
az: Sür'ətli Avandalıq Səs İdarəsi İşlət
de: Schnelle Hardware-Lautstärkeregler verwenden
eo: Uzu rapidan aparatan laŭtecostiron
he: הרמוחה לש הריהמ המצוע תרקבב שמתשה
ja: ハードウェアボリュームコントロールを使う
mt: Uża kontroll tal-volum effiċjenti tal-hardware stess.
nl: Snelle Hardware Volumecontrole gebruiken
pt: Usar o Controlo do &Volume por Hardware
ru: Регулировать громкость микшером звуковой платы
xh: Sebenzisa ulawulo lomqulu wempahla yentsimbi ekhawulezayo

source: Use the hardware mixer instead of aRts's. It affects all streams, not just Noatun's, but is a little faster.
de: Den Hardwaremixer anstelle von aRts Mixer verwenden. Die Einstellung reagiert schneller, beeinflusst aber alle Datenströme, nicht nur die von Noatun.
eo: Uzu la aparatan miksilon anstataŭ tiun de la sonorservo aRts. Ĝe efikas al ĉiuj sonfluoj, ne nur tiuj de Noatuno, sed estas pli rapida.
ja: aRtsの代わりにハードウェアミキサーを使います. これはNoatunだけでなく、全てのストリームに適用されますが、若干速いです.
mt: Uża l-mikser tas-soundcard minnflok ta' aRts. Dan jaffettwa l-programmi kollha, mhux aRts biss, imma huwa iżjed effiċjenti.
nl: Gebruik de hardwaremixer in plaats van aRts's. Dit heeft wel effect op alle geluidstromen, dus niet alleen die van Noatun, maar is net even sneller.
pt: Usa a mesa de mistura de 'hardware' em vez do aRts. Afecta todas as saídas de som, não só a do Noatun, mas é um pouco mais rápido.
ru: Регулировать громкость микшером звуковой платы, а не программным микшером aRts. Это влияет на громкость всех звуков, а не только на вывод Noatun, но работает быстрее.
xh: Sebenzisa umxubi wempahla yentsimbi endaweni ye aRts's. Ichaphazela lonke uqukuqelo, hayi nje eye Noatun, kodwa ikhawuleza kancinane.

source: &Download Directory
az: E&ndirmə cərgəsi
de: &Download-Verzeichnis
eo: &Elŝutodosierujo
he: הדרוה תייר&פס
id: &Download Direktori
ja: ダウンロードディレクトリ(&D)
ko: 내려받을 자료방(&D)
mt: &Direttorju tal-fajls imniżżla'.
nl: &Downloadmap
pt: &Transferir Directoria
ru: Каталог &закачки
xh: &Layisha ezantsi ulawulo

source: When opening a non-local file, download it to the selected directory.
az: Yerli olmayan bir faylı açarkən, müəyyənləşdirilmiş cərgəyə endir.
de: Eine nicht-lokale Datei beim Öffnen in das ausgewählte Verzeichnis kopieren.
eo: Malfermante nelokan dosieron, elŝutu ĝin al la elektita dosierujo.
id: Ketika membuka berkas non-lokal, download ke direktori terpilih
ja: ローカルではないファイルを開く時、指定したディレクトリにダウンロードします。
mt: Meta tiftaħ fajl mhux lokali, niżżlu għal ġo dad-direttorju.
nl: Als u een niet-lokaal bestand opent, dan wordt deze eerst in de opgegeven map gedownload.
pt: Ao abrir um ficheiro não-local, transferi-lo para a directoria seleccionada.
ru: При открытии удаленных файлов программа скачивает их в указанный каталог.
xh: Xa uvula ifayile engeyo-yabulali, yilayishele ezantsi kulawulo olukhethiweyo.

source: Effects
az: Effektlər
de: Effekte
eo: Efektoj
he: םיטקפא
id: Efek
ja: イフェクト
ko: 효과
mt: Effetti
nl: Effecten
pt: Efeitos
ru: Эффекты
xh: Iziqhamo

source: <b>Available Effects</b>
az: <b>Mümkün Effektlər</b>
de: <b>Verfügbare Effekte</b>
eo: <b>Uzeblaj efektoj</b>
he: <b>םינימז םיטקפא</b>
id: <b>Efek yang tersedia</b>
ja: <b>利用できるイフェクト</b>
ko: <b>사용할 수 있는 효과</b>
mt: <b>Effetti disponibbli</b>
nl: <b>Beschikbare effecten</b>
pt: <b>Efeitos disponíveis</b>
ru: <b>Доступные эффекты</b>
xh: <b>Iziqhamo ezikhoyo</b>

source: This shows all available effects. Drag files from here to the Active pane to the right to activate a plugin.
az: Var olan bütün effektləri göstərir Əlavəni fəallaşdırmaq üçün sağdakı Fəal lövhəsinə daşıyın
de: Zeigt alle verfügbaren Effekte an. Verschieben Sie Dateien von hier in den aktiven Bereich auf der rechten Seite, um ein Plugin zu aktivieren.
eo: Tio montras uzeblajn efektojn. Ŝovu dosierojn de tie ĉi al la kesto de aktivaj kromaĵoj por aktivigi ĝin.
id: Ini menampilkan semua efek yang tersedia. Drag berkas dari sana ke aktifk panel ke kanan untuk mengaktifkan plugin
ja: 利用可能なイフェクトの一覧です。 ここからファイルを、右のアクティブペインにドラッグして、プラグインをアクティブにして下さい。
mt: Dan juri l-effetti kollha disponibbli. Ġorr l-effetti minn dil-kaxxa għall-kaxxa "Attiva" fuq ix-xellug biex tattiva plugin.
nl: Hier worden alle beschikbare effecten getoond. Versleep bestanden vanaf hier naar het actieve vak rechts om een plugin te activeren
pt: Isto mostra todos os efeitos disponíveis. Arrasta os ficheiros daqui para a janela Activa à direita para activar um 'plugin'.
ru: Показывает все доступные эффекты. Перетащите файлы отсюда на панель справа для активизации дополнения.
xh: Oku kubonisa zonke iziqhamo ezikhoyo. Tsala iifayile ukusuka apha ukuya kwesebenzayo ekunene ukwenza iplagi efakiweyo.

source: This will place the selected effect the bottom of your chain.
az: Bu seçilən effekti zəncirinizin ən altına yerləşdriəcəkdir.
de: Platziert den ausgewählten Effekt an das Ende der Liste.
eo: Tio lokigos la elektitan efekton malsupre de via ĉeno.
id: Ini akan menempati efek terpilih di bawah kursi anda
ja: これは選択されたイフェクトをチェーンの一番下に置きます。
mt: Din tpoġġi l-effett magħżul f'qiegħ il-katina ta' effetti.
nl: Dit zal het geselecteerde effect naar het einde van uw ketting verplaatsen.
pt: Isto irá colocar o efeito seleccionado no fim da tua sequência.
ru: Поместить эффект в конец цепочки.
xh: Oku kuzakubeka isiqhamo esikhethiweyo esisezantsi kwekhonkco lakho.

source: This will remove the selected effect from your chain.
az: Bu seçilən effektin zəncirinizdən çıxardılması deməkdir.
de: Entfernt den ausgewählten Effekt aus der Liste.
eo: Tio forigos la elektitan efekton el via ĉeno.
id: Ini akan menghapus efek terpilih dari kursi anda
ja: これはチェーンから選択されたイフェクトを取り除きます。
mt: Din tneħħi l-effett magħżul mil-lista.
nl: Dit zal het geselecteerde effect uit uw ketting verwijderen.
pt: Isto irá remover o efeito seleccionado da tua sequência.
ru: Удалить выбранный эффект из цепочки.
xh: Oku kuzakususa isiqhamo esikhethiweyo kwikhonkco lakho.

source: This button will show information on the selected effect.
az: Bu düymə seçilən effekt ilə əlaqədar mə'lumatları göstərəcəkdir.
de: Dieser Knopf zeigt Informationen über den ausgewählten Effekt an.
eo: Tiu butono montros informon pri la elektita efekto.
id: Tombol ini akan menampilkan informasi dari efek terpilih
ja: このボタンは選択されているイフェクトの情報を表示します。
ko: 선택한 효과 정보 보기 단추
mt: Din il-buttuna turi informazzjoni dwar l-effett magħżul.
nl: Deze knop toont informatie over het geselecteerde efffect.
pt: Este botão irá mostrar informações sobre o efeito seleccionado.
ru: Сведения о выбранном эффекте
xh: Eli qhosha lizakubonisa ulwazi kwisiqhamo esikhethiweyo.

source: <b>Active Effects</b>
az: <b>Fəal Effektlər</b>
de: <b>Aktivierte Effekte</b>
eo: <b>Aktivaj efektoj</b>
he: <b>םיליעפ םיטקפא</b>
id: <b>Aktif Efek</b>
ja: <b>アクティブなイフェクト</b>
ko: <b>작동중인 효과</b>
mt: <b>Effetti attivi</b>
nl: <b>Actieve effecten</b>
pt: <b>Efeitos Activos</b>
ru: <b>Активные эффекты</b>
xh: <b>Iziqhamo ezisebenzayo</b>

source: This shows your effect chain. Noatun supports an unlimited amount of effects in any order. You can even have the same effect twice! Drag the items to and from here to add and remove them, respectively. You may also reorder them with drag-and-drop. These actions can also be performed with the buttons to the right.
de: Zeigt die Effektliste an. Noatun unterstützt beliebig viele Effekte in beliebiger Reihenfolge. Sie können sogar denselben Effekt zweifach verwenden! Verschieben Sie Einträge hierher oder hier weg, um sie hinzuzufügen oder zu entfernen. Sie können durch eine Verschiebung auch die Reihenfolge ändern. Diese Aktionen können Sie auch mit den Knöpfen rechts durchführen.
eo: Tio montras vian efektoĉenon. Noatuno subtenas nelimigitan nombron da efektoj en iu ajn ordo. Vi povas eĉ uzi la saman efekton dufoje! Ŝovu la erojn al kaj de tie ĉi por aldoni kaj forigi ilin. Vi povas ankaŭ aliordigi ilin per musŝovado. Tiuj agoj estas fareblaj ankaŭ per la dekstraj butonoj.
id: Ini akan menampilkan efek kursi anda. Noatun mendukung banyak sekali efek yang dipesan. Anda bahkan dapat mempunyai yang sama dua kali! Drag item ke dan dari sini untuk menambah dan menghapusnya, sebaliknya. Anda dapat juga memesan kembali dengan cara drag-dan-drop. Aksi ini juga dapat dilakukan dengan tombol ke kanan.
ja: これはイフェクトチェーンを表示しています。Noatunは任意の順序でいくらでもイフェクトをかぶせることが出来ます。同じイフェクトを２回かけることもできます! ドラッグして、項目を追加したり削除したりできます。順番を変えるのもドラッグアンドドロップで出来ます。これらの操作は右にあるボタンを使っても可能です。
mt: Din turik il-katina ta' effetti li għandek. Noatun jiflaħ numru bla limitu ta' effetti, fi kwalinkwa ordni. Tista' anke tinkludi l-istess effett darbtejn! Ġorr il-fajls għal fuq jew minn fuq il-lista biex iżżidhom jew tneħħihom. Tista' anke tibdillhom l-ordni billi ġġorrhom bil-maws. Dan jista' jsir anke bil-buttuni tax-xellug.
nl: Hier wordt uw effectketting getoond. Noatun ondersteund een onbegrensd aantal effecten in elke mogelijke volgorde. U kunt zelfs hetzelfde effect tweemaal gebruiken! Versleep de item hier naar toe of vandaan om ze resp. toe te voegen of verwijderen. U kunt de volgorde wijzigen via verslepen-en-neerzetten. Deze handelingen kunt u ook uitvoeren met de knoppen rechts.
pt: Isto mostra a tua sequência de efeitos. O noatun suporta uma quantidade ilimitada de efeitos em qualquer ordem. Até podes ter o mesmo efeito duas vezes! Arrasta os itens de e para aqui para os adicionares ou removeres, respectivamente. Podes também reordená-los por 'drag-and-drop'. Estas acções também podem ser realizadas com os botões à direita.
ru: Список эффектов. В Noatun можно включать неограниченное число эффектов в произвольном порядке. Можно даже применить эффект дважды. Перетащите эффект сюда или удалите его. Эффекты можно перемещать по списку мышкой или используя стрелки справа.
xh: Oku kubonisa ikhonkco lesiqhamo lakho. i Noatun ixhasa isixa esingenasiphelo seziqhamo nakweyiphi na indlela. Unganesiphumo esinye kabini! Tsala imiba ukuya nokusuka apha ukudibanisa nokuyisusa, ngembeko. Ungayilungisa kwakhona ngo tsalo-no-lahlo. Ezi ntshukumo zingenziwa nazo ngamaqhosha ekunene.
