Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/noatun.po
Languages: az, de, eo, he, id, ja, ko, mt, nl, pt, ru, xh

source: Seek forward
az: İrəli sar
de: Suchen vorwärts
eo: Serĉu antaŭen
he: המידק שפח
id: Seek maju
ja: 前方検索
ko: 앞으로 가기
mt: Mexxi 'l quddiem
nl: Vooruit zoeken
pt: Avançar
ru: Поиск вперед
xh: Khangela phambili

source: Seek backward
az: Geri sar
de: Suchen rückwärts
eo: Serĉu retro
he: הרוחא שפח
id: Seek mundur
ja: 後向き検索
ko: 뒤로 가기
mt: Mexxi lura
nl: Achteruit zoeken
pt: Recuar
ru: Поиск назад
xh: Khangela emva

source: Keyz
eo: Klavoj
he: םישקמ
ko: 키 높이
mt: Buttuni
pt: Teclas
ru: Клавиши
xh: Isitshixo u z

source: Shortcut Configuration
az: Qısa Yol Quraşdırılması
de: Tastenzuordnungen vornehmen
eo: Agordo de klavkombinoj
he: ךרד ירוציק תורדגה
id: Pengaturan shortcut
ja: ショートカットの設定
ko: 줄임쇠 설정
mt: Konfigurazzjoni tat-taqsiriet
nl: Selkoppelingconfiguratie
pt: Configuração dos Atalhos
ru: Настройки клавиш
xh: Uqwalaselo lwendlela emfutshane

source: Voiceprint
de: Stimmabdruck
eo: Voĉvidigo
he: לוק תעיבט
ja: ボイスプリント
ko: 소리보기
mt: Stampavuċi
pt: Impressão vocal
xh: Ushicilelo lelizwi

source: Options for the Voiceprint Visualization
az: Voiceprint Vizualizasiya Seçənəkləri
de: Einstellungen für die Visualisierung des Stimmabdrucks
eo: Opcioj por voĉvidigo
he: לוק תועיבט תשחמה תויורשפא
id: Pilihan untuk visualisasi Voiceprint
ja: ボイスプリントの視覚化オプション
ko: 소리보기 선택사항
mt: Għażliet għall-viżwalizzazzjoni Stampavuċi
nl: Oties voor de voiceprint-isualisatie
pt: Opções para a Visualização da Impressão Vocal
ru: Параметры визуализации Voiceprint
xh: Iinketho zokubonwa koshicilelo lelizwi

source: &Sweep Color
az: &Təmizləmə Rəngi
de: &Füllfarbe
eo: &Balau koloron
id: &Sapu warna
ja: 色を整理(&S)
ko: 진행색(&S)
mt: Kulur tat-&tidwir
nl: &Sweepkleur
pt: Cor de &Varrimento
ru: &Цвет
xh: &Tshayela umbala

source: Failed to load %1.
az: %1 yükləmədə xəta
de: %1 ließ sich nicht laden
eo: Ne eblis legado de %1.
he: .%1 תניעטב ןולשיכ
id: Gagal memuat %1.
ja: %1 ロード失敗
ko: %1 을 불러올 수 없습니다.
mt: Ma rnexxieliex naqra' %1.
nl: Faalde %1 te laden.
pt: Não consegui ler o %1.
ru: Не удалось загрузить %1.
xh: Ayiphumelelanga ukulayisha %1.

source: %1 is not a valid Noatun playlist.
az: %1 hökmlü Noatun siyahısı deyildir.
de: %1 ist keine Noatun-Stückliste.
eo: %1 ne estas valida Noatun-ludlisto.
he: .Noatun לש הפקת ןוגינ תמישר הניא %1
id: %1 Bukan daftar lagu yang valid.
ja: %1 は正しいNoatunプレイリストではありません。
ko: %1 은 Noatun 연주 목록이 아닙니다.
mt: %1 m'hijiex lista ta' diski valida ta' Noatun
nl: %1 is geen geldige Noatun-speellijst.
pt: O %1 não é uma lista válida do Noatun.
ru: %1 - это не список для Noatun.
xh: %1 ayisiloluhlu lokudlala lusebenzayo le Noatun.

source: Failed to save to %1.
az: %1 qeyd etmədə xəta
de: %1 ließ sich nicht speichern.
eo: Ne eblis sekurigo de %1.
he: .%1 תרימשב ןולשיכ
id: Gagal menyimpan ke %1.
ja: %1 保存失敗
ko: %1 에 저장할 수 없습니다.
mt: Ma rnexxielix nikteb %1.
nl: Faalde %1 op te slaan.
pt: Não consegui gravar em %1.
ru: Не удалось сохранить в %1.
xh: Ayiphumelelanga ukugcina kwi %1.

source: &Add...
az: &Əlavə Et...
de: &Hinzufügen...
eo: &Aldonu...
he: ...ףס&וה
id: &Tambah...
ja: 追加(&A)...
ko: 추가(&A)
mt: &Żid...
nl: &Toevoegen...
pt: &Adicionar...
ru: &Добавить...
xh: &Dibanisa...

source: Add &Directory...
az: &Cərgə Əlavə Et...
de: &Verzeichnis hinzufügen
eo: Aldonu &dosierujon...
he: ...היר&פס ףסוה
ja: ディレクトリの追加(&D)...
ko: 자료방 더하기...(&D)
mt: Żi&d Direttorju.
nl: &Map toevoegen...
pt: Adicionar &Directoria...
ru: Добавить &каталог...
xh: Dibanisa &Ulawulo...

source: &Shuffle
az: &Qarışdır
de: &Mischen
eo: &Misku
he: ב&ברע
id: &Acak
ja: シャッフル(&S)
ko: 셔플(&S)
mt: &Ħallat
nl: &Willekeurig
pt: &Baralhar
ru: &Перемешать
xh: &Shukuma ngokutsala

source: Save &Volume
az: Qeyd &Səviyyəsi
de: &Lautstärke speichern
eo: Sekurigu &laŭtecon
he: המצוע רו&מש
ja: ボリュームを保存(&V)
ko: 소리 크기 저장(&V)
mt: Ikteb &volum
nl: &Volume opslaan...
pt: Gravar &Volume
ru: Сохранить &уровень громкости
xh: Gcina &Umqulu

source: Length
az: Uzunluq
de: Länge
eo: Longeco
he: ךרוא
id: Panjang
ja: 長さ
ko: 길이
mt: Tul
nl: Lengte
pt: Comprimento
ru: Длительность
xh: Ubude

source: Date
az: Tarix
de: Datum
eo: Dato
he: ךיראת
ja: 日付
ko: 날짜
mt: Data
nl: Datum
pt: Data
ru: Дата
xh: Umhla

source: Beginning of document reached. Continue from the end?
az: Sənədin başına çatıldı. Sonundan davam edilsin?
de: Anfang des Dokumentes erreicht. Vom Ende fortsetzen?
eo: Komenco de la dokumento atingita. Ĉu daŭrigi de la fino?
he: .ךמסמה תליחתל עיגה שופיחה ?ופוסמ שופיחב ךישמהל םאה
ja: ドキュメントの先頭に到達しました. 末尾からやりなおしますか?
mt: Intlaħaq il-bidu tad-dokument. Trid tkompli mit-tarf?
nl: Begin van het document bereikt. Doorgaan vanaf het eind?
pt: Chegou-se ao início do documento. Continuar do fim?
ru: Достигнуто начало документа. Продолжить с конца?
xh: Isiqalo soxwebhu sifikelelwe. Qhubekeka ukusuka ekugqibeleni?

source: End of document reached. Continue from the beginning?
az: Sənədin sonuna çatıldı. Başından davam edilsin?
de: Ende des Dokumentes erreicht. Vom Anfang fortsetzen?
eo: Fino de la dokumento atingita. Ĉu daŭrigi de la komenco?
he: .ךמסמה ףוסל עיגה שופיחה ?ותליחתמ שופיחב ךישמהל םאה
ja: ドキュメント末尾に到達しました. 先頭からやりなおしますか?
mt: Intlaħaq it-tarf tad-dokument. Trid tkompli mill-bidu?
nl: Einde van document bereikt. Doorgaan vanaf het begin?
pt: Chegou-se ao fim do documento. Continuar do início?
ru: Достигнут конец документа. Продолжить с начала?
xh: Isiphelo soxwebhu sifikelelwe. Qhubekeka ukusuka ekuqalekeni?

source: Text not found.
az: Mətn tapılmadı.
de: Text nicht gefunden.
eo: Teksto ne troviĝis
he: .אצמנ אל טסקטה
ja: テキストは見つかりません.
mt: Test ma nstabx.
nl: Tekst niet gevonden.
pt: Texto não encontrado.
ru: Текст не найден
xh: Okubhaliweyo akufumaneki.

source: Tron Playlist
az: Tron Mahnı Siyahısı
de: Tron-Stückliste
eo: "Tron"-ludlisto
he: Tron ןוגינ תמישר
ja: Tron プレイリスト
mt: Lista ta' diski Tron
nl: Tron Speellijst
pt: Lista de Músicas Tron
ru: Список Tron
xh: Uluhlu lokudlala le Tron

source: Configure The Playlist
az: Mahnı Siyahısını Quraşdır
de: Stückliste festlegen
eo: Agordu la ludliston
he: ןוגינה תמישר תורדגה
ja: プレイリストのオプション
ko: 연주목록 설정
mt: Ikkonfigura l-lista ta' diski
nl: De speellijst instellen
pt: Configurar A Lista de Músicas
ru: Настройки списка
xh: Qwalasela uluhlu lokudlala

source: Current Track Text Color
az: Hazırkı Parça Mətn Rəngi
de: Textfarbe der aktuellen Spur
eo: Nuna tekstkoloro por la pecoj
he: תיחכונה העוצרה לש טסקטה עבצ
ja: 現在のトラックのテキスト色
mt: Kulur tat-test - track kurrenti
nl: Tekstkleur huidige track
pt: Cor do Texto da Faixa Actual
ru: Цвет текста текущей записи
xh: Umbala wokubhaliweyo okunophawu lwangoku

source: Current Track Background Color
az: Hazırkı Parça Arxa Plan Rəngi
de: Hintergrundfarbe der aktuellen Spur
eo: Nuna fonkoloro por la pecoj
he: תיחכונה העוצרה לש עקרה עבצ
ja: 現在のトラックの背景色
mt: Kulur tak-isfond - track kurrenti
nl: Achtergrondkleur huidige track
pt: Cor de Fundo da Faixa Actual
ru: Цвет фона текущей записи
xh: Umbala wesiqalo esinophawu lwangoku

source: Columns
az: Sütunlar
de: Spalten
eo: Kolumnoj
he: תודומע
ja: 列
ko: 칸
mt: Kolonni
nl: Kolommen
pt: Colunas
ru: Столбцы
xh: Imihlathi

source: Could not write to %1.
az: %1 yazılma xətası
de: Schreiben in %1 nicht möglich.
eo: Ne eblis skribi al %1.
he: .%1 לא בותכל ןתינ אל
ja: %1に書き込めませんでした.
ko: %1 에 저장할 수 없습니다.
mt: Ma stajtx nikteb f' %1.
nl: Kon niet schrijven naar %1.
pt: Não consegui escrever em %1.
ru: Не удалось сохранить в %1.
xh: Ayinakubhala ku %1.

source: Winamp skin selection
az: Winamp örtü seçkisi
de: Winamp-Oberfläche
eo: Elekto de Winamp-etoso
he: Winamp לש Skin תריחב
id: Seleksi skin winamp
ja: Winamp のスキンの選択
ko: Winamp 스킨 선택
mt: Għażla qoxra tal-Winamp
nl: Winamp Skin-selectie
pt: Selecção de 'skins' do Winamp
ru: Образы Winamp
xh: Ukhetho lolusu lwe Winamp

source: Monoscope
az: Monoskop
eo: Monoskopo
he: פוקסונומ
ko: 모노스코프
mt: Monoskopju
ru: Осциллограф
xh: Ithambeka elinye

source: Toggle Monoscope
az: Monoskopu dəyişdir
de: Monoscope an-/ausschalten
eo: Komutu monoskopon
he: פוקסונומ רתסה\גצה
ja: Monoscopeを有効/無効
mt: Ixgħel/itfi monoskopju
nl: Monoscope omschakelen
pt: Comutar o Monoscope
ru: Переключить осциллограф
xh: Qhobosha ithambeka elinye

source: URL
de: Adresse
he: תבותכ
xh: i-URL
