Repository: sandsmark/kde2-i18n
Catalog: */messages/kdemultimedia/noatun.po
Languages: az, de, eo, he, id, ja, ko, mt, nl, pt, ru, xh

source: Move the currently selected effect up in the chain.
az: Seçilən effekti zəncirdə yuxarı daşıyın.
de: Verschiebt den ausgewählten Effekt weiter nach vorn in der Liste.
eo: Movu la elektitan efekton supren en la ĉeno.
id: Pindahkan efek terpilih saat ini keatas kursi
ja: 選択されているイフェクトをチェーンの上に移動。
mt: Mexxi l-effett kurrenti 'l fuq fil-katina.
nl: Verplaats het huidig geselecteerde effect omhoog in de ketting
pt: Move o efeito actualmente seleccionado para cima na sequência.
ru: Переместить выбранный эффект вверх по цепочке.
xh: Shukumisa isiqhamo esikhethiweyo phezulu kwikhonkco.

source: Move the currently selected effect down in the chain.
az: Seçilən effekti zəncirdə aşağı daşıyın.
de: Verschiebt den ausgewählten Effekt weiter nach hintern in der Liste.
eo: Movu la elektitan efekton malsupren en la ĉeno.
id: Pindahkan efek terpilih saat ini kebawah kursi
ja: 選択されているイフェクトをチェーンの下に移動。
mt: Mexxi l-effett kurrenti 'l isfel fil-katina.
nl: Verplaats het huidig geselecteerde effect omlaag in de ketting.
pt: Move o efeito actualmente seleccionado para baixo na sequência.
ru: Переместить выбранный эффект вниз по цепочке.
xh: Shukumisa isiqhamo esikhethiweyo phantsi kwikhonkco.

source: Configure the currently selected effect. You can change things such as intensity from here.
az: İndi seçili olan effekti quraşdırın. Məsələn intensliyi buradan dəyişdirə bilərsiniz.
de: Festlegung des ausgewählten Effektes. Sie können hier z.B. die Intensität einstellen.
eo: Agordu la elektitan efekton. Vi povas ŝanĝi aferojn kiel intenseco en tiu loko.
id: Aturan efek terpilih saat ini. Anda dapat mengubah sesuatu seperti intensitas dari sini.
ja: 選択されているイフェクトの設定をして下さい。 強さ等をここで変更できます。
mt: Ikkonfigura l-effett magħżul Minn hawn tista' tissettja għażliet bħall-intensità.
nl: Configureer het huidig geselecteerde effect. U kunt zaken als de intensiteit vanaf hier wijzigen.
pt: Configura o efeito actualmente seleccionado. Podes mudar coisas como a intensidade aqui.
ru: Настройки выбранного эффекта. Здесь вы можете изменить интенсивность и пр.
xh: Qwalasela isiqhamo esikhethiweyo sangoku. Ungatshintsha izinto ezinjengoqwalaselo olusuka apha.

source: There was an error communicating to the aRts daemon.
az: aRts daemon ilə rabitədə xəta oldu.
de: Ein Kommunikationsfehler mit dem aRts-Dämon ist aufgetreten.
eo: Okazis eraro en la komunikado kun la aRto-demono.
he: .aRts לש תרשה םע תרושקתב האיגש העריא
id: Terdapat kesalahan komunikasi dengan Arts daemon
ja: aRtsデーモンとの通信でエラーが発生しました。
ko: aRts 데몬과 통신 중 오류가 생겼습니다.
mt: Kien hemm problema fil-kommunikazzjoni mad daemon aRts.
nl: Er deed zich een fout voor tijdens het communiceren met de aRts-daemon.
pt: Houve um erro na comunicação com o servidor aRts.
ru: Ошибка соединения с демоном aRts.
xh: Bekukho imposiso eqhagamshelana ne aRts daemon.

source: Danger, Will Robinson!
az: Təhlükə, Will Robinson!
de: Gefahr, Will Robinson!
eo: Danĝero, Vilĉjo Robinson'!
he: !הנכס
id: Bahaya, Will Robinson!
ja: 危険だ、ウィル ロビンソン!
mt: Periklu!
nl: Gevaar, Will Robinson!
pt: Perigo!
ru: Осторожнее!
xh: Ingozi, Will Robinson!

source: Connecting/starting aRts soundserver failed. Make sure that artsd is configured properly.
de: Keine Verbindung zu aRts-Soundserver. Stellen Sie sicher, dass artsd korrekt eingerichtet ist.
eo: Ne sukcesis kontakti/lanĉi la sonorservon aRts. Kontrolu, ĉu la servo estas ĝuste agordita.
ja: aRtsへの接続/起動に失敗しました. artsdが正しく設定されているか確認して下さい.
mt: Falla l-bidu ta', jew kollegament mas-server tal-awdjo aRts. Aċċerta li l-artsd huwa ssettjat sew.
nl: Het starten van/verbinden met de aRts Geluidsserver faalde. Zorg er voor dat artsd juist is geconfigureerd.
pt: A ligação/início do servidor de som aRts falhou. Verifica se o artsd está configurado convenientemente.
ru: Не удалось связаться со звуковым сервером aRts. Проверьте, правильно ли он настроен.
xh: Iyadibanisa/ukuqala umncedisi wesandi se aRts akuphumelelanga. Qinisekisa ukuba i artsd iqwalaselwe kakuhle.

source: Select a File to Play
az: Çalınacaq Faylı seçin
de: Wählen Sie eine Datei zur Wiedergabe aus
eo: Elektu dosieron ludendan
he: ןוגינל ץבוק תריחב
id: Pilih berkas yang ingin dimainkan
ja: 再生するファイルを選択
ko: 연주할 파일 선택
mt: Agħżel fajl biex iddoqq
nl: Selecteer een af te spelen bestand
pt: Selecciona um ficheiro para reproduzir
ru: Выбор файла для воспроизведения
xh: Khetha ifayile yokudlala

source: Preferences
az: Tərcihlər
de: Einstellungen
eo: Agordo
he: תופדעה
id: Pengaturan
ja: 設定
ko: 등록정보
mt: Preferenzi
nl: Voorkeuren
pt: Preferências
ru: Параметры
xh: Ezikhethwayo

source: Trance
az: Trans
eo: Tranco
he: סנארט
ja: トランス
ru: Транс
xh: Indawo yokuphupha

source: Dance
az: Rəqs
de: Tanz
eo: Danco
he: סנאד
ja: ダンス
ru: Танцевальная
xh: Danisa

source: Metal
de: Metall
eo: Metalo
he: לאטמ
ja: メタル
ru: Металл
xh: Isinyithi

source: Jazz
az: Jaz
eo: Ĵazo
he: ז'ג
ja: ジャズ
ru: Джаз
xh: iJazz

source: Zero
de: Null
eo: Nul
he: ספא
ja: ゼロ
xh: Unothi

source: Custom
az: Xüsusi
de: Benutzerdefiniert
eo: Propra
he: תישיא םאתומ
ja: カスタム
mt: Personalizzat
nl: Aangepast
pt: Personalizado
ru: Другой
xh: Isiko

source: Equalizer
eo: Egaligilo
he: תסוו
ja: イコライザ
ko: 이퀄라이져
mt: Ekwalizzatur
pt: Equalizador
ru: Эквалайзер
xh: Umlinganisi

source: <b>Presets</b>
az: <b>Presetlər</b>
de: <b>Voreingestellte Effekte</b>
eo: <b>Aprioraĵoj</b>
he: <b>תועובק תורדגה</b>
ja: <b>プリセット</b>
nl: <b>Voorinstellingen</b>
pt: <b>Configurações</b>
ru: <b>Стили</b>
xh: <b>Ucwangciso lokuqala</b>

source: &Remove Preset
az: Preseti Çıxa&rt
de: Voreinstellung &entfernen
eo: &Forigu agordon
he: הרדגה רס&ה
ja: プリセットの削除(&A)
mt: &Neħħi preset
nl: Voorinstelling ve&rwijderen
pt: &Remover Configuração
ru: &Удалить стиль
xh: &Susa ucwangciso lokuqala

source: &Add Preset
az: Preset Əl&avə Et
de: Voreinstellung &hinzufügen
eo: &Aldonu agordon
he: הרדגה ףס&וה
ja: プリセットの追加(&A)
mt: &Żid preset
nl: Voorinstelling &toevoegen
pt: &Adicionar Configuração
ru: &Добавить стиль
xh: &Dibanisa ucwangciso lokuqala

source: &Enabled
az: &Fəal
de: &Aktiviert
eo: &Enŝaltita
he: לעו&פ
id: &Aktifkan
ja: 有効(&E)
ko: 사용함(&E)
mt: &Mixgħul
nl: G&activeerd
pt: &Activo
ru: &Включен
xh: &Yenziwe

source: New Preset
az: Yeni Preset
de: Neue Voreinstellung
eo: Nova agordo
he: השדח הרדגה
ja: 新規プリセット
mt: Preset ġdid
nl: Nieuwe voorinstelling
pt: Nova Configuração
ru: Новый стиль
xh: Ucwangciso lokuqala olutsha

source: Play
az: Çal
de: Start
eo: Ludu
he: ןגנ
id: Mainkan
ja: 再生
ko: 연주
mt: Doqq
nl: Spelen
pt: Reproduzir
ru: Воспроизвести
xh: Dlala

source: Pause
az: Dayandır
eo: Paŭzo
he: ההשה
id: Jeda
ja: ポーズ
ko: 잠시멈춤
mt: Pawża
nl: Pauze
pt: Pausa
ru: Пауза
xh: Phumla

source: Show Playlist
az: Siyahını göstər
de: Stückliste anzeigen
eo: Montru ludliston
he: ןוגינ תמישר גצה
id: Tampilkan daftar lagu
ja: プレイリストを表示
ko: 연주목록 보기
mt: Uri lista ta' diski
nl: Speellijst tonen
pt: Mostrar a Lista de Músicas
ru: Показать список
xh: Bonisa uluhlu lokudlala

source: &Effects...
az: &Effektlər...
de: &Effekte...
eo: &Efektoj...
he: ...םיטקפ&א
id: &Efek
ja: イフェクト(&E)...
ko: 효과(&E)...
mt: &Effetti...
nl: &Effecten...
pt: &Efeitos...
ru: &Эффекты...
xh: &Iziqhamo...

source: E&qualizer...
eo: &Egaligilo...
he: ...תסו&ו
ja: イコライザ(&q)...
mt: E&kwalizzatur...
pt: E&qualizador...
ru: &Эквалайзер...
xh: Um&linganisi...

source: &Back
az: &Geri
de: &Zurück
eo: &Reen
he: הרוח&א
ja: 戻る(&B)
mt: &Lura
nl: &Vorige
pt: &Recuar
ru: &Назад
xh: &Umva

source: &Forward
az: İ&rəli
de: &Vorwärts
eo: &Antaŭen
he: המי&דק
ja: 進む(&F)
mt: 'il &Quddiem
nl: V&olgende
pt: A&vançar
ru: &Вперед
xh: &Phambili

source: &Play
az: &Çal
de: Ab&spielen
eo: &Ludu
he: ןג&נ
ja: 再生(&P)
mt: &Doqq
nl: S&pelen
pt: &Tocar
ru: &Воспроизвести
xh: &Dlala

source: &Pause
az: &Fasilə Ver
eo: &Paŭzo
he: הה&שה
ja: ポーズ(&P)
mt: &Pawża
nl: &Pauzeren
pt: &Pausa
ru: &Пауза
xh: &Phumla

source: &Actions
az: &Gedişlər
de: &Aktionen
eo: &Agoj
he: תו&לועפ
ja: アクション(&A)
mt: &Azzjonijiet
nl: &Acties
pt: &Acções
ru: &Действия
xh: &Iintshukumo

source: Plugins
az: Əlavələr
eo: Kromaĵoj
he: םיפסות
ja: プラグイン
ko: 플러그인
ru: Дополнения
xh: Iiplagi ezifakiweyo

source: Choose Your Plugins
az: Əlavələrinizi Seç
de: Plugins auswählen
eo: Elektu viajn kromaĵojn
he: ךלש םיפסותה תריחב
ja: プラグインを選択してください
mt: Agħżel il-plugins
nl: Kies uw plugins
pt: Escolhe os teus 'Plugins'
ru: Выбор дополнений
xh: Khetha iiplagi zakho

source: <b>Choose one or more interfaces to use:</b>
az: <b>Bir və ya daha çox ara üz seç:</b>
de: <b>Wählen Sie eine oder mehrere Oberflächen aus:</b>
eo: <b>Elektu unu aŭ plurajn uzendajn interfacojn:</b>
he: <b>:שומישל רתוי וא דחא קשממ רחב</b>
ja: <b>使用する１つ以上のインターフェースを選択して下さい:</b>
mt: <b>Agħżel interfaċċja waħda jew iżjed x'tuża:</b>
nl: <b>Kies een of meer interfaces om te gebruiken:</b>
pt: <b>Escolhe uma ou mais interfaces a usar:</b>
ru: <b>Выберите как минимум один интерфейс:</b>
xh: <b>Khetha enye okanye ngaphezulu iinjongano zokusetyenziswa:</b>

source: Description
az: İzah
de: Beschreibung
eo: Priskribo
he: רואית
id: Keterangan
ja: 説明
ko: 설명
mt: Deskrizzjoni
nl: Beschrijving
pt: Descrição
ru: Описание
xh: Inkcazelo

source: License
az: Lisenziya
de: Lizenz
eo: Licenco
he: ןוישיר
ja: ライセンス
mt: Liċenzja
nl: Licentie
pt: Licença
ru: Лицензия
xh: Ilayisenisi

source: Interfaces
az: Ara Üzlər
de: Oberflächen
eo: Interfacoj
he: םיקשממ
ja: インターフェース
mt: Interfaċċji
ru: Интерфейсы
xh: Iinjongano

source: <b>Choose one playlist to use:</b>
az: <b>İşlədiləcək bir mahnı siyahısı seçin:</b>
de: <b>Wählen Sie eine Stückliste aus:</b>
eo: <b>Elektu uzendan ludliston:</b>
he: <b>:שומישל ןוגינ תמישר רחב</b>
ja: <b>使用するプレイリストを選択してください:</b>
mt: <b>Agħżel lista ta' diski x'tuża</b>
nl: <b>Kies een speellijst om te gebruiken:</b>
pt: <b>Escolhe uma lista a usar:</b>
ru: <b>Выберите ровно один список:</b>
xh: <b>Khetha uluhlu lokudlala lokusetyenziswa olunye:</b>

source: Playlist
az: Mahnı Siyahısı
de: Stückliste
eo: Ludlisto
he: ןוגינ תמישר
id: Daftar lagu
ja: プレイリスト
ko: 멈춤
mt: Lista ta' diski
nl: Speellijst
pt: Lista de Músicas
ru: Список песен
xh: Uluhlu lokudlala

source: <b>Choose any other plugins to use:</b>
az: <b> İşlədiləcək başqa əlavələri seçin:</b>
de: <b>Wählen Sie weitere Plugins aus:</b>
eo: <b>Elektu alian kromaĵon uzendan:</b>
he: <b>:שומישל םהשלכ םירחא םיפסות רחב</b>
ja: <b>使用する他のプラグインを選択してください:</b>
mt: <b> Agħżel plugins oħrajn x'tużal</b>
nl: <b>Kies elke overige plugins om te gebruiken:</b>
pt: <b>Escolhe outros 'plugins' a usar:</b>
ru: <b>Выберите прочие дополнения:</b>
xh: <b>Khetha ezinye iiplagi zokusetyenziswa:</b>

source: Other Plugins
az: Digər Əlavələr
de: Andere Plugins
eo: Aliaj kromaĵoj
he: םירחא םיפסות
ja: プラグイン
mt: Plugins oħrajn
nl: Overige plugins
pt: Outros 'Plugins'
ru: Прочие дополнения
xh: Ezinye iiplagi

source: Show &Volume Control
az: Səs &kontrollerini göstər
de: &Lautstärkeregler anzeigen
eo: Montru &laŭtecstirilon
he: המצוע תרק&ב גצה
id: Tampilkan kontrol &volume
ja: ボリュームコントロールを表示(&V)
ko: 소리 크기(&V) 조절기 보기
mt: Uri l-&volum
nl: &Volume-instelling tonen
pt: Mostrar o Controlo do &Volume
ru: Пока&зывать уровень громкости
xh: Bonisa &Ulawulo lomqulu

source: L&oop Style
az: &Qulp növü
de: &Wiederholungsmethode
eo: &Ripetmaniero
he: האלול ןונג&ס
id: Gaya L&oop
ja: ループスタイル(&o)
ko: 반복(&L) 형식
mt: Stil ta' &ripetizzjoni
nl: Her&halingsstijl
pt: Estil&o do Ciclo
ru: &Повтор
xh: Uhlobo lom&tya

source: &Plugins
az: &Əlavələr
eo: &Kromaĵoj
he: םיפסו&ת
ja: プラグイン(&P)
ko: 플러그인(&P)
ru: &Дополнения
xh: &Iiplagi ezifakiweyo

source: No looping
az: Tekrarlama yox
de: Keine Wiederholung
eo: Neniu ripeto
he: האלול אלל
id: Tak ada looping
ja: ループしない
ko: 반복 없음
mt: Ma jirrepetix
nl: Geen lus
pt: Sem ciclo
ru: Не повторять
xh: Akukho mtya

source: Song looping
az: Parça tekrarı
de: Stückwiederholung
eo: Kantoripeto
he: ריש תאלול
id: Looping lagu
ja: 曲をループ再生中
ko: 곡 반복
mt: Ripetizzjoni tal-kanzunetta
nl: Liedjeslus
pt: Ciclo de canção
ru: Повтор песни
xh: Umtya weculo

source: Playlist looping
az: Tekrar eden liste
de: Listenwiederholung
eo: Ludlistoripeto
he: ןוגינ תמישר תאלול
id: Looping daftar lagu
ja: プレイリストをループ再生中
ko: 전체 반복
mt: Ripetizzjoni tal-lista ta' diski
nl: Speellijstlus
pt: Ciclo da Lista de Músicas
ru: Повтор списка
xh: Umtya woluhlu lokudlala

source: &Export Playlist
az: Siyahını &Aktar
de: Stückliste &exportieren
eo: &Eksportu ludliston
he: ןוגינ תמישר א&ציי
id: &Export daftar lagu
ja: プレイリストをエクスポート(&E)
ko: HTML로 내보내기(&E)
mt: &Esporta lista ta' diski
nl: Speellijst &exporteren
pt: &Exportar Lista de Músicas
ru: Экспорт &списка
xh: &Rhweba ngaphandle uluhlu lokudlala

source: Export Playlist
az: Mahnı Listesini Aktar
de: Stückliste exportieren
eo: Eksportu ludliston
he: ןוגינ תמישר אוציי
id: Export daftar lagu
ja: プレイリストのエクスポート
ko: HTML로 내보내기
mt: Esporta lista ta' diski
nl: Speellijst exporteren
pt: Exportar Lista de Músicas
ru: Экспорт списка
xh: Rhweba ngaphandle uluhlu lokudlala

source: Playlist Export
az: Siyahını Ixrac Et
de: Export der Stückliste
eo: Ludlisteksporto
he: ןוגינ תמישר אוציי
id: Export daftar lagu
ja: プレイリストをエクスポート
ko: HTML로 내보내기
mt: Esportazzjoni playlist
nl: Speellijstexport
pt: Exportar Lista de Músicas
ru: Экспорт списка
xh: Urhwebo langaphandle loluhlu lokudlala

source: Colors and settings for HTML Export
az: HTML idxal etmə üçün rəng və digər qurğular
de: Farben und Einstellungen für den HTML-Export
eo: Koloroj kaj agordaĵoj por HTML-eksporto
he: HTML-ל אוציי תורדגהו םיעבצ
id: Warna dan aturan untuk export HTML
ja: HTMLエクスポートの色及び諸設定
ko: HTML로 연주목록 내보내기에 사용할 색상 및 기타 설정
mt: Kuluri u setings għall-esportazzjoni HTML
nl: Kleuren en instellingen voor HTML-export
pt: Cores e opções da exportação para HTML
ru: Цвета и настройки экспорта в HTML
xh: Imibala nezicwangciso zorhwebo langaphandle lwe HTML

source: HTML Color Settings
az: HTML Rəng Qurğuları
de: HTML-Farbeinstellungen
eo: HTML-koloragordo
he: HTML יעבצ תורדגה
id: Aturan warna HTML
ja: HTML 色設定
ko: HTML 색상
mt: Setings tal-kulur HTML
nl: HTML-kleureninstellingen
pt: Configurações de Cor do HTML
ru: Настройки цвета HTML
xh: Izicwangciso zombala we HTML

source: Text Color:
az: Mətn Rəngi:
de: Textfarbe:
eo: Tekstkolor:
he: :טסקט עבצ
id: Warna teks
ja: テキストの色:
ko: 글자색:
mt: Kulur tat-test:
nl: Tekstkleur:
pt: Cor do Texto:
ru: Цвет текста:
xh: Umbala wokubhaliweyo:

source: Background:
az: Arxa plan:
de: Hintergrund:
eo: Fono:
he: :עקר
id: Latar belakang
ja: 背景色:
ko: 바탕화면:
mt: Sfond:
nl: Achtergrond:
pt: Cor de Fundo:
ru: Фон:
xh: Isiqalo:

source: Link Color:
az: Körpü Rəngi:
de: Link-Farbe:
eo: Ligokoloro:
he: :רושיק עבצ
id: Warna link
ja: リンクの色:
ko: 링크색:
mt: Kulur tal-link:
nl: Koppelingkleur:
pt: Cor das Ligações:
ru: Ссылка:
xh: Umbala wekhonkco:

source: Link Hover Color:
az: Asılı Körpü Rəngi:
de: Link-Überstreichungsfarbe:
eo: Aktiviĝa koloro:
he: :רושיק לעמ ףוחיר עבצ
id: Warna link hover
ja: リンク強調色:
ko: 링크 호버 색:
nl: Actieve koppelingkleur:
pt: Cor das Ligações Seleccionadas:
ru: Ссылка при наведении:
xh: Umbala wekhonkco le Hover:

source: Background Image
az: Arxa plan Rəsmi
de: Hintergrundbild
eo: Fonbildo
he: עקר תנומת
id: Gambar latar belakang
ja: 背景イメージ
ko: 바탕화면 그림
mt: Stampa tal-isfond
nl: Achtergrondafbeelding
pt: Imagem de Fundo
ru: Фоновый рисунок
xh: Umfanekiso wesiqalo

source: &Use CSS 1
az: CSS 1 &işlət
de: &CSS 1 verwenden
eo: &Uzu CSS 1
he: CSS 1-ב שמתש&ה
id: &Gunakan CSS 1
ja: CSS 1を使用(&U)
ko: CSS 1 사용(&U)
mt: &Uża CSS 1
nl: CSS1 gebr&uiken
pt: &Usar CSS 1
ru: &Использовать CSS 1
xh: &Sebenzisa i CSS 1

source: Use <b>CSS Level 1</b> description for color and style data rather then the deprecated <i>&lt;font&gt;</i> tag in HTML output.
de: <b>CSS Level 1</b>-Beschreibung für Farb- und Stildaten anstelle des überholten <i>&lt;font&gt;</i>-Tags bei der HTML-Ausgabe verwenden.
eo: Uzu <b>CSS-nivelo-1</b>-priskribon por koloro kaj stilo anstataŭ la malnova <i>&lt;font&gt;</i>-strukturilo en HTML-eligo.
ja: HTML出力には、<i>&lt;font&gt;</i>タグよりも、色やスタイルの<b>CSS レベル 1</b>定義を使用して下さい。
mt: Uża deskrizzjoni <b>CSS Livell 1</b> għall-kulur u stil minnflok it-tag antika <i>&lt;font&gt;</i> għall-prodott HTML.
nl: Gebruik liever de omschrijving <b>CSS Level 1</b> voor de kleur- en stijlgegevens in plaats van de minder op prijs gestelde <i>&lt;font&gt;</i> tag in de HTML-bron.
pt: Usar a descrição de <b>CSS Nível 1</b> para a cor e o estilo em vez da opção desactualizada <i>&lt;font&gt;</i> no resultado de HTML.
ru: Использовать описание <b>уровня 1 CSS</b> для сведений о цвете и стиле, а не устаревший таг <i>&lt;font&gt;</i> в HTML.
xh: Sebenzisa <b>CSS Umphakamo 1</b> inkcazelo yombala kunye nohlobo lwedata kuno kucela ngokuchasene <i>&lt;umgca&gt;</i> yenza iphetshana kwimveliso ye HTML.

source: &Enable Hover
az: &Asılılığı fəallaşdır
de: &Überstreichen aktivieren
eo: &Enŝaltu aktivigon de ligoj
he: ףוחי&ר רשפא
id: &Aktifkan hover
ja: リンク強調を有効にする(&E)
ko: 호버 사용하기(&E)
nl: Muisinteractie activ&eren
pt: &Activar Hover
ru: &Выделять при наведении
xh: &Yenza iHover

source: This color will appear if you move your mouse over a link in a CSS enabled browser.
de: Diese Farbe erscheint in einem CSS-fähigen Browser (der Stilvorlagen verwenden kann) beim Überstreichen eines Links mit der Maus.
eo: Tiu koloro aperos, kiam vi movas la muson super ligon, en CSS-kapabla TTT-legilo.
id: Warna ini akan cocok jika anda menggerakkan mouse ke link di browser CSS
ja: この色は、CSSをサポートするブラウザ上で、リンクの上にマウスを移動させると現れます。
mt: Dan il-kulur jidher biss jekk tmexxi l-maws fuq link ġo browser li jagħraf is-CSS.
nl: Deze kleur zal verschijnen als u de muisaanwijzer over een koppeling beweegt in een CSS-ondersteundende browser.
pt: Esta cor irá aparecer se moveres o teu rato por cima duma ligação num navegador que suporte CSS.
ru: Этим цветом выделяется ссылка при наведении курсора, если броузер поддерживает CSS.
xh: Lo mbala uzakuvela ukuba ushukumisa imouse ngapha kwekhonkco kwi CSS yomkhangeli zincwadi owenziweyo.

source: Title
az: Başlıq
de: Titel
eo: Titolo
he: רתוכ
id: Judul
ja: タイトル
ko: 제목
mt: Titlu
nl: Titel
pt: Título
ru: Название
xh: Iwonga

source: Artist
de: Künstler
eo: Artisto
he: ןמא
id: Artis
ja: アーティスト
ko: 아티스트
nl: Artiest
pt: Artista
ru: Артист
xh: Umzobi

source: Album
az: Albom
eo: Eldono
he: םובלא
ja: アルバム
ko: 앨범
pt: Álbum
ru: Альбом
xh: Icwecwe

source: Year
az: İl
de: Jahr
eo: Jaro
he: הנש
id: Tahun
ja: 年
ko: 연도
mt: Sena
nl: Jaar
pt: Ano
ru: Год
xh: Unyaka

source: Genre
az: Növ
de: Richtung
eo: Muzikspeco
he: גוס
id: Jenis
ja: ジャンル
ko: 장르
mt: Ġeneru
pt: Género
ru: Жанр

source: Comment
az: Şərh
de: Kommentar
eo: Komento
he: הרעה
id: Komentar
ja: コメント
ko: 설명
mt: Kumment
nl: Toelichting
pt: Comentário
ru: Комментарий
xh: Gqabaza

source: (No Genre)
az: (Növ yox)
de: (Keine Richtung)
eo: (Neniu muzikspeco)
he: (גוס אלל)
id: (Tak ada jenis)
ja: (ジャンル無し)
ko: (장르 없음)
mt: (ebda ġeneru)
nl: (Geen genre)
pt: (Sem Género)
ru: (жанр не указан)
xh: (Akukho genre)

source: &ID3 Edit
az: &ID3 Düzeltme
de: &ID3 bearbeiten
eo: &ID3-redakto
id: Edit &ID3
ja: &ID3 編集
ko: ID3 편집(&I)
mt: Editja &ID3
pt: Edição &ID3
ru: Редактор &ID3
xh: &Uhlelo lwe ID3

source: ID3 Tag Loading
az: ID3 Etiket yükləməyi
de: ID3-Tags laden
eo: ŝargo de ID3-indikoj
he: ID3 תויגת תניעט
id: memuat tag ID3
ja: ID3 タグローディング
ko: ID3 태그 불러오기
mt: Qari ta' tags ID3
nl: ID3-tag wordt geladen
pt: Leitura de Marcas ID3
ru: Загрузка тагов ID3
xh: Ulayisho lwephetshana elichaza i ID3

source: Format Strings for ID3 Tag Loading
az: ID3 Etiket yükləməyi üçün kəlmələri düzəlt
de: Formatierungen für das Laden von ID3-Tags
eo: Formatu signoĉenojn por ŝargo de ID3-indikoj
he: ID3 תויגת תניעטל תוזורחמ בוציע
id: Format Strings untuk memuat tag ID3
ja: ID3 タグローディングのフォーマット文字列
ko: ID3 태그 불러오기 형식
mt: Strings għall-qari tat-tags ID3
nl: Opmaaktekenreeksen voor ID3-dialoog worden geladen
pt: Formato para a Leitura de Marcas ID3
ru: Формат строк для загрузки тагов ID3
xh: Imitya yokufomata yolayisho lephetshana elichaza i ID3

source: Enter the format for the ID Tag. Every %[something] will be replaced with the following field, with the exception of '%%', which is replaced with '%'
de: Geben Sie das Format für die Kennung ein. Jedes Auftreten von %[irgendetwas] wird durch das folgende Feld ersetzt. Ausnahme: "%%" wird durch "%" ersetzt.
eo: Donu la ŝablonon por ID-indikoj. Ĉiu %[io] estos anstataŭigata per la sekva kampo, escepte de '%%', kiu estas anstataŭigata per '%'
id: Masukkan format untuk tag ID Setiap %[sesuatu] akan ditempatkan dengan field yang ada, dengan pengecualian dari '%%', akan ditempati dengan '%'
ja: IDタグのフォーマットを入力して下さい。各 %[なにか] は以下のフィールドの値で置き換えられます。例外は'%%'で、これは'%'に置き換わります。
ko: ID 태그 형식을 넣으세요. %[무엇]은 다음의 항목으로 바뀌어 보입니다. '%' 기호 자체를 사용하려면 '%%' 를 넣으세요.
mt: Daħħal il-format tat-tag ID3. Kull %[xi ħaġa] tiġi mibdula mal-valur ta' wara, bl-eċċezzjoni ta' "%%", li tiġi mibdula ma' "%".
nl: Voer de opmaak in voor de ID-tag. Elke %[term] zal worden vervangen door het volgende veld, met uitzondering van '%%', welke vervangen wordt door '%'.
pt: Indica o formato para a marca ID3. Todos os %[qualquer coisa] serão substituídos pelo campo seguinte, com a excepção de '%%', que é substituído por '%'
ru: Задайте формат для тага ID. Каждый %[параметр] будет заменен следующим полем, за исключением '%%', заменяемым на '%'
xh: Ngenisa ifomati yephetshana elichazai ID. Yonke %[enye into] izakubuyiselwa ngomhlaba olandelayo, ngaphandle kwe '%%', ebuyiselwe nge '%'

source: %a - Artist
de: %a - Künstler
eo: %a - Artisto
he: ןמא - %a
id: %a - Artis
ja: %a - アーティスト
ko: %a - 아티스트
nl: %a - artiest
pt: %a - Artista
ru: %a - артист
xh: %a - Umzobi

source: %A - Album
az: %A - Albom
eo: %A - eldono
he: םובלא - %A
ja: %A - アルバム
ko: %A - 앨범
pt: %A - Álbum
ru: %A - альбом
xh: %A - Icwecwe

source: %c - Comment
az: %c - Şərh
de: %c - Kommentar
eo: %c - komento
he: הרעה - %c
id: %c - Komentar
ja: %c - コメント
ko: %c - 주석
mt: %c - Kumment
nl: %c - toelichting
pt: %c - Comentário
ru: %c - комментарий
xh: %c - Gqabaza

source: %t - Title
az: %t - Başlıq
de: %t - Titel
eo: %t - Titolo
he: רתוכ - %t
id: %t - Judul
ja: %t - タイトル
ko: %t - 제목
mt: %t - Titlu
nl: %t - titel
pt: %t - Título
ru: %t - название
xh: %y - Iwonga

source: %y - Year (4 Digits)
az: %y - İl (4 Rəqəm)
de: %y - Jahr (4 Ziffern)
eo: %y - Jaro (4 ciferoj)
he: (תורפס 4) הנש - %y
id: %y - Tahun (4 Digit)
ja: %y - 年 (4桁)
ko: %y - 연도 (4 자리)
mt: %y - Sena (4 numri)
nl: %y - jaar (4 cijfers)
pt: %y - Ano (4 Dígitos)
ru: %y - год (4 цифры)
xh: %y - Unyaka (4 Amasuntswana)

source: %Y - Year (2 Digits)
az: %Y - İl (2 Rəqəm)
de: %Y - Jahr (2 Ziffern)
eo: %Y - Jaro (2 ciferoj)
he: (תורפס 2) הנש - %Y
id: %Y - Tahun (2 Digit)
ja: %Y - 年 (2桁)
ko: %Y - 연도 (2 자리)
mt: %Y - Sena (2 numri)
nl: %Y - jaar (2 cijfers)
pt: %Y - Ano (2 Dígitos)
ru: %Y - год (2 цифры)
xh: %Y - Unyaka (2 Amasuntswana)

source: %g - Genre
az: %g -Tərz
de: %g - Richtung
eo: %g - muzikspeco
he: גוס - %g
id: %g - Jenis
ja: %g - ジャンル
ko: %g - 장르
mt: %g - Ġeneru
pt: %g - Género
ru: %g - жанр

source: Infrared Control
az: İnfraqırmızı Yoxlama
de: Infrarotkontrolle
eo: Infraruĝstirilo
he: קוחרמ הטילש
id: Kontrol infra merah
ja: 赤外線コントロール
ko: 적외선 통신 설정
mt: Kontroll Infrared
nl: Infraroodbesturing
pt: Controlo Infra-Vermelhos
ru: Инфракрасный пульт
xh: Ulawulo oluphantsi kobumvu

source: Configure the Infrared Commands
az: İnfraqırmızı əmrlərini quraşdırın
de: Infrarotbefehle festlegen
eo: Agordu la infraruĝkomandoj
he: טלשה תודוקפ תורדגה יוניש
id: Pengaturan perintah infra merah
ja: 赤外線コマンドの設定
ko: 적외선 통신 설정
mt: Ikkonfigura l-kmandi infrared
nl: Infraroodcommando's intellen
pt: Configurar os Comandos de Infra-Vermelhos
ru: Настройки команд пульта
xh: Qwalasela imiyalelo ephantsi kobomvu

source: Remote control &commands:
az: Uzaqdan idarə &əmrləri
de: &Fernbedienungsbefehle:
eo: Stiril&komandoj:
he: :טלש תודוק&פ
id: &Perintah remote kontrol
ja: リモートコントロールコマンド(&c):
ko: 통신 명령(&C)
mt: &Kmandi tar-remote:
nl: Afstandbediening&commando's:
pt: &Comandos do controlo remoto:
ru: К&оманды пульта
xh: &Imiyalelo yolawulo lobekelo kude:
