Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdemultimedia/artsbuilder.po
Languages: de, es, fr

source: The &arts; Handbook
de: Das &arts;-Handbuch
es: El manual de &arts;
fr: Le manuel de &arts;

source: ROLES_OF_TRANSLATORS
de: <othercredit role="translator"><firstname>Frank</firstname><surname>Schütte</surname><affiliation><address><email>F.Schuette@t-online.de</email></address></affiliation><contrib>Übersetzung</contrib></othercredit>
es: <othercredit role="translator"><firstname>Salvador</firstname><surname>Gimeno Zanón</surname><affiliation><address><email>salgiza@jazzfree.com</email></address></affiliation><contrib>Traductor</contrib></othercredit>
fr: <othercredit role="translator"><firstname>Ludovic</firstname><surname>Grossard</surname><affiliation><address><email>ludovic.grossard@libertysurf.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>

source: Stefan Westerfeld &amp; Jeff Tranter
es: Stefan Westerfeld y Jeff Tranter

source: This handbook describes &arts;, the Analog Real-time Synthesizer.
de: Dieses Handbuch beschreibt &arts;, den analogen Echtzeit-Synthesizer.
es: Este manual describe &arts;, el Sintetizador Analógico en Tiempo Real.
fr: Ce manuel décrit &arts;, le synthétiseur analogique en temps-réel.

source: synthesizer
es: sintetizador
fr: synthétiseur

source: structure
de: Struktur
es: estructura

source: music
de: Musik
es: música
fr: musique

source: sound
de: Klänge
es: sonido
fr: son

source: Introduction
de: Einleitung
es: Introducción

source: What is &arts;?
de: Was ist &arts;?
es: ¿Qué es &arts;?
fr: Qu'est-ce que &arts;?

source: The Analog Real-Time Synthesizer, or &arts;, is a modular system for synthesizing sound and music on a digital computer. Using small building blocks called modules, the user can easily build complex audio processing tools. Modules typically provide functions such as sound waveform generators, filters, audio effects, mixing, and playback of digital audio in different file formats.
de: Der analoge Echtzeit-Synthesizer (&arts;) ist ein modulares System zur Synthetisierung von Klängen und Musik auf einem Computer. Mit Hilfe von kleinen Bausteinen namens Modulen kann der Benutzer leicht komplexe Audio-Werkzeuge zusammenstellen. Module stellen typische Funktionen wie Hüllkurvengeneratoren, Filter, Audioeffekte, Mixer und Wiedergabe digitaler Klänge in verschiedenen Dateiformaten zur Verfügung.
es: El sintetizador analógico en tiempo real, o &arts; (Analog Real-Time Synthesizer), es un sistema modular para sintetizar audio y música en ordenadores digitales. Utilizando unos pequeños bloques de construcción, llamados módulos, el usuario puede construir fácilmente complejas herramientas de procesado de audio. Los módulos proporcionan normalmente funciones tales como la generación de formas de onda de sonido, filtros, efectos de audio, mezclas, y la reproducción de audio digital en distintos formatos de fichero.
fr: Le Synthétiseur Analogique en Temps-réel (Analog Real-Time Synthesizer), ou &arts;, est un système modulaire de synthèse sonore sur ordinateur. À l'aide de petits blocs appelés modules, l'utilisateur peut construire facilement des outils de traitement audio évolués. Les modules fournissent des fonctions telles que la génération de formes d'onde, des filtres, des effets, des mixeurs, et des lecteurs audio dans différents formats de fichiers.

source: The &artsd; sound server mixes audio from several sources in real time, allowing multiple sound applications to transparently share access to sound hardware.
de: Der &artsd; Soundserver mixt Klänge aus unterschiedlichen Quellen in Echtzeit. Damit können sich verschiedene Anwendungen transparent die zur Verfügung stehende Hardware teilen.
es: El servidor de sonido &artsd; mezcla el audio de distintas fuentes en tiempo real, permitiendo que múltiples aplicaciones de sonido compartan el acceso al hardware de audio de forma trasparente.
fr: Le serveur sonore &artsd; mixe le son provenant de différentes sources en temps réel, permettant ainsi à plusieurs applications sonores de partager de manière transparente l'accès au matériel multimédia.

source: Using &MCOP;, the Multimedia Communication Protocol, multimedia applications can be network transparent, authenticated for security, and cross-platform using interfaces defined in a language-independent way using &IDL;. Support is also provided for non &arts;-aware legacy applications. As a core component of the &kde; 2 desktop environment, &arts; provides the basis for the &kde; multimedia architecture, and will in future support more media types including video. Like &kde;, &arts; runs on a number of operating systems, including &Linux; and BSD variants. It can also be used independently of &kde;.
de: Durch Verwendung von &MCOP;, dem Multimedia-Kommunikationsprotokoll, können Multimediaprogramme netzwerktransparent (aus Sicherheitsgründen mit Authentifizierung) und plattformübergreifend durch die Verwendung von Schnittstellen programmiert werden, die sprachunabhängig mit Hilfe von &IDL; festgelegt werden können. Es gibt auch eine Unterstützung für sonstige und älter Anwendungen, die nicht &arts; verwenden. &arts; stellt einen Kernbestandteil der &kde; 2-Umgebung dar und ist die Basis der &kde;-Multimedia-Architektur. &arts; wird zukünftig noch weitere Medien unterstützen, unter anderem Video. Wie auch &kde;, kann &arts; auf einigen Betriebssystemen, einschließlich &Linux; und BSD-Varianten eingesetzt werden. &arts; kann auch unabhängig von &kde; verwendet werden.
es: Al utilizar &MCOP;, el Protocolo de Comunicaciones Multimedia, las aplicaciones multimedia pueden ser transparentes a la red, se pueden autentificar por seguridad, y pueden ser multiplataforma al utilizar interfaces definidos de forma independiente del lenguaje mediante el uso de &IDL;. También se provee de soporte para aplicaciones antiguas que no utilicen &arts;. Al ser uno de los componentes centrales del entorno de escritorio &kde; 2, &arts; ofrece las bases de la arquitectura multimedia de &kde; y en el futuro soportará más tipos de medios, incluyendo vídeo. Como &kde;, &arts; funciona sobre distintos sistemas operativos, incluyendo &Linux; y variantes de BSD. También puede utilizarse sin &kde;.
fr: En utilisant &MCOP; le protocole de communication multimédia (Multimedia Communication Protocol), les applications sont transparentes vis-à-vis du réseau, authentifiées au niveau sécurité, et multi-plates-formes grâce à des interfaces définies de manière indépendante du langage avec &IDL;. La compatibilité est aussi fournie pour les applications non basées sur arts. En tant que composant de base de l'environnement de bureau &kde;&nbsp;2, &arts; fournit les bases de l'architecture multimédia de &kde;, et gérera dans le futur plus de types de supports y compris la vidéo. Tout comme &kde;, &arts; fonctionne sur plusieurs systèmes d'exploitation, comme &Linux; ou les différents BSD. Il peut aussi être utilisé indépendamment de &kde;

source: Using This Manual
de: Verwendung dieses Dokuments
es: Uso de este manual
fr: Utiliser ce Manuel

source: This manual is intended to provide comprehensive documentation on &arts; for users at different skill levels. Depending on whether you are a casual user of multimedia applications that make use of &arts; or a multimedia application developer, you may want to take different paths through the manual.
de: Dieses Dokument ist eine umfassende Dokumentation für Benutzer unterschiedlicher Vorkenntnisse für &arts;. Falls Sie ein gelegentlicher Nutzer von Multimediaprogrammen sind, sollten Sie einen anderen Weg durch dieses Dokument wählen als ein Entwickler von &arts;-Anwendungen.
es: Este manual pretende ofrecer una documentación comprensible sobre &arts; para usuarios con distintos niveles de conocimiento. Dependiendo de si usted es alguien que utiliza aplicaciones multimedia basadas en &arts; de vez en cuando, o de si es un desarrollador de aplicaciones multimedia, es posible que desee seguir caminos distintos a lo largo del manual.
fr: Ce manuel a été écrit de façon à fournir une documentation de &arts; utilisable quel que soit votre niveau. Si vous êtes utilisateur occasionnel d'applications multimédia qui font usage de &arts;, ou bien un développeur d'applications multimédia, vous emprunterez des chemins différents dans ce manuel.

source: It is suggested that you first read the <link linkend="installation">Downloading and Building &arts;</link> chapter if you need to get &arts; initially installed and running. If you already have a working system, likely bundled with your operating system distribution, you may choose to skip this section.
de: Sie sollten zuerst den Abschnitt <link linkend="installation">Herunterladen und Kompilieren von &arts;</link> lesen, falls Sie &arts; installieren möchten. Sollten Sie bereits ein funktionierendes System haben (häufig als Teil ihrer Distribution) können Sie diesen Abschnitt überspringen.
es: Le recomendamos que primero lea el capitulo <link linkend="installation">Descargando y construyendo &arts;</link> si desea necesita instalar y ejecutar &arts; por primera vez. Si ya tiene un sistema en funcionamiento, probablemente incluido con la distribución de su sistema operativo, puede optar por saltar esta sección.
fr: Je vous suggère de lire d'abord le chapitre <link linkend="installation">Téléchargement et compilation de &arts;</link> si vous devez installer &arts;. Si vous avez déjà un système qui fonctionne, de préférence livré avec votre distribution, vous pouvez passer cette section.

source: You should then read the sections in the <link linkend="arts-tools">&arts; Tools</link> chapter, especially &artsd;, artscontrol;, &artsshell;, and &artsdsp;. This will help you make the most effective use of &arts;.
de: Als nächstes sollten Sie die Abschnitte unter <link linkend="arts-tools">&arts;-Werkzeuge</link>, besonders &artsd;, &artscontrol;, &artsshell; und &artsdsp; lesen. Diese Abschnitte helfen Ihnen bei der optimalen Nutzung von &arts;.
es: Después debería leer las secciones del capítulo <link linkend="arts-tools">Herramientas &arts;</link>, en especial &artsd;, artscontrol;, &artsshell;, y &artsdsp;. Esto le permitirá sacar el máximo provecho de &arts;.
fr: Lisez ensuite les sections du chapitre <link linkend="arts-tools">outils de &arts;</link>, tout spécialement &artsd;, &artscontrol;, &artsshell; et &artsdsp;. Ceci va vous aider à tirer le meilleur de &arts;.

source: If you are interested in going further with &arts;, read the chapter on <link linkend="artsbuilder">&artsbuilder;</link> and go through the tutorial. This should give you an appreciation of the powerful capabilities of &arts; and the provided modules that can be used without the need to be a programmer.
de: Wenn Sie weitergehende Arbeiten mit &arts; planen, lesen Sie das Kapitel über <link linkend="artsbuilder">&artsbuilder;</link> und überfliegen Sie die Schritt-für-Schritt-Einführung. Das sollte Ihnen einen Eindruck der großen Möglichkeiten von &arts; und den ohne Programmierung nutzbaren Modulen geben.
es: Si está interesado en llegar más lejos con &arts;, lea el capítulo sobre <link linkend="artsbuilder">&artsbuilder;</link> y realice el tutorial. Esto le mostrará las grandes capacidades de &arts; y de los módulos incluidos que pueden ser utilizados sin ser un programador.
fr: Si vous souhaitez aller plus loin, lisez le chapitre <link linkend="artsbuilder">&artsbuilder;</link> et parcourez son tutoriel. Ça vous donnera une idée des possibilités de &arts; ainsi que les modules fournis qui peuvent être utilisés sans avoir besoin d'être programmeur.

source: If you want to know more about the internals of &arts;, either to develop multimedia applications or extend &arts; itself, read some or all of the chapter <link linkend="arts-in-detail">&arts; in Detail</link>. This should give you an understanding of all of the concepts that are prerequisites to &arts; software development.
de: Wenn Sie mehr über die internen Details von &arts; wissen möchten, weil Sie Multimedia-Anwendungen programmieren oder &arts; erweitern wollen, lesen Sie einiges oder alles aus dem Kapitel <link linkend="arts-in-detail">&arts; Details</link>. Das sollte Ihnen ein Verständnis der Konzepte von &arts; ermöglichen, die für eine erfolgreiche Programmentwicklung notwendig sind.
es: Si desea saber más sobre las interioridades de &arts;, bien para desarrollar aplicaciones multimedia, bien para mejorar el propio &arts;, lea todo o parte del capítulo <link linkend="arts-in-detail">&arts; al detalle</link>. Le permitirá entender todos los conceptos que son necesarios para el desarrollo de software con &arts;.
fr: Si vous voulez en savoir plus sur les entrailles de &arts;, soit pour développer des applications multimédia, ou pour étendre &arts; lui-même, lisez le chapitre <link linkend="arts-in-detail">&arts; en détail</link>. Cela va vous aider à comprendre tous les concepts nécessaires au développement de logiciels avec &arts;.

source: If you are interested specifically in the <acronym>MIDI</acronym> capabilities of &arts;, you should read the chapter on <link linkend="midi">&MIDI;</link>.
de: Wenn Sie besonders an den <acronym>MIDI</acronym>-Fähigkeiten von &arts; interessiert sind, sollten Sie das Kapitel <link linkend="midi">&MIDI;</link> lesen.
es: Si está específicamente interesado en las capacidades <acronym>MIDI</acronym> de &arts;, debería leer el capítulo sobre <link linkend="midi">&MIDI;</link>.
fr: Si vous vous intéressez spécifiquement aux capacités de &arts; en ce qui concerne le <acronym>MIDI</acronym>, lisez le chapitre <link linkend="midi">&MIDI;</link>.

source: If you want to develop &arts;-aware multimedia applications, the <link linkend="arts-apis">&arts; Application Programming Interfaces</link> chapter covers the different <acronym>API</acronym>s in detail.
de: Falls Sie planen &arts;-kompatible Multimedia-Anwendungen zu programmieren, lesen Sie das Kapitel <link linkend="arts-apis">&arts; Anwendungsprogramm-Schnittstellen</link>, das die verschiedenen <acronym>APIs</acronym>detailiert beschreibt.
es: Si desea desarrollar aplicaciones multimedia que aprovechen &arts;, el capítulo <link linkend="arts-apis">API de &arts;</link> trata en detalle las distintas <acronym>API</acronym>s.
fr: Si vous voulez développer des applications multimédia compatibles avec &arts;, le chapitre <link linkend="arts-apis">Application Programming Interfaces de &arts;</link> couvre les différentes <acronym>API</acronym> en détail.

source: If you want to extend &arts; by creating new modules, read the <link linkend="arts-modules">&arts; Modules</link> chapter.
de: Wenn Sie &arts; durch neue Module erweitern wollen, lesen Sie das Kapitel <link linkend="arts-modules">&arts;-Module</link>.
es: Si desea ampliar &arts; desarrollando nuevos módulos, lea el capítulo <link linkend="arts-modules">Módulos &arts;</link>.
fr: Si vous voulez étendre &arts; en créant de nouveaux modules, lisez le chapitre <link linkend="arts-modules">Modules de &arts;</link>.

source: If you are modifying an existing application to run under &arts;, read the chapter on <link linkend="porting">Porting Applications to &arts;</link>.
de: Falls Sie eine Anwendung ändern wollen, sodass Sie mit &arts; zusammenarbeitet, lesen Sie das Kapiteln <link linkend="porting">Anwendungen für &arts; portieren</link>.
es: Si está modificando una aplicación existente para que funcione con &arts;, lea el capítulo <link linkend="porting">Portando aplicaciones a &arts;</link>.
fr: Si vous modifiez une application déjà existante pour la faire fonctionner avec &arts;, lisez le chapitre sur le <link linkend="porting">Portage des applications vers &arts;</link>.

source: You you can find out how to help contribute to the &arts; project in the <link linkend="contributing">Contributing to &arts;</link> chapter, read about upcoming &arts; development in the chapter on <link linkend="future-work">Future Work</link>, and find links to more information in the <link linkend="references">References</link> section.
de: Wie Sie Beiträge zu &arts; leisten können, erfahren Sie im Kapitel <link linkend="contributing">Zu &arts; beitragen</link>. Die zukünftige Planung für &arts; erfahren Sie im Kapitel <link linkend="future-work">Zukünftige Arbeiten</link>. Dort finden Sie auch Verknüpfungen zu weiteren <link linkend="references">Informationen</link>.
es: Puede descubrir como colaborar con el proyecto &arts; en el capítulo <link linkend="contributing">Contribuyendo a &arts;</link>, lea sobre el futuro desarrollo de &arts; en el capítulo <link linkend="future-work">Trabajo futuro</link>, y encuentre enlaces a más información en la sección <link linkend="references">Referencias</link>.
fr: La façon dont vous pourriez aider le projet &arts; se trouve dans le chapitre <link linkend="contributing">Contribuer à &arts;</link>, et les développements à venir de &arts; se trouvent dans le chapitre <link linkend="future-work">Travaux à venir</link>, enfin vous obtiendrez des informations supplémentaires en suivant les liens dans la section <link linkend="references">Références</link>.

source: We have also rounded out the manual with some additional material, including <link linkend="faq">answers to frequently asked questions</link>, a <link linkend="contributors">list of contributors</link>, the details on &arts; <link linkend="copyright-and-licenses">copyright and licensing</link>, and some background material on <link linkend="intro-digital-audio">digital audio</link> and <link linkend="midi-introduction">&MIDI;</link>. A <link linkend="glossary">glossary</link> of terms is also included.
de: Wir haben das Hanbuch mit einigem Zusatzmaterial abgerundet: Das sind im Einzelnen <link linkend="faq">Antworten auf häufig gestellte Fragen</link>, eine <link linkend="contributors">Liste der Mitarbeiter</link>, detailierte Informationen zu <link linkend="copyright-and-licenses">Copyright und Lizenz</link> von &arts; und einige Hintergrundinformationen zu <link linkend="intro-digital-audio">digitalem Audio</link> und <link linkend="midi-introduction">&MIDI;</link>. Weiterhin ist ein <link linkend="glossary">Glossar</link> der verwendeten Begriffe enthalten.
es: Hemos acabado de redondear el manual con algo de información adicional, incluyendo <link linkend="faq">respuestas a preguntas frecuentes</link>, una <link linkend="contributors">lista con los colaboradores</link>, los detalles del <link linkend="copyright-and-licenses">copyright y la licencia</link> de &arts;, y algo de información de referencia sobre <link linkend="intro-digital-audio">audio digital</link> y <link linkend="midi-introduction">&MIDI;</link>. Un <link linkend="glossary">glosario</link> de términos también ha sido incluido.
fr: Nous avons aussi enrichi ce manuel d'un certain nombre de choses, comme par exemple les <link linkend="faq">réponses aux questions fréquemment posées</link>, une <link linkend="contributors">liste des participants</link>, les détails sur le <link linkend="copyright-and-licenses">copyright et la licence</link> de &arts;, et des informations sur l'<link linkend="intro-digital-audio">audio-numérique</link> et le <link linkend="midi-introduction">&MIDI;</link>. Un <link linkend="glossary">glossaire</link> a aussi été ajouté.

source: This manual is still very much a work in progress. You are welcome to contribute by writing portions of it, but if you wish to do so, contact Jeff Tranter <email>tranter@kde.org</email> or Stefan Westerfeld <email>stefan@space.twc.de</email> first to avoid duplication of effort.
de: Dieses Handbuch ist noch keineswegs vollständig. Falls Sie Teile hinzufügen möchten, sind Sie sehr willkommen. Kontaktieren Sie in diesem Fall zuerstt Jeff Tranter <email>tranter@kde.org</email> oder Stefan Westerfeld <email>stefan@space.twc.de</email>, um Dopplungen zu vermeiden.
es: Este manual aun es un trabajo en progreso. Le invitamos a que colabore escribiendo parte de él, aunque si lo desea hacer, contacte primero con Jeff Tranter <email>tranter@kde.org</email> o Stefan Westerfeld <email>stefan@space.twc.de</email> para evitar trabajos duplicados.
fr: Ce manuel est encore en cours d'écriture. Vous êtes le bienvenu pour contribuer à son écriture, mais si vous souhaitez le faire, contactez d'abord Jeff Tranter <email>tranter@kde.org</email> ou Stefan Westerfeld <email>stefan@space.twc.de</email> pour éviter de faire le travail en double.

source: History
de: Entwicklungsgeschichte
es: Historia
fr: Historique

source: In late 1997 Stefan Westerfeld started working on a real-time, modular system for sound synthesis. The code initially ran on a PowerPC system running &AIX;. This first implementation was quite simple but supported a full-featured flow system that was able to do such things as play MP3 files and pipe audio streams through effects modules.
de: Spät in 1997 begann Stefan Westerfeld mit der Arbeit an einem modularen Echtzeit-System zur Klang-Synthese. Das Programm war ursprünglich für einen Power-PC unter &AIX; bestimmt. Die erste Version war einfach, unterstützte aber ein vollständiges Flusssystem, das solche Aufgaben wie die Wiedergabe einer MP3-Datei oder eines Audio-Datenstroms durch Effektmodule durchführen konnte.
es: A finales de 1997 Stefan Westerfeld empezó a trabajar en un sistema modular, en tiempo real, para la sintesis de sonido. El código funcionaba inicialmente en un sistema PowerPC que ejecutaba &AIX;. Esta primera implementación era bastante simple, pero soportaba un sistema de flujo con todos los requisitos que era capaz, entre otras cosas, de reproducir ficheros MP3 y flujos de audio a través de módulos de efectos.
fr: À la fin de l'année 1997, Stephan Westerfeld a commencé à travailler sur un système modulaire dédié à la synthèse sonore en temps réel. Le code fonctionnait initialement sur un PowerPC sous &AIX;. Cette première implantation était plutôt simple mais gérait un système de flux de données qui pouvait lire des fichiers mp3 ou bien diriger un flux audio vers des modules d'effet.
