Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdemultimedia/artsbuilder_future.po
Languages: de

source: Future Work
de: Künftige Arbeiten

source: This section describes some of the &arts; work that is in progress. Development progresses quickly, so this information may be out of date. You should check the TODO list file and the <link linkend="mailing-lists">mailing list</link> archives to see what new functionality is planned. Feel free to get involved in new design and implementation.
de: &arts; entwickelt sich zu schnell, als das an dieser Stelle eine aktuelle Liste möglich wäre. Informationen zu Plänen finden Sie in der Datei TODO und in den <link linkend="mailing-lists">Mailinglisten</link>. Sie sind eingeladen, sich bei der weiteren Planung und Implementation zu beteiligen.

source: This is a draft document which tries to give you an overview how new technologies will be integrated in &arts;. Namely, it does cover the following:
de: Dieses in der Entwicklung befindliche Dokument versucht einen Überblick darüber zu geben, wie neue Technologien in &arts; integriert werden. Es behandelt folgende Themen:

source: How interfaces work.
de: Wie Schnittstellen funktionieren.

source: Codecs - decoding of mp3 or wav streams in a form that they can be used as data.
de: Codecs: Dekodierung von mp3-Strömen in eine Form, so dass sie als Daten verwendet werden können.

source: Synchronization.
de: Synchronisation.

source: Dynamic expansion/masquerading.
de: Dynamische Erweiterung / Maskierung.

source: Dynamic composition.
de: Dynamische Komposition.

source: This is work in progress. However, it should be the base if you want to see new technology in &arts;. It should give you a general idea how these problems will be adressed. However, feel free to correct anything you see here.
de: Dieses befindet sich in Arbeit. Es ist die Grundlage dafür, wie neue Technologien in &arts; integriert werden können. Man kann einen ungefähren Eindruck davon bekommen, wie solche Probleme gelöst werden. Sie können alles, was Sie hier sehen, korrigieren.

source: Things that will be use &arts; technology (so please, coordinate your efforts):
de: Programme, die &arts;-Technologie verwenden (bitte: koordinieren Sie IhrerAnstrengungen):

source: &noatun; (video / audio player)
de: &noatun; (Video- / Audiospieler)

source: &artscontrol; (sound server control program, for scopes)
de: &artscontrol; (Kontrollprogramm des Soundservers)

source: <application>Brahms</application> (music sequencer)
de: <application>Brahms</application> (Musiksequencer)

source: <application>Kaiman</application> (&kde;2 media player - kmedia2 compliant)
de: <application>Kaiman</application> (&kde;2-Medienspieler - kmedia2-kompatibel)

source: <application>mpglib</application>/<application>kmpg</application> (<acronym>mpg</acronym> audio and video playing technology)
de: <application>mpglib</application>/<application>kmpg</application> (<acronym>mpg</acronym> Audio- und Videowiedergabetechnologie)

source: <application>SDL</application> (direct media layer for games not yet started but maybe nice)
de: <application>SDL</application> (direkte Medienschicht für Spiele, noch nicht begonnen, aber wohl sinnvoll)

source: <application>electric ears</application> (author contacted me - status unknown)
de: <application>electric ears</application> (Der Autor hat mich kontaktiert - Status unbekannt)

source: How Interfaces Work
de: Wie Schnittstellen (interfaces) funktionieren

source: &MCOP; interfaces are the base of the &arts; concept. They are the network transparent equivalent to C++ classes. Whenever possible you should orient your design towards interfaces. Interfaces consist of four parts:
de: &MCOP;-Schnittstellen sind die Grundlage des Konzeptes von &arts;. Sie sind das netzwerktransparente Äquivalent zu C++-Klassen. Sie sollten Ihre Programmentwicklung mit Schnittstellen durchführen. Die Schnittstellen bestehen aus vier Teilen:

source: Synchronous streams
de: Synchrone Ströme

source: Asynchronous streams
de: Asynchrone Ströme

source: These can be mixed in any way you like. New technologies should be defined in terms of interfaces. Read the sections about asynchronous streams and synchronous streams, as well as the KMedia2 interfaces, which are a good example how such things work
de: Diese können beliebig kombiniert werden. Neue Technologien sollten als Schnittstellen definiert werden. Lesen Sie die Abschnitte über asynchrone Ströme und synchrone Ströme, sowie den über die KMedia2-Schnittstelle. Es sind gute Beispiele für ihre Funktionsweise

source: Interfaces are specified in <literal role="extension">.idl</literal> code and run through the <command>mcopidl</command> compiler. You derive the <classname><replaceable>Interfacename</replaceable>_impl</classname> class to implement them, and use <function>REGISTER_IMPLEMENTATION(Interfacename_impl)</function> to insert your object implementations into the &MCOP; object system.
de: Schnittstellen werden als <literal role="extension">.idl</literal>-Code spezifiziert und mit dem <command>mcopidl</command>-Compiler übersetzt. Sie leiten die <classname><replaceable>Interfacename</replaceable>_impl</classname>-Klasse ab, um es zu implementieren und verwenden <function>REGISTER_IMPLEMENTATION(Interfacename_impl)</function>, um Ihre Objekt-Implementation in das &MCOP;-Objektsystem einzufügen.

source: Codecs - Data Decoding
de: Codecs - Datendekodierung

source: The kmedia2 interfaces allow you to ignore that wav files, mp3s and whatever consist of data streams. Instead, you only implement methods to play them.
de: Die kmedia2-Schnittstellen erlauben Ihnen zu ignorieren, dass wav-Dateien, mp3-Dateien und viele andere Formate aus Datenströmen bestehen. Stattdessen können Sie Methoden implementieren, um sie abzuspielen.

source: Thus, you can write a wave loading routine in a way that you can play wave files (as PlayObject), but nobody else can use your code.
de: Sie können eine Routine zum Laden von wav-Dateien schreiben, um wav-Dateien abzuspielen ( als PlayObject), aber niemand sonst kann Ihren Code verwenden.

source: Asynchronous streams would be the alternative. You define an interface which allows you to pass data blocks in, and get data blocks out. This looks like that in &MCOP;:
de: Asynchrone Ströme sind eine Alternative. Sie definieren eine Schnittstelle, die die Übergabe von Datenblöcken ermöglichen. So sieht das in &MCOP; aus:

source: Of course codecs could also provide attributes to emit additional data, such as format information.
de: Natürlich können Codecs Attribute verwenden, um zusätzliche Daten, wie Formatinformationen bereitzustellen.

source: This <interfacename>ByteAudioCodec</interfacename> for instance could be connected to a <interfacename>ByteStreamToAudio</interfacename> object, to make real float audio.
de: Dieser <interfacename>ByteAudioCodec</interfacename> kann zum Beispiel mit einem <interfacename>ByteStreamToAudio</interfacename>-Objekt verbunden werden, um einen Audio-Strom zu formen.

source: Of course, other Codec types could involve directly emitting video data, such as
de: Andere Codec-Typen können stattdessen Video-Daten direkt ausgeben, wie

source: Most likely, a codec concept should be employed rather than the <quote>you know how to play and I don't</quote> way for instance <interfacename>WavPlayObject</interfacename> currently uses. However, somebody needs to sit down and do some experiments before an <acronym>API</acronym> can be finalized.
de: Meistens sollte ein Codec-Konzept verwendet werden anstatt einem <quote>Sie wissen, wie man es abspielt und ich nicht</quote>-Konzept, wie zum Beispiel <interfacename>WavPlayObject</interfacename> es praktiziert. Natürlich muss sich jemand hinsetzen und einige Versuche durchführen, bevor ein <acronym>API</acronym> festgeschrieben werden kann.

source: My idea is to provide video as asynchronous streams of some native &MCOP; data type which contains images. This data type is to be created yet. Doing so, plugins which deal with video images could be connected the same way audio plugins can be connected.
de: Mein Vorschlag ist, Video als asynchronen Strom eines &MCOP;-Datentypen, der Bilder enthält, zu implementieren. Dieser Datentyp muss noch kreiert werden. Auf diese Weise könnten Plugins, die Video-Bilder verarbeiten in der gleichen Art wie Audio-Plugins verbunden werden.

source: There are a few things that are important not to leave out, namely:
de: Auf einige Dinge muss dabei geachtet werden:

source: There are <acronym>RGB</acronym> and <acronym>YUV</acronym> colorspaces.
de: Es gibt die Farbmodelle <acronym>RGB</acronym> und <acronym>YUV</acronym>.

source: The format should be somehow tagged to the stream.
de: Das Format sollte dem Strom aufgeprägt werden.

source: Synchronization is important.
de: Synchronisation ist wichtig.

source: My idea is to leave it possible to reimplement the <classname>VideoFrame</classname> class so that it can store stuff in a shared memory segment. Doing so, even video streaming between different processes would be possible without too much pain.
de: Es sollte möglich sein, die <classname>VideoFrame</classname>-Klasse so zu reimplementieren, das Daten im gemeinsam genutzten Speicher gespeichert werden können. Damit würde auch Video-Streaming zwischen verschiedenen Prozessen ohne große Probleme möglich.

source: However, the standard situation for video is that things are in the same process, from the decoding to the rendering.
de: Bisher befindet sich für Videodaten von der Dekodierung bis zum Rendern alles im gleichen Prozess.

source: I have done a prototypic video streaming implementation, which you can download <ulink url="http://space.twc.de/~stefan/kde/download/video-quickdraw.tar.gz">here </ulink>. This would need to be integrated into &MCOP; after some experiments.
de: Ich habe einen Prototyp für ein Videostreaming-Programm implementiert, man kann ihn von <ulink url="http://space.twc.de/~stefan/kde/download/video-quickdraw.tar.gz">hier </ulink> herunterladen. Er muss nach einigen Experimenten in &MCOP; integriert werden.

source: A rendering component should be provided that supports XMITSHM (with <acronym>RGB</acronym> and <acronym>YUV</acronym>), Martin Vogt told me he is working on such a thing.
de: Eine Render-Komponente, die XMITSHM (mit <acronym>RGB</acronym> und <acronym>YUV</acronym>) unterstützt, sollte programmiert werden. Martin Vogt arbeitet derzeit an so etwas.

source: Currently, &MCOP; is all single threaded. Maybe for video we will no longer be able to get around threading. Ok. There are a few things that should be treated carefully:
de: Bisher ist &MCOP; Singel-Threaded. Für Video werden wir allerdings wohl nicht um Threading herum kommen. Dabei ist auf einige Dinge zu achten.

source: SmartWrappers - they are not threadsafe due to non-safe reference counting and similar.
de: SmartWrappers - sie sind nicht threadsicher wegen nicht abgesicherter Referenzzählung und ähnlichen Dingen.

source: Dispatcher / I/O - also not threadsafe.
de: Dispatcher / I/O - nicht threadsicher.

source: However, what I could imagine is to make selected modules threadsafe, for both, synchronous and asynchronous streaming. That way - with a thread aware flow system, you could schedule the signal flow over two or more processors. This would also help audio a lot on multiprocessor things.
de: Ich könnte mir allerdings vorstellen, einzelne Modules sowohl für synchrones als auch asynchrone Streaming threadsicher zu machen. Auf diese Weise - mit einem threadtauglichen Flusssystem - könnte der Signalfluss auf zwei oder mehr Prozessoren verteilt werden. Damit wäre dem Audiosystem in Bezug auf Mehrprozessorsysteme erheblich geholfen.

source: How it would work:
de: Wie es funktionieren könnte:

source: The Flow System decides which modules should calculate what - that is:
de: Das Flusssystem entscheidet, welche Module was berechnen sollen - das sind:

source: video frames (with process_indata method)
de: Video-Frames (mit der process_indata-Methode)

source: synchronous audio streams (calculateBlock)
de: Synchrone Audio-Ströme (calculateBlock)

source: other asynchronous streams, mainly byte streams
de: oder asynchrone Ströme, hauptsächlich Byte-Ströme

source: Modules can calculate these things in own threads. For audio, it makes sense to reuse threads (&eg; render on four threads for four processors, no matter if 100 modules are running). For video and byte decompression, it may be more confortable to have a blocking implementation in an own thread, which is synchronized against the rest of &MCOP; by the flow system.
de: Module können diese Dinge in eigenen Threads berechnen. Für Audio ist es sinnvoll, Threads wiederholt zu benutzen (z.B. rendern in vier Threads auf vier Prozessoren, unabhängig davon, ob 100 Module ausgeführt werden). Für Video und Byte-Dekomprimierung könnte es sinnvoll sein, eine blockierende Implementierung in einem eigenen Thread zu haben, der mit dem Rest das &MCOP;-Systems durch das Flusssystem synchronisiert wird.

source: Modules may not use &MCOP; functionality (such as remote invocations) during threaded operation.
de: Module dürfen die Funktionen von &MCOP; (wie entfernte Aufrufe) während Thread-Operationen nicht verwenden

source: Synchronization
de: Synchronisation

source: Video and &MIDI; (and audio) may require synchonization. Basically, that is timestamping. The idea I have is to attach timestamps to asynchronous streams, by adding one timestamp to each packet. If you send two video frames, simply make it two packets (they are large anyway), so that you can have two different time stamps.
de: Video und &MIDI; (und Audio) müssen möglicherweise synchronisiert werden. Das funktioniert über Zeitmarken. Zeitmarken könnten zu asynchronen Strömen hinzugefügt werden, indem jedes Paket mit einer Zeitmarke versehen wird. Zwei Video-Frames müssen als zwei Pakete gesendet werden (sie sind sowieso recht groß), damit sie unterschiedliche Zeitmarken haben können.

source: Audio should implicitely have time stamps, as it is synchronous.
de: Audio sollte implizit Zeitmarken haben, da Audiodaten synchron wiedergegeben werden.

source: Dynamic Composition
de: Dynamische Zusammenstellung (Composition)

source: It should be possible to say: An effect FX is composed out of these simpler modules. FX should look like a normal &MCOP; module (see masquerading), but in fact consist of other modules.
de: Es sollte folgendes möglich sein: Ein FX-Effekt ist zusammengesetzt aus mehreren einfachen Modulen. Ein FX-Effekt sollte aussehen wie ein normales &MCOP;-Modul (siehe auch Maskierung (masquerading)), obwohl er aus anderen Modulen besteht.

source: This is required for &artsbuilder;.
de: Das ist für &artsbuilder; erforderlich.

source: All &GUI; components will be &MCOP; modules. They should have attributes like size, label, color, ... . A <acronym>RAD</acronym> builder (&artsbuilder;) should be able to compose them visually.
de: Alle &GUI;-Komponenten werden &MCOP;-Module sein. Sie sollten Attribute wie Größe (size), Name (label), Farbe (color), ... haben. Ein <acronym>RAD</acronym>-Builder (&artsbuilder;) sollte in der Lage sein, sie visuell zusammenzusetzen.

source: The &GUI; should be saveable by saving the attributes.
de: Das &GUI; sollte durch Sicherung der Attribute speicherbar sein.

source: The &MIDI; stuff will be implemented as asynchronous streams. There are two options, one is using normal &MCOP; structures to define the types and the other is to introduce yet another custom types.
de: &MIDI; sollte als asynchroner Strom implementiert werden. Es sollte zwei Möglichkeiten geben, zum Einen die Verwendung von normalen &MCOP;-Strukturen für die Typen und zum Anderen die Einführung von weiteren angepassten Typen.

source: I think normal structures may be enough, that is something like:
de: Normale Strukturen sollten ausreichen, also etwas wie:

source: Asynchronous streams should support custom stream types.
de: Asynchrone Ströme sollten angepasste Typen unterstützen.
