Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdemultimedia/artsbuilder.po
Languages: de, es, fr

source: The next step was to implement a &GUI; so that modules could be manipulated graphically. Stefan had had some good experience using &kde;, so that was chosen as the &GUI; toolkit, (knowing that it might be necessary to do a Gnome/Gtk+ version as well) and this later led to using &Linux; as the main development platform. Originally named <application>ksynth</application>, the project was renamed &arts; and the pace of development accelerated. The project at this stage was quite complete, with a <acronym>CORBA</acronym>-based protocol, dozens of modules, a graphical module editing tool, C and C++ <acronym>API</acronym>s, documentation, utilities, and a mailing list and web site with a small group of developers. The project had come a long way after only a little more than a year of development.
de: Der nächste Schritt war die Implementation eines &GUI;, so dass die Modules grafisch bearbeitet werden konnten. Stefan hatte einige Erfahrung mit &kde; und dieseUmgebung wurde daher als &GUI;-System (in dem Bewußtsein, das eine Gnome/Gtk+-Version ebenfalls erforderlich sein könnte) benutzt. Später führte das dazu, das &Linux; die Hauptentwicklungsplattform wurde. Vom ursprünglichen Namen <application>ksynth</application> wurde das Projekt in &arts; umbenannt und die Entwicklungsgeschwindigkeit nahm zu. Das Projekt war zu dieser Zeit mit einem <acronym>CORBA</acronym>-basierten Protokoll, dutzenden von Modulen, einem grafischen Moduleditor, C- und C++-<acronym>API</acronym>-Dokumentation, Hilfsprogrammen und einer Mailingsliste und Internetseite mit einer kleinen Entwicklergruppe bereits recht vollständig. Diese ganze Entwicklung fand in der sehr kurzen Zeit von nur einem Jahr statt.
es: El siguiente paso fue implementar una interfaz de usuario (&GUI;) para que los módulos pudieran manipularse de forma gráfica. Stefan tenia algo de experiencia en el uso de &kde;, por lo que fue elegido como la herramienta para la &GUI;, (sabiendo que podría ser también necesario hacer una versión Gnome/Gtk+) y esto llevó a que posteriormente se utilizara &Linux; como principal plataforma de desarrollo. Inicialmente llamado <application>KSynth</application>, el proyecto se renombró &arts; y el ritmo de desarrollo aumento. En esos momentos el proyecto estaba bastante completo, con un protocolo basado en <acronym>CORBA</acronym>, docenas de módulos, un editor gráfico de módulos, <acronym>API</acronym>s para C y C++, documentación, utilidades, y una lista de distribución y una página web con un pequeño grupo de desarrolladores. El proyecto había recorrido un largo camino en poco más de un año de desarrollo.
fr: L'étape suivante a consisté à implanter une interface graphique (&GUI;) de façon à manipuler les modules de manière graphique. Stefan connaissait bien &kde; et l'a utilisé comme outils de développement de l'interface graphique (tout en sachant qu'une interface Gnome/gtk était aussi nécessaire), ce qui l'a amené plus tard à utiliser &Linux; comme plate-forme de développement principale. Nommé à l'origine <application>ksynth</application>, le projet a été renommé &arts; et le développement s'est accéléré. Le projet à ce niveau était à peu près complet, avec un protocol de communication basé sur <acronym>CORBA</acronym>, une douzaine de modules, un outil d'édition graphique des modules, des <acronym>API</acronym> C et C++, de la documentation, des utilitaires, et une liste de discussion avec un petit groupe de développeurs. Le projet à beaucoup avancé après seulement un peu plus d'un an de développement.

source: As the &kde; team started planning for &kde; 2.0, it became clear that &kde; needed a more powerful infrastructure for sound and other streaming media. It was decided to adapt &arts;, as it was a good step in this direction with a proven architecture. Much new development effort went into this new version of &arts;, most notably the replacement of the <acronym>CORBA</acronym> code with an entirely new subsystem, &MCOP;, optimized for multimedia. Version 0.4 of &arts; was included in the &kde; 2.0 release.
de: Bei der Planung von &kde; 2.0 wurde es dem &kde;-Team klar, das &kde; eine bessere Klaninfrastruktur und Unterstützung für Klänge und andere Stream-Medien benötigte. Man entschied sich, &arts; für diese Zwecke anzupassen, da bereits eine fundierte Architektur vorhanden war. Es wurde große Mühe in eine neue Version von &arts; investiert, die umfangreichtse Entwicklung war die Ersetzung des <acronym>CORBA</acronym>-Protokolls durch ein völlig neues Subsystem mit dem Namen &MCOP;, das für Multimedia optimiert ist. Die Version 0.4 von &arts; wurde Bestandteil der Version 2.0 von &kde;.
es: Mientras el equipo de &kde; empezaba a planear &kde; 2.0, se hizo claro que &kde; necesitaba una infraestructura más potente de sonido y de medios en tiempo real. Se decidió adaptar &arts;, puesto que era un buen paso en esta dirección con una arquitectura probada. Un nuevo y mayor esfuerzo de desarrollo fue empleado en esta nueva versión de &arts;, siendo destacable el reemplazo del código <acronym>CORBA</acronym> con un nuevo subsistema, &MCOP;, optimizado para multimedia. La versión 0.4 de &arts; fue incluida en la versión 2.0 de &kde;.
fr: Alors que l'équipe &kde; commençait à planifier &kde; 2.0, il devenait clair que &kde; nécessitait une infrastructure plus puissante pour le son et autres formats multimédia. Il a été décidé d'adapter &arts;, étant bien adapté à cela et possédant une architecture ayant fait ses preuves. De gros efforts de développement ont alors été menés sur cette nouvelle version de &arts;, notamment au niveau du remplacement du code <acronym>CORBA</acronym> avec un sous-système entièrement nouveau, &MCOP;, optimisé pour le multimédia. La version 0.4 de &arts; a fait partie de &kde; 2.0.

source: Work continues on &arts;, improving performance and adding new functionality. It should be noted that even though &arts; is now a core component of &kde;, it can be used without &kde;, and is also being used for applications that go beyond traditional multimedia. The project has attracted some interest from the Gnome team, opening up the possibility that it may someday become the standard multimedia architecture for &UNIX; desktop systems.
de: Die Arbeit an &arts; geht weiter. Die Arbeitsgeschwindigkeit wird verbessert und neue Funktionen werden hinzugefügt. Obwohl &arts; ein Kernbestandteil von &kde; ist, kann es auch ohne &kde; verwendet werden. Es findet auch Verwendung in Anwendungen, die über das traditionelle Multimedia hinausgehen. Das Projekt hat auch beim Gnome-Team einiges Interesse hervorgerufen, sodass die Möglichkeit besteht, das es eines Tages die Standard-Multimedia-Architektur für &UNIX;-Arbeitsplatzrechner wird.
es: El trabajo en &arts; continua, mejorando el rendimiento y añadiendo nuevas funcionalidades. Es de destacar que aunque ahora &arts; es parte central de &kde;, puede utilizarse sin &kde;, y también es utilizado por aplicaciones que van más allá de la multimedia tradicional. El proyecto ha atraído algo de interés por parte del equipo de Gnome, abriendo la posibilidad de que tal vez algún día se convierta en la arquitectura multimedia estándar de los sistemas de escritorio &UNIX;.
fr: Le travail continue sur &arts;, en améliorant les performances et en ajoutant de nouvelles fonctionnalités. Notez que bien que &arts; soit un composant de base de &kde;, il peut être aussi utilisé sans &kde;, et est aussi utilisé par des applications qui vont au-delà du multimédia traditionnel. Le projet a suscité un intérêt de la part de l'équipe Gnome, ouvrant ainsi la possibilité qu'il devienne un jour le standard multimédia des environnements de bureau pour &UNIX;.

source: &arts; Copyright and Licensing
de: &arts; Copyright und Lizensierung
es: Copyright y licencia de &arts;
fr: Licence et Copyright de &arts;

source: &arts; software copyright 1998-2001 Stefan Westerfeld <email>stefan@space.twc.de</email>
de: &arts; Programm-Copyright 1998-2001 Stefan Westerfeld <email>stefan@space.twc.de</email>
es: Copyright del software &arts; 1998-2001 Stefan Westerfeld <email>stefan@space.twc.de</email>

source: Documentation copyright 1999-2001 Stefan Westerfeld <email>stefan@space.twc.de</email> and Jeff Tranter <email>tranter@kde.org</email>.
de: Dokumentation Copyright 1999-2001 Stefan Westerfeld <email>stefan@space.twc.de</email> und Jeff Tranter <email>tranter@kde.org</email>.
es: Copyright de la documentación 1999-2001 Stefan Westerfeld <email>stefan@space.twc.de</email> y Jeff Tranter <email>tranter@kde.org</email>.
fr: Documentation copyright 1999-2001Stefan Westerfeld <email>stefan@space.twc.de</email> et Jeff Tranter <email>tranter@kde.org</email>.

source: CREDIT_FOR_TRANSLATORS
de: <para>Übersetzung: Frank Schütte <email>F.Schuette@t-online.de</email></para>
es: <para>Traducido por Salvador Gimeno Zanón <email>salgiza@jazzfree.com</email></para>
fr: <para>Traduction française par Ludovic Grossard <email>ludovic.grossard@libertysurf.fr</email></para>

source: All libraries that are in &arts; are licensed under the terms of the <acronym>GNU</acronym> Lesser General Public license. The vast majority of the &arts; code is in the libraries, including the whole of <acronym>MCOP</acronym> and ArtsFlow. This allows the libraries to be used for non-free/non-open source applications if desired.
de: Alle Bibliotheken in &arts; stehen unter der <acronym>GNU</acronym> Lesser General Public Lizenz. Die überwiegende Menge des &arts;-Programms befindet sich in den Bibliotheken, einschließlich des gesamten <acronym>MCOP</acronym> und ArtsFlow. Damit können die Bibliotheken auch für nicht-freie/nicht-offene Anwendungen verwendet werden, falls gewünscht.
es: Todas las bibliotecas incluidas con &arts; tienen una licencia bajo los términos de la <acronym>GNU</acronym> Lesser General Public license. La mayor parte del código de &arts; se encuentra en las bibliotecas, incluyendo todo el <acronym>MCOP</acronym> y ArtsFlow. Esto permite que las bibliotecas sean utilizadas con aplicaciones que no sean gratuitas/libres si así se desea.
fr: Toutes les librairies de &arts; sont distribuées selon les termes de la licence<acronym>GNU</acronym> Lesser General Public license. La grande majorité du code de &arts;se trouve dans les librairies, incluant <acronym>MCOP</acronym> et ArtsFlow en totalité. Ceci permet d'utiliser les librairies pour des applications non libres ou non open source si vous le souhaitez.

source: There are a few programs (such as <application>artsd</application>), that are released under the terms of the <acronym>GNU</acronym> General Public License. As there have been different opinions on whether or not linking <acronym>GPL</acronym> programs with &Qt; is legal, I also added an explicit notice which allows that, in addition to the <acronym>GPL</acronym>: permission is also granted to link this program with the &Qt; library, treating &Qt; like a library that normally accompanies the operating system kernel, whether or not that is in fact the case.
de: Es gibt einige Programme (wie <application>artsd</application>), die unter der <acronym>GNU</acronym> General Public Lizenz stehen. Da es unterschiedliche Einstellungen dazu gibt, ob es erlaubt ist, <acronym>GPL</acronym>-Anwendungen mit &Qt; zu linken, habe ich dieses explizit erlaubt, also zusätzlich zur <acronym>GPL</acronym>: Es ist auch erlaubt, dieses Programm mit der &Qt;-Bibliothek zu linken; dabei wird &Qt; wie eine Bibliothek benutzt, die normalerweise zu einem Betriebssystem dazugehört, ob das im Einzelfall so ist oder nicht (hier noch der Originaltext: "permission is also granted to link this program with the Qt library, treating Qt like a library that normally accompanies the operating system kernel, whether or not that is in fact the case.")
es: Hay algunos programas (como por ejemplo <application>artsd</application>), que son entregados bajo los términos de la <acronym>GNU</acronym> General Public License. Como hay diferentes opiniones sobre si enlazar programas <acronym>GPL</acronym> con &Qt; es legal, también se ha añadido una nota explicita que indica que, además de la <acronym>GPL</acronym>: también se da permiso para enlazar el programa con la biblioteca &Qt;, tratando &Qt; como una biblioteca que normalmente acompaña al núcleo del sistema, sea o no sea ese el caso.
fr: Il y a quelques programmes (comme <application>artsd</application>), qui sont distribués selon les termes de la <acronym>GNU</acronym> General Public License. Comme il y a eu des discussions sur la légalité de lier des programmes <acronym>GPL</acronym> avec &Qt;, j'ai aussi ajouté une notice explicite qui ajoute, en plus de la GPL&nbsp;: permission est accordée de lier ce programme avec les librairies &Qt;, considérant &Qt; comme une librairie qui accompagne normalement le noyau du système d'exploitation, que ce soit le cas ou non en réalité.

source: Installing &arts;
de: &arts; installieren
es: Instalando &arts;
fr: Installer &arts;

source: In order to use &arts; you obviously need to have it installed and running on your system. There are two approaches for doing this, which are described in the next sections.
de: Um &arts; benutzen zu können, müssen Sie es zuerst installieren und starten. Dazu gibt es zwei Möglichkeiten, die in den nächsten beiden Abschnitten beschrieben werden.
es: Para utilizar &arts; necesitará, obviamente, tenerlo instalado y en ejecución en sus sistema. Hay dos formas de conseguir esto, que se describen en las siguientes secciones.
fr: Pour utiliser &arts;, vous devez évidemment l'installer et l'exécuter sur votre système. Il y a deux façons de faire ceci, qui sont décrites dans les sections suivantes.

source: Installing a Precompiled Binary Release
de: Ein vorkompiliertes Binärpaket installieren
es: Instalando una distribución binaria precompilada
fr: Installer une distribution de binaires précompilé

source: The quickest and easiest way to get &arts; up and running is to install precompiled binary packages for your system. Most recent &Linux; distributions include &kde;, and if it is &kde; 2.0 or later it will include &arts;. If &kde; is not included on your installation media it may be available as a download from your operating system vendor. Alternatively it may be available from third parties. Make sure that you use packages that are compatible with your operating system version.
de: Der schnellste und einfachste Weg, um &arts; auf Ihrem System zu installieren ist ein vorkompiliertes Binärpaket. Aktuelle Versionen von &Linux;-Distributionen beinhalten &kde;, und wenn es sich um &kde; 2.0 oder später handelt, enthalten Sie &arts;. Wenn &kde; nicht in Ihrer Distribution enthalten ist, können Sie sie vielleicht von Ihrem Händler herunterladen. Alternativ sind manche Binärpakete auch von dritter Seite erhältlich. Achten Sie darauf, das die verwendeten Pakete kompatibel mit Ihrer Betriebssystemversion sind.
es: La forma más rápida y fácil de conseguir que &arts; se instale y funcione es instalar paquetes binarios precompilados para su sistema. La mayoría de distribuciones de &Linux; modernas incluyen &kde;, y si es &kde; 2.0 o superior incluirá &arts;. Si &kde; no va incluido con los discos de instalación puede que esté disponible para descargar desde el vendedor de su sistema operativo. También puede que esté disponible desde terceros. Asegúrese de utilizar paquetes que coincidan con la versión de su sistema operativo.
fr: La façon la plus rapide et la plus simple pour disposer d'une version fonctionnelle de &arts; est d'installer les paquetages de binaires pré-compilés pour votre système. Les distributions les plus récentes de &Linux; fournissent &kde;, et s'il s'agit de &kde; 2.0 ou supérieur, elles fournissent également &arts;. Si &kde; n'est pas présent sur le support d'installation, vous pouvez le télécharger depuis le distributeur du système d'exploitation. Autrement, il devrait être aussi rendu disponible par des tiers Assurez-vous que vous utilisez des paquetages compatibles avec la version de votre système d'exploitation.

source: A basic install of &kde; will include the sound server, allowing most applications to play sound. If you want the full set of multimedia tools and applications you will likely need to install additional optional packages.
de: Eine grundlegende Installation von &kde; enthält den Soundserver, damit die meisten Anwendungen Klänge abspielen können. Wenn Sie das gesamte Paket der Multimedia-Werkzeuge und -Anwendungen haben wollen, müssen Sie vermutlich noch einige optionale Pakete installieren.
es: Una instalación básica de &kde; incluirá el servidor de sonido, permitiendo que la mayoría de aplicaciones reproduzcan audio. Si desea tener el conjunto completo de aplicaciones y herramientas multimedia, lo más probable es que necesite instalar más paquetes opcionales.
fr: Une installation typique de &kde; inclut le serveur sonore, permettant à la plupart des application de jouer des sons. Si vous voulez l'ensemble des outils et applications multimédia, vous devrez installer des paquetages supplémentaires.

source: The disadvantage of using precompiled binaries is that they may not be the most recent version of &arts;. This is particularly likely if they are provided on &CD-ROM;, as the pace of development of &arts; and &kde; is such that &CD-ROM; media cannot usually keep pace. You may also find that, if you have one of the less common architectures or operating system distributions, precompiled binary packages may not be available and you will need to use the second method.
de: Der Nachteil an vorkompilierten Binärpaketen ist, das sie vermutlich nicht die aktuellste Version von &arts; enthalten. Das ist noch wahrscheinlicher, wenn Sie auf &CD-ROM; bereitstehen, da die Entwicklungsgeschwindigkeit von &arts; und &kde; so groß ist, das Medien wie die &CD-ROM; in der Regel nicht mithalten können. Sie werden auch feststellen, das, wenn Sie eine ungebräuchliche Distribution oder eine ungewöhnliche Konfiguration haben, Binärpakete nicht verfügbar sind. In solchen Fällen sind Sie auf die zweite Methode angewiesen.
es: La desventaja de utilizar binarios precompilados es que puede que no sean de la versión más moderna de &arts;. Esto es particularmente probable si se incluyen en &CD-ROM;, ya que el ritmo de desarrollo de &arts; y &kde; es tan rápido que normalmente los medios en &CD-ROM; no son capaces de seguir el ritmo. También puede encontrarse con que, si tiene una de las arquitecturas o sistemas operativos menos comunes, no existan binarios precompilados y necesite utilizar el segundo método.
fr: L'inconvénient d'utiliser des binaires pré-compilés est que vous ne disposez probablement pas de la dernière version de &arts;. Ceci est particulièrement vrai s'ils sont fournis sur &CD-ROM;, étant donné que la vitesse de développement de &arts; et &kde; est telle que les supports &CD-ROM; ne peuvent pas suivre. Il est possible aussi que les paquetages de binaires pré-compilés ne soient pas disponibles si vous utilisez une architecture ou un système d'exploitation peu communs. Vous devrez utilisez dans ce cas la seconde méthode d'installation décrite ci-après.

source: Building From Source
de: Erstellen aus den Quelltexten
es: Construyendo desde los fuentes
fr: Installation à partir des sources

source: While time consuming, the most flexible way to build &arts; is to compile it yourself from source code. This ensures you have a version compiled optimally for your system configuration and allows you to build the most recent version.
de: Der zeitaufwendigste aber flexibelste Weg ist, &arts; aus den Quelltexten selbst zu kompilieren. Das sichert, dass die kompilierte Version optimal für Ihre Systemeinrichtung geeignet ist und erlaubt Ihnen, die jeweils aktuelle Version zu verwenden.
es: Aunque necesite más tiempo, la forma más flexible de construir &arts; es compilarlo uno mismo desde los fuentes. Esto le asegura que tiene una versión optimizada para la configuración de su sistema y le permite tener la versión más reciente.
fr: Bien que gourmand en temps de calcul, la façon la plus flexible pour installer &arts; est de le compiler vous-même à partir des sources. Ceci vous assure que vous disposez de la version compilée optimale pour la configuration de votre système et vous permet d'installer les versions les plus récentes.

source: You have two choices here -- you can either install the most recent stable version included with &kde; or you can get the most recent (but possibly unstable) version directly from the &kde; project <acronym>CVS</acronym> repository. Most users who aren't developing for &arts; should use the stable version. You can download it from <ulink url="ftp://ftp.kde.org">ftp://ftp.kde.org</ulink> or one of the many mirror sites. If you are actively developing for &arts; you probably want to use the <acronym>CVS</acronym> version. If you want to use aRts without KDE, you can download a standalone development snapshot from <ulink url="http://space.twc.de/~stefan/kde/arts-snapshot-doc.html"> http://space.twc.de/~stefan/kde/arts-snapshot-doc.html</ulink>.
de: Sie haben zwei Möglichkeiten -- entweder Sie installieren die letzte stabile Version, die zu &kde; gehört, oder Sie nehmen die aktuellste (aber vielleicht instabile) Version direkt aus dem <acronym>CVS</acronym>-Repository des &kde;-Projektes. Die meisten Benutzer, die nicht für &arts; entwickeln, sollten die stabile Version verwenden. Sie können sie von <ulink url="ftp://ftp.kde.org">ftp://ftp.kde.org</ulink> oder von einem der vielen Mirrors herunterladen. Wenn Sie für &arts; entwickeln, sollten Sie die <acronym>CVS</acronym>-Version verwenden. Wenn Sie aRts ohne KDE verwenden wollen, können Sie einen selbstständigen Entwicklugsschnappschuß (Snapshot) von <ulink url="http://space.twc.de/~stefan/kde/arts-snapshot-doc.html"> http://space.twc.de/~stefan/kde/arts-snapshot-doc.html</ulink> herunterladen.
es: Tiene dos opciones -- puede instalar la versión estable más reciente incluida con &kde; o puede obtener la versión más reciente (pero posiblemente inestable) directamente desde el repositorio de <acronym>CVS</acronym> del proyecto &kde;. La mayoría de usuarios que no estén desarrollando para &arts; deberían utilizar la versión estable. Puede descargarla desde <ulink url="ftp://ftp.kde.org">ftp://ftp.kde.org</ulink> o desde uno de los múltiples espejos del servidor. Si está colaborando en el desarrollo de &arts; lo más probable es que desee utilizar la versión del <acronym>CVS</acronym>. Si desea utilizar aRts sin KDE, puede descargar una captura de la versión de desarrollo sin KDE desde <ulink url="http://space.twc.de/~stefan/kde/arts-snapshot-doc.html"> http://space.twc.de/~stefan/kde/arts-snapshot-doc.html</ulink>.
fr: Vous avez ici deux possibilités&nbsp;-- vous pouvez soit installer la version stable la plus récente fournie avec &kde;, soit installer la version la plus récente (mais peut-être instable) directement depuis le référentiel <acronym>CVS</acronym> du projet &kde;. La plupart des utilisateurs qui ne participent pas au développement de &arts; utilise la version stable. Vous pouvez la télécharger depuis <ulink url="ftp://ftp.kde.org">ftp://ftp.kde.org</ulink> ou l'un de ses sites miroirs. Si vous participez au développement de &arts;, utilisez la version<acronym>CVS</acronym>. Si vous souhaitez utiliser aRts dans KDE, vous pouvez télécharger une version de développement autonome à <ulink url="http://space.twc.de/~stefan/kde/arts-snapshot-doc.html"> http://space.twc.de/~stefan/kde/arts-snapshot-doc.html</ulink>.
