Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdemultimedia/artsbuilder_tools.po
Languages: de, fr

source: artscat [ <replaceable>options</replaceable> ] [ <replaceable>filename</replaceable> ]
de: artscat [ <replaceable>Optionen</replaceable> ] [ <replaceable>Dateiname</replaceable> ]
fr: artscat [ <replaceable>options</replaceable> ] [ <replaceable>fichier</replaceable> ]

source: If no file name is specified, it reads standard input. The following options are supported:
de: Wenn Sie keinen Dateinamen angeben, wird von der Standardeingabe gelesen. Folgende Optionen werden unterstützt:
fr: Si aucun nom de fichier n'est spécifié, l'entrée standard est lue. Les options suivantes sont disponibles&nbsp;:

source: <option>-r</option> <parameter>sampling rate</parameter>
de: <option>-v</option> <parameter>--verbose</parameter>
fr: <option>-r</option> <parameter>taux d'échantillonnage</parameter>

source: Set the sampling rate to use.
de: Setzt die zu verwendende Sampling-Rate.
fr: Règle le taux d'échantillonnage.

source: Set sample size to use (8 or 16).
de: Setzt die Sample-Größe fest (8 oder 16).
fr: Règle la taille des échantillons (8 bits ou 16 bits).

source: <option>-c</option> <parameter>channels</parameter>
de: <option>-c</option> <parameter>Kanäle</parameter>
fr: <option>-c</option> <parameter>canaux</parameter>

source: Set number of channels (1 or 2).
de: Setzt die Anzahl der Kanäle fest (1 oder 2).
fr: Règle le nombre de canaux (1 ou 2).

source: Display command usage and exit.
de: Nur Verwendungshinweise anzeigen.
fr: Affiche l'utilisation de la commande et quitte.

source: This is a graphical utility for performing a number of tasks related to the sound server. The default window displays two volume level indicators and a slider to control overall output volume. From the <guimenu>View</guimenu> menu you can select other functions:
de: Dies ist ein graphisches Programm für die Durchführung einer Anzahl Aufgaben im Zusammenhang mit dem Soundserver. Das Hauptfenster hat zwei Lautstärkeanzeigen und einen Schieberegler für die Gesamtausgabelautstärke. Aus dem Menü <guimenu>Ansicht</guimenu> können Sie weitere Funktionen auswählen:
fr: C'est un utilitaire graphique pour réaliser un certain nombre de tâches en rapport avec le serveur de son. La fenêtre par défaut affiche deux indicateurs de niveau de volume et une glissière pour contrôler le volume principal. À partir du menu <guimenu>Affichage</guimenu>, vous pouvez sélectionner d'autres fonctions&nbsp;:

source: FFT Scope
de: FFT-Anzeige
fr: FFT

source: Opens a window which shows a real-time spectrum analyzer style display.
de: Öffnet ein Fenster mit einer Echtzeit-Spektrumanalysator-Anzeige.
fr: Ouvre une fenêtre qui affiche un analyseur de spectre en temps réel.

source: Audio Manager
fr: Gestionnaire audio

source: Displays active sound sources and allows you to connect them to any of the available busses.
de: Zeigt die aktiven Klangquellen an und erlaubt die Zuordnung zu einem der verfügbaren Busse.
fr: Affiche les sources sonores actives et vous permet de les connecter aux bus disponibles.

source: aRts Status
de: aRts-Statusanzeige
fr: Statut de aRts

source: Shows if the sound server is running and if scheduling is real-time. Indicates when server will autosuspend and allows you to suspend it immediately.
de: Zeigt an, ob der Soundserver läuft und Echtzeitpriorität besitzt. Außerdem wird angezeigt, wann der Soundserver automatisch aussetzt. Durch einen Knopf kann er auch sofort ausgeschaltet werden.
fr: Montre si le serveur sonore est actif et s'il s'exécute avec la priorité temps-réel. Il indique lorsque le serveur est suspendu automatiquement, et permet de le suspendre immédiatement.

source: Midi Manager
fr: Gestionnaire Midi

source: Shows active &MIDI; inputs and outputs and allows you to make connections [TODO: Does this work yet? Need more detail].
de: Zeigt aktive &MIDI;-Ein- und Ausgabegeräte an und erlaubt die Herstellung von Verknüpfungen [TODO: Funktioniert vermutlich noch nicht! Mehr Details benötigt].
fr: Affiche les entrées et sorties &MIDI; actives et vous permet de faire des connexions [à faire&nbsp;: Est-ce que ça marche&nbsp;? Besoin de plus de détails].

source: Connects a FreeVerb reverb effect to the stack of &arts; output effects and allows you to control the effect parameters graphically.
de: Verbindet einen FreeVerb-Echoeffekt mit dem Stapel von &arts; Ausgabeeffekten und erlaubt eine graphische Kontrolle der Effektparameter.
fr: Connecte une réverbération FreeVerb à la pile des effets de sortie de &arts; et vous permet de contrôler les paramètres de l'effet de manière graphique.

source: Leds-like volume display
de: Lautstärkeanzeige im LED-Stil
fr: Affichage du volume sous forme de LED

source: Changes the volume indicators in the main window to use a colored <acronym>LED</acronym> display format instead of progress bars.
de: Ändert die Lautstärkeanzeige des Hauptfensters auf eine farbige <acronym>LED</acronym>-Anzeige anstatt Fortschrittsbalken.
fr: Utilise des diodes électroluminescentes (<acronym>LED</acronym>) colorées pour les indicateurs de volume de la fenêtre principale à la place des barres de progression.

source: This is a utility to assist developers using the &arts; C <acronym>API</acronym>. It outputs the appropriate compiler and linker options needed when compiling and linking code with &arts;. It is intended to be used within make files to assist in portability. The command accepts three options:
de: Dieses Hilfsprogramm unterstützt Entwickler bei der Verwendung des &arts; C-<acronym>API</acronym>. Es gibt die geeignete Compiler- und Linker-Optionen aus, die zur Kompilierung und zum Linken von Programmen mit &arts; benötigt werden. Es ist gedacht zur Verwendung innerhalb von make-Dateien zur Unterstützung von Portabilität. Das Programm kennt drei Optionen:
fr: C'est un utilitaire pour aider les développeurs à utiliser les <acronym>API</acronym> C de &arts;. Il donne les options du lieur et du compilateur nécessaires pour compiler et lier du code avec &arts;. Il est destiné à être utilisé dans des makefiles pour favoriser la portabilité. La commande accepte trois options&nbsp;:

source: Displays the compiler flags needed when compiling with the &arts; C <acronym>API</acronym>.
de: Zeigt die Kompiler-Flags an, die zur Kompilierung mit dem &arts; C-<acronym>API</acronym> benötigt werden.
fr: Affiche les options de compilation nécessaires pour compiler avec les <acronym>API</acronym> C de &arts;..

source: Displays the linker flags needed when linking with the &arts; C <acronym>API</acronym>.
de: Zeigt die Linker-Flags an, die zum Linken mit dem &arts; C-<acronym>API</acronym> benötigt werden.
fr: Affiche les options de compilation du lieur nécessaires pour compiler avec les <acronym>API</acronym> C de &arts;..

source: Displays the version of the <command>artsc-config</command> command.
de: Zeigt die Versionsnummer des <command>artsc-config</command> Befehles an.
fr: Affiche la version de la commande <command>artsc-config</command>.

source: Typical output from the command is shown below:
de: Eine typische Ausgabe dieses Befehls sieht folgendermaßen aus:
fr: Voici la sortie typique de la commande&nbsp;:

source: You could use this utility in a make file using a rule such as:
de: Sie können dieses Programm in einer Make-Datei z.B. in einer solchen Regel verwenden:
fr: Vous auriez pu utiliser cet utilitaire dans un makefile en utilisant une règle telle que&nbsp;:

source: The &mcopidl; command is the &IDL; file compiler for &MCOP;, the Multimedia Communication Protocol used by &arts;. Interfaces in &arts; are defined in &IDL;, a language independent Interface Definition Language. The &mcopidl; utility accepts an &IDL; file as input and generates C++ header and source files for a class implementing the interface. The command accepts the following syntax:
de: Der Befehl &mcopidl; ist der <acronym>IDL</acronym>-Datei Kompiler für &MCOP;, das Multimedia Communication Protokol, das von &arts; verwendet wird. Interfaces sind in &arts; in &IDL;, einer sprachunabhängigen Interface Definition Language, geschrieben. Das Programm &mcopidl; akzeptiert ein &IDL;-Datei als Eingabe und generiert C++-Header und Quelldateien für eine Klasse, die das Interface implementiert. Der Befehl hat die folgende Syntax:
fr: La commande &mcopidl; est le compilateur &IDL; pour &MCOP;, le protocole de communication multimédia utilisé par &arts;. Les interfaces dans &arts; sont définies en &IDL;, un langage de définition d'interface (Interface Definition Language) indépendant du langage. L'utilitaire &mcopidl; accepte en entrée un fichier &IDL; et génère des fichiers d'entête et de sources C++ pour une classe implantant l'interface. La commande a la syntaxe suivante&nbsp;:

source: mcopidl [ <replaceable>options</replaceable> ] <replaceable>filename</replaceable>
de: mcopidl [ <replaceable>Optionen</replaceable> ] <replaceable>Dateiname</replaceable>
fr: mcopidl [ <replaceable>options</replaceable> ] <replaceable>fichier</replaceable>

source: The valid options are:
de: Folgende Optionen sind möglich:
fr: Les options disponibles sont&nbsp;:

source: <option>-I</option> <parameter>directory</parameter>
de: <option>-I</option> <parameter>Verzeichnis</parameter>
fr: <option>-I</option> <parameter>dossier</parameter>

source: Search in <parameter>directory</parameter> for includes.
de: Suche in <parameter>Verzeichnis</parameter> nach Include-Dateien.
fr: Cherche les fichiers d'inclusion dans <parameter>dossier</parameter>.

source: <option>-e</option> <parameter>name</parameter>
fr: <option>-e</option> <parameter>nom</parameter>

source: Exclude a struct, interface, or enum type <parameter>name</parameter> from code generation.
de: Schließe die Struktur, das Interface oder den Aufzählungstyp <parameter>Name</parameter> von der Erzeugung aus.
fr: Exclut le type de struct, interface, ou enum <parameter>nom</parameter> de la génération du code.

source: Also create <literal role="extension">.mcoptype</literal>/<literal role="extension">.mcopclass</literal> files containing type information for the &IDL; file.
de: Erzeuge zusätzlich die Dateien <literal role="extension">.mcoptype</literal>/ <literal role="extension">.mcopclass</literal>, die Informationen für die &IDL;-Datei enthalten.
fr: Crée aussi les fichiers .<literal role="extension">.mcoptype</literal>/<literal role="extension">.mcopclass</literal> contenant les informations de type pour le fichier &IDL;.

source: More information about &MCOP; and &IDL; is covered in the section <link linkend="interfaces">Interfaces and &IDL;</link>.
de: Weitere Informationen über &MCOP; und &IDL; finden Sie im Abschnitt <link linkend="interfaces">Interfaces und &IDL;</link>.
fr: Vous trouverez plus d'information à propos de &MCOP; et &IDL; dans la section <link linkend="interfaces">Interfaces et &IDL;</link>.

source: -F <replaceable>fragments</replaceable>
de: -F <replaceable>Fragmente</replaceable>

source: artsshell [options] <replaceable>command</replaceable> [<replaceable>command-options</replaceable>]
de: artsshell [options] <replaceable>Befehl</replaceable> [<replaceable>Befehlsoptionen</replaceable>]

source: <option>volume</option> [<replaceable>volume</replaceable>]
de: <option>volume</option> [<replaceable>Lautstärke</replaceable>]

source: <command>artsdsp</command> <option>-v</option> <option>-m</option> <parameter>realplay <replaceable>song.mp3</replaceable></parameter>
de: <command>artsdsp</command> <option>-v</option> <option>-m</option> <parameter>realplay <replaceable>Lied.mp3</replaceable></parameter>
