Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdemultimedia/artsbuilder_tools.po
Languages: de, fr

source: &arts; Tools
de: &artscontrol;
fr: Outils de &arts;

source: Included with &arts; is a number of utilities for controlling and configuring its behavior. You need to have some familiarity with most of these tools in order to use &arts; effectively. This section describes each of the utilities and their command options.
de: Mit &arts; werden einige Hilfs- und Steuerprogramme ausgeliefert. Sie müssen sich mit diesen Programmen vertraut machen, wenn Sie &arts; effektiv nutzen wollen. Dieser Abschnitt beschreibt jedes dieser Programme und ihre Aufrufparameter.
fr: &arts; est livré avec plusieurs outils pour contrôler et configurer son comportement. Ces outils doivent vous être familiers pour utiliser &arts; de façon efficace. Cette section décrit chaque utilitaire et ses options.

source: When running &arts; under &kde;, the &kcontrolcenter; provides a group of control panel settings under the <guilabel>Sound</guilabel> category. Some of these settings are used by &arts;. You can also associate sounds with various window manager and &kde; events using the <menuchoice><guilabel>Look &amp; Feel</guilabel><guilabel>System Notifications</guilabel></menuchoice> panel. See the &kcontrol; manual for information on using the panel settings.
de: Wenn Sie &arts; unter &kde; einsetzen, stellt &kcc; einige Einstellmöglichkeiten in dem Abschnitt <guilabel>Klänge</guilabel> bereit. Einige dieser Einstellungen werden von &arts; verwendet. Weiterhin können Sie Klänge mit verschiedenen Systemnachrichten des Fenstermanagers oder von &kde; im Abschnitt <menuchoice><guilabel>Erscheinungsbild</guilabel><guilabel>Systemnachrichten</guilabel></menuchoice> verknüpfen. Das Handbuch zu &kcontrol; gibt genauere Informationen über diese Einstellungen.
fr: Lorsque vous exécutez &arts; sous &kde;, le &kcontrolcenter; fournit un groupe de réglages du centre de configuration dans la catégorie <guilabel>Son</guilabel>. Certains de ces réglages sont utilisés par &arts;. Vous pouvez aussi associer des sons avec des événements de &kde; et du gestionnaire de fenêtres en utilisant <menuchoice><guilabel>Apparence et ergonomie</guilabel><guilabel>Notifications du système</guilabel></menuchoice>. Lisez le manuel du &kcontrol; pour avoir des informations sur l'utilisation de ces réglages.

source: Access to the sound hardware resources is controlled by &artsd;, the &arts; daemon. This allows different applications to simultaneously send requests to the server, where they can be mixed together and played. Without a centralized sound server a single application using a sound device would prevent other applications from using it.
de: Der Zugriff auf die Klangressourcen wird durch &artsd;, den &arts;-Dämon kontrolliert. Das ermöglicht es verschiedenen Anwendungen, gleichzeitig Anfragen an den Soundserver zu senden, der sie dann mixt und zusammen wiedergibt. Ohne einen zentralen Soundserver kann immer nur eine Anwendung zur Zeit die Klangressourcen verwenden.
fr: L'accès au ressources matérielles pour le son est contrôlé par &artsd;, le démon de &arts;. Ceci permet à différentes applications d'envoyer simultanément des requêtes au serveur, où elles peuvent être mixées puis jouées. Sans un serveur sonore centralisé, une application utilisant le périphérique son empêche toutes les autres de l'utiliser.

source: To use &arts; there should be one and only one copy of &artsd; running. It is typically run when &kde; starts up if it is enabled in the &kcontrol; <guilabel>Sound Server</guilabel> panel.
de: Zur Verwendung von &arts; darf nur eine Instanz von &artsd; aktiv sein. Sie wird normalerweise beim Start von &kde; gestartet, wenn der zugehörige Eintrag in &kcontrol; im Abschnitt <guilabel>Soundserver</guilabel> aktiviert ist.
fr: Pour utiliser &arts;, il doit y avoir une copie et une seule de &artsd; en fonctionnement. C'est typiquement le cas lorsque &kde; démarre si cela est activé dans <guilabel>Serveur de son</guilabel> dans le &kcontrol;.

source: The program accepts the following arguments:
de: Das Programm akzeptiert die folgenden Aufrufparameter:
fr: Le programme accepte les arguments suivants&nbsp;:

source: -r <replaceable>sampling rate</replaceable>
fr: -r <replaceable>taux d'échantillonnage</replaceable>

source: Set sampling rate to use.
de: Setzt die zu verwendende Sampling-Rate.
fr: Règle le taux d'échantillonnage utilisé.

source: Display command usage.
de: Verwendungshinweise anzeigen.
fr: Affiche l'utilisation des commandes.

source: Enable network transparency.
de: Netzwerk-Transparenz aktivieren.
fr: Active la transparence réseau.

source: Set <acronym>TCP</acronym> port to use (implies <option>-n</option>).
de: Legt den zu verwendenden <acronym>TCP</acronym>-Port fest (setzt <option>-n</option> voraus).
fr: Règle le port <acronym>TCP</acronym> à utiliser (implique <option>-n</option>).

source: Public, no authentication (dangerous).
de: Öffentlich, keine Authentifizierung (unsicher).
fr: Public, pas d'authentification (dangeureux).

source: Enable full duplex operation.
de: Volle Duplex-Fähigkeit aktivieren.
fr: Active le mode full duplex.

source: -D <replaceable>device name</replaceable>
de: -D <replaceable>Gerätename</replaceable>
fr: -D <replaceable>nom du périphérique</replaceable>

source: Specify audio device (usually <filename>/dev/dsp</filename>).
de: Audiogerät festlegen (normalerweise <filename>/dev/dsp</filename>).
fr: Spécifie le périphérique audio (habituellement <filename>/dev/dsp</filename>).

source: Set number of fragments.
de: Anzahl der Fragmente festlegen.
fr: Règle le nombre de fragments.

source: -S <replaceable>size</replaceable>
de: -S <replaceable>Größe</replaceable>
fr: -S <replaceable>taille</replaceable>

source: Set fragment size, in bytes.
de: Legt die Fragmentgröße in Byte fest.
fr: Règle la taille des fragments, en octets.

source: -s <replaceable>seconds</replaceable>
de: -s <replaceable>Sekunden</replaceable>
fr: -s <replaceable>secondes</replaceable>

source: Set server auto-suspend time, in seconds. A value of zero disables auto-suspend.
de: Legt die Zeit bis zum automatischen Aussetzen in Sekunden fest. Der Wert Null deaktiviert das automatische Aussetzen.
fr: Règle la durée avant suspension automatique du serveur, en secondes. Une valeur nulle désactive la suspension automatique.

source: -m <replaceable>appName</replaceable>
fr: -m <replaceable>Nom de l'application</replaceable>

source: Specify the name of an application to be used to display error, warning, and informational messages. If you are running KDE you can use the <application>artsmessage</application> utility for this.
de: Gibt den Namen der Anwendung an, die für die Ausgabe von Fehler- , Warn- und Informationsmeldungen verwendet wird. Wenn Sie KDE verwenden, können Sie das Hilfsprogramm <application>artsmessage</application> verwenden.
fr: Spécifie le nom de l'application qui sera utilisée pour afficher les erreurs, alertes et messages informatifs. Si vous exécutez KDE, vous pouvez utiliser l'utilitaire <application>artsmessage</application>.

source: Increase the size of network buffers to a value suitable for running over a 10 mbps LAN. This is equivalent to using the -w 5 option (see below).
de: Erhöht die Größe der Netzwerkpuffer auf einen Wert, der für ein 10 mbps LAN erforderlich ist. Diese Einstellung ist äquivalent zur Option -w 5 (weiter unten).
fr: Augmente la taille du tampon réseau à une valeur acceptable pour fonctionner sur un réseau local à 10 mbps. C'est équivalent à l'option -w 5 (voir plus bas).

source: When running <application>artsd</application> over a network connection to another host you typically want to use a larger buffer size to avoid dropouts. ARts provides applications with a suggested minimum buffer size. Without this option the default size is based on the fragement size * fragment count. Using this option you can increase the size from the default by a factor of <replaceable>n</replaceable>.
de: Wenn Sie &artsd; über eine Netzwerkverbindung zu einem anderen Rechner betreiben, sollten Sie die Puffer vergrößern, um Aussetzer zu vermeiden. &arts; stellt Anwendungen eine Standardpuffergröße bereit. Ohne diese Option basiert die Größe auf Abschnittgröße * Abschnittanzahl. Durch die Option können Sie diese Größe vom Standardwert um einen Faktor von <replaceable>n</replaceable> erhöhen.
fr: Lorsque <application>artsd</application> est exécuté par une connexion réseau sur un autre hôte, il est recommendé d'utiliser un tampon de grande taille pour éviter des interruptions du son. ARts fournit des applications avec une taille de tampon minimale recommandée. Sans cette option, la taille par défaut est basée sur la taille des fragments * le nombre de fragments. En utilisant cette option, vous pouvez augmenter la taille par défaut par un facteur <replaceable>n</replaceable>.

source: -l <replaceable>level</replaceable>
de: -l <replaceable>Ebene</replaceable>
fr: -l <replaceable>niveau</replaceable>

source: Set information level - 3 (quiet), 2 (warnings), 1 (info), 0 (debug).
de: Legt die Informationsebene fest - 3 (keine), 2 (Warnungen), 2 (Informationen), 0 (Debug).
fr: Règle le niveau d'information - 3 (muet), 2 (alertes), 1 (info), 0 (déboguage).

source: Display version level.
de: Versionsnummer anzeigen.
fr: Affiche le numéro de version..

source: In most cases simply running &artsd; will suffice.
de: In den meisten Fällen reicht das Kommando &artsd; zum Start.
fr: Dans la plupart des cas, exécuter simplement &artsd; suffira.

source: To provide good real-time response, &artsd; is usually run as a real-time process (on platforms where real-time priorities are supported). This requires <systemitem class="username">root</systemitem> permissions, so to minimize the security implications, &artsd; can be started using the small wrapper program &artswrapper; which simply sets real-time priority (running as <systemitem class="username">root</systemitem>) and then executes &artsd; as a non-<systemitem class="username">root</systemitem> user.
de: Für ein gutes Echtzeit-Antwortverhalten, sollte &artsd; normalerweise als Echtzeit-Prozess (auf Systemen, die solche Prozesse unterstützen) gestartet werden. Das erfordert root-Rechte, daher kann &artsd; aus Sicherheitsgründen durch ein kleines Startprogramm namens <application>artswrapper</application> gestartet werden, das Echtzeitpriorität setzt (es arbeitet als <systemitem class="username">root</systemitem>) und dann <command>artsd</command> als Nicht-root startet.
fr: Pour avoir un bon temps de réponse, &artsd; est souvent exécuté en tant que processus temps-réel (sur les plateformes gérant la priorité temps-réel). Ceci nécessite les droits <systemitem class="username">administrateur</systemitem>, donc pour minimiser les problèmes de sécurité, &artsd; peut être lancé à l'aide d'un petit programme encapsulant, &artswrapper;, qui actionne simplement la priorité temps-réel (s'exécutant en tant qu'<systemitem class="username">administrateur</systemitem>) et exécute ensuite &artsd; en tant qu'utilisateur non <systemitem class="username">administrateur</systemitem>.

source: The &artsshell; command is intended as a utility to perform miscellaneous functions related to the sound server. It is expected that the utility will be extended with new commands in the future (see the comments in the source code for some ideas).
de: Der Befehl &artsshell; ist ein Hilfsprogramm, das verschiedene Funktionen im Zusammenhang mit dem Soundserver ausführt. Das Programm wird in der Zukunft vermutlich mit weiteren Funktionen ausgestattet (einen Überblick geben die Kommentare im Quelltext).
fr: La commande &artsshell; est dédiée à exécuter des fonctions diverses liées au serveur de son. Cet utilitaire devrait être étendu dans le futur par l'ajout de nouvelles commandes (voir les commentaires dans le source).

source: The command accepts the following format:
de: Die Befehlszeile zum Start hat das folgende Format:
fr: La commande s'utilise comme suit&nbsp;:

source: The following options are supported:
de: Folgende Optionen werden unterstützt:
fr: Les options suivantes sont disponibles&nbsp;:

source: Suppress all output.
de: Ausgabe unterdrücken.
fr: Supprime toute sortie.

source: The following commands are supported:
de: Folgende Befehle werden unterstützt:
fr: Les commandes suivantes sont disponibles&nbsp;:

source: Suspend the sound server.
de: Der Soundserver schaltet sich aus.
fr: Suspend le serveur de son.

source: Display sound server status information.
de: Statusinformationen des Soundservers anzeigen.
fr: Affiche les informations sur l'état du serveur de son.

source: Terminate the sound server. This may confuse and/or crash any applications that are currently using it.
de: Den Soundserver beenden. Das kann Programme, die den Soundserver verwenden, zum Absturz bringen.
fr: Arrête le serveur sonore. Ceci peut perturber ou faire planter toute application l'utilisant.

source: <option>autosuspend</option> <parameter>seconds</parameter>
de: <option>autosuspend</option> <parameter>Sekunden</parameter>
fr: <option>autosuspend</option> <replaceable>secondes</replaceable>

source: Set the autosuspend time to the specified number of seconds. The sound server will suspend itself if idle for that period of time. A value of zero disables auto-suspend.
de: Setzt die Zeit bis zum Aussetzen auf die angegebene Anzahl von Sekunden. Der Soundserver setzt automatisch aus, wenn er die angegebene Zeit unbeschäftigt ist. Der Wert Null deaktiviert das automatische Aussetzen.
fr: Règle la durée avant suspension automatique du serveur, en secondes. Le serveur sonore sera arrêté automatiquement s'il n'est pas sollicité durant cette période. Une valeur nulle désactive la suspension automatique.

source: <option>networkbuffers</option> <parameter>n</parameter>
fr: <option>networkbuffers</option> <replaceable>n</replaceable>

source: Set the size of the nework buffers to be a factor of <parameter>n</parameter> times the default size.
de: Setzt die Größe der Netzwerkpuffer auf das <parameter>n</parameter>-fache der Standardgröße.
fr: Règle la taille du tampon réseau à <parameter>n</parameter> fois la taille par défaut.

source: Sets volume scaling for sound server audio output. The <replaceable>volume</replaceable> argument is a floating point value. With no argument the current volume is displayed.
de: Legt die Lautstärkeskalierung für die Soundserver Audioausgabe fest. Das Argument <replaceable>Lautstärke</replaceable> ist eine Kommazahl. Bei Aufruf ohne Argument wird der aktuelle Wert angezeigt.
fr: Règle le volume de sortie du serveur audio. L'argument <replaceable>volume</replaceable> est une valeur de type flottant. Sans argument, le volume actuel est affiché.

source: stereoeffect list
de: Liste der Stereoeffekte
fr: Liste des effets stéréo

source: List all of the available stereo effect modules.
de: Liste aller verfügbaren Stereoeffektmodule
fr: Liste tous les modules d'effets stéréo disponibles.

source: <option>stereoeffect insert [top|bottom]</option> <replaceable>name</replaceable>
fr: <option>stereoeffect insert [top|bottom]</option> <replaceable>nom</replaceable>

source: Insert a stereo effect into the stereo effect stack. Returns an identifier that can be used for later removing it. It can be installed at the top or the bottom (the default).
de: Fügt einen Stereoeffekt in einen Stereoeffektstapel ein. Gibt einen Namen zurück, der für ein späteres Löschen erforderlich ist. Der Effekt kann oben oder unten (Standardeinstellung) hinzugefügt werden.
fr: Insère un effet stéréo dans une pile d'effets stéréo. Retourne un identificateur qui peut être utilisé pour lesupprimer plus tard. On peut l'installer en haut ou en bas (par défaut).

source: Removes the stereo effect with identifier <replaceable>id</replaceable> from the effects stack.
de: Löscht den Stereoeffekt mit dem Namen <replaceable>Id</replaceable> vom Effektstapel.
fr: Supprime l'effet stéréo avec l'identificateur <replaceable>id</replaceable> de la pile d'effets.

source: The <application>artsplay</application> command is a simple utility to play a sound file. It accepts a single argument corresponding to the name of a sound file which is sent to the sound server to be played. The sound file can be any common sound file type such as <literal role="extension">wav</literal> or <literal role="extension">au</literal>. This utility is good for testing that the sound server is working. By running two commands in parallel or in rapid succession you can demonstrate how the sound servers mixes more than one sound source.
de: Der Befehl <application>artsplay</application> ist ein einfaches Hilfsprogramm zum Abspielen einer Klangdatei. Der Befehl hat ein einziges Argument, nämlich den Namen der an den Soundserver zu schickenden Datei. Die Klangdatei kann zu jedem der üblichen Typen gehören, also <literal role="extension">wav</literal> oder <literal role="extension">au</literal>. Mit diesem Befehl kann man testen, ob der Soundserver funktioniert. Indem man zwei Befehl parallel oder in schneller Folge gibt, kann man demonstrieren, wie der Soundserver mehrere Ausgaben mixen kann.
fr: La commande <application>artsplay</application> est un simple utilitaire qui permet de lire un fichier son. Son seul argument est le nom du fichier son à envoyer au serveur sonore pour y être lun du type <literal role="extension">wav</literal> ou <literal role="extension">au</literal>. Ce programme est utile pour tester si le serveur sonore fonctionne bien. En exécutant deux commandes en paralle, ou successivement, fde manière rapide, on peut mettre en évidence le mixage de plusieurs sources sonores par le serveur.

source: The sound server only supports applications that are &arts;-aware. Many legacy applications want to access the sound device directly. The &artsdsp; command provides an interim solution that allows most of these applications to run unchanged.
de: Der Soundserver unterstützt nur Anwendungen, die &arts;-aktiviert sind. Viele herkömmliche Anwendungen wollen auf die Klanggeräte direkt zugreifen. Das Programm &artsdsp; ist eine Übergangslösung, die es vielen dieser Anwendungen erlaubt, ohne Änderung zu funktionieren.
fr: Le serveur de son ne gère que les applications compatibles avec &arts;. Beaucoup d'applications héritées accèdent directement au périphérique son. La commande &artsdsp; fournit une solution intermédiaire qui permet à la plupart de ces applications de fonctionner sans changements.

source: When an application is run under &artsdsp; all accesses to the <filename class="devicefile">/dev/dsp</filename> audio device are intercepted and mapped into &arts; <acronym>API</acronym> calls. While the device emulation is not perfect, most applications work this way, albeit with some degradation in performance and latency.
de: Wenn ein Programm unter &artsdsp; ausgeführt wird, werden alle Zugriffe auf das Audiogerät <filename class="devicefile">/dev/dsp</filename> abgefangen und in &arts; <acronym>API</acronym>-Aufrufe umgewandelt. Diese Emulation ist nicht perfekt, aber die meisten Anwendungen funktionieren auf diese Weise mit einer kleinen Einbuße an Geschwindigkeit und Antwortverhalten.
fr: Lorsqu'une application est exécutée sous &artsdsp;, tous les accès au périphérique audio <filename class="devicefile">/dev/dsp</filename> sont interceptés et transformés en appels aux <acronym>API</acronym> de &arts;. Cette émulation n'est pas parfaite, mais la plupart des applications fonctionnent de cette manière, avec une diminution des performances et des coupures.

source: The &artsdsp; command follows the format:
de: Der Befehl &artsdsp; hat das folgende Format:
fr: La commande &artsdsp; s'utilise comme suit&nbsp;:

source: artsdsp [<replaceable>options</replaceable>] <replaceable>application arguments</replaceable>
de: artsdsp [<replaceable>Optionen</replaceable>] <replaceable>Anwendung Parameter</replaceable>
fr: artsdsp [<replaceable>options</replaceable>] <replaceable>arguments</replaceable>

source: The following options are recognized:
de: Folgende Optionen werden erkannt:
fr: Les options suivantes sont disponibles&nbsp;:

source: Show brief help.
de: Zeigt eine kurze Hilfe.
fr: De l'aide succinte.

source: <option>-n</option> <option>--name</option> = <replaceable>name</replaceable>
fr: <option>-n</option> <option>--name</option> = <replaceable>nom</replaceable>

source: Use <replaceable>name</replaceable> to identify player to <command>artsd</command>.
de: Verwendet <replaceable>Name</replaceable> um den Spieler gegenüber <command>artsd</command>.zu identifizieren.
fr: Utilisez <replaceable>nom</replaceable> pour identifier le lecteur auprès de <command>artsd</command>.

source: Emulate memory mapping (&eg; for <application>Quake</application>).
de: Speicher-Mapping emulieren (&zb; für <application>Quake</application>).
fr: Émule le memory mapping (&pex; pour <application>Quake</application>).

source: Show parameters.
de: Zeigt Parameter an.
fr: Affiche des paramètres.

source: A typical invocation is:
de: Ein typischer Aufruf ist:
fr: Une invocation typique serait&nbsp;:

source: Some applications work better with the <option>--mmap</option> option. Not all features of the sound device are fully emulated, but most applications should work. If you find one that does not, submit a detailed bug report and the developers may be able to fix it. Again, remember this is an interim solution and something of an ugly hack; the best solution is to add native &arts; support to the applications. If your favorite sound application does not have &arts; support, ask the developer to provide it.
de: Einige Anwendungen funktionieren mit der Einstellung <option>--mmap</option> besser. Es werden nicht alle Funktionen des Klanggerätes voll emuliert, aber die meisten Anwendungen sollten funktionieren. Falls eine nicht funktionieren sollte, senden Sie eine detailierte Benachrichtigung ein. So können die Entwickler möglicherweise eine Lösung finden. Bedenken Sie, dass es sich um eine Übergangslösung handelt. Die beste Lösung ist sicherlich, Unterstützung für &arts; zu der Anwendung hinzuzufügen. Wenn Ihre Lieblingsanwendung &arts; nicht unterstützt, bitten Sie die Entwickler diese Unterstützung nachzurüsten.
fr: Certaines applications fonctionnent mieux avec l'option <option>--mmap</option>. Les caractéristiques du périphérique sonore ne sont pas toutes émulées, mais la plupart des applications devrait fonctionner. Si vous trouvez une application qui ne fonctionne pas, envoyez un rapport de bogue détaillé et le développeur devrait être en mesure de régler le problème. Encore une fois, souvenez-vous que c'est une solution intermédiaire et peu élégante, la meilleure solution serait d'ajouter la gestion native de &arts; dans les applications multimédia. Si votre application favorite ne reconnaît pas &arts;, demandez au développeur d'y ajouter cette gestion.

source: This is a simple utility to send raw audio data to the sound server. You need to specify the data format (sampling rate, sample size, and number of channels). This is probably not a utility that you will use often, but it can be handy for testing purposes. The command syntax is:
de: Dieses kleine Hilfsprogramm kann Audion-Rohdaten zum Soundserver schicken. Sie müssen das Datenformat (Samplingrate, Samplegröße und Anzahl der Kanäle) angeben. Es ist ein Programm, das Sie vermutlich nicht oft benötigen, das aber für Testzwecke recht praktisch ist. Die Aufrufsyntax ist:
fr: C'est un simple utilitaire pour envoyer des données audio vers le serveur de son. Vous devez spécifier le format des données (taux d'échantillonnage, taille de l'échantillon, et nombre de canaux). Vous ne l'utiliserez probablement pas souvent, mais il peut rendre service pour certains tests. La syntaxe de la commande est la suivante&nbsp;:
