Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdemultimedia/artsbuilder.po
Languages: de, es, fr

source: Note that if you are building from <acronym>CVS</acronym>, some components of &arts; (&ie; the basic core components including the sound server) are found in the <acronym>CVS</acronym> module kdelibs, while additional components (&eg; <application>artsbuilder</application>) are included in the. This may change in the future. You may also find a version in the kmusic module; this is the old (pre-&kde; 2.0) version which is now obsolete.
de: Weiterhin gilt, wenn Sie aus dem <acronym>CVS</acronym> kompilieren, es befinden sich einige Komponenten von &arts; (&dh; die grundlegenden Komponenten einschließlich des Soundservers) in dem <acronym>CVS</acronym>-Modul kdelibs, während weitere Komponenten (&zb; <application>artsbuilder</application>) sich im Modul kdemultimedia befinden. Das kann sich in Zukunft ändern. Im Modul kmusic finden Sie ebenfalls ein Version; es handelt sich dabei um die alte (vor-&kde; 2.0) Version, die jetzt überholt ist.
es: Recuerde que si está compilando desde el <acronym>CVS</acronym>, algunos de los componentes de &arts; (por &eg; los componentes básicos del núcleo, incluyendo el servidor de sonido) se encuentran en el módulo kdelibs del <acronym>CVS</acronym>, mientras que otros componentes adicionales (como por &eg; <application>artsbuilder</application>) se incluyen en kdemultimedia. Esto puede cambiar en el futuro. También puede encontrar una versión en el módulo kmusic; es una versión antigua (anterior a &kde; 2.0) que se ha quedado obsoleta.
fr: Notez également que si vous compilez à partir du <acronym>CVS</acronym>, certains composants de &arts; (&cad; les composants de bases y compris le serveur sonore) se trouvent dans le module <acronym>CVS</acronym> kdelibs, tandis que les composants additionnels (&pex; <application>artsbuilder</application>) sont inclus dans le. Ceci changera certainement dans le futur. Vous trouverez aussi une version dans le module kmusic&nbsp;; il s'agit d'une vieille version (pre-&kde; 2.0) qui est maintenant obsolète.

source: The requirements for building &arts; are essentially the same as for building &kde;. The configure scripts should detect your system configuration and indicate if any required components are missing. Make sure that you have a working sound driver on your system (either the <acronym>OSS</acronym>/Free driver in the kernel, <acronym>OSS</acronym> driver from 4Front Technologies, or <acronym>ALSA</acronym> driver with <acronym>OSS</acronym> emulation).
de: Die Vorbedingungen für die Kompilierung von &arts; sind die gleichen wie für den Rest von &kde;. Die configure-Skripte sollten Ihr Sytem identifizieren und anzeigen, falls benötigte Komponenten fehlen. Vergewissern Sie sich, das Ihr Sound-Treiber funktioniert (entweder der <acronym>OSS</acronym>/Free Kerneltreiber, der <acronym>OSS</acronym>-Treiber von 4Front Technologies oder der <acronym>ALSA</acronym>-Treiber mit <acronym>OSS</acronym>-Emulation).
es: Los requerimientos para construir &arts; son esencialmente los mismos que para construir &kde;. Los ficheros configure se encargarán de detectar la configuración de su sistema y le informarán de si falta algún componente. Asegúrese de tener un controlador de sonido que funcione en su sistema (ya sea el controlador del núcleo <acronym>OSS</acronym>/Free, el controlador <acronym>OSS</acronym> de 4Front Technologies, o el controlador <acronym>ALSA</acronym> con emulación <acronym>OSS</acronym>).
fr: Les pré-requis pour compiler &arts; sont principalement les mêmes que pour compiler &kde;. Les scripts de configuration devraient détecter la configuration de votre système et indique s'il manque certains composants. Assurez-vous que vous disposez d'un pilote sonore en état de fonctionnement (soit le pilote<acronym>OSS</acronym>/Free dans le noyau, le pilote <acronym>OSS</acronym>de 4Front Technologies, soit le pilote <acronym>ALSA</acronym> avec l'émulation<acronym>OSS</acronym>).

source: More information on downloading and installing &kde; (including &arts;) can be found in the <ulink url="http://www.kde.org/documentation/faq/index.html">&kde; &FAQ;</ulink>.
de: Weitere Informationen zum Herunterladen und installieren von &kde; (einschließlich &arts;) finden Sie in der <ulink url="http://www.kde.org/documentation/faq/index.html">&kde; &FAQ;</ulink>.
es: Puede encontrar más información sobre descargar e instalar &kde; (incluyendo &arts;) en el <ulink url="http://www.kde.org/documentation/faq/index.html">&FAQ; de &kde;</ulink>.
fr: Des informations complémentaires sur le téléchargement et l'installation de &kde; (y compris &arts;) peuvent être trouvées dans la <ulink url="http://www.kde.org/documentation/faq/index.html">&kde;&FAQ;</ulink>.

source: multimedia
fr: multimédia
