Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: User name is empty !
af: gebruiker naam is leeg !
az: İstifadəçi adı boşdur !
bg: Името на потребителя е празно !
ca: El nom d'usuari és buit !
cs: Jméno uživatele je prázdné !
da: Brugernavn er tomt !
de: Der Benutzername fehlt.
el: Το όνομα χρήστη είναι άδειο!
et: Kasutajanimi puudub!
fi: Käyttäjänimi on tyhjä!
he: !קיר שמתשמה םש
hu: A felhasználónév nem lehet üres!
is: Notandanafnið er tómt!
ko: 사용자 이름이 비었습니다 !
lt: Tuščias vartotojo vardas!
lv: Lietotāja vārds ir tukšs !
mt: L-isem tal-user huwa vojt !
nl: De loginnaam is leeg!
no: Brukernavnet er blankt !
pl: Nie podano nazwy użytkownika !
pt: O nome do utilizador está em branco !
ro: Numele de utilizator este gol!
ru: Имя пользователя не задано!
sk: Meno používateľa je prázdne!
sl: Uporabniško ime je prazno!
sr: Korisničko ime je prazno!
ta: ÀÂÉ÷ ¦ÀÂ÷ ¸¡Ä¢Â¡¸ ¯ûÇÐ !
th: ยังไม่เติมชื่อผู้ใช้ !
tr: Kullanıcı adı boş !
uk: Ім'я користувача порожнє!
vi: Tên người dùng rỗng!
xh: Igama lomsebenzisi alunanto!

source: Network printer information
af: netwerk drukker informasie
az: Şəbəkə çap edicisi mə'lumatları
bg: Информация за мрежови принтери
ca: Informació d'impressora de xarxa
cs: Informace o síťové tiskárně
da: Netværks printerinformation
de: Informationen zum Netzwerkdrucker
et: Võrguprinteri info
fi: Verkkotulostimen tiedot
he: תשרה תספדמ יבגל םיטרפ
hu: A hálózati nyomtató jellemzői
is: Upplýsingar um netprentara
ko: 네트웍 인쇄기 정보
lt: Tinklo spausdintuvo informacija
lv: Tīkla drukas iekārtas informācija
mt: Informazzjoni dwar printer tan-network
nl: Netwerkprinterinformatie
no: Informasjon om nettverksskriver
pl: Informacja o drukarce sieciowej
pt: Informação da impressora de rede
ro: Informaţii imprimantă reţea
ru: Сведения о сетевом принтере
sk: Informácie o sieťovej tlačiarni
sl: Informacije o omrežnem tiskalniku
sr: Informacije o mrežnom štampaču
ta: Å¨Ä «îÍô¦À¡È¢ò ¾¸Åø
th: ข้อมูลเครื่องพิมพ์แบบเครือข่าย
tr: Ağ yazıcı bilgisi
uk: Інформація про мережевий принтер
vi: Thông tin về máy in network
xh: Ulwazi lomshicileli womsebenzi womnatha

source: Printer address
af: drukker adres
az: Çap edici ünvanı
bg: Адрес на принтера
ca: Adreça d'impressora
cs: Adresa tiskárny
da: Printeradresse
de: Druckeradresse
el: Διεύθυνση εκτυπωτή
et: Printeri aadress
fi: Tulostimen osoite
he: תספדמה תבותכ
hu: A nyomtató címe
is: Vistfang prentara
ko: 인쇄기 주소
lt: Spausdintuvo adresas
lv: Drukas iekārtas adrese
mt: Indirizz tal-printer
nl: Printeradres
no: Skriveradresse
pl: Adres drukarki
pt: Endereço da impressora
ro: Adresă imprimantă
ru: Адрес принтера
sk: Adresa tlačiarne
sl: Naslov tiskalnika
sr: Adresa štampača
ta: «îÍ¦À¡È¢ Ó¸ÅÃ¢
th: ที่อยู่เครื่องพิมพ์
tr: Yazıcı adresi
uk: Адреса принтера
vi: Địa chỉ của máy in
xh: Idilesi yomshicileli

source: You must enter a printer address !
af: jy moet invoer 'n drukker adres !
az: Çap edici ünvanı girməlisiniz !
bg: Вие трябва да впишете адреса на принтера !
ca: Heu d'introduir una adreça d'impressora !
cs: Musíte zadat adresu tiskárny !
da: Du skal indgive en printeradresse !
de: Sie müssen eine Druckeradresse angeben.
el: Πρέπει να δώσετε μια διεύθυνση εκτυπωτή !
et: Sa pead sisestama printeri aadressi!
fi: Sinun tulee antaa tulostimen osoite!
he: !תספדמ תבותכ דילקהל ךילע
hu: Meg kell adni a nyomtató címét!
is: Þú verður að slá inn vistfang fyrir prentarann!
ko: 인쇄기 주소를 꼭 넣어야 합니다 !
lt: Jūs turite įvesti spausdintuvo adresą!
lv: Jums jāievada drukas iekārtas adrese !
mt: Trid iddaħħal indirizz tal-printer !
nl: U moet een printeradres invoeren !
no: Du må oppgi en skriveradresse!
pl: Koniecznie trzeba podać adres drukarki !
pt: Tens de indicar o endereço da impressora !
ro: Trebuie să introduceţi adresa imprimantei!
ru: Следует ввести адрес принтера!
sk: Musíte zadať adresu tlačiarne!
sl: Vnesti morate naslov tiskalnika!
sr: Morate navesti adresu štampača!
ta: ¿£í¸û ´Õ «îÍô¦À¡È¢ Ó¸ÅÃ¢¨Âò¾Ã §ÅñÎõ !
th: คุณต้องเติมที่อยู่ของเครื่องพิมพ์
tr: Bir yazıcı adresi girmelisiniz !
uk: Ви повинні ввести адресу принтера!
vi: Bạn phải nhập địa chỉ của máy in !
xh: Kufuneka ungenise idilesi yomshicileli!

source: Wrong port number !
af: verkeerde poort nommer !
az: Sahv qapı adı !
bg: Грешен port номер !
ca: Número de port erroni !
cs: Nesprávné číslo portu!
da: Forkert portnummer !
de: Falsche Portnummer
el: Λάθος αριθμός πόρτας !
et: Vale pordinumber!
fi: Virheellinen porttinumero!
he: !יוגש האיצי רפסמ
hu: Hibás portszám!
is: Rangt gáttarnúmer!
ko: 잘못된 포트 번호 입니다 !
lt: Blogas porto numeris!
lv: Nepareizs porta numurs !
mt: Numru tal-port ħażin !
nl: Onjuist poortnummer!
no: Feil port-nummer!
pl: Błędny numer portu !
pt: O número de porto é inválido !
ro: Număr de port eronat!
ru: Недопустимый порт !
sk: Neplatné číslo portu!
sl: Napačna številka vrat!
sr: Pogrešan broj porta!
ta: À¢¨ÆÂ¡É Ð¨È ±ñ !
th: หมายเลขพอร์ตผิด !
tr: Hatalı port numarası !
uk: Невірний номер порта!
vi: Sai số cổng !
xh: Inani elingalunganga lezibuko!

source: No printer found at this address/port !
af: nee drukker gevind na hierdie adres/poort !
az: Bu ünvanda/qapıda çap edici tapılmadı !
bg: Не е намерен принтер на този адрес/порт!
ca: No s'ha trobat cap impressora en aquesta adreça/port !
cs: Na této adrese/potu nebyla nalezena žádná tiskárna !
da: Ingen printer funder på denne adresse/port !
de: Kein Drucker unter dieser Adresse / diesem Port.
el: Δε βρέθηκε εκτυπωτής σε αυτή τη διεύθυνση/πόρτα !
et: Sellelt aadressilt/pordist ei leitud printerit!
fi: Ei tulostimia tässä osoitteessa/portissa!
he: !וז האיצי\תבותכב תספדמ האצמנ אל
hu: Nem található nyomtató a megadott cím:port értéknél!
is: Enginn prentari fannst á þessari gátt á þessu vistfangi
ko: 이 주소나 포트에 연결된 인쇄기를 찾을 수 없습니다 !
lt: Šiuo adresu/portu spausdintuvas nerastas!
lv: Drukas iekārta uz šo adresi/portu nav atrasta !
mt: Ma nstab ebda printer fuq dan l-indirizz/port !
nl: Geen printer gevonden op dit adres / deze poort!
no: Fant ingen skriver på denne adressen/porten !
pl: Nie znaleziono drukarki pod tym adresem/portem !
pt: Não encontrei uma impressora neste endereço/porto !
ro: Nu am găsit o imprimantă la această adresă/port!
ru: По этому адресу/порту принтер не найден!
sk: Na tejto adrese/porte nebola nájdená tlačiareň!
sl: Ni moč najti tiskalnika na tem naslovu/vratih!
sr: Štampač nije pronađen na navedenoj adresi/portu!
ta: ­õ Ó¸ÅÃ¢/Ð¨ÈÂ¢ø ±ùÅîÍô¦À¡È¢Ôõ ­ø¨Ä !
th: ไม่พบเครื่องพิมพ์ที่ตำแหน่งที่อยู่/พอร์ตนี้ !
tr: Bu adres/portta bir yazıcı bulunamadı !
uk: За цією адресою/портом принтера не знайдено!
vi: Không tìm thấy máy in nào trên địa chỉ / cổng này !
xh: Akukho mshicileli ufumanekayo kule dilesi / kweli zibuko !

source: Ok
af: goed
az: Oldu
bg: Да
ca: Bé
he: רושיא
is: Í lagi
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
ta: ºÃ¢
th: ตกลง
tr: Tamam
uk: Гаразд
xh: Kulungile

source: Subnetwork
af: sub netwerk
az: Alt Şəbəkə
bg: Подмрежа
ca: Subxarxa
cs: Podsíť
da: Delnetværk
de: Subnetzwerk
el: Υποδίκτυο
et: Alamvõrk
fi: Aliverkko
he: הנשמ תשר
hu: Alhálózat
is: Undirnet
ko: 하부 네트웍
lt: Potinklis
lv: Apakštīkls
nl: Subnetwerk
no: Undernettverk
pl: Podsieć
pt: Sub-rede
ro: Subreţea
ru: Маска подсети
sk: Podsieť
sl: Podmreža
sr: Podmreža
ta: Ð¨½ Å¨ÄÂ¨ÁôÒ
th: เครือข่ายย่อย
tr: Alt ağ
uk: Підмережа
xh: Umsebenzi womnatha osezantsi

source: Timeout (ms)
af: tydverstreke (mev)
az: Vaxt dolması (ms)
bg: Време на изчакване (мс)
ca: Expiració (ms)
cs: Časový limit (ms)
da: Tidsudløb (ms)
de: Zeitlimit (ms)
el: Διορία (ms)
et: Aegumine (ms)
fi: Aikavalvonta (ms)
he: (הינש תויפלא) היהשה
hu: Várakozási idő (ezredmp.)
is: Tímamörk (ms)
ko: 시간 초과 (ms)
lt: Laiko limitas (ms)
lv: Taimauts (ms)
mt: Skadenza tal-ħin (ms)
nl: Tijdslimiet (ms)
no: Tidsgrense (ms)
pl: Limit czasu (ms)
pt: Tempo-limite (ms)
ro: Temporizare (ms)
ru: Таймаут (мс)
sk: Čakanie (ms)
sl: Zakasnitev (ms)
ta: ¦ÅÇ¢§ÂüÈ §¿Ãõ (Á¢.¦º)
th: หมดเวลา (ms)
tr: Zaman aşımı (ms)
uk: Таймаут (мс)
xh: Ixesha lokuphuma(ms)

source: Scan configuration
af: skandeer opstelling
az: Darama quraşdırması
bg: Конфигурация за сканиране
ca: Explora la configuració
cs: Nastavení vyhledávání
da: Skan indstilling
de: Einlese-Einstellungen
el: Ανίχνευση ρυθμίσεων
et: Laadi seadistuste faili uuesti.
fi: Skannaa asetus
he: הקירס תורדגה
hu: A hálózati keresés beállításai
is: Netleitarstillingar
ko: 훑으기 설정
lt: Peržvelgti nustatymus
lv: Skanēšanas konfigurācija
mt: Għarrex konfigurazzjoni
nl: Configuratie scannen
no: Let gjennom oppsett
pl: Konfiguracja przeszukiwania
pt: Analisar a configuração
ro: Configurare scanare
ru: Настройки поиска в сети
sk: Načítať konfiguráciu
sl: Preglej sestavo
ta: ÅÊÅ¨ÁôÀ¢¨É ÅÕÎ
th: ปรับแต่งการค้นหา
tr: Tarama yapılandırması
uk: Конфігурація пошуку
vi: Cấu hình quét (scan)
xh: Uqwalaselo lomkhangeli magama

source: Wrong subnetwork specification.
af: verkeerde sub netwerk spesifikasie.
az: Səhv alt şəbəkə təsviri.
bg: Грешна спецификация за подмрежа
ca: Especificació de subxarxa errònia.
cs: Chybně zadaná podsíť.
da: Forkert delnetværk specifikation.
de: Unzulässige Subnetz-Angabe
el: Λάθος καθορισμός υποδικτύου.
et: Vigane alamvõrgu definitsioon.
fi: Virheellinen aliverkon määritys.
he: .יוגש הנשמ תשר ןויצ
hu: Hibásan adta meg az alhálózatot.
is: Röng skilgreining hlutnets.
ko: 하부 네트웍 지정이 잘못되었습니다.
lt: Blogai nurodytas potinklis.
lv: Nepareiza apakštīkla specifikācija.
mt: Subnetwork ħażin.
nl: Onjuiste specificatie voor subnetwerk.
no: Feil subnett-spesifikasjon.
pl: Błędnie określono podsieć.
pt: A especificaçao de sub-rede é inválida.
ro: Specificare eronată de subreţea
ru: Маска подсети указана неверно.
sk: Nesprávne zadaná podsieť.
sl: Napačna določitev podomrežja.
ta: ¾ÅÈ¡É Ð¨½ Å¨ÄÂ¨ÁôÒò ÌÈ¢ôÒ.
th: กำหนดเครือข่ายย่อยผิด
tr: Hatalı alt ağ bildirimi.
uk: Невірна специфікація підмережі.
vi: Sai chi tiết của subnetwork.
xh: Umsebenzi womnatha osezantsi okhankanyiweyo ongalunganga.

source: Wrong timeout specification.
af: verkeerde tydverstreke spesifikasie.
az: Səhv vaxt dolması təsviri.
bg: Грешна спецификация на време за изчакване.
ca: Especificació d'expiració errònia.
cs: Chybné zadaný časový limit.
da: Forkert tidsudløb specifikation.
de: Unzulässige Zeitlimit-Angabe
el: Λάθος καθορισμός διορίας.
et: Vigane aegumise kirjeldus.
fi: Virheellinen aikavalvonnan asetus.
he: .יוגש היהשה ןויצ
hu: Nem megfelelő a várakozási idő értéke.
is: Röng skilgreining tímamarka.
ko: 제한 시간 지정이 잘못되었습니다.
lt: Blogai nurodytas laiko limitas.
lv: Nepareiza taimautu specifikācija.
mt: Skadenza tal-ħin ħażin
nl: Onjuiste invoer voor tijdslimiet.
no: Feil angivelse av tidsgrense.
pl: Błędnie określono limit czasu.
pt: A especificação do tempo-limite é inválida.
ro: Specificare eronată de temporizare.
ru: Таймаут указан неверно.
sk: Nesprávne zadaný čas.
sl: Napačna določitev zakasnitve.
ta: ¾ÅÈ¡É ¦ÅÇ¢§ÂÚ §¿Ãì ÌÈ¢ôÒ.
th: กำหนดหมดเวลาผิด
tr: Hatalı zaman aşımı bilgisi.
uk: Невірна специфікація таймауту.
vi: Sai chi tiết của timeout.
xh: Ixesha lokuphuma elikhankanyiweyo elingalunganga.

source: Wrong port specification.
af: verkeerde poort spesifikasie.
az: Səhv qapı təsviri.
bg: Грешна спецификация на порт.
ca: Especificació errònia de port.
cs: Chybné zadaný port.
da: Forkert port specifikation.
de: Unzulässige Port-Angaben
el: Λάθος καθορισμός πόρτας.
et: Vigane pordi definitsioon.
fi: Virheellinen porttimääritys.
he: .יוגש האיצי ןויצ
hu: Hibás a port értéke.
is: Röng skilgreining gáttar.
ko: 포트 지정이 잘못되었습니다.
lt: Blogai nurodytas portas.
lv: Nepareizs porta apraksts.
mt: Port ħażin
nl: Onjuiste invoer voor poort.
no: Feil angivelse av port.
pl: Błędnie określono port.
pt: A especificação do porto é inválida.
ro: Specificare eronată de port.
ru: Порт указан неверно.
sk: Nesprávne zadaný port.
sl: Napačna določitev vrat.
ta: ¾ÅÈ¡É Ð¨Èì ÌÈ¢ôÒ.
th: กำหนดพอร์ตผิด
tr: Hatalı port bilgisi.
uk: Невірна специфікація порту.
vi: Sai chi tiết của cổng(port).
xh: Izibuko elikhankanyiweyo elingalunganga.

source: KDE print manager configuration
af: kde druk bestuurder opstelling
az: KDE çap edici idarəçisi quraşdırması
bg: Конфигуриране на менаджер за печат на KDE
ca: Configuració del gestor d'impressió KDE
cs: Nastavení správce tisku prostředí KDE.
da: Indstilling af KDE udskriftshåndtering
de: Einrichtung des KDE-Druckmanagers
el: Ρύθμιση διαχειριστή εκτυπώσεων KDE
et: KDE printerihalduri seadistamine
fi: KDE-tulostuksenhallinnan asetukset
he: KDE לש הספדהה להנמ תורדגה
hu: A KDE nyomtatáskezelő beállításai
is: Stillingar KDE prentstjórans.
ko: KDE 인쇄 관리자 설정
lt: KDE spausdinimo tvarkyklės nustatymai
lv: KDE Drukas menedžera konfigurācija
mt: Konfigurazzjoni Manager tal-ipprintjar KDE
nl: KDE Afdrukbeheerder - instellingen
no: Oppsett av KDEs skriverbestyrer
pl: Konfiguracja menedżera wydruku KDE
pt: Configuração do gestor de impressoras do KDE
ro: Configurare manager de imprimare KDE
ru: Настройки менеджера печати KDE
sk: Nastavenie správcu tlače KDE.
sl: Nastavitev tiskalniškega upravljalnika KDE
ta: KDE «îÍô¦À¡È¢ §ÁÄ¡Ç÷ ÅÊÅ¨ÁôÒ
th: ปรับแต่งโปรแกรมจัดการงานพิมพ์ KDE
tr: KDE yazıcı sistemi yapılandırması
uk: Конфігурація менеджера друку KDE
vi: Cấu hình quản lí máy in KDE
xh: Uqwalaselo lomphathi woshicilelo lwe-KDE

source: Timer delay (seconds)
af: tydhouer vertraging (sekondes)
az: Vaxt olçücüsü gecikməsi (saniyə)
bg: Задръжка по таймаут (секунди)
ca: Retard del temporitzador (segons)
cs: Prodleva časovače (sekundy)
da: Tidsmåler pause (sekunder)
de: Verzögerung (Sekunden)
el: Καθυστέρηση χρονιστή (δευτερ.)
et: Taimeri viivitus (sekundites)
fi: Ajastimen viive (sekunteina)
he: (תוינש) ןועש תייהשה
hu: Késleltetési idő (mp.)
is: Töf (sekúndur)
ko: 타이머 지연 (초)
lt: Chronometro užlaikymas (sekundėmis)
lv: Taimera aizture (sekundēs)
mt: Stennija tat-timer (sekondi)
nl: Tijdsvertraging (seconden)
no: Tidsutsettelse (sekunder)
pl: Opóźnienie (w sekundach)
pt: Tempo de espera (segundos)
ro: Întîrziere (secunde)
ru: Задержка таймера (сек.)
sk: Čakanie časovača (sekundy)
sl: Časovna zakasnitev (sekunde)
sr: Očitavanje statusa (u sekundama):
ta: ¸Ê¸¡Ãò ¾¡Á¾õ (¦ºì¸ý¸û)
th: หน่วงเวลา (วินาที)
tr: Gecikme (saniye)
uk: Затримка таймера (секунд)
vi: Thời gian trễ(giây)
xh: Usilelo lwexesha (imizuzwana)

source: Test page
af: toets bladsy
az: Sınaq səhifəsi
bg: Тестова страница
ca: Pàgina de prova
cs: Testovací stránka
da: Testside
de: Testseite
el: Δοκιμαστική σελίδα
et: Testlehekülg
fi: Testisivu
he: ןויסינ דומע
hu: Tesztoldal
is: Prufusíða
ko: 시험 쪽
lt: Testinis puslapis
lv: Testa lapa
mt: Paġna tat-test
nl: Testpagina
no: Testside
pl: Strona testowa
pt: Página de teste
ro: Pagină de test
ru: Пробная страница
sk: Testovacia stránka
sl: Preizkusna stran
sr: Test stranica
ta: §º¡¾¨Éô Àì¸õ
th: หน้าทดสอบ
tr: Deneme sayfası
uk: Пробна сторінка
vi: Trang thử
xh: Iphepha lovavanyo

source: Use non default test page
af: gebruik nie verstek toets bladsy
az: Əna seçənək xarici sınaq səhifəsi işlət
bg: Използва неподразбираща се тестова страница
ca: Useu pàgina de prova no habitual
cs: Použít nestandardní testovací stránku
da: Brug ikke standard testside
de: Benutzerdefinierte Testseite verwenden
el: Χρήση μη προκαθ. δοκιμαστικής σελίδας
et: Ei kasutata vaikimisi testlehekülge
fi: Käytä muuta kuin oletustestisivua
he: לדחמ תרירב וניאש ןויסינ דומעב שמתשה
hu: Az alapértelmezettől eltérő tesztoldal használata
is: Nota aðra prufusíðu
ko: 기본 시험 쪽을 안 씀
lt: Naudoti nestandartinį testinį puslapį
lv: Izmantot ne noklusēto test lapu.
mt: Tużax il-paġna tat-test standard
nl: Gebruik een niet-standaard testpagina
no: Ikke bruk standard testside
pl: Używaj własną stronę testową
pt: Não usar a página de teste por omissão
ro: Utilizează pagină de test personalizată
ru: Использовать нестандартную пробную страницу
sk: Použiť neštandardnú testovaciu stránku
sl: Uporabi neprivzeto preskusno stran
sr: Koristi drugu stranicu za testiranje štampača
ta: ¦¸¡¼¡¿¢¨Äî §º¡¾¨Éô Àì¸õ «øÄ¡¾¨¾ô ÒÆíÌ
th: ใช้หน้าทดสอบอื่นๆ
tr: Öntanımlı olmayan deneme sayfası kullan
uk: Використовувати нетипову пробну сторінку
vi: Không dùng trang thử mặc định
xh: Sebenzisa iphepha eligqibekileyo lovavanyo

source: Preview...
af: voorskou...
az: Nümayiş...
bg: Преглед...
ca: Vista prèvia...
cs: Náhled...
da: Forhåndsvis...
de: Vorschau...
el: Προεπισκόπηση...
et: Eelvaatlus...
fi: Esikatselu...
he: ...המידקמ הגוצת
hu: Előkép...
is: Forsýna...
ko: 미리 보기...
lt: Peržiūra...
lv: Apskatīt...
mt: Prevista...
nl: Voorbeeld...
no: Forhåndsvisning...
pl: Podgląd...
pt: Antevisão...
ro: Previzualizează...
ru: Предварительный просмотр...
sk: Náhľad...
sl: Predogled...
sr: Pregled...
ta: Óý§É¡ð¼õ...
th: แสดงตัวอย่าง...
tr: Önizleme...
uk: Перегляд...
vi: Xem trước...
xh: Imboniso...

source: Empty file name.
af: leeg lêer naam.
az: Boş fayl adı.
bg: Празно име на файл.
ca: Buida nom de fitxer.
cs: Prázdné jméno souboru
da: Tomt filnavn.
de: Fehlender Dateiname
el: Άδειο όνομα αρχείου
et: Tühi failinimi.
fi: Tyhjä tiedostonimi.
he: .קיר ץבוק םש
hu: A fájlnév nem lehet üres!
is: Tómt skráarnafn.
ko: 파일 이름이 비었습니다.
lt: Tuščias bylos vardas.
lv: Tukšs faila vārds.
mt: Isem tal-fajl vojt.
nl: Lege bestandsnaam.
no: Tomt filnavn.
pl: Nie podano nazwy pliku.
pt: O nome do ficheiro está em branco.
ro: Nume de fişier gol.
ru: Имя файла не задано!
sk: Prázdne meno súboru.
sl: Prazno ime datoteke.
sr: Naziv fajla nije naveden.
ta: ¦ÅüÚì §¸¡ôÒô ¦ÀÂ÷.
th: ไม่มีชื่อแฟ้ม
tr: Boş dosya adı.
uk: Порожнє ім'я файлу.
vi: Tên file rỗng.
xh: Igama lefayile engenanto.

source: Add special printer
af: voeg by spesiaal drukker
az: Xüsusi çap edici əlavə et
bg: Добавяне на специален принтер
ca: Afegiu impressora especial
cs: Přidat speciální tiskárnu
da: Tilføj speciel printer
de: Speziellen Drucker hinzufügen
el: Προσθήκη ειδικού εκτυπωτή
et: Lisa spetsiaalne printer
fi: Lisää erikoistulostin
he: תדחוימ תספדמ תפסוה
hu: Speciális nyomtató hozzáadása
is: Bæta sérstökum prentara við
ko: 특정 인쇄기를 더하기
lt: Pridėti specialų spausdintuvą
lv: Pievienot speciālu drukas iekārtu
mt: Żid printer speċjali
nl: Speciale printer toevoegen
no: Legge til spesialskriver
pl: Dodaj drukarkę specjalną
pt: Adicionar impressora especial
ro: Adaugă imprimantă specială
ru: Добавить специальный принтер
sk: Pridať špeciálnu tlačiareň
sl: Dodaj posebni tiskalnik
sr: Dodavanje specijalnog štampača
ta: Å¢§º¼ «îÍô¦À¡È¢¨Âî §º÷
th: เพิ่มเครื่องพิมพ์พิเศษ
tr: Özel yazıcı ekle
uk: Додати спеціальний принтер
vi: Thêm máy in đặc biệt
xh: Dibanisa umshicileli othile

source: Browse
af: blaai
az: Gəz
bg: Преглед
ca: Fulleja
cs: Listovat
da: Gennemsøg
de: Durchsuchen
el: Εξερεύνηση
et: Lehitse
fi: Selaa
he: ןויע
hu: Tallózás
is: Velja
ko: 찾아보기
lt: Paieška
lv: Pārlūkot
nl: Bladeren
no: Bla gjennom
pl: Przeglądaj
pt: Procurar
ro: Răsfoieşte...
ru: Обзор
sk: Prechádzať
sl: Brskaj
sr: Nađi
ta: ¯Ä¡×
th: เลือกแฟ้ม
tr: Gözat
uk: Перегляд
vi: Duyệt
xh: Khangela iincwadi

source: Use output file with extension:
af: gebruik uitset lêer met uitbreiding:
az: Bu uzantıda yekun faylı işlət:
bg: Използва фаил за изход с разширение
ca: Useu un fitxer de sortida amb l'extensió:
cs: Použít výstupní soubor s příponou:
da: Brug uddatafil med endelse:
de: Ausgabedatei verwenden mit Erweiterung:
et: Kasutatakse väljundfaili laiendiga:
fi: Käytä tulostiedostoa, jonka pääte on:
he: :תמויס םע טלפ ץבוקב שמתשה
hu: Kimeneti fájl használata a következő kiterjesztéssel:
is: Skráarending á úttáksskrá:
ko: 출력 파일에 쓸 확장자:
lt: Naudoti išvedimo bylą su išplėtimu:
lv: Izmantot izvades failu ar paplašinājumu:
mt: Uża fajl għall-ktib bl-estensjoni:
nl: Uitvoerbestand met extentie gebruiken:
no: Bruk utdatafil med etternavn:
pl: Uzywaj pliku wynikowego z rozszerzeniem:
pt: Extensão do ficheiro de saída:
ro: Utilizează fişier de ieşire cu extensia:
ru: Печатать в файл с расширением:
sk: Použiť výstupný súbor s príponou:
sl: Uporabi izhodno datoteko z končnico:
sr: Napravi izlazni fajl sa nastavkom:
ta: À¢ýÅÕõ Å¢Ì¾¢ÔûÇ ¦ÅÇ¢Â£ðÎì §¸¡ôÀ¢¨Éô À¡Å¢:
th: ใช้การพิมพ์ออกแฟ้มพร้อมกับส่วนขยาย:
tr: Çıkış dosyasını bir uzantı ile kullan:
uk: Використовувати вихідний файл з розширенням:
vi: Dùng file xuất ra với đuôi:
xh: Sebenzisa ifayile enokukhutshelwa ngaphandle ngolwandiso:

source: Requirements:
af: benodighede:
az: İstənənlər:
bg: Изисквания:
ca: Requeriments:
cs: Požadavky:
da: Krav:
de: Anforderungen:
et: Nõuded:
fi: Vaatimukset:
he: :תושירד
hu: Követelmények:
is: Kröfur:
ko: 요구 사항:
lt: Reikalavimai:
lv: Prasības:
mt: Ħtiġijiet:
nl: Benodigdheden:
no: Betingelser:
pl: Wymagania:
pt: Requisitos:
ro: Cerinţe:
ru: Требования:
sk: Požiadavky:
sl: Zahteve:
sr: Potrebni fajlovi:
ta: §¾¨Å¸û:
th: ความต้องการ:
tr: Gereksinimler:
uk: Вимоги:
xh: Iimfuno:

source: The command will use an output file.
af: die opdrag sal gebruik 'n uitset lêer.
az: Əmr yekun faylı işlədəcək.
bg: Командата ще използва файл за изход
ca: La comanda usarà un fitxer de sortida.
cs: Příkaz bude používat výstupní soubor.
da: Kommandoen vil bruge en uddatafil.
de: Der Befehl wird eine Ausgabedatei verwenden.
el: Αυτή η εντολή θα χρησιμοποιήσει ένα αρχείο εξόδου.
et: Käsk kasutab väljundfaili.
fi: Komento käyttää tulostiedostoa.
he: .טלפ ץבוקב שומיש השעת הדוקפה
hu: A parancshoz szükség van egy kimeneti fájlra.
is: Skipunin mun nota úttaksskrá.
ko: 명령어는 출력 파일에 쓰입니다.
lt: Komanda naudos bylą išvedimui.
lv: Komanda izmantos izvades failu.
mt: Il-kmand se juża fajl għall-ktib.
nl: Het commando zal een uitvoerbestand gebruiken.
no: Denne kommandoen vil bruke en utfil.
pl: Polecenie użyje pliku wynikowego.
pt: O comando irá utilizar um ficheiro de saída.
ro: Comanda va utiliza un fişier de ieşire.
ru: Команда будет использовать выходной файл.
sk: Príkaz bude používať výstupný súbor.
sl: Ukaz bo uporabljal izhodno datoteko.
ta: ­ì¸ð¼¨Ç ¦ÅÇ¢Â£ðÎì §¸¡ô¦À¡ý¨Èô À¡Å¢ìÌõ.
th: คำสั่งจะใช้กับการพิมพ์ออกทางแฟ้ม
tr: Komut bir çıktı dosyası kullanacak.
uk: Команда буде виводити у файл.
vi: Lệnh sẽ dùng file xuất ra.
xh: Umyalelo uzakusebenzisa ifayile yokukhutshelwa ngaphandle.
