Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: %1: printer not found.
af: %1: drukker nie gevind.
az: %1: çap edici tapıla bilmədi
bg: %1: принтер не е намерен.
ca: %1: no s'ha trobat la impressora.
cs: %1: tiskárna nenalezena
da: %1: printer ikke fundet.
de: %1: Drucker ist nicht auffindbar.
el: %1: ο εκτυπωτής δε βρέθηκε.
et: %1: printerit ei leitud.
fi: %1: tulostinta ei löytynyt.
he: .האצמנ אל תספדמה :%1
hu: %1: a nyomtató nem található.
is: %1: prentari fannst ekki.
ko: %1: 인쇄기를 찾을 수 없습니다.
lt: %1: spausdintuvas nerastas.
lv: %1:drukas iekārta nav atrasta.
mt: %1: printer mhux misjub.
nl: %1: printer niet gevonden.
no: %1: skriver ikke funnet.
pl: %1: drukarki nie znaleziono.
pt: %1: impressora não encontrada
ro: %1: nu am găsit imprimanta.
ru: %1: принтер не найден.
sk: %1: tlačiareň nenájdená.
sl: %1: tiskalnik ni najden.
sr: %1: štampač nije pronađen.
ta: %1: «îÍô¦À¡È¢ ­ø¨Ä
th: %1: ไม่พบเครื่องพิมพ์
tr: %1: Yazıcı bulunamadı.
uk: %1: принтер не знайдено.
vi: %1: Không tìm thấy máy in.
xh: %1: umshicileli akafumaneki.

source: Can't overwrite regular printer with special printer settings.
af: kan nie oorskryf gewone drukker met spesiaal drukker instellings.
az: Sıravi çap edicinin üstünə xüsusi çap edici qurğularıni yaza bilmirəm.
bg: Не мога да презапиша настройките за специален принтер върху тези за обикновен
ca: No es pot sobreescriure la impressora habitual amb arranjaments especials.
cs: Není možné předefinovat standardní tiskárnu speciálním nastavením tiskárny.
da: Kan ikke overskrive regulær printer med speciel printer opsætning.
de: Ein regulärer Drucker kann nicht mit den Einstellungen eines Spezialdruckers überschrieben werden.
el: Δε μπορώ να επικαλύψω τις κανονικές ρυθμίσεις εκτυπωτή με ειδικές.
et: Tavalist printerit pole võimalik spetsiaalse printeri seadistustega üle kirjutada.
fi: Ei voida korvata normaalia tulostinta erikoistulostimen asetuksilla.
he: .תדחוימ תספדמ לש תורדגה הליגר תספדמ לע בותכל ןתינ אל
hu: Speciális nyomtató beállításait nem lehet alkalmazni egy normál nyomtatóra.
is: Það er ekki hægt að skrifa yfir venjulegar prentstillingar með sérstökum prentstillingum.
lt: Negaliu specialių spausdintuvo nustatymų rašyti ant normalaus spausdintuvo.
lv: Nevar pārrakstīt regulāro drukas iekārtu ar speciālās drukas iekārtas uzstādījumiem.
mt: Ma tistax tbiddel il-printer regolari bis-setings speċjali.
nl: De algemene printer kan niet worden overschreven met speciale printerinstellingen.
no: Kan ikke skrive over vanlig skriver med spesielle skriveinnstillinger.
pl: Nie można nadpisać zwykłej drukarki ustawieniami drukarki specjalnej.
pt: Não consigo escrever as configurações de uma impressora especial por cima de uma impressora normal.
ro: Nu pot suprascrie setările imprimantei normale cu setări de imprimantă specială.
ru: Не могу переписать особые настройки принтера поверх стандартных.
sk: Nie je možné zmeniť štandardnú tlačiareň špeciálnym nastavením tlačiarne.
sl: Navadnega tiskalnika ni moč prepisati s posebnimi tiskalniškiminastavitvami.
ta: ÅÆ¨ÁÂ¡É «îÍô¦À¡È¢¨Â Å¢§º¼Á¡É «îÍô¦À¡È¢Â¢ý «¨ÁôÒì¸Ç¡ø §Á¦ÄØ¾ ÓÊÂÅ¢ø¨Ä
th: ไม่สามารถเขียนทับเครื่องพิมพ์ปกติด้วยการปรับค่าของเครื่องพิมพ์พิเศษ
tr: Özel yazıcı ayarlarıyla normal yazıcı üzerine yazılamaz.
uk: Неможливо перезаписати звичайний принтер з установками спеціального.
vi: Không thể ghi đè lên máy in chính quy với các thiết lập đặc biệt của máy in.
xh: Ayinakubhala ngaphezulu kumshicileli warhoqo ngezicwangciso ezithile zomshicileli.

source: Parallel Port #%1
af: parallelle poort #%1
az: Parallel Qapı #%1
bg: Паралелен порт #%1
ca: Port paral·lel #%1
cs: Paralelní port č.%1
de: Paralleler Anschluss #%1
et: Paraleelport #%1
fi: Rinnakkaisportti #%1
he: #%1 תיליבקמ האיצי
hu: %1. párhuzamos csatlakozó
is: Hliðtengi #%1
ko: 병렬 포트 #%1
lt: Lygiagretus portas #%1
lv: Paralēlais Ports #%1
mt: Port parallell #%1
nl: Parallelle poort #%1
no: Parallellport #%1
pl: Port równoległy #%1
pt: Porta Paralela #%1
ro: Imprimantă paralelă %1
ru: Параллельный порт #%1
sk: Paralelný port č.%1
sl: Vzporedna vrata #%1
sr: Paralelni port #%1
ta: ºÁ¡ó¾Ãò Ð¨È: #%1
th: พอร์ตขนาน #%1
tr: Paralel Port #%1
uk: Паралельний порт N%1
vi: Cổng song song #%1
xh: Izibuko elikwindawo elinganayo nelinye #%1

source: Unable to load KDE print management library:<br>%1
af: nie moontlik aan las kde druk bestuuring biblioteek:<br>%1
az: KDE çap idarəsi kitabxanası tapıla bilmir:<br>%1
bg: Не мога да заредя библиотеките на KDE подържащи печат:<br>%1
ca: No s'ha pogut carregar la biblioteca de gestió d'impressió KDE:<br>%1
cs: Není možné nahrát knihovny správy tisku KDE:<br>%1
da: Kan ikke indlæse KDE printhåndteringsbibliotek:<br>%1
de: Laden der KDE-Druckverwaltungsbibliothek nicht möglich:%1
et: KDE trükkimise halduri teegi laadimine ebaõnnestus:<br>%1
fi: Ei voitu ladata KDE:n tulostuksenhallintakirjastoa:<br>%1
he: :KDE לש הספדהה לוהינ תיירפס תא ןועטל ןתינ אל<br>%1
hu: A KDE nyomtatókezelő könyvtár betöltése nem sikerült:<br>%1
is: Tókst ekki að hlaða KDE prentstjórnun:<b>%1
lt: Negaliu pakrauti KDE spausdinimo tvarkymo bibliotekos:<br>%1
lv: Nevar ielādēt KDE drukas menedžmenta bibliotēku:<br>%1
mt: Ma setgħetx tittella' l-librerija tal-immaniġġjar tal-print:<br>%1
nl: De KDE-printerbeheerbibliotheek kon niet worden geladen:<br>%1
no: Kunne ikke laste KDEs bibliotek for skriverbestyring:<br>%1
pl: Nie można załadować biblioteki zarządzania wydrukiem w KDE:<br>%1
pt: Não é possível carregar a biblioteca de gestão de impressões:<br>%1
ro: Nu pot încărca biblioteca KDE de control a tipăririi:<br>%1
ru: Не удалось загрузить библиотеку обработки печати KDE:<br>%1
sk: Nepodarilo sa načítať knižnicu správy tlače KDE:<br>%1
sl: Knjižnice za upravljanje tiskanja za KDE ni bilo moč naložiti:<br>%1
ta: KDE «îÍ §ÁÄ¡ñ¨Áò ¦¾¡Ì¾¢¨Â ²üÈ ÓÊÂÅ¢ø¨Ä:<br>%1
th: ไม่สามารถเรียกไลบรารีการจัดการการพิมพ์ของ KDE:<br>%1 ได้
tr: KDE yazıcı yönetim kütüphanesi yüklenemedi:<br>%1
uk: Неможливо завантажити бібліотеку керування друку:<br>%1
xh: Ayikwazi ukulayisha umphathi woshicilelo lwelayibrari ye KDE:<b>%1

source: Unable to find wizard object in management library.
af: nie moontlik aan soek assistent voorwerp in bestuuring biblioteek.
az: İdarə kitabxanasında sehirbaz tapıla bilmir.
bg: Не мога да намеря обекта в подържащата библиотека
ca: No s'ha pogut trobar l'objecte assistent a la biblioteca de gestió.
cs: Není možné nalézt objekt průvodce v knihově správy.
da: Kan ikke finde troldobjekt i håndteringsbibliotek.
de: Laden des Assistentenobjekts aus Verwaltungsbibliothek ist nicht möglich.
et: Halduri teegist ei leitud abimehe objekti.
fi: Ei löydetty velho-objektia hallintakirjastosta.
he: .לוהינה תיירפסב ףשאה טקייבוא תא אוצמל ןתינ אל
hu: Nem található a varázsló egyik objektuma a könyvtármodulban.
is: Ég finn engan álf í prentstjórnunarsafninu.
lt: Negaliu rasti asistento objekto tvarkymo bibliotekoje.
lv: Nevar atrast meistara objektu menedžmenta bibliotēkā.
mt: Ma setax jinstab is-saħħâr fil-librerija tal-immaniġġjar.
nl: Het assistentobject in de beheerbibliotheek kon niet worden gevonden.
no: Kunne ikke finne veiviserobjektet i bestyrerbiblioteket.
pl: Nie można znaleźć obiektu kreatora w bibliotece zarządzania.
pt: Não é possível encontrar o objecto do assistente na biblioteca de gestão.
ro: Nu am găsit obiectul <i>wizard</i> în biblioteca de administrare.
ru: Не удалось найти мастера в библиотеке обработки печати.
sk: Nepodarilo sa nájsť objekt sprievodcu v knižnici správy tlače.
sl: V upravljalski knjižnici ni moč najti čarobnih objektov.
ta: §ÁÄ¡ñ¨Áò ¦¾¡Ì¾¢Â¢ø Á¡Â¡Å¢ô ¦À¡Õ¨Çì ¸¡½Å¢ø¨Ä.
th: ไม่สามารถค้นหาออบเจ็กต์วิซาร์ดในไลบรารีการจัดการได้
tr: Yönetim kütüphanesinde sihirbaz nesnesi bulunamadı.
uk: Неможливо знайти об'єкт майстра в бібліотеці керування.
xh: Ayikwazi ukufumana injongo yewizard kumphathi welayibrari.

source: String value:
af: string waarde:
az: Kəlimə qiyməti:
bg: Стойност на низ:
ca: Valor de cadena:
cs: Hodnota (řetězec):
da: Stengværdi:
de: Zeichenkette:
el: Τιμή συμβολοσειράς:
et: Stringi väärtus:
fi: Merkkijonon arvo:
he: :תזורחמ ךרע
hu: Sztring:
is: Strenggildi:
ko: 글월 값:
lt: Eilutės reikšmė:
lv: Rindas vērtība:
mt: Valur tal-istring:
nl: Tekenreekswaarde:
no: Strengverdi:
pl: Treść napisu:
pt: Valor do texto:
ro: Valoare text:
ru: Строка:
sk: Reťazec:
sl: Vrednost niza:
ta: §¸¡¨Åô ¦ÀÚÁ¾¢:
th: ค่าของข้อความ:
tr: Dizi değeri:
uk: Значення рядку:
vi: Giá trị của chuỗi:
xh: Ixabiso lomtya:

source: No option selected
af: nee opsie gekose
az: Seçənək seçilməmişdir
bg: Не е избрана опция
ca: No s'ha seleccionat cap opció
cs: Není vybrána žádná volba.
da: Ingen indstilling valgt
de: Keine Einstellung ausgewählt
el: Καμία επιλεγμένη επιλογή (sic)
et: Midagi pole valitud.
fi: Ei valittuja optioita
he: תורשפא הרחבנ אל
hu: Nincs kijelölt opció
is: Enginn möguleiki valinn
ko: 선택 사항을 고르지 않았습니다
lt: Nenurodyta parinktis
lv: Opcijas nav izvēlētas
mt: Ebda element magħżul
nl: Geen opties geselecteerd
no: Ingen valg merket
pl: Nie wybrano żadnej opcji
pt: Nenhuma opção seleccionada
ro: Nu există opţiuni selectate
ru: Нет выбранных опций.
sk: Nevybraná žiadna možnosť
sl: Ni izbrane možnosti
sr: Nijedna opcija nije odabrana.
ta: ±ù Å¢ÕôÀÓõ §¾÷× ¦ºöÂôÀ¼Å¢ø¨Ä
th: ไม่มีตัวเลือกใดถูกเลือก
tr: Seçenek yok
uk: Жодну опцію не вибрано
vi: Chưa chọn tuỳ chọn nào
xh: Akukho thuba likhethiweyo

source: Idle
af: luier
az: Ləqəb
bg: Празен
ca: Inactiu
cs: Nečinná
da: Tomgang
de: Inaktiv
el: Άεργος
et: Jõude
fi: Vapaana
he: החונמב
hu: nincs feladat
is: Laus
ko: 쉬고 있음
lt: Be darbo
lv: Gaida
mt: M'hu jagħmel xejn
nl: Niet actief
no: Inaktiv
pl: Bezczynna
pt: Parada
ro: Pauză
ru: Простой
sk: Nečinná
sl: Nedejaven
sr: Spreman
ta: µö×
th: ว่าง
tr: Boş
uk: Вільний
vi: Bị dừng
xh: Engavalwa sithuba

source: Configuration of %1
af: opstelling van %1
az: %1 quraşdırılması
bg: Конфигурация на %1...
ca: Configuració de %1
cs: Konfigurace %1
da: Indstilling af %1
de: Einrichtung von %1
el: Ρύθμιση του %1
et: %1 seadistused
fi: %1:n asetukset
he: %1 תורדגה
hu: %1-beállítások
is: Stillingar %1
ko: %1 설정
lt: %1 derinimas
lv: %1 konfigurācija
mt: Konfigurazzjoni ta' %1
nl: Configuratie van %1
no: Oppsettet for %1
pl: Konfiguracja %1
pt: Configuração de %1
ro: Configurare %1
ru: Настройки %1
sk: Nastavenie %1
sl: Nastavitve %1
sr: Podešavanja za %1
ta: %1-­ý ÅÊÅ¨ÁôÒ
th: การปรับแต่ง %1
tr: %1 yapılandırması
uk: Налаштування %1
vi: Cấu hình cho %1
xh: Uqwalaselo luka %1

source: Copies
af: kopieër
az: Nüsxə
bg: Копия
cs: Kopie
da: Kopier
de: Exemplare
el: Αντίγραφα
et: Koopiaid
fi: Kopioita
he: םיקתוע
hu: Példányszám
is: Afrit
ko: 복사본
lt: Kopijos
lv: Kopijas
mt: Kopji
nl: Kopieën
no: Kopier
pl: Ilość kopii
pt: Cópias
ro: Copii
ru: Копии
sk: Kópie
sl: Izvodi
sr: Kopija
ta: ¿¸ø¸û
th: สำเนา
tr: Kopya
uk: Копій
vi: Sao chép
xh: Amaphepha akhutshelweyo

source: Page selection
af: bladsy keuse
az: Səhifə seçkisi
bg: Избор на страница
ca: Selecció de pàgina
cs: Výběr stran
da: Sideudvalg
de: Seitenauswahl
el: Επιλογή σελίδων
et: Lehekülgede valimine
fi: Sivun valinta
he: םידומע תריחב
hu: Oldalkijelölés
is: Blaðsíðuval
ko: 쪽 고르기
lt: Puslapio(-ių) pasirinkimas
lv: Lapas izvēle
mt: Għażla tal-paġna
nl: Paginaselectie
no: Sidevalg
pl: Wybór stron
pt: Selecção de páginas
ro: Selectare pagini
ru: Выбор страниц
sk: Výber stránky
sl: Izbor strani
ta: Àì¸ò¦¾Ã¢×
th: เลือกหน้า
tr: Sayfa seçimi
uk: Вибір сторінки
vi: Chọn trang
xh: Ukhetho lwephepha

source: All
af: alle
az: Hamısı
bg: Всички
ca: Totes
cs: Vše
da: Alt
de: Alle
el: Όλες
et: Kõik
fi: Kaikki
he: לכה
hu: az összes
is: Allar
ko: 모두
lt: Viską
lv: Visi
mt: Kollha
nl: Alles
no: Alle
pl: Wszystkie
pt: Todas
ro: Tot
ru: Все
sk: Všetky
sl: Vse
sr: Sve
ta: ±øÄ¡
th: ทั้งหมด
tr: Tümü
uk: Всі
vi: Tất cả
xh: Onke

source: Current
af: huidige
az: Hazırkı
bg: Текущ
ca: Actual
cs: Současná
da: Nuværende
de: Aktuelle
el: Τρέχουσα
et: Käesolev
fi: Nykyinen
he: יחכונ
hu: csak a jelenlegi
is: Þessa
ko: 현재
lt: Dabartinius
lv: Tekošais
mt: Kurrenti
nl: Huidige
no: Gjeldende
pl: Bieżąca
pt: Actual
ro: Curent
ru: Текущая
sk: Aktuálna
sl: Trenutna
sr: Trenutnu
ta: ¿¼ôÒ
th: ปัจจุบัน
tr: Şimdiki
uk: Поточна
vi: Hiện tại
xh: Ngoku

source: Range
af: omvang
az: Aralıq
bg: Обхват
ca: Rang
cs: Rozsah
da: Område
de: Bereich
el: Εύρος
et: Piirkond
fi: Alue
he: חווט
hu: tartomány:
is: Bil
ko: 범위
lt: Zona
lv: Diapazons
mt: Minn/sa
nl: Bereik
no: Område
pl: Zakres
pt: Gama
ro: Domeniu
ru: Диапазон
sk: Rozsah
sl: Niz
sr: Opseg
ta: Å£îÍ
th: ช่วง
tr: Aralık
uk: Діапазон
vi: Phạm vi
xh: Umqolo

source: <p>Enter pages or group of pages to print separated by commas (1,2-5,8).</p>
af: <p>invoer bladsye van groep van bladsye aan druk geskei deur kommas (1,2-5,8).</p>
az: <p>Səhifə nömrələrini ya da səhifə qruplarını aralarında vergül olacaq şəkildə yazın (1,2-5,8).</p>
bg: <p>Въведете страниците или групи от страници за печат разделени със запетая (1,2-5,8).</p>
ca: <p>Introduïu les pàgines o els grups de pàgines a imprimir separades per comes (1,2-5,8).</p>
cs: <p>Zadejte stránky nebo skupiny stránek, které se mají vytisknout, oddělené čárkami (1,2-5,8).</p>
da: <p>Indtast sider eller grupper af sider til at udskrive adskilte af kommaer (1,2-5,8).</p>
de: <p>Geben Sie Seiten oder Gruppen von Seiten an, durch Komma getrennt (1,2-5,8).</p>
el: <p>Δώστε σελίδες ή ομάδες σελίδων χωριζόμενες με κόμματα (1,2-5,8).</p>
et: <p>Sisesta siia komaga eraldatud leheküljed või lehekülgede grupp (1,2-5,8).</p>
fi: <p>Anna tulostettavat sivut tai sivuryhmät erotettuna pilkuilla (1,2-5,8).</p>
he: <p align=right>וא םידומע ירפסמ דלקה<br>םידרפומ םידומע לש תוצובק<br>.(1,2-5,8) םיקיספ ידי לע</p>
hu: <p>Az oldalszámokat és az oldaltartományokat vesszővel kell elválasztani egymástól (pl. 1,2-5,8).</p>
is: <p>Gefðu upp blaðsíðunúmer og blaðsíðubil sem þú vilt prenta með kommur á milli (1,2-5,8).</p>
ko: <p>쪽 번호를 찍넣어주십시오. 갈라서 찍을려면 쉼표로 구분하면 됩니다. (보기: 1, 2-5, 10-12, 17)</p>
lt: <p>Įveskite puslapius ar puslapių grupes, atskirtas kableliais (1,2-5,8).</p>
lv: <p>Ievadiet drukājamo lapu numurus un/vai lapu grupas atdalot ar komatu (1,2-5,8).</p>
mt: <p>Agħżel paġna jew grupp ta' paġni biex tipprintja, separati b'comma (1,2-5,8).</p>
nl: <p>Voer de pagina's of groep pagina's in die u wilt afdrukken, door komma's van elkaar gescheiden (1,2-5,8)</p>
no: <p>Skriv inn sider, eller grupper av sider å printe, avskilt med komma (1,2-5,8).</p>
pl: <p>Podaj strony lub grupy stron oddzielone przecinkami (1,2-5,8).</p>
pt: <p>Indica as páginas ou grupo de páginas a imprimir separadas por vírgulas (1,2-5,8)</p>
ro: <p>Introduceţi numere de pagini sau grupuri de pagini de tipărit, separate de virgule (1,2-5,8).</p>
ru: <p>Укажите номера или диапазон страниц (например: 1,2-5,8).</p>
sk: <p>Zadajte stránky alebo skupiny stránok, ktoré sa majú vytlačiť, oddelené čiarkami (1,2-5,8).</p>
sl: <p>Vnesite strani ali skupino strani za tiskanje, ločenih z vejicami (1,2-5,8).</p>
ta: <p>«îº¢¼ §ÅñÊÂ Àì¸ ±ñ¸¨Ç «øÄÐ Àì¸ì Üð¼ò¨¾ ¯ûÇ¢Î¸ (1,2-5,8)</p>
th: <p>เติมหน้าหรือกลุ่มของหน้า โดยแยกด้วยเครื่องหมายจุลภาค (1,2-5,8)</p>
tr: <p>Sayfa numaralarını ya da sayfa gruplarını aralarında virgül olacak şekilde yazın (1,2-5,17 gibi).</p>
uk: <p>Введіть сторінки або групу сторінок для друку розділені комами (1,2-5,8).</p>
vi: <p>Nhập trang hay nhóm các trang để in, phân cách bằng dấu phảy hoặc gạch ngang(1,2-5,8).</p>
xh: <p>Ngenisa amphepha okanye amaqela amaphepha ukuwashicilela wodwa ngeziphumlisi (1,2-5,8).</p>

source: Collate
af: kollate
az: Topla
bg: Съпоставям
ca: Encadena
cs: Seřadit
da: Saml
de: Zusammenstellen
el: Συραφή
et: Eksemplarhaaval
he: ףוסא
hu: csoportosítás példányonként
is: Umraða
ko: 짝 맞추기
lt: Rikiuoti
lv: Sajaukt
mt: Printja fl-ordni
nl: Vergelijken
no: Sammenligne
pl: Segreguj
pt: Juntar
ro: Colaţionat
ru: Слить
sk: Zoradiť
sl: Zbiranje izvodov
ta: ´ýÚ§º÷
th: เทียบเคียง
tr: Harmanla
uk: Копії в підбір
vi: So sánh
xh: Qokelela udwelise ngokwendlela

source: Copies:
af: kopieër:
az: Nüsxə:
bg: Копия:
cs: Kopie:
da: Kopier:
de: Exemplare:
el: Αντίγραφα:
et: Koopiate arv:
fi: Kopioita:
he: :םיקתוע
hu: Példányszám:
is: Eintök:
ko: 복사본:
lt: Kopijos:
lv: Kopijas:
mt: Kopji:
nl: Kopieën:
no: Kopier:
pl: Kopii:
pt: Cópias:
ro: Copii:
ru: Копии:
sk: Kópie:
sl: Izvodi:
sr: Broj kopija:
ta: ¿¸ø¸û:
th: จำนวนสำเนา:
tr: Kopya:
uk: Копій:
vi: Sao chép:
xh: Amaphepha akhutshelweyo:

source: All pages
af: alle bladsye
az: Bütün səhifələr
bg: Всички страници
ca: Totes les pàgines
cs: Všechny strany
da: Alle sider
de: Alle Seiten
el: Όλες οι σελίδες
et: Kõik leheküljed
fi: Kaikki sivut
he: םידומעה לכ
hu: minden oldal
is: Allar síður
ko: 모든 쪽
lt: Visus puslapius
lv: Visas lapas
mt: Paġni kollha
nl: Alle pagina's
no: Alle sider
pl: Wszystkie strony
pt: Todas as páginas
ro: Toate paginile
ru: Все страницы
sk: Všetky stránky
sl: Vse strani
sr: Sve
ta: ±øÄ¡ô Àì¸í¸û
th: ทุกหน้า
tr: Tüm sayfalar
uk: Всі сторінки
vi: Tất cả các trang
xh: Onke amaphepha

source: Odd pages
af: onewe bladsye
az: Tək səhifələr
bg: Нечетни страници
ca: Pàgines senars
cs: Liché strany
da: Ulige sider
de: Ungerade Seiten
el: Μονές σελίδες
et: Paaritud leheküljed
fi: Parittoman sivut
he: םייגוז-יא םידומע
hu: csak a páratlan oldalak
is: Oddatölusíður
ko: 홀수 쪽
lt: Nelyginius puslapius
lv: Nepāra lapas
mt: Paġni fard
nl: Oneven pagina's
no: Oddetalls-sider
pl: Nieparzyste strony
pt: Páginas impares
ro: Pagini impare
ru: Нечетные страницы
sk: Nepárne stránky
sl: Lihe strani
sr: Neparne
ta: ´ü¨Èô Àì¸í¸û
th: หน้าคี่
tr: Tek sayfalar
uk: Непарні сторінки
vi: Trang lẻ
xh: Amaphepha amnqakathi

source: Even pages
af: al bladsye
az: Cüt səhifələr
bg: Четни страници
ca: Pàgines parells
cs: Sudé strany
da: Lige sider
de: Gerade Seiten
el: Ζυγές σελίδες
et: Paaris leheküljed
fi: Parilliset sivut
he: םייגוז םידומע
hu: csak a páros oldalak
is: Slétttölusíður
ko: 짝수 쪽
lt: Lyginius puslapius
lv: Pāra lapas
mt: Paġni żewġ
nl: Even pagina's
no: Partalls-sider
pl: Parzyste strony
pt: Páginas pares
ro: Pagini pare
ru: Четные страницы
sk: Párne stránky
sl: Sode strani
sr: Parne
ta: ­Ãð¨¼ô Àì¸í¸û
th: หน้าคู่
tr: Çift sayfalar
uk: Парні сторінки
vi: Trang chẵn
xh: Amaphepha alinganayo

source: Page set:
af: bladsy stel:
az: Kağız dəstəsi:
bg: Набор страници:
ca: Conjunt de pàgines:
cs: Nastavení strany:
da: Side sat:
de: Seiteneinstellung:
et: Trükitakse:
fi: Sivun asetukset:
he: :םידומע
hu: Oldalak:
is: Síðuval:
ko: 쪽 모음:
lt: Puslapiai:
lv: Lapas komplekts:
mt: Sett tal-paġni:
nl: Pagina-instelling:
no: Sideoppsett:
pl: Zbiór stron
pt: Conjunto de páginas:
ro: Setare foaie:
sk: Skupina stránky:
sl: Nabor strani:
sr: Set stranica:
ta: Àì¸ò ¦¾¡¨¼:
th: ตั้งค่าหน้า:
tr: Kağıt boyutu:
uk: Набір сторінок:
xh: Ucwangciso lwephepha:

source: Advanced
af: gevorderde
az: Ətraflı
bg: Допълнителни
ca: Avançat
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Για προχωρημένους
et: Muud
fi: Edistyneet
he: םדקתמ
hu: Speciális
is: Ítarlegra
ko: 고급
lt: Išsamiai
lv: Advancēts
mt: Avvanzat
nl: Geavanceerd
no: Avansert
pl: Zaawansowane
pt: Avançado
ro: Avansat
ru: Дополнительно
sk: Pokročilé
sl: Napredno
sr: Napredno
ta: §ÁõÀð¼
th: เพิ่มเติม
tr: Gelişmiş
uk: Додатково
vi: Cao cấp
xh: Ukubheka phambili
