Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: You don't have to be a software developer to be a member of the KDE Team. You can join the national teams that translate program interfaces. You can provide graphics, themes, sounds and improved documentation. You decide!<br><br>Visit <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> for information on some projects in which you can participate.<br><br>If you need more information or documentation, then a visit to <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> will provide you with what you need.
af: jy moenie het aan wees 'n sagteware ontwikkelaar aan wees 'n lid van die kde span. jy kan aansluit by die nasionale spanne wat vertaal program koppelvlakke. jy kan verskaf grafieka, temas, klanke en verbeterde dokumentasie. jy besluit!<br><br>besoek <'n HREF="http://www.kde.org/werke.html">http://www.kde.org/werke.html</'n> vir informasie op sommige projekte in wat jy kan deelneem.<br><br>as jy benodig meer informasie of dokumentasie, dan word 'n besoek aan <'n HREF="http://ontwikkelaar.kde.org/">http://ontwikkelaar.kde.org/</'n> sal verskaf jy met wat jy benodig.
az: KDE dəstəsinin bir işçisi olmaq üçün bir proqramcı olmaq məcburiyyətində deyilsiniz. Milli dətələrə qoşularaq proqram ara üzlərinin tərcüməsində vəzifə ala bilərsiniz. Qrafiki, dekorasiya, səs və ya təkmilləşdirilmiş sənəd yaza bilərsiniz. Qərar sizindir!<br><br><A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> ünvanından vəzifə ala biləcəyiniz lahiyələr haqqında mə'lumat ala bilərsiniz.<br><br>Əgər daha çox mə'lumat və ya sənədə ehtiyacınız varsa <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> ünvanı ehtiyaclarınızı görəcəkdir.
bg: Вие трябва да бъдете програмист за да участвате в KDE Тимът. Вие можете да помогнете с траслация на някоя програма или с интересни картинки и икони или графики, звук .Всичко, което решите!<br><br>Посетете <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> в случай, че желаете да помогнете. <br><br>Ако имате нужда от повече информация или описание, посетете <A HREF="http://developer.kde.org/">http://developer.kde.org/</A>.
ca: No heu de ser un desenvolupador de software per a ser un membre de l'equip KDE. Podeu unir-vos als equips nacionals que tradueixen les interfícies de programa. Podeu proporcionar gràfics, temes, sons i millorar la documentació. Vós decidiu!<br><br>Visiteu <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> si voleu informació sobre projectes en els que podeu participar.<br><br>Si us cal més informació o documentació, llavors una visita a <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> us proporcionarà el que necessiteu.
cs: K tomu, abyste se stal členem KDE týmu, není zapotřebí být vývojářem softwaru. Můžete se připojit k národním týmům, které překládají programy. Můžete vytvářet grafiku, motivy, zvuky a lepší dokumentaci. Vy se rozhodněte!<br><br> Navštivte <A HREF="http://www.kde.org/jobs.html"> http://www.kde.org/jobs.html</A>, kde naleznete informace o některých projektech, kterých se můžete zúčastnit.<br><br>Potřebujete-li více informací nebo dokumentace, pak návštěva na <A HREF="http://developer.kde.org/"> http://developer.kde.org/</A> vám poskytne, co potřebujete. <br><br>České stránky o KDE se nacházejí na adrese <A HREF="http://www.kde.org/international/czechia/">http://www.kde.org/international/czechia/</A>. Připojte se k nám!<br><br>Za český tým Miroslav Flídr a Lukáš Tinkl.
da: Man behøver ikke at være programmør for at blive medlem af KDE-holdet. Du kan deltage i de nationale hold, der oversætter programmernes brugerflader. Du kan hjælpe med grafik, temaer, lyde og forbedret dokumentation. Du bestemmer!<br><br> Besøg <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> for information om nogle projekter du kan deltage i.<br><br> Hvis du mangler mere information eller dokumentation, så besøg <A HREF="http://developer.kde.org/">http://developer.kde.org/</A>, hvor du vil finde, hvad du har brug for.
de: Sie brauchen nicht Programmierer zu sein, um ein Mitglied des KDE-Teams zu werden. Sie können den nationalen Gruppen beitreten, die Programmoberflächen übersetzen. Sie können Graphik, Design, Sound oder verbesserte Dokumentation beitragen. Entscheiden Sie selbst.<br><br>Besuchen Sie bitte <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A>, um Information über Projekte zu erhalten, an denen Sie teilnehmen können.<br><br>Wenn Sie mehr Information oder Dokumentation benötigen, dann besuchen Sie <A HREF="http://developer.kde.org/">http://developer.kde.org/</A>. Dort werden Sie finden, was Sie brauchen.
el: Δε χρειάζεστε να είστε προγραμματιστής για να γίνετε μέλος της Ομάδας KDE. Μπορείτε να μπείτε στις εθνικές ομάδες που μεταφράζουν τα περιβάλλοντα των προγραμμάτων. Μπορείτε να παρέχετε γραφικά, θέματα, ήχους και βελτιωμένη τεκμηρίωση. Εσείς αποφασίζετε!<br><br> Επισκεφθείτε το <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> για πληροφορίες σχετικά με κάποια έργα στα οποία μπορείτε να συμμετάσχετε.<br><br> Αν χρειάζεστε περισσότερες πληροφορίες ή τεκμηρίωση, τότε μια επίσκεψη στο <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> θα σας δώσει ό,τι χρειάζεστε.
et: KDE meeskonda kuulumiseks ei pea kindlasti olema programmeerija. Sa võid ühineda näiteks rahvuslike meeskondadega, kes tegelevad kasutajaliidese tõlkimisega. Samuti võid sa aidata kaasa graafika, töölaua teemade, helide ja dokumentatsiooni loomisele. See on sinu otsustada!<br><br>Kui soovid infot projektide kohta, mis vajaksid kaasalööjaid, siis külasta aadressi <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A>. <br><br>Kui vajad rohkem infot või dokumentatsiooni, siis külasta aadressi <A HREF="http://developer.kde.org/">http://developer.kde.org/</A>.
fi: Sinun ei tarvitse olla ohjelmistokehittäjä liittyäksesi KDE-ryhmään. Voit liittyä kansallisiin ryhmiin KDE:n kääntämiseksi. Voit tehdä grafiikkaa, teemoja, ääniä tai parantaa dokumentaatiota. Sinä itse päätät!<br><br>Vieraile osoiteessa <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> saadaksesi lisätietoa projekteista, joihin voisit osallistua<br><br>Jos tarvitset lisää tietoa tai dokumentaatiota, vieraile osoitteessa <A HREF="http://developer.kde.org/">http://developer.kde.org/</A>, josta saat tarvitsemasi tiedon.
he: <p align=right>תווצב רבח תויהל ידכ הנכות חתפמ תויהל ךירצ ךניא<br>םימגרתמה םיימואלה םיתווצל ףרטצהל ךתורשפאב .KDE-ה<br>,תוכרע ,הקיפרג קפסל ךתורשפאב .תוינכות לש םיקשממ<br>!ךידיב הטלחהה .רפושמ דועיתו םילילצ<br><br>לע עדימל <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A>-ב רקב<br>.קלח תחקל ךתורשפאב םהב םיטקייורפ רפסמ<br><br>רוקיב יזא ,ףסונ דועית וא עדימל קוקז התא םא<br>.ךיכרצ תא קפסי <A HREF="http://developer.kde.org/">http://developer.kde.org/</A>-ב
hu: Nem kell szoftverfejlesztőnek lennie ahhoz, hogy a KDE csapat tagja lehessen. Csatlakozhat az Ön országa fordítócsoportjához, akik azon fáradoznak, hogy lefordítsák a programok üzeneteit. Készíthet új grafikákat, hangokat, témákat és jobb dokumentációt, vagy amit csak akar.<br><br> Nézze meg a <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> oldalt, ahol a projektek résztvevőket keresnek.<br><br> Ha további információkat szeretne kapni, látogasson el a <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> oldalra, ahol megkaphat minden segítséget, amire szüksége lehet.
is: Menn þurfa ekki að vera forritarar til að taka þátt í þróun KDE. Þú gætir til dæmis tekið þátt í að íslenska notendaflöt forrita eða þýða á önnur tungumál, hjálpað til við að hanna grafísk viðmótt táknmyndir, þemu hljóð eða annað og hjálpað til við að skrifa handbækur, allt eftir því hvar áhugi þinn og hæfileikar liggja.<br><br>Á <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> má finna lista yfir þau verkefni sem vantar fólk í.<br><br>Nánari upplýsingar og skjölun er á <A HREF="http://developer.kde.org/">http://developer.kde.org/</A>.
ko: 여러분이 KDE팀 개발자 맴버가 되어야 하는 것은 아닙니다. 여러분은 프로그램 인터페이스의 번역을 위한 각국 팀에 속해 있으실 수도 있습니다. 또한 여러분은 그림, 테마, 향상된 문서, 소리도 공급할 수 있습니다. <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A>를 방문하면 여러분이 참여할 수 있는 프로젝트에 대한 정보를 확인해 주시기 바랍니다.<br><br>만일 더 많은 정보와 문서가 필요하다면<A HREF="http://developer.kde.org/">http://developer.kde.org/</A>를 방문 해주십시오. 이 곳에서 여러분이 원하는 것을 찾을 수 있을 것입니다.
lt: Jums nereikia būti programinės įrangos kūrėju, norint tapti KDE komandos nariu. Galite prisidėti prie nacionalinių komandų, kurios daro programų sąsajų vertimus. Galite tiekti grafiką, temas, garsus ir patobulinti dokumentaciją. Jūs sprendžiate! <br><br>Aplankykite <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A>, jei reikia daugiau informacijos apie projektus, kuriuose galite dalyvauti. Jei Jums reikia daugiau informacijos arba dokumentacijos, apsilankymas <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> patenkins Jūsų poreikius.
lv: Jūs nevarat būt programmu izstrādātājs, būt KDE Komandā. Jūs varat pievienoties nacionālajām komandām, kas tulko programmu interfeisus. Jūs varat piegādāt grafiku, tēmas, skaņas, un uzlabotu dokumentāciju. Jūs vēlaties!<br><br> Apmeklējiet <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> lai iegūtu informāciju par projektiem kuros jūs varat piedalīties.<br><br>Ja jums nepieciešama papildus informācija vai dokumentācija, tad apmeklējiet <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> lai iegūtu nepieciešamo.
mt: M'hemmx bżonn tkun taf tipprogramma biex tkun membru tat-tim KDE. Tista'tingħaqad ma' timijiet nazzjonali li jieħdu ħsieb it-traduzzjoni tal-programi. Tista' toħloq grafika u stampi, temi, ħsejjes u dokumentazzjoni. Iddeċiedi int!<br><br>Żur <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> għal informazzjoni dwar xi proġetti li tista' tipparteċipa fihom.<br><br>Jekk tixtieq iżjed informazzjoni jew dokumentazzjoni, asal wasla sa' <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> għal dak li tinħtieġ.
nl: U hoeft geen softwareontwikkelaar te zijn om lid te worden van het KDE-team. U kunt bijv. deelnemen aan een van de nationale teams die de programmainterface vertalen. U kunt afbeeldingen, thema's, geluiden en verbeterde documentatie leveren. Aan u de keuze!<br><br> Kijk op <A HREF="http://www.kde.nl/jobs.html">http://www.kde.nl/jobs.html</A> voor informatie over diverse projecten waaraan u kunt deelnemen. <br><br>Kijk voor meer informatie en documentatie op <A HREF="http://developer.kde.org/">http://developer.kde.org/</A>.
no: Du trenger ikke være en programvareutvikler for å være medlem av KDE-laget. Du kan bli med de nasjonale oversettingslagene som oversetter programene. Du kan også bidra med grafikk, temaer, lyder eller forbedret dokumentasjon. Hva du vil jobbe med bestemmer du selv!<br><br>Besøk <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> for informasjon om noen prosjekter du kan delta i.<br><br>Hvis du trenger mer informasjon eller dokumentasjon vil et besøk til <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> gi deg det du trenger.
pl: Nie musisz być programistą aby zostać członkiem Zespołu KDE. Możesz przyłączyć się do lokalnej grupy tłumaczy na Twój język narodowy. Możesz dostarczyć nam grafiki, motywy, dźwięki lub poprawić dokumentację. Ty decydujesz!<br><br>Odwiedź stronę <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> aby zapoznać się listą zadań dotyczących rozwoju naszych projektów.<br><br>Jeżeli potrzebujesz więcej informacji lub dokumentacji, odwiedź stronę <A HREF="http://developer.kde.org/">http://developer.kde.org/</A>, na której znajdziesz potrzebne Ci informacje.
pt: Não tens de ser um programador para ser membro da equipa KDE. Podes juntar-te à equipa que traduz os programas para Português (<A HREF="http://kde.poli.org">http://kde.poli.org</A>). Podes contribuir com gráficos, temas, sons e documentação melhorada. Tu é que decides!<br><br> Visita <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> para saberes em que projectos é que podes participar.<br><br> Se precisares de mais informações ou documentação, podes visitar <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> e poderás lá ver o que precisas.
ro: Nu trebuie să fiţi neapărat un programator ca să fiţi un membru al echipei KDE. Vă puteţi alătura echipelor naţionale care traduc interfeţele programelor. Puteţi să faceţi imagini, teme, sunete şi să îmbunătăţiţi documentaţia. Dumneavoastră decideţi!<br><br>Vizitaţi <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> pentru informaţii despre proiectele la care puteţi participa.<br><br>Dacă aveţi nevoie de mai multe infomaţii sau documentaţie, atunci o vizită la <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> vă va oferi tot ceea ce doriţi.
ru: Чтобы включиться в разработку KDE, не обязательно быть программистом. Вы могли бы помочь в переводе KDE на родной язык, создавать графику, стили, звуки, улучшать документацию - вам решать!<br><br>Список проектов, в которых вы могли бы принять участие, приведен на сайте <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A>. Вполне возможно, какой-то из них вас заинтересует.<br><br>Более подробные сведения и документацию можно найти на сайте <A HREF="http://developer.kde.org/">http://developer.kde.org/</A>.
sk: Nemusíte byť tvorcom softvéru, aby ste sa mohli stať členom KDE tímu. Môžte sa pripojiť k národným tímom, ktoré prekladajú do národného prostredia. Môžte vytvárať grafiku, témy, zvuky a lepšiu dokumentáciu. Vy sa musíte rozhodnúť!<br><br>Navštívte <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> kvôli informáciám o projektoch, na ktorých sa môžte zúčastniť.<br><br> Ak potrebujete viac informácií, alebo dokumentácie, <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> Vám to poskytne.
sl: Za včlanitev v ekipo KDE vam ni treba biti softverski razvijalec. Priključite se lahko nacionalnim skupinam, ki prevajajo programske vmesnike. Ponudite lahko grafiko, teme, zvoke in izboljšano dokumentacijo. Odločite se sami!<br><br>Obiščite <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> za informacije o nekaterih projektih, v katerih lahko sodelujete.<br><br>Če potrebujete več podatkov ali dokumentacije, obiščite <A HREF="http://developer.kde.org/">http://developer.kde.org/</A>.
sr: Ne morate biti programer da biste postali član KDE tima. Možete se pridružiti nacionalnim timovima koji prevode programske interfejse. Možete slati grafiku, teme, zvuk i poboljšanu dokumentaciju. Na Vama je da odlučite!<br><br>Posetite <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> za informacije o projektima u kojima možete učestvovati.<br><br>Ako vam je potrebno još informacija ili dokumentacija, posetite sajt <A HREF="http://developer.kde.org/">http://developer.kde.org/</A>.
th: คุณยังไม่ได้เป็นหนึ่งในสมาชิกของทีมผู้พัฒนา KDE มาเป็นส่วนหนึ่งของ ทีมการแปลงรูปแบบส่วนติดต่อของโปรแกรมระดับ นานาชาติกับเราสิ คุณสามารถที่จะ สร้างกราฟิก, ธีม, เสียง และปรับปรุงระบบเอกสารได้ตามที่คุณต้องการ !<br><br>แวะเยี่ยมที่ <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> ซึ่งจะมีข้อมูลรายละเอียดของบางโครงการ ที่คุณสามารถเข้าร่วมได้<br><br>ถ้าคุณต้องการรายละเอียดข้อมูลที่มากกว่านี้ หรือต้องการเอกสารที่เกี่ยวข้อง ลองไปที่ <A HREF="http://developer.kde.org/">http://developer.kde.org/</A>ซึ่งจะบอกช่องทางในสิ่งที่คุณต้องการ
tr: KDE takımının bir elemanı olmak için bir yazılım geliştirici olmak zorunda değilsiniz. Ulusal takımlara katılarak program arayüzlerinin tercümesinde görev alabilirsiniz. Grafik, dekor, ses veya geliştirilmiş döküman sağlayabilirsiniz. Karar sizin!<br><br><A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> adresinden görev alabileceğiniz projeler hakkında bilgi alabilirsiniz.<br><br>Eğer daha fazla bilgi veya dökümana ihtiyacınız varsa <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> adresi ihtiyaçlarınızı karşlayacaktır.
uk: Ви не повинні бути програмістом, для того, щоб бути членом Команди KDE. Ви можете приєднатися до національних команд, що перекладають інтерфейс програм. Ви можете забезпечити користувачів графікою, темами, звуками та вдосконаленою документацію. Вам вирішувати!<br><br>Завітайте до <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> щодо інформації про деякі проекти, у яких Ви можете прийняти участь.<br><br>Якщо Ви потребуєте більше інформації або документації, тоді завітайте до <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> забезпечить Вас потрібною інформацією.
vi: Bạn không cần phải là chuyên viên phần mềm để thêm gia KDE Team. Bạn có thể tham gia các đội của các quốc gia để tham gia dịch các giao diện. Bạn có thể cung cấp đồ hoạ, themes, âm thanh và cải thiện các tài liệu. Tất cả do bạn quyết định!<br><br>Xin ghé qua <A HREF="http://www.kde.org/jobs.html">http://www.kde.org/jobs.html</A> để xem thêm thông tin về các dự án mà bạn có thể tham gia.<br><br>Nếu bạn cần thêm thông tin hoặc các tài liệu, xin ghé thăm <A HREF="http://developer.kde.org/">http://developer.kde.org/</A> và bạn sẽ được cung cấp thêm các thông tin cần thiết.
xh: Akufunekanga ubengumbhekisi phambili wodweliso lwenkqubo yecomputer ukuze ubelilungu leqela leKDE Ungazibandakanya namaqela obuzwe aguqulela kolunye ulwimi izinto ezinjongene nodweliso lweenkqubo.Unga bonelela ngemizobo,ngemixholo yokuxoxwa,izandi kunye namaxwebhu anyuselweyo.Uya gqiba!<br><br>Ndwendwela<A HREF="http://www.kde.org/jobs.html">//www.kde.org/jobs.html</A>ngo lwazi lwezinye iiprojekti apho uthatha khona inxaxheba.<br><br>Ukuba ufuna ulwazi oluphangaleleyo okanye ngexwebhu, ngoko undwendwelo ku<A HREF="http://mbhekisi phambili.kde.org/">http://mbhekisi phambili.kde.org/</A>uzakuku bonelela ngokufunayo.

source: K Desktop Environment. Release %1
af: k werkskerm omgewing. vrylaat %1
az: K Masa Üstü Mühiti. Buraxılış %1
bg: K Desktop Environment. Версия %1
ca: Entorn d'escriptori K. Versió %1
cs: Prostředí KDE. Verze %1
da: K-skrivebordsmiljøet. Udgave %1
de: K Desktop Environment. Version %1
el: K Desktop Environment. Έκδοση %1
et: K Töölaua Keskkond. Versioon %1
fi: KDE-työpöytäympäristö. Versio %1
he: %1 הסריג .KDE הדובעה ןחלוש תביבס
hu: KDE grafikus környezet, %1 kiadás
is: KDE Skjáumhverfið. Útgáfa %1
ko: K 일터 환경. %1 판
lt: K Darbastalio Aplinka. Leidimas %1
lv: K Darbvirsmas Vide. Laidiens %1
mt: K Desktop Environment. Verżjoni %1
nl: K Desktop Environment. Uitgave %1
no: K Desktop Environment. Utgivelse %1
pl: Środowisko KDE. Wersja %1
pt: Ambiente de Trabalho K. Versão %1
ro: Mediul Grafic K. Versiunea %1
ru: K Desktop Environment. Версия %1
sk: K Desktop Environment. Verzia %1
sl: Namizno okolje K. Izdaja %1
sr: K Desktop Environment. Izdanje %1
ta: K §Á¨º ÝÆø. ¦ÅÇ¢Â£Î %1
th: สภาพแวดล้อมการทำงานแบบ KDE รุ่น %1
tr: K Masaüstü Ortamı. Sürüm %1
uk: K Desktop Environment. Випуск %1
vi: K Desktop Environment. Phiên bản(release) %1
xh: Imekobume ye K Desktop.Ikhulula i %1

source: _: About KDE &About
af: aangaande
az: &Haqqında
bg: &Относно
ca: &Quant a
cs: O prostředí &KDE
da: &Om
de: &Über
el: Σ&χετικά
et: &Info
fi: &Tietoja
he: תודו&א
hu: &Névjegy
is: &Um
ko: 정보(&A)
lt: &Apie
lv: &Par
mt: &Dwar
nl: Info over &KDE
no: &Om
pl: &Informacje o KDE
pt: Acerca do &KDE
ro: &Despre
ru: О &KDE
sk: Informácie o &KDE
sl: &O
sr: &Ukratko o KDE
ta: ÀüÈ¢
th: เกี่ยวกับ
tr: &Hakkında
uk: &Про
xh: M&alunga

source: &Report bugs or wishes
af: raporteer bugs of wense
az: &Xəta və ya istək bildir
bg: &Рапорт на грешки или желания
ca: &Informa d'errors o desitjos
cs: Nahlaste &chyby a přání
da: &Rapportér problemer eller ønsker
de: Be&richten Sie Probleme oder Wünsche
el: Ανα&φορά σφαλμάτων και ευχών
et: &Vearaportid või teated soovidest
fi: &Ilmoita virheistä tai toiveista
he: תולאשמ וא םיגאב לע חוו&ד
hu: A &hibák és kívánságok bejelentése
is: Senda villuskýrslu eða ósk
ko: 벌레나 요구사항 보고(&R)
lt: &Pranešti apie klaidas ar pageidavimus
lv: &Ziņot kļūdas vai vēlmes
mt: I&rrapporta problemi jew xewqat
nl: &Rapporteer bugs of wensen
no: &Rapporter feil eller ønsker
pl: &Zgłoś błąd lub życzenie
pt: Comunicar E&rros ou Desejos
ro: &Raportare erori şi dorinţe
ru: &Сообщить об ошибках или пожеланиях
sk: &Zaznamenať chyby, alebo želania
sl: &Poročaj o hroščih in željah
sr: P&rijavi greške ili želje
ta: À¢¨Æ¸¨Ç§Â¡ Å¡úòÐì¸¨Ç§Â¡ «È¢Å¢Âí¸û
th: รายงานความผิดพลาดหรือสิ่งที่ต้องการ
tr: &Hata veya istek bildir
uk: Надіслати &звіт про помилку або побажання
vi: &Báo cáo lỗi và nguyện vọng
xh: &Yenza ingxelo ngebugs okanye iminqweno

source: &Join the KDE team
af: aansluit by die kde span
az: &KDE dəstəsinə qoşul
bg: &Бъди част от KDE team
ca: &Uneix-te a l'equip KDE
cs: Připo&jte se k týmu KDE
da: &Deltag i KDE-holdet
de: Treten Sie dem KDE-Team &bei
el: Συ&μμετοχή στην ομάδα KDE
et: &KDE meeskond
fi: &Liity KDE-ryhmään
he: KDE-ה תווצל ףרטצ&ה
hu: Csatlak&ozás a KDE csapathoz
is: &Ganga í KDE Hópinn
ko: KDE팀에 참여하기(&K)
lt: &Prisijungti prie KDE komandos
lv: &Pievienojies KDE komandai
mt: &Ingħaqad mat-tim tal-KDE
nl: &Word lid van het KDE-team
no: &Bli med på KDE-laget
pl: &Przyłącz się do Zespołu KDE
pt: A&derir à Equipa KDE
ro: &Alăturaţi-vă echipei KDE
ru: &Включиться в разработку KDE
sk: &Pripojiť sa ku tímu KDE
sl: &Pridružite se ekipi KDE
sr: Pr&idruži se KDE timu
ta: KDE «½¢Â¢ø §ºÕí¸û
th: เข้าร่วมเป็นส่วนหนึ่งของทีม KDE
tr: &KDE takımına katıl
uk: &Приєднатися до групи KDE
vi: &Tham gia KDE Team
xh: &Dibanisa iqela le KDE
