Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Unknown interrupt %1
af: onbekende interrupt %1
az: Namə'lum kəsinti %1
bg: Непознато прекъсване %1
ca: Interrupció desconeguda %1
cs: Neznámé přerušení %1
da: Ukendt interrupt %1
de: Unbekannter Interrupt %1
el: Άγνωστη διακοπή %1
et: Tundmatu katkestus %1
fi: Tuntematon keskeytys %1
he: העודי אל הקיספ %1
hu: Ismeretlen megszakítás: %1
is: Óþekkt ígrip %1
ko: %1 모르는 가로채기(인터럽트) 입니다
lt: Nežinomas pertraukimas %1
lv: Nezināms pārtraukums %1
mt: Interrupt mhux magħruf %1
nl: Onbekende interrupt %1
no: Ukjent avbrudd %1
pl: Nieznane przerwanie %1
pt: Interrupção desconhecida %1
ro: Întrerupere necunoscută %1
ru: Неизвестное прерывание %1
sk: Neznáme prerušenie %1
sl: Neznana prekinitev %1
sr: Nepoznati interapt %1
ta: ¦¾Ã¢Â¡¾ ÌÚì¸£Î %1
th: ไม่รู้จักอินเทอร์รัพต์ %1
tr: Bilinmeyen kesinti %1
uk: Невідомій перепин %1
vi: Ngắt không-biết %1
xh: Uphazamiso olungaziwayo %1

source: Could not delete original file %1. Please check permissions.
af: kon nie uitvee oorspronklike lêer %1. asseblief bevestig regte.
az: Original fayl %1 silinə bilmədi. Lütfən səlahiyyətlərinizi yoxlayın.
bg: Не мога да изтрия оригиналния файл %1. Моля проверете вашия достъп.
ca: No s'ha pogut esborrar el fitxer original %1. Si us plau, comproveu els permissos.
cs: Není možné smazat původní soubor %1. Prosím zkontrolujte přístupová práva.
da: Kunne ikke slette den originale fil %1. Undersøg tilladelser.
de: Originaldatei %1 konnte nicht gelöscht werden. Bitte überprüfen Sie die Berechtigungen.
el: Δεν μπόρεσα να διαγράψω το πρωτότυπο αρχείο %1. Παρακαλώ ελέγξτε τις άδειες.
et: Esialgset faili %1 pole võimalik kustutada. Palun kontrolli õigusi.
fi: Alkuperäistiedostoa %1 ei voitu tuhota. Tarkista käyttöoikeudet.
he: .%1 ירוקמה ץבוקה תא קוחמל ןתינ אל .תואשרהה תא קודב אנא
hu: Nem sikerült letörölni a(z) %1 eredeti fájlt. Ellenőrizze a jogosultságokat.
is: Ekki tókst að eyða upprunalegu skránni %1. Gáðu að aðgangsheimildum.
ko: 본디 파일 %1을 지울 수 없습니다. 권한을 확인해 주시기 바랍니다.
lt: Negaliu ištrinti originalios bylos %1. Prašome patikrinti leidimus.
lv: Nevar dzēst oriģinālo failu %1. Lūdzu pārbaudiet tiesības.
mt: Ma stajtx inħassar il-fajl oriġinali %1. Jekk jogħġbok iċċekkja l-permessi.
nl: Kon het originele bestand %1 niet verwijderen. Controleer de toegangsrechten.
no: Kunne ikke slette originalfilen %1. Vennligst sjekk rettighetene.
pl: Nie można usunąć oryginalnego pliku %1. Proszę sprawdzić uprawnienia.
pt: Não consegui apagar o ficheiro original %1. Verifica as permissões.
ro: Nu pot şterge fişierul original %1. Vă rog să verificaţi permisiunile.
ru: Не могу удалить исходный файл %1. Убедитесь, что у вас есть права доступа.
sk: Nemôžem zmazať pôvodný súbor %1. Prosím skontrolujte prístupové práva.
sl: Originalne datoteke %1 ne morete izbrisati. Preverite prosim dovoljenja.
sr: Nisam mogao da obrišem originalni fajl %1. Molim vas da proverite dozvole.
ta: ãÄì §¸¡ôÒ %1-­¨É ¿£ì¸ ÓÊÂÅ¢ø¨Ä. ¾Â× ¦ºöÐ «ÛÁ¾¢¸¨Çî ºÃ¢À¡÷ì¸×õ.
th: ไม่สามารถลบแฟ้มต้นฉบับ %1 ได้ โปรดตรวจสอบสิทธิ์ของคุณ
tr: Orijinal dosya %1 silinemedi. Lütfen izinlerinizi kontrol ediniz.
uk: Не можу витерти первісний файл %1. Будь ласка, перевірте права доступу.
vi: Không thể xoá file gốc %1. Xin kiểm tra lại 'cho-phép' .
xh: Ayinakuyicima ifayile yesiqalo %1. Nceda khangela iimvumelwano.

source: Could not delete partial file %1. Please check permissions.
af: kon nie uitvee gedeeltelike lêer %1. asseblief bevestig regte.
az: Qismi fayl %1 silinə bilmədi. Lütfən səlahiyyətlərinizi yoxlayın.
bg: Не мога да изтрия файл %1. Моля проверете вашия достъп
ca: No s'ha pogut esborrar el fitxer parcial %1. Si us plau, comproveu els permissos.
cs: Není možné smazat neúplný soubor %1. Prosím zkontrolujte přístupová práva.
da: Kunne ikke slette delvis fil %1. Undersøg tilladelser.
de: Teildatei %1 konnte nicht gelöscht werden. Bitte überprüfen Sie die Berechtigungen.
el: Δεν μπόρεσα να διαγράψω το μερικό αρχείο %1. Παρακαλώ ελέγξτε τις άδειες.
et: Osalist faili %1 pole võimalik kustutada. Palun kontrolli õigusi.
fi: Osittaista tiedostoa %1 ei saatu tuhottua. Tarkista käyttöoikeudet.
he: .%1 יקלחה ץבוקה תא קוחמל ןתינ אל .תואשרהה תא קודב אנא
hu: Nem sikerült letörölni a(z) %1 töredékfájlt. Ellenőrizze a jogosultságokat.
is: Ekki tókst að eyða hlutskránni %1. Gáðu að aðgangsheimildum.
ko: 부분 부일 %1을 지울 수 없습니다. 권한을 확인해 주시기 바랍니다.
lt: Negaliu ištrinti nepilnos bylos %1. Prašome patikrinti leidimus.
lv: Nevar dzēst daļēju failu %1. Lūdzu pārbaudiet tiesības.
mt: Ma stajtx inħassar il-fajl parzjali %1. Jekk jogħġbok iċċekkja l-permessi.
nl: Kon het deelbestand %1 niet verwijderen. Controleer de toegangsrechten.
no: Kunne ikke slette delfilen %1. Vennligst sjekk rettighetene.
pl: Nie można usunąć częściowego pliku %1. Proszę sprawdzić uprawnienia.
pt: Não consegui apagar o ficheiro parcial %1. Verifica as permissões.
ro: Nu pot şterge fişierul parţial %1. Vă rog să verificaţi permisiunile.
ru: Не могу удалить промежуточный файл %1. Убедитесь, что у вас есть права доступа.
sk: Nemôžem zmazať záložný súbor %1. Prosím skontrolujte prístupové práva.
sl: Delne datoteke %1 ne morete izbrisati. Preverite prosim dovoljenja.
sr: Nisam mogao da obrišem delimičan fajl %1. Molim vas da proverite dozvole.
ta: Ì¨È §¸¡ôÒ %1-­¨É ¿£ì¸ ÓÊÂÅ¢ø¨Ä. ¾Â× ¦ºöÐ «ÛÁ¾¢¸¨Çî ºÃ¢À¡÷ì¸×õ.
th: ไม่สามารถลบแฟ้มบางส่วน %1 ได้ โปรดตรวจสอบสิทธิ์ของคุณ
tr: Kısmi dosya %1 silinemedi. Lütfen izinlerinizi kontrol ediniz.
uk: Не можу витерти частковий файл %1. Будь ласка, перевірте права доступу.
vi: Không thể xoá được file thành phần %1. Xin kiểm tra lại 'cho-phép' .
xh: Ayinakuyicima ifayile ekhoyo %1. Nceda khangela iimvumelwano.

source: Could not rename original file %1. Please check permissions.
af: kon nie herbenaam oorspronklike lêer %1. asseblief bevestig regte.
az: Original fayl %1 adı dəyişdirilə bilmədi. Lütfən səlahiyyətlərinizi yoxlayın.
bg: Не мога да сменя име на оригинален файл %1. Моля проверете вашия достъп.
ca: No s'ha pogut renombrar el fitxer original %1. Si us plau, comproveu els permissos.
cs: Není možné přejmenovat původní soubor %1. Prosím zkontrolujte přístupová práva.
da: Kunne ikke omdøbe oprindelig fil %1. Undersøg tilladelser
de: Originaldatei %1 konnte nicht umbenannt werden. Bitte überprüfen Sie die Berechtigungen.
el: Δεν μπόρεσα να μετονομάσω το πρωτότυπο αρχείο %1. Παρακαλώ ελέγξτε τις άδειες.
et: Esialgset faili %1 pole võimalik ümber nimetada. Palun kontrolli õigusi.
fi: Alkuperäistiedostoa %1 ei saatu uudelleennimettyä. Tarkista käyttöoikeudet.
he: .%1 ירוקמה ץבוקה םש תא תונשל ןתינ אל .תואשרהה תא קודב אנא
hu: Nem sikerült átnevezni a(z) %1 eredeti fájlt. Ellenőrizze a jogosultságokat.
is: Ekki tókst að endurnefna upprunalegu skrána %1. Gáðu að aðgangsheimildum.
ko: 본디 파일 %1의 이름을 바꿀 수 없습니다. 권한을 확인해 주시기 바랍니다.
lt: Negaliu pervardinti originalios bylos %1. Prašome patikrinti leidimus.
lv: Nevar pārdēvēt oriģinālo failu %1. Lūdzu pārbaudiet tiesības.
mt: Ma stajtx nagħti isem ġdid lill-fajl oriġinali %1. Jekk jogħġbok iċċekkja l-permessi.
nl: Kon het originele bestand %1 niet hernoemen. Controleer de toegangsrechten.
no: Kunne ikke endre navn på original fil %1. Vennligst sjekk rettighetene.
pl: Nie można zmienić nazwy originalnego pliku %1. Proszę sprawdzić uprawnienia.
pt: Não consegui mudar o nome do ficheiro original %1. Verifica as permissões.
ro: Nu pot redenumi fişierul original %1. Vă rog să verificaţi permisiunile.
ru: Не могу переименовать исходный файл %1. Убедитесь, что у вас есть права доступа.
sk: Nemôžem premenovať pôvodný súbor %1. Prosím skontrolujte prístupové práva.
sl: Originalne datoteke %1 ne morete preimenovati. Preverite prosim dovoljenja.
sr: Nisam mogao da promenim naziv originalnog fajla %1. Molim vas da proverite dozvole.
ta: ãÄ §¸¡ôÒ %1-­üÌ ÁÚ¦ÀÂÃ¢¼ ÓÊÂÅ¢ø¨Ä. ¾Â× ¦ºöÐ «ÛÁ¾¢¸¨Çî ºÃ¢À¡÷ì¸×õ.
th: ไม่สามารถเปลี่ยนชื่อเก่าของแฟ้ม %1 ได้ โปรดตรวจสอบสิทธิ์ของคุณ
tr: Orijinal dosya %1 yeniden adlandırılamadı. Lütfen izinlerinizi kontrol ediniz.
uk: Не можу перейменувати первісний файл %1. Будь ласка, перевірте права доступу.
vi: Không đổi tên được file gốc %1. Xin kiểm tra lại 'cho-phép' .
xh: Ayinakuyinika gama kwakhona ifayile yokuqala%1 Nceda khangela iimvumelwano.

source: Could not rename partial file %1. Please check permissions.
af: kon nie herbenaam gedeeltelike lêer %1. asseblief bevestig regte.
az: Qismi fayl %1 adı dəyişdirilə bilmədi. Lütfən səlahiyyətlərinizi yoxlayın.
bg: Не мога да сменя име на файл %1. Моля проверете вашия достъп.
ca: No s'ha pogut renombrar el fitxer parcial %1. Si us plau, comproveu els permissos.
cs: Není možné přejmenovat neúplný soubor %1. Prosím zkontrolujte přístupová práva.
da: Kunne ikke omdøbe delvis fil %1. Undersøg tilladelser.
de: Teildatei %1 konnte nicht umbenannt werden. Bitte überprüfen Sie die Berechtigungen.
el: Δεν μπόρεσα να μετονομάσω το μερικό αρχείο %1. Παρακαλώ ελέγξτε τις άδειες.
et: Osalist faili %1 pole võimalik ümber nimetada. Palun kontrolli õigusi.
fi: Osittaista tiedostoa %1 ei saatu uudelleennimettyä. Tarkista käyttöoikeudet.
he: .%1 יקלחה ץבוקה םש תא תונשל ןתינ אל .תואשרהה תא קודב אנא
hu: Nem sikerült átnevezni a(z) %1 töredékfájlt. Ellenőrizze a jogosultságokat.
is: Ekki tókst að endurnefna hlutskrána %1. Gáðu að aðgangsheimildum.
ko: 부분 파일 %1의 이름을 바꿀 수 없습니다. 권한을 확인해 주시기 바랍니다..
lt: Negaliu pervardinti nepilnos bylos %1. Prašome patikrinti leidimus.
lv: Nevar pārdēvēt daļēju failu %1. Lūdzu pārbaudiet tiesības.
mt: Ma stajtx nagħti isem ġdid lill-fajl parzjali %1. Jekk jogħġbok iċċekkja l-permessi.
nl: Kon het deelbestand %1 niet hernoemen. Controleer de toegangsrechten.
no: Kunne ikke endre navn på delfilen %1. Vennligst sjekk rettighetene.
pl: Nie można zmienić nazwy częściowego pliku %1. Proszę sprawdzić uprawnienia.
pt: Não consegui mudar o nome do ficheiro parcial %1. Verifica as permissões.
ro: Nu pot redenumi fişierul parţial %1. Vă rog să verificaţi permisiunile.
ru: Не могу переименовать частичный файл %1. Убедитесь, что у вас есть права доступа.
sk: Nemôžem premenovať záložný súbor %1. Prosím skontrolujte prístupové práva.
sl: Delne datoteke %1 ne morete preimenovati. Preverite prosim dovoljenja.
sr: Nisam mogao da promenim naziv delimičnog fajla %1. Molim vas da proverite dozvole.
ta: Ì¨È §¸¡ôÒ %1-­üÌ ÁÚ¦ÀÂÃ¢¼ ÓÊÂÅ¢ø¨Ä. ¾Â× ¦ºöÐ «ÛÁ¾¢¸¨Çî ºÃ¢À¡÷ì¸×õ.
th: ไม่สามารถเปลี่ยนชื่อแฟ้มบางส่วน %1 ได้ โปรดตรวจสอบสิทธิ์ของคุณ
tr: Kısmi dosya %1 yeniden adlandırılamadı. Lütfen izinlerinizi kontrol ediniz.
uk: Не можу перейменувати частковий файл %1. Будь ласка, перевірте права доступу.
vi: Không đổi tên được file thành phần %1. Xin kiểm tra lại 'cho-phép' .
xh: Ayinakuyinika gama kwakhona ifayile ekhoyo %1 Nceda khangela iimvumelwano.

source: Could not create symlink %1. Please check permissions.
af: kon nie skep simboliese skakel %1. asseblief bevestig regte.
az: %1 simvolik körpüsü qurula bilmədi. Lütfən səlahiyyətləri yoxlayın.
bg: Не мога да създам връзка %1. Моля проверете вашия достъп.
ca: No s'ha pogut crear l'enllaç simbòlic %1. Si us plau, comproveu els permissos.
cs: Není možné vytvořit symbolický odkaz %1. Prosím zkontrolujte přístupová práva.
da: Kunne ikke oprette symlænke %1. Undersøg tilladelser.
de: Symbolische Verknüpfung %1 konnte nicht erstellt werden. Bitte überprüfen Sie die Berechtigungen.
el: Δεν μπόρεσα δημιουργήσω το συμβολικό δεσμό %1. Παρακαλώ ελέγξτε τις άδειες.
et: Nimeviita %1 pole võimalik luua. Palun kontrolli õigusi.
fi: Symbolista linkkiä %1 ei voitu luoda. Tarkista käyttöoikeudet.
he: .%1 ךרדה רוציק תא רוציל ןתינ אל .תואשרהה תא קודב אנא
hu: Nem sikerült létrehozni a(z) %1 szimbolikus linket. Ellenőrizze a jogosultságokat.
is: Ekki tókst að búa til tákntengið %1. Gáðu að aðgangsheimildum.
ko: %1 연결할 수 없습니다. 권한을 확인해 주시기 바랍니다.
lt: Negaliu sukurti simbolinės nuorodos %1. Prašome patikrinti leidimus.
lv: Nevar izveidot simboliskusaiti %1. Lūdzu pārbaudiet tiesības.
mt: Ma stajtx noħloq symlink %1. Jekk jogħġbok iċċekkja l-permessi.
nl: De symb. koppeling %1 kon niet worden aangemaakt. Controleer de toegangsrechten.
no: Kunne ikke lage den symbolsk lenken %1. Vennligst sjekk rettighetene.
pl: Nie można utworzyć odnośnika symbolicznego %1. Proszę sprawdzić uprawnienia.
pt: Não consegui criar a ligação simbólica %1. Verifica as permissões.
ro: Nu pot crea legătura simbolică %1. Vă rog să verificaţi permisiunile.
ru: Не могу создать символьную ссылку %1. Убедитесь, что у вас есть права доступа.
sk: Nemôžem vytvoriť symbolický odkaz %1. Prosím skontrolujte prístupové práva.
sl: Simbolne povezave %1 ne morete ustvariti. Prosim, preverite dovoljenja.
sr: Nisam mogao da napravim simboličku vezu %1. Molim vas da proverite dozvole.
ta: ÌÈ¢Â¢¨½ôÒ %1-­¨É ¯ÕÅ¡ì¸ ÓÊÂÅ¢ø¨Ä. ¾Â× ¦ºöÐ «ÛÁ¾¢¸¨Çî ºÃ¢À¡÷ì¸×õ.
th: ไม่สามารถสร้างลิงค์ %1 ได้ โปรดตรวจสอบสิทธิ์ของคุณ
tr: %1 sembolik bağlantısı yapılamadı. Lütfen izinleri kontrol ediniz.
uk: Не можу створити символічне посилання %1. Будь ласка, перевірте права доступу.
vi: Không tạo được liên kêt biểu tượng(symlink) %1. Xin kiểm tra lại 'cho-phép' .
xh: Ayinakwenza khonkco elinophawu%1. nceda khangela iimvumelwano.

source: Could not write file %1. Disk full.
af: kon nie skryf lêer %1. disket volgrote.
az: %1 faylına yazıla bilmir. Disk doludur.
bg: Не мога да запиша файл %1. Диска е пълен.
ca: No s'ha pogut escriure el fitxer %1. El disc és ple.
cs: Není možné ukládat do souboru %1. Disk je plný.
da: Kunne ikke skrive til filen %1 Disken er fuld.
de: Datei %1 konnte nicht geschrieben werden Nicht genug Speicherplatz auf dem Medium.
el: Δεν μπόρεσα να γράψω το αρχείο %1 Γεμάτος δίσκος.
et: Faili %1 pole võimalik kirjutada. Ketas on täis.
fi: Ei voitu kirjoittaa tiedostoon %1. Levy täynnä.
he: .%1 ץבוקה תא בותכל ןתינ אל .אלמ ןנוכה
hu: Nem sikerült írni a(z) %1 fájlba. A lemez megtelt.
is: Ekki tókst að skrifa í skrána %1. Diskurinn er fullur.
ko: %1 파일을 쓸 수 없습니다 디스크가 가득 차있습니다.
lt: Negaliu rašyti į bylą %1. Diskas pilnas.
lv: Nevar ierakstīt failu %1. Disks pilns
mt: Ma stajtx nikteb il-fajl %1. Diska mimlija.
nl: Kon niet schrijven naar %1 Schijf is vol.
no: Kunne ikke skrive til filen %1Disken er full.
pl: Nie można zapisać pliku %1. Pełny dysk.
pt: Não consegui escrever para o ficheiro %1. O disco está cheio.
ro: Nu pot scrie fişierul %1. Discul este plin.
ru: Не могу записать файл %1. Диск переполнен.
sk: Nemôžem zapisovať do súboru %1. Disk je plný.
sl: Ni moč pisati v datoteko %1. Disk je zapolnjen.
sr: Nisam mogao da zapišem fajl %1. Disk je pun.
ta: %1 ±Ûõ §¸¡ôÒìÌ ±Ø¾ÓÊÂÅ¢ø¨Ä ÅðÎ ¿¢¨ÈóÐÅ¢ð¼Ð.
th: ไม่สามารถเขียนแฟ้ม "%1" ได้ เนื่องจากดิสก์เต็ม
tr: %1 dosyasına yazılamıyor. Disk dolu.
uk: Не можливо записати у файл %1. Диск переповнений.
vi: Không viết vào được file %1. Đĩa đầy .
xh: Ayinakuyibhala ifayile%1. Idiski igcwele.

source: The source and destination are the same file. %1
af: die bron en bestemming word die selfde lêer. %1
az: Mənbə və hədəf fayl eyni fayldır. %1
bg: Файла-източник и -приемник са с едно и също име. %1
ca: L'origen i el destí són el mateix fitxer. %1
cs: Zdrojový a cílový soubor jsou shodné. %1
da: Kilden og målet er samme fil. %1
de: Der Ursprung und das Ziel sind die gleiche Datei. %1
el: Η πηγή και ο προορισμός είναι το ίδιο αρχείο. %1
et: Lähtefail ja sihtfail on samad. %1
fi: Lähde- ja kohdetiedostot ovat samoja. %1
he: .ץבוק ותוא םה דעיהו רוקמה %1
hu: A forrásfájl nem egyezhet meg a célfájllal. %1
is: Upprunalega skráin og markskráin eru ein og sú sama. %1
ko: %1 본디 파일과 보낼 파일이 같습니다.
lt: Išeities ir paskirties byla yra ta pati. %1
lv: Avots un mērķis ir tas pats fails. %1
mt: Is-sors u d-destinazzjoni huma l-istess. %1
nl: De bron en bestemming zijn beiden hetzelfde bestand. %1
no: Kilden og målet er den samme filen. %1
pl: Pliki źródłowy i docelowy są takie same. %1
pt: Os ficheiros de origem e de destino são o mesmo. %1
ro: Sursa şi destinaţia reprezintă acelaşi fişier. %1
ru: Файл назначения совпадает с исходным. %1
sk: Originálny a cieľový súbor sú rovnaké. %1
sl: Izvirna in ciljna datoteka sta isti. %1
ta: «ºø, ¿¸ø §¸¡ôÒì¸û ­ÃñÎõ ´ý§È %1
th: แฟ้มต้นทางและปลายทางเป็นแฟ้มเดียวกัน %1
tr: Kaynak ve hedef dosya aynı. %1
uk: Вихідний файл та файл призначення співпадають. %1
vi: Nguồn và đích là các file giống nhau . %1
xh: Imvelaphi kunye nendawo engqongileyo zifayile ezinye. %1

source: Unknown error code %1 %2 Please send a full bug report at http://bugs.kde.org.
af: onbekende fout kode %1 %2 asseblief stuur 'n volgrote fout raporteer na http://bugs.kde.org.
az: Namə'lum xəta kodu %1 %2 Lütfən, http://bugs.kde.org ünvanından tam bir xəta raportunu yollayınız.
bg: Непознат код за грешка %1 %2 Моля изпратете пълен рапорт за грешка на http://bugs.kde.org.
ca: Codi d'error desconegut %1 %2 Si us plau, envieu un informe d'error complet a http://bugs.kde.org.
cs: Neznámý chybový kód %1 %2 Prosím pošlete úplný popis chyby na http://bugs.kde.org.
da: Ukendt fejlkode %1 %2 Send venligst en problemrapport til kde-bugs@kde.org.
de: Unbekannter Fehlercode %1 %2 Bitte schicken Sie einen ausführlichen Problembericht an http://bugs.kde.org
et: Tundmatu veakood %1 %2 Palun saada täielik vearaport aadressil http://bugs.kde.org.
fi: Tuntematon virhekoodi %1 %2 Lähetä virheraportti osoitteeseen http://bugs.kde.org.
he: %1 עודי אל האיגש דוק %2 .http://bugs.kde.org רתאב אלמ גאב חוויד חלש אנא
hu: Ismeretlen hibakód: %1 %2 Küldjön részletes hibajelentést a http://bugs.kde.org címről.
is: Óþekkt villa %1 %2 Vertu vænn að senda villuskýrslu til http://bugs.kde.org
ko: 알 수 없는 오류 코드 %1 %2 http://bugs.kde.org/에 벌레 보고서를 보내 주십시오.
lt: Nežinomas klaidos kodas %1 %2 Prašome išsiųsti išsamų pranešimą apie klaidą į http://bugs.kde.org.
lv: Nezināms kļūdas kods %1 %2 Lūdzu nosūtīt pilnu kļūdu ziņojumu uz http://bugs.kde.org.
mt: Kodiċi tal-problema %1 mhux magħruf %2 Jekk jogħġbok ibgħat rapport sħiħ fuq http://bugs.kde.org
nl: Onbekende fout in %1 %2 Stuur a.u.b. een volledig bugrapport naar http://bugs.kde.org
no: Ukjent feilkode %1 %2 Vennligst send en full feilrapport på http://bugs.kde.org
pl: Nierozpoznany kod błędu %1 %2 Proszę wysłać raport na adres http://bugs.kde.org.
pt: Código de erro desconhecido %1 %2 Envia um relatório completo para http://bugs.kde.org.
ro: Cod de eroare necunoscut %1 %2 Vă rog să trimiteţi un raport complet de eroare la http://bugs.kde.org.
ru: Неизвестная ошибка %1 %2 Отправьте сообщение об ошибке на http://bugs.kde.org
sk: Neznáma chyba s kódom %1 %2 Prosím pošlite kompletný popis chyby na http://bugs.kde.org.
sl: Neznana številka napake %1 %2 Prosim pošljite natančno poročilo o hrošču na http://bugs.kde.org.
sr: Nepoznat broj greške %1 %2 Molim da pošaljete izveštaj o grešci na http://bugs.kde.org.
ta: ¦¾Ã¢Â¡¾ ¾ÅÚ ±ñ %1 %2 ¾Â×¦ºöÐ ÓØô À¢¨Æ «È¢ì¨¸¦Â¡ý¨È http://bugs.kde.org-ìÌ «ÛôÀ×õ.
th: ไม่รู้จักข้อผิดพลาดรหัส %1 %2 โปรดส่งรายงานความผิดพลาดที่ครบถ้วน ไปยัง http://bugs.kde.org
tr: Bilinmeyen hata kodu %1 %2 Lütfen, http://bugs.kde.org adresine tam bir hata bildirimi yollayınız.
uk: Невідомий код помилки %1 %2 Будь ласка, вишліть повний звіт про помилку до http://bugs.kde.org.
vi: Mã lỗi không-biết %1 %2 Xin gửi một bản báo cáo lỗi đến http://bugs.kde.org.
xh: Ikhowudi yemposiso engaziwayo %1 %2 Nceda thumela ingxelo epheleleyo kwi-http://bugs.kde.org.

source: File already exists
af: lêer alreeds bestaan
az: Fayl onsuz da vardır
bg: Файлът вече съществува
ca: El fitxer ja existeix
cs: Soubor již existuje
da: Fil eksisterer allerede
de: Die Datei existiert bereits
el: Το αρχείο ήδη υπάρχει
et: Fail eksisteerib juba
fi: Tiedosto on jo olemassa
he: םייק רבכ ץבוקה
hu: A fájl már létezik.
is: Þessi skrá er nú þegar til
ko: 파일이 이미 있습니다
lt: Byla jau yra
lv: Fails jau eksistē
mt: Fajl diġa jeżisti
nl: Bestand bestaat reeds
no: Filen eksisterer allerede
pl: Plik już istnieje
pt: O ficheiro já existe
ro: Fişierul există deja
ru: Файл уже существует
sk: Súbor už existuje.
sl: Datoteka že obstaja
sr: Fajl već postoji
ta: §¸¡ôÒ ²ü¸É§Å ¯ûÇÐ
th: มีแฟ้มนี้อยู่แล้ว
tr: Dosya zaten var
uk: Файл вже існує
vi: File đã tồn tại
xh: Ifayile sele ikhona

source: Directory already exists
af: gids alreeds bestaan
az: Cərgə onsuz da mövcuddur
bg: Директорията вече съществува
ca: El directori ja existeix
cs: Adresář již existuje
da: Mappe eksisterer allerede
de: Das Verzeichnis existiert bereits
el: Ο κατάλογος υπάρχει ήδη
et: Kataloog eksisteerib juba
fi: Hakemisto on jo olemassa
he: תמייק רבכ הירפסה
hu: A könyvtár már létezik.
is: Þessi mappa er nú þegar til
ko: 자료방이 이미 있습니다
lt: Katalogas jau yra
lv: Direktorijs jau eksistē
mt: Direttorju diġa jeżisti
nl: Map bestaat reeds
no: Katalogen eksisterer allerede
pl: Katalog już istnieje
pt: A directoria já existe
ro: Directorul există deja
ru: Каталог уже существует
sk: Priečinok už existuje.
sl: Imenik že obstaja
sr: Direktorijum već postoji
ta: «¨¼× ²ü¸É§Å ¯ûÇÐ
th: มีไดเรกทอรีนี้อยู่แล้ว
tr: Dizin zaten mevcut
uk: Каталог вже існує
vi: Thư mục đã tồn tại
xh: Ulawulo sele lukhona

source: Already exists as a directory
af: alreeds bestaan as 'n gids
az: Bir cərgə olaraq onsuz da mövcuddur
bg: Вече съществува като директория
ca: Ja existeix com a directori
cs: Již existuje jako adresář
da: Eksisterer allerede som en mappe
de: Existiert bereits als Verzeichnis
el: Υπάρχει ήδη σαν κατάλογος
et: Eksisteerib juba kataloogina
fi: On jo olemassa hakemistona
he: הירפס רותב םייק רבכ
hu: Már létezik ilyen nevű könyvtár.
is: Er nú þegar til sem mappa
ko: 자료방으로 이미 있습니다
lt: Jau yra kaip katalogas
lv: Jau eksistē kā direktorijs
mt: Diġa jeżisti bħala direttorju
nl: Bestaat reeds als map
no: Eksisterer allerede som katalog
pl: Istnieje jako katalog
pt: Já existe como uma directoria
ro: Deja există ca director
ru: Уже существует как каталог
sk: Už existuje ako priečinok
sl: Že obstaja kot imenik.
sr: Već postoji kao direktorijum
ta: ²ü¸É§Å «¨¼Å¡¸ ¯ûÇÐ
th: มีอยู่แล้วซึ่งเป็นไดเรกทอรี
tr: Bir dizin olarak zaten mevcut
uk: Вже існує як каталог
vi: Đã tồn tại như là một thư mục
xh: Sele lukhona kakade njengolawulo

source: %1 % of %2
af: %1 % van %2
az: %2'nin % %1'i
bg: %1 % от %2
ca: %1 % de %2
cs: %1 % z %2
da: %1 % af %2
de: %1 % von %2
el: %1 % από %2
et: %1 % %2 -st
he: %2 ךותמ םיזוחא %1
is: %1 % af %2
ko: %2 가운데 %1 끝냄
lt: %1 % iš %2
lv: %1 % no %2
mt: %1 % minn %2
nl: %1 % van %2
no: %1 % av %2
pl: %1 % z %2
pt: %1 % de %2
ro: %1 % din %2
ru: %1 % из %2
sk: %1 % z %2
sl: %1. stran od %2
sr: %1 % od %2
ta: %2 ­ø %1 %
th: %1 % ของ %2
tr: %2'nin % %1'i
uk: %1 % з %2
xh: %1 ka %2

source: %1/s
bg: %1/с
he: היינשל %1
ko: %1/초
ru: %1/с
ta: %1/Å¢
uk: %1/с

source: Copying
af: besig om te kopiëer
az: Köçürülür
bg: Копирам
ca: S'està copiant
cs: Kopírování
da: Kopierer
de: Kopiervorgang
el: Αντιγραφή
et: Kopeerimine
fi: Kopioin
he: קיתעמ
hu: Másolás
is: Afrita
ko: 복사하고 있습니다
lt: Kopijuoju
lv: Kopēšana
mt: Qed jiġi kkupjati
nl: Bezig met kopiëren
no: Kopierer
pl: Kopiowanie
pt: A copiar
ro: Copiez
ru: Копирование
sk: Kopírujem
sl: Prepisovanje
sr: Kopiram
ta: ¿¸ø¦ºö¸¢ÈÐ
th: กำลังทำสำเนา
tr: Kopyalanıyor
uk: Копіювання
vi: copy...
xh: Iyakhuphela

source: Moving
af: beweeg
az: Daşınır
bg: Премествам
ca: S'està movent
cs: Přesun
da: Flytter
de: Verschiebung läuft
el: Μετακίνηση
et: Liigutamine
fi: Siirrän
he: ריבעמ
hu: Mozgatás
is: Færi
ko: 옮기고 있습니다
lt: Perkeliu
lv: Pārvietošana
mt: Qed jitmexxa
nl: Bezig met verplaatsen
no: Flytter
pl: Przenoszenie
pt: A mover
ro: Mut
ru: Перемещение
sk: Premiestňujem
sl: Premikanje
sr: Premeštam
ta: ¿¸÷òÐ¸¢ÈÐ
th: กำลังย้าย
tr: Taşınıyor
uk: Пересування
vi: Di chuyển...
xh: Iyashukuma
