Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: KDE Tool for updating user configuration files
af: kde program vir besig met opdatering van gebruiker opstelling lêers
az: İstifadaçi quraşdırma faylları güncəlləmələri üçün KDE Vasitəsi.
bg: Инструмент на KDE за обновяване на потребителските конфигурационни файлове
ca: Eina KDE per actualitzar els fitxers de configuració d'usuari
cs: KDE nástroj pro aktualizaci uživatelských konfiguračních souborů
da: KDE værktøj for opdatering af brugerindstillings filer
de: KDE-Dienstprogramm für die Aktualisierung von Benutzer-Konfigurationsdateien
el: Εργαλείο KDE για ενημέρωση αρχείων ρυθμίσεων χρηστών
et: KDE kasutaja seadistusfailide uuendamise rakendus.
fi: KDE:n työkalu asetustiedostojen päivittämiseen
he: שמתשמה לש תורדגהה יצבק ןוכדיעל KDE ילכ
hu: Segédprogram a felhasználóbeállítási fájlok frissítéséhez
is: KDE tól til að uppfæra stilliskrár notenda
ko: 사용자 설정 파일을 판올리는 KDE 도구
lt: KDE įrankis vartotojo nustatymų bylų atnaujinimui
lv: KDE Rīks lietotāja konfigurācijas failu atjaunināšanai
mt: Għodda KDE għall-update tal-fajls tal-konfigurazzjoni
nl: KDE-programma voor het bijwerken van de gebruikers' configuratiebestanden
no: KDE-verktøy for å oppdatere brukerenes oppsett
pl: narzędzie KDE do aktualizaji plików konfiguracyjnych użytkownika
pt: Ferramenta do KDE para actualizar os ficheiros de configuração do utilizador
ro: Utilitar KDE pentru actualizarea fişierelor de configurare utilizator
ru: Утилита KDE для обновления файлов настроек пользователей
sk: KDE nástroj pre aktualizáciu konfiguračných súborov používateľov
sl: Orodje KDE za osveževanje uporabniških nastavitvenih datotek
ta: ÀÂÉ÷ ÅÊÅ¨ÁôÒì §¸¡ôÒì¸¨Çô ÒÐôÀ¢ì¸ ¯¾×õ KDE ¸ÕÅ¢.
th: เครื่องมือสำหรับปรับปรุงแฟ้มปรับแต่งของผู้ใช้ KDE
tr: Kullanıcı yapılandırma dosyaları için KDE aracı
uk: Засіб KDE для поновлення файлів конфігурації користувача
vi: Công cụ KDE để cập nhật các file cấu hình người dùng
xh: Isixhobo se KDE sokugqiba uqwalaselo lweefayile zomsebenzisi

source: Headline
af: hoof opskrif
az: Başlıq
bg: Заглавие
ca: Capçalera
cs: Nadpis
da: Overskrift
de: Überschrift
el: Επικεφαλίδα
fi: Otsikko
he: תרתוכ
hu: Címsor
is: Fyrirsögn
ko: 머리글
lt: Antraštė
lv: Virsraksts
mt: Tabella
nl: Kop
no: Overskrift
pl: Nagłówek
pt: Cabeçalho
ro: Antet
ru: Заголовок
sk: Nadpis
sl: Naslovna vrsta
sr: Naslov
ta: ¾¨ÄÂí¸õ
th: หัวข้อ
tr: Başlık
uk: Заголовок
vi: Đầu đề
xh: Isihloko

source: Position
af: posisie
az: İstiqamət
bg: Позиция:
ca: Posició
cs: Pozice
da: Placering
el: Θέση
et: Amet
fi: Työtehtävä
he: םוקימ
hu: Beosztás
is: Staðsetning
ko: 위치
lt: Pozicija
lv: Pozīcija
mt: Pożizzjoni
nl: Positie
no: Posisjon
pl: Stanowisko
pt: Posição
ro: Poziţie
ru: Должность
sk: Pozícia
sl: Položaj
sr: Pozicija
ta: ­¼õ
th: ตำแหน่ง
tr: Konum
uk: Позиція
vi: Vị trí
xh: Indawo

source: Organisation
af: organisasie
az: Quruluş
bg: Организация
ca: Organització
cs: Organizace
el: Οργανισμός
et: Organisatsioon
fi: Organisaatio
he: ןוגריא
hu: Szervezet
is: Fyrirtæki
ko: 조직
lt: Organizacija
lv: Organizācija
mt: Ditta
nl: Organisatie
no: Organisasjon
pl: Organizacja
pt: Organização
ro: Organizaţia
ru: Организация
sk: Organizácia
sl: Organizacija
sr: Organizacija
ta: ¿¢ÚÅÉõ
th: องค์กร
tr: Kurum
uk: Організація
vi: Tổ chức
xh: Iqela

source: Department
af: departement
az: Bölmə
bg: Отдел:
ca: Departament
cs: Oddělení
da: Afdeling
de: Abteilung
el: Τμήμα:
et: Osakond
fi: Osasto
he: הקלחמ
hu: Osztály
is: Deild
ko: 부서
lt: Skyrius
lv: Nodaļa
mt: Dipartiment
nl: Afdeling
no: Avdeling
pl: Wydział
pt: Departamento
ro: Departament
ru: Отдел
sk: Oddelenie
sl: Oddelek
sr: Odsek
ta: À¢Ã¢×
th: ฝ่าย
tr: Bölüm
uk: Відділ
vi: Khoa (department)
xh: Isebe

source: Sub-Department
az: Alt Bölmə
bg: Под-отдел
ca: Sub-departament
cs: Pododdělení
da: Underafdeling
de: Unter-Abteilung
el: Υπο-τμήμα
et: Alamüksus
fi: Aliosasto
he: רודמ
hu: Alosztály, részleg
is: Undirdeild
ko: 하위 부서
lt: Padalinys
lv: ApakšNodaļa
mt: Sotto-dipartiment
nl: Onderafdeling
no: Underavdeling
pl: Podwydział
pt: Sub-Departamento
ro: Subdepartament
ru: Отделение
sk: Pododdelenie
sl: Pododdelek
sr: Odeljenje
ta: ¯À-À¢Ã¢×
th: แผนก
tr: Alt Bölüm
uk: Підрозділ
xh: Isebe-Elisezantsi

source: Delivery Label
af: aflewer etiket
az: Təslimat Etiketi
ca: Etiqueta de lliurament
cs: Štítek
da: Forsendelsesetikette
de: Liefer-Etikett
el: Ετικέτα Παράδοσης
et: Posti etikett
fi: Jakeluosoite
he: הריסמ תיוות
hu: Címfelirat
is: Berist til
ko: 배달 이름표
lt: Pristatymo etiketė
lv: Piegādes Uzlīme
mt: Tikketta postali
nl: Bezorglabel
no: Leveringsmerke
pl: Etykieta dostarczania
pt: Texto de Entrega
ro: Eticheta de livrare
ru: Метка для доставки
sk: Označenie dodania
sl: Oznaka za dostavo
sr: Etiketa za isporuku
ta: ´ôÀ¨¼Â¡Çõ
th: แถบข้อความ
tr: Teslimat Etiketi
uk: Позначка доставки
vi: Nhãn chuyển
xh: Isiboniso sokuphathela

source: Address
af: adres
az: Ünvan
bg: Адрес
ca: Adreça
cs: Adresa
da: Adresse
de: Adresse
el: Διεύθυνση
et: Aadress
fi: Osoite
he: תבותכ
hu: Cím
is: Heimili
ko: 주소
lt: Adresas
lv: Adrese
mt: Indirizz
nl: Adres
no: Adresse
pl: Adres
pt: Endereço
ro: Adresa
ru: Адрес
sk: Adresa
sl: Naslov
sr: Adresa
ta: Ó¸ÅÃ¢
th: ที่อยู่
tr: Adres
uk: Адреса
vi: Địa chỉ
xh: Idilesi

source: Zipcode
af: zip kode
az: Poçt Kodu
bg: Пощ. код
ca: Codi postal
cs: PSČ
da: Postnummer
de: Postleitzahl
el: Ταχ. Κώδικας
et: Postiindeks
fi: Postinumero
he: דוקימ
hu: Irányítószám
is: Póstnúmer
ko: 우편번호
lt: Indeksas
lv: Pasta indekss
mt: Kodiċi postali
nl: Postcode
no: Postnummer
pl: Kod pocztowy
pt: Código Postal
ro: Cod ZIP
ru: Индекс
sk: PSČ
sl: Poštna številka
sr: Poštanski fah
ta: À¢ý§¸¡ð
th: รหัสไปรษณีย์
tr: Posta Kodu
uk: Індекс
vi: Mã vùng
xh: Ikhowudi yesivalo

source: City
af: stad
az: Şəhər
bg: Град
ca: Ciutat
cs: Město
da: By
de: Stadt
el: Πόλη
et: Linn
fi: Kaupunki
he: בושיי
hu: Város
is: Borg
ko: 시
lt: Miestas
lv: Pilsēta
mt: Belt/raħal
nl: Woonplaats
no: By
pl: Miasto
pt: Cidade
ro: Oraş
ru: Город
sk: Mesto
sl: Mesto
sr: Grad
ta: ¿¸Ãõ
th: เมือง
tr: Şehir
uk: Місто
vi: Thành phố
xh: Isixeko

source: Country
af: land
az: Ölkə
bg: Държава
ca: País
cs: Země
da: Land
de: Land
el: Χώρα
et: Riik
fi: Maa
he: ץרא
hu: Ország
is: Land
ko: 나라
lt: Šalis
lv: Valsts
mt: Pajjiż
nl: Land
no: Land
pl: Kraj
pt: País
ro: Ţară
ru: Страна
sk: Krajina
sl: Država
sr: Zemlja
ta: ¿¡Î
th: ประเทศ
tr: Ülke
uk: Країна
vi: Nước
xh: Ilizwe

source: _: As in addresses State
af: staat
az: Ştat
bg: Област
ca: Estat
cs: Stát
da: Stat
de: Staat
el: Πολιτεία
et: Maakond
fi: Osavaltio
he: הנידמ
hu: Állam
is: Fylki/Sýsla
ko: 상태
lt: Būsena
lv: Štats
mt: Stat
nl: Staat
no: Status
pl: Województwo
pt: Estado
ro: Stat
ru: Штат/Область
sk: Štát
sl: Provinca
sr: Država
ta: Á¡¿¢Äõ
th: รัฐ
tr: Durum
uk: Штат
xh: Isigqeba selizwe

source: Title
af: titel
az: Başlıq
bg: Длъжност
ca: Títol
cs: Titul
da: Titel
de: Titel
el: Τίτλος
et: Tiitel
fi: Titteli
he: ראות
hu: Munkakör
is: Titill
ko: 제목
lt: Titulas
lv: Titls
mt: Titlu
nl: Titel
no: Tittel
pl: Tytuł
pt: Título
ro: Titlu
ru: Титул
sk: Titul
sl: Naslov
sr: Naslov
ta: ¾¨ÄôÒ
th: คำนำหน้า
tr: Başlık
uk: Назва
vi: Tước hiệu
xh: Iwonga

source: Rank
af: rang
az: Sıra
bg: Звание
ca: Rang
cs: Zařazení
da: Rang
de: Rang
el: Βαθμός
et: Järk
fi: Järjestys
he: הגרד
hu: Beosztás
is: Staða
ko: 순위
lt: Rangas
lv: Rangs
mt: Grad
nl: Rang
no: Rang
pl: Stopień
pt: Nível
ro: Rang
ru: Звание
sk: Hodnosť
sl: Rang
sr: Zvanje
ta: ¾Ì¾¢
th: ยศ
tr: Sıra
uk: Посада
vi: Cấp(rank)
xh: Irenki

source: Formatted Name
af: geformateerde naam
az: Şəkilləndirilmiş Ad
bg: Име
ca: Nom amb format
cs: Formátované jméno
da: Formateret navn
de: Formatierter Name
el: Μορφοποιημένο Όνομα
et: Täielik nimi
fi: Muotoiltu nimi
he: בצועמ םש
hu: Kijelzett név
is: Formað nafn
ko: 틀지어진 이름
lt: Suformuotas vardas
lv: Formatēts Vārds
mt: Isem formattjat
nl: Naamweergave
no: Formatert navn
pl: Sformatowane imię i nazwisko
pt: Nome Formatado
ro: Nume formatat
ru: Имя в формате
sk: Formátované meno
sl: Urejeno ime
sr: Formatirano ime
ta: ÅÊÅ¨Áò¾ ¦ÀÂ÷
th: รูปแบบชื่อ
tr: Biçimlendirilmiş İsim
uk: Повне ім'я
vi: Tên chính thức
xh: Igama elifomatiweyo

source: Name Prefix
af: naam voorvoegsel
az: Ad Prefiksi
bg: Префикс на име
ca: Prefix del nom
cs: Před jménem
da: Navnepræfix
de: Namens-Präfix
el: Πρόθεμα Ονόματος
et: Nime eesliide
fi: Nimen etuliite
he: םשה תמודיק
hu: Név-előtag
is: Forskeyti
ko: 이름 머리말
lt: Prievardis
lv: Priekšvārds
mt: Prefiss tal-isem
nl: Tussenvoegsel
no: Navneprefiks
pl: Przedrostek imienia
pt: Prefixo do Nome
ro: Prefix nume
ru: Титул к имени
sk: Predpona mena
sl: Predpona pred imenom
sr: Prefiks
ta: ¦ÀÂ÷ô ÀÌ¾¢
th: คำนำหน้าชื่อ
tr: İsim Öneki
uk: Звертання
vi: Chức danh
xh: Isimaphambili segama

source: First Name
af: eerste naam
az: Adı
bg: Първо име
ca: Nom
cs: Křestní jméno
da: Fornavn
de: Vorname
el: Επώνυμο
et: Eesnimi
fi: Etunimi
he: יטרפ םש
hu: Keresztnév
is: Nafn
ko: 첫번째 이름
lt: Vardas
lv: Vārds
mt: Isem
nl: Voornaam
no: Fornavn
pl: Imię
pt: Primeiro Nome
ro: Primul nume
ru: Имя
sk: Krstné meno
sl: Osebno ime
sr: Ime
ta: Ó¾ü ¦ÀÂ÷
th: ชื่อตัว
tr: Adı
uk: Ім'я
vi: Tên thánh
xh: Igama lokuqala

source: Middle Name
af: middelste naam
az: İkinci Adı
bg: Средно име
ca: Segon nom
cs: Prostřední jméno
da: Mellemnavn
de: Zweiter Vorname
el: Μεσαίο Όνομα
et: Keskmine nimi
fi: Lisänimet
he: יעצמא םש
hu: Középső név
is: Millinafn
ko: 가운데 이름
lt: Vidurinis vardas
lv: Otrs Priekšvārds
mt: Isem tan-nofs
nl: Middelnaam
no: Mellomnavn
pl: Drugie imię
pt: Nome do Meio
ro: Nume mijloc
ru: Отчество
sk: Prostredné meno
sl: Drugo ime
sr: Srednje ime
ta: ¿Îô ¦ÀÂ÷
th: ชื่อกลาง
tr: İkinci Adı
uk: По-батькові
vi: Tên đệm
xh: Igama eliphakathi

source: Last Name
af: laaste naam
az: Soyadı
bg: Фамилия
ca: Cognoms
cs: Příjmení
da: Efternavn
de: Nachname
el: Όνομα
et: Perekonnanimi
fi: Sukunimi
he: החפשמ םש
hu: Vezetéknév
is: Kenninafn
ko: 마지막 이름
lt: Pavardė
lv: Uzvārds
mt: Kunjom
nl: Achternaam
no: Etternavn
pl: Nazwisko
pt: Apelido
ro: Ultimul nume
ru: Фамилия
sk: Priezvisko
sl: Priimek
sr: Prezime
ta: ÌÎõÀô ¦ÀÂ÷
th: ชื่อสกุล
tr: Soyadı
uk: Прізвище
vi: Họ
xh: Igama lokugqibela

source: Birthday
af: verjaardag
az: Ad Günü
bg: Рожденна дата
ca: Aniversari
cs: Datum narození
da: Fødselsdag
de: Geburtstag
el: Γενέθλια
et: Sünnipäev
fi: Syntymäpäivä
he: תדלומוי
hu: Születésnap
is: Afmælisdagur
ko: 태어난 날
lt: Gimimo diena
lv: Dzimšanas diena
mt: Data tat-twelid
nl: Verjaardag
no: Fødselsdag
pl: Data urodzenia
pt: Aniversário
ro: Data de naştere
ru: День рождения
sk: Dátum narodenia
sl: Rojstni dan
sr: Rođendan
ta: À¢Èó¾¿¡û
th: วันเกิด
tr: Doğum Günü
uk: День народження
vi: Ngày sinh
xh: Umhla wokuzalwa

source: Talk Addresses
af: praat adresse
az: Talk Ünvanı
bg: Адреси за разговор
ca: Adreces de conversa
cs: Talk adresy
da: Talk adresse
de: Talk-Adresse:
el: Διευθύνσεις Talk
et: Talk aadressid
fi: Talk-osoitteet
he: Talk תובותכ
hu: Talk címek
is: 'talk' vistfang:
lt: Adresas pokalbiui
lv: Kontaktadrese
mt: Indirizzi ta' "talk"
nl: Talk-adressen
no: Talk-adresser
pl: Adresy talku
pt: Endereços de Talk
ro: Adrese convorbire
ru: Адреса для чата
sk: Adresy talk
sl: Pogovorni naslovi
sr: Talk adresa
ta: §ÀîÍ Ó¸ÅÃ¢¸û
th: ที่อยู่
tr: Talk Adresi
uk: Адреса для розмови
vi: Địa chỉ nói chuyện(talk)
xh: Iidilesi zokuthetha

source: Email Addresses
af: e-pos adresse
az: ePoçt Ünvanı
bg: Eл. адреси
ca: Adreces de correu
cs: Emailové adresy
da: E-post adresser
de: E-Mail-Adresse
el: Διεύθυνσεις Email
et: Meiliaadressid
fi: Sähköpostiosoitteet
he: ל"אוד תובותכ
hu: E-mail címek
is: T-póstföng
ko: 전자우편 주소
lt: E-pašto adresas
lv: Epasta Adreses
mt: Indirizzi imejl
nl: E-mailadressen
no: E-postadresser
pl: Adresy e-mailowe
pt: Endereços de Email
ro: Adrese e-mail
ru: Адреса email
sk: E-mailové adresy
sl: E-poštni naslov
sr: Email adresa
ta: Á¢ýÉïºø Ó¸ÅÃ¢¸û
th: ที่อยู่อีเมล์
tr: E-posta Adresi
uk: Поштова адреса
vi: Địa chỉ email
xh: Iidilesi ze-Email

source: Keywords
af: sleutelwoorde
az: Açar Kəlimələr
bg: Клавиши
ca: Paraules clau
cs: Klíčová slova
da: Nøgleord
de: Stichwörter
el: Λέξεις Κλειδιά
et: Võtmesõnad
fi: Avainsanat
he: חתפמ תולימ
hu: Kulcsszavak
is: Lykilorð
ko: 키워드
lt: Raktažodžiai
lv: Atslēgasvārdi
mt: Kliem għat-tfittxija
nl: Zoektermen
no: Stikkord
pl: Słowa kluczowe
pt: Palavras-Chave
ro: Cuvinte cheie
ru: Ключевые слова
sk: Kľúčové slová
sl: Ključne besede
sr: Ključne reči
ta: Ó¾ý¨Áî¦º¡ü¸û
th: คีย์เวิร์ด
tr: Anahtar Kelimeler
uk: Ключові слова
vi: Từ khoá
xh: Amagama angundoqo

source: Telephone Number
af: telefoon nommer
az: Telefon Nömrəsi
bg: Телефонен номер
ca: Número de telèfon
cs: Telefonní číslo
da: Telefonnummer
de: Telefonnummer
el: Αριθμός Τηλεφώνου
et: Telefoninumber
fi: Puhelinnumero
he: ןופלט רפסמ
hu: Telefonszám
is: Símanúmer
ko: 전화 번호
lt: Telefono Nr.
lv: Telefona Numurs
mt: Numru tat-telefon
nl: Telefoonnummer
no: Telefonnummer
pl: Numer telefonu
pt: Núm. de Telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sl: Telefonska številka
sr: Telefon
ta: ¦¾¡¨Ä§Àº¢ ±ñ
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
uk: Номер телефону
vi: Số điện thoại
xh: Inani lefowuni

source: URLs
az: URL'ler
cs: URL
da: URL'er
de: Adressen (URLs)
el: URL
et: URL'id
fi: URL:t
he: תובותכ
hu: URL(-ek)
is: Slóðir (URL)
ko: URL
lt: URL
nl: URL-adressen
no: URLer
pl: Adresy (URL)
ro: URL-uri
sk: URL
sl: URL-ji
sr: URL-ovi
th: โฮมเพจ
tr: URL'ler
uk: URL

source: User Field 1
af: gebruiker veld 1
az: İstifadəçi Mə'lumatı 1
bg: Потр. поле 1
ca: Camp d'usuari 1
cs: Uživatelské pole 1
da: Brugerfelt 1
de: Benutzerfeld 1
el: Πεδίο Χρήστη 1
et: Kasutaja väli 1
fi: Käyttäjän kenttä 1
he: 1 שמתשמ ףיעס
hu: 1. szabad mező
is: Notandasvið 1
ko: 사용자 설정한 값 1
lt: Vartotojo laukelis 1
lv: Lietotāja Lauks 1
mt: Għall-użu personali 1
nl: Gebruikersveld 1
no: Brukerfelt 1
pl: Pole dodatkowe 1
pt: Campo Pessoal 1
ro: Cîmp utilizator 1
ru: Пользовательские 1
sk: Vlastné 1
sl: Uporabniško polje 1
sr: Korisničko polje 1
ta: ÀÂÉ÷ ¸ð¼õ 1
th: ข้อมูลผู้ใช้ 1
tr: Kullanıcı Bilgisi 1
uk: Додаткове поле N1
xh: Umsebenzisi womhlaba wokuqala

source: User Field 2
af: gebruiker veld 2
az: İstifadəçi Mə'lumatı 2
bg: Потр. поле 2
ca: Camp d'usuari 2
cs: Uživatelské pole 2
da: Brugerfelt 2
de: Benutzerfeld 2
el: Πεδίο Χρήστη 2
et: Kasutaja väli 2
fi: Käyttäjän kenttä 2
he: 2 שמתשמ ףיעס
hu: 2. szabad mező
is: Notandasvið 2
ko: 사용자 설정한 값 2
lt: Vartotojo laukelis 2
lv: Lietotāja Lauks 2
mt: Għall-użu personali 2
nl: Gebruikersveld 2
no: Brukerfelt 2
pl: Pole dodatkowe 2
pt: Campo Pessoal 2
ro: Cîmp utilizator 2
ru: Пользовательские 2
sk: Vlastné 2
sl: Uporabniško polje 2
sr: Korisničko polje 2
ta: ÀÂÉ÷ ¸ð¼õ 1
th: ข้อมูลผู้ใช้ 2
tr: Kullanıcı Bilgisi 2
uk: Додаткове поле N1
xh: Umsebenzisi womhlaba wesibini

source: User Field 3
af: gebruiker veld 3
az: İstifadəçi Mə'lumatı 3
bg: Потр. поле 3
ca: Camp d'usuari 3
cs: Uživatelské pole 3
da: Brugerfelt 3
de: Benutzerfeld 3
el: Πεδίο Χρήστη 3
et: Kasutaja väli 3
fi: Käyttäjän kenttä 3
he: 3 שמתשמ ףיעס
hu: 3. szabad mező
is: Notandasvið 3
ko: 사용자 설정한 값 3
lt: Vartotojo laukelis 3
lv: Lietotāja Lauks 3
mt: Għall-użu personali 3
nl: Gebruikersveld 3
no: Brukerfelt 3
pl: Pole dodatkowe 3
pt: Campo Pessoal 3
ro: Cîmp utilizator 3
ru: Пользовательские 3
sk: Vlastné 3
sl: Uporabniško polje 3
sr: Korisničko polje 3
ta: ÀÂÉ÷ ¸ð¼õ 3
th: ข้อมูลผู้ใช้ 3
tr: Kullanıcı Bilgisi 3
uk: Додаткове поле N1
xh: Umsebenzisi womhlaba wesithathu

source: User Field 4
af: gebruiker veld 4
az: İstifadəçi Mə'lumatı 4
bg: Потр. поле 4
ca: Camp d'usuari 4
cs: Uživatelské pole 4
da: Brugerfelt 4
de: Benutzerfeld 4
el: Πεδίο Χρήστη 4
et: Kasutaja väli 4
fi: Käyttäjän kenttä 4
he: 4 שמתשמ ףיעס
hu: 4. szabad mező
is: Notandasvið 4
ko: 사용자 설정한 값 4
lt: Vartotojo laukelis 4
lv: Lietotāja Lauks 4
mt: Għall-użu personali 4
nl: Gebruikersveld 4
no: Brukerfelt 4
pl: Pole dodatkowe 4
pt: Campo Pessoal 4
ro: Cîmp utilizator 4
ru: Пользовательские 4
sk: Vlastné 4
sl: Uporabniško polje 4
sr: Korisničko polje 4
ta: ÀÂÉ÷ ¸ð¼õ 4
th: ข้อมูลผู้ใช้ 4
tr: Kullanıcı Bilgisi 4
uk: Додаткове поле N1
xh: Umsebenzisi womhlaba wesine

source: Custom
af: pasmaak
az: Xüsusi
bg: Избрани
ca: A mida
cs: Vlastní
da: Personlig
de: Benutzerdefiniert
el: Προσαρμοσμένο
et: Kohandatud
fi: Oma
he: תישיא םאתומ
hu: Egyéni
is: Sérsniðið
ko: 사용자 정의
lt: Pasirinkta
lv: Izvēles
mt: Personalizzat
nl: Aangepast
no: Egendefinert
pl: Własne
pt: Personalizar
ro: Personalizat
ru: Прочее
sk: Vlastné
sl: Prilagojeno
sr: Proizvoljno
ta: ¾É¢ôÀÂý
th: กำหนดเอง
tr: Özel
uk: Інше
vi: Tự chọn
xh: Isiko

source: Cannot initialize local variables.
af: kan nie inisialiseer plaaslike veranderlikes.
az: Yerli dəyişənlər başladıla bilmir.
bg: Не мога да инициализирам локалните променливи.
ca: No es poden inicialitzar les variables locals.
cs: Není možné zinicializovat lokální proměnné.
da: Kan ikke initiere lokale variabler.
de: Lokale Variablen können nicht initialisiert werden.
el: Δεν μπορώ να αρχικοποιήσω κάποιες τοπικές μεταβλητές.
et: Kohalike muutujaid pole võimalik initsialiseerida.
fi: Paikallisia muuttujia ei saatu alustettua.
he: .םיימוקמה םינתשמה תא לחתאל ןתינ אל
hu: Nem sikerült inicializálni a helyi változókat.
is: Get ekki frumstillt staðværar breytur.
ko: 지역변수를 초기화할 수 없습니다.
lt: Negaliu inicializuoti vietinių kintamųjų.
lv: Nevar inicializēt lokālos mainīgos
mt: Ma nistax ninizjalizza varjabbli lokali.
nl: De lokale variabelen kunnen niet worden geïnitialiseerd
no: Kan ikke initialisere lokale variabler.
pl: Nie można zainicjalizować zmiennych lokalnych.
pt: Não consegui inicializar as variáveis locais.
ro: Nu pot iniţializa variabilele locale.
ru: Не могу инциализировать локальные переменные.
sk: Nemôžem inicializovať lokálne premenné.
sl: Lokalnih spremenljivk se ne da inicializirati.
sr: Ne mogu da inicijalizujem lokalne promenjive.
ta: ¯ûÇ¨Á Á¡È¢¸¨Ç ¦¾¡¼ì¸ò¾¢ø «¨Áì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถเริ่มใช้ตัวแปรภายในได้
tr: Yerel değişkenler ilklendirilemiyor.
uk: Неможливо ініціалізувати локальні змінні.
vi: Không thể khởi động được các biến số địa phương.
xh: Ayinakuziqala izahluko zobulali.

source: Out of memory
af: uit van geheue
az: Yaddaş çatmır
bg: Извън паметта
ca: Sense memòria
cs: Nedostatek paměti
da: Løb tør for hukommelse
de: Nicht genügend Speicher
el: Έμεινα από μνήμη
et: Mälu on otsas
fi: Muisti loppui
he: ןורכיז יד ןיא
hu: Nincs elég memória
is: Ekkert minni eftir
ko: 메모리 초과
lt: Trūksta atminties
lv: Trūkst atmiņas
mt: Spiċċajt bla memorja
nl: Onvoldoende geheugen
no: Gikk tom for minne
pl: Brak pamięci
pt: Falta de memória
ro: Nu mai există memorie
ru: Недостаточно памяти
sk: Mimo pamäti
sl: Pomankanje pomnilnika
sr: Nema memorije
ta: ¿¢¨É× §À¡¾¡Ð
th: หน่วยความจำไม่เพียงพอ
tr: Bellek yetersiz
uk: Недостатньо оперативної пам'яті
vi: Thiếu bộ nhớ
xh: Akakhumbuli nto
