Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: <p>The command to execute when printing on this special printer. Recognized tags are:</p><ul><li><b>%in</b>: the input file (required).</li><li><b>%out</b>: the output file (required if using an output file).</li><li><b>%psl</b>: the paper size in lower case.</li></ul>
af: <p>die opdrag aan uitvoer wanneer besig om te druk op hierdie spesiaal drukker. herken etiket word:</p><ul><li><b>%in</b>: die invoer lêer (benodig).</li><li><b>%out</b>: die uitset lêer (benodig as te gebruik 'n uitset lêer).</li><li><b>%psl</b>: die papier grootte in sagter kas.</li></ul>
az: <p>Bu xüsusi çap edicidə çap etmə əmri. Tanınan təqlər:</p><ul><li><b>%in</b>: giriş faylı istənir .</li><li><b>%out</b>: yekun faylı (əgər yekun istəyirsinizsə istəniz ).</li><li><b>%psl</b>: kiçik hərflərlə kağız böyüklüyü.</li></ul>
bg: <p>Командата за изпълнение когато печати на този специален принтер. Разпознава са </p><ul><li><b>%in</b>: входният файл (задължителен)</li><li><b>%out</b>: изходния файл (задължителен ако се изисква изходен файл)</li><li><b>%psl</b>: размер на хартията.</li></ul>
ca: <p>La comanda a executar en imprimir a aquesta impressora especial. Els marcadors coneguts són:</p><ul><li><b>%in</b>: el fitxer d'entrada (cal).</li><li><b>%out</b>: el fitxer de sortida (cal si s'usa un fitxer de sortida).</li><li><b>%psl</b>: la mida del paper en minúscules.</li></ul>
cs: <p>Příkaz, který se má vykonat při tisku na tuto speciální tiskárnu. Podporované značky jsou:</p><ul><li><b>%in</b>: vstupní soubor (povinné).</li><li><b>%out</b>: výstupní soubor (nutné tisknete-li do souboru).</li><li><b>%psl</b>: velikost papíru uvedený malými písmeny.</li></ul>
da: <p>Kommandoen der skal bruges når der udskrives på denne specielle printer. Genkendte punkter er:</p><ul><li><b>%in</b>: inddatafilen (krævet).</li><li><b>%out</b>: uddatafilen (krævet hvis man bruger en uddatafil).</li><li><b>%psl</b>: papirstørrelse med små bogstaver.</li></ul>
de: <p>Der Befehl, der bei der Ausgabe auf diesen Spezialdrucker ausgeführt werden soll. Gültige Kennungen sind: </p><ul><li><b>%in</b>: Die Eingabedatei (erforderlich).</li><li><b>%out</b>: Die Ausgabedatei (erforderlich, falls eine solche Datei benutzt werden soll).</li><li><b>%psl</b>: Das Seitenformat in Kleinschreibung.</li></ul>
et: <p>Spetsiaalsele printerile trükkimisel käivitatav käsk. Lubatud tagid on: </p> <ul><li><b>%in</b>: sisendfail (kohustuslik)</li> <li><b>%out</b>: väljundfail (kohustuslik väljundfaili kasutamisel)</li> <li><b>%psl</b>: paberi suurus väikeste tähtedega.</li></ul>
fi: <p>Suoritettava komento, kun tulostetaan erikoistulostimelle. Tunnistetut tagit ovat:</p><ul><li><b>%in</b>: lähdetiedosto (vaaditaan).</li><li><b>%out</b>: tulostiedosto (vaaditaan, jos käytetään tulostiedostoa).</li><li><b>%psl</b>: paperin koko pienillä kirjaimilla.</li></ul>
he: <p align=right>תדחוימ תספדמ לא הספדהב לעפותש הדוקפה יהוז<br>:םה ולבקתיש םיפוריצה .וז</p><p align=right><ul><li>.(הבוח) טלקה ץבוק :<b>%in</b></li><li>ץבוקב שומיש השענ םא הבוח) טלפה ץבוק :<b>%out</b><br>.(טלפ</li><li>.תונטק תויתואב ףדה לדוג :<b>%psl</b></li></ul></p>
hu: <p>Annak a parancsnak a neve, amelyet a speciális nyomtató használatakor futtatni kell. A következő helyettesítéseket kell használni:</p><ul><li><b>%in</b>: a bemeneti fájl neve (kötelező).</li><li><b>%out</b>: a kimeneti fájl neve (akkor kell megadni, ha van kimeneti fájl).</li><li><b>%psl</b>: a papírméret kisbetűvel írva.</li></ul>
is: <p>Skipunin sem er framkvæmd þegar prentað er á þennan sérstaka prentara. Tákn með sérstaka merkingu eru:</p><ul> <li><b>%in</b>: inntaksskráin (krafist)</li><li><b>%out</b>: úttaksskráin (krafist ef notuð er úttaksskrá)</li><li><b>%psl</b>: pappírsstærð í lágstöfum (t.d. a4 eða letter)</li></ul>
ko: <p>이 특정 인쇄기에서 인쇄할 때 실행되는 명령. 인정되는 꼬리표:</p> <ul><li><b>%in</b>: 입력 파일 (꼭 필요함).</li><li><b>%out</b>: 출력 파일 (출력 파일을 쓴다면 필요함).</li> <li><b>%psl</b>: 종이 크기 소문자로.</li></ul>
lt: <p>Komanda, kuri bus vykdoma spausdinant šiuo specialiu spausdintuvu. Atpažįstami sutartiniai ženklai:</p><ul><li><b>%in</b>: įvedimo byla (būtina).</li><li><b>%out</b>: išvedimo byla (būtina naudojant išvedimo bylą).</li><li><b>%psl</b>: popieriaus dydis mažosiomis raidėmis.</li></ul>
lv: <p> Izpildāmā komanda drukājot uz šo speciālo drukas iekārtu. Atpazītie tagi ir:</p><ul><li><b>%in</b>: ievades fails (nepieciešams).</li><li><b>%out</b>: izvades fails (nepieciešams, ja izmanto izvades failu).</li><li><b>%psl</b>: papīra izmērs apakšējā reģistrā.</li></ul>
mt: <p>Il-kmand li jiġi eżegwit meta tipprintja fuq dan il-printer speċjali. Kodiċi rikonoxxuti huma:</p><ul><li><b>%in</b>: il-fajl li jinqara (meħtieġ).</li><li><b>%out</b>: il-fajl li jinkiteb (meħtieġ jekk se tuża fajl għall-ktib).</li><li><b>%psl</b>: id-daqs tal-karta, b'ittri żgħar.</li></ul>
nl: <p>Het uit te voeren commando voor als er naar deze speciale printer wordt afgedrukt. Herkende tags zijn: </p><ul><li><b>%in</b>: het invoerbestand (verplicht).</li><li><b>%out</b>: het uitvoerbestand (verplicht indien naar een bestand wordt afgedrukt).</li><li><b>%psl</b>: de papiergrootte in kleine letters.</li></ul>
no: <p>Kommandoen å kjøre ved utskrift på denne spesielle skriveren. Gjenkjente tager er:</p><ul><li><b>%in</b>: innfilen (påkrevd).</li><li><b>%out</b>: utfilen (påkrevd dersom en utfil benyttes).</li><li><b>%psl</b>: papir størrekse i i lav størrelse.</li></ul>
pl: <p>Polecenie, które jest wykonywane podczas drukowania na drukarce specjalnej. Rozpoznawane są nazstepujące znaczniki:</p><ul> <li><b>%in</b>: plik wejściowy (konieczny).</li><li><b>%out</b>: plik wynikowy (konieczny jkeżeli używa się pliku wynikowego).</li> <li><b>%psl</b>: rozmiar papieru podany małymi literami.</li></ul>
pt: <p>O comando a executar ao imprimir nesta impressora especial. As opções conhecidas são:</p><ul><li><b>%in</b>: o ficheiro de entrada (necessário).</li><li><b>%out</b>: o ficheiro de saída (necessário se for usado um ficheiro de saída).</li><li><b>%psl</b>: o tamanho do papel em minúsculas.</li></ul>
ro: <p>Comanda de executat la tipărirea pe această imprimantă specială. Tagurile recunoscute sînt:</p><ul><li><b>%in</b>: fişierul de intrare (obligatoriu).</li><li><b>%out</b>: fişierul de ieşire (obligatoriu dacă esteutilizat un asemenea fişier).</li><li><b>%psl</b>: mărimea foii de hîrtie, folosind litere mici.</li></ul>
ru: <p>Команда печати на специальный принтер. Возможны следующие подстановки:</p><ul><li><b>%in</b>: входной файл (обяз.).</li><li><b>%out</b>: выходной файл (обяз. при выводе в файл).</li><li><b>%psl</b>: размер бумаги (строчными буквами).</li></ul>
sk: <p>Príkaz, ktorý sa má vykonať pri tlači na túto špeciálnu tlačiareň. Podporované značky sú:</p><ul><li><b>%in</b>: vstupný súbor (povinné).</li><li><b>%out</b>: výstupný súbor (vyžadované, ak sa tlačí do súboru).</li><li><b>%psl</b>: veľkosť papiera v malých písmenách.</li></ul>
sl: <p>Ukaz, ki naj se izvede ob tiskanju na ta posebni tiskalnik.Prepoznane oznake so:</p><ul><li><b>%in</b>: vhodna datoteka(zahtevana).</li><li><b>%out</b>: izhodna datoteka (zahtevana, čeuporabljate izhodno datoteko).</li><li><b>%psl</b>: velikostpapirja, pisano z malimi črkami.</li></ul>
ta: <p>­ùÅ¢§º¼ «îÍô¦À¡È¢Â¢ø «îº¢Îõ §À¡Ð ¦ºÂüÀÎò¾ §ÅñÊÂ ¸ð¼¨Ç. ¯½ÃôÀð¼ ¸¡ðÊ¸Ç¡ÅÉ:</p><ul><li><b>%in</b>: the input file (§ÅñÊÂ¨Å).</li><li><b>%out</b>: ¦ÅÇ¢Â£ðÎì §¸¡ôÒ (¦ÅÇ¢Â£ðÎì §¸¡ôÀ¢¨Éô ÀÂýÀÎò¾¢ý «Åº¢Âõ).</li><li><b>%psl</b>: Àì¸ «Ç× (º¢ü¦ÈØòÐì¸Ç¢ø).</li></ul>
th: <p>คำสั่งที่ใช้ขณะพิมพ์บนเครื่องพิมพ์แบบพิเศษ แท็กคือ :</p><ul><li><b>%in</b>: แฟ้มส่งเข้า (ต้องการ)</li><li><b>%out</b>: แฟ้มส่งออก (ต้องการหากพิมพ์ ออกแฟ้ม)</li><li><b>%psl</b>: ขนาดกระดาษเป็นตัวเล็ก</li></ul>
tr: <p>Bu özel yazıcıdan çıktı alırken çalıştırılacak olan komut. Kullanılabilir başlıklar: </p><ul><li><b>%in</b>: girdi dosyası (gerekli).</li><li><b>%out</b>: çıkış dosyası (eğer bir dosyaya yazdırılacaksa gerekli).</li><li><b>%psl</b>: kağıt boyutu </li></ul>
uk: <p>Виконати команду при друку на спеціальний принтер. Визнані ярлики:</p><ul><li><b>%in</b>: вхідний файл (обов'язковий).</li><li><b>%out</b>: вихідний файл (обов'язковий, якщо використовується вихідний файл).</li><li><b>%psl</b>: розмір паперу у нижньому регістрі.</li></ul>
vi: <p>Lệnh sẽ thực hiện khi in trên máy in đặc biệt này.Thẻ ghi(tag) đã được nhận định là :</p><ul><li><b>%in</b>: file xuất ra (bắt buộc).</li><li><b>%out</b>: file xuất ra (bắt buộc nếu dùng file xuất ra ).</li><li><b>%psl</b>: Cỡ của trang bằng chữ thường .</li></ul>
xh: <p>Umyalelo wokuphumeza ushicilelo lomshicileli othile. Amasuntswana amaphepha achazayo aqondiwe u:</p><ul><li><b>%in</b>: ifayile yongeniso (iyafuneka).</li><li><b>%out</b>: ifayile yokhutshelwa ngaphandle(iyafuneka xa usebenzisa ifayile yokukhutshelwa ngaphandle.</li><li><b>%psl</b>: ubungakanani bephepha obukudidi olusezantsi.</li></ul>

source: <p>The default extension for the output file (<u>ex</u>: ps, pdf, ps.gz).</p>
af: <p>die verstek uitbreiding vir die uitset lêer (<u>bv</u>: ps, pdf, ps.gz).</p>
az: <p>Yekun faylının əsas uzantısı (<u>ex</u>: ps, pdf, ps.gz).</p>
bg: <p>Разширението по подрабиране на файл за изход е (<u>ex</u>: ps, pdf, ps.gz).</p>
ca: <p>L'extensió per omissió pel fitxer de sortida (<u>ex</u>: ps, pdf, ps.gz).</p>
cs: <p>Implicitní přípona výstupního souboru (<u>např.</u>: ps, pdf, ps.gz).</p>
da: <p>Standard endelse for uddatafil (<u>ex</u>: ps, pdf, ps.gz).</p>
de: <p>Standard-Erweiterung der Ausgabedatei (<u>ex</u>: ps, pdf, ps.gz).</p>
et: <p>Väljundfaili vaikimisi laiend (<u>nt.</u>: ps, pdf, ps.gz).</p>
fi: <p>Tulostustiedoston oletuksena käytettävä tiedostomuoto (<u>esim</u>: ps, pdf, ps.gz).</p>
he: <p align=right>לדחמה תרירב תמויס<br>:<u>אמגודל</u>) טלפה ץבוק לש<br>.(ps.gz ,pdf ,ps</p>
hu: <p>A kimeneti fájl alapértelmezett kiterjesztése (<u>pl.</u>: ps, pdf, ps.gz).</p>
is: <p>Sjálfgefin skráarending fyrir úttaksskrána (<u>t.d.</u>:ps, pdf, ps.gz).</p>
ko: <p>출력 파일로 쓸 수 있는 기본 확장자 (<u>보기</u>: ps, pdf, ps.gz).</p>
lt: <p>Nutylimas išplėtimas išvedimo bylai (<u>ex</u>: ps, pdf, ps.gz).</p>
lv: <p>Noklusētais paplašinājums izvades failam (<u>ex</u>: ps, pdf, ps.gz).</p>
mt: <p>L-estensjoni standard għall-fajl għall-ktib (<u>eż</u>: ps, pdf, ps.gz).</p>
nl: <p>De standaard extentie voor het uitvoerbestand (<u>ex</u>: ps, pdf, ps.gz).</p>
no: <p>Standard etternavn for utfil (<u>ex</u>: ps, pdf, ps.gz).</p>
pl: <p>Domyślne rozszerzenie pliku wynikowego (<u>np.</u>: ps, pdf, ps.gz).</p>
pt: <p>A extensão por omissão do ficheiro de saída (<u>ex</u>:ps, pdf, ps.gz).</p>
ro: <p>Extensia implicită pentru fişierul de ieşire (<u>ex</u>: ps, pdf, ps.gz).</p>
ru: <p>Расширение по умолчанию для файла вывода (<u>напр.</u>: ps, pdf, ps.gz).</p>
sk: <p>Štandardná prípona pre súbor výstupu (<u>ex</u>: ps, pdf, ps.gz).</p>
sl: <p>Privzeta končnica za izhodno datoteko (<u>npr.</u>: ps, pdf, ps.gz).</p>
ta: <p>¦ÅÇ¢Â£ðÎì §¸¡ôÒì ¦¸¡¼¡¿¢¨Ä Å¢Ì¾¢ (<u>¯õ.</u>: ps, pdf, ps.gz).</p>
th: <p>ส่วนขยายแฟ้มส่งออกโดยปริยาย (<u>ตัวอย่าง</u>: ps, pdf, ps.gz)</p>
tr: <p>Çıktı dosyası için öntanımlı uzantı (<u>örn(</u>: ps, pdf, ps.gz).</p>
uk: <p>Типове розширення вихідного файла (<u>ex</u>: ps, pdf, ps.gz).</p>
vi: <p>Đuôi mặc định của file xuất ra (<u>ex</u>: ps, pdf, ps.gz).</p>
xh: <p>Ulwandiso olungagqibekanga kwifayile ekhutshelwa ngaphandle(<u>ex</u>: ps,pdf,ps.gz).</p>

source: <p>Requirements for that printer to work. Possible entries are:</p><ul><li>exec:/<i>&lt;execname&gt;</i> : executable in your $PATH</li><li>config:/<i>&lt;path&gt;</i> : file/dir in standard config locations</li><li>file:/<i>&lt;file-path&gt;</i> : full file pathname</li><li>dir:/<i>&lt;dir-path&gt;</i> : full directory pathname</li></ul>
af: <p>benodighede vir wat drukker aan werk. moontlik inskrywings word:</p><ul><li>voer uit:/<i>&lt;execnamegt;</i> : uitvoerbare in jou $gids soeklys</li><li>opstelling:/<i>&lt;pathgt;</i> : lêer/gids in standaard opstelling liggings</li><li>lêer:/<i>&lt;lêer-pathgt;</i> : volgrote lêer padnaam</li><li>gids:/<i>&lt;gids-pathgt;</i> : volgrote gids padnaam</li></ul>
az: <p>Çap edicinin işləməsi üçün lazım olanlar. Mümkün olan sahələr:</p><ul><li>icraçı:/<i>&lt;icraçıadı&gt;</i> : $PATH cığırındakı icra edilən bilən</li><li>qurğu:/<i>&lt;cığır&gt;</i> : standart quraşdırma yerlərindəki qovluq/fayl</li><li>file:/<i>&lt;fayl-cığırı&gt;</i> : tam fayl cığır adı</li><li>cər:/<i>&lt;cərgə-cığırı&gt;</i> : tam cərgə cığır adı </li></ul>
ca: <p>Requeriments per a que funcioni aquesta impressora. Les entrades possibles són:</p><ul><li>exec:/<i>&lt;execname&gt;</i> : executable al vostre $PATH</li><li>config:/<i>&lt;path&gt;</i> : fitxer/directori a les localitzacions de la configuració estàndard</li><li>file:/<i>&lt;file-path&gt;</i> : el camí complet del fitxer</li><li>dir:/<i>&lt;dir-path&gt;</i> : el camí complet del directori</li></ul>
cs: <p>Požadavky ke správnému chodu tisku. Možné položky jsou:</p><ul><li>exec:/<i>&lt;jméno_programu&gt;</i> : program ve vaší cestě dané proměnnou $PATH</li><li>config:/<i>&lt;cesta&gt;</i> : soubor/adresář ve standardních umístěních konfigurace</li><li>file:/<i>&lt;cesta_k_souboru&gt;</i> : plné jméno souboru</li><li>dir:/<i>&lt;cesta_k_adresáři&gt;</i> : plná cesta k adresáři</li></ul>
da: <p>Krav for at printeren skal virke. Mulige indgang er:</p><ul><li>exec:/<i>&lt;execname&gt;</i> : kørbar i din $PATH</li><li>config:/<i>&lt;path&gt;</i> : fil/dir i standard config placeringer</li><li>file:/<i>&lt;file-path&gt;</i> : fuld fil stinavn</li><li>dir:/<i>&lt;dir-path&gt;</i> : fuld mappe stinavn</li></ul>
de: <p>Anforderungen für das Funktionieren dieses Druckers. Mögliche Einträge:</p> <ul><li>exec:/<i>&lt;exec_name&gt;</i>: Ausführbare Datei in Ihrem Pfad ($PATH)</li> <li>config:/<i>&lt;pfad&gt;</i>: Datei/Verzeichnis an den Standard-Positionen für Konfigurationsdateien</li> <li>file:/<i>&lt;datei-pfad&gt;</i>: Kompletter Datei-Pfad</li> <li>dir:/<i>&lt;verzeichnis-pfad&gt;</i>: Kompletter Verzeichnis-Pfad</li></ul>
et: <p>Printeri tööks vajalikud parameetrid. Võimalikud kirjed on: </p> <ul><li>exec:/<i>&lt;execname&gt;</i> : käivitusrajal asuv rakendus</li> <li>config:/<i>&lt;path&gt;</i> : standardses seadistuste asukohas asuv fail/kataloog</li> <li>file:/<i>&lt;file-path&gt;</i> : täieliku rajaga faili nimi</li> <li>dir:/<i>&lt;dir-path&gt;</i> : täieliku rajaga kataloogi nimi</li></ul>
fi: <p>Vaadittavat asetukset, jotta tulostinta voidaan käyttää. Esimerkiksi:</p><ul><li>exec:/<i>&lt;execname&gt;</i> :suoritustiedosto $PATH -määrityksen varressa</li><li>config:/<i>&lt;path&gt;</i> : tiedosto/hakemisto vakiopaikassa</li><li>file:/<i>&lt;file-path&gt;</i> : tiedoston koko nimi ja sijainti</li><li>dir:/<i>&lt;dir-path&gt;</i> : hakemiston koko nimi</li></ul>
he: <p align=right>:םה םיירשפאה םיכרעה .דובעת וז תספדמש תנמ לע תושירדה</p><p align=right><ul><li>ךלש ביתנב תינכות : exec:/<i>&lt;execname&gt;</i></li><li>םייטרדנטסה תורדגהה ימוקימב הירפס\ץבוק : config:/<i>&lt;path&gt;</i></li><li>ץבוק לש אלמ ביתנ םש : file:/<i>&lt;file-path&gt;</i></li><li>הירפס לש אלמ ביתנ םש : dir:/<i>&lt;dir-path&gt;</i></li></ul>
hu: <p>A nyomtató működésének előfeltételei. A lehetséges értékek:</p><ul><li>exec:/<i>&lt;programnév&gt;</i> : végrehajtható program az elérési útban</li><li>config:/<i>&lt;elérési út&gt;</i> : fájl vagy könyvtár a szokásos konfigurációs könyvtárak egyikében</li><li>file:/<i>&lt;elérési út&gt;</i> : fájlnév teljes elérési úttal</li><li>dir:/<i>&lt;elérési út&gt;</i> : könyvtárnév teljes elérési úttal</li></ul>
is: <p>Skilyrði fyrir því að prentari virki. Möguleg skilyrði eru:</p><ul><li>exec:/<i>&lt;keyrsluskrá&gt;</i> : keyrslu skrá sem er í $PATH</li><li>config:/<i>&lt;slóð&gt;</i> : skrá/mappa í hefðbundnum stillimöppum</li><li>file:/<i>&lt;skráarslóð&gt;</i> : full slóð að skrá</li><li>dir:/<i>&lt;möppuslóð&gt;</i> : full slóð að möppu</li></ul>
ko: <p>인쇄기가 인쇄를 할 때 필요한 요구 사항. 가능한 항목:</p> <ul><li>exec:/<i>&lt;실행 이름&gt;</i> : $PATH에서 실행할 수 있는 것</li><li>config:/<i>&lt;경로&gt;</i> : 표준 설정 위치에 있는 파일이나 자료방</li><li>file:/<i>&lt;파일 경로&gt;</i> : 파일이 있는 경로 모두</li><li>dir:/<i>&lt;자료방 경로&gt;<i> : 자료방이 있는 경로 모두</li>
lt: <p>Reikalavimai, kad spausdintuvas veiktų. Galimi elementai yra:</p><ul><li>exec:/<i>&lt;execname&gt;</i> : vykdoma byla jūsų kelyje $PATH</li><li>config:/<i>&lt;path&gt;</i> : byla/katalogas standartinėse nustatymų bylų vietose</li><li>file:/<i>&lt;file-path&gt;</i> : pilnas bylos kelio vardas</li><li>dir:/<i>&lt;dir-path&gt;</i> : pilnas katalogo kelio vardas</li></ul>
lv: <p>Prasības lai strādātu drukas iekārtas. Iespējamie ieraksti ir:</p><ul><li>exec:/<i>&lt;execname&gt;</i> : izpildfails jūsu $PATH</li><li>konfig:/<i>&lt;ceļš&gt;</i> : file/dir standart konfiga vietā</li><li>fails:/<i>&lt;fails-ceļš&gt;</i> : pilns faila ceļavārds</li><li>dir:/<i>&lt;dir-ceļš&gt;</i> : pilns direktorija ceļavārds</li></ul>
mt: <p>Ħtiġijiet li għandu dan il-printer biex jaħdem. Valuri disponibbli huma:</p> <ul><li>exec:/<i>&lt;execname&gt;</i> : programm eżekutibbli li qiegħed fil-$PATH</li><li>config:/<i>&lt;path&gt;</i> : fajl/direttorju fil-postijiet tas-soltu tal-konfigurazzjoni </li> <li>file:/<i>&lt;file-path&gt;</i> : isem sħiħ ta' file, li jinkludi direttorju</li> <li>dir:/<i>&lt;dir-path&gt;</i> : isem sħiħ ta' direttorju li jibda' mir-root</li> </ul>
nl: <p>Benodigdheden om deze printer te laten werken. Mogelijke ingangen zijn: </p><ul><li>exec:/<i>&lt;execname&gt;</i> : uitvoerbaar bestand in uw zoekpad ($PATH)</li><li>config:/<i>&lt;path&gt;</i> : bestand/map in de standaard config-locaties</li><li>file:/<i>&lt;file-path&gt;</i> : bestandsnaam met volledig pad </li><li>dir:/<i>&lt;dir-path&gt;</i> : map met volledig pad</li></ul>
no: <p>Krav for at denne skriveren skal virke. Mulige oppføringer er:</p><ul><li>exec:/<i>&lt;kjørbart navn&gt;</i> : kjørbar i din $PATH</li><li>config:/<i>&lt;sti&gt;</i> : fil/katalog i standard oppsett steder</li><li>file:/<i>&lt;fil-sti&gt;</i> : full fil- stinavn</li><li>dir:/<i>&lt;katalog-sti&gt;</i> : full katalog- stinavn</li></ul>
pl: <p>Wymagania do poprawnej pracy tej drukarki. Możliwe wpisy to:</p> <ul><li>exec:/<i>&lt;plik-wykonywalny&gt;</i> : plik wykonywalny widoczny na ścieżce ($PATH)</li><li>config:/<i>&lt;ścieżka&gt;</i> : plik/katalog w położeniach standardowej konfiguracji</li><li>file:/<i>&lt;ścieżka-do-pliku&gt;</i> : pełna ścieżka do pliku</li><li>dir:/<i>&lt;ścieżka-do-katalogu&gt;</i> : pełna ścieżka do katalogu</li></ul>
pt: <p>Requisitos para essa impressora trabalhar. As opções possíveis são:</p><ul><li>exec:/<i>&lt;nome&gt;</i> : o executável no teu $PATH</li><li>config:/<i>&lt;path&gt;<i>&lt;directoria&gt; : o ficheiro/directoria nas directorias de configuração normais</li><li>file:/<i>&lt;local-fich&gt;</i> : local completo do ficheiro</li><li>dir:/<i>&lt;local-dir&gt;</i> : local completo da directoria</li></ul>
ro: <p>Cerinţe pentru ca imprimanta să funcţioneze. Posibilele înregistrări sînt:</p><ul><li>exec:/<i>&lt;nume-executabilk&gt;</i> : executabil accesibil prin variabila $PATH</li><li>config:/<i>&lt;cale&gt;</i> : fişier/director în locaţiile standard pentru configurare</li><li>file:/<i>&lt;cale-fişier&gt;</i> : calea întreagă către fişier</li><li>dir:/<i>&lt;cale-director&gt;</i> : calea întreagă către director</li></ul>
ru: <p>Требования для корректной работы принтера. Возможные элементы:</p><ul><li>exec:/<i>&lt;execname&gt;</i> : исполняемый файл из $PATH</li><li>config:/<i>&lt;path&gt;</i> : файл/каталог в стандартном месте</li><li>file:/<i>&lt;file-path&gt;</i> : полный путь к файлу</li><li>dir:/<i>&lt;dir-path&gt;</i> : полный путь к каталогу</li></ul>
sk: <p>Požiadavky tlačiareň pre jej fungovanie. Možné hodnoty sú:</p><ul><li>exec:/<i>&lt;execname&gt;</i> : program vo vašej $PATH</li><li>config:/<i>&lt;path&gt;</i> : súbor/priečinok v obvyklých miestachs nastavením</li><li>file:/<i>&lt;file-path&gt;</i> : úplná cesta k súboru</li><li>dir:/<i>&lt;dir-path&gt;</i> : úplná cesta k priečinku</li></ul>
sl: <p>Zahteve za delovanje tega tiskalnika. Možni vnosi so:</p><ul><li>exec:/<i>&lt;izvedljivi-program&gt;</i> : izvedljivi program v vaši poti $PATH</li><li>config:/<i>&lt;pot&gt;</i> : datoteka/imenik v običajnih nastavitvenih mestih</li><li>file:/<i>&lt;pot-do-datoteke&gt;</i> : polno ime datoteke s potjo vred</li><li>dir:/<i>&lt;pot-do-imenika&gt;</i> : polna pot do imenika</li></ul>
th: <p>ความต้องการของเครื่องพิมพ์ในการทำงาน ส่วนที่เป็นไปได้คือ: </p><ul><li>ประมวลผล:/<i>&lt;execname&gt;</i> : คำสั่งประมวลผลซึ่งอยู่ใน $PATH ของคุณ</li><li>ปรับแต่ง:/<i>&lt;path&gt;</i> : แฟ้ม/ไดเรกทอรี ในตำแหน่ง ปรับแต่งมาตรฐาน</li><li>แฟ้ม:/<i>&lt;file-path&gt;</i> : พาธเต็มของแฟ้ม </li><li>ไดเรกทอรี:/<i>&lt;dir-path&gt;</i> : พาธเต็มของไดเรกทอรี</li></ul>
uk: <p>Вимоги для працездатності принтера. Можливі значення:</p><ul><li>exec:/<i>&lt;execname&gt;</i> : програма в Вашому $PATH</li><li>config:/<i>&lt;path&gt;</i> : файл/каталог за типовоюадресою</li><li>file:/<i>&lt;file-path&gt;</i> : повне ім'я файлу</li><li>dir:/<i>&lt;dir-path&gt;</i> : повне ім'я каталогу</li></ul>
xh: <p>Iimfuno zalo mshicileli ukusebenza.Izingeniso ezinganaka zezi:</p><ul><li>exec:/<i>&lt;igama lomphumezi&gt;</i> : ephunyezwe $PATH wakho</li><li>config:/<i>&lt;umendo&gt;</i> : ifayile/lawul kuqwalaselo lomgangatho osezantsi iindawo ezikuzo</li><li>file:/<i>&lt;ifayile-umendo&gt;</i> : ifayile ezeleyo igama lomendo</li><li>dir:/<i>&lt;lawul-umendo&gt;</i> : ulawulo oluzeleyo igama lomendo</li></ul>

source: Empty name.
af: leeg naam.
az: Boş ad.
bg: Празно име
ca: Nom buit.
cs: Prázdné jméno
da: Tomt navn.
de: Fehlender Name
el: Άδειο όνομα.
et: Nimi puudub.
fi: Tyhjä nimi.
he: .קיר םשה
hu: Üres név.
is: Tómt nafn.
ko: 이름이 비었습니다.
lt: Tuščias vardas.
lv: Tukšs vārds.
mt: Isem vojt.
nl: Naam wissen.
no: Blankt navn.
pl: Brak nazwy
pt: Nome em branco.
ro: Nume gol.
ru: Имя не задано.
sk: Prázdne meno.
sl: Prazno ime.
sr: Prazan naziv.
ta: ¦ÅüÚô ¦ÀÂ÷.
th: ไม่มีชื่อ
tr: Boş isim.
uk: Порожнє ім'я.
vi: Tên rỗng.
xh: Igama elingenanto.

source: The command doesn't contain the '%1' tag.
af: die opdrag nie bevat die '%1' etiket.
az: Əmr '%1' təqi daxil etmir.
bg: Командата не съдържа '%1' tag.
ca: La comanda no conté el marcador '%1'.
cs: Příkaz neobsahuje značku '%1'.
da: Kommandoen indeholder ikke '%1' punktet.
de: Der Befehl enthält keine "%1"-Kennung.
el: Η εντολή δεν περιέχει την ετικέτα '%1'.
et: Käsk ei sisalda tagi '%1'.
fi: Komento ei sisällä '%1' tagia.
he: .'%1' ףוריצה תא הליכמ אל הדוקפה
hu: A parancs nem tartalmazza a(z) '%1' helyettesítést.
is: Skipunin inniheldur ekki táknið '%1'.
ko: 명령에 '%1' 꼬리표를 담고있지 않습니다.
lt: Komanda neturi „%1“ sutartinio ženklo.
lv: Komanda nesatur `%1` tagu.
mt: Il-kmand ma fihx il-kodiċi "%1".
nl: Het commando bevat niet de tag '%1'
no: Kommandoen inneholder ikke '%1' tagen.
pl: Polecenie nie zawiera znacznika '%1'.
pt: O comando não contém o elemento '%1'.
ro: Comanda nu conţine tagul "%1".
ru: В команде отсутствует таг '%1'.
sk: Príkaz neobsahuje značku '%1'.
sl: Ukaz ne vsebuje oznake ,%1`.
ta: ­ì¸ð¼¨Ç '%1' ¸¡ðÊ¨Âì ¦¸¡ñÊÕì¸Å¢ø¨Ä.
th: คำสั่งไม่ได้ใส่แท็ก '%1'
tr: Komut %1 özelliğini içermiyor.
uk: Команда не містить ярлику '%1'.
vi: Lệnh không chứa thẻ ghi (tag) '%1' .
xh: Umyalelo awuqulathanga i '%1'suntswana lephepha elichazayo.
