Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: &File
af: lêer
az: &Fayl
bg: &Файл
ca: Ar&xiva
cs: &Soubor
da: &Fil
de: &Datei
el: &Αρχείο
et: &Fail
fi: &Tiedosto
he: ץבו&ק
hu: &Fájl
is: &Skrá
ko: 파일(&F)
lt: &Byla
lv: &Fails
mt: &Fajl
nl: &Bestand
no: &Fil
pl: &Plik
pt: &Ficheiro
ro: &Fişier
ru: &Файл
sk: &Súbor
sl: &Datoteka
sr: &Fajl
ta: §¸¡ôÒ
th: แฟ้ม
tr: &Dosya
uk: &Файл
xh: &iFayile

source: &Game
af: speletjie
az: &Oyun
bg: &Игра
ca: &Joc
cs: H&ra
da: &Spil
de: &Spiel
el: Παιχ&νίδι
et: &Mäng
fi: &Peli
he: קחש&מ
hu: Já&ték
is: &Leikur
ko: 놀이(&G)
lt: Žai&dimas
lv: &Spēles
mt: &Logħba
nl: &Spel
no: S&pill
pl: &Gra
pt: &Jogo
ro: &Joc
ru: &Игра
sk: &Hra
sl: &Igra
sr: I&gra
ta: Å¢¨ÇÂ¡ðÎ
th: เกม
tr: &Oyun
uk: &Гра
vi: &Trò chơi
xh: &Umdlalo

source: &Edit
af: redigeer
az: Dü&zəlt
bg: &Редакция
ca: &Edita
cs: Ú&pravy
da: &Redigér
de: &Bearbeiten
el: &Διόρθωση
et: &Redigeerimine
fi: &Muokkaa
he: הכי&רע
hu: S&zerkesztés
is: Sýs&l
ko: 고치기(&E)
lt: K&eisti
lv: &Labot
mt: &Editja
nl: Be&werken
no: &Rediger
pl: &Edycja
pt: &Editar
ro: &Editare
ru: П&равка
sk: &Upraviť
sl: &Uredi
sr: Izm&ena
ta: ¦¾¡Ì
th: แก้ไข
tr: Dü&zenle
uk: &Правка
vi: &Biên soạn
xh: &Hlela

source: &View
af: besigtig
az: &Göstər
bg: &Изглед
ca: &Visualitza
cs: Po&hled
da: V&is
de: &Ansicht
el: Π&ροβολή
et: &Vaade
fi: &Näytä
he: הגוצ&ת
hu: &Nézet
is: Sý&n
ko: 보기(&V)
lt: &Rodyti
lv: &Skatīt
mt: &Ara
nl: Beel&d
no: &Vis
pl: &Widok
pt: &Ver
ro: &Vizualizare
ru: &Вид
sk: &Zobraziť
sl: &Videz
sr: P&rikaz
ta: À¡÷
th: มุมมอง
tr: Gö&rüntüle
uk: &Вигляд
vi: &Xem
xh: &Imboniselo

source: &Go
af: gaan
az: &Get
bg: &Отиди
ca: &Vés
cs: Pře&jít
da: &Kør
de: &Gehe zu
el: Πήγαιν&ε
et: &Liikumine
fi: &Siirry
he: רבע&מ
hu: &Ugrás
is: &Fara
ko: 가기(&G)
lt: &Eiti
lv: &Palaist
mt: &Mur
nl: &Ga naar
no: &Gå
pl: &Idź
pt: &Ir
ro: &Du-te
ru: П&ерейти
sk: Pre&jsť na
sl: Pojd&i
sr: &Idi
ta: §À¡
th: ไป
tr: &Git
uk: &Перейти
xh: &Ya

source: &Bookmarks
af: boekmerke
az: Yer &Nişanları
bg: &Бележки
ca: &Punts
cs: &Záložky
da: &Bogmærker
de: &Lesezeichen
el: &Σελιδοδείκτες
et: &Järjehoidjad
fi: &Kirjanmerkit
he: תוי&נמיס
hu: Könyv&jelzők
is: &Bókamerki
ko: 책갈피(&B)
lt: Atž&ymos
lv: &Grāmatzīmes
nl: Bladwij&zers
no: &Bokmerker
pl: &Zakładki
pt: &Favoritos
ro: &Semne de carte
ru: &Закладки
sk: Zá&ložky
sl: &Zaznamki
sr: &Markeri
ta: Òò¾¸ìÌÈ¢¸û
th: ที่คั่นหนังสือ
tr: Yer İ&mleri
uk: &Закладки
xh: &Amanqaku encwadi

source: &Tools
af: nutsprogramme
az: &Vasitələr
bg: &Инструменти
ca: &Eines
cs: &Nástroje
da: Værk&tøj
de: E&xtras
el: Ερ&γαλεία
et: &Tööriistad
fi: T&yökalut
he: םיל&כ
hu: &Eszközök
is: &Tæki
ko: 도구(&T)
lt: Įr&ankiai
lv: &Rīki
mt: &Għodda
nl: H&ulpmiddelen
no: Verk&tøy
pl: &Narzędzia
pt: &Ferramentas
ro: &Unelte
ru: &Инструменты
sk: &Nástroje
sl: O&rodja
sr: &Alati
ta: ¸ÕÅ¢¸û
th: เครื่องมือ
tr: &Araçlar
uk: &Інструменти
vi: &Công cụ
xh: &Izixhobo

source: &Settings
af: instellings
az: &Qurğular
bg: На&стройки
ca: &Arranjament
cs: Nastav&ení
da: &Opsætning
de: &Einstellungen
el: Ρ&υθμίσεις
et: &Seadistused
fi: &Asetukset
he: תורדג&ה
hu: &Beállítások
is: S&tillingar
ko: 설정(&S)
lt: Nu&statymai
lv: &Rekvizīti
mt: &Setings
nl: &Instellingen
no: &Innstillinger
pl: &Ustawienia
pt: &Configuração
ro: &Opţiuni
ru: &Настройки
sk: Nas&tavenia
sl: &Nastavitve
sr: &Podešavanja
ta: «¨ÁôÒì¸û
th: ตั้งค่า
tr: &Ayarlar
uk: П&араметри
vi: &Thiết lập
xh: &Izicwangciso

source: &Help
af: hulp
az: &Yardım
bg: Помо&щ
ca: &Ajuda
cs: Nápo&věda
da: &Hjælp
de: &Hilfe
el: &Βοήθεια
et: &Abi
fi: O&hje
he: הרז&ע
hu: &Segítség
is: &Hjálp
ko: 도움말(&H)
lt: &Pagalba
lv: &Palīdzība
mt: Għa&jnuna
no: &Hjelp
pl: Pomo&c
pt: &Ajuda
ro: &Ajutor
ru: Помо&щь
sk: &Pomocník
sl: &Pomoč
sr: P&omoć
ta: ¯¾Å¢
th: ช่วยเหลือ
tr: &Yardım
uk: &Довідка
vi: &Trợ giúp
xh: &Uncedo

source: Main Toolbar
af: hoof nutsbalk
az: Ana Vasitə Çubuğu
bg: Главен панел
ca: Barra d'eines principal
cs: Hlavní nástrojová lišta
da: Hovedværktøjslinie:
de: Haupt-Werkzeugleiste
el: Κύρια Γραμμή Εργαλείων
et: Peamine tööriistariba
fi: Päätyökalurivi
he: ישאר םילכ לגרס
hu: A fő eszköztár
is: Aðaltækjaslá
ko: 기본 도구줄
lt: Įrankių juosta:
lv: Galvenā Rīkjosla
mt: Toolbar prinċipali
nl: Hoofdwerkbalk
no: Hovedverktøylinje
pl: Główny pasek narzędzi
pt: Barra de Ferramentas Principal
ro: Bară de unelte principală
ru: Основная панель инструментов
sk: Panel nástrojov
sl: Glavna orodjarna
sr: Glavna traka sa ikonicama
ta: À¢Ã¾¡É ¸ÕÅ¢ôÀð¨¼
th: แถบเครื่องมือหลัก
tr: Ana Araç Çubuğu
uk: Головна панель інструментів
vi: Thanh công cụ chính
xh: Ibar engundoqo

source: Part1's Menu
af: deel1 se kieslys
az: 1. Bölmə Menyusu
bg: Part1's меню
ca: Menú de la peça 1
cs: Nabídka Části 1
de: Objekt1-Menü
et: Part 1'e menüü
fi: Osan1 valikko
he: 1 קלח לש טירפתה
hu: Ez egy menü
is: Valmynd hluta 1
ko: 첫번째 부분 차림표
lt: Pirmos dalies meniu
lv: 1.Daļas Izvēlne
mt: Menu ta' part1
nl: Deel1's menu
no: Del 1 sin meny
pl: Menu części pierwszej
pt: Menu da Parte1
ro: Meniu Part1
ru: Меню Part1
sk: Ponuka Časti 1
sl: Menu dela1
sr: Part1's meni
ta: ÀÌ¾¢1­ý ÀðÊ
th: เมนูส่วนที่ 1
tr: 1. Bölüm Menüsü
uk: Меню першої частини
vi: Thực đơn số 1
xh: Imenu yeqhekeza lokuqala

source: Stupid Submenu
af: simpel sub-kieslys
az: Lazımsız Alt Menyu
bg: Глупаво подменю
ca: Submenú estúpid
cs: Stupidní podnabídka
da: Stupid undermenu
de: Albernes Untermenü
et: Loll alammenüü
fi: Tyhmä alivalikko
he: ישפיט הנשמ טירפת
hu: Ez meg egy almenü
is: Heimsk undirvalmynd
ko: Subpid 하위 차림표
lt: Kvailas submeniu
lv: Muļķīga Apakšizvēlne
nl: Debiel submenu
no: Idiotisk undermeny
pl: Głupie menu
pt: Sub-menu Estúpido
ro: Meniu obişnuit
ru: Простое подменю
sk: Hlúpe podmenu
sl: Neumni podmenu
sr: Glupi podmeni
ta: ã¼ò Ð¨½ôÀðÊ
th: เมนูย่อยที่ไม่ค่อยใช้
tr: Gereksiz Alt Menü
uk: Пустувате підменю
vi: Thực đơn con stupid
xh: Imenu esezantsi yobubhanxa

source: BlahFoo
az: Vbvb
bg: Дъра дъра, два чадъра
ca: Fot-li
cs: BlaBla
de: BlahFuh
he: הלב הלב
hu: Blabla
is: BlaFú
ko: 어쩌고 저쩌고
lv: Nejēdzība
pl: Alamakota
ro: Nimic
ru: Ля-ля-ля
sk: BlaBla
sl: BlaFoo
ta: ÀÇ¡ç
th: อุบ๊ะ
tr: Vbvb
uk: Ляфу

source: Dummdidumm
bg: Думдидидум
ca: Patampatim
he: הדאי הדאי
hu: Dumdidum
is: Dúmmdídúmm
ko: 딴따라라
lv: Nejēga
pl: Tralala
ro: Nimic2
ru: Думди-дум
sk: BucBuc
sl: Dumdidum
ta: ¼õÊ¼õ
th: อืมมมๆๆๆ
uk: Дамдідум

source: Nodepad Stuff
af: nodepad goed
az: Qeyd Dəftəri
ca: Fato del nodepad
cs: Podpora poznámkového bloku
da: Notesblok ting
de: Notizbuch-Zeug
et: Nodepad'i kraam
fi: Muistilehtiön tavara
he: תומישר סקנפ יניינע
hu: Jegyzettömb
is: Svona ritilsdót
lt: Nodepad dalykai
lv: Piezīmjgrāmatiņas dažādība
mt: Affarijiet ta' nodepad
nl: Nodepad-zaken
no: Notisblokkting
pl: Części notatnika
pt: Coisas do Nodepad
ro: Lucruri notepad
ru: Всячина блокнота
sk: Podpora poznámkového bloku
sl: Odlagališčna zadeva
sr: Notepad stvari
ta: ¸½¢É¢Âð¨¼ô ¦À¡Õð¸û
th: โน้ตแพด
tr: Not Defteri...
uk: Для нотаток
vi: dụng cụ nodepad
xh: Uxinaniso lokwenza uhlohlo

source: Some Cool Plugin Menu
af: sommige oulike inplak kieslys
az: Bir Neçə Gözəl Əlavə Menyusu
bg: Няколко страхотни Plugin менюта
ca: Un menú d'un endollat bo
cs: Pěkné zásuvná nabídka
da: En fed indstiksmenu
de: Ein Plugin-Menü
et: Mõne jaheda plugina menüü
fi: Joku kiva sovelmavalikko
he: בינגמ ףסות טירפת והשזיא
hu: Egy menő menübővítés
is: Einhver ýkt flott valmynd fyrir viðbót
ko: 어떤 쓸만한 플러그인 차림표
lt: Kažkoks neblogas priedų meniu
lv: Dažu Superīgu Pluginu Izvēlne
nl: Een leuk pluginmenu
no: En kul plugin-meny
pl: Całkiem niezła wtyczka menu
pt: Um Menu de um 'Plugin'
ro: Un meniu de modul
ru: Симпатичные менюшки плагина
sk: Pekné plugin menu
sl: Meni z nekaterimi kul vstavki
sr: Neki cool plugin meni
ta: «Õ¨ÁÂ¡É ¦ºÕ¸ü ÀðÊ
th: เมนูปลั๊กอินดีๆ
tr: Bir Kaç Güzel Eklenti Menüsü
uk: Меню деяких крутих додатків
vi: Một số Plugin thực đơn hay
xh: Ezinye imenu ezivingciweyo ezipholileyo

source: Yep
az: Bəli
bg: Да
ca: Ep
cs: Ano
da: Jo
de: Ja
el: Ναι
et: Jah
fi: Kyllä
he: ןכ
hu: Igen
is: Þokkalega
ko: 넵
lt: Taip
lv: Jā
mt: Iva
nl: Ja
no: Jepp
pl: Taa
pt: Sim
ro: Da
ru: Ага
sk: Áno
sl: Ja
sr: Da
ta: ¬õ
th: ใช่
tr: Evet
uk: Так
xh: Ewe

source: fun
af: pret
az: əyləncə
bg: шега
ca: divertit
cs: zábava
da: sjov
de: Spaß
fi: hauskaa
he: ףיכ
hu: szórakozás
is: gaman
ko: 즐거운
lt: pokštai
lv: joks
mt: pjaċir
nl: lol
no: morro
pl: zabawa
pt: fixe
ro: distractiv
ru: приколы
sk: zábava
sl: zabava
sr: zabava
th: แจ๋ว
tr: eğlence
uk: розвага
vi: Vui vẻ
xh: Isonwabiso

source: &PageMarks
af: blaaimerke
az: &Səhifə İşarətləri
bg: &Маркирани стрници
ca: Marcadors de &pàgina
cs: &Značky na stranách
da: &Sidemarkeringer
de: &Seitenmarkierungen
et: &Lehekülje märgid
fi: &Sivumerkit
he: םידומע ינמי&ס
hu: Ol&daljelek
is: Síðu&merki
ko: 쪽 표시(&P)
lt: &Puslapio atžymos
lv: La&puZīmes
mt: Marki tal-&paġna
nl: &Paginamarkeringen
no: &SideMerker
pl: &Zaznaczenia stron
pt: Marcas de &Página
ro: &Semne de pagină
ru: &Отметки страниц
sk: Z&načky na stranách
sl: &ZaznamkiStrani
sr: &Markeri strana
ta: Àì¸ìÌÈ¢¸û
th: คั่นหน้า
tr: &Sayfa İşaretleri
uk: &Відмітки сторінок
xh: &Amanqaku ephepha

source: Configure
af: konfigureer
az: Quraşdır
bg: Конфигурирай
ca: Configura
cs: Nastavit
da: Indstil
de: Einrichten
el: Ρύθμιση
et: Seadistamine
fi: Aseta
he: תורדגה
hu: Beállítás
is: Stilla
ko: 설정
lt: Konfigūruoti
lv: Konfigurēt
mt: Ikkonfigura
nl: Configureren
no: Sett opp
pl: Konfiguruj
pt: Configurar
ro: Configurează
ru: Настройка
sk: Nastaviť
sl: Prikroji
sr: Podesi
ta: ÅÊÅ¨Á
th: ปรับแต่งค่า
tr: Yapılandır
uk: Налаштувати
vi: Cấu hình
xh: Qwalasela

source: &Configure
af: konfigureer
az: &Quraşdır
bg: &Конфигурирай...
ca: &Configura
cs: &Nastavit
da: &Indstil
de: &Einrichten
et: &Seadista
fi: &Aseta
he: תורדג&ה
hu: &Beállítás
is: &Stilla
ko: 설정(&C)
lt: &Konfigūruoti
lv: &Konfigurēt
mt: I&kkonfigura
nl: &Configureren
no: &Sett opp
pl: &Konfiguruj
pt: &Configurar
ro: &Configurează
ru: &Настроить
sk: &Nastaviť
sl: &Prikroji
sr: &Podesi
ta: ÅÊÅ¨Á
th: ปรับแต่งค่า
tr: &Yapılandır
uk: &Налаштувати
vi: &Cấu hình
xh: &Qwalasela

source: Configuration
af: opstelling
az: Quraşdırma
bg: Конфигурация
ca: Configuració
cs: Nastavení
da: Indstilling
de: Einrichtung
el: Ρυθμίσεις
et: Seadistus
fi: Asetukset
he: תורדגה
hu: Beállítás
is: Stillingar
ko: 설정
lt: Konfigūracija
lv: Konfigurācija
mt: Konfigurazzjoni
nl: Configuratie
no: Oppsett
pl: Konfiguracja
pt: Configuração
ro: Configurare
ru: Настройка
sk: Nastavenie
sl: Prikrojitev
sr: Podešavanja
ta: ÅÊÅ¨ÁôÒ
th: การปรับแต่ง
tr: Yapılandırma
uk: Конфігурація
vi: Cấu hình
xh: Uqwalaselo

source: Modify
af: verander
az: Təkmilləşdir
bg: Модифициран
ca: Modifica
cs: Změnit
da: Ændr
de: Ändern
el: Τροποποίηση
et: Muutmine
fi: Muokkaa
he: הנש
hu: Módosítás
is: Breyta
ko: 고치기
lt: Modifikuoti
lv: Modificēt
mt: Modifika
nl: Wijzigen
no: Endre
pl: Zmień
pt: Modificar
ro: Modifică
ru: Изменить
sk: Upraviť
sl: Spremeni
sr: Izmeni
ta: Á¡üÚ
th: แก้ไข
tr: Düzenle
uk: Змінити
vi: Thay đổi
xh: Guqula kancinane

source: &Modify
af: verander
az: &Düzəlt
bg: &Модифицира
ca: &Modifica
cs: Z&měnit
da: &Ændr
de: &Ändern
et: &Muuda
fi: &Muokkaa
he: יוני&ש
hu: Mó&dosítás
is: &Breyta
ko: 고치기(&M)
lt: &Modifikuoti
lv: &Modificēt
mt: &Modifika
nl: &Wijzigen
no: &Endre
pl: &Zmień
pt: &Modificar
ro: &Modifică
ru: &Изменить
sk: &Upraviť
sl: &Spremeni
sr: &Izmeni
ta: Á¡üÚ
th: แก้ไข
tr: &Düzenle
uk: &Змінити
vi: &Thay đổi
xh: &Guqula kancinane

source: Align
af: oplyn
az: Səviyyələ
bg: Подравнен
ca: Alínia
cs: Zarovnání
da: Justér
de: Ausrichten
el: Ευθυγράμμιση
et: Joondus
fi: Kohdistus
he: רושיי
hu: Igazítás
is: Jafna
ko: 정렬
lt: Lygiuoti
lv: Kārtot
mt: Allinea
nl: Uitlijnen
no: Juster
pl: Wyrównaj
pt: Alinhar
ro: Aliniază
ru: Выравнивание
sk: Zarovnať
sl: Poravnano
sr: Poravnaj
ta: ¿¢¨ÃôÀÎòÐ
th: จัดเรียง
tr: Yasla
uk: Вирівняти
vi: Sắp hàng
xh: Yenza umgca

source: Page
af: bladsy
az: Səhifə
bg: Страница
ca: Pàgina
cs: Strana
da: Side
de: Seite
el: Σελίδα
et: Lehekülg
fi: Sivu
he: דומע
hu: Oldal
is: Síða
ko: 쪽
lt: Puslapis
lv: Lapa
mt: Paġna
nl: Pagina
no: Side
pl: Strona
pt: Página
ro: Pagină
ru: Страница
sk: Strana
sl: Stran
sr: Strana
ta: Àì¸õ
th: หน้า
tr: Sayfa
uk: Сторінка
vi: Trang
xh: Iphepha

source: Border
af: grens
az: Kənar
bg: Граница
ca: Vora
cs: Ohraničení
da: Kant
de: Rahmen
el: Περιθώριο
et: Piire
fi: Reunus
he: תולובג
hu: Szegély
is: Rammi
ko: 테두리
lt: Kraštas
lv: Rāmis
mt: Bordura
nl: Rand
no: Ramme
pl: Granica
pt: Margem
ro: Margine
ru: Рамка
sk: Okraj
sl: Rob
sr: Okvir
ta: ±ø¨Ä
th: ขอบ
tr: Kenarlık
uk: Межа
vi: Viền
xh: Umda

source: Orientation
af: oriëntasie
az: İstiqamət
bg: Ориентация
ca: Orientació
cs: Orientace
da: Orientering
de: Ausrichtung
el: Προσανατολισμός
et: Asend
fi: Sijainti
he: ןוויכ
hu: Tájolás
is: Afstaða
ko: 위치
lt: Orientacija
lv: Orientācija
mt: Orjentazzjoni
nl: Oriëntatie
no: Orientering
pl: Orientacja
pt: Orientação
ro: Orientare
ru: Положение
sk: Orientácia
sl: Usmeritev
sr: Orjentacija
ta: ´ØíÌ
th: ทิศทางการวาง
tr: Konum
uk: Розташування
vi: Định hướng
xh: Uhlengahlengiso

source: Width
af: wydte
az: Genişlik
bg: Ширина
ca: Ample
cs: Šířka
da: Bredde
de: Breite
el: Πλάτος
et: Laius
fi: Leveys
he: בחור
hu: Szélesség
is: Breidd
ko: 너비
lt: plotis
lv: Platums
mt: Wisa'
nl: Breedte
no: Bredde
pl: Szerokość
pt: Largura
ro: Lungime
ru: Ширина
sk: Šírka
sl: Širina
sr: Širina
ta: «¸Äõ
th: กว้าง
tr: Genişlik
uk: Ширина
vi: Bề rộng
xh: Ububanzi

source: &Width
af: wydte
az: &Genişlik
bg: &Ширина
ca: &Ample
cs: Šíř&ka
da: &Bredde
de: &Breite
et: &Laius
fi: &Leveys
he: בחו&ר
hu: &Szélesség
is: &Breidd
ko: 너비(&W)
lt: &plotis
lv: &Platums
mt: &Wisa'
nl: &Breedte
no: &Bredde
pl: &Szerokość
pt: &Largura
ro: &Lungime
ru: &Ширина
sk: Ší&rka
sl: Ši&rina
sr: Ši&rina
ta: «¸Äõ
th: กว้าง
tr: &Genişlik
uk: &Ширина
vi: &Bể rộng
xh: &Ububanzi

source: Height
af: hoogte
az: Hündürlük
bg: Височина
ca: Alt
cs: Výška
da: Højde
de: Höhe
el: Ύψος
et: Kõrgus
fi: Korkeus
he: הבוג
hu: Magasság
is: Hæð
ko: 높이
lt: Aukštis
lv: Augstums
mt: Għoli
nl: Hoogte
no: Høyde
pl: Wysokość
pt: Altura
ro: Înălţime
ru: Высота
sk: Výška
sl: Višina
sr: Visina
ta: ¯ÂÃõ
th: สูง
tr: Yükseklik
uk: Висота
vi: Chiều cao
xh: Ubude

source: &Height
af: hoogte
az: &Hündürlük
bg: &Височина
ca: &Alt
cs: Výšk&a
da: &Højde
de: &Höhe
el: Ύ&ψος
et: &Kõrgus
fi: &Korkeus
he: הבו&ג
hu: &Magasság
is: &Hæð
ko: 높이(&H)
lt: &Aukštis
lv: Au&gstums
mt: &Għoli
nl: &Hoogte
no: &Høyde
pl: &Wysokość
pt: &Altura
ro: Î&nălţime
ru: &Высота
sk: &Výška
sl: &Višina
sr: &Visina
ta: ¯ÂÃõ
th: สูง
tr: &Yükseklik
uk: &Висота
vi: Chiều cao
xh: &Ubude

source: Spacing
af: spasiëring
az: Fasilə
bg: Разстояние между редовете
ca: Espaiat
cs: Mezery
da: Mellemrum
de: Abstände
et: Vahe
fi: Riviväli
he: חוויר
hu: Térköz
is: Millibil
ko: 간격
lt: Tarpai
lv: Atstatums
mt: Spazzjar
nl: Spatiëring
no: Mellomrom
pl: Odstęp
pt: Espaçamento
ro: Spaţiere
ru: Интервалы
sk: Medzery
sl: Presledek
sr: Razmak
ta: ­¨¼¦ÅÇ¢
th: ระยะห่าง
tr: Boşluk
uk: Інтервал
vi: Để cách ra
xh: Isithuba

source: Horizontal
af: horisontaal
az: Üfüqi
bg: Хоризонтален
ca: Horitzontal
cs: Horizontální
da: Vandret
de: Waagrecht
et: Horisontaalne
fi: Vaakasuuntainen
he: יקפוא
hu: Vízszintes
is: Lárétt
ko: 가로
lt: Horizontaliai
lv: Horizontāls
mt: Orizzontali
nl: Horizontaal
no: Horisontalt
pl: Poziomy
ro: Orizontal
ru: Горизонтально
sk: Horizontálne
sl: Vodoravno
sr: Horizontalno
th: แนวนอน
tr: Yatay
uk: Горизонтальний
vi: Nằm ngang
xh: Tye

source: Vertical
af: vertikaal
az: Şaquli
bg: Вертикален
cs: Vertikální
da: Lodret
de: Senkrecht
et: Vertikaalne
fi: Pystysuuntainen
he: יכנא
hu: Függőleges
is: Lóðrétt
ko: 세로
lt: Vertikaliai
lv: Vertikāls
mt: Vertikali
nl: Verticaal
no: Vertikal
pl: Pionowy
ru: Вертикально
sk: Vertikálne
sl: Navpično
sr: Vertikalno
ta: ¿¢¨Ä
th: แนวตั้ง
tr: Dikey
uk: Вертикальний
vi: Thẳng đứng
xh: Nkqo

source: Right
af: regterkant
az: Sağ
bg: Дясно
ca: Dreta
cs: Vpravo
da: Højre
de: Rechts
et: Paremal
fi: Oikea
he: ןימימ
hu: jobbról
is: Hægri
ko: 오른쪽
lt: Dešinė
lv: Labais
mt: Lemin
nl: Rechts
no: Høyre
pl: Prawy
pt: Direita
ro: Dreapta
ru: Справа
sk: Vpravo
sl: Desno
sr: Desno
ta: ÅÄÐ
th: ขวา
tr: Sağ
uk: Праворуч
vi: Phải
xh: Kunene

source: Left
af: links
az: Sol
bg: Ляво
ca: Esquerra
cs: Vlevo
da: Venstre
de: Links
et: Vasakul
fi: Vasen
he: לאמשמ
hu: balról
is: Vinstri
ko: 왼쪽
lt: Kairė
lv: Kreisais
mt: Xellug
nl: Links
no: Venstre
pl: Lewy
pt: Esquerda
ro: Stînga
ru: Слева
sk: Vľavo
sl: Levo
sr: Levo
ta: ­¼Ð
th: ซ้าย
tr: Sol
uk: Ліворуч
vi: Trái
xh: Khohlo

source: Center
af: sentrum
az: Orta
bg: Център
ca: Centre
cs: Na střed
da: Midten
de: Zentriert
el: Κέντρο
et: Keskel
fi: Keski
he: זכרמ
hu: középen
is: Miðja
ko: 가운데
lt: Centre
lv: Centrs
mt: Ċentru
nl: Midden
no: Senter
pl: Środek
pt: Centrado
ro: Centrat
ru: По центру
sk: V strede
sl: Sredina
sr: Sredina
ta: Áò¾¢
th: กลาง
tr: Orta
uk: По центру
vi: Giữa
xh: Umbindi

source: Top
af: bo
az: Üst
bg: Горе
ca: Dalt
cs: Nahoře
da: Øverst
de: Oben
el: Κορυφή
et: Üleval
fi: Ylä
he: הלעמל
hu: fent
is: Efst
ko: 맨 위
lt: Viršus
lv: Augša
mt: Fuq
nl: Boven
no: Topp
pl: Górny
pt: Topo
ro: Sus
ru: Сверху
sk: Hore
sl: Vrh
sr: Vrh
ta: §Áø
th: บน
tr: Üst
uk: Зверху
vi: Đỉnh
xh: Phezulu

source: Bottom
af: bodem
az: Alt
bg: Долу
ca: Baix
cs: Dole
da: Nederst
de: Unten
el: Πάτος
et: All
fi: Ala
he: הטמל
hu: lent
is: Neðst
ko: 맨 아래
lt: Apačia
lv: Apakša
mt: Isfel
nl: Onder
no: Bunn
pl: Dolny
pt: Fundo
ro: Jos
ru: Снизу
sk: Dole
sl: Dno
sr: Dno
ta: ¸£ú
th: ล่าง
tr: Alt
uk: Знизу
vi: Đáy
xh: Ezantsi

source: Move
af: beweeg
az: Daşı
bg: Премести
ca: Mou
cs: Přesunout
da: Flyt
de: Verschieben
el: Μετακίνηση
et: Liiguta
fi: Siirrä
he: זזה
hu: Mozgatás
is: Færa
ko: 옮기기
lt: Perkelti
lv: Pārvietot
mt: Mexxi
nl: Verplaatsen
no: Flytt
pl: Przenieś
pt: Mover
ro: Mută
ru: Переместить
sk: Presunúť
sl: Premakni
sr: Pomeri
ta: ¿¸÷òÐ
th: ย้าย
tr: Taşı
uk: Пересунути
vi: Di chuyển
xh: Shukuma

source: Select all
af: kies alle
az: Hamısını Seç
bg: Избери всичко
ca: Selecciona-ho tot
cs: Vybrat vše
da: Markér alt
de: Alle auswählen
el: Επιλογή Όλων
et: Vali kõik
fi: Valitse kaikki
he: לכה רחב
hu: Minden kijelölése
is: Velja allt
ko: 모두 고르기
lt: Žymėti viską
lv: Izvēlēties visus
mt: Agħżel kollox
nl: Alles selecteren
no: Velg alle
pl: Zaznacz wszystko
pt: Seleccionar tudo
ro: Selectează tot
ru: Выделить все
sk: Vybrať všetky
sl: Izberi vse
sr: Izaberi sve
ta: «¨ÉòÐõ §¾÷× ¦ºö
th: เลือกทั้งหมด
tr: Hepsini seç
uk: Вибрати все
vi: Chọn tất cả
xh: Khetha zonke

source: Delete all
af: uitvee alle
az: Hamısını sil
bg: Изтрий всичко
ca: Esborra-ho tot
cs: Smazat vše
da: Slet alt
de: Alles löschen
el: Διαγραφή όλων
et: Kustuta kõik
fi: Poista kaikki
he: לכה קחמ
hu: Minden törlése
is: Eyða öllu
ko: 모두 지우기
lt: Pašalinti viską
lv: Dzēst visu
mt: Ħassar kollox
nl: Alles verwijderen
no: Slett alle
pl: Usuń wszystko
pt: Apagar tudo
ro: Şterge tot
ru: Удалить все
sk: Odstrániť všetky
sl: Zbriši vse
sr: Obriši sve
ta: «¨ÉòÐõ ¿£ìÌ
th: ลบทั้งหมด
tr: Hepsini sil
uk: Видалити все
vi: Xoá(delete) tất cả
xh: Cima zonke

source: Clear all
af: maak skoon alle
az: Hamısını Təmizlə
bg: Изчисти всичко
ca: Neteja-ho tot
cs: Vyprázdnit vše
da: Ryd alt
de: Alles löschen
el: Καθαρισμός όλων
et: Puhasta kõik
fi: Puhdista kaikki
he: לכה הקנ
hu: A mező(k) törlése
is: Þurrka út
ko: 보두 비우기
lt: Valyti viską
lv: Tīrīt visu
mt: Neħħi kollox
nl: Alles opschonen
no: Tøm alle
pl: Wyczyść
pt: Limpar tudo
ro: Şterge tot
ru: Очистить все
sk: Vyčistiť všetky
sl: Počisti vse
sr: Očisti sve
ta: «¨ÉòÐõ Ð¨¼
th: ล้างทั้งหมด
tr: Hepsini temizle
uk: Очистити все
vi: Xoá(clear) tất cả
xh: Cacisa zonke

source: Export
af: voer uit
az: İxrac et
bg: Експорт
ca: Exporta
cs: Exportovat
da: Eksportér
de: Exportieren
el: Εξαγωγή
et: Eksport
fi: Vie
he: אציי
hu: Exportálás
is: Flytja út
ko: 내보내기
lt: Eksportuoti
lv: Eksportēt
mt: Esporta
nl: Exporteren
no: Eksporter
pl: Eksportuj
pt: Exportar
ro: Exportă
ru: Экспорт
sk: Exportovať
sl: Izvoz
sr: Izvezi
ta: ²üÚÁ¾¢
th: ส่งออก
tr: Gönder:
uk: Експортувати
vi: Xuất ra
xh: Rhweba ngaphandle

source: Import
af: in voer
az: İdxal Et
bg: Импорт
ca: Importa
cs: Importovat
da: Importér
de: Importieren
el: Εισαγωγή
fi: Tuo
he: אביי
hu: Importálás
is: Flytja inn
ko: 가져오기
lt: Importuoti
lv: Importēt
mt: Importa
nl: Importeren
no: Importer
pl: Importuj
pt: Importar
ro: Importă
ru: Импорт
sl: Uvoz
sr: Uvezi
ta: ­ÈìÌÁ¾¢
th: นำเข้า
tr: Aktar:
uk: Імпортувати
vi: Nhập vào
xh: Rhweba ngaphakathi

source: Zoom
af: zoem
az: Yaxınlıq
bg: Мащаб
ca: Apropa
cs: Zvětšení
da: Forstør
el: Ζουμ
et: Suurendus
fi: Suurenna
he: תוברקתה
hu: Nagyítás
is: Stækkun
ko: 크기
lt: Mastelis
lv: Mērogs
mt: Kobor
nl: Zoomen
no: Forstørre/-minske
pl: Powiększ
pt: Amplicação
ro: Scalează
ru: Увеличить
sk: Lupa
sl: Povečaj
sr: Uveličaj
ta: «ÏÌ
th: ย่อ/ขยาย
tr: Odakla
uk: Масштабувати
vi: Phóng to-thu nhỏ
xh: Ingxolo enkulu

source: &Zoom
af: zoem
az: &Yaxınlıq
bg: &Мащаб
ca: &Apropa
cs: &Zvětšení...
da: &Forstør
el: &Ζουμ
et: &Suurendus
fi: &Suurenna
he: תוברק&תה
hu: N&agyítás
is: S&tækkun
ko: 크기(&Z)
lt: &Mastelis...
lv: &Mērogs
mt: &Kobor
nl: &Zoomen
no: &Forstørre/-minske
pl: &Powiększ
pt: &Ampliação
ro: &Scalează
ru: &Масштаб
sk: &Lupa
sl: &Povečava
sr: &Uveličaj...
ta: «ÏÌ
th: ย่อ/ขยาย
tr: &Odakla
uk: &Масштаб
xh: &Ingxolo enkulu

source: Malformed URL
af: misformde url
az: Xəsərli URL
bg: Невалиден URL адрес
ca: URL errònia
cs: URL má chybný formát
da: Misdannet URL
de: Fehlerhafte Adresse (URL)
el: Κακοδιατυπωμένο URL
et: Vigane URL
fi: Virheellinen URL
he: היוגש תבותכ
hu: Hibás URL
is: Gölluð slóð (URL)
ko: 잘못된 URL
lt: Blogas URL
lv: Kļūdains URL
mt: URL ħażin
nl: Verkeerd gevormd URL-adres
no: Misdannet URL
pl: Błędny URL
pt: URL inválido
ro: URL eronat
ru: Некорректный URL
sk: URL má chybný formát
sl: Nepravilen URL
sr: Pogrešan URL
ta: À¢Èúó¾ URL
th: รูปแบบ URL ผิดพลาด
tr: Bozuk URL
uk: Невірний URL
vi: Sai URL
xh: URL emalifomiweyo

source: Charset:
af: karakterstel:
az: Hərf Köməsi:
bg: Кодова таблица:
ca: Joc:
cs: Znaková sada:
da: Tegnsæt:
de: Zeichensatz:
el: Σύνολο Χαρακτήρων:
et: Kooditabel:
fi: Merkistö:
he: :םיוות ךרעמ
hu: Karakterkészlet:
is: Stafatafla:
ko: 글자셋:
lt: Koduotė:
lv: Rakstzīmju kopa:
mt: Sett ta' karattri
nl: Tekenset:
no: Tegnsett:
pl: Kodowanie:
pt: Conjunto de caracteres:
ro: Caractere:
ru: Кодировка:
sk: Kódovanie:
sl: Nabor znakov:
sr: Skup znakova:
ta: ¯Õì¸½õ:
th: ชุดรหัสอักขระ:
tr: Karakter Kümesi:
uk: Набір символів:

source: Yes
af: ja
az: Bəli
bg: Да
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
et: Jah
fi: Kyllä
he: ןכ
hu: Igen
is: Já
ko: 예
lt: Taip
lv: Jā
mt: Iva
nl: Ja
no: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
sk: Áno
sl: Da
sr: Da
ta: ¬õ
th: ใช่
tr: Evet
uk: Так
vi: Nhận
xh: Ewe

source: No
af: nee
az: Xeyr
bg: Не
cs: Ne
da: Nej
de: Nein
el: Όχι
et: Ei
fi: Ei
he: אל
hu: Nem
is: Nei
ko: 아니오
lt: Ne
lv: Nē
mt: Le
nl: Nee
no: Nei
pl: Nie
pt: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sr: Ne
ta: ­ø¨Ä
th: ไม่ใช่
tr: Hayır
uk: Ні
vi: Bỏ
xh: Hayi

source: Warning
af: waarskuwing
az: Xəbərdarlıq
bg: Предупреждение
ca: Avís
cs: Upozornění
da: Advarsel
de: Warnung
el: Προειδοποίηση
et: Hoiatus
fi: Varoitus
he: הרהזא
hu: Figyelmeztetés
is: Aðvörun
ko: 경고
lt: Dėmesio
lv: Brīdinājums
mt: Twissija
nl: Waarschuwing
no: Advarsel
pl: Ostrzeżenie
pt: Aviso
ro: Avertizare
ru: Предупреждение
sk: Varovanie
sl: Pozor
sr: Upozorenje
ta: ±îºÃ¢ì¨¸
th: คำเตือน
tr: Uyarı
uk: Попередження
vi: Cảnh cáo
xh: Isilumkiso

source: Save a file
af: stoor 'n lêer
az: Bir faylı qeyd et
bg: Запис на файл
ca: Desa un fitxer
cs: Uložit soubor
da: Gem en fil
de: Eine Datei speichern
el: Σώσιμο ενός αρχείου
et: Salvesta fail
fi: Tallenna tiedosto
he: ץבוק רומש
hu: Fájl mentése
is: Vista skrá
ko: 파일로 저장
lt: Išsaugoti bylą
lv: Saglabāt failu
mt: Ikteb fajl
nl: Een bestand opslaan
no: Lagre en fil
pl: Zapisz plik
pt: Gravar um ficheiro
ro: Salvează fişier
ru: Сохранить файл
sk: Uložiť súbor
sl: Shrani datoteko
sr: Sačuvaj fajl
ta: §¸¡ô¨Àî §ºÁ¢
th: บันทึกแฟ้ม
tr: Bir dosyayı kaydet
uk: Зберегти файл
vi: Cất file
xh: Gcina ifayile
