Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Nothing to Undo
af: niks aan herstel
az: Dala alına bilməz
bg: Нищо във Възстанови
ca: Res a desfer
cs: Neexistuje krok zpět
da: Intet at fortryde
de: Nichts rückgängig zu machen
el: Τίποτα για Αναίρεση
et: Pole midagi tühistada
fi: Ei peruutettavaa
he: לטבל המ ןיא
hu: Semmit sem lehet visszavonni
is: Ekkert til að afturkalla
ko: 실행 취소할 것이 없음
lt: Nėra ką atstatyti
lv: Nav ko Atsaukt
mt: M'hemm xejn x'nannulla
nl: Niets om ongedaan te maken
no: Ingenting �angre
pl: Nie ma czego cofać
pt: Nada para Desfazer
ro: Nimic de des-făcut
ru: Нечего отменять
sk: Nie je čo vrátiť späť
sl: Nič za razveljaviti
sr: Ništa za opozivanje
ta: ¦ºÂø¿£ì¸ ²ÐÁ¢ø¨Ä
th: ไม่มีสิ่งที่จะเรียกคืน
tr: Geriye alınamaz
uk: Нічого повертати
vi: Không có đối tượng huỷ(undo) được
xh: Akukho nto yokwenza

source: Nothing to Redo
af: niks aan herstel herroep
az: İrəli alına bilməz
bg: Нищо във Върни
ca: Res a refer
cs: Neexistuje krok vpřed
da: Intet at omgøre
de: Nichts wiederherzustellen
el: Τίποτα για Επανάληψη
et: Pole midagi korrata
fi: Ei uudelleentehtävää
he: בוש עצבל המ ןיא
hu: Semmit sem lehet újra végrehajtani
is: Ekkert til að endurtaka
ko: 다시 실행할 것이 없음
lt: Nėra ką pakartoti
lv: Nav ko Atkārtot
mt: M'hemm xejn x'nerġa nagħmel
nl: Niets om opnieuw te doen
no: Ingeting �gjre om
pl: Nie ma czego ponawiać
pt: Nada para Refazer
ro: Nimic de re-făcut
ru: Нечего повторять
sk: Nie je čo opakovať
sl: Nič za uveljaviti
sr: Ništa za ponavljanje
ta: Á£Çî¦ºöÂ ²ÐÁ¢ø¨Ä
th: ไม่มีสิ่งที่จะทำซ้ำ
tr: İleri alınamaz
uk: Нічого повторювати
vi: Không có đối tượng để làm lại(redo)
xh: Akukho nto Ingenziwa Kwakhona

source: Und&o: %1
af: herstel: %1
az: &Geri: %1
bg: &Възстанови %1
ca: De&sfés: %1
cs: &Zpět: %1
da: &Fortryd: %1
de: &Rückgängig: %1
el: Aναί&ρεση: %1
et: &Tühista tegevus: %1
fi: &Peru: %1
he: %1 :לט&ב
hu: Vissza&vonás: %1
is: Hætta &við: %1
ko: 실행취소(&o): %1
lt: &Atšaukti: %1
lv: Atsauk&t: %1
mt: Erġa &lura: %1
nl: &Ongedaan maken: %1
no: &Angre: %1
pl: Co&fnij: %1
pt: Desfa&zer: %1
ro: De&s-face: %1
ru: &Отменить: %1
sk: Vrá&tiť späť: %1
sl: &Razveljavi: %1
sr: &Opozovi: %1
ta: ¦ºÂø¿£ìÌ: %1
th: เรียกคืน: %1
tr: &Geri: %1
uk: &Повернути: %1
vi: Huỷ: %1
xh: S&ukwenza: %1

source: Re&do: %1
af: herstel herroep: %1
az: İ&rəri: %1
bg: &Върни: %1
ca: Re&fés: %1
cs: Z&novu: %1
da: &Omgør: %1
de: &Wiederherstellen: %1
el: Επανάλη&ψη: %1
et: Korda t&egevust: %1
fi: Tee &uudelleen: %1
he: %1 :בו&ש עצב
hu: Újra vé&grehajtás: %1
is: Endurtaka: %1
ko: 다시 실행(&R): %1
lt: &Pakartoti: %1
lv: Atkā&rtot: %1
mt: Erġa ag&ħmel: %1
nl: O&pnieuw: %1
no: &Gjør om: %1
pl: Po&nów: %1
pt: Re&fazer: %1
ro: &Re-face: %1
ru: &Повторить: %1
sk: &Opakovať vrátené: %1
sl: &Uveljavi: %1
sr: Pon&ovi: %1
ta: Á£Çî¦ºö: %1
th: ทำซ้ำ: %1
tr: İ&leri: %1
uk: Повтори&ти: %1
vi: Làm lại: %1
xh: &Yenza kwakhona: %1

source: Undo: %1
af: herstel: %1
az: Geri: %1
bg: Обратно: %1
ca: Desfés: %1
cs: Zpět: %1
da: Fortryd: %1
de: Rückgängig: %1
el: Aναίρεση: %1
et: Tühista tegevus: %1
fi: Peru: %1
he: %1 :לטב
hu: Visszavonás: %1
is: Hætta við: %1
ko: 실행취소: %1
lt: Atšaukti: %1
lv: Atcelt: %1
mt: Annulla: %1
nl: Ongedaan maken %1
no: Angre: %1
pl: Cofnij: %1
pt: Desfazer: %1
ro: Des-face: %1
ru: Отменить: %1
sk: Vrátiť späť: %1
sl: Razveljavi: %1
sr: Opozovi: %1
ta: ¦ºÂø¿£ìÌ: %1
th: เรียกคืน: %1
tr: Geri: %1
uk: Повернути: %1
vi: Huỷ: %1
xh: Sukwenza: %1

source: Redo: %1
af: herstel herroep: %1
az: İrəli: %1
bg: Напред: %1
ca: Refés: %1
cs: Znovu: %1
da: Omgør: %1
de: Wiederherstellen: %1
el: Επανάληψη: %1
et: Korda tegevust: %1
fi: Tee uudelleen: %1
he: %1 :בוש עצב
hu: Újra végrehajtás: %1
is: Endurtaka: %1
ko: 다시 실행: %1
lt: Pakartoti: %1
lv: Atkārtot: %1
mt: Erġa agħmel: %1
nl: Opnieuw: %1
no: Gjør om: %1
pl: Ponów: %1
pt: Refazer: %1
ro: Re-face: %1
ru: Повторить: %1
sk: Opakovať vrátené: %1
sl: Uveljavi: %1
sr: Ponovi: %1
ta: Á£Çî¦ºö: %1
th: ทำซ้ำ: %1
tr: İleri: %1
uk: Повторити: %1
vi: Làm lại: %1
xh: Yenza kwakhona: %1

source: &New
af: nuwe
az: &Yeni
bg: &Нов
ca: &Nou
cs: &Nový
da: &Ny
de: &Neu
el: &Νέο
et: &Uus
fi: &Uusi
he: שד&ח
hu: Ú&j
is: &Nýtt
ko: 새 (&N)
lt: &Nauja
lv: &Jauns
mt: &Ġdid
nl: &Nieuw
no: &Ny
pl: &Nowy
pt: &Novo
ro: &Nou
ru: &Новый
sk: &Nový
sl: &Nov
sr: &Nov
ta: Ò¾¢Â
th: ใหม่
tr: &Yeni
uk: &Новий
vi: Mới
xh: E&ntsha

source: Save &As...
af: stoor as...
az: &Fərqli Qeyd Et...
bg: Запиши &като...
ca: Desa &com...
cs: Uložit j&ako...
da: Gem &som...
de: Speichern &unter...
el: Απο&θήκευση ως...
et: Salvesta &kui ...
fi: Tallenna &nimellä...
he: ...םש&ב הרימש
hu: Mentés más&ként...
is: Vista &sem...
ko: 다른 이름으로 저장(&A)...
lt: Išsaugoti &kaip...
lv: Saglabāt &Kā...
mt: Ikteb &b'isem ġdid...
nl: Opslaan a&ls...
no: Lagre &som...
pl: Zapisz &jako...
pt: Gravar &Como...
ro: S&alvează ca...
ru: Сохранить &как...
sk: Uložiť &ako...
sl: Shrani &kot...
sr: S&ačuvaj kao...
ta: ±Éî §ºÁ¢...
th: บันทึกเป็น...
tr: &Farklı Kaydet...
uk: Зберегти &як...
vi: Sao luư mới ...
xh: Gcin&a njenge...

source: Re&vert
af: ongedaan maak
az: Köh&nə halına döndər
bg: &Възстанови
ca: Re&voca
cs: V&rátit
da: Nu&lstil
de: &Zuletzt gespeicherte Fassung
el: Αντιστροφή
et: &Lähtesta
fi: P&alauta
he: ר&זחש
hu: &Visszaállítás
is: &Bakka
ko: 되돌아가기(&v)
lt: G&rįžti
lv: At&saukt
mt: Er&ġa tella'
nl: Beginwaar&de
no: &Gjør om
pl: Odw&róć
pt: Re&verter
ro: In&versează
ru: &Восстановить копию
sk: Ob&rátiť
sl: Po&vrni
sr: &Vrati
ta: Á£û
th: กลับเป็นตรงกันข้าม
tr: Es&ki haline döndür
uk: &Відновити
vi: Trở lại(revert)
xh: &Phinda umva

source: Print Previe&w...
af: druk voorskou...
az: Çap &Nümayişi...
bg: Ви&ж преди печат...
ca: Vist&a prèvia d'impressió...
cs: Ná&hled před tiskem...
da: &Udskriftsvisning...
de: Druck&vorschau...
el: Προεπισκόπηση Εκτύπωσης...
et: Trükkimise &eelvaatlus ...
fi: &Esikatselu...
he: ...הספדה ינפל הגו&צת
hu: N&yomtatási kép...
is: &Forsýna prentun...
ko: 미리보기 인쇄(&w)...
lt: &Spausdinimo peržiūra...
lv: Apskatīt Izdruk&u...
mt: Uri kif se jiġi pr&intjat...
nl: Afdruk&voorbeeld...
no: Forhånds&visning...
pl: Pod&gląd wydruku...
pt: &Visualizar Impressão...
ro: Previ&zualizare tipărire...
ru: П&росмотр перед печатью...
sk: Ná&hľad tlače...
sl: O&gled tiskanja
sr: Pre&gled štampe...
ta: «îÍ Óý§É¡ð¼õ...
th: ภาพก่อนพิมพ์...
tr: Baskı Ö&nizleme...
uk: &Перегляд друку...
vi: Xem trước khi in...
xh: Shicilela osekwenzi&we...

source: &Mail...
af: pos...
az: &ePoçt...
bg: &Поща...
ca: &Correu...
cs: Od&eslat emailem...
da: &Send...
de: &Versenden...
el: Ταχυδρόμησε...
et: &Meili ...
fi: &Postita...
he: ...ראודב ח&לש
hu: Elküldés le&vélben...
is: &Póstleggja...
ko: 편지(&M)...
lt: &Paštas
lv: &Pasts...
nl: &Versturen...
no: &Post...
pl: &Wyślij...
pt: Enviar por E&mail...
ro: E-&mail..
ru: Отправить по &почте...
sk: &Pošta...
sl: &Pošta...
ta: «ïºø...
th: เมล์...
tr: &E-posta...
uk: &Відправити листа...
xh: &Iposi...

source: Select &All
af: kies alle
az: &Hamısını Seç
bg: &Избери всичко
ca: Selecciona-ho &tot
cs: Vybr&at vše
da: Markér &alt
de: A&lles auswählen
el: Επιλογή Όλ&ων
et: Vali &kõik
fi: Valitse &kaikki
he: &לכה רחב
hu: Min&den kijelölése
is: Velja &allt
ko: 모두 고르기(&A)
lt: Pažymėti &viską
lv: Izvēlēties &Visu
mt: Agħżel kollo&x...
nl: &Alles selecteren
no: Velg &alt
pl: &Zaznacz wszystko
pt: Seleccion&ar Tudo
ro: Selectează t&ot
ru: Выбрать &все
sk: Vybrať &všetko
sl: Izberi &vse
sr: Izaberi s&ve
ta: «¨ÉòÐõ §¾÷× ¦ºö
th: เลือกทั้งหมด
tr: &Hepsini Seç
uk: Вибрати &все
vi: Chọn tất cả
xh: Kheth&a zonke

source: Find &Previous
af: soek vorige
az: Ə&vvəlkini Axtar
bg: Намери &предишен
ca: Cerca &anterior
cs: Najít &předchozí
da: Find &forrige
de: Frü&here suchen
el: Εύρεση Προηγούμενου
et: Leia &eelmine
fi: Etsi e&dellinen
he: &םדוקה תא שפח
hu: Az e&lőző keresése
is: Finna &fyrra
ko: 먼저(&P) 찾기
lt: Ieškoti &ankstesnio
lv: Meklēt &Iepriekšējo
mt: Sib ta' &qabel
nl: Vo&rige zoeken
no: Finn &forrige
pl: Znajdź p&oprzedni
pt: Procurar &Anterior
ro: Caută &precedent
ru: Продолжить поиск &назад
sk: &Hľadať predchádzajúci
sl: &Najdi prejšnje
sr: Nađi &prethodno
ta: ÓýÉ¨¾ò §¾Î
th: ค้นหาก่อนหน้า
tr: Ö&ncekini Bul
uk: Знайти &попередній
vi: Tìm cái trước
xh: &Fumana okudlulileyo

source: &Actual Size
af: ware grootte
az: &Həqiqi Böyüklük
bg: &Актуален размер
ca: Mida &actual
cs: &Aktuální velikost
da: &Faktisk størrelse
de: &Tatsächliche Größe
el: Πραγματικό Μέγεθος
et: &Tegelik suurus
fi: &Todellinen koko
he: יתימ&א לדוג
hu: &Jelenlegi méret
is: &Raunveruleg stærð
ko: 실제 글꼴(&A)
lt: &Dabartinis dydis
lv: &Aktuālais Izmērs
mt: Daqs &attwali
nl: &Werkelijke grootte
no: &Aktuell størrelse
pl: &Aktualny rozmiar
pt: T&amanho Normal
ro: Mărime &actuală
ru: В на&туральную величину
sk: &Aktuálna veľkosť
sl: Dejanska velikost
sr: &Stvarna veličina
ta: ¯ñ¨ÁÂ¡É «Ç×
th: ขนาดปกติ
tr: G&eçerli Büyüklük
uk: &Фактичний розмір
vi: Cỡ thực sự
xh: &Ubungakanani obububo

source: &Fit To Page
af: pas aan bladsy
az: Səhifəya &Uyğunlaşdır
bg: &Нагласи в станицата
ca: &Ajusta a la pàgina
cs: Přizpůsobit &stránce
da: &Tilpas siden
de: Auf Seite ein&passen
el: Ταίριασμα Στη Σελίδα
et: &Mahuta leheküljele
fi: &Sovita sivulle
he: דומעה ל&דוגל םאתה
hu: &Igazítás az oldalmérethez
is: Laga að síðu&stærð
ko: 쪽에 맞춤(&F)
lt: &Talpinti į puslapį
lv: &Ievietot Lapā
mt: &Daħħal fid-daqs ta' paġna
nl: &Passend in pagina
no: &Pass til side
pl: Dopasuj do s&trony
pt: &Tamanho da Página
ro: Încadrează în &pagină
ru: &Вместить в страницу
sk: &Roztiahnuť na stránku
sl: &Prilagodi strani
sr: &Prilagodi veličini strane
ta: Àì¸ò¾¢üÌô ¦À¡ÕòÐ
th: พอดีกับหน้า
tr: Sayfa &Uydur
uk: Влаштувати &у сторінку
vi: Làm khớp với trang
xh: &Iyonela ephepheni

source: Fit To Page &Width
af: pas aan bladsy wydte
az: Səhifə &Genişliyinə Uyğunlaşdır
bg: Нагласи в раз&мера станицата
ca: Ajusta a l'a&mplada de la pàgina
cs: &Přizpůsobit šířce stránky
da: Tilpas side&bredden
de: Auf Seiten&breite einpassen
el: Ταίριασμα Στο Πλάτος Σελίδας
et: Mahuta lehekülje &laiusele
fi: Sovita sivun&leveyteen
he: דומעה בחו&רל םאתה
hu: Igazítás az &oldalszélességhez
is: Laga að síðu&breidd
ko: 쪽 너비에 맞추기(&W)
lt: Talpinti į puslapio &plotį
lv: Ievietot Lapas &Platumā
mt: Daħħal fil-&wisa' ta' paġna
nl: Passend in pagina&breedte
no: Tilpass side til side &bredde
pl: Dopasuj do sze&rokości strony
pt: &Largura da Página
ro: Încadrează în &lăţimea paginii
ru: По &ширине страницы
sk: Roztiahnuť na šírku &stránky
sl: Prilagodi š&irini strani
sr: Š&irina strane
ta: Àì¸ «¸Äò¾¢üÌô ¦À¡ÕòÐ
th: พอดีกับความกว้างหน้า
tr: Sayfa &Genişliğine Uydur
uk: Влаштувати у &ширину сторінки
vi: Làm khớp với bề ngang của trang
xh: &Iyonela kububanzi bephepha

source: Fit To Page &Height
af: pas aan bladsy hoogte
az: Səhifə &Hündürlüyünə Uyğunlaşdır
bg: Нагласи във &височината на страницата
ca: Ajusta a l'a&lçada de la pàgina
cs: Přizpůsobit &výšce stránky
da: Tilpas side&højden
de: Auf Seiten&höhe einpassen
el: Ταίριασμα Στο Ύψος Σελίδας
et: Mahuta lehekülje &kõrgusele
fi: Sovita sivun&korkeuteen
he: דומעה ךר&ואל םאתה
hu: Igazítás az oldal&magassághoz
is: Laga að síðu&hæð
ko: 쪽 높이에 맞추기(&H)
lt: Talpinti į puslapio &ilgį
lv: Ievietot Lapas &Augstumā
mt: Daħħal fl-&għoli ta' paġna
nl: Passend in pagina&hoogte
no: Tilpass side til side &høyde
pl: Dopasuj do wy&sokości strony
pt: A&ltura da Página
ro: Încadrează în l&ungimea paginii
ru: По &высоте страницы
sk: Roztiahnuť na &výšku stránky
sl: Prilagodi &višini strani
sr: &Visina strane
ta: Àì¸ ¯ÂÃò¾¢üÌô ¦À¡ÕòÐ
th: พอดีกับความสูงหน้า
tr: Sayfa &Boyuna Uydur
uk: Влаштувати у &висоту сторінки
vi: Làm khớp với chiều cao của trang
xh: &Iyonela kubude bephepha

source: Zoom &In
af: zoem in
az: &Yaxınlaşdır
bg: Уве&личи
ca: &Apropa
cs: Z&většit
da: For&stør
de: Ver&größern
el: Ζουμ
et: &Suurenda
fi: &Suurenna
he: &ברקתה
hu: &Nagyítás
is: Renna &að
ko: 크게 늘리기(&I)
lt: Pa&didinti
lv: Pa&lielināt
mt: &Żid il-kobor
nl: &Inzoomen
no: For&større
pl: Powię&ksz
pt: Aume&ntar
ro: &Măreşte
ru: У&величить
sk: Z&väčšiť
sl: Po&večaj
sr: U&većaj
ta: «ÏÌ
th: ขยายเข้า
tr: Bü&yüt
uk: З&більшити
vi: Phóng to
xh: &Ingxolo enkulu ngaphakathi

source: Zoom &Out
af: zoem uit
az: &Uzaqlaşdır
bg: На&мали
ca: A&llunya
cs: Z&menšit
da: For&mindsk
de: Ver&kleinern
el: Αναίρεση Ζουμ
et: &Vähenda
fi: &Pienennä
he: ק&חרתה
hu: Ki&csinyítés
is: Renna &frá
ko: 작게 줄이기(&O)
lt: Su&mažinti
lv: Sa&mazināt
mt: &Naqqas il-kobor
nl: &Uitzoomen
no: For&minske
pl: Pomnie&jsz
pt: &Diminuir
ro: Mi&cşorează
ru: У&меньшить
sk: Z&menšiť
sl: &Zmanjšaj
sr: S&manji
ta: Å¢ÄÌ
th: ขยายออก
tr: &Küçült
uk: З&меншити
vi: Thu nhỏ
xh: &Ingxolo enkulu ngaphandle

source: &Zoom...
af: zoem...
az: Ya&xınlıq...
bg: Ма&щаб...
cs: &Zvětšení...
da: &Forstør...
el: &Ζουμ...
et: &Suurenda ...
fi: &Suurenna...
he: ...תוברק&תה
hu: N&agyítás...
is: S&tækkun
ko: 조정(&Z)...
lt: &Mastelis...
lv: &Mērogs...
mt: &Kobor...
nl: &Zoomen...
no: &Forstørre/-minske...
pl: &Powiększenie...
pt: &Ampliação...
ro: &Scalează...
ru: &Масштаб...
sk: &Lupa...
sl: &Povečava
sr: &Uveličanje...
ta: «ÏÌ...
th: ย่อ/ขยาย...
tr: Ya&kınlaştır...
uk: &Масштаб...
vi: Phóng to-Thu nhỏ ....
xh: &Ingxolo enkulu...

source: &Redisplay
af: vertoon weer
az: &Təkrar Göstər
bg: Об&нови екрана
ca: &Redibuixa
cs: Opětovně zob&razit
da: &Vis igen
de: Anzeige &auffrischen
el: Επανεμφάνιση
et: &Näita uuesti
fi: Piirrä &uudelleen
he: שדח&מ גצה
hu: Új&rarajzolás
is: Sýna aftur
ko: 다시 그리기(&R)
lt: &Rodyti dar kartą
lv: &Rādīt vēlreiz
mt: E&rġa uri
nl: He&rtekenen
no: &Vis på nytt
pl: &Odśwież
pt: &Redesenhar
ro: &Reafişează
ru: Обно&вить изображение
sk: Zob&raziť znovu
sl: &Vnovič prikaži
sr: &Prikaži ponovo
ta: Á£Çì¸¡ðÎ
th: แสดงซ้ำ
tr: &Tekrar Göster
uk: &Перерисувати
vi: Tái hiển thị
xh: &Yibonise kwakhona

source: &Up
af: begin
az: &Yuxarı
bg: На&горе
ca: &Amunt
cs: Nahor&u
da: &Op
de: Nach &oben
el: Πάνω
et: Ü&les
fi: &Ylös
he: הל&עמל
hu: &Fel
is: &Upp
ko: 위(&U)
lt: &Aukštyn
lv: &Uz augšu
mt: &Fuq
nl: &Omhoog
no: &Opp
pl: Do &góry
pt: S&ubir
ro: &Sus
ru: Ввер&х
sk: Na&hor
sl: &Gor
sr: &Gore
ta: §Áø
th: ขึ้น
tr: &Yukarı
uk: &Нагору
vi: Lên
xh: &Ngentla

source: _: go back &Back
af: terug
az: &Geri
bg: На&зад
ca: E&nrera
cs: &Předchozí
da: Til&bage
de: &Zurück
el: Πίσω
et: &Tagasi
fi: &Takaisin
he: הרוח&א
hu: &Vissza
is: Til &Baka
ko: 뒤로(&B)
lt: A&tgal
lv: &Atpakaļ
mt: &Lura
nl: &Terug
no: &Tilbake
pl: W &tył
pt: &Voltar
ro: În&apoi
ru: &Назад
sk: Do&zadu
sl: Na&zaj
sr: &Nazad
ta: À¢ý
th: ย้อนกลับ
tr: &Geri
uk: &Назад
xh: &Ngasemva

source: _: go forward &Forward
af: vorentoe
az: İ&rəli
bg: Нап&ред
ca: En&davant
cs: &Vpřed
da: &Fremad
de: Nach &vorne
el: Μπροστά
et: &Edasi
fi: &Eteen
he: המי&דק
hu: &Előre
is: Á&fram
ko: 앞으로(&F)
lt: P&irmyn
lv: &Uzpriekšu
mt: 'Il &quddiem
nl: &Volgende
no: &Frem
pl: W &przód
pt: &Avançar
ro: În&ainte
ru: &Вперед
sk: Do&predu
sl: &Naprej
sr: &Napred
ta: Óý
th: ต่อไป
tr: İ&leri
uk: &Вперед
xh: &Ngaphambili

source: _: beginning (of line) &Home
af: huis
az: &Başlanğıc
bg: &У дома
ca: &Inici
cs: &Domů
da: &Begyndelsen
de: &Dateianfang
el: Σπίτι
et: &Algusesse
fi: &Alku
he: התי&בה
hu: &Elejére
is: &Heim
ko: 홈(&H)
lt: P&radžia
lv: &Mājas
mt: &Bidu
nl: &Beginpunt
no: &Hjem
pl: &Początek linii
pt: &Início
ro: În&ceput
ru: В &начало строки
sk: &Začiatok
sl: &Začetek vrstice
sr: &Početak linije
ta: ¦¾¡¼ì¸õ
th: ตำแหน่งหลัก
tr: &Başlangıç
uk: &На початок
xh: &Ikhaya

source: &Previous Page
af: vorige bladsy
az: Ə&vvəlki Səhifə
bg: Преди&шна страница
ca: Pàgina &prèvia
cs: &Předchozí strana
da: &Forrige side
de: V&orige Seite
el: Προηγούμενη Σελίδα
et: &Eelmine lehekülg
fi: E&dellinen sivu
he: &םדוקה דומעה
hu: E&lőző oldal
is: &Fyrri síða
ko: 먼저 쪽(&P)
lt: Ankstesnis &puslapis
lv: &Iepriekšējā Lapa
mt: Paġna ta' &qabel
nl: &Vorige pagina
no: &Forrige side
pl: &Poprzednia strona
pt: &Página Anterior
ro: Pagina &precedentă
ru: &Предыдущая страница
sk: &Predchádzajúca stránka
sl: &Prejšnja stran
sr: &Prethodna strana
ta: Óý¨ÉÂ Àì¸õ
th: หน้าก่อน
tr: Ö&nceki Sayfa
uk: &Попередня сторінка
vi: Trang Trước
xh: &Iphepha elidlulileyo

source: &Next Page
af: volgende bladsy
az: &Sonrakı Səhifə
bg: Следва&ща страница
ca: Pàgina &següent
cs: &Následující strana
da: &Næste side
de: &Nächste Seite
el: Επόμενη Σελίδα
et: &Järgmine lehekülg
fi: &Seuraava sivu
he: &אבה דומעה
hu: &Következő oldal
is: Næsta síða
ko: 다음 쪽(&N)
lt: &Kitas puslapis
lv: &Nākošā Lapa
mt: Paġna li &jmiss
nl: V&olgende pagina
no: &Neste side
pl: &Następna strona
pt: Página Segui&nte
ro: Pagina &următoare
ru: &Следующая страница
sk: &Nasledujúca stránka
sl: &Naslednja stran
sr: &Sledeća strana
ta: «Îò¾ Àì¸õ
th: หน้าต่อไป
tr: &Sonraki Sayfa
uk: &Наступна сторінка
vi: Trang sau
xh: &Iphepha elilandelayo

source: &Go to...
af: gaan aan...
az: &Get...
bg: &Отиди до...
ca: &Vés a...
cs: &Přejít na...
da: &Gå til...
de: &Gehe zu...
el: Πήγαινε στο...
et: &Mine...
fi: &Siirry...
he: ...לא רב&עמ
hu: U&grás...
is: &Fara að...
ko: 건너뛰기(&G)...
lt: &Eiti į...
lv: &Iet uz...
mt: &Mur...
nl: &Ga naar...
no: &Gå til...
pl: I&dź do...
pt: &Ir para...
ro: &Du-te la...
ru: &Перейти...
sk: &Prejsť na...
sl: Pojd&i na...
sr: &Idi do...
ta: ­íÌ ¦ºø...
th: ไปที่...
tr: &Git...
uk: П&ерейти...
vi: Nhảy tới ...
xh: &Yiya ku...

source: &Go to Page...
af: gaan aan bladsy...
az: Sə&hifəyə Get...
bg: &Отиди до страница...
ca: &Vés a...
cs: Př&ejít na stranu...
da: &Gå til side...
de: Gehe zu &Seite...
el: Πήγαινε στη Σελίδα...
et: &Mine leheküljele...
fi: &Siirry sivulle...
he: ...&דומעל רובע
hu: &Ugrás egy oldalra...
is: Fara á &síðu...
ko: 쪽 건너뛰기(&G)...
lt: &Eiti į puslapį...
lv: &Iet uz Lapu...
mt: &Mur f'paġna...
nl: &Ga naar pagina...
no: &Gå til side...
pl: I&dź do strony...
pt: Ir para a Pá&gina...
ro: &Du-te la pagina...
ru: Перейти на ст&раницу...
sk: Prejsť na &stránku...
sl: Pojdi na &stran...
sr: &Idi do strane...
ta: ­ôÀì¸ò¾¢üÌî ¦ºø....
th: ไปที่หน้า...
tr: Sa&yfaya Git...
uk: Перейти до &сторінки...
vi: Nhảy tới trang ...
xh: &Yiya kwiphepha...

source: &Go to Line...
af: gaan aan lyn...
az: Sə&tirə Get...
bg: &Отиди до ред...
ca: &Vés a la línia...
cs: Př&ejít na řádku...
da: &Gå til linie...
de: Gehe zu &Zeile...
el: &Πήγαινε στην γραμμή...
et: &Mine reale...
fi: Siirry &riville...
he: ...הרו&של רובע
hu: Ugrás egy &sorra...
is: Fara að línu...
ko: 줄 건너뛰기(&G)...
lt: &Eiti į eilutę...
lv: &Iet uz Rindu...
mt: &Mur f'linja...
nl: &Ga naar regel...
no: &Gå til linje...
pl: &Idź do linii...
pt: Ir para a &Linha...
ro: &Du-te la linia...
ru: &Перейти на строку...
sk: Prejsť na &riadok...
sl: Pojdi v &vrstico...
sr: &Idi do linije...
ta: ­ùÅÃ¢ìÌî ¦ºø...
th: ไปที่บรรทัด...
tr: Sa&tıra Git...
uk: Перейти до ря&дку...
vi: Nhảy tới dòng ...
xh: &Yiya kulayini...

source: &First Page
af: eerste bladsy
az: İ&lk Səhifə
bg: П&ърва страница
ca: P&rimera pàgina
cs: P&rvní strana
da: &Første side
de: &Erste Seite
el: Πρώτη Σελίδα
et: &Esimene lehekülg
fi: &Ensimmäinen sivu
he: ןושא&רה דומעה
hu: &Első oldal
is: F&yrsta síða:
ko: 처음 쪽(&F)
lt: &Pirmas puslapis
lv: &Pirmā Lapa
mt: L-&ewwel paġna
nl: &Eerste pagina
no: &Første side
pl: Pi&erwsza strona
pt: Primeira Pági&na
ro: P&rima pagină
ru: Перв&ая страница
sk: &Prvá stránka
sl: &Prva stran
sr: &Prva strana
ta: Ó¾üÀì¸õ
th: หน้าแรก
tr: İ&lk Sayfa
uk: Пе&рша сторінка
vi: Trang đầu
xh: &Iphepha lokuqala

source: &Last Page
af: laaste bladsy
az: S&on Səhifə
bg: &Последна страница
ca: D&arrera pàgina
cs: Po&slední strana
da: &Sidste side
de: &Letzte Seite
el: Τελευταία Σελίδα
et: &Viimane lehekülg
fi: &Viimeinen sivu
he: ןור&חאה דומעה
hu: U&tolsó oldal
is: &Síðasta síða
ko: 마지막 쪽(&L)
lt: P&askutinis puslapis
lv: &Pēdējā Lapa
mt: L-a&ħħar paġna
nl: &Laatste pagina
no: &Siste side
pl: &Ostatnia strona
pt: Ú&ltima Página
ro: &Ultima pagină
ru: Последня&я страница
sk: Po&sledná stránka
sl: &Zadnja stran
sr: &Poslednja strana
ta: ­Ú¾¢ôÀì¸õ
th: หน้าสุดท้าย
tr: S&on Sayfa
uk: &Остання сторінка
vi: Trang cuối
xh: &Iphepha lokugqibela

source: Show St&atusbar
af: vertoon statusbalk
az: &Vəziyyət Çubuğunu Göstər
bg: Пок&ажи лентата за състояние
ca: Mostra línia d'e&stat
cs: Zobrazovat st&avovou lištu
da: Vis st&atuslinie
de: &Statusleiste anzeigen
el: Εμφάνιση Γραμμής Κατάστασης
et: &Olekuriba näitamine
fi: Näytä &tilarivi
he: ב&צמ תרוש גצה
hu: Az áll&apotsor megjelenítése
is: Sýna ás&tandsstiku
ko: 상태줄 보이기(&a)
lt: Rodyti &būsenos juostą
lv: Rādīt St&āvokļujoslu
mt: Uri st&atusbar
nl: &Statusbalk tonen
no: Vis &statuslinje
pl: Wyświetlaj pasek s&tanu
pt: Mostrar Linha de E&stado
ro: Afişează bara de &stare
ru: Показать строку &состояния
sk: Zobraziť s&tavový riadok
sl: Pokaži &statusno vrstico
sr: Prikaži &statusnu liniju
ta: ¿¢¨ÄôÀð¨¼¨Âì ¸¡ðÎ
th: แสดงแถบสถานะ
tr: &Durum Çubuğunu Göster
uk: Пок&азувати смужку стану
vi: Hiển thị thanh trạng thái
xh: &Bonisa ibar yeStatus

source: &Save Settings
af: stoor instellings
az: &Qurğuları Qeyd Et
bg: &Запиши настройки
ca: De&sa l'arranjament
cs: &Uložit nastavení
da: &Gem opsætning
de: &Einstellungen speichern
el: Αποθήκευση Ρυθμίσεων
et: &Salvesta seadistused
fi: &Tallenna asetukset
he: תורדגה רו&מש
hu: A &beállítások mentése
is: &Vista stillingar
ko: 설정 저장(&S)
lt: Iš&saugoti nuostatas
lv: &Saglabāt Uzstādījumus
mt: &Ikteb l-għażliet
nl: Instellingen ops&laan
no: &Lagre innstillinger
pl: &Zapisz ustawienia
pt: Gravar a &Configuração
ro: &Salvează opţiunile
ru: &Сохранить настройки
sk: &Uložiť nastavenia
sl: &Shrani nastavitve
sr: &Sačuvaj podešavanja
ta: «¨ÁôÒì¸¨Çî §ºÁ¢
th: บันทึกการเปลี่ยนแปลง
tr: &Ayarları Kaydet
uk: &Зберегти параметри
vi: Luư trữ các thiết lập(setting)
xh: &Gcina izicwangciso

source: &Configure %1...
af: konfigureer %1...
az: %1'i Quraşdır...
bg: &Конфигурация на %1...
ca: &Configura %1...
cs: &Nastavit: %1...
da: &Indstil %1...
de: %1 ein&richten...
el: Ρύθμιση %1...
et: %1 &seadistamine...
fi: &Aseta %1...
he: ...%1 תורדג&ה
hu: A(z) %1 b&eállítása...
is: &Stilla %1...
ko: %1 설정(&C)...
lt: &Konfigūruoti %1...
lv: &Konfigurēt %1...
mt: &Issettja %1...
nl: %1 &instellen...
no: &Oppsett av %1...
pl: &Konfiguruj %1...
pt: Con&figurar o %1...
ro: &Configurează %1...
ru: &Настроить %1...
sk: Nas&taviť %1...
sl: &Prikroji %1...
sr: Podešavanje pro&grama %1...
ta: %1 ÅÊÅ¨Á...
th: ปรับแต่ง %1...
tr: %1'i Yapılandır...
uk: &Налаштувати %1...
vi: Cấu hình %1 ...
xh: &Qwalasela i%1...

source: Configure Tool&bars...
af: konfigureer nutsbalke...
az: &Vasitə Çubuğunu Quraşdır...
bg: Конфигурация Па&нели...
ca: Configura &barres d'eines...
cs: Nastavení nást&rojových lišt...
da: Indstil &værktøjslinier...
de: Werk&zeugleisten einrichten...
el: Ρύθμιση &Γραμμών Εργαλείων...
et: Seadista tööriistari&ba...
fi: Aseta &työkalupalkkeja...
he: ...םיל&כ ילגרס תורדגה
hu: Az esz&köztárak beállítása...
is: Stilla &tækjastikur...
ko: 도구줄 설정(&b)...
lt: Konfigūruoti į&rankines
lv: Konfigurēt Rīku&joslu...
mt: Issettja t-tool&bars...
nl: Werk&balken instellen...
no: Oppsett av verktøy&linjer...
pl: Konfiguracja paska &narzędzi...
pt: Configurar as &Barras de Ferramentas...
ro: Opţiuni bare de &unelte...
ru: Настроить панели &инструментов...
sk: Nastaviť panely &nástrojov...
sl: Nastavi &orodjarno...
sr: Podešavanje &traka sa ikonicama...
ta: ¸ÕÅ¢ôÀð¨¼¸¨Ç ÅÊÅ¨Á...
th: ปรับแต่งแถบเครื่องมือ...
tr: &Araç Çubuğunu Yapılandır...
uk: Налаштувати панелі &інструментів...
vi: Cấu hình thanh công cụ ...
xh: Qwalasela iibar&zezixhobo...

source: _: show help &Help
af: hulp
az: &Yardım
bg: Помо&щ
ca: A&juda
cs: Nápo&věda
da: &Hjælp
de: &Hilfe
et: &Abi
fi: &Ohje
he: הרז&ע
hu: &Segítség
is: &Hjálp
ko: 도움말(&H)
lt: &Pagalba
lv: &Palīdzība
mt: G&ħajnuna
nl: &Help
no: &Hjelp
pl: Po&moc
pt: &Ajuda
ro: &Ajutor
ru: Помо&щь
sk: &Pomocník
sl: &Pomoč
sr: &Pomoć
ta: ¯¾Å¢
th: ช่วยเหลือ
tr: &Yardım
uk: &Довідка
xh: &Uncedo
