Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Left click previews
af: links kliek voorskoue
az: Sol düymə ilə nümayiş
bg: С ляво кликване за преглед
ca: Vista prèvia amb clic esquerre
cs: Náhled při stisknutí levého tlačítka myši
da: Venstreklik eksempel
de: Vorschau bei linkem Mausklick
el: Προεπισκόπηση με αριστερό κλικ
et: Vasak klikk eelvaatluseks
fi: Esikatsele hiiren vasemmalla painikkeella
he: המידקמ הגוצת הגיצמ תילאמש הציחל
hu: Bal kattintás: előkép
is: Vinstra-smell forsýnir
ko: 오른쪽 클릭으로 미리보기
lt: Parodys kairys bakstelėjimas
lv: Apskatīt pie kreisā klikšķa
mt: Buttuna tax-xellug turi prova
nl: Vooruitblikken via linkermuisknop:
no: Venstreklikk forhåndsvisning
pl: Szybki podgląd
pt: Botão esquerdo dá previsão
ro: Clic stînga previzualizează
ru: Разрешить просмотр встроенным в Konqueror компонентом
sk: Ľavé kliknutie ukáže náhľad
sl: Levi klik za predogled
sr: Levi klik pregleda
ta: ­¼Ð ìÇ¢ì Óý§É¡ð¼õ
th: คลิกซ้ายเพื่อแสดงตัวอย่าง
tr: Sol tuşla önizleme
uk: Ліве клацання - перегляд
vi: click trái để xem trước
xh: Nqakraza ekhohlo imiboniso

source: De&vice
af: toestel
az: Avadan&lıq:
bg: &Устройство
ca: D&ispositiu
cs: Z&ařízení
da: En&hed
de: Ge&rät
el: Συσκευή
et: Sea&de:
fi: La&ite
he: ןק&תה
hu: Es&zköz
is: Tæ&ki
ko: 장치(&v)
lt: Į&renginys
lv: Ie&kārta
nl: Stati&on:
no: E&nhet:
pl: Urzą&dzenie
pt: Dispositi&vo
ro: &Dispozitiv
ru: &Устройство
sk: Za&riadenie
sl: &Naprava:
sr: U&ređaj
ta: º¡¾Éõ
th: อุปกรณ์
tr: Ay&gıt:
uk: Пр&истрій
vi: &Thiết bị
xh: Ice&bo

source: Device (/dev/fd0):
af: toestel (/dev/fd0):
az: Avadanlıq (/dev/fd0):
bg: Устройство (/dev/fd0):
ca: Dispositiu (/dev/fd0):
cs: Zařízení (/dev/fd0):
da: Enhed (/dev/fd0):
de: Gerät (/dev/fd0):
el: Συσκευή (/dev/fd0):
et: Seade (/dev/fd0):
fi: Laite (/dev/fd0):
he: :(/dev/fd0) ןקתה
hu: Eszköz (/dev/fd0):
is: Dæki (/dev/fd0):
ko: 장치 (/dev/fd0):
lt: Įrenginys (/dev/fd0):
lv: Iekārta (/dev/fd0):
nl: Station (/dev/fd0):
no: Enhet (/dev/fd0):
pl: Urządzenie (/dev/fd0):
pt: Dispositivo (/dev/fd0):
ro: Dispozitiv (/dev/fd0):
ru: Устройство (пример: /dev/fd0):
sk: Zariadenie (/dev/fd0):
sl: Naprava (/dev/fd0):
sr: Uređaj (/dev/fd0):
ta: º¡¾Éõ (/dev/fd0):
th: อุปกรณ์ (/dev/fd0):
tr: Aygıt (/dev/fd0):
uk: Пристрій (/dev/fd0):
vi: Thiết bị (/dev/fd0):
xh: Icebo (/ceb/fdO) :

source: Device:
af: toestel:
az: Avadanlıq:
bg: Устройство:
ca: Dispositiu:
cs: Zařízení:
da: Enhed:
de: Gerät:
el: Συσκευή:
et: Seade:
fi: Laite:
he: :ןקתה
hu: Eszköz:
is: Tæki:
ko: 장치:
lt: Įrenginys:
lv: Iekārta:
nl: Station:
no: Enhet:
pl: Urządzenie:
pt: Dispositivo:
ro: Dispozitiv:
ru: Устройство:
sk: Zariadenie:
sl: Naprava:
sr: Uređaj:
ta: º¡¾Éõ:
th: อุปกรณ์:
tr: Aygıt:
uk: Пристрій:
vi: Thiết bị:
xh: Icebo:

source: Read Only
af: lees slegs
az: Sırf-Oxunan
bg: Само за четене
ca: Només lectura
cs: Pouze ke čtení
da: Læs-kun
de: Nur lesen
el: Μόνο Ανάγνωση
et: Ainult lugemiseks
fi: Vain luku
he: דבלב האירק
hu: csak olvasható
is: Bara lesa
ko: 읽기만
lt: Tik skaitymui
lv: Tikai Lasīt
mt: Jinqara biss
nl: Alleen-lezen
no: Bare lese
pl: Tylko do odczytu
pt: Leitura Apenas
ro: Numai-citire
ru: Только для чтения
sk: Len na čítanie
sl: Samo za branje
sr: Samo za čitanje
ta: Å¡º¢ì¸ ÁðÎõ
th: อ่านได้อย่างเดียว
tr: Salt-Okunur
uk: Тільки для читання
vi: Chỉ đọc
xh: Funda Kuphela

source: Mount Point (/mnt/floppy):
af: mount punt (/mnt/sagteskyf):
az: Bağlama Nöqtəsi (/mnt/floppy):
bg: Точка на монтиране (/mnt/floppy):
ca: Punt de muntatge (/mnt/floppy):
cs: Místo připojení (/mnt/floppy):
da: Monteringspunkt (/mnt/floppy):
de: Mount-Punkt (/mnt/floppy):
el: Σημείο Προσάρτησης (/mnt/floppy):
et: Ühenduspunkt (/mnt/floppy):
fi: Liitospiste (/mnt/floppy):
he: :(/mnt/floppy) רוביח תדוקנ
hu: Csatlakoztatási (mount) pont (/mnt/floppy):
is: Tengipunktur (/mnt/floppy):
ko: 마운트 할 곳 (/mnt/floppy):
lt: Prijungimo vieta (/mnt/floppy):
lv: Montēšanas Punkts (/mnt/floppy):
mt: Direttorju fejn nimmonta (/mnt/floppy):
nl: Aankoppelpunt (mnt/floppy):
no: Monteringssted (/mnt/floppy):
pl: Punkt podmontowania (/mnt/floppy):
pt: Ponto de Montagem (/mnt/floppy):
ro: Punct de montare (/mnt/floppy):
ru: Точка монтирования (пример: /mnt/floppy):
sk: Miesto pripojenia (/mnt/floppy):
sl: Točka priklopa (/mnt/floppy):
sr: Tačka montiranja (/mnt/floppy):
ta: §Á§ÄüÈ Ó¨É (/mnt/floppy):
th: จุดเมาท์ (/mnt/floppy):
tr: Bağlama Noktası (/mnt/floppy):
uk: Точка монтування (/mnt/floppy):
vi: Điểm mount (/mnt/floppy):
xh: Isalathisi sonyuko (/mnt/floppy):

source: Mount Point:
af: mount punt:
az: Bağlama Nöqtəsi:
bg: Точка на монтиране:
ca: Punt de muntatge:
cs: Místo připojení:
da: Monteringspunkt
de: Mount-Punkt:
el: Σημείο Προσάρτησης:
et: Ühenduspunkt:
fi: Liitospiste:
he: :רוביח תדוקנ
hu: Csatlakoztatási (mount) pont:
is: Tengipunktur:
ko: 마운트 할 곳:
lt: Prijungimo vieta:
lv: Montēšanas Punkts:
mt: Direttorju fejn nimmonta:
nl: Aankoppelpunt (mount point):
no: Monteringssted:
pl: Punkt podmontowania:
pt: Ponto de Montagem:
ro: Punct de montare:
ru: Точка монтирования:
sk: Miesto pripojenia:
sl: Točka priklopa:
sr: Tačka montiranja:
ta: §Á§ÄüÈ Ó¨É:
th: จุดเมาท์:
tr: Bağlama Noktası:
uk: Точка монтування:
vi: Điểm mount:
xh: Isalathisi sonyuko:

source: File System Type:
af: lêer stelsel tipe:
az: Fayl Sistemi Növü:
bg: Тип Файлова Система:
ca: Tipus de sistema de fitxers:
cs: Typ souborového systému:
da: Filsystem type:
de: Dateisystem:
el: Τύπος Συστήματος Αρχείων:
et: Failisüsteemi tüüp:
fi: Tiedostojärjestelmä:
he: :םיצבקה תכרעמ גוס
hu: Fájlrendszertípus:
is: Tegund skrákerfis:
ko: 파일 시스템 형식:
lt: Bylų sistemos tipas:
lv: Failu Sistēmas Tips:
mt: Tip ta' sistema tal-fajls
nl: Type bestandssysteem:
no: Filsystemtype:
pl: System plików:
pt: Tipo de Sistema de Ficheiro:
ro: Sistem de fişiere:
ru: Тип файловой системы:
sk: Typ súborového systému:
sl: Vrsta datotečnega sistema:
sr: Vrsta fajl sistema:
ta: §¸¡ôÒ «¨Á× Å¨¸:
th: ชนิดแฟ้มระบบ:
tr: Dosya Sistemi Türü:
uk: Тип файлової системи:
vi: Kiểu hệ thống file(filesystem)
xh: Udidi lwendlela yefayile:

source: Unmounted Icon
af: ontkoppel ikoon
az: Ayrılma Timsalı
bg: Неизползвана Икона
ca: Icona desmuntat
cs: Ikona odpojeného
da: Afmonteret ikon
de: Symbol für nicht eingebundene Laufwerke
el: Εικονίδιο μη προσαρτημένου
et: Lahutatud seadme ikoon
fi: Irroitetun kuvake
he: קתונמ למס
hu: Leválasztott (unmount) ikon
is: Táknmynd f. aftengt
ko: 언마운트된 아이콘
lt: Piktograma atjungtam
lv: Nepiemontēta Ikona
mt: Ikona meta mhux immontat
nl: Pictogram voor afgekoppeld:
no: Ikon for demontert
pl: Ikona odmontowania
pt: Ícone Desmontado
ro: Iconiţă demontat
ru: Пиктограмма "размонтировано"
sk: Ikona nepripojený
sl: Ikona za odklopljeno
sr: Nemontirana ikonica
ta: ¸£Æ¢Èì¸ì ÌÚõÀ¼õ
th: ไอคอนยกเลิกเมาท์
tr: Ayrılma Simgesi
uk: Піктограма розмонтованого пристрою
vi: Icon chưa được mount
xh: I Icon enganyukanga

source: <!-- Do not edit this file -->
az: <!-- Bu faylda düzəliş aparmayın-->
bg: <!-- Не редактирай този файл -->
ca: <!-- No editeu aquest fitxer -->
cs: <!-- Neupravujte tento soubor -->
da: <!-- Redigér ikke denne fil -->
de: <!-- Diese Datei bitte nicht ändern -->
el: <!-- Μην τροποποιείτε αυτό το αρχείο ->
et: <!-Seda faili ei tohi muuta-!>
fi: <!-- Älä muokkaa tätä tiedostoa -->
he: <!-- הז ץבוק ךורעל ןיא -->
hu: <!-- Ne módosítsa ezt a fájlt -->
is: <!-- Ekki breyta þessari skrá handvirkt -->
ko: <!-- 이 파일을 고치지 마십시오 -->
lt: <!-- Neredaguokite šios bylos -->
lv: <!-- Nelabojiet šo failu -->
mt: <!-- Tbiddilx dan il-fajl - Do not edit this file -->
nl: <!--dit bestand niet bewerken-->
no: <!-- Denne filen skal ikke redigeres -->
pl: <!-- Nie modyfikuj tego pliku -->
pt: <!-- Não edites este ficheiro -->
ro: <!-- Nu editati acest fisier -->
ru: <!-- Не редактируйте этот файл -->
sk: <!-- Needitujte tento subor -->
sl: <!-- Ne spreminjajte te datoteke -->
sr: <!-- Ne menjajte ovaj fajl -->
ta: <!--­ì §¸¡ôÀ¢¨É Á¡üÈ §Åñ¼¡õ -->
th: <!-- ห้ามแก้ไขแฟ้มนี้ -->
tr: <!-- Bu dosyayı düzenlemeyin -->
uk: <!-- Не редагуйте цей файл -->
vi: <!-- Không sửa file này -->
xh: <!--Sukuyihlela le fayile-->

source: Detailed View
af: gedetaileerde besigtig
az: Ətraflı Görünüş
bg: Подробен преглед
ca: Vista detallada
cs: Detailní zobrazení
da: Detaljeret visning
de: Ausführliche Ansicht
el: Λεπτομερής Προβολή
et: Detailne vaade
fi: Tarkka näkymä
he: תטרופמ הגוצת
hu: Részletes nézet
is: Nákvæmur listi
ko: 자세히 보기
lt: Rodyti detaliai
lv: Detalizēts Skatījums
mt: Dehra dettaljata
nl: Gedetaileerde weergave
no: Detaljert visning
pl: Szczegółowy widok
pt: Vista com Detalhes
ro: Vizualizare detaliată
ru: Детальное представление
sk: Detailný pohľad
sl: Podrobnosti
sr: Detaljni prikaz
ta: Å¢Ã¢Å¡É ¸¡ðº¢
th: แสดงรายละเอียด
tr: Detaylı Görünüm
uk: Детальний вигляд
vi: Xem chi tiết
xh: Imboniselo enenkcukacha

source: Permissions
af: regte
az: Səlahiyyətlər
bg: Права
ca: Permisos
cs: Práva
da: Tilladelser
de: Berechtigungen
el: Άδειες
et: Loabitid
fi: Oikeudet
he: תואשרה
hu: Hozzáférési jogok
is: Aðgangsheimildir
ko: 권한
lt: Leidimai
lv: Tiesības
mt: Permessi
nl: Toegangsrechten
no: Rettigheter
pl: Prawa dostępu
pt: Permissões
ro: Permisiuni
ru: Права
sk: Prístupové práva
sl: Dovoljenja
sr: Dozvole
ta: «ÛÁ¾¢¸û
th: สิทธิ์ที่อนุญาต
tr: İzinler
uk: Права доступу
vi: Cho phép
xh: Iimvume

source: Owner
af: eienaar
az: Yiyə
bg: Собственик
ca: Amo
cs: Vlastník
da: Ejer
de: Eigentümer
el: Ιδιοκτήτης
et: Omanik
fi: Omistaja
he: םילעב
hu: Tulajdonos
is: Eigandi
ko: 소유자
lt: Savininkas
lv: Īpašnieks
mt: Sid
nl: Eigenaar
no: Eier
pl: Właściciel
pt: Dono
ro: Proprietar
ru: Владелец
sk: Vlastník
sl: Lastnik
sr: Vlasnik
ta: ¯Ã¢¨ÁÂ¡Ç÷
th: เจ้าของ
tr: Sahip
uk: Власник
vi: Người sở hũư
xh: Umniniyo

source: Root Directory: %1
af: root gids: %1
az: Kök Cərgəsi: %1
bg: Главна директория: %1
ca: Directori arrel: %1
cs: Kořenový adresář %1
da: Root-mappe: %1
de: Wurzelverzeichnis: %1
el: Κατάλογος Root: %1
et: Juurkataloog: %1
fi: Juurihakemisto: %1
he: %1 :שרושה תיירפס
hu: Gyökérkönyvtár: %1
is: Rótarmappa: %1
ko: 뿌리 자료방: %1
lt: Root katalogas: %1
lv: Saknes Direktorijs: %1
mt: Direttorju root: %1
nl: Hoofdmap: %1
no: Rotkatalog: %1
pl: Katalog główny: %1
pt: Directoria Raiz: %1
ro: Director rădăcină: %1
ru: Корневой каталог: %1
sk: Koreňový priečinok: %1
sl: Osnovni imenik: %1
sr: Root direktorijum: %1
ta: §Å÷ «¨¼×: %1
th: ไดเรกทอรีราก: %1
tr: Kök Dizini: %1
uk: Кореневий каталог: %1
vi: Thư mục root: %1
xh: Ulawulo lwengcambu: %1

source: Home Directory: %1
af: huis gids: %1
az: Başlanğıc Cərgəsi: %1
bg: Потребителска директория %1
ca: Directori inicial: %1
cs: Domovský adresář: %1
da: Hjemmemappe: %1
de: Persönliches Verzeichnis: %1
el: Κατάλογος (Σπίτι) Χρήστη: %1
et: Kodukataloog: %1
fi: Kotihakemisto: %1
he: %1 :תיבה תיירפס
hu: Saját könyvtár: %1
is: Heimamappa: %1
ko: 홈 자료방: %1
lt: Namų katalogas %1
lv: Mājas Direktorijs: %1
mt: Direttorju tal-bidu: %1
nl: Persoonlijke map: %1
no: Hjemmekatalog: %1
pl: Katalog domowy: %1
pt: Directoria Pessoal: %1
ro: Director personal: %1
ru: Домашний каталог: %1
sk: Domovský priečinok: %1
sl: Domači imenik: %1
sr: Korisnički direktorijum: %1
ta: ¦¾¡¼ì¸ «¨¼×: %1
th: ไดเรกทอรีผู้ใช้: %1
tr: Başlangıç Dizini: %1
uk: Домашній каталог: %1
vi: Thư mục nhà(home): %1
xh: Ulawulo lwasekhaya: %1

source: Documents: %1
af: dokumente: %1
az: Sənədlər: %1
bg: Документи: %1
cs: Dokumenty: %1
da: Dokumenter: %1
de: Dokumente: %1
et: Dokumendid: %1
fi: Asiakirjat: %1
he: %1 :םיכמסמ
hu: Dokumentumok: %1
is: Skrár: %1
ko: 문서: %1
lt: Dokumentai: %1
lv: Dokumenti: %1
mt: Dokumenti: %1
nl: Documenten: %1
no: Dokumenter: %1
pl: Dokumenty: %1
pt: Documentos: %1
ro: Documente: %1
ru: Документов: %1
sk: Dokumenty: %1
sl: Dokumenti: %1
sr: Dokumenti: %1
ta: ¬Å½í¸û: %1
th: เอกสาร: %1
uk: Документи: %1
xh: Amaxwebhu: %1

source: Desktop: %1
af: werkskerm: %1
az: Masa Üstü: %1
bg: Работно място: %1
ca: Escriptori: %1
cs: Pracovní plocha: %1
da: Skrivebord: %1
de: Arbeitsfläche: %1
el: Επιφ. Εργασίας: %1
et: Töölaud: %1
fi: Työpöytä: %1
he: %1 :הדובע ןחלוש
hu: Munkaasztal: %1
is: Skjáborð: %1
ko: 일터: %1
lt: Darbastalis: %1
lv: Darbvirsma: %1
nl: Bureaublad: %1
no: Skrivebord: %1
pl: Biurko: %1
pt: Ambiente de Trabalho: %1
ro: Ecran: %1
ru: Рабочий стол: %1
sk: Plocha: %1
sl: Namizje: %1
sr: Radna površina: %1
ta: §Á¨º: %1
th: เดสก์ทอป: %1
tr: Masaüstü: %1
uk: Стільниця: %1

source: Often used directories
af: gereeld gebruik word gidse
az: Sıx işlədilən cərgələr
bg: Често използвани директории
ca: Directoris usats sovint
cs: Často používané adresáře
da: Ofte brugte mapper
de: Oft benutzte Verzeichnisse
el: Συχνά χρησιμοποιούμενοι κατάλογοι
et: Tihti kasutatavad kataloogid
fi: Usein käytetyt hakemistot
he: ףוכת שומישב תוירפס
hu: Gyakran használt könyvtárak
is: Vinsælar möppur
ko: 자주 쓰는 자료방
lt: Dažniausiai naudojami katalogai
lv: Bieži izmantotie direktoriji
mt: Direttorji li jintużaw spiss
nl: Veelgebruikte mappen
no: Ofte brukte kataloger
pl: Często używane katalogi
pt: Directorias frequentemente utilizadas
ro: Directoare utilizate frecvent
ru: Часто используемые каталоги
sk: Často používané priečinky
sl: Pogosto uporabljani imeniki
sr: Često korišćeni direktorijumi
ta: «Êì¸Ê À¡Å¢ìÌõ «¨¼×¸û
th: ไดเรกทอรีที่ใช้บ่อย
tr: Sık kullanılan dizinler
uk: Каталоги частого використання
vi: Các thư mục hay dùng:
xh: Abalawulii abasetyenziswa rhoqo

source: Bookmarks
af: boekmerke
az: Nişanlar
bg: Бележки
ca: Punts
cs: Záložky
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
et: Järjehoidjad
fi: Kirjanmerkit
he: תוינמיס
hu: Könyvjelzők
is: Bókamerki
ko: 책갈피
lt: Atžymos
lv: Grāmatzīmes
nl: Bladwijzers
no: Bokmerker
pl: Zakładki
pt: Favoritos
ro: Semne de carte
ru: Закладки
sk: Záložky
sl: Zaznamki
sr: Markeri
ta: Òò¾¸ìÌÈ¢¸û
th: ที่คั่นหนังสือ
tr: Yer İmleri
uk: Закладки
xh: Amanqaku encwadi

source: Extras
af: ekstras
az: Əlavələr
bg: Екстри
ca: Extres
cs: Extra
da: Ekstra
et: Ekstra
fi: Muut
he: תופסות
hu: Speciális lehetőségek
is: Aukadót
ko: 나머지
lt: Ekstra
lv: Ekstras
mt: Żjidiet
no: Tillegg
pl: Dodatki
ro: Suplimentar
sk: Extra
sl: Dodatki
sr: Dodaci
ta: ¯¾¢Ã¢¸û
th: พิเศษ
uk: Додатково
vi: Phụ
xh: Angaphezulu

source: &Filter:
az: &Süzgəc:
bg: &Филтър:
ca: &Filtre:
cs: &Maska:
el: &Φίλτρο:
fi: S&uodin:
he: :ןוני&ס
hu: &Szűrő:
is: &Sía:
ko: 거르개(&F):
lt: &Filtras:
lv: &Filtrs:
mt: &Filtru:
nl: &Filteren:
pl: &Filtr:
pt: &Filtro:
ro: &Filtru:
ru: &Фильтр:
ta: ÅÊ¸ðÎ:
th: ประเภท:
tr: &Süzgeç:
uk: &Фільтр:
vi: &Lọc:
xh: &Icebo lokucoca ulwelo:

source: &Location:
af: ligging:
az: &İstiqamət:
bg: &Местоположение:
ca: &Posició:
cs: &Umístění:
da: &Sted:
de: &Adresse:
el: Τοπο&θεσία:
et: &Asukoht:
fi: &Sijainti:
he: :םוקי&מ
hu: E&lérési út:
is: &Staðsetning:
ko: 위치(&L):
lt: &Vieta:
lv: &Atrašanās vieta:
mt: &Post:
nl: &Locatie:
no: S&ted:
pl: &Lokacja:
pt: &Localização:
ro: &Locaţia:
ru: &Выбор:
sk: U&miestnenie:
sl: &Lokacija:
sr: &Lokacija:
ta: ­¼õ:
th: ตำแหน่ง:
tr: &Konum:
uk: &Адреса:
vi: Đ&ịa điểm:
xh: &Indawo ekuyo:

source: Sorry, %1 doesn't look like a valid URL to me.
af: jammer, %1 nie kyk hou van 'n geldige url aan my.
az: Bağışlayın, %1 mənə hökmlü bir URL kimi görünmür.
bg: Съжалявам, %1 това не е и не изглежда като валидна URL за мен.
ca: Ho sento, %1 no em sembla un URL vàlid.
cs: Lituji, %1 nevypadá jako platné URL.
da: Desværre, %1 ligner ikke en gyldig URL, såvidt jeg kan se.
de: Leider scheint %1 keine gültige Adresse (URL) zu sein.
el: Συγγνώμη, το %1 δε μου μοιάζει για έγκυρο URL.
et: Vabandust, %1 ei tundu olevat korrektne URL.
fi: %1 ei näytä oikenmuotoiselta URL:ta.
he: ,יל רצ %1 ומכ יל הארנ אל .הפקת תבותכ
hu: A(z) %1 feltehetően nem érvényes URL.
is: Mér sýnist %1 ekki vera leyfileg slóð (URL).
ko: %1 위 URL은 알맞지 않아 보입니다. 미안합니다.
lt: Atleiskite, %1 nepanašu į teisingą URL
lv: Piedodiet, %1 man neizskatās pareizs URL
mt: Jiddispjaċini, %1 ma jidhirx li huwa URL validu.
nl: Helaas, %1 ziet er niet uit als een goed geformuleerd URL-adres.
no: Beklager, %1 ser ikke ut som en gyldig URL for meg.
pl: Niestety, %1 nie wydaje się być poprawnym adresem URL.
pt: Desculpa, %1 não me parece um URL válido.
ro: %1 nu pare să fie un URL valid.
ru: %1 не похоже на правильный URL.
sk: Prepáčte, %1 nevyzerá ako platná URL.
sl: Žal, %1 ni videti kot veljaven URL.
sr: Izvinite, %1 ne izgleda kao ispravan URL.
ta: ÁýÉ¢ì¸×õ, %1 ´Õ ÅÄ¢¾¡É URL¬¸ ±ÉìÌò ¦¾Ã¢ÂÅ¢ø¨Ä.
th: ขออภัย URL %1 อาจจะไม่ถูกต้อง
tr: Üzgünüm, %1 bana geçerli bir URL gibi görünmüyor.
uk: Вибачте, %1 не виглядає, як дозволений URL .
vi: Xin lỗi , %1 không phải là một URL đúng .
xh: Uxolo, %1 ayikhangeleki njenge URL esebenzayo kum.

source: Invalid URL
af: ongeldige url
az: Hökmsüz URL
bg: Невалидно URL
ca: URL invàlid
cs: Chybné URL
da: Ugyldig URL
de: Ungültige Adresse (URL)
el: Άκυρο URL
et: Vigane URL
fi: Viallinen URL
he: הפקת אל תבותכ
hu: Érvénytelen URL
is: Ólöglegt slóð (URL)
ko: (알맞지 않은 URL)
lt: Neteisingas URL
lv: Nepareizs URL
mt: URL invalidu
nl: Verkeerd geformd URL-adres
no: Ugyldig URL
pl: Niepoprawny URL
pt: URL inválido
ro: URL eronat
ru: Неверный URL
sk: Neplatná URL
sl: Neveljaven URL
sr: Nepravilan URL
ta: ÅÄ¢¾üÈ URL
th: URL ไม่ถูกต้อง
tr: Geçersiz URL
uk: Невірний URL
vi: URL không đúng
xh: URL engasebenziyo

source: You can only select local files.
af: jy kan slegs kies plaaslike lêers.
az: Sadəcə olaraq yerli faylları seçə bilərsiniz.
bg: Вие можете да изберате само локални файлове.
ca: Només podeu seleccionar fitxers locals.
cs: Můžete vybrat pouze lokální soubory.
da: Du kan kun vælge lokale filer
de: Sie können nur lokale Dateien auswählen.
el: Μπορείτε να επιλέξετε μόνο τοπικά αρχεία.
et: Valida on võimalik ainult kohalike faile.
fi: Voit valita vain paikallisia tiedostoja.
he: .םיימוקמ םיצבק קר רוחבל ךתורשפאב
hu: Csak helyi fájlokat lehet kiválasztani.
is: Þú getur bara valið skrár á'þassu skráakerfi.
ko: 로컬에 있는 파일만 고를 수 있습니다.
lt: Galite pasirinkti tik vietines bylas.
lv: Jūs varat izvēlēties tikai lokālos failus.
mt: Tista' tagħżel biss fajls lokali.
nl: U kunt alleen lokale bestanden selecteren.
no: Du kan bare velge lokale filer.
pl: Można wybrać tylko pliki lokalne.
pt: Só podes seleccionar ficheiros locais.
ro: Puteţi selecta numai fişiere locale.
ru: Можно выбирать только локальные файлы.
sk: Môžte vybrať len lokálne súbory.
sl: Izberete lahko le lokalne datoteke.
sr: Možete da izaberete samo lokalne fajlove.
ta: ¯ûÇ¨Áì §¸¡ôÒ¸¨Ç ÁðÎ§Á ¿£í¸û §¾÷× ¦ºöÂ ÓÊÔõ.
th: คุณสามารถเลือกได้เฉพาะแฟ้มภายในระบบเท่านั้น
tr: Sadece yerel dosyaları seçebilirsiniz.
uk: Можна вибирати тільки локальні файли.
vi: Bạn chỉ có thể chọn các file địa phương.
xh: Ungakhetha kuphela ifayile zobulali.

source: Remote files not accepted
af: afgeleë lêers nie aanvaar
az: Uzaktaki fayllar qəbul edilmiyor
bg: Отдалечени файлове не се приемат
ca: No s'accepten fitxers remots
cs: Vzdálené soubory nejsou akceptovány
da: Fjernfiler ikke accepterede
de: Dateien von Fremdrechnern werden nicht akzeptiert
el: Δεν γίνονται αποδεκτά απομακρυσμένα αρχεία
et: Kaugfaile ei aktsepteerita
fi: Etätiedostoja ei hyväksytä
he: םיקחורמ םיצבק לבקל ןתינ אל
hu: Távoli fájlokat nem fogadok el
is: Ekki er tekið við skrám af öðrum skráakerfum
ko: 리모트 파일을 받아들이지 않았습니다
lt: Nutolusios bylos neprieinamos
lv: Attālinātie faili netiek pieņemti
mt: Fajls remoti mhux permessi
nl: Niet-lokale bestanden worden niet geaccepteert.
no: Filer på andre maskiner ikke godtatt
pl: Zdalne pliki nie są do zaakceptowania
pt: Os ficheiros remotos não são aceites
ro: Fişierele distante nu sînt acceptate
ru: Удаленные файлы не поддерживаются
sk: Vzdialené súbory neakceptované
sl: Oddaljene datoteke niso sprejete.
sr: Udaljeni fajlovi se ne prihvataju
ta: §ºö¨Áì §¸¡ôÒ¸û ²üÚì¦¸¡ûÇôÀ¼¡
th: ไม่ยอมรับแฟ้มแบบรีโมต
tr: Uzaktaki dosyalar kabul edilmiyor
uk: Віддалені файли не приймаються
vi: Không chấp nhận các file ở xa
xh: Ifayile ezikude azamkelekanga

source: Add to bookmarks
af: voeg by aan boekmerke
az: Nişanlara əlavə et
bg: Добави в бележки
ca: Afegeix als punts
cs: Přidat k záložkám
da: Tilføj til bogmærker
de: Lesezeichen hinzufügen
el: Προσθήκη στους σελιδοδείκτες
et: Lisa järjehoidjatesse
fi: Lisää kirjanmerkkeihin
he: תוינמיסל ףסוה
hu: Hozzáadás a könyvjelzőkhöz
is: Setja bókamerki
ko: 책갈피에 더함
lt: Pridėti į atžymas
lv: Pievienot grāmatzīmēm
mt: Żid mal-bookmarks
nl: Aan bladwijzers toevoegen
no: Legg til bokmerke
pl: Dodaj do zakładek
pt: Adicionar aos favoritos
ro: Adaugă la semne de carte
ru: Добавить закладку
sk: Pridať k záložkám
sl: Dodaj zaznamek
sr: Dodaj u markere
ta: Òò¾¸ìÌÈ¢Â¢ü §º÷
th: เพิ่มเข้าในที่คั่นหนังสือ
tr: Yer imlerine ekle
uk: Додати до закладок
vi: Thêm vào bookmarks
xh: Dibanisa kumanqaku encwadi

source: _n: %n directory %n directories
af: %n gids %n gidse
az: %n cərgə
bg: %n директория %n директории
ca: %n directori %n directoris
cs: %n adresář %n adresáře %n adresářů
da: %n mappe %n mapper
de: %n Verzeichnis %n Verzeichnisse
el: %n κατάλογος %n κατάλογοι
et: %n kataloog %n kataloogi
fi: %n hakemisto %n hakemistoa
he: %n הירפס תוירפס %n
hu: %n könyvtár
is: %n mappa %n möppur
ko: 자료방 %n개
lt: %n katalogas %n katalogai %n katalogų
lv: %n direktorijs %n direktoriji
mt: direttorju %n %n direttorji %n-il direttorju %n direttorju
nl: %n map %n mappen
no: En katalog %n kataloger
pl: %n katalog %n katalogi %n katalogów
pt: %n directoria %n directorias
ro: %n director %n directoare
ru: %n каталог %n каталога %n каталогов
sk: %n priečinok %n priečinky %n priečinkov
sl: %n imenikov %n imenik %n imenika %n imeniki
sr: %n direktorijum %n direktorijuma %n direktorijuma
ta: %n «¨¼× %n «¨¼×¸û
th: %n ไดเรกทอรี
tr: %n dizin
uk: %n каталог %n каталога %n каталогів
xh: %n ulawulo %n abalawuli

source: _n: %n file %n files
af: %n lêer %n lêers
az: %n fayl
bg: %n файл %n файла
ca: %n fitxer %n fitxers
cs: %n soubor %n soubory %n souborů
da: %n fil %n filer
de: %n Datei %n Dateien
el: %n αρχείο %n αρχεία
et: %n fail %n faili
fi: %n tiedosto %n tiedostoa
he: %n ץבוק םיצבק %n
hu: %n fájl
is: %n skrá %n skrár
ko: 파일 %n개
lt: %n byla %n bylų %n bylos
lv: %n fails %n faili
mt: fajl %n %n fajls %n-il fajl %n fajl
nl: %n bestand %n bestanden
no: En fil %n filer
pl: %n plik %n pliki %n plików
pt: %n ficheiro %n ficheiros
ro: %n fişier %n fişiere
ru: %n файл %n файла %n файлов
sk: %n súbor %n súbory %n súborov
sl: %n datotek %n datoteka %n datoteki %n datoteke
sr: %n fajl %n fajla %n fajlova
ta: %n §¸¡ôÒ %n §¸¡ôÒì¸û
th: %n แฟ้ม
tr: %n dosya
uk: %n файл %n файла %n файлів
xh: %n ifayile %n iifayile

source: %1 and %2
af: %1 en %2
az: %1 və %2
bg: %1 и %2
ca: %1 i %2
cs: %1 a %2
da: %1 og %2
de: %1 und %2
el: %1 και %2
et: %1 ja %2
fi: %1 ja %2
he: %2ו %1
hu: %1 és %2
is: %1 og %2
ko: %1과 %2
lt: %1 ir %2
lv: %1 un %2
mt: %1 u %2
nl: %1 en %2
no: %1 og %2
pl: %1 i %2
pt: %1 e %2
ro: %1 şi %2
ru: %1 и %2
sk: %1 a %2
sl: %1 in %2
sr: %1 i %2
ta: %1 ¯õ %2 ¯õ
th: %1 และ %2
tr: %1 ve %2
uk: %1 та %2
vi: %1 và %2
xh: %1 ne %2

source: Select Directory
af: kies gids
az: Cərgə Seç
bg: Избери деректория
ca: Trieu directori
cs: Vybrat adresář
da: Vælg mappe
de: Verzeichnis auswählen
el: Επιλέξτε Κατάλογο
et: Vali kataloog
fi: Valitse hakemisto
he: הירפס תריחב
hu: Könyvtár kiválasztása
is: Velja möppu
ko: 선택한 자료방
lt: Nurodyti katalogą
lv: Izvēlēties Direktoriju
mt: Agħżel direttorju
nl: Map selecteren
no: Velg katalog
pl: Wybierz katalog
pt: Selecciona uma Directoria
ro: Selectaţi directorul
ru: Выберите каталог
sk: Vyberte priečinok
sl: Izberi imenik
sr: Izaberi direktorijum
ta: «¨¼¨Åò §¾÷× ¦ºö
th: เลือกไดเรกทอรี
tr: Dizin Seç
uk: Виберіть каталог
vi: Chọn thư mục
xh: Khetha Ulawulo
