Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Enter name for new instance (leave untouched for default):
af: invoer naam vir nuwe voorbeeld (los onaangeraak vir verstek):
az: Yeni instasiya adını girin (əsas seçənək olmasını istəyirsinizsə, toxunmayın):
ca: Introduïu el nom per a la nova instància (no cal tocar-ho per omissió):
cs: Zadejte jméno nové instance (pro standardní nechejte nezměněné):
da: Indtast navn for nyt eksempel (efterlad urørt for standard):
de: Namen für neue Instanz eingeben (keine Angabe für Standard):
et: Sisesta uue eksemplari nimi (vaikeväärtuse puhul jäta puutumata):
fi: Anna nimi uudelle instanssille (älä muuta, jos haluat oletusarvon):
he: (לדחמה תרירב ליבשב יוניש אלל ראשה) השדחה הרוצתל םש דלקה
hu: Adja meg az új példány nevét (ne módosítsa, ha az alapértelmezést szeretné):
is: Sláðu inn nafn fyrir nýtt tilvik (eða láttu vera til að fá sjálfgefið):
lt: Įveskite naujo atvejo vardą (palikite neliestą norėdami naudoti nutylimą):
lv: Ievadiet jaunas instances vārdu (atstājiet neaiztiktu priekš noklusētās):
mt: Daħħal isem għall-instanza ġdida (ħallih kif inhu għall-istandard):
nl: Voer de naam in van de nieuwe instantie (leeglaten voor standaardwaarde):
no: Skriv inn navn for oppføring (ikke skriv noe for standard):
pl: Podaj nazwę nowego egzemplarza (domyślnie pozostaw bez zmian)
pt: Indica o nome da nova instância (não alterar para ficar o valor por omissão):
ro: Introduceţi numele pentru noua instantă (pentru implicit nu modificaţi):
ru: Введите имя нового экземпляра (или оставьте его по умолчанию):
sk: Zadajte meno novej inštancie (pre štandardné nechajte nezmenené):
sl: Vnesite ime novega primera (pustite prazno za privzeto):
ta: Ò¾¢Â ¯ÕôÀÊÂ¢ý ¦ÀÂ¨Ãò ¾Õ¸ (¦¸¡¼¡¿¢¨Ä «¾¨Éò ¦¾¡¼¡Áø Å¢¼ø):
th: เติมชื่ออินสแตนต์ใหม่ (ไม่เติมเพื่อใช้ค่าโดยปริยาย):
uk: Введіть назву для нового зразку (залиште як є для типової назви):
vi: Nhập tên cho Instance mới (để trống sẽ cho giá trị mặc định):
xh: Ngenisa igama lomzekelo omtsha(shiya okungabanjwanga kokungagqibekanga):

source: Instance name may not contain any space!
af: voorbeeld naam dalk mag nie bevat enige spasie!
ca: El nom d'instància no ha de contenir cap espai!
cs: Název instance nesmí obsahovat mezery!
da: Udgave-navn må ikke indeholde et mellemrum!
de: Instanzname darf keine Leerzeichen enthalten.
et: Eksemplari nimi ei tohi sisaldada tühikuid!
fi: Instanssin nimi ei saa sisältää välilyöntejä!
he: !םיחוור ליכהל לוכי אל עפומה םש
hu: A példány neve nem tartalmazhat szóközt!
is: Nafn tilviks má ekki innihalda bil!
lt: Atvejo varde negali būti tarpų!
lv: Instances nosaukums nevar saturēt tukšumus!
nl: De naam van de Instance mag geen spatie bevatten!
no: Oppføringsnavn kan ikke innholde mellomrom!
pl: Nazwa egzemplarza nie może zawierać przerw (spacji)!
pt: O nome da instância não pode conter espaços!
ru: В имени экземпляра не должно содержаться пробелов!
sk: Meno inštancie nesmie obsahovať medzery!
sl: Ime primera ne sme vsebovati presledkov!
th: ชื่ออินสแตนต์จะต้องไม่มีช่องว่าง !
uk: Ім'я зразку не може містити пропусків!
xh: Igama lendawo/lomzekelo lusenokungaqulathi nasiphi isithuba!

source: <nobr>Do you really want to remove instance <b>%1</b> ?</nobr>
af: <nobr>doen jy rerig wil hê aan verwyder voorbeeld <b>%1</b> ?</nobr>
az: <nobr>İnstansiyanı silmək istəyirsiniz?<b>%1</b> ?</nobr>
bg: <nobr>Наистина ли желаете да изтриете ?<b>%1</b> ?</nobr>
ca: <nobr>De veres voleu esborrar la instància <b>%1</b> ?</nobr>
cs: <nobr>Opravdu si přejete smazat instanci <b>%1</b> ?</nobr>
da: <nobr>Vil du virkelig fjerne eksempel <b>%1</b> ?</nobr>
de: <nobr>Möchten Sie Instanz <b>%1</b> wirklich entfernen?</nobr>
et: <nobr>Soovid sa tõesti eksemplari <b>%1</b> eemaldada?</nobr>
fi: <nobr>Haluatko todella tuhota instanssin <b>%1</b>?</nobr>
he: <nobr>?<b>%1</b> הרוצתה תא ריסהל ךנוצרבש חוטב התא םאה</nobr>
hu: <nobr>Biztosan el szeretné távolítani ezt a példányt: <b>%1</b> ?</nobr>
is: <nobr>Viltu örugglega fjarlægja tilvikið <b>%1</b>?</nobr>
lt: <nobr>Ar tikrai norite ištrinti atvejį <b>%1</b> ?</nobr>
lv: <nobr>Vai jūs tiešām gribat aizvākt instanci <b>%1</b> ?</nobr>
mt: <nobr>Ċert li trid tneħħi l-instanza <b>%1</b> ?</nobr>
nl: <nobr>Wilt u werkelijk de instantie <b>%1</b> verwijderen ?</nobr>
no: <nobr>Vil du virkelig fjerne instansen <b>%1</b> ?</nobr>
pl: <nobr>Czy na pewno chcesz usunąć egzemplarz <b>%1</b> ?</nobr>
pt: <qt>Queres mesmo apagar a instância <b>%1</b> ?</nobr>
ro: <nobr>Doriţi într-adevăr să ştergeţi instanţa <b>%1</b>?</nobr>
ru: <nobr>Вы действительно хотите удалить экземпляр <b>%1</b> ?</nobr>
sk: <nobr>Naozaj chcete odstrániť inštanciu <b>%1</b>?</nobr>
sl: <nobr>Ali res želite izbrisati primer <b>%1</b>?</nobr>
ta: <nobr>¯ñ¨ÁÂ¡¸§Å <b>%1</b>-­¨É ¿£ì¸ Å¢ÕõÒ¸¢È£÷¸Ç¡ ?</nobr>
th: <nobr>คุณต้องการจะลบอินสแตนต์ <b>%1</b> ทิ้ง จริงหรือไม่ ?</nobr>
uk: <nobr>Ви дійсно хочете видалити зразок <b>%1</b> ?</nobr>
vi: <nobr>Bạn có thực sự muốn gỡ bỏ Instance <b>%1</b>?</nobr>
xh: <nobr>Ufuna ngokwenene ukususa umzekelo <b>%1</b> ? </nobr>

source: <nobr>You can't remove the default instance. However all<br>settings of <b>%1</b> will be discarded. Continue ?</nobr>
af: <nobr>jy kan nie verwyder die verstek voorbeeld. egter alle<br>instellings van <b>%1</b> sal wees weggegooi. voortgaan ?</nobr>
az: <nobr>Əsas instansiyanızı silə bilməzsiniz. Çünkü <b>%1 in</b>bütün qurğuları silinəcəkdir. Davam edim?</nobr>
ca: <nobr>No podeu esborrar la instància per omissió. En canvi tot <br>l'arranjament de <b>%1</b> es descartarà. Continuo ?</nobr>
cs: <nobr>Standardní instanci není možné odstranit. Ale všechna <br>nastavení <b>%1</b> budou zahozeny. Pokračovat?</nobr>
da: <nobr>Du kan ikke fjerne standard eksemplet. Imidlertid vil alle <br>indstillinger af <b>%1</b> blive kasserede. Fortsæt ?</nobr>
de: <nobr>Die Standard-Instanz lässt sich nicht entfernen. Es werden jedoch alle<br>Einstellungen von <b>%1</b> verworfen. Möchten Sie fortfahren?</nobr>
et: <nobr>Vaikeeksemplari pole võimalik eemaldada. Kuid kõik<br> <b>%1</b> seadistused tühistatakse. Kas jätkata?</nobr>
fi: <nobr>Et voi poistaa oletusta. Joka tapauksessa kaikki <br><b>%1<b>:n asetukset hylätään. Jatka?</nobr>
he: <nobr>ןתינ ךא ,לדחמה תרירב תרוצת תא ריסהל ךתורשפאב ןיא<br>?ךישמהל םאה .<b>%1</b> לש תורדגהה לכמ רטפיהל</nobr>
hu: <nobr>Ez az alapértelmezett példány, ezért nem lehet eltávolítani. Azonban a(z)<br><b>%1</b> beállításai el lesznek távolítva. Folytassam?</nobr>
is: <nobr>Það er ekki hægt að eyða sjálfgefna tilvikinu. Hinsvegar verður<br> öllum stillingum <b>%1</b> hundsað. Halda áfram?</nobr>
lt: <nobr>Jūs negalite pašalinti atvejo, naudojamo kitaip nenurodžius.<br> Tačiau visi <b>%1</b> nustatymai bus pašalinti. Tęsti ?</nobr>
lv: <nobr>Jūs nevarat aizvākt noklusēto instanci. Tomēr visi<br><b>%1</b> uzstādījumi tiks atcelti. Turpināt ?</nobr>
mt: <nobr>Ma tistax tneħħi l-instanza standard. Però is-setings kollha ta'<b>%1</b> jiġu mormija. Trid tkompli ?</nobr>
nl: <nobr>U kunt de standaard-instantie niet verwijderen. Maar alle<br> standaardinstellingen van <b>%1</b> zullen worden verwijderd. Doorgaan? </nobr>
no: <nobr>Du kan ikke fjerne standard oppføring. Derimot vil alle <br>instillinger av <b>%1</b> bli kastet. Fortsett ?</nobr>
pl: <nobr>Nie można usunąć domyślnego egzemplarza (instancji). Jednak wszystkie ustawienia <b>%1</b> zostaną stracone. Kontynuować ?</nobr>
pt: <nobr>Não podes alterar a instância por omissão. Porém toda<br>a configuração de <b>%1</b> será apagada. Devo continuar ?</nobr>
ro: <nobr>Nu puteţi şterge instanţa implicită. Oricum, toate<br>setările <b>%1</b> vor fi eliminate. Continui?</nobr>
ru: <nobr>Невозможно удалить экземпляр по умолчанию. Однако, все<br>настройки <b>%1</b> будут удалены. Продолжить?</nobr>
sk: <nobr>Štandardnú inštanciu nie je možné odstrániť. Ale všetky <br>nastavenia <b>%1</b> budú zahodené. Pokračovať?</nobr>
sl: <nobr>Ne morete izbrisati privzetega primera. Vendar pa bodo <br>vse nastavitve od <b>%1</b> zavržene. Nadaljujem? </nobr>
ta: <nobr>¦¸¡¼¡¿¢¨Ä ¯ÕôÀÊ¨Â «¸üÈ ÓÊÂ¡Ð. ¬Â¢Ûõ <br><b>%1</b>-­ÉÐ «¨ÁôÒì¸û Â¡×õ ¨¸Å¢¼ôÀÎõ. ¦¾¡¼ÃÅ¡ ?</nobr>
th: <nobr>คุณไม่สามารถลบอินสแตนต์ปริยายได้ อย่างไรก็ตาม<br>การตั้งค่าทั้งหมดของ <b>%1</b> จะถูกยกเลิก ต้องการทำต่อไปหรือไม่ ?</nobr>
uk: <nobr>Ви не можете видалити типовий зразок. Проте всі<br>параметри<b>%1</b> буде відкинуто. Продовжити?</nobr>
xh: <nobr> Awunakuwususa umzekelo ongagqibekanga.Ngoko ke zonke<br>izicwangciso ze <b>%1</b> zizakulahlwa. Qhubeka? </nobr>

source: Internal error: printer not found.
af: intern fout: drukker nie gevind.
az: Daxili xəta: çap edici tapılmadı.
bg: Вътрешна грешка: принтерът не е намерен.
ca: Error intern: no s'ha trobat la impressora.
cs: Interní chyba: tiskárna nenalezena
da: Indre fejl: printer ikke fundet.
de: Interner Fehler: Drucker nicht gefunden.
el: Εσωτερικό σφάλμα: ο εκτυπωτής δε βρέθηκε.
et: Sisemine viga: printerit ei leitud.
fi: Sisäinen virhe: tulostinta ei löytynyt.
he: .האצמנ אל תספדמה :תימינפ האיגש
hu: Belső hiba: a nyomtató nem található.
is: Innri villa: prentari fannst ekki.
ko: 내부 오류: 인쇄기를 찾을 수 없습니다.
lt: Vidinė klaida: spausdintuvas nerastas.
lv: Iekšēja kļūda: drukas iekārta nav atrasta.
mt: Problema interna: printer ma nstabx.
nl: Interne fout: printer niet gevonden.
no: Intern feil: Skriver ikke funnet.
pl: Błąd wewnętrzny: nie znaleziono drukarki.
pt: Erro interno: a impressora não foi encontrada.
ro: Eroare internă: nu am găsit imprimanta.
ru: Внутренняя ошибка: принтер не найден.
sk: Interná chyba: tlačiareň nenájdená.
sl: Notrajna napaka: tiskalnik ni bil najden.
sr: Interna greška: štampač nije pronađen.
ta: ¯ûÇ¨Á ¾ÅÚ: «îÍô¦À¡È¢ ­ø¨Ä.
th: ข้อผิดพลาดภายใน: ไม่พบเครื่องพิมพ์
tr: İç hata: yazıcı bulunamadı.
uk: Внутрішня помилка: принтер не знайдено.
vi: Lỗi nội bộ: Không tìm thấy máy in.
xh: Imposiso yangaphakathi: umshicileli akafumaneki.

source: <nobr>Unable to send test page to <b>%1</b>.</nobr>
af: <nobr>nie moontlik aan stuur toets bladsy aan <b>%1</b>.</nobr>
az: <nobr>Sınaq səhifəsi <b>%1</b> a(ə) göndərilə bilmədi.</nobr>
bg: <nobr>Не мога да изпратя тестова страница на<b>%1</b>.</nobr>
ca: <nobr>No s'ha pogut enviar la pàgina de prova a <b>%1</b>.</nobr>
cs: <nobr>Nepodařilo se poslat testovací stránku na <b>%1</b>.</nobr>
da: <nobr>Kan ikke sende testside til <b>%1</b>.</nobr>
de: <nobr>Senden der Testseite an <b>%1</b> ist nicht möglich.</nobr>
el: <nobr>Δε μπόρεσα να στείλω τη δοκ. σελίδα στο <b>%1</b>.</nobr>
et: <nobr>Testlehekülje saatmine printerile <b>%1</b> ebaõnnestus.</nobr>
fi: <nobr>Ei voitu lähettää testisivua kohteeseen <b>%1</b>.</nobr>
he: <nobr>.<b>%1</b> לא ןויסינה דומע תא חולשל ןתינ אל</nobr>
hu: <nobr>Nem sikerült kiküldeni a tesztoldalt erre a nyomtatóra: <b>%1</b>.</nobr>
is: <nobr>Tókst ekki að senda prufusíðu á <b>%1</b>.</nobr>
ko: <nobr><b>%1</b> 인쇄기로 시험쪽을 보내지 못했습니다.</nobr>
lt: <nobr>Nesugebu nusiųsti testinio puslapio į <b>%1</b>.</nobr>
lv: <nobr>Nevar nosūtīt test lapu uz <b>%1</b>.</nobr>
mt: <nobr>Ma setgħetx tintbagħat paġna tat-test lil <b>%1</b>.</nobr>
nl: <nobr>Niet in staat om testpagina naar <b>%1</b> te versturen.</nobr>
no: <nobr>Ikke i stand til å sende testside til <b>%1</b>.</nobr>
pl: <nobr>Nie można wysłać strony testowej na <b>%1</b>.</nobr>
pt: <nobr>Incapaz de enviar a página de teste para <b>%1</b>.</nobr>
ro: <nobr>Nu am putut trimite pagina de test către <b>%1</b>.</nobr>
ru: <nobr>Ошибка отправки тестовой страницы на принтер <b>%1</b>.</nobr>
sk: <nobr>Nepodarilo sa poslať testovaciu stránku na <b>%1</b>.</nobr>
sl: <nobr>Ni moč poslati preizkusne strani k <b>%1</b>.</nobr>
ta: <nobr><b>%1</b>-­üÌî §º¡¾¨Éô Àì¸ò¨¾ «ÛôÀ ÓÊÂÅ¢ø¨Ä.</nobr>
th: <nobr>ไม่สามารถสั่งพิมพ์หน้าทดสอบไปยัง <b>%1</b> ได้</nobr>
tr: <nobr><b>%1</b> yazıcısına deneme sayfası gönderilemedi.</nobr>
uk: <nobr>Неможливо відіслати пробну сторінку <b>%1</b>.</nobr>
vi: <nobr>Không thể gửi trang in thử đến <b> %1 </b>.</nobr>
xh: <nobr>Ayikwazi ukuthumela iphepha lovavanyo ku<b>%1</b>.</nobr>

source: <nobr>Test page succesfully sent to printer <b>%1</b>.</nobr>
af: <nobr>toets bladsy suksesvol gestuur aan drukker <b>%1</b>.</nobr>
az: <nobr>Sınaq pancərəsi <b>%1</b> çap edicisinə müvəffəqiyyətlə yollnadı.</nobr>
bg: <nobr>Тестовата страница е изпратена успешно на принтера <b>%1</b>.</nobr>
ca: <nobr>S'ha enviat amb èxit la pàgina de prova a la impressora <b>%1></b>.</nobr>
cs: <nobr>Testovací stránka byla úspěšně poslána na tiskárnu <b>%1</b>.</nobr>
da: <nobr>Det lykkedes at sende testsiden til printer <b>%1</b>.</nobr>
de: <nobr>Testseite wurde erfolgreich an <b>%1</b> gesendet. </nobr>
el: <nobr>Η δοκιμαστική σελίδα εστάλη με επιτυχία στον <b>%1</b>.</nobr>
et: <nobr>Testlehekülg printerile <b>%1</b> edukalt saadetud.</nobr>
fi: <nobr>Testisivu lähetetty tulostimelle <b>%1</b>.</nobr>
he: <nobr>.<b>%1</b> תספדמה לא החלצהב חלשנ ןויסינה דומע</nobr>
hu: <nobr>Sikerült kiküldeni a tesztoldalt erre a nyomtatóra: <b>%1</b>.</nobr>
is: <nobr>Prufusíða send á <b>%1</b> án vandræða.</nobr>
ko: <nobr><b>%1</b> 인쇄기로 시험쪽을 보내는데 성공했습니다.</nobr>
lt: <nobr>Testinis puslapis sėkmingai nusiųstas į spausdintuvą <b>%1</b>.</nobr>
lv: <nobr>Test lapa veiksmīgi nosūtīta uz drukas iekārtu <b>%1</b>.</nobr>
mt: <nobr>Paġna tat-test intbagħatet lil <b>%1</b>.</nobr>
nl: <nobr>De testpagina is met succes naar printer <b>%1</b> gestuurd.</nobr>
no: <nobr>Testside ble sendt til skriver <b>%1</b>.</nobr>
pl: <nobr>Wysłanie strony na drukarkę <b>%1</b> udało się.</nobr>
pt: <nobr>A página de teste foi enviada com sucesso para a impressora <b>%1</b>.</nobr>
ro: <nobr>Am trimis cu succes pagina de test către imprimanta <b>%1</b>.</nobr>
ru: <nobr>Тестовая страница успешно отправлена на принтер <b>%1</b>.</nobr>
sk: <nobr>Testovacia stránka úspešne poslaná na tlačiareň <b>%1</b>.</nobr>
sl: <nobr>Preizkusna stran je bila uspešno poslana k tiskalniku <b>%1</b>.</nobr>
ta: <nobr>§º¡¾¨Éô Àì¸õ <b>%1</b> «îÍô¦À¡È¢ìÌî ºÃ¢Â¡¸ «ÛôÀôÀð¼Ð.</nobr>
th: <nobr>หน้าทดสอบการพิมพ์ถูกส่งไปยังเครื่องพิมพ์ <b>%1</b> แล้ว</nobr>
tr: <nobr>Deneme sayfası <b>%1</b> yazıcısına başarıyla gönderildi.</nobr>
uk: <nobr>Пробна сторінка успішно відіслана на принтер <b>%1</b>.</nobr>
vi: <nobr> Trang in thử đã được gửi thành công đến máy in <b>%1</b>.</nobr>
xh: <nobr>Iphepha lovavanyo luthunyelwe ngokunempumelelo kumshicileli<b>%1.</nobr>

source: Print queue
af: druk wagtou
az: Çap edici növbəsi
bg: Принтерска опашка
ca: Cua d'impressora
cs: Tisková fronta
da: Printerkø
de: Druckerwarteschlange
el: Ουρά εκτυπώσεων
et: Printeri tööjärjekord
fi: Tulostinjono
he: הספדה רות
hu: Nyomtatási sor
is: Prentröð
ko: 인쇄기 큐
lt: Spausdinimo eilė
lv: Drukas rinda
mt: Kju tal-ipprintjar
nl: Printerwachtrij
no: Skriver-kø
pl: Kolejka drukowania
pt: Fila de impressão
ro: Coadă de imprimare
ru: Очередь печати
sk: Front tlačiarne
sl: Čakalna vrsta tiskalnika
sr: Red za štampanje
ta: «îÍô¦À¡È¢ ÅÃ¢¨º
th: คิวการพิมพ์
tr: Yazıcı kuyruğu
uk: Черга друку
vi: Hàng đợi in
xh: Shicilela ufolo

source: Job ID
af: werk id
az: Vəzifə ID
bg: ID задание
ca: ID de treball
cs: ID úlohy
de: Auftragskennung
el: ID δουλειάς
et: Töö ID
fi: Työn ID
he: הדובע יוהיז
hu: Feladatazonosító
is: Númer verks
ko: 작업 ID
lt: Užduoties ID
lv: Darba ID
mt: ID xogħol
nl: Taak-ID
no: Jobb ID
pl: ID zadania
pt: ID do trabalho
ro: ID lucrare
ru: ID задания
sk: ID úlohy
sl: ID opravila
sr: ID posla
ta: À½¢ ±ñ
th: หมายเลขงานพิมพ์
tr: Görev No
uk: Ід. задачі
xh: Umsebenzi u ID

source: _: Status State
af: staat
az: Hal
bg: Състояние
ca: Estat
cs: Stav
da: Tilstand
de: Status
el: Κατάσταση
et: Olek
fi: Tila
he: בצמ
hu: Állapot
is: Staða
ko: 상태
lt: Būsena
lv: Stāvoklis
mt: Stat
nl: Status
no: Tilstand
pl: Stan
pt: Estado
ro: Stare
ru: Состояние
sk: Stav
sl: Stanje
sr: Status
ta: ¿¢¨Ä
th: สถานะ
tr: Konum
uk: Стан
xh: Isigqeba selizwe

source: Size (KB)
af: grootte (kb)
az: Böyüklük (KB)
bg: Размер (КБ)
ca: Mida (KB)
cs: Velikost (KB)
da: Størrelse (KB)
de: Größe (KB)
el: Μέγεθος (KB)
et: Suurus (KB)
fi: Koko (Kt)
he: (KB) לדוג
hu: Méret (KB)
is: Stærð (KB)
ko: 크기 (KB)
lt: Dydis (KB)
lv: Izmērs (KB)
mt: Daqs (KB)
nl: Grootte (KB)
no: Størrelse (KB)
pl: Rozmiar (KB)
pt: Tamanho (KB)
ro: Mărime (KB)
ru: Размер (Кб)
sk: Veľkosť (KB)
sl: Velikost (kB)
sr: Veličina (KB)
ta: «Ç× (KB)
th: ขนาด (KB)
tr: Boy (KB)
uk: Розмір (КБ)
vi: Cỡ (KB)
xh: Ubungakanani (KB)

source: Hold
af: hou
az: Saxlanan
bg: Помощ
ca: Atura
cs: Pozdržet
de: Anhalten
el: Αναμονή
et: Ootele
fi: Jäädytetty
he: ההשה
hu: visszatartva
is: Stöðvað
ko: 멈춤
lt: Sustabdyta
lv: Turēt
mt: Żomm
nl: Wacht
pl: Wstrzymaj
pt: Pôr em espear
ro: Pauză
sk: Pozdržaná
sl: Zadrži
sr: Zaustavi
ta: À¢Ê
th: หยุดอยู่
tr: Tutuldu
uk: Затримати
vi: Giữ
xh: Bamba

source: Move to printer...
af: beweeg aan drukker...
az: Çap ediciyə daşı...
bg: Премести на принтер...
ca: Mou a la impressora...
cs: Přesunout na tiskárnu...
da: Flyt til printer...
de: Auf Drucker verschieben...
el: Μετακίνηση στον εκτυπωτή...
et: Liiguta printerile...
fi: Siirrä tulostimelle...
he: ...תספדמל רבעה
hu: Átmozgatás egy másik nyomtatóra...
is: Færa á prentara...
ko: 인쇄기로 옮김...
lt: Perkelti į spausdintuvą...
lv: Pārvietot uz drukas iekārtu...
mt: Mexxi għand printer...
nl: Naar printer verplaatsen...
no: Gå til skriver...
pl: Przesuń na drukarkę...
pt: Mover para a impressora...
ro: Mută la imprimantă...
ru: Переместить на принтер...
sk: Presunúť na tlačiareň...
sl: Premakni k tiskalniku...
sr: Premesti na štampač...
ta: ­ù «îÍô¦À¡È¢ìÌ ¿¸÷òÐ...
th: ย้ายไปยังเครื่องพิมพ์...
tr: Yazıcıya git...
uk: Пересунути на принтер...
vi: Chuyển máy in tới...
xh: Yiya kumshicileli...

source: Modify filter...
af: verander filter...
az: Süzgəci təkmilləşdir...
bg: Модифициране на филтър...
ca: Modifica filtre...
cs: Upravit filtr...
da: Ændr filter...
de: Filter bearbeiten...
el: Τροποποίηση φίλτρου...
et: Muuda filtrit...
fi: Muokkaa suodinta...
he: ...ןנסמ יוניש
hu: Szűrő módosítása...
is: Breyta síu...
ko: 거르개 고침...
lt: Pakeisti filtrą...
lv: Modificēt filtru...
mt: Immodifika l-filtru
nl: Filter aanpassen...
no: Endre filter...
pl: Zmień filtr...
pt: Modificar filtro...
ro: Modifică filtru...
ru: Изменить фильтр...
sk: Upraviť filter...
sl: Spremeni filter...
sr: Izmeni filter...
ta: ÅÊ¸ðÊ¨Â Á¡üÚ...
th: แก้ไขตัวกรอง...
tr: Filtreyi düzenle...
uk: Змінити фільтр...
vi: Chỉnh bộ lọc...
xh: Guqula kancinane icebo lokucoca ulwelo...

source: All printers
af: alle drukkers
az: Bütün çap edicilər
bg: Всички принтери
ca: Totes les impressores
cs: Všechny tiskárny
da: Alle printere
de: Alle Drucker
el: Όλοι οι εκτυπωτές
et: Kõik printerid
fi: Kaikki tulostimet
he: תוספדמה לכ
hu: az összes nyomtató
is: Allir prentarar
ko: 모든 인쇄기
lt: Visi spausdintuvai
lv: Visas drukas iekārtas
mt: Printers kollha
nl: Alle printers
no: Alle skrivere
pl: Wszystkie drukarki
pt: Todas as impressoras
ro: Toate imprimantele
ru: Все принтеры
sk: Všetky tlačiarne
sl: Vsi tiskalniki
sr: Svi štampači
ta: «¨ÉòÐ «îÍô¦À¡È¢¸û
th: ทุกเครื่องพิมพ์
tr: Tüm yazıcılar
uk: Всі принтери
vi: Tất cả các máy in
xh: Bonke abashicileli

source: No printer
af: nee drukker
az: Çap edici yoxdur
bg: Няма принтер
ca: Cap impressora
cs: Žádná tiskárna
da: Ingen printer
de: Kein Drucker
el: Κανένας εκτυπωτής
et: Printer puudub
fi: Ei tulostinta
he: תספדמ ףא
hu: nincs nyomtató
is: Enginn prentari
ko: 인쇄기 없음
lt: Nėra spausdintuvo
lv: Nav drukas iekārtas
mt: Ebda printer
nl: Geen printer
no: Ingen skriver
pl: Brak drukarki
pt: Nenhuma impressora
ro: Nu există imprimantă
ru: Нет принтера
sk: Žiadna tlačiareň
sl: Ni tiskalnika
ta: «îÍ¦À¡È¢¸û ²ÐÁ¢ø¨Ä
th: ไม่มีเครื่องพิมพ์
tr: Yazıcı yok
uk: Принтери відсутні
vi: Không có máy in
xh: Akukho mshicileli

source: Unable to perform action "%1" on selected jobs !
af: nie moontlik aan aan te bring aksie "%1" op gekose werke !
az: Seçili vəzifələrdə "%1" gedişi aparıla bilmir !
bg: Не съм в състояние за действие "%1" на избраното задание!
ca: No s'ha pogut efectuar l'acció "%1" als treballs seleccionats !
cs: Na vybraných úlohách není možné vykonat činnost "%1"!
da: Kan ikke udføre handling "%1" på udvalgte job !
de: Aktion "%1" lässt sich an ausgewähltem Druckauftrag nicht ausführen.
el: Δε μπορώ να κάνω την ενέργεια "%1" στις επιλεγμένες δουλειές !
et: Valitud töödega ei saa sooritada tegevust "%1" !
fi: Ei voitu suorittaa toimintoa "%1" valituille töille!
he: !תורחבנה תודובעה לע "%1" הלועפה תא עצבל ןתינ אל
hu: Nem sikerült végrehajtani a(z) "%1" műveletet a kijelölt feladatokon.
is: Gat ekki framkvæmt aðgerðina "%1" á verkin sem þú valdir!
lt: Nesugebu įvykdyti veiksmo „%1“ pasirinktoms užduotims !
lv: Nevar izdarīt darbību "%1" ar izvēlētajiem darbiem !
mt: Ma stajtx inwettaq l-azzjoni "%1" fuq il-biċċiet ta' xogħol magħżula !
nl: Niet in staat om de handeling "%1" uit te voeren op de geselecteerde taken
no: Kunne ikke utføre handling "%1" på de valgte jobbene !
pl: Nie można wykonać działania "%1" dla wybranych zadań !
pt: Incapaz de realizar a acção "%1" nas tarefas seleccionadas !
ro: Nu pot executa acţiunea "%1" pe lucrările selectate!
ru: Не могу применить действие "%1" к выбранным заданиям!
sk: Na vybraných úlohách nie je možné vykonať akciu "%1"!
sl: Ni moč opraviti dejanja "%1" na izbranem opravilu!
ta: ¦¾Ã¢× ¦ºöÂôÀð¼ À½¢¸Ç¢ý Á£Ð "%1" ¦ºÂ¨Ä ¬üÈ ÓÊÂÅ¢ø¨Ä !
th: ไม่สามารถทำ "%1" บนงานพิมพ์ที่เลือกได้
tr: Seçili görevler üzerinde "%1" işlemi yapılamıyor !
uk: Неможливо виконати дію "%1" над вибраною задачею!
vi: Không thể thực hiện được hành động "%1" trên công việc(job) đã chọn !
xh: Ayikwazi ukwenza intshukumo "%1" kwimisebenzi ekhethiweyo !

source: Move to %1
af: beweeg aan %1
az: %1 a(ə) daşı
bg: Премести на %1
ca: Mou a %1
cs: Přesunout na '%1'
da: Flyt til %1
de: Auf %1 verschieben
el: Μετακίνηση στο %1
et: Liiguta printerisse %1
fi: Siirrä kohteeseen %1
he: %1 לא רבעה
hu: Mozgatás ide: %1
is: Færa á %1
ko: %1(으)로 옮기기
lt: Perkelti į %1
lv: Pārvietot uz %1
mt: Mexxi lil %1
nl: Verplaatsen naar %1
no: Gå til %1
pl: Przesuń na %1
pt: Mover para %1
ro: Mută în %1
ru: Переместить в %1
sk: Presunúť do %1
sl: Premakni k %1
ta: %1 ­üÌ ¿¸÷òÐ
th: ย้ายไปยัง %1
tr: %1'e Taşı
uk: Пересунути на %1
vi: Chuyển tới %1
xh: Yiya ku %1

source: Print system
af: druk stelsel
az: Çap etmə Sistemi
bg: Система за Печат
ca: Sistema d'impressió
cs: Tiskový systém
de: Drucksystem
el: Σύστημα εκτύπωσης
et: Trükkimise süsteem
fi: Tulostusjärjestelmä
he: הספדה תכרעמ
hu: Nyomtatási rendszer
is: Prentkerfi
ko: 인쇄 시스템
lt: Spausdinimo sistema
lv: Drukas Sistēma
mt: Sistema tal-ipprintjar
nl: Afdruksysteem
no: Skriversystem
pl: System wydruku
pt: Sistema de impressão
ro: Sistem de tipărire
ru: Система печати
sk: Tlačový systém
sl: Sistem tiskanja
sr: Sistem za štampanje
ta: «îÍò¦¾¡Ì¾¢
th: ระบบการพิมพ์
tr: Yazdırma Sistemi
uk: Система друку
vi: Hệ thống in
xh: Indlela yokushicilela

source: Classes
af: klasse
az: Siniflər
bg: Класове
cs: Třídy
da: Klasser
de: Klassen
el: Κλάσεις
et: Klassid
fi: Luokat
he: תוקלחמ
hu: Osztályok
is: Flokkar
ko: 클래스
lt: Klasės
lv: Klases
mt: Klassijiet
nl: Klasses
no: Klasser
pl: Klasy
ro: Clase
ru: Классы
sk: Triedy
sl: Razredi
sr: Klase štampača
ta: ÅÌôÒì¸û
th: คลาส
tr: Sınıflar
uk: Класи
vi: Các lớp
xh: Iintlobo

source: Printers
af: drukkers
az: Çap edicilər
bg: Принтери
ca: Impressores
cs: Tiskárny
da: Printere
de: Drucker
el: Εκτυπωτές
et: Printerid
fi: Tulostimet
he: תוספדמ
hu: Nyomtatók
is: Prentarar
ko: 인쇄기
lt: Spausdintuvai
lv: Drukas iekārtas
no: Skrivere
pl: Drukarki
pt: Impressoras
ro: Imprimante
ru: Принтеры
sk: Tlačiarne
sl: Tiskalniki
sr: Štampači
ta: «îÍ¦À¡È¢¸û
th: เครื่องพิมพ์
tr: Yazıcılar
uk: Принтери
vi: Máy in
xh: Abashicileli
