Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: <nobr>Unable to connect to <b>%1</b> on port <b>%2</b> !</nobr>
af: <nobr>nie moontlik aan konnekteer aan <b>%1</b> op poort <b>%2</b> !</nobr>
az: <nobr>Bu <b>%1</b> vericisinə <b>%2</b> qapısından bağlana bilmirəm!</nobr>
bg: <nobr>Не мога да се свържа с <b>%1</b> на порт <b>%2</b> !</nobr>
ca: <nobr>No s'ha pogut connectar a <b>%1</b> al port <b>%2</b> !</nobr>
cs: <nobr>Nepodařilo se spojit se serverem <b>%1</b> na portu <b>%2</b>!</nobr>
da: <nobr>Kan ikke forbinde til <b>%1</b> på port <b>%2</b> !</nobr>
de: <nobr>Verbindung zu <b>%1</b> auf Port <b>%2</b> nicht möglich.</nobr>
el: <nobr>Αδύνατη η σύνδεση με <b>%1</b> στην πόρτα <b>%2</b> !</nobr>
et: <nobr>Pole võimalik luua ühendust serveri <b>%1</b> porti <b>%2</b> !</nobr>
fi: <nobr>Ei voitu yhdistää <b>%1</b> portissa <b>%2</b>!</nobr>
he: <nobr>!<b>%2</b> האיציב <b>%1</b > לא רבחתהל ןתינ אל</nobr>
hu: <nobr>Nem sikerült csatlakozni a(z) <b>%1</b> kiszolgálóhoz a(z) <b>%2</b>. porton!</nobr>
is: <nobr>Tókst ekki að tengjast <b>%1</b> á gátt <b>%2</b>!</nobr>
ko: <nobr><b>%1</b>에 포트 <b>%2</b>(으)로 연결할 수 없습니다 !</nobr>
lt: <nobr>Negaliu prisijungti prie <b>%1</b> <b>%2</b> porto!</nobr>
lv: <nobr>Nevar savienoties ar <b>%1</b> caur portu <b>%2</b> !</nobr>
mt: <nobr>ma stajtx naqbad ma' <b>%1</b> fuq port <b>%2</b> !</nobr>
nl: <nobr>Er kon geen verbinding worden opgebouwd naar <b>%1</b> op poort <b>%2</b>!</nobr>
no: <nobr>Kunne ikke koble til <b>%1</b> på port <b>%2</b> !</nobr>
pl: <nobr>Nie można połączyć się z <b>%1</b> na port <b>%2</b> !</nobr>
pt: <nobr>Não é possível contactar o <b>%1</b> no porto <b>%2</b> !</nobr>
ro: <nobr>Nu pot conecta la <b>%1</b> pe portul <b>%2</b>!</nobr>
ru: <nobr>Не удалось соединиться с <b>%1</b> на порту <b>%2</b> !</nobr>
sk: <nobr>Nepodarilo sa spojiť s <b>%1</b> na porte <b>%2</b>!</nobr>
sl: <nobr>Ni se moč povezati z <b>%1</b> na vratih <b>%2</b> !</nobr>
ta: <nobr><b>%1</b> ¯¼ý <b>%2</b> Ð¨ÈÂ¢ø ¦¾¡¼÷Ò ¦¸¡ûÇ ÓÊÂÅ¢ø¨Ä !</nobr>
th: <nobr>ไม่สามารถเชื่อมต่อไปยัง <b>%1</b> ทางพอร์ต <b>%2</b> !</nobr>
tr: <nobr><B>%1</B> adresine <b>%2</b> portundan bağlantı kurulamadı!</nobr>
uk: <nobr>Неможливо приєднатися до <b>%1</b> на порту <b>%2</b>!</nobr>
vi: <nobr>Không nối được tới <b>%1</b> on port <b>%2</b> !</nobr>
xh: <nobr>Ayikwazi ukunxulumanisa u<b>%1</b>kwizibuko<b>%2!</nobr>

source: Remote IPP printer selection
af: afgeleë ipp drukker keuse
az: Uzaq IPP çap edici seçkisi
bg: Избор на отдалечен IPP принтер
ca: Selecció de la impressora IPP remota
cs: Výběr vzdálené IPP tiskárny
da: Fjern IPP-printer valg
de: Auswahl eines IPP-Druckers an Fremdrechner
el: Επιλογή απομακρυσμένου IPP εκτυπωτή
et: IPP printeri valimine
fi: IPP-etätulostimen valinta
he: תקחורמ IPP תספדמ תריחב
hu: A távoli IPP nyomtató kiválasztása
is: Val fjarlægs IPP prentara
ko: 원격지 IPP 인쇄기 고르기
lt: Nutolusio IPP spausdintuvo pasirinkimas
lv: Attālinātas IPP drukas iekārtas izvēle
mt: Għażla ta' printer IPP remot
nl: Selectie van IPP-printer op afstand
no: Fjern IPP skrivervalg
pl: Wybór zdlanej drukarki IPP
pt: Selecção duma impressora IPP remota
ro: Selecţie imprimantă IPP distantă
ru: Выбор сетевого принтера IPP
sk: Výber vzdialenej tlačiarne IPP
sl: Izbor oddaljenega tiskalnika IPP
ta: §ºö¨Á IPP «îÍô¦À¡È¢ò ¦¾Ã¢×
th: เลือกเครื่องพิมพ์ระยะไกลแบบ IPP
tr: Uzak IPP yazıcı seçimi
uk: Вибір віддаленого принтера IPP
vi: Chọn máy in IPP ở xa
xh: Bekela kude ukhetho lomshicileli u IPP

source: You must select a printer !
af: jy moet kies 'n drukker !
az: Bir çap edici seçməlisiniz !
bg: Избери принтер!
ca: Heu de seleccionar una impressora !
cs: Musíte specifikovat tiskárnu!
da: Du skal vælge en printer !
de: Sie müssen einen Drucker angeben.
el: Πρέπει να διαλέξετε έναν εκτυπωτή !
et: Sa pead printeri valima!
fi: Sinun pitää valita tulostin!
he: !תספדמ רוחבל ךילע
hu: Ki kell választani egy nyomtatót.
is: Þú verður að velja pretntara!
ko: 인쇄기를 골라야 합니다 !
lt: Jūs turite pasirinkti spausdintuvą!
lv: Jums jāizvēlas drukas iekārta !
mt: Trid tagħżel printer !
nl: U moet een printer selecteren!
no: Du må velge en skriver !
pl: Musisz wybrać drukarkę !
pt: Tens que seleccionar uma impressora !
ro: Trebuie să selectaţi o imprimantă!
ru: Необходимо указать принтер!
sk: Najprv musíte vybrať tlačiareň!
sl: Izbrati morate tiskalnik!
sr: Morate da odaberete štampač!
ta: ¿£í¸û «îÍô¦À¡È¢¦Â¡ý¨Èì §¾÷× ¦ºö¾¡¸ §ÅñÎõ !
th: คุณต้องเลือกเครื่องพิมพ์ก่อน !
tr: Bir yazıcı adı belirtmelisiniz !
uk: Ви повинні вибрати принтер!
vi: Bạn phải chọn một máy in !
xh: Kufuneka ukhethe umshicileli !

source: CUPS server
af: cups bediener
az: CUPS vericisi
bg: CUPS сървър
ca: Servidor CUPS
el: Εξυπηρετητής CUPS
fi: CUPS-palvelin
he: CUPS תרש
hu: CUPS-kiszolgáló
is: CUPS-þjónn
ko: 컵스(CUPS) 서버
lv: CUPS serveris
mt: Server CUPS
no: CUPS-tjener
pl: serwer CUPS
pt: Servidor CUPS
ro: Server CUPS
ru: Сервер CUPS
sk: server CUPS
sl: Strežnik CUPS
ta: CUPS ÀÃ¢Á¡È¢
th: เซิร์ฟเวอร์ CUPS
tr: CUPS sunucu
uk: Сервер CUPS
xh: Umncedisi we CUPS

source: CUPS server settings
af: cups bediener instellings
az: CUPS verici qurğuları
bg: Опции за CUPS сървър
ca: Arranjament del servidor CUPS
cs: Nastavení CUPS serveru
da: CUPS serveropsætning
de: Einstellungen für CUPS-Server
el: Ρυθμίσεις εξυπηρετητή CUPS
et: CUPS serveri seadistused
fi: CUPS-palvelimen asetukset
he: CUPS לש תרשה תורדגה
hu: A CUPS-kiszolgáló beállításai
is: Stillingar CUPS-þjóns
ko: 컵스(CUPS) 서버 설정
lt: CUPS serverio nustatymai
lv: CUPS servera uzstādījumi
mt: Setings tas-server CUPS
nl: CUPS' serverinstellingen
no: CUPS tjener-innstillinger
pl: Ustawienia serwera CUPS
pt: Configuração do servidor CUPS
ro: Opţiuni server CUPS
ru: Параметры сервера CUPS
sk: Nastavenie serveru CUPS
sl: Nastavitve strežnika CUPS
sr: Podešavanje CUPS servera
ta: CUPS ÀÃ¢Á¡È¢ «¨ÁôÒì¸û
th: ปรับแต่งเซิร์ฟเวอร์ CUPS
tr: CUPS sunucu ayarları
uk: Параметри сервера CUPS
vi: Các thiết lập cho CUPS server
xh: Izicwangciso zomncedisi we CUPS

source: Directory
af: gids
az: Cərgə
bg: Директория
ca: Directori
cs: Adresář
da: Mappe
de: Verzeichnis
el: Κατάλογος
et: Kataloog
fi: Hakemisto
he: תוירפס
hu: Könyvtár
is: Mappa
ko: 자료방
lt: Katalogas
lv: Direktorijs
mt: Direttorju
nl: Map
no: Katalog
pl: Katalog
pt: Directoria
ro: Director
ru: Каталог
sk: Priečinok
sl: Imenik
sr: Direktorijum
th: ไดเรกทอรี
tr: Dizin
uk: Каталог
vi: Thư mục
xh: Isilawulo

source: CUPS directory settings
af: cups gids instellings
az: CUPS cərgəsi qurğuları
bg: Настройка на CUPS директория
ca: Arranjament de directori CUPS
cs: Nastavení adresáře CUPS
da: CUPS mappeopsætning
de: Einstellungen für CUPS-Verzeichnis
el: Ρυθμίσεις καταλόγου CUPS
et: CUPS kataloogi seadistused
fi: CUPS-hakemistoasetukset
he: CUPS לש תוירפסה תורדגה
hu: A CUPS könyvtárbeállításai
is: Möppu-stillingar CUPS
ko: 컵스(CUPS) 설정
lt: CUPS katalogo nustatymai
lv: CUPS direktorija uzstādījumi
mt: Setings tad-direttorju CUPS
nl: CUPS' mapinstellingen
no: CUPS katalog-innstillinger
pl: Ustawienia katalogu CUPS
pt: Configuração da directoria do CUPS
ro: Opţiuni director CUPS
ru: Параметры каталога CUPS
sk: Nastavenie priečinku CUPS
sl: Nastavitve imenika CUPS
sr: Podešavanje direktorijuma za CUPS
ta: CUPS «¨¼× «¨ÁôÒì¸û
th: ปรับแต่งค่าไดเรกทอรีของ CUPS
tr: CUPS dizin ayarları
uk: Параметри каталога CUPS
vi: Thiết lập thư mục CUPS
xh: Ucwangciso lwesilawulo lwe CUPS

source: Installation directory
af: installasie gids
az: Qurulum cərgəsi
bg: Инсталационна директория
ca: Directori d'instal·lació
cs: Instalační adresář
da: Installationsmappe
de: Installations-Verzeichnis
el: Κατάλογος εγκατάστασης
et: Paigalduse kataloog
fi: Asennushakemisto
he: הנקתהה תיירפס
hu: Telepítési könyvtár
is: Uppsetningarmappa
ko: 깔리는 자료방
lt: Įdiegimo katalogas
lv: Instalācijas direktorijs
mt: Direttorju tal-installazzjoni
nl: Installatiemap
no: Installasjons-katalog
pl: Katalog instalacyjny
pt: Directoria de instalação
ro: Director instalare
ru: Каталог установки
sk: Inštalačný priečinok
sl: Namestitveni imenik
sr: Instalacioni direktorijum
ta: ¿¢ÚÅø «¨¼×
th: ไดเรกทอรีที่ใช้ในการติดตั้ง
tr: Kurulum dizini
uk: Каталог інсталяції
vi: Thư mục cài đặt
xh: Ufako lwesilawulo

source: Standard installation (/)
af: standaard installasie (/)
az: Standart qurulum (/)
bg: Стандартна инсталация (/)
ca: Instal·lació estàndard (/)
cs: Standardní instalace (/)
el: Πρότυπη εγκατάσταση (/)
et: Standardne paigaldus (/)
fi: Oletusasennus (/)
he: (/) תיטרדנטסה הנקתהה
hu: Standard telepítés (/)
is: Standard uppsetning (/)
ko: 표준으로 깔렸음 (/)
lt: Standartinis įdiegimas (/)
lv: Standarta instalācija (/)
mt: Installazzjoni standard (/)
nl: Standaardinstallatie (/)
no: Standardinstallasjon (/)
pl: Standardowa instalacja (/)
pt: Instalação normal (/)
ro: Instalare standard (/)
ru: Стандартная установка (/)
sk: Štandardná inštalácia (/)
sl: Običajna namestitev (/)
sr: Standardna instalacija (/)
ta: ¦ºó¾Ã ¿¢ÚÅø (/)
th: การติดตั้งแบบมาตรฐาน (/)
tr: Standart kurulum (/)
uk: Типова інсталяція (/)
vi: Cài đặt tiêu chuẩn (/)
xh: Ufako olukumgangatho osezantsi (/)

source: Server information
af: bediener informasie
az: Verici mə'lumatı
bg: Информация за сървъра
ca: Informació del servidor
cs: Informace o serveru
de: Server-Informationen
et: Serveri info
fi: Palvelimen tiedot
he: תרשה יבגל םיטרפ
hu: A kiszolgáló jellemzői
is: Upplýsingar um þjón
ko: 서버 정보
lt: Serverio informacija
lv: Servera informācija
mt: Informazzjoni dwar is-server
nl: Serverinformatie
no: Tjenerinformasjon
pl: Informacja o serwerze
pt: Informação do servidor
ro: Informaţii server
ru: Сведения о сервере
sk: Informácie o serveri
sl: Informacije o strežniku
sr: Informacije o serveru
ta: ÀÃ¢Á¡È¢ò ¾¸Åø
th: ข้อมูลเซิร์ฟเวอร์
tr: Sunucu bilgisi
uk: Інформація про сервер
vi: Thông tin về máy chủ
xh: Ulwazi lomncedisi

source: Account information
af: rekening informasie
az: Hesab mə'lumatı
bg: Информация за акаунта
ca: Informació de compte
cs: Informace o účtu
da: Kontoinformation
de: Zugangs-Informationen
et: Konto info
fi: Tilin tiedot
he: תונובשח יבגל םיטרפ
hu: Az azonosító jellemzői
is: Bókhaldsupplýsingar
ko: 계정 정보
lt: Paskyros informacija
lv: Akounta informācija
mt: Informazzjoni dwar il-kontijiet
nl: Accountinformatie
no: Kontoinformasjon
pl: Informacja o koncie
pt: Informação da conta
ro: Informaţii cont
ru: Сведения об учетной записи
sk: Informácie o účte
sl: Informacije o računu
sr: Informacije o korisničkom nalogu
ta: ¸½ìÌò ¾¸Åø
th: ข้อมูลบัญชีผู้ใช้
tr: Hesap bilgisi
uk: Інформація про рахунок
vi: Thông tin về tài khoản
xh: Ulwazi lwetyala

source: Password:
af: wagwoord:
az: Parol:
bg: Парола:
ca: Contrasenya:
cs: Heslo:
da: Kodeord:
de: Passwort:
el: Κωδικός Πρόσβασης:
et: Parool:
fi: Salasana:
he: :המסיס
hu: Jelszó:
is: Lykilorð:
ko: 열쇠글:
lt: Slaptažodis:
lv: Parole:
nl: Wachtwoord:
no: Passord:
pl: Hasło:
pt: Senha:
ro: Parolă:
ru: Пароль:
sk: Heslo:
sl: Geslo:
sr: Lozinka:
ta: ¸¼×î¦º¡ø:
th: รหัสผ่าน:
tr: Parola:
uk: Пароль:
vi: Mật khẩu:
xh: Igama eligqithisiweyo:

source: Use anonymous access
af: gebruik anoniem toegang verkry
az: Adsız yetişmə işlət
bg: Използва анонимен достъп
ca: Usa accés anònim
cs: Použít anonymní přístup
da: Brug anonym adgang
de: Anonymen Zugang verwenden
el: Χρήση ανώνυμης πρόσβασης
et: Kasutatakse anonüümset juurdepääsu
fi: Käytä nimettömänä
he: תינומלא השיגב שמתשה
hu: Anonymous hozzáférés
is: Nota nafnlausann aðgang
ko: 아무개(anonymous)로 쓰기
lt: Jungtis anonimiškai
lv: Izmantot anonīmu pieeju
mt: Uża aċċess anonimu
nl: Anonieme toegang gebruiken
no: Bruk anonym tilgang
pl: Używaj dostępu anoninowego
pt: Utilizar acesso anónimo
ro: Utilizează acces anonim
ru: Использовать анонимный вход
sk: Použiť anonymný prístup
sl: Uporabi anonimen dostop
sr: Koristi anonimni pristup
ta: «¿¡Á§¾ÂÁ¡¸ «ÏÌ
th: ใช้การติดต่อแบบผู้ใช้นิรนาม
tr: Anonim erişim kullan
uk: Використовувати анонімний рахунок
vi: Dùng truy cập giấu tên
xh: Sebenzisa unikezelo olungaziwayo

source: IPP printer information
af: ipp drukker informasie
az: IPP çap edici mə'lumatları
bg: Информация за IPP принтер
ca: Informació d'impressora IPP
cs: Informace o IPP tiskárně
de: IPP-Drucker-Informationen
et: IPP printeri info
fi: IPP-tulostimen tiedot
he: IPP תוספדמ יבגל םיטרפ
hu: IPP nyomtatójellemzők
is: Upplýsingar um IPP-prentara
ko: IPP 인쇄기 정보
lt: IPP spausdintuvo informacija
lv: IPP drukas iekārtas informācija
mt: Informazzjoni dwar printer IPP
nl: IPP-printerinformatie
no: IPP-skriverinformasjon
pl: Informacja o drukarce IPP
pt: Informação da impressora IPP
ro: Informaţii imprimantă IPP
ru: Сведения о принтерах IPP
sk: Informácie o IPP tlačiarni
sl: Informacije IPP o tiskalniku
sr: Informacije o IPP štampaču
ta: IPP «îÍô¦À¡È¢ò ¾¸Åø
th: ข้อมูลเครื่องพิมพ์แบบ IPP
tr: IPP yazıcı bilgisi
uk: Інформація про принтер IPP
vi: Thông tin về máy in IPP
xh: Ulwazi lomshicileli we IPP

source: Printer URI
af: drukker uri
az: Çap edici URIsi
bg: Принтер URI
ca: URI d'impressora
cs: URI tiskárny
da: Printer URL
de: Drucker-URI
el: URI Εκτυπωτή
et: Printeri URI
fi: Tulostimen URI
he: תספדמה תבותכ
hu: A nyomtató URI-ja
is: Prentaraslóð (URI)
ko: 인쇄기 URI
lt: Spausdintuvo URI
lv: Drukas iekārtas URI
mt: URI tal-printer
nl: Printer URI-adres
no: Skriver-URI
pl: Adres drukarki
pt: URI da Impressora
ro: URI imprimantă
ru: Адрес принтера
sk: URI tlačiarne
sl: URI tiskalnika
sr: URI štampača
ta: «îÍ¦À¡È¢ URI
th: ตำแหน่ง URI เครื่องพิมพ์
tr: Yazıcı URI
uk: URI принтера
vi: Máy in URI
xh: Umshicileli URI

source: Network scan
af: netwerk skandeer
az: Şəbəkə daraması
bg: Сканиране на мрежата
ca: Exploració de xarxa
cs: Prohledání sítě
da: Netværksskanning
de: Netzwerk-Suche
el: Ανίχνευση δικτύου
et: Võrgu skaneerimine
fi: Verkon skannaus
he: תשר תקירס
hu: Keresés a hálózaton
is: Leit á neti
ko: 네트웍 훑으기
lt: Tinklo skanavimas
lv: Tīkla skanēšana
mt: Fittex in-network
nl: Netwerkscan
no: Nettverksskanning
pl: Przeszukanie sieci
pt: Busca na rede
ro: Scanare reţea
ru: Поиск в сети
sk: Prehľadať sieť
sl: Pregled mreže
ta: Å¨ÄÂ¨ÁôÒ ÅÕ¼ø
th: ค้นหาจากเครือข่าย
tr: Ağ taraması
uk: Перегляд мережі
vi: Quét mạng (scan)
xh: Umkhangeli ngokunempumelelo womsebenzi womnatha

source: <p>Either enter the printer URI directly, or use the network scanning facility.</p>
af: <p>òf invoer die drukker uri direk, of gebruik die netwerk skandering <-invoer->fasiliteit.</p>
az: <p>Ya direkt olaraq çap edici URIsini ya da şəbəkə darama imkanını işlədin.</p>
bg: <p>Или въведете URI директорията на принтера, или използвайте програми за сканиране на мрежата.</p>
ca: <p>Introduïu l'URI de la impressora directament o bé useu l'opció d'exploració de xarxa.</p>
cs: <p>Zadejte buď přímo URI tiskárny anebo použijte funkci pro prohledávání sítě.</p>
da: <p>Indtast enten printer URI direkte, eller brug netværkets skannefacilitet.</p>
de: <p>Geben Sie entweder direkt die URI des Druckers an oder benutzen Sie das Programm zum Durchsuchen des Netzwerks.</p>
et: <p>Sisesta käsitsi printeri URI või kasuta võrgu skaneerimise võimalust.</p>
fi: <p>Anna suoraan tulostimen URI, tai etsi tulostin verkosta.</p>
he: <p align=right>תספדמה תבותכ תא דלקה<br>שמתשה ןיפולחל וא ,תורישי<br>.תשרה תקירס תורשפאב</p>
hu: <p>Adja meg a nyomtató URI-ját közvetlenül vagy használja a nyomtatókeresési lehetőséget.</p>
is: <b>Sláðu annað hvort prentaraslóðina inn beint eða notaðu netleitartólið.</p>
lt: <p>Tiesiogiai nurodykite tikslų spausdintuvo URI arba naudokite tinklo skanavimą.</p>
lv: <p>Vai nu pa tiešo ievadiet drukas iekārtas URI, vai izmantojiet tīkla skanēšanas iespēju.</p>
mt: <p>Jew daħħal l-URI tal-printer direttament, jew uża l-faċilità biex tfittex in-network.</p>
nl: <p>Voer of rechtstreeks het URI-adres van de printer in, of gebruik de netwerkscanfaciliteit.</p>
no: <p>Enten bruk skriver URI direkte eller bruk nettverk scanning funksjonaliteten.</p>
pl: <p>Trzeba albo podać bezpośrednio adres drukarki, albo użyć przeszukania sieci.</p>
pt: <p>Indica directamente o URI da impressora ou usa a opção de pesquisa na rede.</p>
ro: <p>Introduceţi direct URI-ul imprimantei sau utilizaţi caracteristica de scanare a reţelei.</p>
ru: <p>Введите адрес (URI) принтера или воспользуйтесь утилитой опроса сети.</p>
sk: <p>Zadajte priamo URI tlačiarne alebo použite funkciu pre prehľadávanie siete.</p>
sl: <p>Vnesite URI tiskalnika ali pa uporabite možnost pregledovanja mreže.</p>
ta: <p>«îÍô¦À¡È¢Â¢ý URI ­¨É §¿ÃÊÂ¡¸ò ¾Ã×õ, «øÄÐ Å¨Ä ÅÕ¼ø Åº¾¢¨Âô ÀÂýÀÎò¾×õ.</p>
th: <p>คุณอาจใส่ทั้ง URI เครื่องพิมพ์โดยตรง หรืออาจใช้การค้นหาจากเครือข่ายก็ได้</p>
tr: <p>Doğrudan yazıcı URI bilgisini verin, ya da ağı tarama özelliğini kullanın.</p>
uk: <p>Або введіть URI принтера напряму, або використовуйте функцію перегляду мережі.</p>
xh: <p>Ungangenisa umshicileli we URI ngendlela, okanye usebenzise isixhobo esingumkhangeli ngokunempumelelo womsebenzi womnatha.</p>

source: Settings
af: instellings
az: Qurğular
bg: Настройки
ca: Arranjament
cs: Nastavení
da: Opsætning
de: Einstellungen
el: Ρυθμίσεις
et: Seadistused
fi: Asetukset
he: תורדגה
hu: Beállítások
is: Stillingar
ko: 설정
lt: Nustatymai
lv: Uzstādījumi
mt: Setings
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configuração
ro: Opţiuni
ru: Настройки
sk: Nastavenie
sl: Nastavitve
sr: Podešavanja
ta: «¨ÁôÒì¸û
th: ตั้งค่า
tr: Ayarlar
uk: Установки
vi: Thiết lập
xh: Izicwangciso

source: Scan
af: skandeer
az: Darama
bg: Сканирай
ca: Explora
cs: Prohledat
da: Skan
de: Durchsuchen
el: Ανίχνευση
et: Skaneeri
fi: Skannaa
he: קורס
hu: Keresés
is: Leit
ko: 훑으기
lt: Skanuoti
lv: Skanēt
mt: Fittex
nl: Scannen
pl: Przeszukanie
pt: Procurar
ro: Scanează
ru: Опрос
sk: Hľadať
sl: Pregled
sr: Skeniraj
ta: ÅÕÎ
th: ค้นหา
tr: Tara
uk: Перегляд
vi: Quét(scan)
xh: Umkhangeli ngokunempumelelo

source: You must enter a printer URI !
af: jy moet invoer 'n drukker uri !
az: Çap edici URIsini bildirməlisiniz !
bg: Необходимо е да въведете uri за принтер!
ca: Heu d'introduir una URI d'impressora !
cs: Musíte zadat URI tiskárny!
da: Du skal indgive en printer URl !
de: Sie müssen eine Drucker-URI angeben.
et: Sa pead sisestama printeri URI!
fi: Sinun täytyy määritellä tulostimen URI!
he: !תספדמ תבותכ דילקהל ךילע
hu: Egy létező nyomtató URI-ját kell megadni.
is: Þú verður að slá inn slóð (URI)!
ko: 인쇄기 주소(uri)를 꼭 넣어야 합니다 !
lt: Reikia nurodyti spausdintuvo URI!
lv: Jums jāievada drukas iekārtas URI !
mt: Trid iddaħħal URI ta' printer !
nl: U moet het URI-adres van een printer invoeren!
no: Du må skrive inn en skriver-URI !
pl: Musisz podać adres drukarki !
pt: Tens de indicar um URI de impressora !
ro: Trebuie să introduceţi un URI de imprimantă!
ru: Следует ввести адрес принтера!
sk: Musíte zadať URI tlačiarne!
sl: Vnesti morate URI tiskalnika!
sr: Morate navesti URI štampača!
ta: ¿£í¸û ´Õ «îÍô¦À¡È¢ URI ¾Ã §ÅñÎõ !
th: คุณต้องใส่ URI เครื่องพิมพ์เสียก่อน !
tr: Bir yazıcı URI değeri vermelisiniz !
uk: Ви повинні ввести URI принтера!
xh: Kufuneka ungenise umshicileli i URI !

source: Network scan failed
af: netwerk skandeer gevaal
az: Şəbəkə daraması bacarılmadı
bg: Неуспешно сканиране на мрежата
ca: Ha fallat l'exploració de la xarxa
cs: Prohledání sítě selhalo
da: Netværksskanning mislykkedes
de: Netzwerk-Durchsuchung fehlgeschlagen.
el: Η ανίχνευση του δικτύου απέτυχε
et: Võrgu skaneerimine ebaõnnestus
fi: Verkon skannaus epäonnistui
he: הלשכנ תשרה תקירס
hu: A hálózati keresés nem sikerült.
is: Enginn prentari fannst á netinu
ko: 네트웍을 훑으지 못했습니다
lt: Tinklo skanavimas nepavyko
lv: Kļūda skanējot tīklu
mt: Tfittxija fuq in-network falliet
nl: De netwerkscan faalde
no: Nettverksskanning mislykkes
pl: Przeszukanie sieci nie powiodło się
pt: Busca na rede falhou
ro: Scanarea reţelei a eşuat
ru: Ошибка поиска в сети
sk: Hľadanie v sieti zlyhalo
sl: Pregled mreže ni uspel
ta: Å¨Ä ÅÕ¼ø ÓÈ¢ó¾Ð
th: ค้นหาผ่านเครือข่ายล้มเหลว
tr: Ağ taramasında hata
uk: Помилка перегляду мережі
vi: Không quét được mạng !
xh: Umkhangeli ngokunempumelelo womsebenzi womnatha akaphumelelanga

source: _: Unknown host - 1 is the IP <Unknown> (%1)
af: <Unknown> (%1)
az: <Namə'lum> (%1)
bg: <Неизвестен> (%1)
ca: <Desconegut> (%1)
cs: <Neznámý> (%1)
da: <Ukendt> (%1)
de: <Unbekannt> (%1)
et: <Tundmatu> (%1)
fi: <Tuntematon> (%1)
he: (%1) <עודי אל>
hu: <ismeretlen> (%1)
is: <óþekkt> (%1)
lt: <Nežinomas> (%1)
lv: <Nezināms> (%1)
mt: <Mhux magħruf> (%1)
nl: <Unknown> (%1)
no: <Ukjent> (%1)
pl: <Nieznany adres> (%1)
pt: <Desconhecida> (%1)
ro: <Necunoscut> (%1)
ru: Неизв. (%1)
sk: <Neznámy> (%1)
sl: <Neznan> (%1)
ta: <¦¾Ã¢Â¡¾> (%1)
th: <ไม่รู้จัก> (%1)
tr: <Bilinmiyor> (%1)
uk: <Невідомий> (%1)
xh: <Engaziwayo> (%1)

source: <b>Name</b>: %1<br>
af: <b>naam</b>: %1<br>
az: <b>Ad</b>: %1<br>
bg: <b>Име</b>: %1<br>
ca: <b>Nom</b>: %1<br>
cs: <b>Název</b>: %1<br>
da: <b>Navn</b>: %1<br>
el: <b>Όνομα</b>: %1<br>
et: <b>Nimi</b>: %1<br>
fi: <b>Nimi</b>: %1<br>
he: %1 :<b>םש</b><br>
hu: <b>Név</b>: %1<br>
is: <b>Nafn</b>: %1<br>
ko: <b>이름</b>: %1<br>
lt: <b>Vardas</b>: %1<br>
lv: <b>Vārds</b>: %1<br>
mt: <b>Isem</b>: %1<br>
nl: <b>Naam</b>:%1<br>
no: <b>Navn</b>: %1<br>
pl: <b>Nazwa</b>: %1<br>
pt: <b>Nome</b>: %1<br>
ro: <b>Nume</b>: %1<br>
ru: <b>Имя</b>: %1<br>
sk: <b>Meno</b>: %1<br>
sl: <b>Ime</b>: %1<br>
sr: <b>Naziv</b>: %1<br>
ta: <b>¦ÀÂ÷</b>: %1<br>
th: <b>ชื่อ</b>: %1<br>
tr: <b>İsim</b>: %1<br>
uk: <b>Назва</b>: %1<br>
vi: <b>Tên </b>: %1<br>
xh: <b>Igama</b>: %1<br>

source: <b>Location</b>: %1<br>
af: <b>ligging</b>: %1<br>
az: <b>Yer</b>: %1<br>
bg: <b>Местоположение</b>: %1<br>
ca: <b>Localització</b>: %1<br>
cs: <b>Umístění</b>: %1<br>
da: <b>Sted</b>: %1<br>
de: <b>Adresse</b>: %1<br>
el: <b>Τοποθεσία</b>: %1<br>
et: <b>Asukoht</b>: %1<br>
fi: <b>Sijainti</b>: %1<br>
he: %1 :<b>םוקימ</b><br>
hu: <b>Hely</b>: %1<br>
is: <b>Staðsetning</b>: %1<br>
ko: <b>위치</b>: %1<br>
lt: <b>Vieta</b>: %1<br>
lv: <b>Vieta</b>: %1<br>
mt: <b>Post</b>: %1<br>
nl: <b>Locatie</b>:%1<br>
no: <b>Sted</b>: %1<br>
pl: <b>Lokacja</b>: %1<br>
pt: <b>Localização</b>: %1<br>
ro: <b>Locaţie</b>: %1<br>
ru: <b>Расположение</b>: %1<br>
sk: <b>Umiestnenie</b>: %1<br>
sl: <b>Lokacija</b>: %1<br>
sr: <b>Lokacija</b>: %1<br>
ta: <b>­¼õ</b>: %1<br>
th: <b>ตำแหน่ง</b>: %1<br>
tr: <b>Konum</b>: %1<br>
uk: <b>Адреса</b>: %1<br>
vi: <b>Địa điểm </b>: %1<br>
xh: <b>Indawo ekuyo</b>: %1<br>

source: <b>Description</b>: %1<br>
af: <b>beskrywing</b>: %1<br>
az: <b>İzahat</b>: %1<br>
bg: <b>Описание</b>: %1<br>
ca: <b>Descripció</b>: %1<br>
cs: <b>Popis</b>: %1<br>
da: <b>Beskrivelse</b>: %1<br>
de: <b>Beschreibung</b>: %1<br>
el: <b>Περιγραφή:</b>: %1<br>
et: <b>Kirjeldus</b>: %1<br>
fi: <b>Kuvaus</b>: %1<br>
he: %1 :<b>רואית</b><br>
hu: <b>Leírás</b>: %1<br>
is: <b>Lýsing</b>: %1<br>
ko: <b>설명:</b>: %1<br>
lt: <b>Aprašymas</b>: %1<br>
lv: <b>Apraksts</b>: %1<br>
mt: <b>Dekrizzjoni</b>: %1<br>
nl: <b>Beschrijving</b>:%1<br>
no: <b>Beskrivelse</b>: %1<br>
pl: <b>Opis</b>: %1<br>
pt: <b>Descrição</b>: %1<br>
ro: <b>Descriere:</b>: %1<br>
ru: <b>Описание</b>: %1<br>
sk: <b>Popis</b>: %1<br>
sl: <b>Opis</b>: %1<br>
sr: <b>Opis</b>: %1<br>
ta: <b>Å¢ÅÃõ</b>: %1<br>
th: <b>รายละเอียด</b>: %1<br>
tr: <b>Açıklama</b>: %1<br>
uk: <b>Опис</b>: %1<br>
vi: <b>Mô tả </b>: %1<br>
xh: <b>Inkcaza</b>: %1<br>

source: <b>Model</b>: %1<br>
bg: <b>Модел</b>: %1<br>
de: <b>Modell</b>: %1<br>
el: <b>Μοντέλο</b>: %1<br>
et: <b>Mudel</b>: %1<br>
fi: <b>Malli</b>: %1<br>
he: %1 :<b>םגד</b><br>
hu: <b>Modell</b>: %1<br>
is: <b>Tegund</b>: %1<br>
ko: <b>모델</b>: %1<br>
lt: <b>Modelis</b>: %1<br>
lv: <b>Modelis</b>: %1<br>
mt: <b>Mudell</b>: %1<br>
no: <b>Modell</b>: %1<br>
pt: <b>Modelo:</b>: %1<br>
ru: <b>Модель</b>: %1<br>
ta: <b>Å¨¸</b>: %1<br>
th: <b>รุ่น</b>: %1<br>
uk: <b>Модель</b>: %1<br>
vi: <b>Kiểu </b>: %1<br>
xh: <b>Umfanekiso wayo</b>: %1<br>
