Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Specials
af: spesiaal
az: Xüsusi
bg: Специални
ca: Especials
cs: Speciální
da: Specielle
de: Andere Geräte
el: Ειδικά
et: Spetsiaalne
fi: Erikoiset
he: דחוימ
hu: Speciális eszközök
is: Sérstakt dót
lt: Specialūs dalykai
lv: Speciāli
mt: Speċjali
no: Spesielle
pl: Specjalne
pt: Especiais
ro: Speciale
sk: Zariadenia
sl: Posebnosti
sr: Specijalni štampači
ta: Å¢§º¼Á¡É¨Å
th: พิเศษ
tr: Özel
uk: Спеціальні
vi: đặc biệt
xh: Ezithile

source: <nobr>The printer <b>%1</b> already exists. Continuing will<br>overwrite existing printer. Do you want to continue ?</nobr>
af: <nobr>die drukker <b>%1</b> alreeds bestaan. voortgaan sal<br>oorskryf bestaande drukker. doen jy wil hê aan voortgaan ?</nobr>
az: <nobr><b>%1</b> Çap edicisi onsuz da mövcuddur. Davam etsənz,<br>hazırkı çap edicinin üstünə yazılacaqdır. Davam edək ?</nobr>
bg: <nobr>Принтерът <b>%1</b> вече съществува. Продължението ще<br>презапише съществуващия. Искате ли да продължите ?</nobr>
ca: <nobr>La impressora <b>%1</b> ja existeix. En continuar <br>es sobreescriurà la impressora existent. Voleu continuar ?</nobr>
cs: <nobr>Tiskárna <b>%1</b> již existuje. Budete-li pokračovat, tak<br>přepíšete existující tiskárnu. Chcete pokračovat ?</nobr>
da: <nobr>Printeren <b>%1</b> findes allerede. Fortsæt og du vil<br>overskrive eksisterende printer. Vil du fortsætte ?</nobr>
de: <nobr>Der Drucker <b>%1</b> existiert bereits. Wenn Sie fortfahren,<br>überschreiben Sie diesen Drucker. Möchten Sie den Vorgang fortsetzen?</nobr>
et: <nobr><b>%1</b> nimeline printer on juba olemas. Jätkates kirjutatakse eelmise printeri seadistused üle. Kas jätkata?</nobr>
fi: <nobr>Tulostimen nimi <b>%1</b> on jo käytössä. Jos jatkat,<br>kaikki tulostimen asetukset muutetaan. Haluatko jatkaa?</nobr>
he: <nobr>,ךישמת םא .תמייק רבכ <b>%1</b> תספדמה<br>?ךישמהל ךנוצרב םאה .בתכושת תמייקה תספדמה</nobr>
hu: <nobr>A(z) <b>%1</b> nevű nyomtató már létezik. A művelet végrehajtása esetén a korábbi nyomtató <br>felülíródik. Folytassam?</nobr>
is: <nobr>Prentarinn <b>%1</b> er nú þegar til. Ef þú heldur áfram mun það skrifa yfir gamla prentarann. Vilt þú halda áfram?</nobr>
ko: <nobr><b>%1</b> 인쇄기가 이미 있습니다.<br> 계속하면 이미 있는 인쇄기를 덮어 씁니다. 계속하겠습니까 ?</nobr>
lt: <nobr>Spausdintuvas <b>%1</b> jau egzistuoja. Tęsdami jūs<br>rašysite ant jau esančio spausdintuvo. Ar norite tęsti?</nobr>
lv: <nobr>Drukas iekārta <b>%1</b> jau eksistē. Turpinot tiks<br>pārrakstīta esošā drukas iekārta. Vai jūs vēlaties turpināt ?</nobr>
mt: <nobr>Il-printer <b>%1</b> diġa jeżisti. Jekk tkompli<br> se tneħħi l-printer eżistenti. Trid tkompli ?</nobr>
nl: <nobr>De printer <b>%1</b> bestaat al. Doorgaan zal<br>de bestaande printer overschrijven. Wilt u doorgaan ?</nobr>
no: <nobr>Skriveren <b>%1</b> finnes allerede. Å fortsette vil <br>overskrive den eksisterende skriveren. Vil du fortsette ?</nobr>
pl: <nobr>Drukarka <b>%1</b> już istnieje. W razie kontynuacji<br>nadpisane zostaną ustawienia istniejącej drukarki. Mimo wszystko kontynuować ?</nobr>
pt: <nobr>A impressora <b>%1</b> já existe. Se continuares irás sobrepor a impressora existente. Queres continuar ?</nobr>
ro: <nobr>Imprimanta <b>%1</b> există deja. Continuînd va<br>determina suprascrierea imprimantei existente. Doriţi să continuaţi?</nobr>
ru: <nobr>Принтер <b>%1</b> уже существует. Продолжив, <br>вы удалите текущий принтер. Хотите продолжить?</nobr>
sk: <nobr>Tlačiareň <b>%1</b> už existuje. Pokračovanie prepíše <br>existujúcu tlačiareň. Chcete pokračovať?</nobr>
sl: <nobr>Tiskalnik <b>%1</b> že obstaja. Nadaljevanje bo <br>prepisalo obstoječi tiskalnik. Želite nadaljevati?</nobr>
sr: <nobr>Štampač <b>%1</b> već postoji. Ukoliko nastavite <br>prebrisaćete postojeći štampač. Da li želite da nastavite?</nobr>
ta: <nobr><b>%1</b> «îÍô¦À¡È¢ ²Ä§Å ¯ûÇÐ. §ÁÖõ ¦¾¡¼÷ó¾¡ø ²Ä§Å ¯ûÇ<br>«îÍô¦À¡È¢ §Á§ÄØ¾ôÀÎõ. ¦¾¡¼ÃÅ¡?</nobr>
th: <nobr>เครื่องพิมพ์ <b>%1</b> มีอยู่แล้ว หากทำต่อไป<br>จะเขียนทับเครื่องพิมพ์นี้, คุณต้องการทำต่อไปหรือไม่ ?</nobr>
tr: <nobr><B>%1</b> yazıcısı zaten var. Devam etmeniz halinde bu yazıcı bilgilerinin üzerine yazılacak. Devam etmek istiyor musunuz? </nobr>
uk: <nobr>Принтер <b>%1</b> вже існує. Існуючий принтер<br>буде перезаписано. Продовжити ?</nobr>
vi: <nobr>Máy in <b>%1</b>đã tồn tại.Nếu tiếp tục sẽ<br>ghi đè lên máy in đã tồn tại.Bạn có muốn tiếp tục?</nobr>
xh: <nobr>Umshicileli<b>%1</b>sele ukhona .Uqhubekeko luza<br>kubhala ngaphezulu umshicileli osele ekhona .Ufuna ukuqhubekeka?</nobr>

source: Icons,List,Tree
az: Timsallar,Siyahı,Ağac
bg: Икони,Списък,Дърво
ca: Icones,llista,arbre
cs: Ikony,Seznam,Strom
da: Ikoner,Lister,Træ
de: Symbole,Liste,Baum
el: Εικονίδια,Λίστα,Δέντρο
et: Ikoonidena,Nimekirjana,Puuna
fi: Kuvakkeet,Lista,Puu
he: םילמס,המישר,ץע
hu: Ikonok, lista, fa
is: tákn,listi,tré
ko: 아이콘,목록,나무꼴
lt: Piktogramos, sąrašas, medis
lv: Ikonas, Saraksts, Zars
mt: Ikoni,Listi,Friegħi
nl: Pictogrammen,lijst,boomstructuur
no: Ikoner, Liste, Tre
pl: Ikony.Lista,Drzewo
pt: Ícones,Lista,Árvore
ro: Iconiţe,Listă,Arbore
ru: Пиктограммы,список,дерево
sk: Ikony,Zoznam,Strom
sl: Ikone,Seznam,Drevo
sr: Ikonice,Lista,Stablo
ta: ÌÚõÀ¼í¸û,ÀðÊÂø,ÁÃõ
th: ไอคอน, ลิสต์, ทรี
tr: Simgeler,Liste,Ağaç
uk: Піктограми,список,дерево
vi: Biểu tượng,danh sách, cây
xh: ii Icon, Uluhlu,Umthi

source: Enable
af: aktiveer
az: Fəallaşdır
bg: Разрешен
ca: Habilita
cs: Povolit
da: Aktivér
de: Aktivieren
el: Ενργοποίηση
et: Lubatud
fi: Käytä
he: רשפא
hu: Engedélyezés
is: Gera virkann
ko: 켬
lt: Įjungti
lv: Atļaut
mt: Ixgħel
nl: Activeren
no: Slå på
pl: Włącz
pt: Activar
ro: Activează
ru: Включить
sk: Povoliť
sl: Omogoči
sr: Aktiviraj
ta: ¦ºÂüÀÎòÐ
th: เปิดใช้งาน
tr: Etkinleştir
uk: Ввімкнути
vi: Cho phép
xh: Ukwenza

source: Disable
af: deaktiveer
az: Bağla
bg: Забранен
ca: Deshabilita
cs: Zakázat
da: Deaktivér
de: Deaktivieren
el: Απενεργοποίηση
et: Keelatud
fi: Poista käytöstä
he: רשפאת לא
hu: Letiltás
is: Gera óvirkann
ko: 끔
lt: Išjungti
lv: Aizliegt
mt: Itfi
nl: Deactiveren
no: Slå av
pl: Wyłącz
pt: Desactivar
ro: Dezactivează
ru: Выключить
sk: Zakázať
sl: Onemogoči
sr: Deaktiviraj
ta: Ó¼ìÌ
th: ปิดการใช้งาน
tr: Kaldır
uk: Вимкнути
vi: Không cho phép
xh: Khubaza

source: Add printer/class...
af: voeg by drukker/klas...
az: Çap edic/sinif əlavə et...
bg: Добави принтер/клас...
ca: Afegeix impressora/classe...
cs: Přidat tiskárnu/třídu...
da: Tilføj printer/klasse...
de: Drucker/Klasse hinzufügen...
el: Προσθήκη εκτυπωτή/κλάσης...
et: Lisa printer/klass...
fi: Lisää tulostin/luokka...
he: ...הקלחמ\תספדמ ףסוה
hu: Nyomtató vagy nyomtatóosztály hozzáadása...
is: Bæta prentara eða klasa við...
ko: 인쇄기나 클래스 더하기...
lt: Pridėti spausdintuvą/klasę...
lv: Pievienot drukas iekārtu/klasi...
mt: Żid printer/klassi...
nl: Printer/Klasse toevoegen...
no: Legg til skriver/klasse...
pl: Dodaj drukarkę/klasę...
pt: Adicionar impressora/classe...
ro: Adaugă imprimantă/clasă...
ru: Добавить принтер/класс...
sk: Pridať tlačiareň/triedu...
sl: Dodaj tiskalnik/razred...
sr: Dodaj štampač/klasu...
ta: «îÍô¦À¡È¢/Å¨¸¨Âî §º÷...
th: เพิ่มเครื่องพิมพ์/คลาส...
tr: Yazıcı/sınıf ekle...
uk: Додати принтер/клас...
vi: Thêm máy in/lớp...
xh: Dibanisa umshicileli / udidi...

source: Add special (pseudo) printer...
af: voeg by spesiaal (pseudo) drukker...
az: Fayl çap edicisi
bg: Добави специален (псевдо) принтер...
ca: Afegeix impressora especial (pseudo)...
cs: Přidat speciální (pseudo) tiskárnu...
da: Tilføj speciel (pseudo) printer...
de: Speziellen Drucker hinzufügen...
el: Προσθήκη ειδικού (ψευδο) εκτυπωτή...
et: Lisa spetsiaalne (pseudo) printer...
fi: Lisää erikoistulostin...
he: ...תדחוימ תספדמ ףסוה
hu: Speciális (pszeudo) nyomtató hozzáadása...
is: Bæta við sérstökum (gervi) prentara...
lt: Pridėti specialų (pseudo) spausdintuvą...
lv: Pievienot speciālu (pseido) drukas iekārtu...
mt: Żid printer speċjali (psewdo)...
nl: Speciale (pseudo) printer toevoegen...
no: Legg til spesiell (liksom)-skriver...
pl: Dodaj specjalną (pseudo) drukarkę...
pt: Adicionar impressora especial...
ro: Adaugă imprimantă specială...
ru: Добавить специальный (псевдо)принтер...
sk: Pridať špeciálnu (pseudo) tlačiareň...
sl: Dodaj posebni (psevdo) tiskalnik ...
sr: Dodaj specijalni (pseudo) štampač...
ta: Å¢§º¼ (§À¡Ä¢) «îÍô¦À¡È¢¨Âî §º÷...
th: เพิ่มเครื่องพิมพ์พิเศษ...
tr: Özel yazıcı ekle...
uk: Додати спеціальний (псевдо) принтер...
vi: Thêm máy in đặc biệt (giả,pseudo)
xh: Dibanisa umshicileli othile(pseudo)...

source: Set as local default
af: stel as plaaslike verstek
az: Əsas yerli olaraq seç
bg: Задай като локален подразбиращ
ca: Estableix com a local per omissió
cs: Nastavit jako implicitní lokální
da: Sæt som lokal standard
de: Als lokalen Standard festlegen
el: Θέση τοπικά προκαθορισμένου
et: Sea lokaalseks vaikeprinteriks
fi: Aseta paikallinen oletukseksi
he: תימוקמה לדחמה תרירבכ עבק
hu: Beállítás helyi alapértelmezettnek
is: Stilla sem staðbundið sjálfgefið
ko: 로컬 기본값으로 설정
lt: Nustatyti kaip vietinį nutylimą
lv: Uzstādīt kā lokālo noklusēto
mt: Issettja dan bħala l-istandard lokali
nl: Als lokale standaardwaarde zetten
no: Sett som lokal standard
pl: Ustaw lokalnie jako domyślną drukarkę
pt: Pôr por omissão localmente
ro: Setează ca implicită locală
ru: Задать как локальный по умолчанию
sk: Nastaviť ako lokálnu štandardnú
sl: Nastavi kot krajevno privzeto
sr: Podrazumevani lokalni štampač
ta: ¯ûÇ¨Áì ¦¸¡¼¡¿¢¨ÄÂ¡¸ «¨Á
th: ปรับให้เป็นค่าปริยายของระบบ
tr: Sistem öntanımlı kullan
uk: Встановити як типовий локальний
vi: Đặt làm mặc định địa phương
xh: Cwangcisa njengobulali obungagqibekanga

source: Set as user default
af: stel as gebruiker verstek
az: Əsas istifadəçi olaraq seç
bg: Задай като подразбиращ се за потребител
ca: Estableix l'usuari per omissió
cs: Nastavit jako implicitní pro uživatele
da: Sæt som bruger standard
de: Als Benutzerstandard festlegen
el: Θέση προκαθορισμένου χρήστη
et: Sea kasutaja vaikeprinteriks
fi: Aseta käyttäjän oletukseksi
he: שמתשמה לש לדחמה תרירבכ עבק
hu: Beállítás alapértelmezettnek ennél a felhasználónál
is: Stilla sem notanda staðbundið
ko: 사용자 기본값으로 설정
lt: Nustatyti kaip vartotojo nutylimą
lv: Uzstādīt kā lietotāja noklusēto
mt: Issettja dan bħala l-istandard tal-user
nl: Als gebruikersstandaard zetten
no: Sett som bruker-standard
pl: Ustaw jako domyślną drukarkę dla użytkownika
pt: Pôr por omissão para o utilizador
ro: Setează ca implicită utilizator
ru: Задать как пользовательский по умолчанию
sk: Nastaviť ako štandardnú používateľa
sl: Nastavi kot uporabniško privzeto
sr: Podrazumevani korisnički štampač
ta: ÀÂÉ÷ ¦¸¡¼¡¿¢¨ÄÂ¡¸ «¨Á
th: ปรับให้เป็นค่าปริยายของผู้ใช้
tr: Kullanıcı öntanımlı kullan
uk: Встановити як типовий для користувача
vi: Đặt làm người dùng mặc định
xh: Cwangcisa njengomsebenzisi ongagqibekanga

source: Test printer
af: toets drukker
az: Çap edicini sına
bg: Тест на принтер
ca: Prova d'impressora
cs: Test tiskárny
de: Drucker testen
el: Δοκιμή εκτυπωτή
et: Testi printerit
fi: Kokeile tulostinta
he: תספדמה תא קודב
hu: A nyomtatás kipróbálása
is: Prófa prentara
ko: 인쇄기 시험
lt: Testinis spausdintuvas
lv: Testēt drukas iekārtu
mt: Ittestja l-printer
nl: Printer testen
no: Test skriver
pl: Przetestuj drukarkę
pt: Testar impressora
ro: Testează imprimanta
ru: Проверить принтер
sk: Otestovať tlačiareň
sl: Preizkusi tiskalnik
sr: Testiraj štampač
ta: «îÍô¦À¡È¢¨Âî §º¡¾¢
th: ทดสอบเครื่องพิมพ์
tr: Yazıcıyı yapılandır
uk: Пробний принтер
vi: Thử máy in
xh: Vavanya umshicileli

source: Configure manager
af: konfigureer bestuurder
az: İdarəçini quraşdır
bg: Конфигурация на менаджер
ca: Configura el gestor
cs: Nastavit správce
da: Indstil håndtering
de: Einrichtungsmanager
el: Ρύθμιση διαχειριστή
et: Seadistuse haldur
fi: Asetustenhallinta
he: להנמה תורדגה
hu: Beállítások
is: Stillingastjóri
ko: 설정 관리자
lt: Konfigūruoti tvarkyklę
lv: Konfigurācijas menedžeris
mt: Konfigurazzjoni
nl: Beheerder instellen
no: Sett opp bestyrer
pl: Menedżer konfiguracji
pt: Configurar o gestor
ro: Manager de configurare
ru: Параметры диспетчера
sk: Nastaviť správcu
sl: Prikroji upravljalnik
sr: Podesi sistem za štampanje
ta: §ÁÄ¡Ç¨Ã ÅÊÅ¨Á
th: ปรับแต่งตัวจัดการ
tr: Yöneticiyi yapılandır
uk: Менеджер конфігурації
vi: Trình quản lí cấu hình
xh: Qwalasela umphathi

source: Refresh view
af: verfris besigtig
az: Görünüşü yenilə
bg: Обновяване на прегледа
ca: Refresca la vista
cs: Obnovit pohled
da: Genopfrisk visning
de: Ansicht neu aufbauen
el: Ανανέωση προβολής
et: Värskenda vaadet
fi: Päivitä näkymä
he: הגוצת ןנער
hu: A nézet frissítése
is: Endurlesa
ko: 다시 보기
lt: Atnaujinti vaizdą
lv: Atsvaidzināt skatījumu
mt: Aġġorna d-dehra
nl: Weergave verversen
no: Oppfrisk visning
pl: Odśwież widok
pt: Refrescar vista
ro: Actualizează vizualizarea
ru: Обновить
sk: Obnoviť pohľad
sl: Osveži pogled
sr: Osveži prikaz
ta: ¸¡ðº¢¨Âô ÒÐôÀ¢
th: เรียกมุมมองใหม่
tr: Görüntüyü tazele
uk: Поновити вигляд
xh: Hlaziya kwakhona imboniselo

source: Vertical,Horizontal
az: Şaquli,Üfüqi
bg: Вертикално,Хоризонтално
ca: Vertical,Horitzontal
cs: Vertikální,horizontální
da: Lodret,Vandret
de: Senkrecht,Waagrecht
el: Κάθετος,Οριζόντιος
et: Vertikaalne,Horisontaalne
fi: Pysty,Vaaka
he: יכנא,יקפוא
hu: Függőleges, vízszintes
is: Lóðrétt,Lárétt
ko: 세로, 가로
lt: Vertikalus, horizontalus
lv: Vertikāla,Horizontāla
mt: Vertikali,Orizzontali
nl: Verticaal,horizontaal
no: Vertikalt,Horisontalt
pl: Pionowo,Poziomo
ro: Verticală,Orizontală
ru: Вертик.,гориз.
sk: Vertikálne,Horizontálne
sl: Navpično,Vodoravno
sr: Vertikalna,Horizontalna
ta: ¸¢¨¼,¿¢¨Ä
th: แนวตั้ง, แนวนอน
tr: Dikey,Yatay
uk: Вертикальне,Горизонтальне
vi: Dọc,Ngang
xh: Nkqo,Tye

source: Restart server
af: herbegin bediener
az: Vericini yenidən başlat
bg: Рестартиране на сървъра
ca: Reengega el servidor
cs: Restartovat server
da: Genstart server.
de: Server neu starten
el: Επανεκίνηση εξυπηρετητή
et: Käivita server uuesti
fi: Uudelleenkäynnistä palvelin
he: שדחמ תרש לעפה
hu: A kiszolgáló újraindítása
is: Endurræsa þjón
ko: 서버 다시 시작
lt: Perstartuoti serverį
lv: Pārstartēt serveri
mt: Irristartja s-server
nl: Server herstarten
no: Restarte tjener
pl: Restartuj serwer
pt: Reiniciar o servidor
ro: Reporneşte server-ul
ru: Перезапустить сервер
sk: Reštartovať server
sl: Ponovno zaženi strežnik
sr: Ponovo pokreni server
ta: ÀÃ¢Á¡È¢¨Â Á£ÇÅ¡ÃõÀ¢
th: เริ่มการทำงานเซิร์ฟเวอร์ใหม่
tr: Sunucuyu yeniden başlat
uk: Перезапустити сервер
vi: Khởi động lại server
xh: Qala umncedisi kwakhona

source: Configure server
af: konfigureer bediener
az: Vericini quraşdır
bg: Конфигуриране на сървър
ca: Configura el servidor
cs: Nastavit server
da: Indstil server
de: Server einrichten
el: Ρύθμιση εξυπηρετητή
et: Seadista serverit
fi: Aseta palvelinta
he: תרשה תורדגה
hu: A kiszolgáló beállítása
is: Stilla þjón
ko: 서버 설정
lt: Konfigūruoti serverį
lv: Konfigurēt serveri
mt: Ikkonfigura s-server
nl: Server instellen
no: Sett opp tjener
pl: Konfiguruj serwer
pt: Configurar o servidor
ro: Configurează server-ul
ru: Настроить сервер
sk: Nastaviť server
sl: Prikroji strežnik
sr: Podesi server
ta: ÀÃ¢Á¡È¢¨Â ÅÊÅ¨Á
th: ปรับแต่งเซิร์ฟเวอร์
tr: Sunucuyu yapılandır
uk: Налаштувати сервер
vi: Cấu hình server
xh: Qwalasela umncedisi

source: View Toolbar
af: besigtig nutsbalk
az: Ləvazimat Çubuğunu Göstər
bg: Панел за преглед
ca: Vista de la barra d'eines
cs: Zobrazit nástrojovou lištu
da: Se værktøjslinie
de: Werkzeugleiste anzeigen
el: Προβολή Γραμμής Εργαλείων
et: Tööriistariba näitamine
fi: Näytä työkalurivi
he: םילכ לגרס גצה
hu: Az eszköztár megjelenítése
is: Sýna tækjaslá
ko: 도구줄 보기
lt: Žiūrėti įrankių juostą
lv: Skatīt Rīkjoslu
mt: Uri t-toolbar
nl: Werkbalk tonen
no: Vis verktøylinje
pl: Pokaż pasek narzędzi
pt: Ver a Barra de Ferramentas
ro: Bară de unelte vizualizare
ru: Показать панель инструментов
sk: Zobraziť panel nástrojov
sl: Ogledna orodjarna
sr: Prikaži traku sa ikonicama
ta: ¸ÕÅ¢ôÀð¨¼¨Âì ¸¡ðÎ
th: แสดงแถบเครื่องมือ
tr: Araç Çubuğunu Göster
uk: Показувати панель інструментів
vi: Xem thanh công cụ
xh: Ibar yesixhobo semboniselo

source: View Printer Informations
af: besigtig drukker informasie
az: Çap Edici Mə'lumatlarını Göstər
bg: Преглед на Информация за Принтер
ca: Vista de les informacions d'impressora
cs: Zobrazit informace o tiskárně
da: Se printerinformation
de: Informationen zum Drucker anzeigen
et: Printeri info vaatamine
fi: Näytä tulostimen tiedot
he: תוספדמה לע םיטרפ גצה
hu: A nyomtató jellemzőinek megtekintése
is: Skoða upplýsingar um prentara
ko: 인쇄기 정보 보기
lt: Žiūrėti spausdintuvo informaciją
lv: Skatīt Drukas Iekārtas Informāciju
mt: Informazzjoni dwar printers
nl: Printerinformatie tonen
no: Vis skriver-informasjon
pl: Pokaż informacje o drukarkach
pt: Ver a Informação da Impressora
ro: Vizualizare informaţii imprimantă
ru: Показать сведения о принтере
sk: Zobraziť informácie o tlačiarni
sl: Glej podatke o tiskalniku
sr: Prikaži informacije o štampaču
ta: «îÍô¦À¡È¢ò ¾¸Åø¸¨Çì ¸¡ðÎ
th: แสดงข้อมูลรายละเอียดของเครื่องพิมพ์
tr: Yazıcı Bilgilerini İzle
uk: Переглянути інформація про принтер
xh: Ulwazi lwemboniselo yomshicileli

source: Unable to enable printer <b>%1</b>.
af: nie moontlik aan aktiveer drukker <b>%1</b>.
az: <b>%1</b> Çap edicisini seçə bilmirəm.
bg: Не мога да разреша принтер <b>%1</b>.
ca: No s'ha pogut habilitar la impressora <b>%1</b>.
cs: Není možné povolit tiskárnu <b>%1</b>.
da: Kan ikke aktivere <b>%1</b>.
de: Aktivierung von Drucker <b>%1</b> ist nicht möglich.
el: Δε μπορώ να ενεργοποιήσω τον εκτυπωτή <b>%1</b>.
et: Printeri <b>%1</b> kasutamise lubamine ebaõnnestus.
fi: Tulostinta <b>%1</b> ei voitu ottaa käyttöön.
he: .<b>%1</b> תספדמ תא רשפאל ןתינ אל
hu: Nem sikerült engedélyezni ezt a nyomtatót: <b>%1</b>.
is: Gat ekki virkt prentarann <b>%1</b>.
lt: Nesugebu įjungti spausdintuvo <b>%1</b>.
lv: Nevar atļaut drukas iekārtu <b>%1</b>.
mt: Ma stajtx inħaddem il-printer <b>%1</b>.
nl: Niet in staat om printer <b>%1</b> te activeren.
no: Ikke i stand til å slå på skriver <b>%1</b>.
pl: Nie można uaktywnić drukarki <b>%1</b>.
pt: Não foi possível activar a impressora <b>%1</b>.
ro: Nu pot activa imprimanta <b>%1</b>.
ru: Не удалось включить принтер <b>%1</b>.
sk: Nepodarilo sa povoliť tlačiareň <b>%1</b>.
sl: Ni moč omogočiti tiskalnika <b>%1</b>.
sr: Ne mogu da aktiviram štampač <b>%1</b>.
ta: <b>%1</b> «îÍô¦À¡È¢¨Â ¦ºÂüÀÎò¾ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถเปิดใช้งานเครื่องพิมพ์ <b>%1</b> ได้
tr: <b>%1</b> yazıcısı etkin hale getirilemedi.
uk: Неможливо ввімкнути принтер <b>%1</b>.
vi: Không thể cho phép dùng máy in <b>%1</b>.
xh: Ayikwazi ukwenza umshicileli<b>%1</b>.

source: Unable to disable printer <b>%1</b>.
af: nie moontlik aan deaktiveer drukker <b>%1</b>.
az: <b>%1</b> Çap edicisini bağlaya bilmirəm.
bg: Не мога да забраня принтер <b>%1</b>.
ca: No s'ha pogut deshabilitar la impressora <b>%1</b>.
cs: Nelze možné zakázat tiskárnu <b>%1</b>.
da: Kan ikke deaktivere printer <b>%1</b>.
de: Deaktivierung von Drucker <b>%1</b> ist nicht möglich.
el: Δε μπορώ να απενεργοποιήσω τον εκτυπωτή <b>%1</b>.
et: Printeri <b>%1</b> kasutamise keelamine ebaõnnestus.
fi: Tulostinta <b>%1</b> ei voitu poistaa käytöstä.
he: .<b>%1</b> תספדמ תא לטבל ןתינ אל
hu: Nem sikerült letiltani ezt a nyomtatót: <b>%1</b>.
is: Gat ekki gert prentarann <b>%1</b> óvirkann.
lt: Nesugebu išjungti spausdintuvo <b>%1</b>.
lv: Nevar aizliegt drukas iekārtu <b>%1</b>.
mt: Ma stajtx inwaqqaf il-printer <b>%1</b>.
nl: Niet in staat om printer <b>%1</b> te deactiveren.
no: Ikke i stand til å slå av skriver <b>%1</b>.
pl: Nie można wyłączyć drukarki <b>%1</b>.
pt: Não foi possível desactivar a impressora <b>%1</b>.
ro: Nu pot dezactiva imprimanta <b>%1</b>.
ru: Не удалось отключить принтер <b>%1</b>.
sk: Nepodarilo sa zakázať tlačiareň <b>%1</b>.
sl: Ni moč onemogočiti tiskalnika <b>%1</b>.
sr: Ne mogu da deaktiviram štampač <b>%1</b>.
ta: <b>%1</b>. «îÍô¦À¡È¢¨Â Ó¼ì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถยกเลิกการใช้งานเครื่องพิมพ์ <b>%1</b> ได้
tr: %1 yazıcısı etkisiz hale getirilemedi.
uk: Неможливо вимкнути принтер <b>%1</b>.
vi: Không thể không cho phép dùng máy in <b> %1</b>.
xh: Ayikwazi ukukhubaza umshicileli<b>%1</b>.

source: <nobr>Do you really want to remove <b>%1</b> ?</nobr>
af: <nobr>doen jy rerig wil hê aan verwyder <b>%1</b> ?</nobr>
az: <nobr><b>%1</b>i(ı) silmək istəyirsiniz?</nobr>
bg: <nobr>Действително ли искате да изтриете <b>%1</b> ?</nobr>
ca: <nobr>De veres voleu esborrar <b>%1</b> ?</nobr>
cs: <nobr>Opravdu chcete odstranit <b>%1</b> ?</nobr>
da: <nobr>Vil du virkelig fjerne <b>%1</b> ?</nobr>
de: <nobr>Möchten Sie <b>%1</b> wirklich löschen?</nobr>
et: <nobr>Kas tõesti eemaldada printer <b>%1</b>?</nobr>
fi: <nobr>Haluatko todella poistaa <b>%1</b>:n?</nobr>
he: <nobr>?<b>%1</b> תא ריסהל ךנוצרבש חוטב התא םאה</nobr>
hu: <nobr>Biztosan el akarja távolítani ezt a nyomtatót: <b>%1</b> ?</nobr>
is: <nobr>Viltu örugglega fjarlægja <b>%1</b> ?</nobr>
ko: <nobr><b>%1</b>을/를 정말로 지우겠습니까 ?</nobr>
lt: <nobr>Ar jūs tikrai norite pašalinti <b>%1</b> ?</nobr>
lv: <nobr>Vai jūs tiešām vēlaties aizvākt <b>%1</b> ?</nobr>
mt: <nobr>Żgur li trid tneħħi <b>%1</b> ?</nobr>
nl: <nobr>Wilt u <b>%1</b> werkelijk verwijderen ?</nobr>
no: <nobr>Vil du virkelig slette <b>%1</b>?</nobr>
pl: <nobr>Czy na pewno chcesz usunąć <b>%1</b> ?</nobr>
pt: <nobr>Queres mesmo apagar a <b>%1</b> ?</nobr>
ro: <nobr>Doriţi într-adevăr să ştergeţi <b>%1</b>?</nobr>
ru: <nobr>Вы действительно хотите удалить <b>%1</b>?</nobr>
sk: <nobr>Naozaj chcete odstrániť <b>%1</b>?</nobr>
sl: <nobr>Ali res želite odstraniti <b>%1</b>?</nobr>
sr: <nobr>Da li zaista žeilte da uklonite <b>%1</b>?</nobr>
ta: <nobr>¯ñ¨ÁÂ¡¸§Å <b>%1</b> ­¨É ¿£ì¸ Å¢ÕõÒ¸¢È£÷¸Ç¡ ?</nobr>
th: <nobr>คุณต้องการลบ <b>%1</b> ทิ้ง จริงหรือไม่ ?</nobr>
tr: <nobr>Gerçekten <b>%1</b> yazıcısını silmek istiyor musunuz? </nobr>
uk: <nobr>Ви дійсно хочете вилучити <b>%1</b> ?</nobr>
vi: <nobr>Bạn có thực sự muốn gỡ bỏ <b>%1</b>?</nobr>
xh: <nobr>Ufuna ngokwenene ukususa u <b>%1</b>?</nobr>

source: Unable to remove special printer <b>%1</b>.
af: nie moontlik aan verwyder spesiaal drukker <b>%1</b>.
az: <b>%1</b> Çap edicisi çıxardıla bilmir.
bg: Не мога да изтрия специален принтер <b>%1</b>.
ca: No s'ha pogut eliminar la impressora especial <b>%1</b>.
cs: Není možné odstranit speciální tiskárnu <b>%1</b>.
da: Kan ikke fjerne speciel printer <b>%1</b>.
de: Entfernen des speziellen Druckers <b>%1</b> ist nicht möglich.
el: Δε μπορώ να διαγράψω τον ειδικό εκτυπωτή <b>%1</b>.
et: Spetsiaalset printerit <b>%1</b> pole võimalik eemaldada.
fi: Erikoistulostinta <b>%1</b> ei voitu poistaa.
he: .<b>%1</b> תדחוימה תספדמה תא ריסהל ןתינ אל
hu: Nem sikerült eltávolítani ezt a speciális nyomtatót: <b>%1</b>.
is: Gat ekki fjarlægt sérstaka prentarann <b>%1</b>.
ko: 특정 <b>%1</b> 인쇄기를 지울 수 없습니다.
lt: Nesugebu pašalinti specialaus spausdintuvo <b>%1</b>
lv: Nevar aizvākt speciālo drukas iekārtu <b>%1</b>.
mt: Ma nistax inneħħi l-printer speċjali <b>%1</b>.
nl: Niet in staat om speciale printer <b>%1<b> te verwijderen.
no: Kunne ikke fjerne spesialskriver <b>%1</b>.
pl: Nie można usunąć drukarki specjalnej <b>%1</b>.
pt: Não foi possível apagar a impressora especial <b>%1</b>.
ro: Nu am putut şterge imprimanta specială <b>%1</b>.
ru: Не могу удалить специальный принтер <b>%1</b>.
sk: Nepodarilo sa odstrániť špeciálnu tlačiareň <b>%1</b>.
sl: Ni moč odstraniti posebnega tiskalnika <b>%1</b>.
sr: Ne mogu da uklonim specijalni štampač <b>%1</b>.
ta: Å¢§º¼ «îÍô¦À¡È¢ <b>%1</b>-­¨É ¿£ì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถเอาเครื่องพิมพ์พิเศษ <b>%1</b> ออกได้
tr: <b>%1</b> özel yazıcısı silinemedi.
uk: Неможливо вилучити спеціальний принтер <b>%1</b>.
vi: Không thể gỡ bỏ được máy in đặc biệt <b>%1</b>.
xh: Ayikwazi ukususa umshicileli othile<b>%1</b>
