Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: The source file is '%1'
af: die bron lêer is '%1'
az: Mənbə faylı '%1'
bg: Изходния код е '%1'
ca: El fitxer original és '%1'
cs: Zdrojový soubor je '%1'
da: Kildefilen er '%1'
de: Die angeforderte Datei ist "%1"
el: Το πηγαίο αρχείο είναι το '%1'
et: Lähtefail on '%1'
fi: Alkuperäinen tiedosto on '%1'
he: '%1' אוה רוקמה ץבוק
hu: A forrásfájl neve: '%1'
is: Upprunalega skráin er '%1'
ko: 본디 파일은 '%1' 입니다
lt: Originali byla yra „%1“
lv: Avota fails ir '%1'
mt: Il-fajl tas-sors huwa "%1"
nl: Het bronbestand is '%1'
no: Originalfilen er "%1"
pl: Plikiem źródłowym jest '%1'
pt: O ficheiro original é '%1'
ro: Fişierul sursă este "%1"
ru: Исходный файл - '%1'
sk: Originálny súbor je '%1'
sl: Izvirna datoteka je ,%1`
sr: Originalni fajl je '%1'
ta: ãÄì §¸¡ôÒ '%1'
th: แฟ้มต้นฉบับคือ "%1"
tr: Kaynak dosya adı '%1'
uk: Вихідний файл - '%1'
vi: File gốc là '%1'
xh: Imvelaphi yefayile yi '%1'

source: An older item than '%1' already exists.
af: 'n ouer item as '%1' alreeds bestaan.
az: '%1'dən daha köhnə bir üzv onsuz da var.
bg: Стар от '%1' вече съществува.
ca: Ja existeix un ítem més antic que '%1'.
cs: Již existuje starší položka než '%1'.
da: Et ældre punkt end '%1' findes allerede.
de: Ein älteres Element als %1 existiert bereits.
el: Υπάρχει ήδη ένα παλιότερο αντικείμενο από το '%1'.
et: Vanem fail/kataloog kui '%1' eksisteerib juba.
fi: Vanhempi tietue kuin '%1' on jo olemassa.
he: .'%1'-מ רתוי ןשי טירפ םייק רבכ
hu: Már létezik egy elem, mely régebbi, mint '%1'.
is: Það er nú þegar til eitthvað eldra en '%1'.
ko: '%1'보다 오래된 파일이 이미 있습니다.
lt: Senesnė byla nei '%1' jau yra.
lv: Vecāks elements par '%1' jau eksistē.
mt: Oġġett iżjed antik minn "%1" diġa jeżisti.
nl: Een ouder item dan '%1' bestaat reeds.
no: En eldre oppføring enn "%1" eksisterer allerede.
pl: Starszy plik niż '%1' już istnieje.
pt: Um item mais antigo do que '%1' já existe.
ro: Există deja un item mai vechi decît "%1".
ru: Существует более старый файл с именем '%1'.
sk: Staršia položka, ako '%1' už existuje.
sl: Predmet, starejši od %1, že obstaja.
sr: Starija stavka od '%1' već postoji.
ta: '%1' ­Öõ À¨ÆÂ ¯ÕôÀÊ¦Â¡ýÚ ²ü¸É§Å ¯ûÇÐ.
th: มีรายการที่เก่ากว่า "%1" อยู่แล้ว
tr: '%1'den daha eski bir öğe zaten var.
uk: Вже існує старіший варіант ніж '%1'.
vi: Một khoản(item) cũ hơn '%1' đã tồn tại.
xh: Umba omdala kune '%1' sele ukhona kakade.

source: A newer item than '%1' already exists.
af: 'n nuwer item as '%1' alreeds bestaan.
az: '%1'dən daha yeni bir üzv onsuz da var.
bg: Нов от '%1' вече съществува.
ca: Ja existeix un ítem més nou que '%1'.
cs: Již existuje novější položka než '%1'.
da: Et nyere punkt end '%1' findes allerede.
de: Ein neueres Element als %1 existiert bereits.
el: Υπάρχει ήδη ένα νεότερο αντικείμενο από το '%1'.
et: Uuem fail/kataloog kui '%1' eksisteerib juba.
fi: Uudempi tietue kuin '%1' on jo olemassa.
he: .'%1'-מ רתוי שדח טירפ םייק רבכ
hu: Már létezik egy elem, mely újabb, mint '%1'.
is: Það er nú þegar til eitthvað nýrra en '%1'.
ko: '%1'보다 새로운 파일이 이미 있습니다.
lt: Naujesnė byla nei '%1' jau yra.
lv: Jaunāks elements par '%1' jau eksistē.
mt: Oġġett iżjed riċenti minn "%1" diġa jeżisti.
nl: Een nieuwer item dan '%1' bestaat reeds.
no: En nyere oppføring enn "%1" eksisterer allerede.
pl: Nowszy plik niż '%1' już istnieje.
pt: Um item mais recente do que '%1' já existe.
ro: Există deja un item mai nou decît "%1".
ru: Существует более новый файл с именем '%1'.
sk: Novšia položka, ako '%1' už existuje.
sl: Predmet, novejši od %1, že obstaja.
sr: Novija stavka od '%1' već postoji.
ta: '%1' ­Öõ Ò¾¢Â ¯ÕôÀÊ¦Â¡ýÚ ²ü¸É§Å ¯ûÇÐ.
th: มีรายการที่ใหม่กว่า "%1" อยู่แล้ว
tr: '%1'den daha yeni bir öğe zaten var.
uk: Вже існує новіший варіант ніж '%1'.
vi: Một khoản(item) mới hơn '%1' đã tồn tại.
xh: Umba omtsha kune '%1' sele ukhona kakade.

source: Do you want to use another file name?
af: doen jy wil hê aan gebruik nog 'n lêer naam?
az: Başqa bir fayl adı işlətmək istəyirsiniz?
bg: Искате ли да използвате друго име за файл?
ca: Voleu usar un altre nom de fitxer?
cs: Přejete si použít jiné jméno souboru?
da: Vil du bruge et andet filnavn?
de: Möchten Sie einen anderen Dateinamen verwenden?
el: Θέλετε να χρησιμοποιήσετε ένα άλλο όνομα αρχείου;
et: Kas kasutada mõnda muud failinime?
fi: Haluatko käyttää toista tiedostonimeä?
he: ?רחא ץבוק םשב שמתשהל ךנוצרב םאה
hu: Szeretne inkább egy másik fájlnevet megadni?
is: Viltu velja annað skráaheiti?
ko: 다른 이름으로 해보시겠습니까?
lt: Ar norite naudoti kitą bylos vardą?
lv: Vai vēlaties izmantot citu faila vārdu?
mt: Trid tuża isem ta' fajl ieħor?
nl: Wilt u een andere bestandsnaam gebruiken?
no: Vil du bruke et annet filnavn?
pl: Czy użyć innej nazwy pliku?
pt: Queres utilizar outro nome de ficheiro?
ro: Doriţi să utilizaţi alt nume de fişier?
ru: Не хотите ли использовать другое имя файла?
sk: Chcete použiť iný názov súboru?
sl: Ali želite uporabiti drugo ime za datoteko?
sr: Da li želite da koristite drugi naziv fajla?
ta: §ÅÚ §¸¡ôÒô¦ÀÂ¨Ã À¡Å¢ì¸ Å¢ÕôÀÁ¡?
th: คุณต้องการจะใช้ชื่อแฟ้มอื่นหรือไม่ ?
tr: Başka bir dosya adı kullanmak ister misiniz?
uk: Бажаєте змінити ім'я файлу?
vi: Bạn có muốn chỉ định một tên file khác ?
xh: Ufuna ukusebenzisa elinye igama lefayile?

source: No mime types installed!
af: nee mime tipes geïnstalleer!
az: Heç bir mime növü yüklənməyib!
bg: Не е инсталиран вид на файлове
ca: No hi ha tipus mime instal·lats!
cs: Nejsou nainstalovány mime typy!
da: Ingen mimetyper installerede!
de: Keine MIME-Typen installiert
el: Δεν έχουν εγκατασταθεί τύποι mime!
et: Ühtegi mime tüüpi ei ole paigaldatud!
fi: Ei mimetyyppejä asennettuna!
he: !םינקתומ Mime יסופיט ןיא
hu: Nincsenek telepítve MIME-típusok.
is: Engin MIME-tög eru inni!
ko: 마임 형식이 안 깔려 있습니다!
lt: Nėra įdiegtų mime tipų!
lv: Mime tipi nav uzstādīti!
mt: M'hemmx tipi "mime" installati!
nl: Geen bestandstypen geïnstalleerd!
no: Ingen mime-typer installert!
pl: Brak zainstalowanych typów MIME!
pt: Os tipos MIME não estão instalados!
ro: Nu există instalate tipuri MIME!
ru: Описания типов MIME не установлены!
sk: Nemáte nainštalované mime typy!
sl: Niti en mime tip ni nameščen!
sr: Nijedan MIME tip nije instaliran!
ta: ¨Áõ Å¨¸¸û ±Ð×õ ¿¢ÚÅôÀ¼Å¢ø¨Ä!
th: ไม่มีประเภท mime ถูกติดตั้ง !
tr: Hiçbir mime türü yüklenmemiş!
uk: Не встановлені типи mime!
vi: Chưa có kiểu MIME nào đã được cài đặt!
xh: Akukho zindidi zamime ezibekiweyo!

source: Could not find mime type %1
af: kon nie soek mime tipe %1
az: %1 mime növü tapıla bilmədi
bg: Не мога да намеря тип на %1
ca: No s'ha pogut trobar el tipus mime %1
cs: Není možné nalézt mime typ %1
da: Kunne ikke finde mimetype %1
de: MIME-Typ nicht auffindbar %1
el: Δεν μπορώ να βρω τον τύπο mime %1
et: Mime tüüpi %1 ei leitud.
fi: Mimetyyppiä %1 ei löydetty
he: Mime-ה סופיט תא אוצמל ןתינ אל %1
hu: A(z) %1 MIME-típus nem található
is: Finn ekki MIME-tagið %1
ko: %1 마임 형식을 찾을 수 없습니다
lt: Nepavyksta rasti mime tipo %1
lv: Nevar atrast mime tipu %1
mt: Ma stajtx insib tip "mime" %1
nl: Kon het volgende bestandstype niet vinden: %1
no: Kunne ikke finne mime-type %1
pl: Nie można znaleźć typu MIME %1
pt: Não consegui encontrar o tipo MIME %1
ro: Nu găsesc tipul MIME %1
ru: Не могу найти тип MIME %1
sk: Nemôžem nájsť mime typ %1
sl: Nisem mogel najti mime tipa %1
sr: Nisam mogao da pronađem MIME tip %1
ta: ¨ÁõÅ¨¸ ­ø¨Ä %1
th: ไม่สามารถค้นหาประเภท mime ได้ %1
tr: %1 mime türü bulunamadı
uk: Не можу знайти тип mime %1
vi: Không tìm được kiểu MIME %1
xh: Alufumaneki udidi lwemime %1

source: The desktop entry file %1 has no Type=... entry.
af: die werkskerm inskrywing lêer %1 het nee tipe=... inskrywing.
az: Masa üstü giriş faylı %1'in Type=... girişi yoxdur
bg: Записа на работно място файл %1 Няма Вид=... запис.
ca: El fitxer d'entrades d'escriptori %1 no té cap entrada Type=...
cs: Soubor pracovní plochy %1 neobsahuje položku Type=...
da: .desktop-filen %1 har ingen Type=... linie
de: Die Desktop-Datei %1 hat keinen "Type=..." Eintrag
et: Töölaua kirje fail %1 ei sisalda kirjet Type=...
fi: Työpöytätietueen tiedostossa %1 ei ole Type=... tietoa.
he: הדובעה ןחלוש תמושר ץבוקל %1 Type=... תמושר ףא ןיא
hu: A(z) %1 asztalbejegyzés-fájl nem tartalmaz Type=... sort.
is: Skjáborðshlutsskráin %1 er ekki með neina Type=... færslu.
ko: 일터 등록 파일 %1에 "Tyep=..." 값이 없습니다.
lt: Darbastalio įrašo byla %1 neturi jokio Type=... įrašo.
lv: Darbavirsmas ievada fails %1 nesatur Tipu=... ievada.
mt: Il-fajl "desktop entry" %1 m'għandux imniżżel it-tip
nl: Het desktopbestand %1 heeft geen Type=... ingang.
no: Skrivebordsfilen %1 har ingen "Type=..."-oppføring
pl: Plik elementu biurka %1 nie zawiera pozycji Type=...
pt: O ficheiro desktop %1 não tem uma entrada Type=....
ro: Fişierul de ecran %1 nu are intrarea "Type=...".
ru: Файл .desktop %1 не содержит записи Type=...
sk: Súbor položky plochy %1 nemá položku Type=...
sl: Namizna datoteka z vnosi %1 nima vnosa Type=...
sr: Fajl sa zapisom radne površine %1 nema Type=... zapis.
ta: %1 ±Ûõ §Á¨ºò¾Ç Ñ¨Æ×ì §¸¡ôÀ¢ø Type=... Ñ¨Æ× ­ø¨Ä.
th: ภายในแฟ้มเดสก์ทอป %1 ไม่มีส่วน Type=...
tr: Masaüstü giriş dosyası %1'in Type=... girişi yok.
uk: Файл елементів стільниці %1 не має елементу Type=...
vi: File desktop entry %1 không có kiểu=... entry.
xh: Ifayile yokungena ye desktop %1 ayina Didi=... ungeno.

source: The desktop entry of type %1 is unknown.
af: die werkskerm inskrywing van tipe %1 is onbekende.
az: %1 növündən masa üstü girişi bilinmir
bg: Този вид %1 е непознат.
ca: La entrada d'escriptori del tipus %1 és desconeguda.
cs: Soubor pracovní plochy %1 je neznámý
da: .desktop-linien af type %1 er ukendt
de: Ein Desktopeintrag des Typs %1 ist nicht bekannt
et: Töölaua kirje tüüp %1 on tundmatu.
fi: Työpöytätietueen tyyppi %1 on tuntematon
he: גוסמ הדובעה ןחלוש תמושר %1 .העודי הניא
hu: A(z) %1 asztalbejegyzés-típus ismeretlen
is: Skjáborðshlutur af taginu %1 er óþekktur.
ko: 일터 등록 형식 %1은(는) 모르는 형식입니다.
lt: Darbastalio įrašas tipui %1 yra nežinomas.
lv: Darbavirsmas tipa ievads %1 ir nezināms.
mt: Id-'desktop entry' tat-tip %1 mhux magħruf
nl: De desktopingang van het type %1 is onbekend.
no: Skrivebordsfilen av type %1 er ukjent
pl: Typ %1 elementu biurka jest nieznany.
pt: O tipo do ficheiro desktop %1 não é conhecido.
ro: Intrarea de ecran de tipul %1 este necunoscută.
ru: Неизвестная запись '%1' в файле .desktop.
sk: Typ súbor položky plochy %1 je neznámy.
sl: Namizni vnos tipa %1 je neznan.
sr: Zapis radne površine tipa %1 je nepoznat.
ta: §Á¨ºò¾Ç Ñ¨Æ× %1 Å¨¸ ¦¾Ã¢Â¡¾¦Å¡ýÈ¡Ìõ.
th: ภายในแฟ้มเดสก์ทอป รายการ %1 ไม่รู้จัก
tr: %1 türünden masaüstü girişi bilinmiyor.
uk: Файл елементів стільниці %1 невідомий.
vi: Kiểu của desktop entry %1 là không biết ;).
xh: Udidi longeno lwe desktop %1 alwazeki.

source: The desktop entry file %1 is of type FSDevice but has no Dev=... entry.
af: die werkskerm inskrywing lêer %1 is van tipe fsdevice maar het nee dev=... inskrywing.
az: %1 masa üstü giriş faylı FSDevice növündən amma Dev=... girişi yoxdur.
bg: Файл за Работното място %1 е от тип Устройство, но няма Dev=... запис в него
ca: El fitxer d'entrades d'escriptori %1 és de tipus FSDevice però no té cap entrada Dev=...
cs: Soubor pracovní plochy %1 je typu FSDevice, ale nemá položku Dev=...
da: .desktop-filen %1 er af typen FSDevice men har ingen Dev=... linie
de: Die Desktopdatei %1 ist vom Typ "FSDevice", hat aber keinen Eintrag "Dev=..."
et: Töölaua kirje fail %1 on FSDevice tüüpi, kuid ei sialda kirjet Dev=...
fi: Työpöytätietuetiedosto %1 on tyyppiä FSDevice mutta siinä ei ole Dev=... tietoa.
he: הדובעה ןחלוש תמושר ץבוק %1 Dev=... תמושר ףא וב ןיא לבא FSDevice גוסמ אוה
hu: A(z) %1 asztalbejegyzés-fájl FSDevice típusú, de nincs Dev=... sora.
is: Skjáborðshlutsskráin %1 er af taginu FSDevice en er ekki með neina Dev=... færslu.
ko: 일터 등록 파일 %1은(는) FSDevice 장치가 아니거나 "Dev==..." 값이 없습니다.
lt: Darbastalio įrašo byla %1 yra FSDevice tipo, tačiau neturi jokio Dev=... įrašo.
lv: Darbavirsmas ievada fails %1 ir FSiekārta tipa bet nesatur Dev=... ievadu.
mt: Id-'desktop entry' %1 huwa tat-tip FSDevice imma m'għandux imniżżel Dev=...
nl: Het desktopbestand %1 is van het type FSDevice, maar heeft geen Dev=... ingang.
no: Skrivebordsfilen %1 er av typen filsystemenhet, men har ingen "Dev=..."-oppføring
pl: Plik elementu biurka %1 opisuje urządzenie, ale nie zawiera pozycji Dev=...
pt: O ficheiro desktop %1 é do tipo FSDevice mas não tem entrada Dev=....
ro: Fişierul de ecran %1 este de tipul FSDevice dar nu are o intrare "Dev=...".
ru: Файл .desktop %1 имеет тип FSDevice, но не содержит запись Dev=...
sk: Súbor položky plochy %1 je typu FSDevice, ale nemá položku Dev=...
sl: Namizna datoteka z vnosi %1 je tipa FSDevice, a nima vnosa Dev=...
sr: Fajl sa zapisom radne površine %1 je tipa FSDevice, ali nema Dev=... zapis.
ta: §Á¨º Ñ¨Æ×ì §¸¡ôÒ %1 ´Õ FSDevice. ¬Â¢Ûõ ­¾üÌ Dev=... Ñ¨Æ× ­ø¨Ä.
th: ภายในแฟ้มเดสก์ทอป %1 เป็นประเภทอุปกรณ์ระบบแต่ไม่มีส่วน Dev=...
tr: %1 masaüstü giriş dosyası FSDevice türünde ama Dev=... girişi yok.
uk: Файл елементів стільниці %1 належить до типу FSDevice але не має елементу Dev=...
vi: File desktop entry %1 có kiểu FSDevice nhưng không có Dev=... entry.
xh: Ifayile yokungena ye desktop %1 yeyodidi lwecebo lwe FSDevice kodwa ayina Dev=... ungeno.

source: The desktop entry file %1 is of type Link but has no URL=... entry.
af: die werkskerm inskrywing lêer %1 is van tipe skakel maar het nee url=... inskrywing.
az: %1 masa üstü giriş faylı Link növündəndir, amma URL=... girişi yoxdur
bg: Файл за Работното място %1 е от тип Връзка, но няма URL=... запис в него.
ca: El fitxer d'entrades d'escriptori %1 és de tipus Link però no té cap entrada URL=...
cs: Soubor pracovní plochy %1 je typu Link, ale neobsahuje položku URL=...
da: .desktop-filen %1 er af typen Link men har ingen URL=... linie
de: Die Desktopdatei %1 ist vom Typ "Link", hat aber keinen Eintrag "URL=..."
et: Töölaua kirje fail %1 on viida tüüpi, kuid ei sisalda kirjet URL=...
fi: Työpöytätietuetiedosto %1 on tyyppiä Link mutta siinä ei ole URL=... tietoa.
he: הדובעה ןחלוש תמושר ץבוק %1 URL=... תמושר ףא וב ןיא לבא רושיק גוסמ אוה
hu: A(z) %1 asztalbejegyzés-fájl link típusú, de nincs URL=... sora.
is: Skjáborðshlutsskráin %1 er af taginu Link en er ekki með neina URL=... færslu.
ko: 일터 등록 파일 %1은(는) 연결 형식이 아니거나 "URL=..." 값이 없습니다.
lt: Darbastalio įrašo byla %1 yra Link tipo, tačiau neturi jokio URL=... įrašo.
lv: Darbavirsmas ievada fails %1 ir Saites tipa, bet nesatur URL=... ievadu.
mt: Id-'desktop entry' %1 huwa tat-tip Link imma m'għandux imniżżel URL=...
nl: Het desktopbestand %1 is van het type Link, maar heeft geen URL=... ingang.
no: Skrivebordsfilen %1 er av typen lenke, men har ingen "URL=..."-oppføring
pl: Plik elementu biurka %1 opisuje odnośnik, ale nie zawiera pozycji URL=...
pt: O ficheiro desktop %1 é do tipo Link mas não tem entrada URL=....
ro: Fişierul de ecran %1 este de tipul Link dar nu are o intrare "URL=...".
ru: Файл .desktop %1 имеет тип Link, но не содержит запись URL=...
sk: Súbor položky plochy %1 je typu Odkaz, ale nemá položku URL=...
sl: Namizna datoteka z vnosi %1 je tipa Link, a nima vnosa URL=...
sr: Fajl sa zapisom radne površine %1 je tipa Link, ali nema URL=... zapis.
ta: %1±Ûõ §Á¨º Ñ¨Æ×ì §¸¡ôÒ ­¨½ôÒ Å¨¸Â¢ÉÐ. ¬É¡ø ­¾üÌ URL=... Ñ¨Æ× ­ø¨Ä.
th: ภายในแฟ้มเดสก์ทอป %1 เป็นประเภทลิงค์แต่ไม่มีส่วน URL=...
tr: %1 masaüstü giriş dosyası Link türünden ama URL=... girişi yok.
uk: Файл елементів стільниці %1 належить до типу Link але не має елементу URL=...
vi: File desktop entry %1 có kiểu Link nhưng không có URL=... entry.
xh: Ifayile yokungena ye desktop %1 yeyodidi.Ikhonkco kodwa ayina URL=... ungeno.

source: Mount
az: Bağla
bg: Монтира
ca: Munta
cs: Připojit
da: Montér
de: Laufwerk einbinden
el: Προσάρτηση
et: Ühenda
fi: Liitä
he: רבח
hu: Csatlakoztatás (mount)
is: Tengja í skráakerfið
ko: 마운트
lt: Prijungti
lv: Montēt
mt: Immonta
nl: Aankoppelen (mount)
no: Monter
pl: Montuj
pt: Montar
ro: Montează
ru: Монтировать
sk: Pripojiť
sl: Priklopi
sr: Montiraj
ta: ²üÚ
th: เมาท์
tr: Bağla
uk: Змонтувати
xh: Nyuka

source: Eject
af: uitskiet
az: Çıxart
bg: Изважда
ca: Expulsa
cs: Vysunout
da: Afslå
de: Auswerfen
el: Εξαγωγή
et: Väljasta
fi: Avaa
he: אצוה
hu: Kidobás
is: Spýta út
ko: 꺼내기
lt: Išstumti
lv: Izmest
mt: Iftaħ
nl: Uitwerpen
no: Løs ut
pl: Wysuń
pt: Ejectar
ro: Ejectează
ru: Извлечь
sk: Vysunúť
sl: Izvrzi
sr: Izbaci
ta: ¦ÅÇ¢ò¾ûÙ
th: เอาออก
tr: Çıkar
uk: Викинути
vi: Đẩy ra
xh: Khupha ngaphandle

source: Unmount
af: ontkoppel
az: Ayır
bg: Демонтира
ca: Desmunta
cs: Odpojit
da: Afmontér
de: Laufwerk-Einbindung lösen
el: Αποπροσάρτηση
et: Lahuta
fi: Irroita
he: קתנ
hu: Leválasztás (unmount)
is: Aftengja skráakerfinu
ko: 마운트 해제
lt: Atjungti
lv: Nomontēt
mt: Żmonta
nl: Afkoppelen (unmounten)
no: Demonter
pl: Odmontuj
pt: Desmontar
ro: Demontează
ru: Размонтировать
sk: Odpojiť
sl: Odklopi
sr: Demontiraj
ta: ­ÈìÌ
th: ยกเลิกเมาท์
tr: Ayır
uk: Розмонтувати
xh: Ayinyuki

source: The desktop entry file %1 has an invalid menu entry %2.
af: die werkskerm inskrywing lêer %1 het 'n ongeldige kieslys inskrywing %2.
az: %1 masa üstü giriş faylının xətalı bir menyu girişi vardır: %2
bg: Файл за Работното място %1 има грешен запис в менюто %2.
ca: El fitxer d'entrades d'escriptori %1 té una entrada de menú invàlida %2.
cs: Soubor pracovní plochy %1 má chybnou položku menu %2
da: .desktop-filen %1 har en ugyldig menu-linie %2
de: Die Desktopdatei %1 hat einen ungültigen Menü-Eintrag %2
et: Töölaua kirje fail %1 sisaldab vigast menüü kirjet %2.
fi: Työpöytätietuetiedostossa %1 on viallinen valikkotietue %2
he: הדובעה ןחלוש תמושר ץבוקל %1 הפקת אל טירפת תמושר שי .%2
hu: A(z) %1 asztalbejegyzés-fájl tartalmaz egy érvénytelen menübejegyzést: %2
is: Skjáborðshlutsskráin %1 er með ólöglega valmyndafærslu %2.
ko: 일터 등록 파일 %1은(는) 알맞은 차림표 항목이 아닙니다. %2
lt: Darbastalio įrašo byla %1 turi neteisingą meniu įrašą %2.
lv: Darbavirsmas ievada fails %1 satur nepareizu izvēlnes ievadu %2
mt: Id-'desktop entry' %1 għandu element invalidu fil-menu %2
nl: Het desktopbestand %1 heeft een ongeldige menu-ingang: %2.
no: Skrivebordsfilen %1 har en ugylidig menyoppføring %2.
pl: Plik elementu biurka %1 zawiera błędną pozycję menu %2.
pt: O ficheiro desktop %1 tem uma entrada de menu inválida %2.
ro: Fişierul de ecran %1 are o intrare de meniu eronată %2.
ru: Файл .desktop %1 содержит неверный элемент меню %2
sk: Súbor položky plochy %1 má chybnú položku menu %2.
sl: Namizna datoteka z vnosi %1 ima napačen vnos za menuje %2.
sr: Fajl sa zapisom radne površine %1 ima neogdovarajuću stavku u meniju %2
ta: §Á¨º Ñ¨Æ× §¸¡ôÒ %1 ­ø %2 ±Ûõ ¦ºøÖÀÊÂüÈ ÀðÊ Ñ¨Æ× ¯ûÇÐ.
th: ภายในแฟ้มเดสก์ทอป %1 มีส่วนรายการเมนู %2 ผิดพลาด
tr: %1 masaüstü giriş dosyasının hatalı bir menü girişi var: %2.
uk: Файл елементів стільниці %1 має невірний елемент меню %2.
vi: File desktop entry %1 có menu entry không đúng %2.
xh: Ifayile yokungena ye desktop %1 inongeno lwemenu olungasebenziyo %2.

source: can't talk to klauncher
af: kan nie praat aan klauncher
az: klauncher ilə danıla bilmədim
bg: не мога да осъществя контакт с klauncher
ca: no puc parlar amb klauncher
cs: není možné komunikovat s aplikací klauncher
da: Kan ikke tale til klauncher
de: Kein Kontakt zu klauncher
el: δεν μπορώ να μιλήσω στο klauncher
et: klauncher'iga pole võimalik suhelda
fi: ei voitu yhdistää klauncheriin
he: klauncher םע רבדל ןתינ אל
hu: a klauncher nem érhető el
is: get ekki talað við klauncher
ko: klauncher와 통신할 수 없습니다.
lt: negaliu susikalbėti su klauncher
lv: nevar sazināties ar kstartētaju
mt: ma nistax nikkomunika ma' klauncher
nl: Kan niet communiceren met klauncher
no: kan ikke snakke med klauncher
pl: nie można skomunikować się z klauncher
pt: não consegui comunicar com o klauncher
ro: nu pot comunica cu klauncher
ru: Не могу соединиться с klauncher
sk: klauncher sa neozýva
sl: ne morem govoriti s klauncherjem
sr: ne mogu da govorim sa programom klauncher
ta: klauncher ¯¼ý §Àº ÓÊÂÅ¢ø¨Ä
th: ไม่สามารถติดต่อกับ klauncher ได้
tr: klauncher ile konuşulamadı
uk: не можу зв'язатися з klauncher
vi: Không đối thoại được với klauncher
xh: ayinakuthetha ne klauncher

source: Unable to create io-slave: klauncher said: %1
af: nie moontlik aan skep io-slave: klauncher het gesê: %1
az: io-slave yaradıla bilmədi: klauncher ismarıcı: %1
bg: Не мога да създам io-връзка: klauncher каза: %1
ca: No s'ha pogut crear l'io-slave: klauncher ha dit: %1
cs: Není možné vytvořit io-slave: klauncher hlásí: %1
da: Kan ikke oprette io-slave: klauncher sagde: %1
de: Aufruf des Ein/Ausgabe-Moduls nicht möglich. klauncher meldet: %1
el: Αδύνατη η δημιουργία io-slave: το klauncher είπε: %1
et: IOSlave'i loomine ebaõnnestus:klauncher vastas: %1
fi: Ei voitu luoda io-orjaa: klauncher vastasi %1
he: :לוקוטורפ רוציל ןתינ אל %1 :רמא klauncher
hu: Nem sikerült egy io-alfolyamatot létrehozni: a klauncher válasza: %1
is: Ekki tókst að búa til io-slave: klauncher sagði: %1
ko: io-slave를 만들 수 없습니다.: klauncher 안내: %1
lt: Neámanoma sukurti io-slave: klauncher sako: %1
lv: Nevaru izveidot io-slave: kstartētājs saka: %1
mt: Ma stajtx noħloq skjav-io: klauncher qal: %1
nl: Niet in staat io-slave aan te maken. Klauncher antwoorde: %1
no: Kunne ikke lage io-slave: klauncher sa: %1
pl: Nie można utworzyć io-slave: klauncher zwrócił komunikat: %1
pt: Não consegui criar um io­slave: O klauncher disse: %1
ro: Nu pot crea io-slave: mesaj "klauncher": %1
ru: Не могу создать вспомогательный процесс для ввода/вывода. Сообщение klauncher: %1
sk: Nemôžem vytvoriť io-slave: klauncher hovorí: %1
sl: Ne morem narediti io-slave: klauncher pravi: %1
sr: Nisam mogao da napravim io-slave: klauncher je rekao: %1
ta: ¯/¦Å-«Ê¨Á¨Â ¯ÕÅ¡ì¸ ÓÊÂÅ¢ø¨Ä: klauncher ÜÈ¢ÂÐ: %1
th: ไม่สามารถสร้าง io-slave: klauncher แจ้งว่า: %1
tr: io-slave oluşturulamadı: klauncher iletisi: %1
uk: Не можу створити io-slave: повідомлення klauncher: %1
vi: Không tạo được io-slave: klauncher nói rằng: %1
xh: Ayikwazi ukwenza isicaka se-io: utshilo u-klauncher: %1
