Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: The IP address of the host %1 does not match the one the certificate was issued to.
af: die ip adres van die bediener %1 doen nie ooreenstem die een die sertifikaat was uitgereik aan.
az: %1 qovşağının İP ünvanı vəsiqənin verildiyi instansiyanınkına oxçamır.
bg: IP адреса на хост %1 не съвпада с този на издадения сертификат.
ca: L'adreça IP del remot %1 no casa amb l'adreça per a la què es va emetre el certificat.
cs: IP adresa hostitele %1 neodpovídá adrese, pro kterou byl certifikát vydán.
da: IP adressen for værten %1 passer ikke med den certifikatet blev udstedt til.
de: Die IP-Adresse des Rechners %1 stimmt nicht mit derjenigen überein, für die das Zertifikat erstellt wurde.
et: Serveri %1 IP aadress ei lange kokku sellega, millele on väljastatud sertifikaat.
fi: Palvelimen %1 IP osoite ei vastaa sertifikaatissa osoitettua.
he: .הדועתה הקפנוה הרובע תבותכל תמאות אל %1 תרשה לש IP-ה תבותכ
hu: A(z) %1 kiszolgáló IP-címe nem egyezik meg a tanúsítványban feltüntetett címmel.
is: IP tala vélarinnar %1 er ekki sú sama og skírteinið er stílað á.
lt: Mazgo %1 IP adresas neatitinka to, kuriam buvo išduotas sertifikatas.
lv: Resursdatora %1 IP adrese neatbilst tam izdotajā sertifikātā norādītajai.
mt: L-indirizz IP tal-kompjuter %1 ma jaqbilx ma' dak li għalih inħareġ iċ-ċertifikat.
nl: Het IP adres van de hostcomputer %1 is niet gelijk aan diegene waaraan het certificaat is uitgegeven.
no: IP-adressen til verten %1 stemmer ikke overens med den sertifikatet ble utstedt til.
pl: Adres IP komputera %1 nie zgadza się z tym dla którego wystawiono certyfikat.
pt: O endereço IP da máquina %1 não corresponde ao indicado no certificado.
ro: Adresa IP a server-ului %1 nu se potriveşte cu cea pentru care a fost emis certificatul.
ru: IP-адрес хоста %1 не соответствует тому адресу, на который был выдан сертификат.
sk: IP adresa hostiteľa %1 neodpovedá adrese, pre ktorú bol certifikát vydaný.
sl: Naslov IP gostitelja %1 se ne ujema tistemu, na katerega je izdan certifikat.
ta: ­îº¡ýÈ¢¾ú ÅÆí¸ôÀð¼ ¸½¢É¢Â¢ý IP Ó¸ÅÃ¢, ¸½¢É¢ %1-­ý IP Ó¸ÅÃ¢Ô¼ý ¦À¡Õó¾Å¢ø¨Ä.
th: หมายเลขไอพีของโฮสต์ %1 ไม่เข้ากับการรับรองที่มี
uk: Адреса IP машини %1 не співпадає з адресою сертифіката.
vi: Địa chỉ IP của máy chủ host %1 không phù hợp với địa chỉ IP mà giấy chứng nhận đã được cấp cho .
xh: Idilesi ye IP yenginginya %1 ayithelekiseki nalowo isiqinisekiso sanikezwa kuye

source: Server Authentication
af: bediener geldigheidsverklaring
az: Kimlik Yoxlaması
bg: Сървър за ауторизация
ca: Autenticació de servidor
cs: Ověření serveru
da: Server godkendelse
de: Server-Authentifizierung
et: Serveri autentimine
fi: Tunnistus
he: תרש תומיא
hu: A kiszolgáló ellenőrzése
is: Auðkenning þjóns
ko: 서버 인증
lt: Tarnybinės stoties autentifikacija
lv: Servera Autentifikācija
mt: Awtentikazzjoni tas-Server
nl: Serverauthenticatie
no: Tjener-autentisering
pl: Autentyfikacja serwera
pt: Autenticação do Servidor
ro: Autentificare server
ru: Авторизация на сервере
sk: Overenie serveru
sl: Overovljenje strežnika
ta: ÀÃ¢Á¡È¢ ¬ÇÈ¢Ó¨È
th: การตรวจสอบสิทธิ์เซิร์ฟเวอร์
tr: Sunucu Kimlik Denetimi
uk: Автентифікація сервера
vi: Sự cho phép của server
xh: Ububhali boMncedisi

source: &Details...
az: &Ətraflı...
bg: &Детайли...
ca: &Detalls...
cs: &Detaily...
da: &Detaljer...
et: &Detailid...
fi: &Yksityiskohdat
he: ...םיטר&פ
hu: &Részletek...
is: &Smáatriði...
ko: 자세히(&D)...
lt: &Detaliai...
lv: &Detaļas...
mt: &Dettalji...
no: &Detaljer...
pl: &Szczegóły...
pt: &Detalhes...
ro: &Detalii...
ru: &Подробности...
sk: &Detaily...
sl: &Podrobnosti...
sr: &Detalji...
ta: Å¢ÅÃí¸û...
th: รายละเอียด...
tr: &Ayrıntılar...
uk: &Подробиці...
vi: &Cụ thể ...
xh: &Iinkcukacha...

source: Co&ntinue
af: voortgaan
az: &Davam et
bg: П&родължи
ca: Co&ntinua
cs: Po&kračovat
da: &Fortsæt
de: &Fortsetzen
et: &Jätka
fi: &Jatka
he: ךשמ&ה
hu: F&olytatás
is: Á&fram
ko: 계속(&n)
lt: &Tęsti
lv: Turpi&nāt
mt: &Kompli
nl: Doorgaa&n
no: F&ortsett
pl: Ko&ntynuuj
pt: Co&ntinuar
ro: &Continuă
ru: Пр&одолжить
sk: &Pokračovať
sl: Na&daljuj
sr: N&astavi
th: ทำต่อไป
tr: &Devam et
uk: Про&довжити
vi: &Tiếp tục
xh: Qhu&bekeka

source: The server certificate failed the authenticity test (%1).
af: die bediener sertifikaat gevaal die geldigheid toets (%1).
az: Verici vəsiqəsi (%1) kimlik yoxlamasından keçə bilmədi.
bg: На сървъра за сертифициране неуспешен тест за ауторизация (%1).
ca: El certificat del servidor ha fallat la prova d'autenticació (%1).
cs: Certifikát serveru nesplnil test autenticity (%1).
da: Servercertifikatet klarede ikke godkendelsestest (%1).
de: Die Authentifizierung des Server-Zertifikats (%1) ist fehlgeschlagen.
et: Serveri sertifikaat ei läbinud autentsuse testi (%1).
fi: Palvelimen sertifikaatti ei läpäissyt tunnistustestiä (%1).
he: .(%1) תומיאה תקידבב הלשכנ תרשה תדועת
hu: A kiszolgáló biztonsági tanúsítványának ellenőrzése (%1) nem sikerült.
is: Skírteini þjónsinns stóðst ekki skoðun (%1).
lt: Tarnybinės stoties sertifikatas nepraėjo autentiškumo testo (%1).
lv: Servera sertifikāts nav izgājis autentifikācijas testu (%1).
mt: Iċ-ċertifikat tas-server falla t-test tal-awtentiċità (%1).
nl: Het certificaat van de server faalde bij de authenticiteitstest (%1).
no: Tjener-sertifikatet klarte ikke autentiseringstesten (%1).
pl: Certyfikat serwera nie przeszedł testu autentyczności (%1).
pt: O certificado do servidor não passou o teste de autenticidade (%1).
ro: Certificatul server-ului nu a trecut testul de autenticitate (%1).
ru: Сертификат сервера не прошел проверку подлинности (%1).
sk: Certifikát serveru nesplnil test autenticity (%1).
sl: Certifikat strežnika ni naredil overovitvenega preizkusa (%1).
ta: ÀÃ¢Á¡È¢î º¡ýÈ¢¾ú ¬ÇÈ¢ §º¡¾¨ÉÂ¢ü ¾ÅÈ¢Å¢ð¼Ð (%1).
th: การรับรองเซิร์ฟเวอร์ล้มเหลวในการทดสอบสิทธิ์ (%1)
tr: Sunucu sertifikası kimlik denetiminden başarısız oldu (%1).
uk: Сертифікат сервера не пройшов перевірку на достовірність (%1).
vi: Chứng nhận của server bị hỏng khi kiểm tra sự cho phép(authenticity) (%1).
xh: Isiqinisekiso somncedisi asiluphumelelanga uvavanyo lobubhali (%1)

source: Would you like to accept this certificate forever without being prompted?
af: sal jy hou van aan aanvaar hierdie sertifikaat veraltyd sonder om te te wees gepor?
az: Bu vəsiqəni xəbərdar edilmədən həmişə qəbul etmək istəyirsiniz?
bg: Искате ли да приемете този сертификат за винаги без да Ви покана?
ca: Voldríeu acceptar aquest certificat per a sempre sense que se us demanés?
cs: Chcete akceptovat tento certifikát navždy bez dalšího dotazování?
da: Vil du gerne acceptere dette certifikat altid uden at blive spurgt?
de: Möchten Sie dieses Zertifikat dauerhaft, ohne künftige Nachfragen akzeptieren?
et: Kas aktsepteerida seda sertifikaati tulevikus ilma küsimata?
fi: Haluatko hyväksyä sertifikaatin varmistamatta uudelleen?
he: ?לאשיהל ילבמ דימת וז הדועת לבקל ךנוצרב םאה
hu: El szeretné fogadni ezt a tanúsítványt rákérdezés nélkül a továbbiakban?
is: Vilt þú samþykkja þetta skírteini um ókomna framtíð án þess að vera spurður í hvert sinn?
ko: 이 인증서를 따로 확인받을 때까지 계속 보관하겠습니까?
lt: Ar jūs norėtumėte priimti šį sertifikatą visam laikui neklausiant kiekvieną kartą?
lv: Vai jūs vēlaties vienmēr pieņemt šo sertifikātu bez prasīšanas?
mt: Trid taċċetta dan iċ-ċertifikat għal dejjem mingħajr ma tiġi mistoqsi kull darba?
nl: Wilt u dit certificaat voor altijd accepteren zonder te worden gewaarschuwd ?
no: Vil du godta dette sertifikatet for alltid uten å bli spurt?
pl: Czy zaakceptowac certyfikat na zawsze, bez konieczności dalszego potwierdzania?
pt: Queres aceitar este certificado sempre, sem que sejas notificado?
ro: Doriţi să accept acest ceritificat pentru totdeauna?
ru: Хотите принять сертификат насовсем без дополнительных вопросов в будущем?
sk: Chcete akceptovať tento certifikát navždy bez ďalšieho opýtania sa?
sl: Bi radi sprejeli ta certifikat za vedno brez nadaljnih obvestil?
ta: ­îº¡ýÈ¢¾¨Æ ±ì¸¡Äò¾¢Öõ §¸Ç¡Á§Ä «ÛÁ¾¢ì¸ Å¢ÕôÀÁ¡?
th: คุณต้องการยอมรับการรับรองนี้ตลอดไปหรือไม่ เพื่อจะไม่ให้มีการถามอีก ?
tr: Daha ileride bu sertifikayı size sorulmaksızın kabul etmek istiyor musunuz?
uk: Хочете прийняти сертифікат назавжди без попереджень?
vi: Bạn có muốn chấp nhận giấy phép này mãi mãi mà không bị hỏi lại ?
xh: Ungathanda ukusamkela esi siqinisekiso okokoko singathunyelwanga?

source: &Forever
af: veraltyd
az: &Həmişə
bg: &Завинаги
ca: Per &sempre
cs: &Vždy
da: &Altid
de: &Fortdauernd
et: &Jah
fi: &Pysyvästi
he: דימת&ל
hu: I&gen, mindig
is: Að &eilífu
ko: 영원히 (&F)
lt: &Visam laikui
lv: &Uzmūžu
mt: &Għal dejjem
nl: &Voor altijd
no: &For alltid
pl: Na &zawsze
pt: &Sempre
ro: &Permanent
ru: &Принять насовсем
sk: &Vždy
sl: &Za vedno
ta: ±ì¸¡Äò¾¢Öõ
th: ตลอดไป
tr: &Her zaman
uk: &Завжди
vi: &Mãi mãi
xh: &Okokoko

source: &Current Sessions Only
af: huidige sessies slegs
az: Təkcə &Hazırkı İclaslarda
bg: Само за &Текуща сесия
ca: Només les sessions a&ctuals
cs: Pouze &aktuální relace
da: &Kun nuværende sessioner
de: Nur &aktuelle Sitzungen
et: &Ainult käesolevas seansis
fi: &Vain nykyiset istunnot
he: דבלב תויחכו&נה תולעפהל
hu: &Csak a már megnyitott munkafolyamatokban
is: Aðeins í þessum &tengingum
ko: 이 세션만(&C)
lt: Tik &dabartinėms sesijoms
lv: Tikai &Tekošās Sesijas
mt: Sessjoni kurr&enti biss
nl: &Alleen huidige sessies
no: Kun &gjeldende sesjoner
pl: Tylko na &bieżącą sesję
pt: Só Sessões A&ctuais
ro: &Numai în sesiunea curentă
ru: Только для &текущих сеансов
sk: Iba &aktuálne sedenia
sl: &Samo trenutne seje
ta: ¿¼ôÒ «Á÷×¸Ç¢üÌ ÁðÎõ
th: เซสชันปัจจุบันเท่านั้น
tr: &Sadece Şimdiki Oturumlar
uk: Тільки &поточні сеанси
vi: &Chỉ cho lần này
xh: &Iintlanganiso zangoku kuphela

source: You are about to enter secure mode. All transmissions will be encrypted unless otherwise noted. This means that no third party will be able to easily observe your data in transfer.
af: jy word aangaande aan invoer beveilig modus. alle transmissies sal wees encrypted <-invoer->tensy andersins gestel. <-invoer->hierdie beteken wat nee derde party sal wees in staat aan maklik observeer jou data in <-invoer->oordra.
az: E'tibarlı moda girirsiniz. Bütün rabitə şifrlənmiş bir şəkildə sürdürüləcəkdir. Bu səbəblə sizdən başqası yolladığınız verilənləri izləyə bilməyəcəkdir.
bg: Вие влизате в защитен режим. Всички трансакции ще бъдат криптирани. Това означава, че трета страна няма да е в състояние да преглежда данните при трансфера.
ca: Esteu a punt d'entrar en mode segur. Totes les transmissions s'encriptaran si no s'indica el contrari. Això significa que ningú més podrà observar amb facilitat les vostres dades en transferència.
cs: Vstupujete do zabezpečeného módu. Pokud nebude výslovně upozorněno,budou všechny přenosy šifrované To znamená, že žádná cizí osoba nebude schopna si snadno prohlížet vámi přenášená data.
da: Du er ved at gå ind i sikker tilstand. Alle transmissioner vil blive krypterede med mindre du angiver andet. Dette betyder at ingen tredje part vil være i stand til nemt at observere dine data i overførslen.
de: Sie sind dabei, in den abgesicherten Modus umzuschalten. Alle Übertragungen werden verschlüsselt, falls nicht anders angegeben. Das bedeutet: Kein Dritter kann Ihre Daten ohne Weiteres bei der Übertragung beobachten.
et: Sisenesid turvalisse režiimi. Kõik ühendused krüpteeritakse kui ei kästa teisiti. See tähendab seda, et kellelgi teisel pole võimalik ühendust pealt kuulata.
fi: Olet siirtymässä turvalliseen tilaan. Kaikki tiedonsiirrot tapahtuvat salattuina, ellei niistä toisin ilmoiteta. Tämä tarkoittaa sitä, että kukaan toinen ei pääse seuraamaan lähettämiäsi tai vastaanottamiasi tietoja helposti.
he: .תרחא ןייוצי םא אלא ונפצוי תורבעהה לכ .חטבואמ בצמל סנכיהל דמוע התא .ךלש םירבעומה םינותנב תולקב ןנובתהל לכוי אל ישילש םרוג ףאש רמוא הז רבד
hu: Átváltás biztonságos módba. A teljes adatforgalom titkosítva lesz, a kivételt képező esetekre figyelmeztetni fog a program. Ez azt jelenti, hogy külső megfigyelő nem lesz képes beleolvasni a küldött és fogadott adatokba.
is: Þú ert að fara í öruggann ham. Öll samskipti verða dulrituð nema annað sé tekið fram. Þetta þýðar að mjög erfitt er að hlera samskipti þín.
ko: 안전한 상태로 들어왔습니다. 따로 알리지 않은 경우라면 모든 통신은 암호화됩니다. 이는 여러분이 주고 받는 정보를 다른 사람이 쉽게 볼 수 없음을 뜻합니다.
lt: Jūs pereinate į saugų režimą. Visi perdavimai bus šifruojami, o priešingu atveju, būsite įspėtas. Tai reiškia, kad trečia šalis negalės lengvai stebėti jūsų perduodamų duomenų.
lv: Jūs gatavojaties ieiet drošā režīmā. Visa pārraide tiks kodēta atbilstoši otras puses prasībām. Tas nozīmē , ka neviena trešā puse nevarēs vienkārši nolasīt jūsu pārraidītos datus.
mt: Se tidħol f' sessjoni sikura. Kull trażmissjoni tiġi iċċifrata sakemm ma tiġix informat mod ieħor. Dan ifisser li ebda terza persuna ma tkun tista' tara l-informazzjoni faċilmentwaqt li qed tiġi trażmessa.
nl: U staat op het punt de veilige modus in te gaan. Alle overdrachten zullen worden gecodeerd, tenzij anders vermeld. Dit betekent dat eventuele derden niet in staat zullen zijn om op eenvoudige wijze uw gegevensverkeer te observeren.
no: Du er i ferd med å gå inn i sikkermodus. Alle overføringer vil krypteres med mindre du blir fortalt noe annet. Dette betyr at ingen tredje part lett kan se dataene du overfører.
pl: Przełączenie w bezpieczny tryb transmisji. Wszelkie połączenia będą zakodowane, o ile nie poda się inaczej. To oznacza, że osoby postronne nie będą mogły w prosty sposób podsłuchać połączenia.
pt: Estás prestes a entrar no modo seguro. Todas as transmissões serão cifradas a não ser em ordem contrária. Isto significa que nenhum terceiro será capaz de ver os dados transferidos facilmente.
ro: Din acest moment intraţi în modul securizat. Toate transmisiile vor fi criptate dacă nu este precizat altfel. Aceasta înseamnă că nici o terţă parte nu va putea să observe datele pe care le transferaţi.
ru: Вы входите в безопасный режим. Весь трафик будет закриптован, если не оговорено иное. Это означает, что ваши данные во время передачи не будут доступны кому-то еще.
sk: Vstupujete do zabezpečeného módu. Všetky prenosy dát budú zašifrované, ak nebude povedané inak. To znamená, že nikto nebude schopný počas prenosu získať prenášané dáta.
sl: Ste pred vstopom v varen način dela. Vsi prenešeni podatki bodo zašifrirani, razen kadar bo sporočeno drugače. To pomeni, da tretja oseba ne bo mogla zlahka opazovati prenešenih podatkov.
sr: Upavo ćete ući u sigrnosni režim. Sav prenos će biti kriptovan osim ako se ne naglasi drugačije. Ovo znači da niko drugi neće moći lako da čita Vaše podatke u prenosu.
ta: ¿£í¸û À¡Ð¸¡ôÀ¡É Ó¨È¨ÁÂ¢ø Ñ¨ÆÂô§À¡¸¢È£÷¸û. ­É¢§Áø ¾Ã×¸û «¨ÉòÐõ ºí§¸¾ Ó¨ÈÂ¢ü ÀÃ¢Á¡ÈôÀÎõ. ãýÈ¡õ ¾ÃôÀ¢É÷ ±ÅÃ¡Öõ ¯í¸û ¾Ã×¸¨Ç ­ÄÌÅ¢ü ¸ñ¸¡½¢ì¸ ­ÂÄ¡Ð.
th: คุณกำลังเข้าสู่โหมดความปลอดภัย ต่อไป การรับ/ส่งข้อมูล จะถูกเข้ารหัสไว้ก่อน จนกว่าจะมีการเปลี่ยนแปลงอื่นๆ ซึ่งจะทำให้ บุคคลอื่น ไม่สามารถดักจับและอ่านข้อมูลของคุณได้ง่ายนัก
tr: Güvenli kipe giriyorsunuz. Tüm iletişim şifrelenmiş bir şekilde sürdürülecektir. Bu nedenle sizden başkası aktarmak istediğiniz veriyi izleyemeyecektir.
uk: Зараз Ви увійдете до безпечного режиму. Всі перенесення буде зашифровано, якщо Ви не вкажете інше. Це означає, що ніхто крім Вас з опонентом не зможе переглянути дані, що переносяться.
xh: Umalunga nokungena indlela ekhuselekileyo.Lonke uthumelo aluzukolulisiswa ngaphandle kokuba luqwalaselwe ngenye indlela. Oku kuthethe ukuba akukho mntu wesithathu oyakubandakanyeka ozakuyibona ngokulula idata ethunyelweyo.

source: Display SSL Information
af: vertoon ssl informasie
az: SSL Mə'lumatını Göstər
bg: Показва SSL Информация
ca: Mostra informació SSL
cs: Zobrazit informace o SSL
da: Vis SSL-Information
de: SSL-Information anzeigen
el: Εμφάνιση πληροφοριών SSL
et: Näita SSL infot
fi: Näytä SSL-tiedot
he: SSL עדימ גצה
hu: Az SSL információk megjelenítése
is: Sýna SSL Upplýsingar
ko: SSL 정보 표시
lt: Rodyti SSL informacija
lv: Rādīt SSL Informāciju
mt: Uri informazzjoni dwar SLL
nl: SSL-informatie tonen
no: Vis SSL-informasjon
pl: Wyświetl informację SSL
pt: Informação do SSL
ro: Afişează informaţii SSL
ru: Показать SSL информацию
sk: Zobraziť informácie o SSL
sl: Prikaži informacije o SSL
sr: Prikaži informacije o SSL-u
ta: SSL ¾¸Å¨Ä ¸¡ðÎ
th: แสดงข้อมูล SSL
tr: SSL Bilgisini Göster
uk: Показати інформацію про SSL
vi: Hiển thị thông tin SSL
xh: Ulwazi Lomboniso we SSL

source: mail service
af: pos diens
az: ePoçt xidməti
bg: пощенско обслужване
ca: servei de correu
cs: poštovní služba
da: postservice
el: υπηρεσία αλληλογραφίας
et: meiliteenus
fi: sähköpostipalvelu
he: ראוד תוריש
hu: levelezési szolgáltatás
is: póstþjónusta
ko: 편지 서비스
lt: pašto tarnyba
lv: pasta serviss
mt: servizz postali
nl: e-mailservice
no: post-tjeneste
pl: serwis pocztowy
pt: serviço de mail
ro: serviciu de mail
ru: почтовый сервис
sk: poštová služba
sl: poštne storitve
sr: servis za mail
ta: «ïºü §º¨Å
th: บริการเมล์
tr: posta servisi
uk: служба пошти
vi: Dịch vụ mail
xh: inkonzo yeposi

source: <qt>Could not modify the ownership of file <b>%1</b>.You have insufficient access to the file to perform the change.</qt>
af: <qt>kon nie verander die eienaarskap van lêer <b>%1</b>.jy het onvoldoende toegang verkry aan die lêer aan aan te bring die verander.</qt>
az: <qt>%1 faylının yiyəlik mə'lumatı dəyişdirilə bilmir. Bu dəyişikliyi etmək üçün lazımi səlahiyyətə sahib deyilsiniz.</qt>
bg: <qt>Не мога да модифицирам собственика на файла <b>%1</b>. Вие нямате достъпза промяна и не мога да потвърдя вашата промяна</qt>
ca: <qt>No s'ha pogut modificar la propietat del fitxer <b>%1</b>. No teniu accés suficient al fitxer per a efectuar el canvi.</qt>
cs: <qt>Není možné změnit vlastnictví souboru<b>%1</b>. Nemáte dostatečná přístupová práva k vykonání této změny vlastností souboru.</qt>
da: <qt>Kunne ikke ændre ejerskab af filen <b>%1</b>. Du har ikke tilstrækkelig adgang til at udføre ændringen.</qt>
de: <qt>Eigentümer der Datei <b>%1</b> konnte nicht geändert werden. Vermutlich haben Sie kein Schreibrecht.</qt>
el: <qt>Δε μπόρεσα να αλλάξω την ιδιοκτησία του αρχείου <b>%1</b>. Δεν έχετεεπαρκή πρόσβαση στο αρχείο για να κάνετε την αλλαγή.</qt>
et: <qt>Faili <b>%1</b> omandust pole võimalik muuta. Sul pole muudatuse sooritamiseks piisavalt õigusi.</qt>
fi: <qt>Tiedoston <b>%1</b> omistajaa ei voitu muokata. Sinulla ei ole riittäviä oikeuksia muutokseen.</qt>
he: <qt>.יונישה תא עצבל ידכ ץבוקל השיג תואשרה קיפסמ ךל ןיא .<b>%1</b> ץבוקה לע תולעבה תא תונשל ןתינ אל</qt>
hu: <qt>Nem sikerült módosítani a(z) <b>%1</b> fájl tulajdonosát. Valószínűleg nincsen jogosultsága a művelet végrehajtásához.</qt>
is: <qt>Ekki tókst að breyta eiganda skrárinnar<b>%1</b>. Þú hefur ekki heimild til þess.</qt>
ko: <qt><b>%1</b>파일의 소유권을 바꿀 수 없습니다. 그 파일의 권한을 바꿀만큼 충분한 권한이 없습니다.</qt>
lt: <qt>Negaliu pakeisti savininko teisių bylai <b>%1</b>. Jums nepakanka teisių prieiti prie bylos ir atlikti pakeitimus.</qt>
lv: <qt>Nvar main'it faila īpašniku <b>%1</b>.Jums ir nepietiekamapieja failam, lai veiktu izmaiņas.</qt>
mt: <qt>Ma setgħax jinbidel is-sid tal-fajl <b>%1</b>. M'għandekx biżżejjedprivileġġi biex tagħmel din it-tibdila.</qt>
nl: <qt>Kon de eigendom van het bestand <b>%1</b> niet wijzigen. U hebt niet de nodige toegangsrechten voor dit bestand om de wijziging door te voeren.</qt>
no: <qt>Kunne ikke endre eierskap til filen <b>%1</b>. Du har ikke den tilgangen du trenger for å utføre endringen.</qt>
pl: <qt>Nie można zmienić właściciela pliku <b>%1</b>. Brak odpowiednich praw do pliku aby zatwierdzić zmianę.</qt>
pt: <qt>Não consegui modificar o dono do ficheiro <b>%1</b>. Não tens permissões de acesso suficientes para fazer essa alteração.</qt>
ro: <qt>Nu pot modifica proprietarul fişierului <b>%1</b>. Nu aveţi drepturi suficiente pentru a efectua această operaţie.</qt>
ru: <qt>Не могу изменить владельца файла <b>%1</b>. Ваши права доступа к файлу недостаточны для осуществления этих изменений.</qt>
sk: <qt>Nemôžem zmeniť vlastníctvo súboru <b>%1</b>.Máte nedovolený prístup k súboru, aby ste mohli vykonať zmenu.</qt>
sl: <qt>Ne morem spremeniti lastništva datoteke <b>%1</b>. Za izvedbo te spremembe imate premalo dovoljenj.</qt>
sr: <qt>Nisam mogao da promenim vlasništvo nad fajlom <b>%1</b>. Nemate dovoljne dozvole za vršenje izmena.</qt>
ta: <qt><b>%1</b> §¸¡ôÀ¢ý ¯Ã¢¨ÁÂ¡Ç¨Ã Á¡üÈÓÊÂÅ¢ø¨Ä. ¯í¸ÙìÌ §À¡ÐÁ¡É ¯Ã¢¨Á ­ø¨Ä.</qt>
th: <qt>ไม่สามารถแก้ไขความเป็นเจ้าของแฟ้ม <b>%1</b> ได้ คุณไม่มีสิทธิ์ที่จะเปลี่ยนได้</qt>
tr: <qt><b>%1</b> dosyasının sahibi değiştirilemedi. Dosya üzerinde bu değişikliği yapmak için yeterli haklara sahip değilsiniz.</qt>
uk: <qt>Не можу змінити власників файлу <b>%1</b>. Для цієї зміни у Вас не вистачає прав доступу до файлу.</qt>
vi: <qt> Không thể thay đổi được quyền sở hũư của file <b>%1</b>.Bạn không có đủ quyền truy cập và thực hiện sự thay đổi này .</qt>
xh: <qt>Ayinakumguqula nakancinane umnini fayile<b>%1</b>.Unonikezelo olungonelanga kwifayile ukwenza utshintsho.</qt>

source: Acquire image
af: aanskaf beeld
az: Rəsmi dara
bg: Получаване на картинка
ca: Obté imatge
cs: Nasnímat obrázek
da: Indtag billede
de: Bild holen
el: Ανάκτηση εικόνας
et: Pildi tõmbamine
fi: Skannaa kuva
he: הנומת קורס
hu: A kép beolvasása
is: Lesa inn mynd
ko: 이미지 얻기
lt: Gauti paveiksliuką
lv: Iegūt attēlu
mt: Aqbad stampa
nl: Afbeelding bekomen
no: Skaff bilde
pl: Pobierz obraz
pt: Obter a imagem
ro: Achiziţionează imagine
ru: Сканировать
sk: Získať obrázok
sl: Pridobi sliko
ta: ¯Õ¨Åì ¸Å÷
th: ร้องขอภาพ
tr: Resmi tara
uk: Запросити образ
vi: Ảnh acquire
xh: Ukufumana umfanekiso

source: OCR image
af: optiese karakter herkenning beeld
az: OCR rəsmi
bg: OCR картинка
ca: Imatge OCR
cs: OCR obrázek
da: OCR billede
de: Texterkennungs-Bild (OCR)
et: Pildi OCR
fi: OCR kuva
he: OCR תנומת
hu: A kép szöveggé alakítása (OCR)
is: OCR mynd
ko: OCR 이미지
lt: OCR paveiksliukas
lv: OCR attēls
mt: Stampa OCR
nl: OCR-afbeelding
no: OCR-bilde
pl: Obraz OCR
pt: Imagem OCR
ro: Imagine OCR
ru: Отсканированное изображение для OCR
sk: Obrázok OCR
sl: Slika OCR
ta: OCR ¯Õ
tr: OCR resim
uk: Образ розпізнавання символів (OCR)
vi: Ảnh OCR
xh: Umfanekiso we OCR

source: KDE HTTP cache maintenance tool
af: kde http kas instandhouding program
az: KDE HTTP ön yaddaş dəstəkləmə vasitəsi
bg: KDE HTTP кеш подръжка инструмент
ca: Eina de manteniment del cau HTTP de KDE
cs: KDE program pro správu vyrovnávací paměti (cache)
da: KDE http cache vedligeholdelsesværktøj
de: KDE-Programm für die Verwaltung des HTTP-Zwischenspeichers
el: Εργαλείο συντήρησης HTTP του KDE
et: KDE HTTP vahemälu haldamise rakendus
fi: KDE HTTP-välimuistin hallintatyökalu
he: KDE לש HTTP-ה ןומטמ קוזחת ילכ
hu: KDE HTTP gyorstárkezelő alkalmazás
is: KDE tól til að sýsla með vefsel
ko: KDE HTTP 캐시 유지 도구
lt: KDE HTTP krepšio vartojimo įrankis
lv: KDE HTTP keša apkalpošanas rīks
mt: Għodda KDE għall-manutenzjoni tal-HTTP cache
nl: Onderhoudsgereedschap voor KDE's HTTP-cache
no: Vedlikeholdsverktøy for KDE HTTP-mellomlager
pl: KDE narzędzie do zarządzania buforem HTTP
pt: Ferramenta de manutenção da 'cache' de HTTP
ro: Utilitar KDE de administrare a cache-ului HTTP
ru: Утилита KDE работы с кэшом HTTP
sk: KDE nástroj údržby HTTP cache
sl: Orodje za vzdrževanje predpomnilnika HTTP za KDE
ta: KDE HTTP Å¢¨ÃÅ¸ô §À½ü ¸ÕÅ¢
th: เครื่องมือดูแลแคช HTTP ของ KDE
tr: KDE HTTP önbellek destekleme aracı
uk: Утиліта керування кешом KDE HTTP
vi: Công cụ bảo dưỡng KDE HTTP cache
xh: Isixhobo esikwindawo efihlakeleyo solondolozo lwe KDE HTTP
