Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Select Icon
af: kies ikoon
az: Timsal Seç
bg: Избери Икона
ca: Trieu icona
cs: Vybrat ikonu
da: Vælg ikon
de: Symbol auswählen
el: Επιλέξτε Εικονίδιο
et: Vali ikoon
fi: Valitse kuvake
he: למס תריחב
hu: Ikonválasztás
is: Veldu táknmynd
ko: 고른 아이콘
lt: Parinkti piktogramą
lv: Izvēlēties Ikonu
mt: Agħżel ikona
nl: Pictogram selecteren
no: Velg ikon
pl: Wybierz ikonę
pt: Escolher Ícone
ro: Selectare iconiţă
ru: Выберите пиктограмму
sk: Vyberte ikonu
sl: Izberi ikono
sr: Izbor ikonice
ta: ÌÚõÀ¼ò §¾÷×
th: เลือกไอคอน
tr: Simge Seç
uk: Вибрати піктограму
vi: chọn icon
xh: Khetha i Icon

source: Icon source
af: ikoon bron
az: Timsal mənbəyi
bg: Програмен код на иконите
ca: Font d'icona
cs: Zdroj ikon
da: Ikonstørrelse
de: Quelle für Symbol
el: Πηγή εικονιδίου
et: Ikooni allikas
fi: Kuvakkeen sijainti
he: םילמסה רוקמ
hu: Ikonforrás
is: Táknmyndir teknar úr
ko: 아이콘 소스
lt: Piktogramų šaltinis
lv: Ikonu avots
mt: Sors tal-ikoni
nl: Pictogrambron
no: Ikonkilde
pl: Źródło ikony
pt: Origem dos ícones
ro: Sursă iconiţă
ru: Набор пиктограмм
sk: Zdroj ikony
sl: Vir ikone
sr: Izvor ikonice
ta: ÌÚõÀ¼ ãÄõ
th: ตำแหน่งไอคอน
tr: Simge kaynağı
uk: Зміст піктограми
vi: Tài nguyên icon
xh: Imvelaphi ye Icon

source: System icons:
af: stelsel ikoone:
az: Sistem timsalları:
bg: Системни Икони:
ca: Icones del sistema:
cs: Systémové ikony:
da: Systemikoner:
de: Systemsymbole:
el: Εικονίδια συστήματος
et: Süsteemsed ikoonid:
fi: Järjestelmän kuvakkeet:
he: תכרעמ ילמס
hu: Rendszerikonok:
is: Kerfistáknmyndir
ko: 시스템 아이콘 :
lt: Sistemos piktogramos
lv: Sistēmas ikonas:
mt: Ikoni tas-sistema
nl: Systeempictogrammen:
no: System-ikoner:
pl: Ikony systemowe:
pt: Ícones de sistema:
ro: Iconiţe de sistem:
ru: Системные пиктограммы:
sk: Systémové ikony:
sl: Sistemske ikone:
sr: Sistemske ikonice:
ta: ¦¾¡Ì¾¢ì ÌÚõÀ¼í¸û:
th: ไอคอนของระบบ:
tr: Sistem simgeleri:
uk: Системні піктограми:
vi: Icon hệ thống:
xh: Ii icon zendlela:

source: Other icons:
af: ander ikoone:
az: Digər simgeler:
bg: Други Икони:
ca: Altres icones:
cs: Ostatní ikony:
da: Andre ikoner:
de: Sonstige Symbole:
el: Άλλα εικονίδια:
et: Muud ikoonid:
fi: Muut kuvakkeet:
he: םירחא םילמס
hu: Egyéb ikonok:
is: Aðrar táknmyndir:
ko: 다른 아이콘 :
lt: Kitos piktogramos:
lv: Citas ikonas:
mt: Ikoni oħrajn
nl: Overige pictogrammen:
no: Andre ikoner:
pl: Inne ikony:
pt: Outros ícones:
ro: Alte iconiţe:
ru: Прочие пиктограммы:
sk: Iné ikony:
sl: Druge ikone:
sr: Druge ikonice:
ta: ÁüÈì ÌÚõÀ¼í¸û:
th: ไอคอนอื่นๆ :
tr: Diğer simgeler:
uk: Інші піктограми:
vi: Các icon khác :
xh: Ezinye ii Icon:

source: Actions
af: aksies
az: Gedişlər
bg: Действия
ca: Accions
cs: Činnosti
da: Handlinger
de: Aktionen
el: Ενέργειες
et: Tegevused
fi: Toimenpiteet
he: תולועפ
hu: Események
is: Aðgerðir
ko: 움직임
lt: Veiksmai
lv: Darbības
mt: Azzjonijiet
nl: Acties
no: Hendelser
pl: Działania
pt: Acções
ro: Acţiuni
ru: Действия
sk: Akcie
sl: Dejanja
sr: Akcije
ta: ¦ºÂø¸û
th: การกระทำ
tr: Eylemler
uk: Дії
vi: Hành động
xh: Iintshukumo

source: Applications
af: programme
az: Proqramlar
bg: Прилижения
ca: Aplicacions
cs: Aplikace
da: Programmer
de: Programme
el: Εφαρμογές
et: Rakendused
fi: Sovellukset
he: םימושיי
hu: Alkalmazások
is: Forrit
ko: 응용 프로그램
lt: Programos
lv: Aplikācijas
mt: Programmi
nl: Applicaties
no: Applikasjoner
pl: Aplikacje
pt: Aplicações
ro: Aplicaţii
ru: Приложения
sk: Aplikácie
sl: Programi
sr: Aplikacije
ta: ¿¢Ãø¸û
th: แอพพลิเคชัน
tr: Uygulamalar
uk: Програми
vi: Chương trình
xh: Izicelo

source: Devices
af: toestelle
az: Avadanlıqlar
bg: Устройства
ca: Dispositius
cs: Zařízení
da: Enheder
de: Geräte
el: Συσκευές
et: Seadmed
fi: Laitteet
he: םינקתה
hu: Eszközök
is: Tæki
ko: 장치
lt: Įrenginiai
lv: Iekārtas
mt: Apparat
nl: Apparaten
no: Enheter
pl: Urządzenia
pt: Dispositivos
ro: Dispozitive
ru: Устройства
sk: Zariadenia
sl: Naprave
sr: Uređaji:
ta: º¡¾Éí¸û
th: อุปกรณ์
tr: Aygıtlar
uk: Пристрої
vi: Thiết bị
xh: Amacebo

source: Filesystems
af: lêerstelsels
az: Fayl sistemləri
bg: Файлови системи
ca: Sistemes de fitxers
cs: Souborové systémy
da: Filsystemer
de: Dateisysteme
el: Συστήματα Αρχείων
et: Failisüsteemid
fi: Tiedostojärjestelmät
he: םיצבק תוכרעמ
hu: Fájlrendszerek
is: Skráakerfi
ko: 파일 시스템
lt: Bylų sistemos
lv: Failusistēmas
nl: Bestandssystemen
no: Filsystemer
pl: System plików
pt: Sistemas de Ficheiros
ro: Sisteme de fişiere
ru: Файловые системы
sk: Súborové systémy
sl: Datotečni sistemi
sr: Fajl sistemi
ta: §¸¡ôÀ¨Á×¸û
th: ระบบไฟล์
tr: Dosya sistemleri
uk: Файлові системи
xh: Iindlela zefayile

source: Mimetypes
af: mime-tipes
az: Mime növləri
bg: Програмни видове
ca: Tipus Mime
cs: Mime typy
da: Mime typer
de: MIME-Typen
el: Τύποι Mime
et: Mime tüübid
fi: Mimetyypit
he: םיצבק יגוס
hu: MIME-típusok
is: MIME-tög
ko: 마임 형식
lt: Mime tipai
lv: Mimetipi
mt: Tipi MIME
nl: Bestandstypen
no: Mime-typer
pl: Typy MIME
pt: Tipos MIME
ro: Tipuri MIME
ru: Типы MIME
sk: Mime typy
sl: Tipi MIME
sr: Mime tipovi
ta: ¨ÁõÅ¨¸¸û
th: ประเภท Mime
tr: Mime türleri
uk: Типи Mime
xh: Iindidi zemime

source: *.png *.xpm|Icon Files (*.png *.xpm)
af: *.png *.xpm|ikoon lêers (*.png *.xpm)
az: *.png *.xpm|Timsal Faylları (*.png *.xpm)
bg: *.png *.xpm|Icon Файлове (*.png *.xpm)
ca: *.png *.xpm|Fitxers d'icona (*.png *.xpm)
cs: *.png *.xpm|Ikony (*.png *.xpm)
da: *.png *.xpm|Icon Filer (*.png *.xpm)
de: *.png *.xpm|Symbol-Dateien (*.png *.xpm)
el: *.png *.xpm|Αρχεία Εικονιδίων (*.png *.xpm)
et: *.png *.xpm|Ikoonide failid (*.png *.xpm)
fi: *.png *.xpm|Kuvaketiedostot (*.png *.xpm)
he: *.png *.xpm|(*.png *.xpm) םילמס יצבק
hu: *.png *.xpm|Ikonfájlok (*.png *.xpm)
is: *.png *.xpm|táknmyndaskrár (*.png *.xpm)
ko: *.png *.xpm|아이콘 파일 (*.png *.xpm)
lt: Bylos
lv: *.png *.xpm|Ikonu Faili (*.png *.xpm)
mt: *.png *.xpm|Fajls tal-ikoni(*.png *.xpm)
nl: *.png *.xpm|pictogrambestanden(*.png *.xpm)
no: *.png *.xpm|Ikon-filer (*.png *.xpm)
pl: *.png *.xpm|Pliki ikon (*.png *.xpm)
pt: *.png *.xpm|Ficheiros de Ícones (*.png *.xpm)
ro: *.png *.xpm|Fişiere iconiţă (*.png *.xpm)
ru: *.png *.xpm|файлы иконок (*.png *.xpm)
sk: *.png *.xpm|Súbory ikon (*.png *.xpm)
sl: *.png *.xpm|Ikonske datoteke (*.png *.xpm)
ta: *.png *.xpm|ÌÚõÀ¼ì §¸¡ôÒì¸û (*.png *.xpm)
th: *.png *.xpm|แฟ้มไอคอน (*.png *.xpm)
tr: *.png *.xpm|Simge Dosyaları (*.png *.xpm)
uk: *.png *.xpm|Файли піктограм (*.png *.xpm)
xh: *.png *.xpm|I-Icon Iifayile (*.png *.xpm)

source: Open File Dialog
af: open lêer dialoog
az: Fayl Dialoqunu Aç
bg: Отвори файл-диалог
ca: Obre un diàleg de fitxer
cs: Otevřít souborový dialog
da: Åbn fildialog
de: Dialog Datei-Öffnen
et: Ava failidialoog
fi: Tiedoston avausikkuna
he: םיצבק חיש-וד חתפ
hu: Fájlmegnyitási párbeszédablak
is: Opna skrá
ko: 파일 대화창 열기
lt: Bylos atidarymo dialogas
lv: Atvērt Failu Dialogu
mt: Iftaħ fajl
nl: Bestandsdialoogvenster openen
no: Åpne fildialog
pl: Okno dialogowe wyboru pliku
pt: Abrir uma janela de ficheiros
ro: Dialog deschidere fişiere
ru: Выбрать файл
sk: Dialóg pre otvorenie súboru
sl: Odpri datotečno pogovorno okno
sr: Otvori fajl dijalog
ta: §¸¡ôÒ ¯¨ÃÂ¡¼ø ¾¢È
th: เปิดไดอะล็อกซ์แฟ้ม
tr: Dosya Penceresini Aç
uk: Відкрити діалог файлів
vi: Mở hộp thoại file
xh: Vula ifayile yencoko yababini

source: Known Applications
af: bekend programme
az: Bilinən Proqramlar
bg: Познати Приложения
ca: Aplicacions conegudes
cs: Známé aplikace
da: Kendte programmer
de: Bekannte Anwendungen
el: Γνωστές Εφαρμογές
et: Tuntud rakendused
fi: Tunnetut sovellukset
he: םירכומ םימושיי
hu: Ismert alkalmazások
is: Þekkt forrit
ko: 알고 있는 응용 프로그램
lt: Žinomos programos
lv: Zināmas Aplikācijas
mt: Programmi magħrufa
nl: Bekende applicaties
no: Kjente applikasjoner
pl: Znane aplikacje
pt: Aplicações Conhecidas
ro: Aplicaţii cunoscute
ru: Известные приложения
sk: Známe aplikácie
sl: Znani programi
sr: Poznate aplikacije
ta: ¦¾Ã¢ó¾ ¿¢Ãø¸û
th: แอพพลิเคชันที่รู้จัก
tr: Bilinen Uygulamalar
uk: Відомі програми
vi: Các chương trình đã biết
xh: Izicelo ezaziwayo

source: Open With
af: open met
az: Birlikdə Aç
bg: Отвори с:
ca: Obre amb
cs: Otevřít pomocí
da: Åbn med
de: Öffnen mit
el: Άνοιγμα Με
et: Ava kasutades
fi: Avaa ohjelmalla
he: תועצמאב החיתפ
hu: Megnyitás mással
is: Opna með
ko: 열기
lt: Atidaryti su
lv: Atvērt Ar
mt: Iftaħ b'
nl: Openen met
no: Åpne med
pl: Otwórz z
pt: Abrir Com
ro: Deschide cu
ru: Открыть с помощью
sk: Otvoriť pomocou
sl: Odpri z
sr: Otvori pomoću programa
ta: ­¾É¡ü ¾¢È
th: เปิดด้วย
tr: Birlikte Aç
uk: Відкрити за допомогою
vi: Mở bằng
xh: Vula Nge

source: <qt>Select the program that should be used to open <b>%1</b>. If the program is not listed, enter the name or click the browse button.</qt>
af: <qt>kies die program wat moet wees gebruik word aan open <b>%1</b><-invoer->. as die program is nie gelys, invoer die naam of kliek die blaai <-invoer->knoppie.</qt>
az: <qt><b>%1</b>'i açarkən istifadəsi lazım gələn proqramı seçiniz. Proqram siyahıda tapılmırsa, adını girin ya da gəz düyməsinə tıqlayın.</qt>
bg: <qt> Изберете програмата която ще се използва за отваряне на <b>%1</b>. Ако не е в списъка, въведете нейното име или кликнете на бутона за преглед</qt>
ca: <qt>Trieu el programa que s'ha d'usar per obrir <b>%1</b>. Si el programa no està a la llista, introduïu el nom o cliqueu el botó per fullejar.</qt>
cs: <qt>Vyberte program, který by měl být užíván k otevírání <b>%1</b>. Jestliže program není uveden, vložte jméno nebo použijte tlačítko Listovat.</qt>
da: <qt>Vælg det program, der skal bruges til at åbne <b>%1</b>. Hvis programmet ikke er anført, indtast navnet eller klik på søgeknappen.</qt>
de: <qt>Wählen Sie das Programm, das zum Öffnen von <b>%1</b> benutzt werden soll. Wenn das Programm nicht aufgeführt ist, geben Sie den Namen ein oder klicken Sie auf den Knopf "Durchsuchen".</qt>
el: <qt>Επιλέξτε το πρόγραμμα που θα χρησιμοποιηθεί για να ανοίγει <b>%1</b>.Αν το πρόγραμμα δεν είναι στη λίστα, δώστε το όνομά του ή πατήστε Αναζήτηση.</qt>
et: <qt>Vali <b>%1</b> avamiseks kasutatav rakendus. Kui rakendust pole nimekirjas, siis sisesta nimi või kliki lehitsemise nupul.</qt>
fi: <qt>Valitse ohjelma, jolla <b>%1</b> avataan. Jos ohjelma ei ole luettelossa, anna sen nimi tai paina "Selaa"-painiketta ja etsi se.</qt>
he: <qt><nobr>תחיתפל הב שמתשהל שיש תינכותב רחב</nobr><br><nobr>הניא תינכותה םא .<b>%1</b></nobr><br><nobr>.ןויעה רותפכ לע ץחל וא המש תא דלקה ,המושר</nobr></qt>
hu: <qt>Válassza ki azt az alkalmazást, amellyel meg szeretné nyitni a(z) <b>%1</b> programot. Ha nem szerepel a listában, írja be a nevét, vagy nyomja meg a fájlválasztó gombot.</qt>
is: <qt>Veldu forrit til að opna <b>%1</b>. Ef forritið er ekki á listanum, sláðu þá inn nafnið eða smelltu á "velja" takkann.</qt>
ko: <qt><b>%1</b> 파일을 열고자 하는 프로그램을 고르십시오. 만일 프로그램이 목록에 없다면, 이름을 입력하거나 탐색 단추을 누르시기 바랍니다.</qt>
lt: <qt>Nurodykite programą, kurią naudosite atverti <b>%1</b>. Jei tokios programos nėra, įrašykite vardą, arba spauskite 'Naršyti' mygtuką.</qt>
lv: <qt>Izvēlēties programmu, kas jāizmanto lai atvērtu <b>%1</b>. Ja programma nav sarakstā, ievadiet tās vārdu vai nospiediet pogu pārlūkot.</qt>
mt: <qt>Agħżel il-programm li jrid jintuża biex jiftaħ <b>%1</b>. Jekk il-programmmhux imniżżel, daħħal ismu jew agħfas il-buttuna 'Fittex'.</qt>
nl: <qt>Selecteer het programma waarmee u het bestandstype <b>%1</b> wilt openen. Als het programma er niet tussen staat, voer dan de naam in of druk op de bladerknop.</qt>
no: <qt>Velg programmet som skal skal brukes til å åpne <b>%1</b>. Hvis programmet ikke er i listen, så skriv inn navnet eller trykk på bla gjennom-knappen.</qt>
pl: <qt>Proszę wybrać program, który powinien otworzyć <b>%1</b>. Jeżeli program nie jest zamieszczony na liście, proszę wpisać jego nazwę lub wcisnąć przycisk przeglądania.</qt>
pt: <qt>Selecciona o programa que queres utilizar para abrir <b>%1</b>. Se o programa não está listado, escreve o nome ou carrega no botão de procura.</qt>
ro: <qt>Programul selectat ce trebuie utilizat la deschiderea <b>%1</b>. Dacă programul nu este listat, introduceţi numele lui sau daţi clic pe butonul de răsfoire.</qt>
ru: <qt>Выберите программу для открытия <b>%1</b>. Если программы нет в списке, введите ее имя или нажмите на кнопку "Просмотр".</qt>
sk: <qt>Vyberte program, ktorým sa bude otvárať <b>%1</b>. Ak program nie je v zozname, zadajte meno, alebo kliknite na tlačidlo listovať.<qt>.
sl: <qt>Izberite program, s katerim boste odpirali <b>%1</b>. Če program ni naštet, vnesite ime ali kliknite brskalni gumb.</qt>
sr: <qt>Izaberite program koji će se koristiti za otvaranje <b>%1</b>. Ako program nije izlistan, unesite njegov naziv ili kliknite na dugme pretraži.</qt>
ta: <qt><b>%1</b>³ ¾¢ÈìÌõ ¿¢Ã¨Ä §¾÷ó¦¾Îì¸×õ. «ó¿¢Ãø ÀðÊÂÄ¢ø ­øÄ¡Å¢Êø, ¦ÀÂ¨Ã Ñ¨Æì¸×õ, «øÄÐ ¯Ä¡×õ ¦À¡ò¾¡¨É «Óì¸×õ.</qt>
th: <qt>เลือกโปรแกรมที่ควรจะให้เปิดใช้กับ <b>%1</b> หากโปรแกรมไม่อยู่ในรายการ ให้เติมชื่อ หรือคลิกที่ปุ่มเลือกแฟ้ม</qt>
tr: <qt><b>%1</b>'i açarken kullanılması gereken programı seçiniz. Program listede bulunmuyorsa, adını girin ya da gözat düğmesine tıklayın.</qt>
uk: <qt>Виберіть програму, що буде використовуватись для відкриття <b>%1</b>. Якщо вона не перелічена, введіть ім'я або клацніть на кнопці перегляду.</qt>
vi: <qt>Chọn chương trình mà mà bạn sẽ dùng để mở <b>%1</b>. Nếu chương trình này không có trong danh sách ,nhập tên của nó hay nhắp vào nủt 'duyệt' ở đây.</qt>
xh: <qt>Khetha udweliso lwenkqubo olunokusetyenziswa ukuvula i<b>%1</b>. Ukuba udweliso lwenkqubo alukho kuluhlu, ngenisa igama okanye unqakraze iqhosha lokukhangela iincwadi </qt>

source: Choose the name of the program with which to open the selected files.
af: kies die naam van die program met wat aan open die gekose lêers.
az: Seçili faylları açmaqda istifadə ediləcək proqramın adını seçiniz.
bg: Изберете име на програма с която да отворите избраните файлове.
ca: Trieu el nom del programa que obrirà els fitxers seleccionats.
cs: Vyberte jméno programu, kterým budou otevírány zvolené soubory.
da: Vælg navnet på programmet, de udvalgte filer skal åbnes med.
de: Wählen Sie den Namen des Programms, mit dem die ausgewählten Dateien geöffnet werden sollen.
et: Vali valitud faili avamiseks kasutatava rakenduse nimi.
fi: Valitse ohjelma, jolla valitut tiedostot avataan.
he: .םירחבנה םיצבקה תא חתפתש תינכותה לש םשה תא רחב
hu: Válassza ki azt a programot, amellyel meg szeretné nyitni a fájlt.
is: Veldu nafn forritsins sem þú vilt opna þessar skrár með.
ko: 선택한 파일을 열 프로그램을 골라 주시기 바랍니다.
lt: Pasirinkite vardą arba programą, su kuria atversite nurodytas bylas.
lv: Izvēlieties programmas vārdu, ar kuru atvērt iezīmētos failus.
mt: Agħżel l-isem tal-programm biex tiftaħ il-fajls imsemmija.
nl: Kies de naam van het programma waarmee u de geselecteerde bestanden wilt openen.
no: Velg navnet på programmet som skal brukes til å åpne de valgte filene.
pl: Wybierz program za pomocą którego należy otworzyć podane pliki.
pt: Escolhe o nome do programa com que queres abrir os ficheiros seleccionados.
ro: Alegeţi un nume de program cu care să deschideţi fişierele selectate.
ru: Выберите имя программы для открытия выделенных файлов.
sk: Vyberte názov programu, ktorým chcete otvoriť vybrané súbory.
sl: Izberite ime programa, s katerim naj se odprejo izbrane datoteke.
sr: Izaberite naziv programa kojim će se otvarati obeleženi fajlovi.
ta: §¾÷× ¦ºö¾ §¸¡ôÒì¸¨Çò ¾¢ÈìÌõ ¿¢ÃÄ¢ý ¦ÀÂ¨Ãò §¾÷× ¦ºö¸.
th: เลือกชื่อของโปรแกรมที่จะให้ใช้เปิดแฟ้มที่เลือกไว้
tr: Seçili dosyaları açmakta kullanılacak programın adını seçiniz.
uk: Виберіть ім'я програми, з якою Ви хочете відкрити вибрані файли.
vi: Chọn tên của chương trình mà bạn sẽ dùng để mở các file đã chọn.
xh: Khetha igama lodweliso lwenkqubo apho kunokuvulwa khona iifayile ezikhethiweyo.

source: Choose application for %1
af: kies aansoek vir %1
az: %1 üçün proqram tə'minatı seç
bg: Изберете програма за %1
ca: Tria l'aplicació per a %1
cs: Vyberte aplikaci pro %1
da: Vælg program til %1
de: Programm für %1 auswählen
el: Επιλέξτε την εφαρμογή για %1
et: Vali %1 jaoks rakendus
fi: Valitse sovellus %1:lle
he: %1 רובע םושיי תריחב
hu: Alkalmazás hozzárendelése ehhez: %1
is: Veldu forrit fyrir %1
ko: %1을 위한 응용 프로그램 고르기
lt: Pasirinkite programą dėl %1
lv: Izvēlieties aplikāciju priekš %1
mt: Agħżel programm għal %1
nl: Kies een applicatie voor %1
no: Velg applikasjon for %1
pl: Wybierz aplikację dla %1
pt: Escolhe a aplicação para %1
ro: Alegeţi aplicaţia pentru %1
ru: Выбор приложения для %1
sk: Vybrať aplikáciu pre %1
sl: Izberi program za %1
sr: Izaberi aplikaciju za %1
ta: %1 ­ü¸¡É ¿¢Ã¨Äò §¾÷ó¦¾Îì¸
th: เลือกแอพพลิเคชันสำหรับ %1
tr: %1 için uygulama seç
uk: Виберіть програму для %1
vi: Chọn chương trình cho %1
xh: Khetha isicelo se%1

source: <qt>Select the program to add for the file type: <b>%1</b>. If the program is not listed, enter the name or click the browse button.</qt>
af: <qt>kies die program aan voeg by vir die lêer tipe: <b>%1</b>. as die program <-invoer->is nie gelys, invoer die naam of kliek die blaai knoppie.</qt>
az: <qt><b>%1</b> fayl növünü açarkən istifadəsi lazım gələn proqramı seçiniz. Proqram siyahıda yer almırsa, adını girin ya da gəz düyməsinə tıqlayın.</qt>
bg: <qt>Изберете програма за файлов вид <b>%1</b>. Ако програмата не е в листа , въведете нейното име или натиснете бутон за избор.</qt>
ca: <qt>Trieu el programa que cal afegir pel tipus de fitxer: <b>%1</b>. Si el programa no està a la llista, introduïu el nom o cliqueu el botó per fullejar.</qt>
cs: <qt>Vyberte program pro typ souboru <b>%1</b>. Jestliže program není uveden, vložte jméno nebo použijte tlačítko Listovat.</qt>
da: <qt>Vælg det program, der skal bruges til at åbne <b>%1</b>. Hvis programmet ikke er anført, indtast navnet eller klik på søgeknappen.</qt>
de: <qt>Wählen Sie das Programm, das zum Öffnen von Dateien des Typs <b>%1</b> benutzt werden soll. Wenn das Programm nicht aufgeführt ist, geben Sie den Namen ein oder klicken Sie auf den Knopf "Durchsuchen".</qt>
el: <qt>Επιλέξτε το πρόγραμμα που θα προστεθεί για τον τύπο αρχείου: <b>%1</b>.Αν το πρόγραμμα δεν είναι στη λίστα, εισάγετε το όνομά του ή πατήστε αναζήτηση.</qt>
et: <qt>Vali failitüübi <b>%1</b> avamiseks kasutatav rakendus. Kui rakendust pole nimekirjas, siis sisesta nimi või kliki lehitsemise nupul.</qt>
fi: <qt>Valitse ohjelma, jolla tiedostotyyppi <b>%1</b> avataan. Jos ohjelma ei ole luettelossa, anna sen nimi tai paina "Selaa"-painiketta ja etsi se.</qt>
he: <qt><p align=right>:ץבוקה גוסל ףיסוהל שיש תינכותה תא רחב<br>,המושר הניא תינכותה םא .<b>%1</b><br>.ןויעה רותפכ לע ץחל וא המש תא דלקה</qt>
hu: <qt>Rendeljen egy alkalmazást a(z) <b>%1</b> fájltípushoz. Ha nem szerepel a listában, írja be a nevét, vagy nyomja meg a fájlválasztó gombot.</qt>
is: <qt>Veldu forrit til að opna <b>%1</b> skrár með. Ef forritið er ekki á listanum, sláðu þá inn nafnið eða smelltu á "velja" takkann.</qt>
ko: <qt><b>%1</b> 파일 형식을 위한 프로그램을 골라 주시기 바랍니다. 만일 프로그램이 목록에 없다면, 이름을 입력하거나 탐색 단추를 누르시기 바랍니다.</qt>
lt: <qt>Nurodykite pridėti programą, bylų tipui <b>%1</b>. Jei tokios programos nėra, įrašykite vardą, arba spauskite 'Naršyti' mygtuką.</qt>
lv: <qt>Izvēlieties programmu lai pievienotu kā faila tipu: <b>%1</b>. ja programma nav sarakstā , ievadiet tās vārdu vai noklikšķiniet pogu pārlūkot.</qt>
mt: <qt>Agħżel il-programm li jrid tibda' tuża biex tiftaħ <b>%1</b>. Jekk il-programmmhux imniżżel, daħħal ismu jew agħfas il-buttuna 'Fittex'.</qt>
nl: <qt>Selecteer het programma dat u wilt toevoegen voor het bestandstype <b>%1</b>. Als het programma er niet tussen staat, voer dan de naam in of druk op de bladerknop.</qt>
no: <qt>Velg programmet som filtypen <b>"%1" skal legges til. Hvis programmet ikke er listet, så skriv inn navnet eller klikk på bla gjennom-knappen.</qt>
pl: <qt>Proszę wybrać program dla typu pliku: <b>%1</b>. Jeżeli program nie jest zamieszczony na liście, proszę wpisać jego nazwę lub wcisnąć przycisk przeglądania.</qt>
pt: <qt>Selecciona o programa a adicionar ao tipo de ficheiro: <b>%1</b>. Se o programa não está listado, escreve o nome ou carrega no botão de procura.</qt>
ro: <qt>Selectaţi programul ce trebuie utilizat la deschiderea tipului de fişier: <b>%1</b>. Dacă programul nu este listat, introduceţi numele lui sau daţi clic pe butonul de răsfoire.</qt>
ru: <qt>Выберите программу для открытия файла типа <b>%1</b>. Если программы нет в списке, введите ее имя или нажмите на кнопку "Просмотр".</qt>
sk: <qt>Vyberte program, ktorým sa bude otvárať súbor typu: <b>%1</b>. Ak program nie je v zozname, zadajte meno, alebo kliknite na tlačidlo listovať.<qt>.
sl: <qt>Izberite program, s katerim boste odpirali vrsto datotek: <b>%1</b>. Če program ni naštet, vnesite ime ali kliknite brskalni gumb.</qt>
sr: <qt>Izaberite program vrstu fajla: <b>%1</b>. Ako program nije izlistan, unesite njegov naziv ili kliknite na dugme pretraži.</qt>
ta: <qt><b>%1</b>­¨Éò ¾¢ÈìÌõ ¿¢Ã¨Äò §¾÷ó¦¾Îì¸×õ. «ó¿¢Ãø ÀðÊÂÄ¢ø ­øÄ¡Å¢Êø, ¦ÀÂ¨Ãò ¾Ã×õ, «øÄÐ ¯Ä¡×õ ¦À¡ò¾¡¨É «Óì¸×õ.</qt>
th: <qt>เลือกโปรแกรมที่จะเพิ่มสำหรับแฟ้มประเภท: <b>%1</b> ถ้าโปรแกรมไม่ถูกแสดงไว้ในรายการ ให้ใส่ชื่อหรือคลิกที่ปุ่มเรียกดู</qt>
tr: <qt><b>%1</b> dosya türünü açarken kullanılması gereken programı seçiniz. Program listede yeralmıyorsa, adını girin ya da gözat düğmesine tıklayın.</qt>
uk: <qt>Виберіть програму для типу файлу: <b>%1</b>. Якщо програма не перелічена, введіть ім'я або клацніть на кнопці перегляду.</qt>
vi: <qt>Chọn chương trình sẽ được thêm vào kiểu file: <b>%1</b>. Nếu chương trình không có tên trong danh sách, nhập tên của nó hoặc click vào nút 'duyệt' .</qt>
xh: <qt>Khetha udweliso lwenkqubo ukudibanisa udidi lwefayile: <b>%1</b>. Ukuba udweliso lwenkqubo alukho kuluhlu, ngenisa igama okanye unqakraze iqhosha lokukhangela iincwadi.</qt>

source: Clear input field
af: maak skoon invoer veld
az: Giriş sahəsini təmizlə
bg: Изчиства полето
ca: Neteja el camp d'entrada
cs: Vyčistit vstupní pole
da: Ryd inddatafelt
de: Eingabefeld löschen
el: Καθαρισμός πεδίου εισαγωγής
et: Puhasta sisendväli
fi: Tyhjennä syöttökenttä
he: טלקה תבית תא הקנ
hu: A szöveges mező törlése
is: Hreinsa inntakssvæði
ko: 입력 창 비우기
lt: Valyti
lv: Tīrīt ievades lauku
mt: Ħassar il-kaxxa
nl: Invoerveld opschonen
no: Tøm skrivefeltet
pl: Wyczyść pole wejściowe
pt: Limpar o campo de entrada
ro: Şterge linia de editare
ru: Очистить строку ввода
sk: Vymazať vstupné pole
sl: Zbriši vnosno polje
sr: Očisti polje za unos
ta: ¯ûÇ£ðÎì ¸ð¼ò¨¾ò Ð¨¼
th: ล้างช่องกรอกข้อมูล
tr: Giriş alanını temizle
uk: Очистити поле вводу
vi: Xoá danh mục nhập
xh: Cacisa umhlaba wengeniso
