Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Contents
af: inhoud
az: İçindəkilər
bg: Съдържание
ca: Contingut
cs: Obsah
da: Indhold
de: Inhalt
el: Περιεχόμενα
et: Sisukord
fi: Sisältö
he: ןכות
hu: Tartalom
is: Innihald
ko: 내용
lt: Turinys
lv: Saturs
mt: Kontenut
nl: Inhoud
no: Innhold
pl: Spis treści
pt: Conteúdo
ro: Cuprins
ru: Содержание
sk: Obsah
sl: Vsebina
sr: Sadržaj
ta: ¦À¡ÕÇ¼ì¸õ
th: เนื้อหา
tr: İçindekiler
uk: Зміст
vi: Nội dung
xh: Imixholo

source: About
af: aangaande
az: Haqqında
bg: Относно
ca: Quant a
cs: Informace o aplikaci
da: Om
de: Über
el: Σχετικά με το
et: Info
fi: Tietoja
he: תודוא
hu: Névjegy
is: Um forrit
ko: 정보
lt: Apie
lv: Par
mt: Dwar
nl: Info over
no: Om
pl: Informacje
pt: Acerca
ro: Despre
ru: О программе
sk: Informácie
sl: O oknu
sr: O programu
ta: ÀüÈ¢
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму
vi: Về...
xh: Malunga

source: &About
af: aangaande
az: &Haqqında
bg: &Относно
ca: &Quant a
cs: Informace o &aplikaci
da: &Om
de: &Über
el: &Σχετικά
et: &Info
fi: &Tietoja
he: תודו&א
hu: &Névjegy
is: &Um
ko: 정보(&A)
lt: &Apie
lv: &Par
mt: &Dwar
nl: &Info over
no: &Om
pl: &Informacje o
pt: &Acerca do
ro: &Despre
ru: О &программе
sk: &Informácie
sl: &O programu
sr: O progr&amu
ta: ÀüÈ¢
th: เกี่ยวกับ
tr: &Hakkında
uk: Пр&о
vi: Về...
xh: &Malunga

source: A&bout...
af: aangaande...
az: &Haqqında...
bg: &Относно
ca: Q&uant a...
cs: Informace &o aplikaci...
da: &Om...
de: &Über...
el: Περί το&υ...
et: &Info...
fi: &Tietoja...
he: ...תודו&א
hu: &Névjegy...
is: &Um...
ko: 정보(&b)...
lt: A&pie...
lv: P&ar...
mt: &Dwar...
nl: Info &over...
no: &Om...
pl: &Informacje...
pt: A&cerca de...
ro: &Despre...
ru: &О программе
sk: &Informácie...
sl: &O programu...
sr: &O programu...
ta: ÀüÈ¢...
th: เกี่ยวกับ...
tr: &Hakkında...
uk: Пр&о програму...
xh: Ma&lunga...

source: Untitled
af: ongetiteld
az: Adsız
bg: Без име
ca: Sense títol
cs: Nepojmenovaný
da: Unavngiven
de: Unbenannt
el: Χωρίς τίτλο
et: Nimetu
fi: Nimetön
he: םש אלל
hu: Névtelen
is: Nafnlaust
ko: 제목없음
lt: Be pavadinimo
lv: Nenosaukts
mt: Bla isem
nl: Naamloos
no: Uten tittel
pl: Nienazwany
pt: Sem-Título
ro: Fără_titlu
ru: Без заголовка
sk: Bez mena
sl: Brez naslova
sr: Bez naziva
ta: ¾¨ÄôÀ¢øÄ¡
th: ยังไม่มีชื่อ
tr: Adsız
uk: Без імені
vi: Không có tên
xh: Engenasihloko

source: On
af: op
az: Açıq
bg: Включен
ca: Sí
cs: Zapnout
da: Aktiv
de: Aktiviert
el: Άνοιχτό
et: Sees
fi: Päällä
he: לעופ
hu: be
is: Á
ko: 켬
lt: Įjungta
lv: Ieslēgts
mt: Mixgħul
nl: Aan
no: På
pl: Włącz
pt: Ligado
ro: Activat
ru: Вкл
sk: Zapnúť
sl: Vklopi
sr: Uključeno
ta: ¬ÃõÀ¢
th: เปิด
tr: Açık
uk: Ввімкнено
xh: Qala

source: Off
af: af
az: Bağlı
bg: Изключен
ca: No
cs: Vypnout
da: Inaktiv
de: Deaktiviert
el: Κλειστό
et: Väljas
fi: Pois
he: יובכ
hu: ki
is: Af
ko: 끔
lt: Išjungta
lv: Izslēgts
mt: Mitfi
nl: Uit
no: Av
pl: Wyłącz
pt: Desligado
ro: Dezactivat
ru: Выкл
sk: Vypnúť
sl: Izklopi
sr: Isključeno
ta: ¿¢ÚòÐ
th: ปิด
tr: Kapalı
uk: Вимкнено
xh: Cima

source: &Apply
af: wend aan
az: &Əlavə Et
bg: &Потвърждение
ca: &Aplica
cs: &Použít
da: &Anvend
de: An&wenden
el: &Εφαρμογή
et: &Rakenda
fi: &Käytä
he: לח&ה
hu: &Alkalmazás
is: &Virkja
ko: 적용(&A)
lt: Pri&taikyti
lv: &Apstiprināt
mt: &Applika
nl: Toe&passen
no: &Bruk
pl: &Zastosuj
pt: &Aplicar
ro: &Setează
ru: &Применить
sk: &Použiť
sl: &Uveljavi
sr: &Primeni
ta: ÒÆíÌ
th: มีผลทันที
tr: &Uygula
uk: &Застосувати
vi: Ứng dụng
xh: &Faka

source: &Discard
af: gooi weg
az: &Sil
bg: &Отхвърляне
ca: &Llença
cs: &Zrušit
da: &Kassér
de: Ver&werfen
el: Από&ρριψη
et: &Loobu
fi: &Hylkää
he: רטפי&ה
hu: &Eldobás
is: &Henda
ko: 버리기(&D)
lt: &Atmesti
lv: &Atsaukt
mt: A&rmi
nl: &Negeren
no: &Forkast
pl: &Porzuć
pt: &Esquecer
ro: &Elimină
ru: От&менить
sk: &Zahodiť
sl: &Zanemari
sr: &Odbaci
ta: ¨¸Å¢Î
th: ละทิ้ง
tr: &Sil
uk: &Викинути
vi: Bỏ qua
xh: &Lahla

source: Discard
af: gooi weg
az: Unut
bg: Отхвърляне
ca: Llença
cs: Zahodit
da: Kassér
de: Verwerfen
et: Loobu
fi: Hylkää
he: רטפיה
hu: Eldobás
is: Henda
ko: 버리기
lt: Atmesti
lv: Atsaukt
mt: Armi
nl: Negeren
no: Forkast
pl: Porzuć
pt: Esquecer
ro: Elimină
ru: Отменить
sk: Zahodiť
sl: Zanemari
sr: Odbaci
ta: ¨¸Å¢Î
th: ละทิ้ง
tr: Sil
uk: Викинути
vi: Bỏ qua
xh: Lahla

source: Edit
af: redigeer
az: Düzəlt
bg: Редакция
ca: Edita
cs: Úpravy
da: Redigér
de: Bearbeiten
el: Διόρθωση
et: Redigeerimine
fi: Muokkaa
he: הכירע
hu: Szerkesztés
is: Sýsl
ko: 고치기
lt: Keisti
lv: Labot
mt: Editja
nl: Bewerken
no: Rediger
pl: Edycja
pt: Editar
ro: Editare
ru: Редактирование
sk: Upraviť
sl: Uredi
sr: Izmena
ta: ¦¾¡Ì
th: แก้ไข
tr: Düzenle
uk: Редагування
vi: Biên soạn
xh: Hlela

source: &Options
af: opsies
az: &Seçənəklər
bg: &Опции
ca: &Opcions
cs: &Možnosti
da: &Indstillinger
de: &Optionen
el: Επιλο&γές
et: Val&ikud
fi: &Asetukset
he: תויורשפ&א
hu: Je&llemzők
is: &Valkostir
ko: 선택 사항(&O)
lt: &Parinktys
lv: &Opcijas
mt: &Għażliet
nl: &Opties
no: &Valg
pl: &Opcje
pt: &Opções
ro: &Opţiuni
ru: П&араметры
sk: &Možnosti
sl: &Možnosti
sr: &Opcije
ta: Å¢ÕôÀí¸û
th: ตัวเลือก
tr: &Seçenekler
uk: Пара&метри
vi: Tuỳ chọn
xh: &Iinketho

source: View
af: besigtig
az: Göstər
bg: Преглед
ca: Visualitza
cs: Pohled
da: Vis
de: Ansicht
el: Προβολή
et: Vaade
fi: Näytä
he: הגוצת
hu: Nézet
is: Skoða
ko: 보기
lt: Rodyti
lv: Skatīt
mt: Ara
nl: Tonen
no: Vis
pl: Widok
pt: Ver
ro: Vizualizare
ru: Вид
sk: Pozrieť
sl: Videz
sr: Prikaz
ta: ¸¡ðº¢
th: มุมมอง
tr: Görüntüle
uk: Вид
vi: Hiển thị
xh: Imboniselo

source: E&xit
af: beïendig
az: Çı&xış
bg: &Изход
ca: &Surt
cs: U&končit
da: &Afslut
de: &Verlassen
el: Έ&ξοδος
et: Väl&jumine
fi: &Lopeta
he: האיצ&י
hu: &Kilépés
is: &Hætta
ko: 끝내기(&x)
lt: Išei&ti
lv: I&ziet
mt: &Oħroġ
nl: &Afsluiten
no: &Avslutt
pl: &Wyjście
pt: Sai&r
ro: &Ieşire
ru: В&ыход
sk: K&oniec
sl: Iz&hod
sr: &Izađi
ta: ¦ÅÇ¢î¦ºø
th: ออก
tr: Çı&kış
uk: В&ийти
vi: Thoát(exit)
xh: Phu&ma

source: Quit
af: verlaat
az: Çıx
bg: Изход
ca: Surt
cs: Ukončit
da: Afslut
de: Beenden
el: Τερματισμός
et: Välju
fi: Lopeta
he: האיצי
hu: Kilépés
is: Hætta
ko: 끝내기
lt: Baigti
lv: Beigt
mt: Oħroġ
nl: Afsluiten
no: Avslutt
pl: Zakończ
pt: Sair
ro: Termină
ru: Выход
sk: Koniec
sl: Končaj
sr: Završi
ta: ¦ÅÇ¢î¦ºø
th: ออก
tr: Çık
uk: Вийти
vi: Thoát(quit)
xh: Shiya

source: &Quit
af: verlaat
az: Çı&x
bg: &Изход
ca: &Abandona
cs: U&končit
da: &Afslut
de: B&eenden
el: &Τερματισμός
et: &Välju
fi: &Lopeta
he: האיצ&י
hu: Ki&lépés
is: &Hætta
ko: 끝내기(&Q)
lt: &Baigti
lv: &Beigt
mt: &Oħroġ
nl: &Afsluiten
no: &Avslutt
pl: Za&kończ
pt: &Sair
ro: &Termină
ru: В&ыход
sk: &Koniec
sl: Konča&j
sr: &Završi
ta: ¦ÅÇ¢î¦ºø
th: ออก
tr: Çı&k
uk: Ви&йти
vi: Thoát(quit)
xh: &Shiya

source: Reload
af: herlaai
az: Yenidən Yüklə
bg: Презареди
ca: Refresca
cs: Obnovit
da: Genindlæs
de: Erneut laden
el: Επαναφόρτωση
et: Laadi uuesti
fi: Lataa uudelleen
he: שדחמ ןעט
hu: Újratöltés
is: Endurlesa
ko: 다시 읽기
lt: Perkrauti
lv: Pārlādēt
mt: Erġa' tella'
nl: Herladen
no: Last på nytt
pl: Przeładuj
pt: Recarregar
ro: Reîncarcă
ru: Обновить
sk: Nahrať znovu
sl: Vnovič naloži
sr: Učitaj ponovo
ta: Á£§ÇüÚ
th: เรียกใหม่
tr: Tekrar Yükle
uk: Перевантажити
vi: Tải lại
xh: Layisha kwakhona

source: &Copy
af: kopie
az: &Köçürt
bg: &Копирай
ca: &Copia
cs: &Kopírovat
da: K&opiér
de: &Kopieren
el: &Αντιγραφή
et: &Kopeeri
fi: &Kopioi
he: ק&תעה
hu: &Másolás
is: &Afrita
ko: 복사(&C)
lt: &Kopijuoti
lv: &Kopēt
mt: Ħu &kopja
nl: &Kopiëren
no: Ko&pier
pl: &Kopiuj
pt: &Copiar
ro: &Copiază
ru: &Копировать
sk: &Kopírovať
sl: &Prepiši
sr: &Kopiraj
ta: ¿¸ø
th: คัดลอก
tr: &Kopyala
uk: &Копіювати
vi: &Cắt
xh: &Khuphela

source: &Paste
af: plak
az: Ya&pışdır
bg: По&стави
ca: &Enganxa
cs: V&ložit
da: &Indsæt
de: Ein&fügen
el: Επι&κόλληση
et: &Aseta
fi: L&iitä
he: קב&דה
hu: &Beillesztés
is: &Líma
ko: 붙여넣기(&P)
lt: &Padėti
lv: &Ielīmēt
mt: &Poġġi l-kopja
nl: P&lakken
no: &Lim inn
pl: &Wklej
pt: Co&lar
ro: &Lipeşte
ru: &Вставить
sk: V&ložiť
sl: Pri&lepi
sr: &Prenesi
ta: ´ðÎ
th: วาง
tr: Ya&pıştır
uk: &Вставити
vi: Dán
xh: &Cola

source: &New Window...
af: nuwe venster...
az: &Yeni Pəncərə...
bg: &Нов прозорец...
ca: Finestra &nova...
cs: &Nové okno...
da: &Nyt vindue...
de: Neues &Fenster...
el: Νέο Παράθυ&ρο...
et: &Uus aken...
fi: &Uusi ikkuna...
he: ...שדח ןול&ח
hu: Új &ablak...
is: Nýr &gluggi...
ko: 새 창(&N)...
lt: &Naujas langas...
lv: &Jauns Logs...
mt: Window &ġdida...
nl: &Nieuw venster...
no: &Nytt vindu...
pl: &Nowe okno...
pt: &Nova Janela...
ro: Fereastră &nouă...
ru: &Новое окно...
sk: Nové &okno...
sl: &Novo okno...
sr: &Novi prozor...
ta: Ò¾¢Â º¡ÇÃõ...
th: เปิดหน้าต่างใหม่...
tr: &Yeni Pencere...
uk: &Нове вікно...
vi: Cửa sổ mới...
xh: &Iwindow entsha...

source: New &Window...
af: nuwe venster...
az: Yeni &Pəncərə...
bg: Нов &прозорец...
ca: &Finestra nova...
cs: &Nové okno...
da: Nyt &Vindue...
de: Neues Fen&ster...
el: Νέο &Παράθυρο...
et: Uus &aken...
fi: Uusi &Ikkuna...
he: ...שדח ןול&ח
hu: Ú&j ablak...
is: Nýr &gluggi...
ko: 새 창(&W)...
lt: Naujas &langas
lv: Jauns &Logs...
mt: &Window ġdida...
nl: Nieuw &venster...
no: Nytt vin&du...
pl: No&we okno...
pt: Nova &Janela...
ro: &Fereastră nouă...
ru: &Новое окно...
sk: Nové &okno...
sl: &Novo okno...
sr: Novi &prozor...
ta: Ò¾¢Â º¡ÇÃõ...
th: เปิดหน้าต่างใหม่...
tr: Yeni &Pencere...
uk: Нове &вікно...
vi: Cửa sổ mới
xh: Iwindow &entsha...

source: &New Window
af: nuwe venster
az: &Yeni Pəncərə
bg: &Нов прозорец
ca: Finestra &nova
cs: &Nové okno
da: &Nyt vindue
de: &Neues Fenster
el: &Νέο Παράθυρο
et: &Uus aken
fi: &Uusi ikkuna
he: שדח ןול&ח
hu: Új &ablak
is: Nýr &gluggi
ko: 새 창(&N)
lt: &Naujas langas
lv: &Jauns Logs
mt: Window &ġdida
nl: Nieuw &venster
no: &Nytt vindu
pl: &Nowe okno
pt: &Nova Janela
ro: Fereastră &nouă
ru: &Новое окно
sk: Nové &okno
sl: &Novo okno...
sr: &Novi prozor
ta: Ò¾¢Â º¡ÇÃõ
th: เปิดหน้าต่างใหม่
tr: &Yeni Pencere
uk: &Нове вікно
vi: Cửa sổ mới
xh: &Iwindow entsha

source: New Game
af: nuwe speletjie
az: Yeni Oyun
bg: Нова игра
ca: Joc nou
cs: Nová hra
da: Nyt spil
de: Neues Spiel
el: Νέο Παιχνίδι
et: Uus mäng
fi: Uusi peli
he: שדח קחשמ
hu: Új játék
is: Leika aftur
ko: 새 놀이
lt: Naujas žaidimas
lv: Jauna Spēle
mt: Logħba ġdida
nl: Nieuw spel
no: Nytt spill
pl: Nowa gra
pt: Novo Jogo
ro: Joc nou
ru: Новая игра
sk: Nová hra
sl: Nova igra
sr: Nova igra
ta: Ò¾¢Â ¬ð¼õ
th: เกมใหม่
tr: Yeni Oyun
uk: Нова гра
vi: Game mới
xh: Umdlalo omtsha

source: &New Game
af: nuwe speletjie
az: &Yeni Oyun
bg: &Нова игра
ca: Joc &nou
cs: &Nová hra
da: &Nyt spil
de: Neues &Spiel
el: &Νέο Παιχνίδι
et: &Uus mäng
fi: &Uusi peli
he: שדח ק&חשמ
hu: Új &játék
is: Leika &aftur
ko: 새 놀이(&N)
lt: &Naujas žaidimas
lv: &Jauna Spēle
mt: Logħba &ġdida
nl: &Nieuw spel
no: &Nytt spill
pl: &Nowa gra
pt: &Novo Jogo
ro: Joc &nou
ru: &Новая игра
sk: Nová &hra
sl: &Nova igra
sr: &Nova igra
ta: Ò¾¢Â ¬ð¼õ
th: เกมใหม่
tr: &Yeni Oyun
uk: &Нова гра
vi: Game mới
xh: &Umdlalo omtsha

source: Open a file
af: open 'n lêer
az: Bir fayl aç
bg: Отвори файл
ca: Obre un fitxer
cs: Otevřít soubor
da: Åbn en fil
de: Eine Datei öffnen
el: Άνοιγμα ενός αρχείου
et: Ava fail
fi: Avaa tiedosto
he: ץבוק חתפ
hu: Fájl megnyitása
is: Opna skrá
ko: 파일 열기
lt: Atverti bylą
lv: Atvērt failu
mt: Iftaħ fajl
nl: Een bestand openen
no: Åpne en fil
pl: Otwórz plik
pt: Abrir um ficheiro
ro: Deschide fişier
ru: Открыть файл
sk: Otvoriť súbor
sl: Odpri datoteko
sr: Otvori fajl
ta: §¸¡ô¨Àò ¾¢È
th: เปิดแฟ้ม
tr: Bir dosya aç
uk: Відкрити файл
vi: Mở file
xh: Vula ifayile

source: Open...
az: Aç...
bg: Отвори...
ca: Obre...
cs: Otevřít...
da: Åbn...
de: Öffnen...
el: Άνοιγμα...
et: Ava...
fi: Avaa...
he: ...חתפ
hu: Megnyitás...
is: Opna...
ko: 열기...
lt: Atverti...
lv: Atvērt...
mt: Iftaħ...
nl: Openen...
no: Åpne...
pl: Otwórz...
pt: Abrir...
ro: Deschide...
ru: Открыть...
sk: Otvoriť...
sl: Odpri...
sr: Otvori...
ta: ¾¢È...
th: เปิด...
tr: Aç...
uk: Відкрити...
vi: Mở...
xh: Vula...

source: &Open...
az: &Aç...
bg: &Отвори...
ca: &Obre...
cs: &Otevřít...
da: Å&bn...
de: &Öffnen...
el: &Άνοιγμα...
et: &Ava...
fi: &Avaa...
he: ...חת&פ
hu: &Megnyitás...
is: &Opna...
ko: 열기(&O)...
lt: &Atverti...
lv: &Atvērt...
mt: &Iftaħ...
nl: &Openen...
no: &Åpne...
pl: &Otwórz...
pt: &Abrir...
ro: &Deschide...
ru: &Открыть...
sk: &Otvoriť...
sl: &Odpri...
sr: &Otvori...
ta: ¾¢È...
th: เปิด...
tr: &Aç...
uk: &Відкрити...
vi: Mở...
xh: &Vula...

source: &Cut
af: knip
az: Kə&s
bg: &Изрежи
ca: &Talla
cs: &Vyjmout
da: &Klip
de: &Ausschneiden
el: Απο&κοπή
et: &Lõika
fi: &Leikkaa
he: רוז&ג
hu: &Kivágás
is: &Klippa
ko: 잘라내기(&C)
lt: &Iškirpti
lv: &Izgriezt
mt: A&qta'
nl: K&nippen
no: &Klipp ut
pl: Wy&tnij
pt: &Cortar
ro: &Taie
ru: Вы&резать
sk: Vystri&hnúť
sl: &Izreži
sr: Ise&ci
ta: ¦ÅðÎ
th: ตัด
tr: Ke&s
uk: &Вирізати
vi: &Cắt
xh: &Sika

source: C&ut
af: knip
az: K&əs
bg: И&зрежи
ca: Ta&lla
cs: &Vyjmout
da: K&lip
de: Auss&chneiden
el: Αποκ&οπή
et: Lõ&ika
fi: L&eikkaa
he: רוז&ג
hu: Ki&vágás
is: &Klippa
ko: 잘라내기(&u)
lt: Iš&kirpti
lv: I&zgriezt
mt: A&qta'
nl: Kni&ppen
no: Klipp &ut
pl: Wy&tnij
pt: C&ortar
ro: Ta&ie
ru: Вы&резать
sk: Vystri&hnúť
sl: &Izreži
sr: I&seci
ta: ¦ÅðÎ
th: ตัด
tr: K&es
uk: В&ирізати
xh: Si&ka

source: Font
af: skrif tipe
az: Yazı Növü
bg: Шрифт
cs: Písmo
da: Skrifttype
de: Schriftart
el: Γραμματοσειρά
fi: Kirjasin
he: ןפוג
hu: Betűtípus
is: Letur
ko: 글꼴
lt: Šriftas
lv: Fonts
nl: Lettertype
no: Skrifttype
pl: Czcionka
pt: Tipo de Letra
ru: Шрифт
sk: Písmo
sl: Pisava
ta: ±ØòÐÕ
th: รูปแบบตัวอักษร
tr: Yazı Tipi
uk: Шрифт
vi: Phông chữ
xh: Ilayini

source: &Foreground Color
af: voorgrond kleur
az: Ö&n Plan Rəngi
bg: &Цвят на преден план
ca: Color de &primer terme
cs: Barva &textu
da: &Forgrundsfarve
de: &Vordergrundfarbe
el: Χρώμα &Προσκηνίου
et: &Esiplaani värv
fi: &Edustaväri
he: טסק&ט עבצ
hu: &Előtérszín
is: &Forgrunnslitur
ko: 전경색(&F)
lt: &Priekinė spalva
lv: &Priekšplāna Krāsa
mt: Kulur ta' &quddiem
nl: &Voorgrondkleur
no: &Forgrunnsfarge
pl: Kolor &tekstu
pt: Cor do &Texto
ro: Culoare &text
ru: Цвет &текста
sk: Farba &popredia
sl: Barva o&spredja
sr: Boja &ispisa
ta: ÓýÉ½¢ Åñ½õ
th: สีพื้นหน้า
tr: Ö&nalan Rengi
uk: Колір &тексту
vi: Màu cận cảnh
xh: &Umbala wendima yomkhangeli

source: &Background Color
af: agtergrond kleur
az: &Arxa Plan Rəngi
bg: &Цвят на фон
ca: Color de &fons
cs: Barva &pozadí
da: &Baggrundsfarve
de: &Hintergrundfarbe
el: Χρώμα &Φόντου
et: &Tausta värv
fi: &Taustaväri
he: עק&ר עבצ
hu: &Háttérszín
is: &Bakgrunnslitur
ko: 바탕색(&B)
lt: &Fono spalva
lv: &Fona Krāsa
mt: Kulur tal-i&sfond
nl: &Achtergrondkleur
no: &Bakgrunnsfarge
pl: Kolor t&ła
pt: Cor de &Fundo
ro: Culoare &fundal
ru: Цвет &фона
sk: Farba po&zadia
sl: Barva o&zadja
sr: Boja &pozadine
ta: À¢ýÉ½¢ Åñ½õ
th: สีพื้นหลัง
tr: &Arkaplan Rengi
uk: Колір &тла
vi: Màu cận cảnh
xh: &Umbala wesiqalo

source: Save As
af: stoor as
az: Fərqli Qeyd Et
bg: Запиши като
ca: Desa com
cs: Uložit jako
da: Gem som
de: Speichern unter
el: Αποθήκευση ως
et: Salvesta kui
fi: Tallenna nimellä
he: םשב הרימש
hu: Mentés másként
is: Vista sem
ko: 다른 이름으로 저장
lt: Išsaugoti kaip
lv: Saglabāt Kā
mt: Ikteb b'isem ġdid
nl: Opslaan als
no: Lagre som
pl: Zapisz jako
pt: Gravar Como
ro: Salvează ca
ru: Сохранить как
sk: Uložiť ako
sl: Shrani kot
sr: Sačuvaj kao
ta: ±Éî §ºÁ¢...
th: บันทึกเป็น
tr: Farklı Kaydet
uk: Зберегти як
vi: Sao lưu mới
xh: Gcina njenge

source: Save as...
af: stoor as...
az: Fərqli Qeyd Et...
bg: Запиши като...
ca: Desa com...
cs: Uložit jako...
da: Gem som...
de: Speichern unter...
el: Σώσε ως
et: Salvesta kui...
fi: Tallenna nimellä...
he: ...םשב הרימש
hu: Mentés másként...
is: Vista sem...
ko: 다른 이름으로 저장...
lt: Išsaugoti kaip...
lv: Saglabāt kā...
mt: Ikteb b'isem ġdid...
nl: Opslaan als...
no: Lagre som...
pl: Zapisz jako...
pt: Gravar como...
ro: Salvează ca...
ru: Сохранить как...
sk: Uložiť ako...
sl: Shrani kot...
sr: Sačuvaj kao...
ta: ±Éî §ºÁ¢...
th: บันทึกเป็น...
tr: Farklı Kaydet...
uk: Зберегти як...
vi: Sao lưu mới...
xh: Gcina njenge...

source: S&ave as...
af: stoor as...
az: &Fərqli Qeyd Et...
bg: З&апиши като...
ca: D&esa com...
cs: Uložit j&ako...
da: Gem &som...
de: Speichern &unter...
el: Αποθήκευση &ως
et: Sal&vesta kui...
fi: Tallenna &nimellä...
he: ...םש&ב הרימש
hu: Mentés más&ként...
is: Vista &sem...
ko: 다른 이름으로 저장(&S)...
lt: Iš&saugoti kaip...
lv: S&aglabāt kā...
mt: Ikteb &b'isem ġdid...
nl: Opslaan a&ls...
no: Lagre &som...
pl: Zapisz &jako...
pt: Gr&avar como...
ro: S&alvează ca...
ru: Сохранить &как...
sk: Uložiť &ako...
sl: &Shrani kot...
sr: S&ačuvaj kao...
ta: ±Éî §ºÁ¢...
th: บันทึกเป็น...
tr: &Farklı Kaydet...
uk: З&берегти як...
vi: Sao luư mới...
xh: Gcin&a njenge...

source: &Print...
af: druk...
az: Ça&p Et...
bg: &Отпечатай...
ca: &Imprimeix...
cs: &Tisknout...
da: &Udskriv...
de: &Drucken...
el: &Εκτύπωση
et: &Trüki...
fi: T&ulosta...
he: ...הספ&דה
hu: &Nyomtatás...
is: &Prenta...
ko: 인쇄(&P)...
lt: S&pausdinti...
lv: &Drukāt...
mt: &Printja
nl: Af&drukken...
no: Sk&riv ut...
pl: &Drukuj...
pt: Im&primir...
ro: &Tipăreşte...
ru: Пе&чать...
sk: &Tlačiť...
sl: &Natisni...
sr: Štam&paj...
ta: «îº¢Î...
th: พิมพ์...
tr: Ya&zdır...
uk: &Друкувати...
vi: In...
xh: &Shicilela...

source: Sorry
af: jammer
az: Bağışlayın
bg: Извинявай
ca: Ho sento
cs: Lituji
da: Desværre
de: Fehler
el: Λυπάμαι
et: Vabandust
fi: Virhe
he: יל רצ
hu: Hiba történt
is: Afsakið
ko: 미안합니다
lt: Apgailestauju
lv: Atvainojiet
mt: Jiddispjaċini
nl: Helaas
no: Beklager
pl: Niestety
pt: Desculpa
ro: Atenţie
ru: Извините
sk: Je mi ľúto
sl: Oprostite
sr: Izvinite
ta: ÁýÉ¢ì¸×õ
th: ขออภัย
tr: Üzgünüm
uk: Вибачте
vi: Xin lỗi
xh: Uxolo

source: Remove
af: verwyder
az: Çıxart
bg: Премахни
ca: Elimina
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
et: Eemalda
fi: Poista
he: רסה
hu: Eltávolítás
is: Fjarlægja
ko: 없애기
lt: Pašalinti
lv: Aizvākt
mt: Neħħi
nl: Verwijderen
no: Fjern
pl: Usuń
pt: Apagar
ro: Şterge
ru: Удалить
sk: Odstrániť
sl: Odstrani
sr: Ukloni
ta: ¿£ìÌ
th: เอาออก
tr: Çıkar
uk: Видалити
vi: Tháo gỡ
xh: Susa

source: Add
af: voeg by
az: Əlavə Et
bg: Добави
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
et: Lisa
fi: Lisää
he: ףסוה
hu: Hozzáadás
is: Bæta við
ko: 더하기
lt: Pridėti
lv: Pievienot
mt: Żid
nl: Toevoegen
no: Legg til
pl: Dodaj
pt: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sl: Dodaj
sr: Dodaj
ta: §º÷
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
xh: Dibanisa

source: Change
af: verander
az: Dəyişdir
bg: Смени
ca: Canvia
cs: Změnit
da: Ændring
de: Ändern
el: Αλλαγή
et: Muuda
fi: Muuta
he: יוניש
hu: Módosítás
is: Breyta
ko: 바꾸기
lt: Pakeisti
lv: Mainīt
mt: Ibdel
nl: Wijzigen
no: Endre
pl: Zmień
pt: Alterar
ro: Schimbă
ru: Изменить
sk: Zmeniť
sl: Spremeni
sr: Izmeni
ta: Á¡üÚ
th: เปลี่ยน
tr: Değiştir
uk: Змінити
vi: Thay đổi
xh: Tshintsha

source: Delete
af: uitvee
az: Sil
bg: Изтрий
ca: Esborra
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
et: Kustuta
fi: Poista
he: קחמ
hu: Törlés
is: Eyða
ko: 지우기
lt: Pašalinti
lv: Dzēst
mt: Ħassar
nl: Verwijderen
no: Slett
pl: Usuń
pt: Apagar
ro: Şterge
ru: Удалить
sk: Zmazať
sl: Izbriši
sr: Obriši
ta: ¿£ìÌ
th: ลบ
tr: Sil
uk: Видалити
vi: Xoá(delete)
xh: Cima

source: Italic
af: kursief
az: Yatıq
bg: Италик
ca: Cursiva
cs: Skloněné
da: Kursiv
de: Kursiv
el: πλάγια
et: Kaldkiri
fi: Kursivoitu
he: יוטנ
hu: dőlt
is: Skáletrað
ko: 기울어지게
lt: Kursyvas
lv: Slīpraksts
mt: Italiċi
nl: Cursief
no: Kursiv
pl: Kursywa
pt: Itálico
ru: Курсив
sk: Šikmé
sl: Ležeče
sr: Kurziv
ta: º¡ö¦ÅØòÐ
th: ตัวเอียง
tr: Yatık
uk: Курсив
vi: Chữ nghiêng
xh: Kekeleyo

source: Roman
bg: Роман
da: Normal
de: Normal
el: απλά
et: Püstkiri
he: ףוקז
hu: álló
is: Lóðletrað
ko: 로만
lt: Stačias
lv: Latīņu
mt: Ruman
nl: Rechtop
pl: Prosta
pt: Romano
ru: Прямой
sk: Rímske
sl: Pokončno
sr: Normal
ta: §¿¦ÃØòÐ
th: ตัวปกติ
uk: Прямий
vi: Chữ Roman
xh: IsiRoma

source: &Undo
af: herstel
az: &Geri al
bg: &Стъпка назад
ca: &Desfés
cs: &Zpět
da: Fo&rtryd
de: &Rückgängig
el: Α&ναίρεση
et: &Tühista tegevus
fi: &Peru
he: לט&ב
hu: &Visszavonás
is: &Afturkalla
ko: 실행 취소(&U)
lt: Atš&aukti
lv: &Atsaukt
mt: Ann&ulla
nl: &Ongedaan maken
no: &Angre
pl: &Cofnij
pt: &Desfazer
ro: &Des-face
ru: О&тменить действие
sk: V&rátiť späť
sl: &Razveljavi
sr: &Opozovi
ta: ¦ºÂø¿£ìÌ
th: เรียกคืน
tr: &Geri al
uk: &Повернути
vi: Huỷ(undo)
xh: &Sukwenza

source: &Redo
af: herstel herroep
az: &Təkrar et
bg: Ст&ъпка напред
ca: &Refés
cs: Zn&ovu
da: &Omgør
de: W&iederherstellen
el: Επανάλη&ψη
et: &Korda tegevust
fi: Tee &uudelleen
he: בו&ש עצב
hu: Újra vé&grehajtás
is: &Endurtaka
ko: 다시 실행(&R)
lt: Paka&rtoti
lv: &Atkārtot
mt: Erġa agħm&el
nl: Opnie&uw
no: &Gjør om
pl: Przy&wróć
pt: &Refazer
ro: &Re-face
ru: По&вторить отмененное действие
sk: &Opakovať vrátené
sl: &Obnovi
sr: Pono&vi
ta: Á£Çî¦ºö
th: ทำซ้ำ
tr: &Tekrar yap
uk: &Повторити
vi: Làm lại(redo)
xh: &Yenza kwakhona

source: Information
af: informasie
az: Mə'lumat
bg: Информация
ca: Informació
cs: Informace
el: Πληροφορίες
et: Informatsioon
fi: Tietoja
he: עדימ
hu: Információ
is: Upplýsingar
ko: 정보
lt: Informacija
lv: Informācija
mt: Informazzjoni
nl: Informatie
no: Informasjon
pl: Informacja
pt: Informação
ro: Informaţie
ru: Сведения
sk: Informácie
sl: Obvestilo
sr: Informacije
ta: ¾¸Åø
th: ข้อมูล
tr: Bilgi
uk: Інформація
vi: Thông tin
xh: Ulwazi

source: locally connected
af: plaaslik verbind
az: yerli olaraq bağlı
bg: локално сварзан
ca: connectat localment
cs: připojen lokálně
da: lokalt forbundet
de: Direkt verbunden
el: σε τοπική σύνδεση
et: lokaalselt ühendatud
fi: paikallinen yhteys
he: תימוקמ רבוחמ
hu: helyi kapcsolat
is: tengt staðvært
ko: 로컬에 연결됐습니다
lt: prijungtas lokaliai
lv: vietējais savienojums
mt: imqabbad lokalment
nl: lokaal verbonden
no: lokalt tilkoblet
pl: połączenie lokalne
pt: ligada localmente
ro: conectat local
ru: соединенные локально
sk: lokálne pripojený
sl: lokalno povezano
sr: lokalno povezan
ta: ¯ûÇ¢¨½ì¸ôÀð¼
th: เชื่อมต่อแบบโลคอล
tr: yerel olarak bağlı
uk: з'єднаний локально
vi: Đã kết nối cục bộ
xh: Idityaniswe ngobulali

source: Stop
az: Dayan
bg: Стоп
ca: Atura
de: Anhalten
el: Στοπ
et: Peata
fi: Pysäytä
he: רוצע
hu: Leállítás
is: Stöðva
ko: 멈춤
mt: Ieqaf
nl: Stoppen
no: Stopp
pt: Parar
ro: Opreşte
ru: Стоп
sl: Ustavi
sr: Zaustavi
ta: ¿¢ÚòÐ
th: หยุด
tr: Dur
uk: Стоп
vi: Dừng lại
xh: Yima

source: &Remove
af: verwyder
az: Çı&xart
bg: &Премахни
ca: &Elimina
cs: Odeb&rat
da: &Fjern
de: Ent&fernen
el: Α&φαίρεση
et: &Eemalda
fi: &Poista
he: ר&סה
hu: &Eltávolítás
is: &Fjarlægja
ko: 없애기(&R)
lt: &Pašalinti
lv: &Aizvākt
mt: &Neħħi
nl: &Verwijderen
no: &Fjern
pl: &Usuń
pt: &Remover
ro: Ş&terge
ru: &Удалить
sk: &Odstrániť
sl: &Odstrani
sr: &Ukloni
ta: ¿£ìÌ
th: เอาออก
tr: Ka&ldır
uk: В&идалити
vi: Tháo gỡ
xh: &Susa

source: &Properties...
af: eienskappe...
az: Xü&süsiyyətlər...
bg: &Аксесоари...
ca: &Propietats...
cs: &Vlastnosti...
da: &Egenskaber...
de: &Eigenschaften...
el: &Ιδιότητες...
et: &Omadused...
fi: &Ominaisuudet...
he: ...םיניי&פאמ
hu: Tulajdonsá&gok...
is: &Eiginleikar...
ko: 등록 정보(&P)...
lt: &Savybės...
lv: &Īpašības...
mt: &Propjetajiet
nl: &Eigenschappen...
no: &Egenskaper...
pl: &Właściwości...
pt: &Propriedades...
ro: &Proprietăţi...
ru: &Свойства...
sk: &Vlastnosti...
sl: &Lastnosti...
sr: &Podešavanja...
ta: ¦º¡òÐì¸û...
th: คุณสมบัติ...
tr: Ö&zellikler...
uk: Вл&астивості...
vi: Thuộc tính...
xh: &Iimpahla...

source: Properties
af: eienskappe
az: Xüsusiyyətlər
bg: Аксесоари
ca: Propietats
cs: Vlastnosti
da: Egenskaber
de: Eigenschaften
el: Ιδιότητες
et: Omadused
fi: Ominaisuudet
he: םינייפאמ
hu: Tulajdonságok
is: Eiginleikar
ko: 등록 정보
lt: Savybės
lv: Īpašības
mt: Propjetajiet
nl: Eigenschappen
no: Egenskaper
pl: Właściwości
pt: Propriedades
ro: Proprietăţi
ru: Свойства
sk: Vlastnosti
sl: Lastnosti
sr: Podešavanja
ta: ¦º¡òÐì¸û
th: คุณสมบัติ
tr: Özellikler
uk: Властивості
vi: Thuộc tính
xh: Iimpahla

source: &Start
af: begin
az: &Başlat
bg: С&тарт
ca: E&ngega
el: Έναρ&ξη
et: &Käivita
fi: &Käynnistä
he: לח&תה
hu: &Indítás
is: &Hefja
ko: 시작(&S)
lt: &Pradėti
lv: &Startēt
mt: &Ibda
nl: &Starten
pt: &Iniciar
ro: &Porneşte
ru: З&апустить
sk: Št&art
sl: &Začni
sr: &Počni
ta: ¬ÃõÀ¢
th: เริ่ม
tr: &Başlat
uk: &Старт
vi: Bắt đầu
xh: &Qala
