Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: You're about to send data to the Internet via an unencrypted connection. It might be possible for others to see this information. Do you want to continue?
af: jy is aangaande aan stuur data aan die internet deur middel van 'n unencrypted verbinding. dit dalk wees moontlik vir others aan sien hierdie informasie. doen jy wil hê aan voortgaan?
az: Şifrlənməmiş bir körpü üstündən İnternetə data yollayırsınız. Başqa insanlar bu mə'lumatları izləyə bilər və oxuya bilər. Davam etmək istəyirsiniz?
bg: Вие изпращате данни в Интернет през некодирана връзка. Възможно е други да видят информацията. Искате ли да продължите?
ca: Esteu a punt d'enviar dades a Internet via una connexió sense encriptar. Altres podrien veure aquesta informació. Voleu continuar?
cs: Chystáte se poslat data na Internet pomocí nešifrovaného spojení. Může se stát, že ostatní uvidí tyto informace. Chcete pokračovat?
da: Du er i færd med at sende data til Internettet via en forbindelse der ikke er kodet. Det er muligt at andre kan se dette. Vil du fortsætte?
de: Sie sind im Begriff, Daten über eine unverschlüsselte Verbindung ins Internet zu schicken. Diese Informationen können eventuell von anderen eingesehen werden. Möchten Sie fortfahren?
el: Θα στείλετε δεδομένα στο Ιντερνετ μέσω μη κρυπτογραφημένης σύνδεσης. Ίσως τα δεδομένα να είναι ορατά σε τρίτους. Θέλετε να συνεχίσετε;
et: Sa soovid saata andmeid Internetti üle krüpteerimata ühenduse, mis teeb võimalikuks selle info nägemise ebasoovitavate isikute poolt. Soovid sa jätkata?
fi: Olet lähettämässä tietoa internetiin salaamatonta yhteyttä pitkin. Muut voivat nähdä tämän tiedon. Haluatko jatkaa?
he: טנרטניאל םינותנ חולשל דמוע התא .ןפצומ אל רוביח ךרד .הלא םינותנ תוארל םירחאל רשפאתיו ןכתיי ?ךישמהל ךנוצרב םאה
hu: Adatokat készül küldeni az internetre titkosítás nélküli kapcsolaton. Így az adatok nem védettek, esetleg más is megtekintheti őket. Folytassam a műveletet?
is: Þú ert um það bil að senda gögn út á netið í gegnum ótrausta (ekki dulkóðaða) tengingu. Aðrir notendur netsins gætu séð þessar upplýsingar. Viltu halda áfram?
ko: 암호화 되지 않은 인터넷 연결로 자료를 보낼려고 합니다. 다른 곳에서 이 정보를 볼 수도 있습니다. 계속 하겠습니까?
lt: Dabar jūs ruošiatės pasiųsti duomenis per internetą naudodami nešifruotą prisijungimą Kitiems gali būti įmanoma matyti šią informaciją. Ar norite tęsti?
lv: Jūs gatavojaties nosūtīt datus Internetā caur nekodētu savienojumu. Tas dod iespēju citiem redzēt sūtāmo informāciju. Vai jūs gribat turpināt?
mt: Ser tibgħat informazzjoni lill-internet permezz ta' konnessjoni li possibbilment jista' jaraha ħaddieħor. Tixtieq tkompli?
nl: U staat op het punt gegevens via het Internet te verzenden middels een ongecodeerde verbinbing. Anderen kunnen mogelijk deze informatie lezen. Wilt doorgaan?
no: Du skal til å sende data til Internett gjennom en ukodet forbindelse. Det kan være mulig for andre å se denne informasjonen. Vil du fortsette?
pl: Zaraz wyślesz dane do Internetu nieszyfrowanym łączem. Dostęp do przesyłanych danych mogą uzyskać inni użytkownicy sieci Chcesz kontynuować?
pt: Vais enviar dados para a Internet por uma ligação não cifrada. Pode possibilitar aos outros verem esta informação. Queres continuar?
ro: Sînteţi pe cale să trimiteţi date prin Internet utilizînd o conexiune necriptată. Este posibil ca alţii să vadă aceste informaţii. Doriţi să continuaţi?
ru: Вы собираетесь передать данные в Интернет через незащищенное соединение. Эти сведения могут стать доступны другим людям. Хотите продолжить?
sk: Chystáte sa poslať dáta do Internetu po nezašifrovanom spojení. Je možné, že ostatní uvidia vaše prenášané informácie. Naozaj chcete pokračovať?
sl: Podatke v internet nameravate poslati prek nekriptirane povezave. Mogoče je, da drugi vidijo te podatke. Želite nadaljevati?
sr: Upravo ćete poslati podatke na internet koristeći nekriptovanu vezu. Moguće je da drugi vide ove informacije. Da li želite da nastavite?
ta: ¿£í¸û ­¨½Âò¾¢üÌ ºí§¸¾ÁüÈ ¦¾¡¼÷À¢ë¼¡¸ ¾Ã×¸¨Ç «ÛôÀ×ûÇ£÷¸û. ­ò¾Ã×¸¨Çô À¢È÷ À¡÷¨ÅÂ¢Îõ Å¡öôÒñÎ. ¦¾¡¼Ã Å¢ÕõÒ¸¢È£÷¸Ç¡?
th: คุณกำลังจะส่งข้อมูลผ่านระบบอินเตอร์เนต ในรูปแบบที่ไม่เข้ารหัสข้อมูล อาจมีผู้อื่นสามารถเห็นข้อมูลที่คุณจะส่งนี้ คุณต้องการที่จะทำต่อไปหรือไม่ ?
tr: Şifrelenmemiş bir bağlantı üzerinden İnternet'e veri göndermektesiniz. Başka kişiler bu bilgileri izleyebilir ve okuyabilir. Devam etmek istiyor musunuz?
uk: Зараз дані будуть відіслані до Інтернет через незашифроване з'єднання. Хтось інший зможе побачити цю інформацію. Продовжити?
vi: Bạn sắp sửa gửi dữ liệu qua Internet bằng kết nối không được mật mã hoá . Nghĩa là có thể có ai đó sẽ nhìn thấy thông tin này. Bạn có muốn tiếp tục không ?
xh: Umalunga nokuthumela idata kwi Internet egqitha kudityaniso olungafihlwanga. Kunokwenzeka kwabanye ukubona olu lwazi. Ufuna ukuqhubekeka?

source: KDE Web browser
af: kde web blaaier
az: KDE Veb Səyyahı
bg: KDE Web броузер
ca: Fullejador Web KDE
cs: Webový prohlížeč KDE
da: KDE Netsøger
et: KDE veebibrauser
fi: KDE:n www-selain
he: KDE לש תשרה ןפדפד
hu: KDE webböngésző
is: KDE vafrinn
ko: KDE 웹 탐색기
lt: KDE Web naršyklė
lv: KDE Web pārlūks
mt: Web browser tal-KDE
no: KDE nettleser
pl: Przeglądarka sieci dla KDE
pt: Navegador Web do KDE
ro: Navigator web KDE
ru: WWW-броузер KDE
sk: KDE Prehliadač WWW
sl: Spletni brskalnik za KDE
sr: Web čitač za KDE
ta: KDE Å¨Ä ¯Ä¡Å¢
th: เวบบราวเซอร์ KDE
tr: KDE Web tarayıcısı
uk: Переглядач Тенет KDE
vi: Trình duyệtn KDE
xh: Umkhangeli we KDE Web

source: When you send a password unencrypted to the Internet, it might be possible for others to capture it as plain text. Do you want to continue?
af: wanneer jy stuur 'n wagwoord unencrypted aan die internet, dit dalk wees moontlik vir others aan vang dit as eenvoudig teks. doen jy wil hê aan voortgaan?
az: Parolunuzu şifrlənməmiş bir şəkildə İnternet üstündən yollamanız halında başqaları tərəfindən izlənə bilər. Davam etmək istəyirsiniz?
bg: Когато вие изпратите некриптирана парола в Интернет, възможно е други да получат тази информация. Искате ли да продължите?
ca: Quan envieu una contrasenya sense encriptar a Internet, altres podrien capturar-la com a text pla. Voleu continuar?
cs: Pošlete-li nezašifrované heslo na Internet, může se stát, že jej ostatní odchytí. Chcete pokračovat?
da: Når du sender et kodeord over Internettet der ikke er indkodet, er det muligt for andre at opfange det som almindelig tekst. Vil du fortsætte?
de: Wenn Sie Ihr Passwort unverschlüsselt ins Internet übertragen, dann können eventuell Dritte die Information abfangen. Möchten Sie fortfahren?
el: Όταν στέλνετε έναν μη κρυπτογραφημένο κωδικό πρόσβασης στο Ιντερνετ, ίσως να μπορούν τρίτοι να τον διαβάσουν σαν απλό κείμενο. Θέλετε να συνεχίσετε;
et: Krüpteerimata paroole üle Internetti saates võib osutuda võimalikuks nende nägemine ebasoovitavate isikute poolt. Kas jätkata?
fi: Kun lähetät salasanan salaamattomana internetiin, muut voivat mahdollisesti sen lukea puhtaana tekstinä. Haluatko jatkaa?
he: ,ןפצומ אל ןפואב טנרטניאל המסיס חלוש התא רשאכ .טושפ טסקט רותב התוא תוארל םירחאל רשפאתהל לוכי ?ךישמהל ךנוצרב םאה
hu: Ha titkosítás nélkül küld jelszavakat az internetre, akkor azok esetleg illetéktelenek kezébe is kerülhetnek. Folytassam a műveletet?
is: Þegar þú sendir lykilorð ódulkóðað út á netið þá gætu aðrir notendur gripið það og skoðað eins og hvern annan texta. Viltu halda áfram?
ko: 암호화 되지 않은 열쇠글을 인터넷으로 보낼 때, 보통 글월로 다른 사람이 가로챌 수 있습니다. 계속 하겠습니까?
lt: Kai jūs siunčiate nešifruotą slaptažodį į internetą, kitiems yra įmanoma perimti jį kaip paprastą tekstą. Ar norite tęsti?
lv: Kad jūs sūtat nekodētu paroli Internetā, tas dod iespēju citiem sagrābt to kā parastu tekstu. Vai jūs gribat turpināt?
mt: Meta tibgħat password mhux encrypted fuq l-internet, huwa possibbli li ħaddieħor jara x'inhi. Tixtieq tkompli?
nl: Als u een wachtwoord ongecodeerd via Internet verstuurd, dan kunnen anderen deze mogelijk als platte tekst onderscheppen. Wilt u doorgaan?
no: Når du sender et passord ukodet til Internett, så kan det være mulig for andre å fange det som ren tekst. Vil du fortsette?
pl: Kiedy wysyła się nieszyfrowane hasła poprzez Internet, mogą one zostać przechwycone jako zwykły tekst Chcesz kontynuować?
pt: Quando envias uma senha não cifrada para a Internet, pode ser possível aos outros capturá-la como texto legível. Queres continuar?
ro: Cînd trimiteţi o parolă necriptată prin Internet, ar putea fi posibil pentru alţii să o captureze ca text inteligibil. Doriţi să continuaţi?
ru: Когда пароль передается по Интернету в незашифрованном виде, другие люди могут его перехватить. Хотите продолжить?
sk: Keď sú heslá posielané po Internete nezašifrované, je možné, že ich niekto zachytí ako čistý text. Naozaj chcete pokračovať?
sl: Če v internet pošiljate nešifrirano geslo, ga morda lahko drugi vidijo in zajamejo kot navadno besedilo. Želite nadaljevati?
sr: Kada šaljete nekriptovanu lozinku na internet, moguće je da je drugi preuzmu kao običan tekst. Da li želite da nastavite?
ta: ¿£í¸û ¸¼×î¦º¡ø¦Ä¡ý¨È ºí§¸¾Á¢øÄ¡Áø ­¨½Âò¾¢üÌ «ÛôÒõ ¦À¡ØÐ À¢È÷ «¾¨É ¯¨ÃÅÊÅ¢ü ¸ÅÕõ Å¡öôÒñÎ ¦¾¡¼Ã Å¢ÕõÒ¸¢È£÷¸Ç¡?
th: เมื่อคุณส่งรหัสผ่านซึ่งยังไม่เข้ารหัสไว้ผ่านอินเตอร์เนต อาจมีผู้อื่นสามารถดักจับข้อมูลรหัสผ่านที่คุณจะส่งนี้ได้ คุณต้องการที่จะทำต่อไปหรือไม่ ?
tr: Parolanızı şifrelenmemiş bir şekilde İnternet üzerinden göndermeniz halinde başkaları tarafından gözlemlenebilir. Devam etmek istiyor musunuz?
uk: Коли Ви відсилаєте незашифрований пароль в Інтернет, хтось інший може перехопити його у вигляді простого тексту. Продовжити?
vi: Khi bạn gửi mật khẩu không được mã hoá qua , có thể có ai đó sẽ bắt được thông tin này dưới dạng plain-text . Bạn có muốn tiếp tục không ?
xh: Xa uthumela igama eligqithisiweyo elingolulekanga kwi Internet, kunokubalula kwabanye ukuyibamba njengamagama ashicilelweyo okanye abhaliweyo alula. Ufuna ukuqhubekeka?

source: You're about to transfer the following files from your local computer to the Internet. Do you really want to continue?
af: jy is aangaande aan oordra die volgende lêers van jou plaaslike rekenaar aan die internet. doen jy rerig wil hê aan voortgaan?
az: Aşağıdakı faylları kompüterinizdən İnternetdəki başqa bir kompüterə yollamaq üzərəsiniz. Davam etmək istəyirsiniz?
bg: Вие се готвите да прехвърляте следните файлове от вашия локален компютър към Интернет Действително ли искате да продължите?
ca: Esteu a punt de transferir els següents fitxers des d'el vostre ordinador local a la internet. De veres voleu continuar?
cs: Chystáte se přenést tyto soubory ze svého lokálního počítače na Internet. Opravdu chcete pokračovat?
da: Du er ved at overføre følgende filer fra din lokale computer til internettet. Vil du virkelig fortsætte?
de: Sie sind im Begriff, die folgenden Dateien von Ihrem Rechner ins Internet zu übertragen. Möchten Sie wirklich fortfahren?
et: Soovid saata järgnevaid faile oma arvutist Internetti. Kas tõesti jätkata?
fi: Olet lähettämässä seuraavat tiedostot koneeltasi internetiin. Haluatko todella jatkaa?
he: םיאבה םיצבקה תא ריבעהל דמוע התא .טנרטניאה לא ךלש ימוקמה בשחמהמ ?ךישמהל ךנוצרבש חוטב התא םאה
hu: A következő fájlok lesznek elküldve az internetre. Folytassam a műveletet?
is: Þú ert um það bil að senda eftirfarandi skrár frá þinni tölvu út á netið. Ertu viss um að þú viljir halda áfram?
ko: 로컬 컴퓨터에서 인터넷으로 파일을 따라 보낼려고 합니다. 정말로 계속 하겠습니까?
lt: Dabar jūs ruošiatės nusiųsti šias bylas iš savo kompiuterio į Internetą. bylos Ar jūs tikrai norite tęsti?
lv: Jūs gatavojaties pārsūtīt sekojošus failus no jūsu datora internetā. Vai jūs tiešām gribat turpināt?
mt: Int se tibgħat dawn il-fajls minn fuq il-kompjuter tiegħek għal fuq l-internet. Tixtieq tkompli?
nl: U staat op het punt de volgende bestanden vanaf uw lokale computer via het Internet te verzenden. Wilt u doorgaan?
no: Du skal til å føre over følgende filer fra din lokale maskin til Internett. Vil du virkelig gjøre dette?
pl: Zaraz wyślesz następujące pliki, z lokalnego komputera do sieci Internet Chcesz mimo wszystko kontynuować?
pt: Vais transferir os ficheiros seguintes do teu computador local para a Internet. Queres mesmo continuar?
ro: Sînteţi pe cale să transferaţi următoarele fişiere de pe calculatorul dumneavoastră pe Internet. Doriţi într-adevăr să continuaţi?
ru: Вы собираетесь передать ваши локальные файлы в Интернет. Хотите продолжить?
sk: Chystáte sa preniesť tieto súbory z lokálneho počítača do Internetu. Naozaj chcete pokračovať?
sl: Naslednje datoteke nameravate prenesti z vašega krajevnega računalnika v internet. Želite nadaljevati?
sr: Upravo ćete preneti sledeće fajlove sa vašeg kompjutera na internet. Da li želite da nastavite?
ta: ¿£í¸û ­¨½Âò¾¢üÌ À¢ýÅÕõ §¸¡ôÒì¸¨Ç ¯í¸û ¸½¢É¢Â¢Ä¢ÕóÐ «ÛôÀ×ûÇ£÷¸û. ¦¾¡¼Ã Å¢ÕôÀÁ¡?
th: คุณกำลังจะส่งแฟ้มเหล่านี้ จากเครื่องของคุณ ไปยังเครือข่ายอินเตอร์เนต คุณต้องการทำต่อไปหรือไม่ ?
tr: Aşağıdaki dosyaları bilgisayarınızdan İnternet'teki başka bir bilgisayara göndermek üzeresiniz. Devam etmek istiyor musunuz?
uk: Зараз наступні файли будуть перенесені з Вашого комп'ютера до Інтернет. Продовжити?
vi: Bạn sẽ gửi file dưới đây từ máy tính địa phương của bạn lên Internet. Bạn có muốn tiếp tục không ?
xh: Umalunga nokuthumela ezi fayile zilandelayo ezisuka kwicomputer yakho yobulali kwi-Internet. Ufuna ukuqhubekeka?

source: Your data submission is redirected to an insecure site. The data is sent unencrypted. Do you want to continue?
af: jou data instuur is aangestuur aan 'n onveilige tuiste. die data is gestuur unencrypted. doen jy wil hê aan voortgaan?
az: Etdiyiniz data girişi e'tibarsız bir sayta istiqamətləndirilmişdir. Yollanacaq data şifrlənməyəcəkdir. Davam etmək istəyirsiniz?
bg: Вашите данни ще бъдат препратени към незащитен сайт. Данните няма да са кодирани Искате ли да продължите?
ca: El vostre enviament de dades s'ha redirigit a un lloc insegur. Les dades s'envien sense encriptar. Voleu continuar?
cs: Váš příspěvek je přesměrován na nezabezpečený server. Data jsou posílána nezašifrovaná. Chcete pokračovat?
da: Din dataindsendelse er omdirigeret til et usikkert sted. Data sendes ikke indkodet. Vil du fortsætte?
de: Ihre Datenübertragung wird an eine ungesicherte Stelle umgeleitet. Die Daten sind nicht verschlüsselt. Möchten Sie fortfahren?
el: Τα δεδομένα που υποβάλετε επανακατευθύνονται σε ένα μη ασφαλές site. Τα δεδομένα είναι ακρυπτογράφητα. Θέλετε να συνεχίσετε;
et: Andmed suunati ümber ebaturvalisele saidile ja saadetakse krüpteerimata. Kas jätkata?
fi: Tiedon lähettämisesi ohjataan turvattomaan palvelimeen. Tieto lähetetään salaamattomana. Haluatko jatkaa?
he: .חטבואמ אל רתא לא תבתונמ ךלש םינותנה תחילש .םינפצומ םניא םה רשאכ םיחלשנ םינותנה ?ךישמהל ךנוצרב םאה
hu: Az elküldött adatokat a kiszolgáló egy másik, nem biztonságos módú kiszolgáló felé irányítja. Az adatok titkosítás nélkül fognak oda eljutni. Folytassam a műveletet?
is: Gögnunum frá þér er beint að ótraustri vél. Þau eru ekki dulkóðuð. Viltu halda áfram?
ko: 자료가 안전하지 않은 사이트로 보내집니다. 자료는 암호화되지 않았습니다. 계속 하겠습니까?
lt: Jūsų duomenys nukreipiami į nesaugią sritį Duomenys siunčiami nešifruotu pavidalu. Ar norite tęsti?
lv: Jūsu datu pārraide ir pāradresēta uz nedrošu vietu. Dati tiek sūtīti nekodēti. Vai jūs vēlaties turpināt?
mt: L-informazzjoni li bgħatt se tiġi mgħoddija lil site li mhux sikura. L-informazzjoni mhux se tkun moħbija. Tixtieq tkompli?
nl: De gegevens die u hebt ingediend worden omgeleid naar een onbeveiligde website. De gegevens worden ongecodeerd verzonden. Wilt u doorgaan?
no: Din innsendte data blir videresendt til et usikkert nettsted. Dataen er sendt ukodet. Vil du fortsette?
pl: Wysyłane dane są przekierowywane do niezabezpieczonego miejsca. Dane są wysyłane niezaszyfrowane. Chcesz kontynuować?
pt: O envio dos teus dados é direccionado para um 'site' não seguro. Os dados não vão cifrados. Queres continuar?
ro: Datele formularului dumneavoastră sînt directate către un site nesigur. Datele sînt transmise necriptat. Doriţi să continuaţi?
ru: Введенные вами данные перенаправляются на небезопасный сервер. Данные будут отправлены в открытом виде. Хотите продолжить?
sk: Vaše odosielané dáta sú presmerované do nezabezpečeného serveru. Dáta sú posielané nezašifrované. Chcete pokračovať?
sl: Vaši vnešeni podatki so preusmerjeni na strežnik, ki ni varen. Podatki so poslani nekriptirano. Želite nadaljevati?
sr: Vaši poslati podaci su redirektovani na nesiguran sajt. Podaci su poslati nekriptovani. Da li želite da nastavite?
ta: ¿£í¸û ºÁ÷ôÀ¢ò¾ ¾Ã× ´Õ À¡Ð¸¡ôÀüÈ ¾Çò¾¢üÌ ¾¢¨º¾¢ÕôÀôÀðÎûÇÐ. ­ò¾Ã× ºí§¸¾Á¢øÄ¡Áø «ÛôÀôÀÎõ. ¦¾¡¼Ã Å¢ÕõÒ¸¢È£÷¸Ç¡?
th: ข้อมูลที่คุณส่งมอบถูกส่งต่อไปยังไซต์ที่ไม่ปลอดภัย และข้อมูลถูกส่งแบบยังไม่ได้เข้ารหัสไว้ คุณต้องการที่จะทำต่อไปหรือไม่ ?
tr: Yaptığınız veri girişi güvensiz bir siteye yönlendirilmiştir. Gönderilecek veri şifrelenmeyecektir. Devam etmek istiyor musunuz?
uk: Надсилання Ваших даних перенаправлено до до незахищеного сайту. Дані будуть відіслані незашифрованими. Продовжити?
vi: Qua trình gửi dữ liệu của bạn được gửi thông qua một site không đảm bảo. Dữ liệu được gửi dưới dạng chưa mã hoá . Bạn có muốn tiếp tục không ?
xh: Ungeniso lwedata yakho luphinde lalawulwa kwakhona ku kwinxuwa elingakhuselekanga. Idata ithunyelwa ngokungolulekanga. Ufuna ukuqhubekeka?

source: Error fetching file for submission: %1
af: fout terwyl gaan haal lêer vir instuur: %1
az: Fayl açıla bilmədi: %1
ca: Error en recuperar el fitxer per l'enviament: %1
cs: Chyba při načítání souboru pro odeslání: %1
da: Fejl ved at hente fil til indsendelse: %1
de: Fehler beim Aufrufen der Datei: %1
el: Σφάλμα ανάκτησης αρχείου για υποβολή: %1
et: Viga faili saatmiseks laadimisel : %1
fi: Virhe haettaessa lähetettävää tiedostoa: %1
he: :החילשל ץבוקה תכישמב האיגש %1
hu: Adatküldési hiba: %1
is: Villa við lestur á skrá til sendingar: %1
ko: 보낼 파일을 가져오는데 문제가 생겼습니다: %1
lt: Klaida prieinant prie bylos %1
lv: Kļūda saņemot failu nosūtīšanai: %1
mt: Problema waqt li qed jinġab fajl għas-sottomissjoni: %1
nl: Fout bij het ophalen van het in te dienen bestand: %1
no: Feil ved forsøk på å hente fil for innsending: %1
pl: Błąd przy pobieraniu pliku do wysłania: %1
pt: Erro ao obter o ficheiro a enviar: %1
ro: Eroare la citirea fişierului pentru submitere: %1
ru: Ошибка при чтении запрошенного файла: %1
sk: Chyba pri získavaní súboru pre odoslanie: %1
sl: Napaka pri dobivanju datoteke za pošiljanje: %1
sr: Greška pri preuzimanju fajla za podnošenje: %1
ta: ºÁ÷ôÀ¢ôÀ¾üÌì §¸¡ô¨À ¦ÀÚõ §À¡Ð ¾ÅÚ: %1
th: ผิดพลาดในการนำเอาแฟ้มมาใช้ส่ง: %1
tr: Dosya açılamadı: %1
uk: Помилка отримання файлу для надсилання: %1
vi: Lỗi truy cập(fetch) file cho quá trình gửi : %1
xh: Imposiso yokufuna ukufumana ifayile yokungenisa: i-%1

source: Cannot open downloaded file. Submit a bug report.
af: kan nie open afgelaai lêer. stuur in 'n fout raporteer.
az: Endirilən fayl açıla bilmədi. Xəta raportu göndərin
bg: Не мога да отворя изтегления файл. Изпрати рапорт за грешка.
ca: No es pot obrir el fitxer descarregat. Envieu un informe d'error.
cs: Nelze otevřít stáhnutý soubor. Pošlete chybové hlášení.
da: Kan ikke åbne hjemhentet fil. Indsend en problemrapport
de: Heruntergeladene Datei lässt sich nicht öffnen. Bitte schreiben Sie einen Problembericht.
et: Alla laaditud faili pole võimalik avada. Saada vearaport.
fi: Haettua tiedostoa ei voida avata. Lähetä virheraportti.
he: .דרוהש ץבוקה תא חותפל ןתינ אל .גאב לע חוויד חלש
hu: A letöltött fájlt nem sikerült megnyitni. Küldjön hibabejelentést.
is: Get ekki opnað skrána sem var sótt. Sendu villutilkynningu
ko: 내려받은 파일을 열 수 없습니다. 벌레 보고서를 보냅니다
lt: Negaliu atverti atsisiųstos bylos. Rašyti klaidos pranešimą.
lv: Nevar atvērt lejuplādēto failu. Nosūtīt kļūdu ziņojumu.
mt: Il-fajl li ġie mniżżel ma jistax jinfetah. Ibgħat rapport ta' bug
nl: Het opgehaalde bestand kon niet worden geopend. Stuur a.u.b. een bugrapport.
no: Kan ikke åpne nedlastet fil. Send inn en feilrapport
pl: Nie można otworzyć ściągniętego pliku. Zgłoś raport o błędzie
pt: Não consigo abrir o ficheiro transferido. Envia um relatório de erro
ro: Nu pot deschide fişierul transferat. Trimiteţi un raport de eroare.
ru: Не могу открыть скачанный файл. Отправьте сообщение об ошибке.
sk: Nemôžem otvoriť sťahovaný súbor. Pošlite správu o chybe.
sl: Pobrane datoteke ni moč odpreti. Pošljite poročilo o hrošču
sr: Ne mogu da otvorim preneseni fajl. Pošaljite programerima izveštaj o ovoj grešci.
ta: ­Èì¸ôÀð¼ §¸¡ô¨Àò ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä. À¢¨Æ «È¢ì¨¸¦Â¡ý¨Èî ºÁ÷ôÀ¢ì¸×õ.
th: ไม่สามารถดาวน์โหลดแฟ้มได้ โปรดส่งรายงานความผิดพลาด
tr: İndirilen dosya açılamadı. Bir hata iletisi gönderin.
uk: Не можу відкрити звантажений файл. Надіслати звіт про помилку.
vi: Không mở được file đã tải về . Xin gửi 1 bản báo cáo lỗi .
xh: Ayinakuyivula ifayile elayishelwe ezantsi. Ngenisa ingxelo yebug.

source: This is a searchable index. Enter search keywords:
af: hierdie is 'n soekbare indeks. invoer soektog sleutelwoorde:
az: Bu axtarıla bilən bir indeksdir. Açar kəlimələrinizi giriniz:
bg: Това е индех за търсене. Въведете думите за търсене:
ca: Això és un índex cercable. Introduïu les paraules de cerca:
cs: Toto je prohledávací rejstřík. Zadejte klíčová slova:
da: Dette er et søgbart indeks. Indtast søgenøgleord:
de: Dies ist ein durchsuchbarer Index. Geben Sie Stichwörter ein:
el: Μπορείτε να ψάξετε σε αυτό το ευρετήριο. Δώστε λέξεις κλειδιά:
et: See on otsimisvõimalusega indeks. Sisesta otsingusõnad:
fi: Tämä on haettava indeksi. Anna hakusanat:
he: :שופיח תולימ דלקה .שופיחל ןתינ סקדניא והז
hu: Ez egy keresésre szolgáló index. Adja meg a keresendő kulcsszavakat:
is: Þetta er leitarvél. Sláðu inn leitarorð:
ko: 찾아볼 수 있습니다. 찾을 낱말을 넣으세요:
lt: Tai yra paieškos indeksas. Įveskite raktinius žodžius:
lv: Šis ir meklējams indekss. Ievadiet meklējamos atslēgasvārdus:
mt: Dan huwa indiċi li jista' jitfittex. Daħħal il-kliem:
nl: Dit is een doorzoekbare index. Voer de zoektermen in:
no: Dette er et søkbart indeks. Tast inn søkeord:
pl: To jest przeszukiwalny indeks. Podaj szukane słowa kluczowe:
pt: Isto é um índice de busca. Indica as chaves de procura:
ro: Aceasta este un index de căutare. Introduceţi cuvintele cheie căutate:
ru: Это индекс с возможностью поиска. Введите ключевые слова:
sk: Toto je index s možnosťou hľadania. Zadajte hľadané slová:
sl: To je stvarno kazalo z iskanjem. Vnesite iskane besede:
sr: Ovo je pretraživi indeks. Unesite ključne reči za pretraživanje:
ta: ­Ð¦Å¡Õ §¾¼ìÜÊÂ ÍðÊ. §¾¼§ÅñÊÂ Ó¾ý¨Áî¦º¡ü¸¨Çò ¾Ã×õ:
th: นี่เป็นดัชนีที่ใช้ค้นหาได้ เติมข้อความหรือคำที่ต้องการค้นหา:
tr: Bu aranabilir bir indekstir. Anahtar kelimeleri giriniz:
uk: Це індекс пошуку. Введіть ключові слова для пошуку:
vi: Đây là danh sách có thể tìm kiếm(searchable).Xin nhập từ khoá:
xh: Esi sisalathisi esifunayo. Ngenisa amagama okufuna angundoqo:

source: XML parsing error
af: xml verwerking fout
az: XML ayrışdırma xətası
bg: XML Грешка
ca: Error d'anàlisi XML
cs: Chyba při analýze XML
da: XML gennemlæsningsfejl
de: XML-Lesefehler
el: Σφάλμα Ανάλυσης XML
et: Viga XML parsimisel
fi: XML jäsennysvirhe
he: XML דוביע תאיגש
hu: XML feldolgozási hiba
is: XML túlkunarvilla
ko: XML 해석 오류
lt: XML sintaksės analizavimo klaida
lv: XML pārsēšanas kļūda
mt: Problema fil-fili ta' XML
nl: XML-ontledingsfout
no: XML-tolkingsfeil
pl: Błąd czytania formatu XML
pt: Erro de análise do XML
ro: Eroare de analiză XML
ru: ошибка при разборе XML
sk: Chyba XML
sl: Napaka pri razčlenjevanju XML
sr: Greška u XML parsiranju
ta: XML «Ä¸¢¼ü ¾ÅÚ
th: ไวยากรณ์ XML ผิดพลาด
tr: XML ayrıştırma hatası
uk: Помилка аналізу XML
vi: Lỗi parsing XML
xh: Imposiso echaza kakuhle iXML
