Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Empty command.
af: leeg opdrag.
az: Boş əmr.
bg: Няма команда
ca: Comanda buida.
cs: Prázdný příkaz
da: Tom kommando.
de: Fehlender Befehl
el: Άδεια εντολή.
et: Käsk puudub.
fi: Tyhjä komento.
he: .הקיר הדוקפה
hu: Üres parancs.
is: Tóm skipun.
ko: 명령이 비었습니다.
lt: Tuščia komanda.
lv: Tukša komanda.
mt: Kmand vojt.
nl: Commando wissen.
no: Tom kommando
pl: Brak polecenia.
pt: Comando vazio.
ro: Comandă goală.
ru: Имя команды не задано.
sk: Prázdny príkaz.
sl: Prazen ukaz.
sr: Prazna komanda.
ta: ¦ÅüÚì ¸ð¼¨Ç.
th: ไม่มีคำสั่ง
tr: Boş komut.
uk: Команда порожня.
vi: Lệnh rỗng.
xh: Umyalelo ongenanto.

source: One of the requirements is not met. Continue?
af: een van die benodighede is nie nagekom. voortgaan?
az: İstəklərdən biri əksikdir. Davam edək?
bg: Едно от изискванията не е срещнато. Да продължа?
ca: No es compleix un dels requeriments. Continuo?
cs: Jeden z požadavků není splněn. Pokračovat?
da: Et af kravene bliver ikke mødt. Fortsæt?
de: Eine der Anforderungen ist nicht erfüllt. Fortsetzen?
et: Üks tööks vajalik parameeter puudub. Kas jätkata?
fi: Yhtä vaatimusta ei täytetä. Jatketaanko?
he: ?ךישמהל .תינענ אל תושירדה תחא
hu: Legalább egy nem teljesül a követelmények közül. Folytassam a műveletet?
is: Eitt skilyrðanna er ekki uppfyllt. Halda áfram?
ko: 요구 사항 가운데 하나는 없습니다. 계속하겠습니가?
lt: Vienas iš reikalavimų neįvykdytas. Tęsti?
lv: Viena no prasībām nav izpildīta. Turpināt?
mt: Waħda mill-ħtiġijiet hija nieqsa. Trid tkompli?
nl: Aan een van de vereisten is niet voldaan. Doorgaan?
no: En av forutsetningene er ikke oppfyllt. Fortsette?
pl: Nie spełniono któregoś z wymagań. Kontynuować?
pt: Não está cumprido nenhum dos requisitos. Devo continuar?
ro: Una dintre cerinţe nu este îndeplinită. Continui?
ru: Одно из условий не выполнено. Продолжить?
sk: Jedna z požiadaviek nie je splnená. Pokračovať?
sl: Ena od zahtev ni izpolnjena. Nadaljujemo?
ta: §¾¨Å¸Ç¢¦Ä¡ýÚ â÷ò¾¢ ¦ºöÂôÀ¼Å¢ø¨Ä. ¦¾¡¼ÃÅ¡?
th: ไม่พบที่ต้องการอย่างน้อยหนึ่งตัว ทำต่อไปหรือไม่ ?
tr: Bir gereksinim sağlanamadı. Devam edilsin mi?
uk: Одна з вимог не взадоволена. Продовжувати?
xh: Enye yemfuno ayifikelelwanga.Qhubekeka?

source: Configuring %1
af: konfigurering van %1
az: %1 Quraşdırılır
bg: Конфигурира %1
ca: S'està configurant %1
cs: Nastavuji %1
da: Indstiller %1
de: %1 einrichten
el: Ρύθμιση - '%1'
et: %1 seadistamine
fi: Asetan %1
he: %1 תורדגה
hu: %1 beállítása
is: Stilli %1
ko: %1 설정
lt: Konfigūruojama %1
lv: Konfigurēju %1
mt: Qed jiġi konfigurat %1
nl: Bezig met instellen van %1
no: Setter opp %1
pl: Konfiguracja %1
pt: A configurar %1
ro: Configurez %1
ru: Настройка %1
sk: Nastavujem %1
sl: Prikrojitev %1
sr: Podešavanja za %1
ta: %1 ÅÊÅ¨Áò¾ø
th: ปรับแต่ง %1
tr: %1 Yapılandırılıyor
uk: Налаштувати %1
vi: Cấu hình %1
xh: Iqwalasela i %1

source: Local port selection
af: plaaslike poort keuse
az: Yerli qapı seçkisi
bg: Избор на локален порт
ca: Selecció de port local
cs: Výběr lokálního portu
da: Lokalt portvalg
de: Auswahl des lokalen Anschlusses
et: Kohaliku pordi valimine
fi: Paikallisen portin valinta
he: תימוקמ האיצי תריחב
hu: A helyi nyomtatócsatlakozó kiválasztása
is: Val á gátt á þessari vél
ko: 로컬 포트 고르기
lt: Vietinio porto pasirinkimas
lv: Lokālā porta izvēle
mt: Għażla ta' port lokali
nl: Selectie van de lokale poort
no: Lokalt portvalg
pl: Wybór lokalnego portu
pt: Selecção de portas locais
ro: Selectare port local
ru: Выбор локального порта
sk: Výber lokálneho portu
sl: Izbor krajevnih vrat
sr: Izbor lokalnog porta
ta: ¯ûÇ¨Áò Ð¨È ¦¾Ã¢×
th: การเลือกพอร์ตภายใน
tr: Yerel port seçimi
uk: Вибір локального порту
vi: Chọn cổng địa phương
xh: Ukhetho lwezibuko lobulali

source: Local system
af: plaaslike stelsel
az: Yerli sistem
bg: Локална система
ca: Sistema local
cs: Lokální systém
da: Lokalt system
de: Lokales System
et: Kohalik süsteem
fi: Paikallinen järjestelmä
he: תימוקמ תכרעמ
hu: A helyi gép
is: Þessi vél
ko: 로컬 시스템
lt: Vietinė sistema
lv: Lokāla sistēma
mt: Sistema lokali
nl: Lokaal systeem
no: Lokalt system
pl: System lokalny
pt: Sistema local
ro: Sistem local
ru: Локальная система
sk: Lokálny systém
sl: Krajevni razred
sr: Lokalni sistem
ta: ¯ûÇ¨Áò ¦¾¡Ì¾¢
th: ระบบภายใน
tr: Yerel sistem
uk: Локальна система
vi: Hệ thống địa phương
xh: Indlela yobulali

source: Parallel
af: parallelle
az: Paralel
bg: Паралелен
cs: Paralelní
et: Parallelport
fi: Rinnakkais
he: תיליבקמ
hu: párhuzamos
is: Hliðtengi
ko: 병렬
lt: Lygiagretus
lv: Paralēlais
mt: Parallell
no: Paralell
pl: Równoległy
pt: Paralela
ro: Paralel
ru: Параллельный
sk: Paralelná
sl: Vzporedna
sr: Paralelni port
ta: ºÁ¡ó¾Ã
th: ขนาน
tr: Paralel
uk: Паралельний
vi: Song song
xh: Zihamba kunye

source: Serial
af: reeksnommer
bg: Сериен
ca: Sèrie
cs: Sériový
da: Seriel
de: Seriell
et: Jadaport
fi: Sarja
he: תירוט
hu: soros
is: Raðtengi
ko: 직렬
lt: Nuoseklus
lv: Virknes
nl: Seriëel
no: Seriell
pl: Szeregowy
pt: Série
ru: Последовательный
sk: Sériová
sl: Zaporedna
sr: Serijski port
th: อนุกรม
tr: Seri
uk: Послідовний
vi: Nối tiếp(serial)
xh: Uthotho

source: <p>Select a valid detected port, or enter directly the corresponding URI in the bottom edit field.</p>
af: <p>kies 'n geldige opgespoor poort, of invoer direk die ooreenstemmend uri in <-invoer->die bodem redigeer veld.</p>
az: <p>Hökmlü təsbit edilmiş qapı seçin ya da altdakı düzəliş sahəsinə uyğun gələn URI yazın.</p>
bg: <p>Изберете валиден порт, или въведете съответния URI в полето долу.</p>
ca: <p>Seleccioneu un port vàlid detectat, o introduïu directament l'URI corresponent al camp d'edició de sota.</p>
cs: <p>Vyberte správný detekovaný port nebo vložte přímo odpovídající URI.</p>
da: <p>Vælg en gyldig detekteret port, eller indtast den tilsvarende URI direkte i redigeringsfeltet for neden.</p>
de: <p>Wählen Sie einen gültigen Anschluss unter den aufgefundenen oder geben Sie eine entsprechende Adresse (URI) in das Feld unten ein.</p>
et: <p>Vali sobiv leitud port või sisesta ise sisestusväljale sobiv URI.</p>
fi: <p>Valitse oikea tunnistettu portti tai kirjoita URI alhaalla olevaan tekstikenttään.</p>
hu: <p>Válasszon ki egy létező csatlakozót, vagy adja meg a lenti mezőben a szükséges URI-t.</p>
is: <p>Veldu eina gildu gáttanna sem fundust eða sláðu beint samsvarandi URI inn í sviðið neðst.</p>
ko: <p>알맞게 찾은 포트를 고르거나 아래 편집 칸에 대응하는 URI를 직접 넣어주십시오.</p>
lt: <p>Pasirinkite galiojantį rastą portą, arba tiesiog įveskite atitinkamą URI apatiniame redagavimo lauke.</p>
lv: <p>Izvēlieties derīgi detektēto portu, vai tieši ievadiet atbilstošo URI apakšējā labošanas laukā.</p>
mt: <p>Agħżel port validu misjub, jew daħħal il-URI korrispondenti direttament fil-kaxxa ta' taħt.</p>
nl: <p>Selecteer een geldige gedetecteerde poort, of voer direct het corresponderende URI-adres in het onderste bewerkveld in.</p>
no: <p>Velg en gyldig oppdaget port eller skriv inn direkte den korrosponderende URI i editerings bunnfeltet.</p>
pl: <p>Wybierz poprawny wykryty port, lub wpisz bezpośrednio odpowiedni adres w polu edycyjnym na dole.</p>
pt: <p>Selecciona uma porta das detectadas ou indica o URI correspondente no campo abaixo.</p>
ro: <p>Selectaţi un port valid detectat sau introduceţi direct URI-ul corespunzător în cîmpul de mai jos.</p>
ru: <p>Выберите верный найденный порт или введите прямо соответствующий адрес в поле.</p>
sk: <p>Vyberte správny detekovaný port alebo priamo zadajte odpovedajúce URI.</p>
sl: <p>Izberite veljavna zaznana vrata ali pa neposredno vnesite pripadajoč URI v spodnjem urejevalnem polju.</p>
th: <p>เลือกพอร์ตที่ตรวจสอบที่ถูกต้อง หรือใส่ตำแหน่ง URI โดยตรง ในฟิลด์กรอกข้อมูลด้านล่างนี้</p>
uk: <p>Виберіть вірний визначений порт або введіть відповідний URI в нижньому полі редагування.</p>
vi: <p>Chọn một cổng đúng,đã được dò ra, hoặc nhập trực tiếp URI tương ứng vào phần dưới đây.</p>
xh: <p>Khetha izibuko elisebenzayo elibhaqiweyo, okanye ngenisa kakuhle i URI engqinelanayo nomhlaba wokuhlela osezantsi.</p>

source: Empty URI.
af: leeg uri.
az: Boş URL
bg: Празен URI.
ca: Buida URI.
cs: Prázdné URI.
da: Tom URl.
de: Fehlende Adresse
et: URI puudub.
fi: Tyhjä URI.
he: .הקיר תבותכה
hu: Üres URI.
is: Tómt URI.
ko: URI가 비었습니다.
lt: Tuščias URI.
lv: Tukšs URI.
mt: URI vojt.
nl: URI-adres wissen.
no: Blank URI.
pl: Brak adresu
pt: URI em branco.
ro: URI gol.
ru: Адрес не задан.
sk: Prázdne URI.
sl: Prazen URI.
sr: Prazan URI.
ta: ¦ÅüÚô URI.
th: ตำแหน่ง URI ว่าง
tr: Boş URI.
uk: Порожній URI.
vi: URI rỗng.
xh: i URI engenanto.

source: The local URI doesn't correspond to a detected port. Continue?
af: die plaaslike uri nie ooreenstem aan 'n opgespoor poort. voortgaan?
az: Yerli 'URİ' təsbit edilmiş qapıya uyğun gəlmir. Davam edək?
bg: Локалния URI не кореспондира с открития порт. Да продължа?
ca: L'URI local no correspon a un port detectat. Continuo?
cs: Lokální URI neodpovídá detekovanému portu. Pokračovat?
da: Den lokale URI svarer ikke til en detekteret port. Fortsæt?
de: Die lokale Adresse (URI) entspricht nicht dem gefundenen Anschluss. Trotzdem fortfahren?
et: Kohalik URI ei vasta leitud pordile. Kas jätkata?
fi: Paikallinen URI ei vastaa tunnistettua porttia. Jatka?
he: ?ךישמהל םאה .יהשלכ ההוזמ האיציל המיאתמ אל תימוקמה תבותכה
hu: A megadott URI egyik felismert csatlakozónak sem felel meg. Biztosan jó lesz így?
is: URI fyrir þessa vél samsvarar ekki neinni gáttanna sem fundust. Halda áfram?
ko: 로컬 URI는 찾은 포트에 대응하지 않습니다 계속하겠습니까?
lt: Vietinis URI neatitinka rasto porto. Tęsti?
lv: Lokālais URI neatbilst detektētajam portam. Turpināt?
mt: L-URI lokali ma jikkorrespondix ma' port misjub. Trid tkompli?
nl: Het lokale URI-adres komt niet overeen met een gedetecteerde poort. Doorgaan ?
no: Den lokale URI korrosponderer ikke med en oppdaget port. Fortsett?
pl: Lokalny adres nie odpowiada wykrytemu portowi. Kontynuować?
pt: O URI local não corresponde a uma porta detectada. Devo continuar?
ro: URI-ul local nu corespunde cu un port detectat. Continui?
ru: Локальный адрес не соответствует найденному порту. Продолжить?
sk: Lokálne URI neodpovedá detekovanému portu. Pokračovať?
sl: Krajevni URI se ne ujema z zaznanimi vrati. Nadaljujem?
ta: ­ù ¯ûÇ¨Á URI ¯½ÃôÀð¼ Ð¨È¦Â¾¨ÉÔõ ÌÈ¢ì¸Å¢ø¨Ä. ¦¾¡¼ÃÅ¡?
th: ตำแหน่ง URI ภายในไม่สนับสนุนกับพอร์ตที่ตรวจสอบ ต้องการทำต่อไปหรือไม่ ?
uk: Локальний URI не відповідає визначеному порту. Продовжити?
vi: URL địa phương không tương ứng với cổng đã được dò ra(detect). Tiếp tục?
xh: i URI yobulali ayingqinelani nezibuko elibhaqiweyo.Qhubekeka?

source: Select a valid port.
af: kies 'n geldige poort.
az: Hökmlü qapı seçin.
bg: Избери валидния порт.
ca: Trieu un port vàlid.
cs: Vyberte platný port.
da: Vælg en gyldig port.
de: Wählen Sie einen gültigen Port aus
et: Vali korrektne port
fi: Valitse oikea portti.
he: .הפקת האיצי רחב
hu: Érvényes csatlakozót kell választani.
is: Veldu gilda gátt.
ko: 알맞은 포트를 고릅니다.
lt: Pasirinkite galiojantį portą.
lv: Izvēlēties derīgu portu.
mt: Agħżel port validu.
nl: Selecteer een geldige poort.
no: Velg en gyldig port
pl: Wybierz poprawny port.
pt: Selecciona uma porta válida.
ro: Selectaţi un port valid.
ru: Выберите правильный порт.
sk: Vyberte platný port.
sl: Izberite veljavna vrata.
sr: Izberite ispravni port.
ta: ¦ºøÖÀÊÂ¡É Ð¨È¦Â¡ý¨Èò §¾÷ó¦¾Îì¸×õ.
th: เลือกพอร์ตที่ถูกต้อง
tr: Geçerli bir port seçin.
uk: Виберіть вірний порт.
vi: Chọn một cổng đúng.
xh: Khetha izibuko elisebenzayo.

source: Unable to detect local ports.
af: nie moontlik aan verklik plaaslike poorte.
az: Yerli qapı təsbit edilə bilmir.
bg: Не мога да намеря локални портове.
ca: No s'han pogut detectar ports locals.
cs: Není možné detekovat lokální porty.
da: Kan ikke detektere lokale porte.
de: Es ist kein lokaler Port auffindbar.
et: Kohalike porte ei leitud.
fi: Paikallisia portteja ei voida tunnistaa.
he: .תוימוקמה תואיציה תא תוהזל ןתינ אל
hu: Nem sikerült felismerni a helyi csatlakozókat.
is: Gat ekki leitað að gáttum á þessari vél.
ko: 로컬 포트를 찾을 수 없습니다.
lt: Nerandu vietinių portų.
lv: Nevar nodetektēt lokālos portus.
mt: Ma setgħux jinstabu portijiet lokali.
nl: Niet in staat om lokale poorten te detecteren.
no: Kunne ikke finne lokale porter.
pl: Nie można wykryć lokalnych portów.
pt: Não consegui detectar as portas locais.
ro: Nu am putut detecta porturile locale.
ru: Не могу найти локальные порты.
sk: Nemôžem detekovať lokálne porty.
sl: Ni moč zaznati krajevnih vrat.
sr: Ne mogu da detektujem lokalne portove.
ta: ¯ûÇ¨Áò Ð¨È¸¨Çì ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä
th: ไม่สามารถตรวจสอบพอร์ตภายในได้
tr: Yerel portlar bulunamadı.
uk: Неможливо виявити локальні порти.
vi: Không dò(detect) được cổng địa phương.
xh: Ayikwazi ukubhaqa amazibuko obulali.

source: Unsupported path %1
af: nie ondersteunde gids soeklys %1
az: Dəstəklənməyən cığır %1
bg: Неподържан път %1
ca: Sense suport pel camí %1
cs: Nepodporovaná cesta %1
da: Ikke understøttet sti %1
de: Nicht unterstützter Pfad: %1
et: Toetuseta otsingutee %1
fi: Polku %1 ei ole tuettu
he: %1 ךמתנ אל ביתנ
hu: Nem támogatott elérési út: %1
is: Ég styð enn ekki slóðina %1
ko: 지원되지 않는 경로 %1
lt: Nepalaikomas kelias %1
lv: Neatbalstīts ceļš %1
mt: Fajl mhux aċċettata %1
nl: Niet-ondersteund pad %1
no: Stien %1 støttes ikke
pl: Nieobsługiwana ścieżka %1
pt: Local não suportado %1
ro: Cale nesuportată %1
ru: Неверный путь %1
sk: Nepodporovaná cesta %1
sl: Nepodprta pot %1
sr: Nepodržana putanja %1
ta: ¬¾ÃÅ¢øÄ¡¾ À¡¨¾ %1
th: ไม่สนับสนุนพาธ %1
tr: Desteklenmeyen yol %1
uk: Шлях %1 не підтримується
xh: Umendo ongaxhaswanga we %1

source: Manager
af: bestuurder
az: İdarəçi
bg: Менаджер
ca: Gestor
cs: Správce
de: Verwaltung
et: Haldur
fi: Hallintaohjelma
he: להנמ
hu: Kezelőprogram
is: Stjóri
ko: 관리자
lt: Tvarkyklė
lv: Menedžers
nl: Beheerder
no: Behandler
pl: Menedżer
pt: Gestor
ru: Менеджер
sk: Správca
sl: Upravljalnik
sr: Menadžer
ta: §ÁÄ¡Ç÷
th: ผู้จัดการ
tr: Yönetici
uk: Менеджер
xh: Umphathi

source: Can't determine printer type
af: kan nie bepaal drukker tipe
az: Çap edici növü tapıla bilmir
bg: Не мога да определя типа на принтера
ca: No es pot determinar el tipus d'impressora
cs: Nelze určit typ tiskárny
da: Kan ikke afgøre printertype
de: Druckertyp kann nicht ermittelt werden.
et: Printeri tüüpi pole võimalik määrata.
fi: Tulostimen tyyppiä ei voida päätellä
he: תספדמה גוס תא קיסהל ןתינ אל
hu: Nem sikerült meghatározni a nyomtató típusát
is: Get ekki fundið tegund prentara
ko: 인쇄기 형식을 정할 수 없습니다
lt: Nesugebu nustatyti spausdintuvo tipo
lv: Nevar noteikt drukas iekārtas tipu
mt: Ma nistax niddetermina t-tip ta' printer
nl: Kan het printertype niet bepalen
no: Kan ikke fastslå printertype
pl: Nie można określić typu drukarki
pt: Não consigo determinar o tipo de impressora
ro: Nu pot determina tipul imprimantei
ru: Не удалось определить тип принтера
sk: Nemôžem určiť typ tlačiarne
sl: Vrste tiskalnika ni moč ugotoviti
sr: Ne mogu da utvrdim vrstu štampača
ta: «îÍô¦À¡È¢ Å¨¸¨Âò ¾£÷Á¡É¢ì¸ ÓÊÂÅ¢ø¨Ä
th: ไม่สามารถตรวจสอบชนิดเครื่องพิมพ์ได้
tr: Yazıcı türü belirlenemedi
uk: Неможливо визначити тип принтера
xh: Ayikwazi ukuligqiba udidi lomshicileli

source: Unable to retrieve class informations for %1.
af: nie moontlik aan onttrek klas informasie vir %1.
az: %1 üçün sinif mə'lumatları alına bilmir.
bg: Не мога да получа клас информация за %1.
ca: No es pot recuperar les informacions de classe per a %1.
cs: Nepodařilo se zjistit informace o tiskárně %1.
da: Kan ikke hjemhente klasseinformationer for %1.
de: Ermittlung der Klasseninformationen für %1 ist nicht möglich.
et: %1 klassi info hankimine ebaõnnestus.
fi: Tulostinluokan %1 tietoja ei voitu hakea.
he: .%1 רובע הקלחמה יטרפ תא רזחאל ןתינ אל
hu: Nem sikerült lekérdezni a(z) %1 nyomtató osztályának jellemzőit.
is: Gat ekki sótt flokksupplýsingar fyrir %1.
ko: %1에 대한 클래스 정보를 가져올 수 없습니다.
lt: Nesugebu išgauti klasės informacijos %1.
lv: Nevar nolasīt klases informāciju priekš %1.
mt: Ma stajtx nikteb informazzjoni dwar il-klassi għal <b>%1</b>.
nl: Niet in staat om de klasse-informatie te bemachtigen voor %1.
no: Kunne ikke hente klasseinformasjon for %1.
pl: Nie można uzyskać informacji o klasie dla %1.
pt: Não foi possível obter as informações da classe %1.
ro: Nu pot obţine informaţiile despre clasă pentru %1.
ru: Не могу получить сведения о классе для <b>%1</b>.
sk: Nepodarilo sa získať informácie o triede %1.
sl: Ni moč dobiti podatkov razreda za %1.
ta: %1 ­ý ÅÌôÒ ºõÀó¾Á¡É ¾¸Åø¸¨Çô ¦ÀÈ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถรับข้อมูลคลาสสำหรับ %1 ได้
tr: %1 için sınıf bilgisi alınamadı.
uk: Неможливо отримати інформацію для %1.
xh: Ayikwazi ukufumana iindidi zolwazi zika %1

source: Unable to load template %1
af: nie moontlik aan las werkvoorbeeld %1
az: %1 nümunəsi yüklənə bilmir
bg: Не мога да заредя %1
ca: No s'ha pogut carregar la plantilla %1
cs: Nelze načíst šablonu %1.
da: Kan ikke indlæse skabelon %1
de: Laden der Vorlage %1 ist nicht möglich.
et: Malli %1 pole võimalik laadida
fi: Asiakirjapohjaa %1 ei voida hakea
he: %1 תינבתה תא ןועטל ןתינ אל
hu: Nem sikerült betölteni a(z) %1 nevű sablont.
is: Gat ekki opnað sniðskrá %1
ko: %1 본을 불러들일 수 없습니다
lt: Negaliu pakrauti šablono %1
lv: Nevar ielādēt šablonu %1
mt: Ma setax jinqara' l-mudell %1.
nl: Niet in staat om het sjabloon %1 te laden
no: Kunne ikke laste mal %1
pl: Nie można załadować wzorca %1
pt: Não consigo ler o modelo %1
ro: Nu pot încărca modelul %1
ru: Не могу открыть шаблон %1
sk: Nepodarilo sa načítať šablónu %1
sl: Vzorca %1 ni moč naložiti.
sr: Ne mogu da učitam šablon %1
ta: %1 ±Ûõ «îº¢¨É ²üÈ ÓÊÂÅ¢ø¨Ä
th: ไม่สามารถโหลดต้นแบบ %1 ได้
tr: %1 şablonu yüklenemedi
uk: Неможливо завантажити шаблон %1
xh: Ayikwazi ukulayisha itemplate %1

source: Remote
af: afgeleë
az: Uzaq
bg: Отдалечен
ca: Remota
cs: Vzdálená
da: Fjern
de: Auf Fremdrechner
et: Võrgus
fi: Etä
he: קחורמ
hu: Távoli
is: Fjarlægur
ko: 원격지
lt: Nutolęs
lv: Attālināts
mt: Remot
nl: Op afstand
no: Fjern
pl: Zdalna
pt: Remota
ro: Distant
ru: удаленный
sk: Vzdialená
sl: Oddaljeni
sr: Udaljeni
ta: §ºö¨Á
th: ระยะไกล
tr: Uzak
uk: Віддалений
xh: Bekela kude

source: Local
af: plaaslike
az: Yerli
bg: Локален
cs: Lokální
da: Lokal
de: Lokal
et: Lokaalne
fi: Paikallinen
he: ימוקמ
hu: Helyi
is: Á þessari vél
ko: 로컬
lt: Vietinis
lv: Lokāls
mt: Lokali
nl: Lokaal
no: Lokal
pl: Lokalna
ru: локальный
sk: Lokálna
sl: Krajevni
sr: Lokalni
ta: ¯ûÇ¨Á
th: ภายใน
tr: Yerel
uk: Локальний
xh: Ubulali

source: Implicit
af: implesiete
az: Dəqiq
bg: Подразбран
ca: Implícit
cs: Implicitní
de: Implizit
et: Peidetud
fi: Ehdoton
he: עמתשמ
is: Útleitt
ko: 무조건
lt: Numanomas
mt: Impliċitu
nl: Impliciet
no: Implisitt
pl: Niebezpośrednia
pt: Implícita
sk: Implicitná
sl: Posredni
sr: Implicitni
ta: Á¨ÈÓ¸
th: ครอบคลุม
tr: Açık sınıf
uk: Неявний
xh: Angabuzwayo

source: Special printer
af: spesiaal drukker
az: Xüsusi çap edici
bg: Специален принтер
ca: Impressora especial
cs: Speciální tiskárna
da: Speciel printer
de: Spezieller Drucker
et: Spetsiaalne printer
fi: Erikoistulostin
he: תדחוימ תספדמ
hu: Speciális nyomtató
is: Sérstakur prentari
ko: 특정 인쇄기
lt: Specialus spausdintuvas
lv: Speciāla drukas iekārta
mt: Printer speċjali
nl: Speciale printer
no: Spesialskriver
pl: Specjalna
pt: Impressora especial
ro: Imprimantă specială
ru: Специальный принтер
sk: Špeciálna tlačiareň
sl: Posebni tiskalnik
sr: Specijalni štampač
ta: Å¢§º¼ «îÍô¦À¡È¢
th: เครื่องพิมพ์พิเศษ
tr: Özel yazıcı
uk: Спеціальний принтер
xh: Umshicileli othile

source: File to read update instructions from
af: lêer aan lees dateer op instruksies van
az: Güncəlləmə göstərişlərinin alınacağı fayl
bg: Файл за четене на инструкциите за обновяване от
ca: Fitxer d'on s'ha de llegir les instruccions d'actualització
cs: Soubor, ze kterého budou načteny informace pro aktualizaci
da: Fil hvorfra man læser opdateringsinstruktioner
de: Datei, der die Aktualisierungs-Informationen entnommen werden sollen
el: Αρχείο για ανάγνωση εντολών ενημέρωσης
et: Uuendamise instruktsioone sisaldav fail
fi: Tiedosto, josta päivitystiedot haetaan
he: ןוכדיעה תוארוה תא אורקל שי ונממ ץבוקה
hu: A frissítési utasításokat tartalmazó fájl
is: Skrá sem leiðbeiningar um uppfærslu eru lesnar úr
ko: 판올림 지시를 읽는 파일
lt: Byla, iš kurios skaityti atnaujinimo instrukcijas
lv: Fails no kura nolasīt atjaunināšanas instrukcija
mt: Fajl minn fejn jinqraw struzzjonijiet għall-update
nl: Het bestand met de bijwerkinstructies
no: Fil å lese oppdateringsinstruksjoner fra
pl: Plik z którego należy czytać informacje o aktualizacji
pt: Ficheiro de onde ler as informações de actualização
ro: Fişier din care se citesc informaţii de actualizare
ru: Читать инструкции по обновлению из файла
sk: Súbor, z ktorého čítať informácie o aktualizácii
sl: Datoteka, s katere se berejo navodila za osvežitev
ta: ÒÐôÀ¢ìÌõ «È¢×Úò¾ø¸¨Çì ¦¸¡ñ¼ §¸¡ôÒ
th: แฟ้มที่จะอ่านการปรับปรุงขึ้นมา
tr: Güncelleme bilgilerinin okunacağı dosya
uk: Файл, з якого зчитувати інструкції поновлення
vi: File để đọc các hướng dẫn cập nhật
xh: Ifayile yokufunda imiyalelo esele igqityiwe ukusuka ku

source: Only local files are supported.
af: slegs plaaslike lêers word ondersteunde.
az: Sadəcə olaraq yerli fayllar dəstəklənir.
bg: Поддържат се само локални файлове.
ca: Només es suporten fitxers locals.
cs: Jsou podporovány pouze lokální soubory.
da: Kun lokale filer er understøttede.
de: Es werden nur lokale Dateien unterstützt.
el: Υποστηρίζονται μόνο τοπικά αρχεία.
et: Praegu on toetatud ainult kohalikud failid.
fi: Vain paikallisia tiedostoja tuetaan.
he: .םיכמתנ םיימוקמ םיצבק קר
hu: Csak helyi fájlokat lehet használni.
is: Það er bara stuðningur við skrár á þessu skráakerfi.
ko: 로컬 파일만 지원됩니다.
lt: Palaikomos tik vietinės bylos.
lv: Tikai lokālie faili ir atbalstīti.
mt: Fajls lokali biss huma aċċettati.
nl: Uitsluitend lokale bestanden worden ondersteund.
no: Kun lokale filer er støttet.
pl: Obsługiwane są tylko pliki lokalne.
pt: Só são suportados ficheiros locais.
ro: Sînt suportate numai fişiere locale.
ru: Поддерживаются только локальные файлы.
sk: Iba lokálne súbory sú podporované.
sl: Podprte so le krajevne datoteke.
sr: Podržani su samo lokalni fajlovi.
ta: ¯ûÇ¨Á §¸¡ôÒì¸ÙìÌ ÁðÎ§Á ¬¾Ã×ñÎ.
th: ใช้ได้เฉพาะแฟ้มภายในระบบเท่านั้น
tr: Üzgünüm, sadece yerel dosya sistemindeki programlar destekleniyor.
uk: Підтримуються тільки локальні файли.
vi: Chỉ có thể dùng các file địa phương.
xh: Zifayile zobulali kuphela ezixhaswayo.

source: KConf Update
af: kconf dateer op
az: KConf Güncəlləməsi
bg: Опресняване
ca: Actualització de KConf
cs: Aktualizace KConf
da: KConf Opdatering
de: KConf-Aktualisierung
el: Ενημέρωση KConf
et: KConf uuendamine
fi: KConf-päivitys
he: KConf ןוכדיע
hu: A KConf frissítése
is: KConf uppfærsla
ko: KConf 판올리개
lt: KConf atnaujinimas
lv: KConf Atjaunināšana
mt: Aġġorna KConf
nl: KConf Actualisatie
no: KConf-oppdaterer
pl: KDE Aktualizacja Konfiguracji
pt: Actualização do KConf
ro: Actualizare KConf
sk: Aktualizácia KConf
sl: Posodobi KConf
ta: KConf ÒÐôÀ¢ò¾ø
th: ปรับปรุง KConf
tr: KConf Güncellemesi
uk: Поновлення KConf
vi: Cập nhật Kconf
xh: KConf egqityiweyo
