Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: <nobr>Some options selected are in conflict. You must resolve those conflicts<br>before continuing. See <b>Advanced</b> tab for detailed information.</nobr>
af: <nobr>sommige opsies gekose word in konflik. jy moet oplos daardie konflik<br>voor voortgaan. sien <b>gevorderde</b> oortjie vir gedetaileerde informasie.</nobr>
az: <nobr>Seçili bə'zi seçənəklər toqquşur.Davam etmədən əvvəl bu toqquşmaları <br>həll etməlisiniz. Ətraflı mə'lumat üçün <b>Ətraflı</b> səkməsinə baxın.</nobr>
bg: <nobr>Някой избрани опции са в конфликт. Вие трябва да откриете конфликта<br>преди да продължите. Виж <b>Допълнителни</b> за подробна информация.</nobr>
ca: <nobr>Algunes opcions seleccionades estan en conflicte. Heu de resoldre aquests conflictes<br>abans de continuar. Veieu la informació detallada a la pestanya <b>Avançat</b>.</nobr>
cs: <nobr>Některé vybrané možnosti jsou v konfliktu. Než budete pokračovat,<br> tak tyto konflikty musíte vyřešit. Detailní informace naleznete v záložce <b>Pokročilé</b>.</nobr>
da: <nobr>Noget af det valgte strider mod hinanden. Du må løse disse konflikter<br>før du fortsætter. Se <b>Avanceret</b> fanebladet for detaljeret information.</nobr>
de: <nobr>Einige der ausgewählten Einstellungen sind widersprüchlich.<br>Bitte beseitigen Sie diese Widersprüche, bevor Sie fortfahren. Auf der Karteikarte <b>Erweitert</b> finden Sie zusätzliche Informationen.</nobr>
et: <nobr>Mõned valikud on omavahel konfliktis. Sa pead need konfliktid<br> enne jätkamist lahendama. Täpsema info saamiseks vaata kaarti <b>Muud</b>.</nobr>
fi: <nobr>Jotkut valinnoista ovat ristiriidassa. Ristiriidat täytyy ratkaista <br>ennen jatkamista. Katso <b>Edistyneet</b>-välilehteä saadaksesi tarkempia tietoja.</nobr>
hu: <nobr>A megadott beállítási értékek közül néhány ellentmond egymásnak. Oldja fel az ellentmondásokat,<br>mielőtt továbblépne. További információ a <b>Speciális</b> lapon található.</nobr>
is: <nobr>Stillingarnar eru ekki í innbyrðis samræmi. Þú verður að laga þetta<br> áður en lengra er haldið. Nánari upplýsingar finnast á <b>Ítarlegra</b> blaðinu.</nobr>
lt: <nobr>Kai kurios parinktys prieštarauja viena kitai. Jūs turėtumėte pašalinti prieštaravimas<br>prieš tęsdami. Paspauskite <b>Išsamiai</b> mygtuką norėdami smulkesnės informacijos.</nobr>
lv: <nobr>Dažas izvēlētās opcijas konfliktē. Jums jāatrisina šie konflikti<br>pirms turpināt. Skatīt <b>Advancēts</b> tabu detalizētai informācijai.</nobr>
mt: <nobr>Xi għażliet li għamilt ħolqu konflitt. Trid tirrisolvi l-konflitti qabel tkompli.<br>Ara t-tabb <b>Avvanzat</b> għal informazzjoni dettaljata.</nobr>
nl: <nobr>Sommige geselecteerde opties komen met elkaar in conflict. Deze moet u eerst oplossen<br>voordat u verder kunt gaan. Kijk bij tabblad <b>Geavanceerd</b> voor gedetailleerde informatie.</nobr>
no: <nobr>Noen av valgene er i konflikt med hverandre. Du må løse disse konfliktene<br>før du fortsetter. Se <b>Avansert</b>-knappen for detaljert informasjon.</nobr>
pl: <nobr>Niektóre wybrane opcje są ze sobą sprzeczne. Trzeba to poprawić<br> zanim będzie można kontynuować. Spójrz na zakładkę <b>Zaawansowane</b> po szczegółowe informacje.</nobr>
pt: <nobr>Algumas das opções seleccionadas estão em conflito. Deves resolver esses conflitos<br>antes de prosseguires. Vê a página <b>Avançado</b> para mais informações.</nobr>
ro: <nobr>Unele opţiuni selectate sînt în conflict. Trebuie să le<br>rezolvaţi înainte de a continua. Vedeţi şi subfereastra <b>Avansat</b> pentru informaţii detaliate.</nobr>
ru: <nobr>Некоторые из выбранных опций конфликтуют друг с другом. Устраните эти конфликты, <br>прежде чем продолжать. См. вкладку <b>Дополнительно</b> для более подробных сведений.</nobr>
sk: <nobr>Niektoré vybrané možnosti sú v konflikte. Musíte tieto konflikty vyriešiť<br>predtým, ako budete pokračovať. Detailné informácie nájdete v záložke <b>Pokročilé</b>.</nobr>
sl: <nobr>Nekatere možnosti so v sporu. Te spore morate razrešiti <br>pred nadaljevanjem. Oglejte si zavihek <b>Napredno</b> za podrobne podatke.</nobr>
ta: <nobr>¦¾Ã¢×¦ºöÂôÀð¼ º¢Ä Å¢ÕôÀí¸û ¾õÓû ÓÃñÀÎ¸¢ýÈÉ. §Áü¦¸¡ñÎ ¦¾¡¼ÃÓý ­õÓÃñÀ¡Î¸¨Ç ¿£í¸û ¾£÷ì¸ §ÅñÎõ.<br>§ÁÄ¾¢¸ Å¢ÀÃí¸ÙìÌ <b>§ÁõÀð¼</b> ±Ûõ ¾ð¨¼ô À¡÷ì¸×õ.</nobr>
th: <nobr>ตัวเลือกบางตัวที่เลือกไว้ขัดแย้งกัน คุณต้องแก้ไข การขัดแย้งนี้<br>ก่อนที่จะทำต่อไป ดูที่แท็บ <b>เพิ่มเติม</b> สำหรับข้อมูลรายละเอียด</nobr>
tr: <nobr>Kullanılan bazı seçenekler birbiri ile çelişiyor. Devam etmeden önce bunları düzeltmelisiniz. Daha geniş bilgi için <B>Gelişmiş</b> sekmesine tıklayın. </nobr>
uk: <nobr>Деякі вибрані опції конфліктують. Ви повинні вирішити ці конфлікти <br>перед тим, як продовжувати. Дивіться закладку <b>Додатково</b> щодо докладної інформації.</nobr>
vi: <nobr>Một số tuỳ chọn đã chọn bị xung đột. Bạn phải giải quyết vấn đề xung đột này <br>trước khi tiếp tục . Xem <b>Cao cấp</b> tab để biết các thông tin cụ thể .</nobr>
xh: <nobr>Ezinye iinketho ezikhethiweyo zikungquzulwano. Kufuneka uyilungise lo mingquzulwano <br>phambi kokuqhubekeka.Bona <b>Bheka phambili </b>nika isithuba solwazi olunenkcukacha.</nobr>

source: US #10 Envelope
af: us #10 koevert
az: US #10 Zərf
bg: US #10 Писмо
ca: Sobre #10 US
cs: Obálka US #10
da: US #10 Konvolut
de: US #10-Umschlag
el: Φάκελος US #10
is: US #10 umslag
ko: US #10 봉투
lt: US #10 vokas
lv: ASV #10 Aploksne
nl: US #10 envelop
no: Amerikansk #10 konvolutt
pl: Koperta US #10
pt: Envelope #10 EUA
ru: US #10 конверт
sk: Obálka US #10
sr: US #10 koverta
ta: US #10 ¸Ê¾×¨È
th: ซองจดหมายแบบ US #10
tr: US #10 Zarf
uk: Конверт US #10
vi: Bì thư US #10
xh: Imvulophu ye US#10

source: ISO DL Envelope
af: iso dl koevert
az: ISO DL Zərf
bg: ISO DL Писмо
ca: Sobre DL ISO
cs: Obálka ISO DL
da: ISO DL Konvolut
de: ISO DL-Umschlag
el: Φάκελος ISO DL
is: ISO DL umslag
ko: ISO DL 봉투
lt: ISO DL vokas
lv: ISO DL Aploksne
nl: ISO DL envelop
no: ISO DL-konvolutt
pl: Koperta ISO DL
pt: Envelope ISO DL
ru: ISO DL конверт
sk: Obálka ISO DL
sr: ISO DL koverta
ta: ISO DL ¸Ê¾×¨È
th: ซองจดหมายแบบ DL มาตรฐาน
tr: ISO DL Zarf
uk: Конверт ISO DL
vi: Bì thư ISO DL
xh: Imvulophu ye ISO DL

source: Upper tray
af: boonste laai
az: Üst tabla
bg: Горно подаване
ca: Safata superior
cs: Horní zásobník
da: Øvre bakke
de: Oberer Schacht
el: Ανώτερο Πλαίσιο
et: Ülemine salv
fi: Yläkaukalo
he: ןוילע שגמ
hu: felső tálca
is: Efri bakki
ko: 위쪽 급지대
lt: Aukštesnis dėklas
lv: Augšējā Tekne
mt: Kexxun ta' fuq
nl: Bovenste lade
no: Øvre skuff
pl: Górny podajnik
pt: Bandeja superior
ro: Tava de sus
ru: Верхний лоток
sk: Horný zásobník
sl: Zgornji podajalnik
sr: Gornja kaseta
ta: §Áü ¾ðÎ
th: ถาดด้านบน
tr: Üst tabla
uk: Верхній лоток
vi: Khay trên
xh: Itreyi yangentla

source: Lower tray
af: sagter laai
az: Alt tabla
bg: Долно подаване
ca: Safata inferior
cs: Spodní zásobník
da: Nedre bakke
de: Unterer Schacht
el: Χαμηλότερο Πλαίσιο
et: Alumine salv
fi: Alakaukalo
he: ןותחת שגמ
hu: alsó tálca
is: Neðri bakki
ko: 아래쪽 급지대
lt: Žemesnis dėklas
lv: Apakšējā Tekne
mt: Kexxun t'isfel
nl: Onderste lade
no: Nedre skuff
pl: Dolny podajnik
pt: Bandeja inferior
ro: Tava de jos
ru: Нижний лоток
sk: Dolný zásobník
sl: Spodnji podajalnik
sr: Donja kaseta
ta: ¸£úò ¾ðÎ
th: ถาดด้านล่าง
tr: Alt tabla
uk: Нижній лоток
vi: Khay dưới
xh: Itreyi yangezantsi

source: Multi-purpose tray
af: Multi-purpose laai
az: Çox məqsədli tabla
bg: Многостранно подаване
ca: Safata multi-propòsit
cs: Víceúčelový zásobník
da: Bakke med flere formål
de: Multifunktionsschacht
el: Πλαίσιο πολλαπλών σκοπών
et: Mitmeotstarbeline salv
fi: Monitoimikaukalo
he: יתילכת-בר שגמ
hu: többcélú tálca
is: Fjölnota bakki
ko: Multi-purpose 급지대
lt: Universalus dėklas
lv: Daudznozīmju tekne
mt: Kexxun multi-użu
nl: Multiefunctielade
no: Flerbruksskuff
pl: Podajnik wielozadaniowy
pt: Bandeja multi-uso
ro: Tavă multifuncţională
ru: Универсальный лоток
sk: Viacúčelový zásobník
sl: Večnamenski podajalnik
sr: Višenamenska kaseta
ta: ÀøÀÂý ¾ðÎ
th: ถาดหลายจุดประสงค์
tr: Çok amaçlı tabla
uk: Багатоцільовий лоток
vi: Khay đa chức năng
xh: Itreyi yenjongo-ezininzi

source: Large capacity tray
af: groot kapasiteit laai
az: Yüksək qabiliyyətli tabla
bg: Подаване с голям капацитет
ca: Safata de gran capacitat
cs: Zásobník s velkou kapacitou
da: Storkapacitet bakke
de: Schacht für große Druckaufkommen
el: Πλαίσιο μεγάλης χωρητικότητας
et: Suure mahutavusega salv
fi: Suurikapasiteettinen kaukalo
he: ההובג תלוביק שגמ
hu: nagykapacitású tálca
is: Bakki fyrir mörg blöð
ko: 대용량 급지대
lt: Didelio pajėgumo dėklas
lv: Lielas Ietilpības Tekne
mt: Kexxun kbir
nl: Grote capaciteitslade
no: Høykapasitetsskuff
pl: Podajnik o dużej objętości
pt: Bandeja de grande capacidade
ro: Tavă de mare capacitate
ru: Лоток большой вместимости
sk: Veľkokapacitný zásobník
sl: Podajalnik velike zmogljivosti
sr: Kaseta velikog kapaciteta
ta: ¦ÀÃ¢Â ¦¸¡û¾¢Èý ¾ðÎ
th: ถาดความจุสูง
tr: Yüksek kapasiteli tabla
uk: Лоток великої ємності
vi: Khay cỡ lớn
xh: Itreyi yendawo ephangaleleyo

source: Normal
af: normale
bg: Нормално
cs: Normální
el: Κανονικό
et: Tavaline
fi: Normaali
he: ליגר
hu: normál
is: Venjulegur
ko: 보통
lt: Normalus
lv: Normāls
mt: Normali
nl: Normaal
pl: Zwykły
ru: Обычный
sk: Normálne
sl: Običajno
sr: Normalan
ta: ­ÂøÀ¡É
th: ธรรมดา
uk: Звичайний
vi: Thông thường
xh: Eqhelekileyo

source: Transparency
af: deursigtigheid
az: Şəffalfıq
bg: Прозрачен
ca: Transparència
cs: Průhledné
da: Gennemsigtighed
de: Folie
el: Διαφάνεια
et: Läbipaistvus
fi: Läpinäkyvyys
he: תופיקש
hu: fólia
is: Gegnsæji
ko: 투명용지
lt: Skaidrumas
lv: Caurspīdīgums
nl: Transparant
no: Gjennomsiktighet
pl: Przeźroczystość
pt: Transparência
ro: Transparentă
ru: Прозрачность
sk: Priesvitnosť
sl: Prosojnost
sr: Providne folije
ta: ´Ç¢Å¢ý¨Á
th: แผ่นใส
tr: Şeffaflık
uk: Прозорість
vi: Trong suốt
xh: Ebonisa ngaphaya

source: General
af: algemeen
az: Ümumi
bg: Основни
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
et: Üldine
fi: Yleinen
he: יללכ
hu: Általános
is: Almennt
ko: 일반
lt: Bendros
lv: Vispārējs
mt: Ġenerali
nl: Algemeen
no: Generelt
pl: Ogólne
pt: Geral
ru: Общие
sk: Všeobecné
sl: Splošno
sr: Opšte
ta: ¦À¡Ð
th: ทั่วไป
tr: Genel
uk: Загальне
vi: Chung chung
xh: Ngokubanzi

source: Page size:
af: bladsy grootte:
az: Kağız böyüklüyü:
bg: Размер на страница:
ca: Mida de pàgina:
cs: Velikost strany:
da: Sidestørrelse:
de: Seitenformat
el: Μέγεθος σελίδας:
et: Lehekülje suurus:
fi: Sivun koko:
he: :דומע לדוג
hu: Papírméret:
is: Blaðsíðustærð:
ko: 쪽 크기:
lt: Puslapio dydis:
lv: Lapas izmērs:
mt: Daqs tal-paġna:
nl: Paginagrootte:
no: Sidestørrelse:
pl: Rozmiar papieru:
pt: Tamanho da página:
ro: Mărime foaie:
ru: Размер страницы:
sk: Veľkosť stránky:
sl: Velikost papirja:
sr: Veličina papira:
ta: Àì¸ «Ç×:
th: ขนาดกระดาษ:
tr: Kağıt boyutu:
uk: Розмір сторінки:
vi: Cỡ giấy:
xh: Ubungakanani bephepha:

source: Paper type:
af: papier tipe:
az: Kağız növü:
bg: Тип хартия
ca: Tipus de paper:
cs: Typ papíru:
da: Papir type:
de: Papiertyp:
el: Τύπος χαρτιού:
et: Paberi tüüp:
fi: Paperityyppi:
he: :ףד גוס
hu: Papírtípus:
is: Tegund pappírs:
ko: 종이 크기:
lt: Popieriaus tipas:
lv: Papīra tips:
mt: Tip ta' karta:
nl: Papiertype:
no: Papirtype:
pl: Typ papieru:
pt: Tipo de papel:
ro: Tip foaie:
ru: Тип бумаги:
sk: Typ papiera:
sl: Vrsta papirja:
sr: Vrsta papira:
ta: ¸¡¸¢¾ Å¨¸:
th: ประเภทกระดาษ:
tr: Kağıt türü:
uk: Тип паперу:
vi: Kiểu giấy:
xh: Udidi lwephepha:

source: Paper source:
af: papier bron:
az: Kağız mənbəyi:
bg: Източник на хартия:
ca: Font del paper:
cs: Zdroj papíru:
da: Papir kilde:
de: Papiereinzug:
el: Πηγή χαρτιού:
et: Paberi allikas:
fi: Paperin lähde:
he: :ףדה רוקמ
hu: Papíradagoló:
is: Pappír úr:
ko: 종이 공급:
lt: Popieriaus šaltinis:
lv: Papīra avots:
mt: Sors tal-karta:
nl: Papierbron:
no: Papirkilde:
pl: Podajnik:
pt: Origem do papel:
ro: Sursă hîrtie:
ru: Источник бумаги:
sk: Zdroj papiera:
sl: Vir papirja:
sr: Izvor papira:
ta: ¸¡¸¢¾õ ÅÕÁ¢¼õ:
th: แหล่งของกระดาษ:
tr: Kağıt kaynağı:
uk: Джерело паперу:
vi: Nguồn giấy:
xh: Imvelaphi yephepha:

source: Duplex printing
af: dupleks besig om te druk
az: Ön/arxa çap etmə
bg: Двоен печат
ca: Impressió doble
cs: Duplexní tisk
da: Dupleks udskrift
de: Beidseitiger Druck
el: Εκτύπωση duplex
et: Kahepoolne trükkimine
fi: Kaksipuolinen tulostus
he: תידדצ-וד הספדה
hu: Duplex nyomtatás
is: Prenta á báðar hliðar
ko: 양면으로 찍기
lt: Dupleksinis spausdinimas
lv: Dupleksā druka
mt: Printjar dupleks
nl: Dubbelzijdig afdrukken
no: Dobbeltsidig utskrift
pl: Drukowanie dwustronne
pt: Impressão em ambas as faces
ro: Imprimare duplex
ru: Дуплексная печать
sk: Obojstranná tlač
sl: Dvojno tiskanje
sr: Obostrano štampanje
ta: ­ÕÀì¸ «îº¢¼ø
th: พิมพ์แบบสองหน้า
tr: Ön/arka yazdırma
uk: Двосторонній друк
vi: In kép
xh: Ushicilelo ngesibini

source: Pages per sheet
af: bladsye per staat
az: Kağız başına səhifə
bg: Страници на лист
ca: Pàgines per fulla
cs: Stran na papír
da: Sider pr ark
de: Seiten pro Blatt
el: Σελίδες ανά φύλλο
et: Lehekülgi lehele
fi: Sivuja paperia kohden
he: ןויליגל םידומע
hu: Oldalszám laponként
is: Blaðsíður á örk
ko: 한장에 들어가는 쪽수
lt: Puslapiai popieriaus lakšte
lv: Lapas tabulā
mt: Paġni fuq kull karta
nl: Pagina's per vel
no: Sider per ark
pl: Stron na kartce
pt: Páginas por folha
ro: Pagini pe foaie
ru: Страниц на лист
sk: Stránok na liste
sl: Strani na list
sr: Broj stranica po papiru
ta: ¾¡Ç¢ÖûÇ Àì¸í¸û
th: หน้าต่อหนึ่งแผ่น
tr: Kağıt başına sayfa
uk: Сторінок на аркуш
vi: Số trang trên một tấm
xh: Amaphepha kwikhasi ngalinye

source: Banners
af: baniere
az: Başlıqlar
bg: Банери
ca: Cartells
cs: Popisy
da: Bannere
de: Vorspann/Nachspann
et: Bännerid
fi: Alkulehdet
he: תורתוכ
hu: Fejlécek
is: Skilti
ko: 배너
lt: Plakatai
nl: Baniers
no: Bannere
pl: Winiety
ro: Bannere
ru: Логотипы
sk: Pásy
sl: Napisi
ta: À¾¡¨¸¸û
th: แบนเนอร์
tr: Başlıklar
uk: Шапки
vi: Đầu đề
xh: Amalaphu anomyalezo

source: Reverse landscape
af: omgekeerde landskap
az: Tərs mənzərə
bg: Обърнат хоризонтален
ca: Apaïsat invers
cs: Opačný portrét
da: Omvendt landskab
de: Umgekehrtes Querformat
el: Αντίστροφο τοπίο
et: Tagurpidi rõhtpaigutus
fi: Käänteinen vaakasuunta
he: בחורל הכופה הספדה
hu: fekvő (fordított)
is: Snúa við þegar er prentað lárétt
ko: 뒤집어서 가로로
lt: Gulsčias apverstas
lv: Apgriezts ainavveids
mt: Fil-wisa' bir-rivers
nl: Omgekeerd landschap
no: Reverser landskap
pl: Odwrócony pejzaż
pt: Paisagem invertida
ro: Peisaj invers
ru: Ландшафт обр.
sk: Reverzne na šírku
sl: Obrnjeno ležeče
sr: Inverzno horizontalno
ta: ±¾¢÷Á¡È¡É «¸ÄÅ¡ðÎ
th: แนวนอนกลับด้าน
tr: Ters yatay
uk: Зворотній ландшафт
vi: Phong cảnh ngược
xh: Phinda umva kubuhle belizwe

source: Reverse portrait
af: omgekeerde portret
az: Tərs portret
bg: Обърнат вертикален
ca: Vertical invers
cs: Obrácený portrét
da: Omvendt portræt
de: Umgekehrtes Hochformat
el: Αντίστροφο πορτραίτο
et: Tagurpidi püstpaigutus
fi: Käänteinen pystysuunta
he: ךרואל הכופה הספדה
hu: álló (fordított)
is: Snúa við þegar er prentað lóðrétt
ko: 뒤집어서 세로로
lt: Stačias apverstas
lv: Apgriezts portretveida
mt: Fit-tul bir-rivers
nl: Omgekeerd portret
no: Reverser portrett
pl: Odwrócony portret
pt: Retrato invertido
ro: Portret invers
ru: Портрет обр.
sk: Reverzne na výšku
sl: Obrnjeno pokončno
sr: Inverzno vertikalno
ta: ±¾¢÷Á¡È¡É ¿£ÇÅ¡ðÎ
th: แนวตั้งกลับด้าน
tr: Ters dikey
uk: Зворотній портрет
vi: Chân dung ngược
xh: Phinda umva kumfanekiso womnye umntu

source: Long side
af: lang kant
az: Uzun kənar
bg: Дълга страна
ca: Vora llarga
cs: Dlouhá strana
da: Lang side
de: Längsseitig
el: Μακριά πλευρά
et: Pikem külg
fi: Pitkä sivu
he: ךורא דצ
hu: Hosszú szegély
is: Langhlið
ko: 길게
lt: Plačios paraštės
lv: Garā mala
mt: Naħa t-twila
nl: Lange zijde
no: Langside
pl: Podłużny
pt: Lado maior
ro: Faţă lungă
sk: Pozdĺž dlhšieho okraja
sl: Daljša stran
ta: ¿£ñ¼ ÅÇõ
th: ด้านยาว
tr: Uzun kenar
uk: За довгим краєм
vi: Cạnh dài
xh: Icala elide

source: Short side
af: kort kant
az: Qısa kanar
bg: Къса страна
ca: Vora curta
cs: Krátká strana
da: Kort side
de: Schmalseitig
el: Κοντή πλευρά
et: Lühem külg
fi: Lyhyt sivu
he: רצק דצ
hu: Rövid szegély
is: Skammhlið
ko: 짧게
lt: Siauros paraštės
lv: Īsā mala
mt: Naħa l-qasira
nl: Korte zijde
no: Kortside
pl: Skrócony
pt: Lado menor
ro: Faţă scurtă
sk: Pozdĺž kratšieho okraja
sl: Krajša stran
ta: ÌÚ¸¢Â ÅÇõ
th: ด้านสั้น
tr: Kısa kenar
uk: За коротким краєм
vi: Cạnh ngắn
xh: Icala elifutshane

source: Start:
af: begin:
az: Başlanğıc:
bg: Начало
ca: Engega:
cs: Počátek:
el: Έναρξη:
et: Algus:
fi: Aloita:
he: :הלחתה
hu: Az elején:
is: Upphaf:
ko: 시작:
lt: Pradžia:
lv: Sākums:
mt: Bidu:
nl: Begin:
pl: Początek:
pt: Inicio:
ro: Început:
ru: Начало:
sk: Začiatok:
sl: Začetek:
ta: ¬ÃõÀõ:
th: จาก:
tr: Başlangıç:
uk: Початок:
vi: Đầu:
xh: Qala:

source: End:
af: einde:
az: Bitiş:
bg: Край:
ca: Final:
cs: Konec:
da: Slut:
de: Ende:
el: Τέλος:
et: Lõpp:
fi: Lopeta:
he: :םויס
hu: A végén:
is: Endir:
ko: 끝:
lt: Galas:
lv: Beigas:
mt: Tmiem:
nl: Einde:
no: Slutt:
pl: Koniec:
pt: Fim:
ro: Sfîrşit:
ru: Конец:
sk: Koniec:
sl: Konec:
ta: ÓÊ×:
th: ถึง:
tr: Bitiş:
uk: Кінець:
vi: Cuối:
xh: Phela:

source: Envelope C5
af: koevert c5
az: Zərf C5
bg: Плик C5
ca: Sobre C5
cs: Obálka C5
da: Konvolut C5
de: C5-Umschlag
el: Φάκελος C5
is: Umslag C5
ko: C5 봉투
lt: Vokas C5
lv: Aploksne C5
mt: Envelop C5
nl: Envelop C5
no: Konvolutt C5
pl: Koperta C5
ru: Конверт C5
sk: Obálka C5
sr: Koverta C5
ta: C5 ¸Ê¾×¨È
th: ซองจดหมาย C5
tr: C5 Zarf
uk: Конверт C5
vi: Bì thư C5
xh: Imvulophu u C5

source: Envelope DL
af: koevert dl
az: Zərf Dl
bg: Плик DL
ca: Sobre CL
cs: Obálka DL
da: Konvolut DL
de: DL-Umschlag
el: Φάκελος DL
is: Umslag DL
ko: DL 봉투
lt: Vokas DL
lv: Aploksne DL
mt: Envelop DL
nl: Envelop DL
no: Konvolutt DL
pl: Koperta DL
ru: Конверт DL
sk: Obálka DL
sr: Koverta DL
ta: DL ¸Ê¾×¨È
th: ซองจดหมาย DL
tr: DL Zarf
uk: Конверт DL
vi: Bì thư DL
xh: Imvulophu u DL

source: Envelope US #10
af: koevert us #10
az: Zərf US #10
bg: Плик US #10
ca: Sobre US #10
cs: Obálka US #10
da: Konvolut US#10
de: US #10-Umschlag
el: Φάκελος US #10
is: Umslag US # 10
ko: US #10 봉투
lt: Vokas US #10
lv: Aploksne ASV #10
mt: Envelop US #10
nl: Envelop US #10
no: Konvolutt US #10
pl: Koperta US #10
pt: Envelope EUA #10
ru: Конверт US #10
sk: Obálka US #10
sl: Evenlope US #10
sr: Koverta US #10
ta: US #10 ¸Ê¾×¨È
th: ซองจดหมาย US #10
tr: #10 Zarf
uk: Конверт US #10
vi: Bì thư Ú #10
xh: Imvulophu u US#10

source: Print format
af: druk formaat
az: Çap şəkli
bg: Формат за печат
ca: Format d'impressió
cs: Formát tisku
da: Udskriftsformat
de: Druckformat
el: Μορφή εκτύπωσης
et: Trükkimise vorming
fi: Tulostusmuoto
he: הספדה תורדגה
hu: Nyomtatási formátum
is: Prentform
ko: 인쇄 형식
lt: Spausdinimo informacija
lv: Drukas formāts
mt: Format tal-ipprintjar
nl: Afdrukformaat
no: Utskriftsformat
pl: Format wydruku
pt: Formato de impressão
ro: Format tipărire
ru: Формат печати
sk: Formát tlače
sl: Oblika tiskanja
ta: ÅÊÅò¨¾ «îº¢Î
th: รูปแบบการพิมพ์
tr: Yazdırma biçimi
uk: Формат друку
vi: Dạng in
xh: Shicilela iformati

source: Color mode
af: kleur modus
az: Rəng modu
bg: Режим на цвят
ca: Mode de color
cs: Barevný režim
da: Farvetilstand
de: Farbmodus
el: Χρώματα
et: Värvirežiim
fi: Väritila
he: םיעבצ תורדגה
hu: Színmód
is: Litahamur
ko: 색깔 상태
lt: Spalvotas režimas
lv: Krāsu režīms
mt: Mod tal-kulur
nl: Kleurmodus
no: Fargemodus
pl: Tryb koloru
pt: Modo de cor
ro: Mod culori
ru: Режим цвета
sk: Mód farieb
sl: Barvni način
ta: Åñ½ Ó¨È¨Á
th: แบบสี
tr: Renk durumu
uk: Режим кольору
vi: Kiểu màu
xh: Indlela yokwenza umbala

source: Color
af: kleur
az: Rəng
bg: Цвят
cs: Barva
da: Farve
de: Farbe
el: Έγχρωμη
et: Värviliselt
fi: Väri
he: עבצ
hu: színes
is: Litir
ko: 색깔
lt: Spalva
lv: Krāsa
mt: Kulur
nl: Kleur
no: Farge
pl: Kolor
pt: Cor
ru: Цвет
sk: Farebne
sl: Barva
sr: Boja
ta: Åñ½õ
th: สี
tr: Renk
uk: Колір
vi: Màu
xh: Umbala

source: Grayscale
af: gryskleur
az: Boz tonlama
bg: Сив
ca: Escala de grisos
cs: Odstíny šedi
da: Gråskala
de: Graustufen
el: Κλίμακα του γκρι
et: Halltoonides
fi: Harmaasävy
he: רופא ינווג
hu: szürkeárnyalatok
is: Grátónar
ko: 흑백
lt: Pustonių skalė
lv: Melnbalts
mt: Skali ta' griż
nl: Grijswaarden
no: Gråskala
pl: Skala szarości
pt: Cinzentos
ro: Nuanţe de gri
ru: Оттенки серого
sk: Odtiene šedej
sl: Sivine
sr: Sive nijanse
ta: º¡õÀÄÇ×
th: ระดับสีเทา
tr: Gri tonlama
uk: Градації сірого
vi: Độ xám
xh: Isikali esihobe

source: Abnormal process termination (<b>%1</b>).
af: abnormale proses beëindiging (<b>%1</b>).
az: Anormal gedişat bitişi (<b>%1</b>).
bg: Ненормално прекъсване на процес (<b>%1</b>).
ca: Finalització del procés anormal (<b>%1</b>).
cs: Abnormální ukončení procesu (<b>%1</b>).
da: Unormal proces afslutning (<b>%1</b>).
de: Unerwarteter Abbruch des Prozesses (<b>%1</b>)
et: Ebanormaalne protsessi töö katkemine (<b>%1</b>).
fi: Virheellinen prosessin keskeytys (<b>%1</b>).
he: <nobr>.(<b>%1</b>) יתרגש אל המישמ םויס</nobr>
hu: A folyamat hibával fejeződött be (<b>%1</b>).
is: Ferli lauk óeðlilega (<b>%1</b>).
ko: 멀쩡하지 않은 프로세스를 멈췄습니다. (<b>%1</b>)
lt: Nenormali proceso baigtis (<b>%1</b>).
lv: Nenormāla procesa pārtraukšana (<b>%1</b>).
mt: Proċess waqaf abnormalment (<b>%1</b>).
nl: Abnormale procesbeëindiging (<b>%1</b>).
no: Unormal prosess-avslutning (<b>%1</b>).
pl: Nienormalne zakończenie procesu: (<b>%1</b>).
pt: Interrupçao anormal do processo (<b>%1</b>).
ro: Terminare anormală a procesului (<b>%1</b>).
ru: <nobr>Аварийное завершение процесса (<b>%1</b>).</nobr>
sk: Nenormálne skončenie procesu (<b>%1</b>).
sl: Nenormalna prekinitev procesa (<b>%1</b>).
ta: «º¡¾¡Ã½î ¦ºÂø ÓÈ¢× (<b>%1</b>).
th: โปรเซส (<b>%1</b>) จบการทำงานอย่างผิดปกติ
tr: Normal olmayan işlem bitimi (<b>%1</b>).
uk: Аварійне завершення процесу (<b>%1</b>).
vi: Tiến trình kết thúc không bình thường (<b>%1</b>).
xh: Isiphelo sendlela esingaqhelekanga sokuqhubekekayo (<b>%1</b>)

source: <b>%1</b>: execution failed with message:<p>%2</p>
af: <b>%1</b>: uitvoering gevaal met boodskap:<p>%2</p>
az: <b>%1</b> icrası bu ismarıcı verərək iflas etdi:<p>%2</p>
bg: <b>%1</b>: изпълнението е неуспешни с грешка:<p>%2</p>
ca: <b>%1</b>: l'execució ha fallat amb el missatge:<p>%2</p>
cs: <b>%1</b>: spuštění selhalo se zprávou:<p>%2</p>
da: <b>%1</b> udførsel mislykkedes med besked:<p>%2</p>
de: <b>%1</b>: Ausführung fehlgeschlagen mit Meldung: <p>%2</p>
el: <b>%1</b>:η εκτέλεση απέτυχε με μήνυμα:<p>%2</p>
et: <b>%1</b>: käivitamine ebaõnnestus: <p>%2</p>
fi: Ohjelman <b>%1</b> suoritus epäonnistui viestillä:<p>%2</p>
he: :העדוהה םע הלשכנ הלעפהה :<b>%1</b><p>%2</p>
hu: <b>%1</b>: a végrehajtás nem sikerült, a hibaüzenet: <p>%2</p>
is: <b>%1</b>: keyrsla brást með skilaboðin: <b>%2</b>
lt: <b>%1</b>: vykdymas nepavyko, pranešimas:<p>%2</p>
lv: <b>%1</b> izpildīšana pārtraukta ar ziņojumu:<p>%2</p>
mt: <b>%1</b>: l-eżekuzzjoni falliet bil-messaġġ:<p>%2</p>
nl: <b>%1</b>: uitvoering faalde met deze melding:<p>%2</p>
no: <b>%1</b>: kjøring mislykkes med feilmelding:<p>%2</p>
pl: <b>%1</b>: wykonanie nie powiodło się. Komunikat zwrotny:<p>%2</p>
pt: <b>%1</b>: a execução falhou com a mensagem:<p>%2</p>
ro: Execuţia <b>%1</b> a eşuat cu mesajul:<p>%2</p>
ru: Исполнение <b>%1</b> завершилось ошибкой: <p>%2</p>
sk: <b>%1</b>: spustenie zlyhalo so správou:<p>%2</p>
sl: <b>%1</b>: Izvajanje ni uspelo. Sporočilo: <p>%2</p>
ta: <b>%1</b>: ¦ºÂüÀ¡Î À¢ýÅÕõ ¦ºö¾¢Ô¼ý ÓÈ¢ó¾Ð:<p>%2</p>
th: <b>%1</b>: การประมวลผลผิดพลาด โดยแจ้งว่า:<p>%2</p>
tr: <b>%1</b>: çalıştırma bu mesaj ile sonlandırıldı: <p>%2</p>
uk: Виконання <b>%1</b> завершилось з помилкою:<p>%2</p>
vi: <b>%1</b>: Không thực hiện được với thông điệp :<p>%2</p>
xh: <b>%1</b>: uphumezo aluphumelelanga ngomyalezo:<p>%2</p>

source: Filters
az: Süzgəclər
bg: Филтри
ca: Filtres
cs: Filtry
da: Filtre
de: Filter
el: Φίλτρα
et: Filtrid
fi: Suotimet
he: םיננסמ
hu: Szűrők
is: Síur
ko: 거르개
lt: Filtrai
lv: Filtri
mt: Filtri
no: Filtere
pl: Filtry
pt: Filtros
ro: Filtre
ru: Фильтры
sk: Filtre
sl: Filtri
sr: Filteri
ta: ÅÊ¸ðÊ¸û
th: ตัวกรอง
tr: Filtreler
uk: Фільтри
vi: Bộ lọc
xh: Amacebo okucoca ulwelo
