Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: The chosen filename(s) don't appear to be valid.
af: die gekies lêernaam(s) moenie verskyn aan wees geldige.
az: Seçilən fayl ad(lar)ı hökmsüz görünüyor.
bg: Избраното име (имена) на файлове не е валидно.
ca: Els noms de fitxer escollits no semblen ser vàlids.
cs: Vybrané(á) jméno(a) souboru(ů) se nejeví správnými.
da: Det valgte filnavn(e) synes ikke at være gyldigt
de: Ausgewählte(r) Dateiname(n) scheinen ungültig zu sein.
el: Τα επιλεγμένα ονόματα αρχείων δε μοιάζουν να είναι έγκυρα.
et: Paistab, et valitud failinimi/nimed ei ole korrektsed.
fi: Valittu tiedostonimi ei näytä olevan oikeanmuotoinen.
he: םירחבנה םיצבקה תומש .םיפקת םיארנ אל
hu: A kiválasztott fájlnevek érvénytelennek tűnnek.
is: Skráarnafnið eða nöfnin sem eru valin virðast ekki vera lögleg.
ko: 선택한 파일 이름은 알맞은 이름이 아닙니다.
lt: Pasirinktas bylos vardas neatrodo teisingai.
lv: Izvēlētais(ie) faila vārds(i) neizskatās pareizs.
mt: L-ismijiet tal-fajls magħżula jidhru li huma invalidi.
nl: De gekozen bestandsnamen blijken onjuist te zijn.
no: De valgte filnavnene ser ikke ut til å være gyldige.
pl: Wybrany plik lub pliki wydają się być nieprawidłowe.
pt: O(s) nome(s) de ficheiro escolhido(s) parece(m) ser inválido(s).
ro: Numele de fişier(e) ales(e) nu pare să fie valid.
ru: По-видимому, выбранное имя файла ошибочно.
sk: Vybraný názov(názvy) súboru nezdá sa byť platný.
sl: Izbrano ime datoteke ni videti veljavno.
sr: Čini se da izabrani naziv fajla nije ispravan.
ta: §¾÷ó¦¾Îì¸Àð¼ §¸¡ôÒô¦ÀÂ÷(¸û) ÅÄ¢¦¾Éò §¾¡ýÈÅ¢ø¨Ä.
th: ชื่อแฟ้มที่คุณเลือกอาจจะไม่ถูกต้อง
tr: Seçilen dosya ad(lar)ı geçersiz görünüyor.
uk: Вибрано недозволене ім'я файлу(ів).
vi: Các tên file đã chọn không đúng .
xh: Igama elikhethiweyo lefayile(ii) azi veli njengezisebenzayo.

source: Invalid filename(s)
af: ongeldige lêernaam(s)
az: Xətalı fayl ad(lar)ı
bg: Невалидно име (имена) на файлове
ca: Nom(s) de fitxer(s) no vàlids
cs: Chybné jméno souboru(ů)
da: Ugyldigt filnavn(e)
de: Ungültige(r) Dateiname(n)
el: Άκυρο(α) όνομα(τα) αρχείου(ων)
et: Vigane failinimi/nimed
fi: Virheellinen tiedostonimi
he: םיפקת אל םיצבק תומש
hu: Érvénytelen fájlnév
is: Ólögleg skráarnöfn
ko: 알맞지 않은 파일 이름
lt: Neteisingas bylos vardas
lv: Nepareizs faila vārds(i)
mt: Ismijiet ta' fajl/s invalidi
nl: Onjuiste bestandsna(a)m(en)
no: Ugyldig filnavn
pl: Nieprawidłowa nazwa pliku
pt: Nome(s) de ficheiro inválido(s)
ro: Nume de fişier eronat
ru: Неверное имя файла
sk: Neplatný názov(názvy) súboru
sl: Neveljavno ime datoteke
sr: Neispravan naziv fajla
ta: ÅÄ¢¾üÈ §¸¡ôÒô¦ÀÂ÷(¸û)
th: ชื่อแฟ้มไม่ถูกต้อง
tr: Hatalı dosya ad(lar)ı
uk: Невірне ім'я файлу(ів)
vi: Tên file không đúng
xh: Igama lefayile elingasebenziyo (ama)

source: The requested filenames %1 don't look valid to me. Make sure every filename is enclosed in double quotes.
af: die versoekte lêername %1 moenie kyk geldige aan my. maak seker elke lêernaam is omsluit in dubbel kwotasies.
az: İstənən fayl adları %1 mənə hökmlü görünmür. Bütün fayl adlarını cüt dırnaq içində olduğunu yoxlayın
bg: Заявеното име на файл %1 не ми изглежда валидно. Убедете се, че името на файла е затворено с двойни кавички.
ca: Els fitxers demanats %1 no em semblen vàlids. Assegureu-vos que tots els fitxers estan entre dobles cometes.
cs: Požadované soubory %1 nejsou podle mě správné. Zkontrolujte, zda je název soubor uvozen a ukončen uvozovkami.
da: Det forespurgte filnavne %1 ser ikke gyldige ud for mig. Sørg for at hvert filnavn er i dobbelt anførselstegn
de: Die angegebenen Dateinamen %1 scheinen ungültig zu sein. Stellen Sie sicher, dass alle Dateinamen in doppelte Anführungszeichen gefasst sind.
et: Soovitud failinimed %1 ei paista olevat korrektsed. Veendu, et kõik failinimed oleks jutumärkide sees.
fi: Pyydetyt tiedostonimet %1 eivät näytä oikeanmuotoisilta. Varmista että kaikki tiedostonimet ovat lainausmerkkien välissä.
he: םישקובמה םיצבקה תומש %1 .םיפקת יל םיארנ אל .תואכרמ ןיב םוחת ץבוק םש לכש אדוו
hu: A megadott fájlnevek (%1) feltehetően nem érvényesek. A fájlneveket kettős idézőjelek közé kell tenni!
is: Umbeðin skráarheiti %1 virðast ekki vera gild. Gaktu úr skugga um að hvert skráarheiti sé innan gæsalappa
ko: 요청한 파일 이름 %1 나에게는 알맞지 않아 보입니다. 모든 파일 이름은 큰 따옴표로 쌓여 있어야 합니다
lt: Pasiūlyti bylų vardai %1 neatrodo teisingais. Įsitikinkite, kad kiekvienos bylos vardas yra "" kabutėse.
lv: Pieprasītie failu vārdi %1 man neizskatās pareizi. Pārliecinieties, ka katrs faila vārds ir dubultpēdiņās.
mt: Il-fajls mitluba %1 ma jidhrux validi. Aċċerta li kull isem ta' fajl huwa magħluq fi quotes (")
nl: De opgegeven bestandsnamen %1 zijn ongeldig. Zorg ervoor dat elke bestandsnaam tussen dubbele aanhalingstekens is geplaatst.
no: De forespurte filnavnene %1 virker ikke gyldig for meg. Sørg for at hvert filnavn har hermetegn (") på begge sider.
pl: Podane nazwy plików %1 nie wydają się być prawidłowe. Proszę się upewnić, że każdy plik jest ujęty w cudzysłowia.
pt: Os nomes do ficheiros %1 não me parecem válidos. Verifica se todos os nomes de ficheiros estão dentro de aspas.
ro: Numele de fişiere %1 cerute nu sînt valide. Asiguraţi-vă că fiecare fişier este încadrat între ghilimele duble.
ru: Запрошенные имена файлов %1 являются неверными. Попробуйте заключить каждое имя в двойные кавычки
sk: Požadované mená súborov %1 nevyzerajú ako platné. Prosím, overte, že každé meno súboru je v úvodzovkách.
sl: Zahtevana imena datotek %1 se ne zdijo veljavna. Zagotovite, da bo vsako ime datotek objeto z dvojnimi narekovaji.
sr: Zahtevani nazivi fajlova %1 ne izgledaju kao ispravni. Proverite da li je svaki naziv fajla između navodnika.
ta: §¸ð¼ §¸¡ôÒì¸Ç¢ý ¦ÀÂ÷¸û %1 ­¨Å ÅÄ¢¦¾É ±ÉìÌò §¾¡ýÈÅ¢ø¨Ä. ´ù¦Å¡Ú §¸¡ôÀ¢ý ¦ÀÂÕõ ­Ãð¨¼ §Áü§¸¡ðÌÈ¢ìÌû «¨ÁóÐûÇ¦¾ýÀ¨¾ ¯Ú¾¢ ¦ºöÂ×õ.
th: ชื่อแฟ้ม %1 อาจจะไม่ถูกต้อง โปรดตรวจสอบว่า ชื่อแฟ้มล้อมรอบด้วยเครื่องหมายคำพูดแล้ว
tr: İstenen dosya isimleri %1 geçerli değil. Tüm dosya isimlerinin çift tırnak içinde olduğundan emin olun.
uk: Запрошені імена файлів %1, здається, не є коректними. Перевірте, що кожне ім'я файлу взяте у лапки.
vi: Các tên file đã yêu cầu %1 có vẻ không đúng . Xin chắc chắn rằng các tên file được đặt trong dấu ngoặc kép.
xh: Amagama aceliweyo efayile i %1akakhangeleki njengasebenzayo kum.Qinisekisa ukuba igama lefayile livaliwe kuphinda-phindo kabini lwamazwi

source: Filename error
af: lêernaam fout
az: Fayl adı xətası
bg: Грешка в името на файла
ca: Error de fitxer
cs: Chyba v názvu souboru
da: Filnavnefejl
de: Dateinamen-Fehler
el: Σφάλμα ονόματος αρχείου
et: Viga failinimes
fi: Tiedostonimivirhe
he: ץבוקה םשב האיגש
hu: Hibás fájlnév
is: Villa í skráarheiti
ko: 파일 이름 오류
lt: Klaida bylos varde
lv: Kļūda faila vārdā
mt: Żball fl-isem tal-fajl
nl: Bestandsnaamfout
no: Feil i filnavn
pl: Błędna nazwa pliku
pt: Erro no nome de ficheiro
ro: Eroare nume de fişier
ru: Ошибка в имени файла
sk: Chyba v názve súboru
sl: Napačno ime datoteke
sr: Greška u nazivu fajla
ta: §¸¡ôÒô¦ÀÂ÷ò ¾ÅÚ
th: ชื่อแฟ้มผิดพลาด
tr: Dosya adı hatası
uk: Помилка імені файлу
vi: Lỗi tên file
xh: Imposiso yegama lefayile

source: Configure file selector
af: konfigureer lêer kiesser
az: Fayl seçicini quraşdır
bg: Конфигурация на файл избор
ca: Configura el selector de fitxer
cs: Nastavení výběru souborů
da: Indstil filvælger
de: Dateiauswahl einrichten
el: Ρύθμιση του επιλογέα αρχείων
et: Faili valija seadistamine
fi: Aseta tiedostovalitsinta
he: םיצבקה רחוב תורדגה
hu: A fájlválasztó beállítása
is: Stilla skráavalsvalmynd
ko: 파일 고르개 설정
lt: Konfigūruoti bylų pasirinkimą
lv: Konfigurēt failu selektoru
mt: Ikkonfigura kif tagħżel il-fajls
nl: Bestandsselector instellen
no: Oppsett av filvelger
pl: Skonfiguruj okno wyboru plików
pt: Configurar o selector de ficheiros
ro: Configurează selector de fişiere
ru: Настройка селектора файлов
sk: Nastaviť volič súborov
sl: Prilagodi izbirnik datotek
sr: Podesi birač fajlova
ta: §¸¡ôÒò §¾÷Å¡Ç¨Ã ÅÊÅ¨Á
th: ปรับแต่งตัวเลือกแฟ้ม
tr: Dosya seçiciyi yapılandır
uk: Налаштувати діалог вибору файлів
vi: Cấu hình lại trình chọn file
xh: Qwalasela umkhethi wefayile

source: Look and Feel
af: kyk en gevoel
az: Görünüş və Toxuma
bg: Изглед-Поведение
ca: Aspecte i Efecte
cs: Vzhled a chování
da: Fremtoning
de: Erscheinungsbild
el: Όψη και Αίσθηση
et: Välimus ja tunnetus
fi: Ulkonäkö
he: השוחתו הארמ
hu: Kinézet
is: Útlit og hegðun
ko: 모양새
lt: Išvaizda
lv: Izskats un Gars
mt: Dehra w użu
nl: Voorkomen
no: Utseende og oppførsel
pl: Wygląd
pt: Aparência e Comportamento
ro: Aspect
ru: Оформление и интерфейс
sk: Vzhľad a tvar
sl: Videz in občutek
sr: Izgled i osećaj
ta: À¡÷¨ÅÔõ ¯½÷×õ
th: ลักษณะที่ปรากฏและรู้สึก
tr: Görünüş ve Biçim
uk: Вигляд та поведінка
xh: Khangela kwaye uve
