Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: External driver
af: eksterne drywer
az: Xarici sürücü
bg: Външен драйвер
ca: Controlador extern
cs: Externí ovladač
da: Ekstern driver
de: Externer Treiber
el: Εξωτερικός οδηγός
et: Väline draiver
fi: Ulkoinen ajuri
he: ינוציח ןקתה להנמ
hu: Külső meghajtó
is: Utanaðkomandi rekill
ko: 외부 장치 구동기
lt: Išorinė tvarkyklė
lv: Ārējais draivers
mt: Driver estern
nl: Extern stuurprogramma
no: Ekstern driver
pl: Sterownik zewnętrzny
pt: Controlador externo
ro: Driver extern
ru: Внешний драйвер
sk: Externý ovládač
sl: Zunanji gonilnik
sr: Eksterni upravljački program
ta: ¦ÅÇ¢ ­Âì¸¢
th: ไดรเวอร์ภายนอก
tr: Harici sürücü
uk: Зовнішній драйвер
vi: Driver mở rộng
xh: Umqhubi wangaphandle

source: File selection
af: lêer keuse
az: Fayl seçkisi
bg: Избор на файл
ca: Selecció de fitxer
cs: Výběr souboru
da: Filvalg
de: Dateiauswahl
el: Επιλογή αρχείου
et: Faili valimine
fi: Tiedoston valinta
he: ץבוק תריחב
hu: Tallózás
is: Skráaval
ko: 파일 고르기
lt: Bylos pasirinkimas
lv: Faila izvēle
mt: Għażla tal-fajl
nl: Bestandsselectie
no: Filvalg
pl: Wybór pliku
pt: Selecção do ficheiro
ro: Selectare fişier
ru: Выбор файла
sk: Výber súboru
sl: Izbor datoteke
ta: §¸¡ôÒò¦¾Ã¢×
th: เลือกแฟ้ม
tr: Dosya seçimi
uk: Вибір файлу
vi: Chọn File
xh: Ukhetho lwefayile

source: <p>The printing will be redirected to a file. Enter here the path of the file you want to use for redirection. Use an absolute path or the browse button for graphical selection.</p>
af: <p>die besig om te druk sal wees aangestuur aan 'n lêer. invoer hier die gids soeklys van die <-invoer->lêer jy wil hê aan gebruik vir aanstuuring. gebruik 'n absolute gids soeklys of die blaai <-invoer->knoppie vir grafiese keuse.</p>
az: <p>Çap etmə əməliyyatı fayla istiqamətləndiriləcəkdir. İstiqamətləndirmə üçün istifadə edəcəyiniz cığırını girin. Ya dəqiq cığır girin ya da gəz düyməsinə basaraq seçin.</p>
bg: <p>Печата ще бъде пренасочен към файл. Въведете тук пътя до файла който искате да бъде използван за пренсочване. Използвайте абсолютния път или изберете с бутона за преглед на графичния избор.</p>
ca: <p>La impressió es redireccionarà a un fitxer. Introduïu aquí el camí del fitxer que voleu usar per a la redirecció. Useu un camí absolut o el botó de fullejar per a la selecció gràfica.</p>
cs: <p>Tisk bude přesměrován do souboru. Zde vložte cestu k souboru, do kterého budete chtít přesměrovat tisk. Použijte absolutní cestu nebo tlačítko pro grafický výběr.</p>
da: <p>Udskrift vil blive omdirigeret til en fil. Indtast stien for filen du ønsker at bruge til din omdirigering. Brug en absolut sti eller søgeknappen til et grafisk valg.</p>
de: <p>Die Druckausgabe wird in eine Datei umgeleitet. Geben Sie hier den Pfad zu der Datei an, die Sie für die Umleitung verwenden möchten. Geben Sie entweder einen absoluten Pfad an oder benutzen Sie den Knopf "Durchsuchen", um eine Auswahl über einen Dialog zu treffen.
el: <p>Η εκτύπωση θα γίνει σε αρχείο. Δώστε εδώ τη διαδρομή του αρχείου πουθέλετε να χρησιμοποιήσετε. Χρησιμοποιήστε μια απόλυτη διαδρομή ή τοκουμπί εξερεύνηση για γραφική επιλογή.</p>
et: <p>Trükkimine suunatakse faili. Sisesta siia trükitava faili asukoht. Kasuta täielikku rada või või vali fail kasutades lehitsemise nuppu..</p>
fi: <p>Tulostus on ohjattu tiedostoon. Anna tähän polku tiedostoon jota haluat käyttää. Voit kirjoittaa tiedoston koko sijainnin tai valita tiedoston "Selaa"-painikkeen avulla.</p>
hu: <p>A nyomtatás kimenete egy fájlba fog kerülni. Itt lehet megadni a nyomtatási fájl nevét. Adja meg a fájl elérési útját vagy használja a Tallózás gombot.</p>
is: <p>Prentun verður vísað í skrá. Þú getur slegið inn slóðina að skránni eða smellt á <b>Velja</b> takkann til að fá grafískt skráaval.
lt: <p>Spausdinimas bus nukreiptas į bylą. Įveskite čia bylos, kurią jūs norite naudoti nukreipimui, kelią. Naudokite absoliutų kelią arba naršymo mygtuką grafiniam pasirinkimui.</p>
lv: <p>Drukāšana tiks novirzīta uz failu. Ievadiet šeit ceļu uz failu, kuru jūs vēlaties izmantot novirzīšanai. Izmantojiet absolūto ceļu vai pārlūkošanas pogu grafiskai izvēlei.</p>
mt: <p>L-ipprintjar jiġi ridirett lejn fil. Hawn daħħal il-path tal-fajl li tridtuża għar-ridirezzjoni. Uża path assolut jew uża l-buttuna 'browse'biex tagħżlu grafikament.</p>
nl: <p>De afdruk zal naar een bestand worden gestuurd. Voer hier het pad in dat naar het bestand leidt dat u hiervoor wilt gebruiken. Gebruik een absoluut pad in of blader er naar toe via de bladerknop.</p>
no: Utskriften vil bli omdirigert til en fil. Skriv full sti til filen du vil omdirigere utskriften til. Bruk absolutt path eller bruk 'bla gjennom' knappen for grafisk utvalg
pl: <p>Drukowanie będzie przekierowane do pliku. Podaj tu ścieżkę do tego pliku, jeżeli chcesz używać przekierowania. Trzeba podać pełną ścieżkę lub użyć przycisku "Przeglądaj" aby wskazać plik.</p>
pt: <p>A impressão será redireccionada para um ficheiro. Indica aqui o local do ficheiro que queres usar para a redirecção. Indica um nome absoluto ou usa o botão de pesquisa para uma selecção gráfica.</p>
ro: <p>Tipărirea va fi redirecţionată către un fişier. Introduceţi aici calea către fişierul pe care doriţi să-l utilizaţi pentru redirectare. Utilizaţi o cale absolută sau butonul de răsfoire pentru o selecţie grafică.</p>
ru: <p>Печать будет перенаправлена в файл. Укажите путь к файлу, в который вы хотите перенаправить вывод. Введите полный путь или используйте кнопку "Обзор" для задания пути.</p>
sk: <p>Tlač bude presmerovaná do súboru. Zadajte cestu k súboru, do ktorého chcete tlač ukladať. Použite absolútnu cestu alebo použite tlačidlo pre grafický výber.</p>
sl: <p>Tiskanje bo preusmerjeno v datoteko. Tu vnesite pot do datoteke, v katero naj se tiskanje preusmeri. Uporabljajte absolutno pot ali pa si pomagajte z gumbom za brskanje, če jo želite določiti grafično.</p>
th: <p>การพิมพ์จะถูกส่งออกเป็นแฟ้ม โปรดเติมชื่อแฟ้มและพาธของแฟ้มที่คุณต้องการส่งออก เติมพาธเองหรือใช้ปุ่มเลือกแฟ้ม สำหรับการเลือกในแบบกราฟิกก็ได้</p>
tr: <p>Yazdırma işlemi bir dosyaya aktarılacaktır. Bunun için dosyanın tam adını verin. Gözat düğmesine tıklarsanız dosya sistemi üzerinde bir yeri grafiksel arayüz altında da seçebilirsiniz.</p>
uk: <p>Друк буде перенаправлено у файл. Введіть шлях до файлу, в який Ви хочете направити вивід. Наберіть абсолютний шлях до файлу або натисніть кнопку перегляду для графічного вибору.</p>
vi: <p> Sẽ in ra một file. Nhập đường dẫn của filemà bạn muốn gửi tới.Dùng đường dẫn tuyệt đối hoặc nút duyệt để chọn </p>
xh: <p>Ushicilelo luzakulawulwa kwakhona kwifayile.Ngenisa apha umendo wefayile ofuna ukuyisebenzisa ukulawula kwakhona.Sebenzisa umendo ongowona okanye iqhosha lokukhangela incwadi ukukhetha uzobo.</p>

source: Empty file name !
af: leeg lêer naam !
az: Boş fayl adı !
bg: Празно име на файл!
ca: Nom de fitxer buit !
cs: Prázdné jméno souboru !
da: Tomt filnavn !
de: Fehlender Dateiname
el: Άδειο όνομα αρχείου !
et: Tühi failinimi!
fi: Tyhjä tiedostonimi!
he: !קיר ץבוק םש
hu: A fájlnév nem lehet üres!
is: Tómt skráarnafn!
ko: 파일 이름이 비었습니다 !
lt: Tuščias bylos vardas!
lv: Tukšs faila vārds !
mt: Isem tal-fajl vojt !
nl: Lege bestandsnaam!
no: Blankt filnavn !
pl: Brak nazwy pliku !
pt: Nome do ficheiro em branco !
ro: Nume de fişier gol!
ru: Имя файла не задано!
sk: Meno súboru je prázdne!
sl: Prazno ime datoteke!
sr: Prazan naziv fajla!
ta: ¦ÅüÚì §¸¡ôÒô¦ÀÂ÷ !
th: ไม่มีชื่อแฟ้ม !
tr: Boş dosya adı !
uk: Порожнє ім'я файлу!
vi: Tên file rỗng !
xh: Igama lefayile engenanto!

source: Directory does not exist !
af: gids doen nie bestaan !
az: Cərgə mövcud deyildir !
bg: Директорията не съществува!
ca: El directori no existeix !
cs: Adresář neexistuje!
da: Mappe eksisterer ikke !
de: Das Verzeichnis existiert nicht.
el: Ο κατάλογος δεν υπάρχει !
et: Kataloogi ei eksisteeri!
fi: Hakemistoa ei ole olemassa!
he: !תמייק הניא הירפסה
hu: A könyvtár nem létezik.
is: Mappan er ekki til !
ko: 자료방이 없습니다 !
lt: Katalogas neegzistuoja!
lv: Direktorijs neeksistē !
mt: Direttorju ma jeżistix !
nl: Map bestaat niet!
no: Katalogen eksisterer ikke !
pl: Katalog nie istnieje !
pt: A directoria não existe !
ro: Directorul nu există!
ru: Каталог не существует!
sk: Priečinok neexistuje!
sl: Imenik ne obstaja!
sr: Direktorijum ne postoji!
ta: «¨¼× ­ø¨Ä !
th: ยังไม่มีไดเรกทอรี
tr: Dizin bulunamadı !
uk: Каталог не існує!
vi: Thư mục không tồn tại !
xh: Ulawulo alusekho!

source: Introduction
af: inleiding
az: Giriş
bg: Въведение
ca: Introducció
cs: Úvod
da: Introduktion
de: Einführung
el: Εισαγωγή
et: Sissejuhatus
fi: Esittely
he: אובמ
hu: Bemutatkozás
is: Inngangur
ko: 소개
lt: Įžanga
lv: Ievads
mt: Introduzzjoni
nl: Inleiding
no: Introduksjon
pl: Wprowadzenie
pt: Introdução
ro: Introducere
ru: Введение
sk: Úvod
sl: Uvod
sr: Uvod
ta: «È¢Ó¸õ
th: บทแนะนำ
tr: Giriş
uk: Введення
vi: Giới thiệu
xh: Ukwazisa

source: <p>Welcome,</p><br><p>This wizard will help to install a new printer on your computer. It will guide you through the various steps of the process of installing and configuring a printer for your printing system. At each step, you can always go back using the <b>Back</b> button.</p><br><p>We hope you'll enjoy this tool !</p><br><p align=right><i>The KDE printing team.</i></p>
af: <p>welkom,</p><br><p>hierdie assistent sal hulp aan installeer 'n nuwe drukker op jou rekenaar. dit sal gids jy deur die verskeie stappe van die proses van installering en konfigurering van 'n drukker vir jou besig om te druk stelsel. na elke step, jy kan altyd gaan terug te gebruik die <b>terug</b> knoppie.</p><br><p>ons hoop jy'll geniet hierdie program !</p><br><p align=right><i>die kde besig om te druk span.</i></p>
az: <p>Xoş gəldiniz,</p><br><p>Bu sehirbazın yardımı ilə kompüterinizə yeni bir çap edici quracaqsınız. Bununla sisteminizə çap edicinin quruluş mərhələsinin müxtəlif pillələrində sizə bələdçilik edəcək. Hər mərhələə istədiyiniz vaxt <b>Arxaya</b> düyməsiə ilə bir pillə dala gedə biləsiniz.</p><br><p>Ümidvarıq ki, bu vasitəni çox sevəcəksiniz !</p><br><p align=right><i>KDE çap etmə dəstəsi.</i></p>
bg: <p>Добре дошли,</p><br><p>Този магьосник ще ви помогне при инсталиране на нов принтер на вашата система. Той ще ви води през стъпките на процеса по инсталация и конфигурация на принера за вашата система за печат. При всяка стъпка вие винаги може да се връщате назад използвайки бутона <b>Назад</b>.</p><br><p>Ние се надяваме да останете доволни от този инструмент!</p><br><p align=right><i> От разработчиците на системата за печат в KDE.</i></p>
ca: <p>Benvinguts,</p><br><p> Aquest assistent us ajudarà a instal·lar una nova impressora al vostre ordinador. Us guiarà pels diversos passos del procés d'instal·lació i configuració d'una impressora pel vostre sistema d'impressió. A cada pas, sempre podeu retrocedir fent servir el botó <b>Endarrera</b>.</p><br><p>Esperem que xalareu amb aquesta eina !</p><br><p align=right><i>L'equip d'impressió KDE.</i></p>
cs: <p>Vítejte,</p><br><p>Tento průvodce vám pomůže nainstalovat novou tiskárnu na vašem počítači. Povede vás během několika kroků instalace a nastavení tiskárny pro váš tiskový systém. V každém kroku je možné se vrátit pomocí tlačítka <b>Zpět</b>.</p><br>Doufáme, že vám tento nástroj pomůže!<p></p><br><i>Tiskový tým projektu KDE.</i>
da: <p>Velkommen,</p><br><p>Denne troldmand hjælpe med at installere en ny printer på din computer. Den vil lede dig gennem de forskellige trin af processen med at installere og indstille en printer for dit printersystem. Ved hvert trin kan du altid gå tilbage ved at bruge <b>Tilbage</b>knappen.</p><br><p>Vi håber du vil nyde dette værktøj !</p><br><p align=right><i> KDE holdet for printere.</i></p>
de: <p>Willkommen!</p><br><p>Dieser Assistent wird Ihnen dabei helfen, einen neuen Drucker für Ihren Rechner zu installieren. Er führt Sie durch den gesamten Prozess der Installation und Einrichtung eines Druckers für das jeweilige System. Bei jedem Schritt können Sie über den Knopf <b>Zurück</b> auf den letzten Stand zurück gehen.</p><br><p>Wir hoffen, Sie haben Freude an diesem Dienstprogramm.</p><br><p align=right>Das KDE-Druckerteam<i></i></p>
el: <p>Καλώς ήλθατε,</p><br><p>Αυτός ο μάγος θα σας βοηθήσει να εγκαταστήσετε ένα νέο εκτυπωτή στον υπολογιστή σας. Θα σας καθοδηγήσει στα διάφορα βήματα της εγκατάστασης και ρύθμισης ενός εκτυπωτή για το σύστημα εκτύπωσής σας. Σε κάθε βήμα, μπορείτε να πάτε πίσω χρησιμοποιώντας το κουμπί <b>Back</b>.</p><br><p>Ελπίζουμε να απολαύσετε αυτό το εργαλείο !</p><br><p align=right><i>Η ομάδα εκτύπωσης KDE.</i></p>
et: <p>Tere tulemast!</p><br><p>Selle abimehe abil saab paigaldada arvutisse uusi printereid. Abimees juhatab sind läbi erinevate printeri paigaldamise ja seadistamise protsessi sammude. Igal sammul on sul võimalus minna tagasi kasutades nuppu <b>Tagasi</b>.</p><br> <p>Soovime, et naudiksid abimehe kasutamist!</p><br> <p align=right><i>KDE trükisüsteemi arendajad.</i></p>
fi: <p>Tervetuloa</p><br><p>Tämä ohjattu toiminto auttaa asentamaan uuden tulostimen koneellesi. Jokaisessa asennuksen vaiheessa voit aina palata edelliseen kohtaan <b>Takaisin</b> -painikkeella.</p>
he: <p align=right>,םולש</p><br><p align=right>ךתוא ךירדי אוה .ךלש בשחמב השדח תספדמ ןיקתהל ךל עייסי הז ףשא<br>תכרעמ רובע תספדמ לש הרדגההו הנקתהה ךילהת לש םינושה םיבלשב<br>תועצמאב הרוחא רוזחל ךתורשפאב דימת ,בלש לכב .ךלש הספדהה<br>.<b>םדוקה</b> רותפכה</p><br><p align=right>!הז ילכב שומישהמ הנהית יכ םיווקמ ונא</p><br><p><i>.KDE לש הספדהה תווצ</i></p>
hu: <p>Üdvözöljük a nyomtatóbeállító programban!</p><br><p>Ez a varázsló végigvezeti Önt az új nyomtató telepítéséhez és beállításához szükséges lépéseken. A telepítési folyamat bármelyik állomásánál módja lesz arra, hogy visszalépjen az előző képernyőre a <b>Vissza</b> gomb megnyomásával.</p><br><p>Sok sikert kívánunk a program használatához!</p><br><p align=right><i>A KDE nyomtatókezelő fejlesztőcsapata.</i></p>
is: <p>Velkiminn,</p><br><p>Þessi álfur hjálpar þér við að setja upp nýjan prentara í prentkerfið þitt. Á hverju þrepi ferlisins getur þú smellt á <b>Til baka</b> hnappinn til að fara aftur á fyrra þrep.</p><br> <p>Vonandi hefur þú bara gaman af þessu tóli!</p><br><p align=right><i>KDE prenthópurinn.</i></p>
ko: <p>어서오십시오,</p><br><p> 이 마법사는 컴퓨터에 새 인쇄기를 설치하는 일을 도와줄 것입니다. 인쇄 시스템을 위해 인쇄를 설치하고 설정하는 과정을 여러가지 단계를 통해 길잡이를 해 줍니다. 각 단계에서 언제나 <b>뒤로</b> 단추를 눌러 돌아갈 수 있습니다.</p><br> <p>편하게 쓰시기 바랍니다 !</p><br> <p align=right><i>KDE 인쇄 팀.</i></p>
lt: <p>Sveiki,</p><br><p> Šis asistentas padės įdiegti naują spausdintuvą jūsų kompiuteryje. Jis nuves jus per įvarius jūsų spausdinimo sistemos spausdintuvo įdiegimo ir nustatymo etapus. Kiekviename žingsnyje jūs visada galite grįžti atgal naudodami <b>Atgal</b> mygtuką.</p><br><p>Mes tikimės jums patiks šis įrankis!</p><br><p align=right><i>KDE spausdinimo komanda.</i></p>
lv: <p>Laipni lūgtum,</p><br><p>Šis wizards palīdzēs pieinstalēt jaunu drukas iekārtu jūsu datoram. Tas izvedīs jūs caur vairākiem drukas iekārtas instalācijas un konfigurācijas soļiem jūsu drukāšanas sistēmā. Katrā solī jūs vienmēr varat atgriezties atpakaļ izmantojot <b>Atpakaļ</b> pogu.</p><br><p>Mēs ceram, ka jums iepatiksies šis rīks !</p><br><p align=right><i>KDE drukāšanas komanda.</i></p>
mt: <p>Merħba,</p><br><p>Dan il-wiżard jgħinek tinstalla printer ġdid fuq il-kompjuter. Huwajiggwidak tul id-diversi passi tal-proċess biex tinstalla u tikkonfiguraprinter għas-sistema tiegħek. F'kull pass, int tista' dejjem tmur lurabilli tuża l-buttuna <b>Lura</b>. <br><p>Nisperaw li togħġbok din l-għodda !</p><br><p align=right><i>Tim KDE tal-ipprintjar.</i></p>
nl: <p>Welkom,</p><br><p>Deze assistent zal u helpen bij het installeren van een nieuwe printer op uw computer. Ze zal u door de verschillende stappen van het installatie- en configuratieproces voor uw afdruksysteem leiden . Bij elke stap kunt u terug gaan met de knop <b>Vorige</b>.</p><br><p>Wij hopen dat u dit hulpmiddel zult waarderen !</p><br><p align=right><i>Het KDE Afdruk Team.</i></p>
no: <p>Velkommen,</p><br><p>Denne veiviseren vil hjelpe til med å installere en ny skriver på din datamaskin. Den vil guide deg i gjennom de ulike steg i prosessen med å installere og sette opp en skriver for ditt utskriftssystem. For hvert steg kan du alltid gå tilbake ved å trykke <b>Tilbake</b> knappen.</p><br><p>Vi håper du vil sette pris på dette verktøyet !</p><br><p align=right><i>KDE utskriftsteam.</i></p>
pl: <p>Witamy,</p><br><p> Kreator pomoże zainstalować nową drukarkę na Twoim komputerze prowadząc przez kilka etapów instalacji i konfiguracji drukarki w systemie wydruku. Na każdym etapie można się cofnąć używając przycisku <b>Poprzedni</b>.</p><br><p>Mamy nadzieję, że narzędzie okaże się przydatne !</p><br><p align=right><i>Zespół zajmujący sie drukowaniem w KDE.</i></p>
pt: <p>Bem-vindo,</p><br><p> Este assistente auxiliar-te-á na instalação duma nova impressora no teu computador. Ele guiar-te-á nas várias etapas do processo de instalação e configuração duma impressora para o teu sistema de impressão. Em cada etapa podes sempre retroceder usando o botão <b>Anterior</b>.</p><br><p>Esperamos que gostes desta ferramenta !</p><br><p align=right><i>A equipa de impressão do KDE.</i></p>
ro: <p>Bine aţi venit!</p><br><p>Acest vrăjitor de configurare vă va ajuta să instalaţi o imprimantă nouă în calculatorul dumneavoastră. El vă va ghida prin mai mulţi paşi ai procesului de instalare şi configurare a imprimantei pentru sistemul dumneavoastră de tipărire. La fiecare pas puteţi folosi întotdeauna butonul <b>Înapoi</b>.</p><br><p>Sperăm ca acest utilitar să vă fie util!</p><br><p align=right><i>Echipa sistemului de tipărire KDE.</i></p>
ru: <p>Добро пожаловать!</p><br><p>Мастер поможет вам установить новый принтер на ваш компьютер. Он пройдет вместе с вами все стадии установки и настройки принтера для вашей системы печати. В любой момент вы сможете вернуться к предыдущему шагу, нажав кнопку <b>Назад</b>.</p><br><p>Приятной работы!</p><br><p align=right><i>Разработчики системы печати KDE.</i></p>
sk: <p>Vitajte,</p><br><p>Tento sprievodca vám pomôže nainštalovať novú tlačiareň na váš počítač pomocou niekoľkých krokov inštalácie a nastavenia tlačiarne pre váš tlačový systém. V každom kroku je možné sa vrátiť pomocou tlačidla <b>Dozadu</b>.</p><br>Dúfame, že vám tento nástroj pomôže!<p></p><br><i>Tím pre tlač v KDE.</i>
sl: <p>Dobrodošli!</p><br><p>Ta čarovnik vam bo pomagal namestiti nov tiskalnik. Vodil vas bo prek različnih korakov v postopku namestitve in nastavitve tiskalnika za vaš tiskalniški sistem. Na vsakem koraku se lahko vrnete z gumbom <b>Nazaj</b>.</p><br><p>Upamo, da vam bo to orodje všeč!</p><br><p align=right><i>Skupina za tiskanje v KDE.</i></p>
ta: <p>¿øÅÃ×,</p><br><p>¯í¸û ¸½¢É¢Â¢ø Ò¾¢Â «îÍô¦À¡È¢¨Â ¿¢ÚÅ ­õÁ¡Â¡Å¢ ¯¾×õ.¯í¸û ¸½¢É¢ìÌ ´Õ «îÍò¦¾¡Ì¾¢ìÌÃ¢Â¦¾¡Õ «îÍô¦À¡È¢¨Â ¿¢ÚÅ¢ «¾¨É ÅÊÅ¨ÁìÌõ ¦Åù§ÅÚ ÀÊÓ¨È¸Ç¢ë¼¡¸ ­õÁ¡Â¡Å¢ ¯í¸¨Ç ÅÆ¢¿¼òÐõ.´ù¦Å¡Õ ÀÊÂ¢Öõ «¾üÌ Óó¨¾Â ¿¢¨ÄìÌ Á£Ç <b>À¢ý§É</b> ±Ûõ ¦À¡ò¾¡¨Éô ÀÂýÀÎò¾Ä¡õ.</p><br><p>­ì¸ÕÅ¢ ¯í¸ÙìÌô ¦ÀÃ¢Ðõ ÀÂý¾Õ¦ÁÉ ¿õÒ¸¢§È¡õ!</p><br><p align=right><i>KDE «îÍôÀ¾¢ôÒ «½¢</i></p>
th: <p>ยินดีต้อนรับ</p><br><p>วิซาร์ดนี้ จะช่วยในการติดตั้งเครื่องพิมพ์ใหม่ สำหรับ คอมพิวเตอร์ของคุณ ซึ่งจะแนะนำขั้นตอนการติดตั้ง และปรับแต่งเครื่องพิมพ์ ทีละขั้นตอน โดยคุณจะสามารถย้อนกลับในแต่ละขั้นตอนได้ โดยใช้ปุ่ม <b>ย้อนกลับ</b></p><br><p>เราหวังว่า คุณจะสนุกกับการใช้เครื่องมือนี้ ! </p><br><p align=right><i>ทีมพัฒนาระบบการพิมพ์บน KDE</i></p>
tr: <p>Merhaba,</p><br><p>Bu sihirbaz sisteme yeni bir yazıcı tanıtmak içindir. Bir yazıcıyı tanıtmak ve ayarlarını yapmak için sırasıyla bir kaç adımdan geçeceksiniz. Her adımda <b>Geri</b> düğmesi yardımyla geriye dönebilirsiniz.</p><br><p>Bu programı zevkle kullanacağınıza eminiz!</p><br><p align=right><i>KDE yazıcı grubu.</i></p>
uk: <p>Ласкаво просимо,</p><br><p>Цей принтер дозволить Вам встановити новий принтер на Вашому комп'ютері. Він проведе Вас через різні кроки процесу встановлення та налаштування принтера для Вашої системи друку. З кожного кроку Ви зможете повернутися за допомогою кнопки <b>Назад</b>.</p><br><p>Ми сподіваємося Вам сподобається цей засіб!</p><br><p align=right><i>Комадна друку KDE.</i></p>
vi: <p>Welcome ! </p><br><p>Wizard này sẽ giúp bạn cài đặt máy in mới vào máy tính của bạn. Nó sẽ hướng dẫn bạn trong suốt qua trình, qua nhiều bước và quy trình của quá trình cài đặt và và cấu hình máy in của bạn trong hệ thống.Trong mỗi bước, bạn luôn có thể quay lui nếu dùng phím <b>Quay lui</b> .</p><br><p>Chúng tôi hy vọng bạn sẽ thích công cụ này!</p><br><p align=right><i>The KDE printing team.</i></p>
xh: <p>Wamkelekile,</p><br><p>Le wizard izakunceda ukufaka umshicileli omtsha kwicomputer yakho.Izakukhombisa amanqwanqwa awohlukileyo oqhubekeko lokufaka kunye nokuqwalasela umshicileli kwindlela yakho yoshicilelo.Kwinqwanqwa ngalinye, ungaphindela umva usebenzisa u-<b>Emva</b>iqhosha.</p><br><p>Siyathemba uzakonwatyiswa sesi sixhobo!</p><br><p yiya=ekunene><i>I-KDE iqela loshicilelo.</i></p>

source: Add printer wizard
af: voeg by drukker assistent
az: Çap edici sehirbazı əlavə et
bg: Добави магьосник за принтер
ca: Assistent d'afegir impressora
cs: Průvodce přidáním tiskárny
da: Tilføj printer troldmand
de: Assistent für die Druckereinrichtung
el: Μάγος προσθήκης εκτυπωτή
et: Printeri lisamise abimees
fi: Ohjattu tulostimen lisääminen
he: תספדמ תפסוה ףשא
hu: Új nyomtató telepítési varázslója
is: Álfur sem setur upp prentara
ko: 인쇄기 더하기 마법사
lt: Spausdintuvo įdiegimo asistentas
lv: Drukas iekārtu pievienošanas meistars
mt: Wiżard biex iżżid printer
nl: Nieuwe printer-assistent
no: Veiviser for å legge til skriver
pl: Kreator dodawania drukarki
pt: Assistente de adição de impressora
ro: Vrăjitor adăugare imprimantă
ru: Добавить мастер настройки принтера
sk: Sprievodca pre pridanie tlačiarne
sl: Čarovnik za dodajanje tiskalnika
ta: «îÍ¦À¡È¢ Á¡Â¡Å¢¨Âî §º÷
th: วิซาร์ดช่วยเพิ่มเครื่องพิมพ์
tr: Yazıcı ekleme sihirbazı
uk: Майстер встановлення принтерів
vi: Thêm wizard máy in
xh: Dibanisa iwizard yomshicileli

source: Modify printer
af: verander drukker
az: Çap edicini təkmilləşdir
bg: Модифицирай принтер
ca: Modifica la impressora
cs: Upravit tiskárnu
da: Ændr printer
de: Druckereinstellungen ändern
el: Τροποποίηση εκτυπωτή
et: Printeri muutmine
fi: Muokkaa tulostinta
he: תספדמ יוניש
hu: Nyomtató módosítása
is: Breyta prentara
ko: 인쇄기 고치기
lt: Keisti spausdintuvą
lv: Modificēt drukas iekārtu
mt: Biddel printer
nl: Printer wijzigen
no: Endre skriver
pl: Zmień drukarkę
pt: Modificar impressora
ro: Modificare imprimantă
ru: Изменение принтера
sk: Upraviť tlačiareň
sl: Spremeni tiskalnik
sr: Podešavanje štampača
ta: «îÍô¦À¡È¢¨Â Á¡üÈ¢Â¨Á
th: แก้ไขเครื่องพิมพ์
tr: Yazıcıyı değiştir:
uk: Змінити принтер
vi: Chỉnh sửa máy in
xh: Guqula kancinane umshicileli
