Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: You entered two different passwords. Please try again.
af: jy ingevoerde twee ander wagwoorde. asseblief probeer weer.
az: İki fərqli parol girdiniz. Lütfən təkrar sınayın.
bg: Вие въведохте грешна парола .Моля опитайте отново.
ca: Heu introduït dos contrasenyes diferents. Torneu a provar.
cs: Vložil(a) jste dvě různá hesla. Prosím zkuste je zadat znovu.
da: Du indtastede to forskellige kodeord. Prøv igen.
de: Sie haben zwei verschiedene Passwörter eingegeben. Bitte versuchen Sie es nochmals.
el: Δώσατε δύο διαφορετικούς κωδικούς. Παρακαλώ ξαναδοκιμάστε.
et: Sa sisestasid kaks erinevat parooli. Palun proovi uuesti.
fi: Annoit kaksi eri salasanaa. Yritä uudelleen.
he: .תינש הסנ אנא .תונוש תואמסיס יתש תדלקה
hu: A két jelszó nem azonos. Gépelje be még egyszer.
is: Þú slóst inn tvö mismunandi lykilorð. Reyndu aftur.
ko: 서로 다른 열쇠글을 넣으셨습니다. 다시 넣어주세요.
lt: Įrašėte du skirtingus slaptažodžius. Bandykite dar kartą.
lv: Jūs ievadījāt divas dažādas paroles. Lūdzu mēģiniet vēlreiz.
mt: Il-passwords huma differenti. Jekk jogħġbok erġa' pprova.
nl: U heeft twee verschillende wachtwoorden ingevoerd. Probeer het nogmaals
no: Du har oppgitt to forskjellige passord. Vennligst prøv på nytt.
pl: Podane zostały dwa różne hasła. Proszę spróbować ponownie.
pt: Inseriste duas senhas diferentes. Tenta outra vez.
ro: Aţi introdus două parole diferite. Încercaţi din nou.
ru: Введены два разных пароля. Попробуйте еще раз.
sk: Zadali ste dve rozdielne hesla. Prosím, skúste to znovu.
sl: Vnesli ste dve različni gesli. Prosim, poskusite znova.
sr: Uneli ste dve različite lozinke. Molim vas pokušajte ponovo.
ta: ¿£í¸û ­Õ §ÅÚ ¸¼×î¦º¡ü¸¨Ç Ñ¨ÆòÐûÇ£÷¸û. Á£ñÎõ ÓÂÖí¸û.
th: คุณใส่รหัสผ่านไม่ตรงกัน โปรดลองใหม่อีกครั้ง
tr: İki farklı parola girdiniz. Lütfen tekrar deneyin.
uk: Ви набрали різні паролі. Спробуйте ще раз.
vi: Bạn nhập hai mật khẩu khác nhau. Xin nhập lại.
xh: Ugqithise amagama amabini awohlukeneyo. Nceda uzame kwakhona.

source: Configure Toolbars
af: konfigureer nutsbalke
az: Vasitə Çubuğunu Quraşdır
bg: Конфигурация на панели
ca: Configura les barres d'eines
cs: Nastavení nástrojových lišt
da: Indstil værktøjslinier
de: Werkzeugleisten einrichten
el: Ρύθμιση Γραμμών Εργαλείων
et: Tööriistaribade seadistamine
fi: Aseta työkalupalkkeja
he: םילכ ילגרס תורדגה
hu: Az eszköztárak beállítása
is: Stilla tækjaslá
ko: 도구줄 설정
lt: Derinti įrankines
lv: Konfigurēt Rīkujoslu
mt: Issettja toolbars
nl: Werkbalken instellen
no: Oppsett av verktøylinjer
pl: Konfiguracja pasków narzędzi
pt: Configurar Barras de Ferramentas
ro: Configurează bare de unelte
ru: Настроить инструменты
sk: Nastaviť Panel nástrojov
sl: Prikroji orodjarno
sr: Podesi trake sa ikonicama
ta: ¸ÕÅ¢ôÀð¨¼¸¨Ç ÅÊÅ¨Á
th: ปรับแต่งแถบเครื่องมือ
tr: Araç Çubuğunu Yapılandır
uk: Налаштувати панель інструментів
vi: Cấu hình thanh hệ thống
xh: Qwalasela iibars zezixhobo

source: &Toolbar:
af: nutsbalk:
az: &Vasitə Çubuğu:
bg: Па&нел
ca: Barra d'e&ines:
cs: Nás&trojová lišta:
da: &Værktøjslinie:
de: &Werkzeugleiste:
el: &Γραμμή Εργαλείων:
et: &Tööriistariba:
fi: &Työkalurivi:
he: :םילכ לגר&ס
hu: &Eszköztár:
is: &Tækjaslá:
ko: 도구줄(&T):
lt: Į&rankinė:
lv: &Rīkujosla:
nl: &Werkbalk:
no: &Verktøylinje:
pl: Pasek &narzędzi:
pt: Barra de Ferramen&tas:
ro: Bară de &unelte:
ru: &Панель инструментов:
sk: Panel &nástrojov:
sl: &Orodjarna:
sr: &Traka sa ikonicama:
ta: ¸ÕÅ¢ôÀð¨¼:
th: แถบเครื่องมือ:
tr: &Araç Çubuğu:
uk: &Панель інструментів:
vi: &Thanh hệ thống:
xh: &Ibar yesixhobo:

source: &Available actions:
af: beskikbaar aksies:
az: &Mövcud gedişlər:
bg: &Валидни действия
ca: &Accions disponibles:
cs: D&ostupné činnosti:
da: &Mulige handlinger:
de: Ver&fügbare Aktionen:
el: Διαθέσιμες ενέργειες:
et: &Võimalikud tegevused:
fi: O&lemassaolevat toiminnot:
he: :תונימז תולוע&פ
hu: A &lehetséges műveletek:
is: Lausar &aðgerðir:
ko: 할 수 있는 움직임(&A):
lt: &Galimi veiksmai:
lv: &Iespējamās darbības:
mt: &Azzjonijiet permessi
nl: &Beschikbare acties:
no: &Tilgjengelige hendelser:
pl: &Dostępne działania:
pt: &Acções disponíveis
ro: Acţiuni &disponibile:
ru: &Доступные действия:
sk: &Dostupné akcie:
sl: &Dostopna dejanja:
sr: &Dostupne akcije:
ta: ¯ûÇ ¦ºÂø¸û:
th: การกระทำที่มี:
tr: &Mevcut işlemler:
uk: &Дозволені дії:
vi: Các &Hành động có thể:
xh: &Iintshukumo ezikhoyo:

source: Curr&ent actions:
af: huidige aksies:
az: &Mövcud gedişlər:
bg: &Текущи действия:
ca: A&ccions actuals:
cs: Současné či&nnosti:
da: &Nuværende handlinger:
de: &Angezeigte Aktionen:
el: Τρέχουσες ενέργειες:
et: Valitud t&egevused:
fi: &Nykyiset toiminnot:
he: :תויחכו&נ תולועפ
hu: A &jelenlegi műveletek:
is: Núv&erandi aðgerðir:
ko: 지금 움직임(&e):
lt: &Dabartiniai veiksmai:
lv: Tek&ošās darbības:
mt: Azzjonijiet kurr&enti
nl: Huidig&e acties:
no: Gjeld&ende hendelser:
pl: &Aktualne działania:
pt: A&cções actuais:
ro: Acţiuni &curente:
ru: &Кнопки на панели инструментов:
sk: &Aktuálne akcie:
sl: &Trenutna dejanja:
sr: &Trenutne akcije:
ta: ¿¼ôÒî ¦ºÂø¸û:
th: การกระทำปัจจุบัน:
tr: &Mevcut işlemler:
uk: Пот&очні дії:
vi: Hành động h&iện tại:
xh: Iintshukumo za&ngoku:

source: This element will be replaced with all the elements of an embedded component.
af: hierdie element sal wees vervang met alle die elemente van 'n ingebedde komponent.
az: Bu üzv daxili əlavə içindəki bütün üzvlərlə yer dəyişdirəcəkdir.
bg: Този елемент ще бъде заменен с всички елементи на вградения компонент
ca: Aquest element es reemplaçarà amb tots els elements d'un component encastat.
cs: Tento element bude nahrazen elementy vnořené komponenty.
da: Dette punkt vil blive erstattet med alle punkterne af en indlejret komponent.
de: Dieses Element wird durch alle Elemente einer eingebetteten Komponente ersetzt.
et: See element asendatakse põimitud komponendi kõikide elementidega.
fi: Elementti korvataan kaikilla upotetun komponentin elementeillä.
he: .עבטומ ביכר לש םיטירפה לכ ידי לע ףלחוי הז טירפ
hu: Ezt az elemet lecserélem egy beágyazott komponens összes elemére.
is: .Þessum hluta verður skipt út fyrir alla hluta þess sem er stungið inn
lt: Šis elementas bus pakeistas visais įdiegto komponento elementais.
lv: Šis elements tiks aizstāts ar visiem iebūvētās komponentes elementiem.
nl: Dit element zal worden vervangen door alle elementen van een ingebed component.
no: Dette elementet vil bli erstattet med alle elementene fra en
pl: Ten element zostanie zastąpiony przez wszystkie elementy osadzonego komponentu.
pt: Este elemento será substituído por todos os elementos do componente embebido.
ro: Acest element va fi înlocuit cu toate elementele dintr-o componentă înglobată.
ru: Данный элемент будем полностью замещен элементами встроенного компонента.
sk: Tento element bude nahradený všetkými elementami vloženého komponentu.
sl: Ta element bo nadomeščen z vsemi elementi vključene komponente.
sr: Ovaj element će biti zamenjen elementima ugrađene komponente.
ta: ­õãÄ¸õ ´Õ ¯ûÇ¸ì ÜüÈ¢ý ±øÄ¡ ãÄ¸í¸Ç¡Öõ ­¼Á¡üÈôÀÎõ
th: ส่วนประกอบนี้จะแทนที่ส่วนประกอบของคอมโปเนนต์ที่ถูกฝังอยู่ทั้งหมด
tr: Bu öğe gömülü bileşen içindeki tüm öğelerle yer değiştirecek.
uk: Цей елемент буде замінено всіма іншими елементами вмонтованого компонента.
vi: Yếu tố này sẽ được thay thế bằng tất các yếu tố của embedded component .
xh: Esi siqalelo sizakubuyiselwa ngazo zonke iziqalelo ezilungiselelwe umgaqo ojikelezileyo.

source: <Merge>
az: <Birləşdir>
bg: <Обединява>
ca: <Barreja>
cs: <Sloučení>
da: <Indflet>
de: <Einbeziehen>
el: <Μίξη>
et: <Liitmine>
fi: <Liitä>
he: <בלש>
hu: <összevonás>
is: <Mergja>
ko: <합치기>
lt: <Sujungti>
lv: <Apvienot>
mt: <Għaqqad>
nl: <Samenvoegen>
no: <Slå sammen>
pl: <Połącz>
pt: <União>
ro: <Combină>
ru: <Точка вставки>
sk: <Spojiť>
sl: <Združi>
sr: <Ujedini>
ta: <´ýÚ§º÷>
th: <รวมกัน>
tr: <Birleştir>
uk: <Об'єднати>
vi: <Hợp nhất>
xh: <Ukulahlekwa bubungqina>

source: <Merge %1>
az: <%1'i Birləşdir>
bg: <Обединява %1>
ca: <Barreja %1>
cs: <Sloučení %1>
da: <Indflet %1>
de: <%1 Einbeziehen>
el: <Μίξη %1>
et: <%1 liitmine>
fi: <Liitä %1>
he: <%1 בלש>
hu: <összevonás - %1>
is: <Mergja %1>
ko: <%1 합치기>
lt: <Sujungti %1>
lv: <Apvienot %1>
mt: <Għaqqad %1>
nl: <%1 samenvoegen>
no: <Slå sammen %1>
pl: <Połącz %1>
pt: <União de %1>
ro: <Combină %1>
ru: <Точка вставки %1>
sk: <Spojiť %1>
sl: <Združi %1>
sr: <Ujedini %1>
ta: <%1 ³ ´ýÚ§º÷>
th: <รวม %1>
tr: <%1'i Birleştir>
uk: <Об'єднати %1>
vi: <Hợp nhất %1>
xh: <Ukulahlekwa bubungqina %1>

source: This is a dynamic list of actions. You can move it, but if you remove it you won't be able to re-add it.
af: hierdie is 'n dinamiese lys van aksies. jy kan beweeg dit, maar as jy verwyder dit jy sal nie wees in staat aan re-add dit.
az: Bu, hadisələrin dinamik yaradılan bir siyahısıdır. Daşıya bilərsiniz, ancaq silsəniz yenidən əlavə edə bilməzsiniz.
bg: Това е динамичен списък от действия. Вие може да го преместите, но ако го изтриете няма да сте в състояние да го добавите отново.
ca: Això és una llista dinàmica d'accions. Podeu moure-la, però si l'esborreu no podreu tornar-la a afegir.
cs: Toto je dynamický seznam akcí. Můžete jej přesouvat, ale odstraníte-li jej, nebudete ho již moci vrátit zpět.
da: Dette er en dynamisk liste af handlinger. Du kan flytte den, men hvis du fjerner den, vil du ikke kunne læse den.
de: Dies ist eine dynamische Liste von Aktionen. Sie können Sie verschieben, aber wenn Sie sie entfernen, können Sie sie nicht mehr zurückholen. Ist sie entfernt, werden die einbezogenen Elemente am Ende angehängt.
et: See on dünaamiline tegevuste nimekiri. Sa võid seda liigutada, kuid pärast eemaldamist pole selle uuesti lisamine enam võimalik.
fi: Tämä on dynaaminen lista toiminnoista. Voit siirtää sitä, mutta jos poistat sen, et voi lisätä sitä uudelleen.
he: לכות אל התוא ריסת םא ךא ,הזיזהל ךתורשפאב .תולועפ לש תימניד המישר יהוז<br>.תינשב הפיסוהל
hu: Ez egy dinamikusan változó műveletlista. El lehet mozgatni, de törlés után nem lehet újból létrehozni.
is: Þetta er breytilegur aðgerðalisti. Þú getur fært hann, en ef honum er eytt er ekki hægt að setja hann aftur inn.
lt: Tai dinaminis veiksmų sąrašas. Galima jį perkelti, bet jei jį pašalinsite, jo nebus galima pridėti iš naujo.
lv: Šis ir dinamisks darbību saraksts, Jūs varat to pārvietot, bet, ja aizvāksiet jūs nevarēsiet to atkal pievienot.
mt: Din hija lista ta' azzjonijiet dinamika. Tista' ċċaqlaqha, imma jekk tneħħiha ma tkunx tista' terġa żżidha.
nl: Dit is een dynamische lijst met handelingen. U kunt het verplaatsen, maar als u het eenmaal verwijderd hebt, dan kunt u het niet opnieuw toevoegen.
no: Dette er en dynamisk handlingsliste. Du kan flytte den, men hvis du fjerner den kan du ikke legge den inn igjen senere.
pl: Jest to dynamiczna lista akcji. Można ją przesunąć, ale jeśli się ją usunie, nie będzie można jej ponownie dodać.
pt: Esta é uma lista dinâmica de acções. Podes movê-la, mas se a apagares não serás capaz de a adicionares de novo.
ro: Aceasta este o listă dinamică de acţiuni. Puteţi să o mutaţi, dar dacă o ştergeţi atunci nu o mai puteţi readăuga.
ru: Этот элемент соответствует изменяемому в процессе работы набору инструментов. Его можно перемещать, однако если его удалить, то заново восстановить его будет невозможно.
sk: Toto je dynamický zoznam akcií. Môžete ho presunúť, ale ak ho odstránite, nebude možné ho znovu pridať.
sl: To je dinamičen seznam dejanj. Lahko ga premikate, če pa ga odstranite, ga ne boste mogli vnovič dodati.
sr: Ovo je dinamička lista akcija. Možete je pomerati, ali ako je uklonite nećete moći ponovo da je dodate.
ta: ­Ð ¦ºÂø¸Ç¢ý ­ÂíÌ ÀðÊÂÄ¡Ìõ. ¿£í¸û ­¾¨É ¿¸÷ò¾Ä¡õ, ¬É¡ø ­¾¨É ¿£ì¸¢É¡ø Á£Çî §º÷ì¸ ÓÊÂ¡Ð.
th: นี่เป็นรายการการกระทำที่ไม่คงที่ คุณสามารถย้ายมันได้ แต่อาจจะไม่สามารถทำการเพิ่มมันอีกได้
tr: Bu, eylemlerin dinamik oluşturulan bir listesidir. Taşıyabilirsiniz, ancak silerseniz yeniden ekleyemezsiniz.
uk: Це динамічний список дій. Ви можете його пересувати, але якщо Ви його видалите, то не зможете більше додати.
vi: Đây là danh sách động của các hành động. Bạn có thể bỏ nó, tuy nhiên một khi bạn đã bỏ nó bạn sẽ không thể thêm lại nó vào được.
xh: Olu luluhlu olunyanzelayo lweentshukumo. Ungayihambisa, kodwa ukuba uyayisusa awusokuze ukwazi ukuyidibanisa kwakhona.

source: ActionList: %1
af: aksie lys: %1
az: Gediş Siyahısı: %1
bg: Списък на действия %1
ca: Llista d'accions: %1
cs: Seznam činností: %1
da: Handlingliste %1
de: Aktionenliste: %1
el: Λίστα Ενεργειών: %1
et: Tegevuste nimekiri: %1
fi: Toimintolista: %1
he: %1 :תולועפ תמישר
hu: Műveletlista: %1
is: Aðgerðalisti: %1
ko: %1 움직임 목록
lt: Veiksmų sąrašas: %1
lv: Darbību Saraksts: %1
mt: Lista ta' azzjonijiet: %1
nl: Actielijst: %1
no: Handlingsliste: %1
pl: Lista akcji: %1
pt: Acções: %1
ro: Listă acţiuni: %1
ru: Набор инструментов: %1
sk: Akcie: %1
sl: Seznam dejanj: %1
sr: ListaAkcija: %1
ta: ¦ºÂüÀðÊÂø %1
th: รายการการกระทำ: %1
tr: Eylem Listesi: %1
uk: Список дій: %1
vi: Danh sách hành động: %1
xh: Uluhlu lwentshukumo: %1
