Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Creating
af: te skep
az: Yaradılır
bg: Създавам
ca: S'està creant
cs: Vytváření
da: Opretter
de: Verzeichnis wird erstellt
el: Δημιουργία
et: Loomine
fi: Luon
he: רצוי
hu: Létrehozás
is: Bý til
ko: 만들고 있습니다
lt: Kuriu
lv: Veidošana
mt: Qed jinħoloq
nl: Bezig met aanmaken
no: Oppretter
pl: Tworzenie
pt: A criar
ro: Creez
ru: Создание
sk: Vytváram
sl: Ustvarjanje
sr: Pravim
ta: ¯ÕÅ¡ìÌ¸¢ÈÐ
th: กำลังสร้าง
tr: Yaratılıyor
uk: Створення
vi: Tạo mới...
xh: Iyenza /iyadala

source: Deleting
af: uitveeïng
az: Silinir
bg: Изтривам
ca: S'està esborrant
cs: Mazání
da: Sletter
de: Löschen läuft
el: Διαγραφή
et: Kustutamine
fi: Poistan
he: קחומ
hu: Törlés
is: Eyði
ko: 지우고 있습니다
lt: Pašalinu
lv: Dzēšana
mt: Qed jitħassar
nl: Bezig met verwijderen
no: Sletter
pl: Kasowanie
pt: A apagar
ro: Şterg
ru: Удаление
sk: Mažem
sl: Brisanje
sr: Brišem
ta: ¿£ìÌ¸¢ÈÐ
th: กำลังลบ
tr: Siliniyor
uk: Видалення
vi: Xoá...
xh: Iyacima

source: Examining
af: ondersoek
az: İncələnir
bg: Изследвам
ca: S'està examinant
cs: Zkoumám
da: Undersøger
de: Überprüfung läuft
el: Εξετάζω
et: Kontrollimine
fi: Tutkin
he: ןחוב
hu: Vizsgálat
is: Skoða
ko: 시험하고 있습니다
lt: Tyrinėju
lv: Pārbaudīšana
mt: Qed jiġi eżaminat
nl: Bezig met onderzoeken
no: Undersøker
pl: Sprawdzanie
pt: A examinar
ro: Examinez
ru: Поиск файла
sk: Varovanie
sl: Preiskovanje
sr: Ispitujem
ta: ÀÃ¢§º¡¾¢ì¸¢ÈÐ
th: กำลังตรวจสอบ
tr: İnceleniyor
uk: Перевірка
vi: Kiểm tra...
xh: Iyaxilonga

source: Mounting
af: besig om te heg
az: Bağlanır
bg: Монтирам
ca: S'està muntant
cs: Připojuji
da: Monterer
de: Laufwerk wird eingebunden
el: Προσαρτώ
et: Ühendamine
fi: Liitän
he: רבחמ
hu: Csatlakoztatás (mount)
is: Tengi
ko: 마운트하고 있습니다
lt: Prijungiu
lv: Montēšana
mt: Qed jiġi mmuntat
nl: Bezig met aankoppelen
no: Monterer
pl: Montowanie
pt: A montar
ro: Montez
ru: Монтирование
sk: Pripájam
sl: Priklapljanje
sr: Montiram
ta: ²üÚ¸¢ÈÐ
th: กำลังเมาท์
tr: Bağlanıyor
uk: Монтую
vi: Đang mout...
xh: Iyenyuka

source: Operation
af: operasie
az: Gediş
bg: Операция
ca: Operació
cs: Operace
de: Vorgang
el: Λειτουργία
et: Operatsioon
fi: Tapahtuma
he: המישמ
hu: Művelet
is: Aðgerð
ko: 움직임
lt: Operacija
lv: Operācija
mt: Operazzjoni
nl: Handeling
no: Operasjon
pl: Czynność
pt: Operação
ro: Operaţie
ru: Операция
sk: Operácia
sl: Postopek
sr: Operacija
ta: ¦ºÂø
th: ปฏิบัติการ
tr: İşlem
uk: Функціонування
vi: Thao tác
xh: Iyasebenza

source: Local Filename
af: plaaslike lêernaam
az: Yerli Fayl Adı
bg: Локално име на файл
ca: Nom de fitxer local
cs: Jméno lokálního souboru
da: Lokalt filnavn
de: Lokaler Dateiname
el: Τοπικό Όνομα Αρχείου
et: Kohalik failinimi
fi: Paikallinen tiedostonimi
he: ימוקמ ץבוק םש
hu: Helyi fájlnév
is: Skráarnafn hér
ko: 로컬 파일 이름
lt: Vietinis bylos pavadinimas
lv: Vietējais Faila vārds
mt: Isem ta' fajl lokali
nl: Lokale bestandsnaam
no: Lokalt filnavn
pl: Plik lokalny
pt: Ficheiro Local
ro: Nume de fişier local
ru: Локальное имя файла
sk: Lokálny názov súboru
sl: Lokalno ime datoteke
sr: Naziv lokalnog fajla
ta: ¯ûÇ¨Áì §¸¡ôÒô¦ÀÂ÷
th: ชื่อแฟ้มภายใน
tr: Yerel Dosyaadı
uk: Локальне ім'я файлу
vi: Tên file địa phương
xh: Igama lefayile yobulali

source: Count
af: tel
az: Sayğac
bg: Бройка
ca: Contador
cs: Počet
da: Tæl
de: Anzahl
el: Μέτρηση
et: Loend
fi: Lukumäärä
he: הריפס
hu: Darab
is: Fjöldi
ko: 합계
lt: Skaičiuoju
lv: Skaitīt
mt: Għodd
nl: Telling
no: Tell
pl: Ilość
pt: Contagem
ro: Număr
ru: Количество
sk: Počet
sl: Število
sr: Broj
ta: ±ñ½¢ì¨¸
th: ตัวนับ
tr: Sayaç
uk: Кількість
vi: Đếm
xh: Bala

source: Speed
af: spoed
az: Sür'ət
bg: Скорост
ca: Velocitat
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
el: Ταχύτητα
et: Kiirus
fi: Nopeus
he: תוריהמ
hu: Sebesség
is: Hraði
ko: 빠르기
lt: Greitis
lv: Ātrums
mt: Veloċità
nl: Snelheid
no: Hastighet
pl: Szybkość
pt: Velocidade
ro: Viteza
ru: Скорость
sk: Rýchlosť
sl: Hitrost
sr: Brzina
ta: §Å¸õ
th: ความเร็ว
tr: Hız
uk: Швидкість
vi: Tốc độ
xh: Isantya

source: Rem. Time
af: oorbleiwende. tyd
az: Qal. Vaxt
bg: Ост. Време
ca: Queda
cs: Zbylý čas
da: Tid tilbage
de: Restzeit
el: Υπολ. Χρόνου
et: Jäänud aeg
fi: Jälj. aikaa
he: רתונ ןמז
hu: Hátr. idő
is: Tími eftir
ko: 알아차릴 시간
lt: Likęs laikas
lv: Atl. Laiks
mt: Ħin li fadal
nl: Rest. tijd
no: Gjen. tid
pl: Czas do zak.
pt: Falta
ro: Timp rămas
ru: Ост. время
sk: Zostávajúci čas
sl: Preos. čas
sr: Preostalo
ta: Á£¾¢ §¿Ãõ
th: เวลาที่เหลือ
tr: Kal. Zaman
uk: Зал. часу
xh: Ixesha. le Rem

source: Files : %1
af: lêers : %1
az: Fayllar : %1
bg: Файлове : %1
ca: Fitxers : %1
cs: Soubory : %1
da: Filer : %1
de: Dateien: %1
el: Αρχεία : %1
et: Faile : %1
fi: Tiedostoja : %1
he: %1 :םיצבק
hu: Fájlok : %1
is: Skrár : %1
ko: 파일 : %1
lt: Bylos : %1
lv: Faili : %1
mt: Fajls : %1
nl: Bestanden: %1
no: Filer : %1
pl: Pliki : %1
pt: Ficheiros : %1
ro: Fişiere: %1
ru: файлов: %1
sk: Súborov: %1
sl: Datotek: %1
sr: Fajlovi : %1
ta: §¸¡ôÒì¸û : %1
th: แฟ้ม : %1
tr: Dosyalar : %1
uk: Файли : %1
xh: Iifayile : %1

source: Size : %1 kB
af: grootte : %1 kb
az: Böyüklük : %1 kB
bg: Големина : %1 kB
ca: Mida : %1 kB
cs: Velikost : %1 kB
da: Stør. : %1 Kb
de: Größe : %1 KB
el: Μέγεθος : %1 kB
et: Suurus : %1 kB
fi: Koko : %1 kt
he: %1 KB :לדוג
hu: Méret : %1 KB
is: Stærð : %1 KB
ko: 크기: %1 킬로 바이트
lt: Dydis: %1 kB
lv: Lielums : %1 kB
mt: Daqs : %1 kB
nl: Grootte: %1 kB
no: Størrelse : %1 kB
pl: Rozmiar : %1 kB
pt: Tamanho : %1 KB
ro: Mărime: %1 kB
ru: Размер: %1 Кб
sk: Veľkosť: %1 kB
sl: Velikost: %1 kB
sr: Veličina : %1 kB
ta: «Ç× : %1 kB
th: ขนาด : %1 kB
tr: Boyut : %1 kB
uk: Розмір : %1 КБ
vi: Cỡ : %1 kB
xh: Ubungakanani : %1 kB

source: Time : 00:00:00
af: tyd : 00:00:00
az: Saat : 00:00:00
bg: Време : 00:00:00
ca: Hora : 00:00:00
cs: Čas: 00:00:00
da: Tid : 00:00:00
el: Χρόνος : 00:00:00
et: Aeg : 00:00:00
fi: Aika : 00:00:00
he: 00:00:00 :ןמז
hu: Idő : 00:00:00
is: Tími : 00:00:00
ko: 시간 : 00:00:00
lt: Laikas : 00:00:00
lv: Laiks : 00:00:00
mt: Ħin : 00:00:00
nl: Tijd: 00:00:00
no: Tid: 00:00:00
pl: Czas : 00:00:00
pt: Tempo : 00:00:00
ro: Timp: 00:00:00
ru: Время: 00:00:00
sk: Čas : 00:00:00
sl: Čas: 00:00:00
sr: Vreme : 00:00:00
ta: §¿Ãõ : 00:00:00
th: เวลา : 00:00:00
tr: Saat : 00:00:00
uk: Час : 00:00:00
vi: Thời gian : 00:00:00
xh: Ixesha : 00:00:00

source: %1 kB/s
bg: %1 kB/сек
fi: %1 kt/s
he: היינשל KB %1
ko: %1 킬로 바이트/초
ru: %1 Кб/с
ta: %1 kB/Å¢
uk: %1 КБ/с

source: Size : %1
af: grootte : %1
az: Böyüklük : %1
bg: Големина : %1
ca: Mida : %1
cs: Velikost : %1
da: Stør.: %1
de: Größe: %1
el: Μέγεθος : %1
et: Suurus : %1
fi: Koko: %1
he: %1 :לדוג
hu: Méret : %1
is: Stærð : %1
ko: 크기 : %1
lt: Dydis: %1
lv: Lielums %1
mt: Daqs : %1
nl: Grootte: %1
no: Størrelse : %1
pl: Rozmiar : %1
pt: Tamanho : %1
ro: Mărime: %1
ru: Размер: %1
sk: Veľkosť: %1
sl: Velikost: %1
sr: Veličina : %1
ta: «Ç× : %1
th: ขนาด : %1
tr: Boyut : %1
uk: Розмір : %1
vi: Cỡ : %1
xh: Ubungakanani : %1

source: Time : %1
af: tyd : %1
az: Saat : %1
bg: Време : %1
ca: Hora : %1
cs: Čas : %1
da: Tid : %1
de: Zeit: %1
el: Χρόνος : %1
et: Aeg : %1
fi: Aika : %1
he: %1 :ןמז
hu: Idő : %1
is: Tími : %1
ko: 시간 : %1
lt: Laikas: %1
lv: Laiks : %1
mt: Ħin : %1
nl: Tijd: %1
no: Tid : %1
pl: Czas : %1
pt: Tempo : %1
ro: Timp: %1
ru: Время: %1
sk: Čas : %1
sl: Čas: %1
sr: Vreme : %1
ta: §¿Ãõ : %1
th: เวลา : %1
tr: Saat : %1
uk: Час : %1
vi: Thời gian : %1
xh: Ixesha : %1

source: KDE Progress Information UI Server
af: kde vordering informasie ui bediener
az: KDE Gedişat Mə'lumatı Vericisi
bg: KDE Информация за прогрес на UI Сървър
ca: Servidor IU de progrés d'informació KDE
cs: UI-server pro informaci o průběhu
da: KDE fremgangsinformations UI viser
de: UI-Server zu KDE-Fortschritten
et: KDE progressi info UI server
fi: KDE käyttöliittymän edistymistietopalvelin
he: KDE לש תומדקתהה עדימ שמתשמ קשממ תרש
hu: KDE grafikus folyamatinformáció-kiszolgáló
is: KDE framvinduþjónn (UIÞjónn)
ko: KDE 진행 정보 UI 서버
lt: KDE Eigos informacinis UI Serveris
lv: KDE Progresa Informācijas UI Serveris
mt: KDE Informazzjoni dwar Progress UI Server
nl: KDE Voortganginformatie UI Server
no: KDE Fremgangsinformasjonstjener for UI
pl: Serwer KDE informacji o postępie procesu
pt: Servidor de Informações de Progresso
ro: Server UI de informare a progresului
ru: Сервер сведений о процессе KDE
sl: Strežnik informacij o napredovanju UI za KDE
ta: KDE Óý§ÉüÈò ¾¸Åø Ó¸ôÒô ÀÃ¢Á¡È¢
th: ข้อมูลความคืบหน้าของเซิร์ฟเวอร์ UI บน KDE
tr: KDE İlerleme Bilgisi Sunucusu
uk: Сервер інформації щодо розвитку KDE
xh: Ulwazi lwenkqubela lwe KDE Umncedisi we UI

source: Developer
af: ontwikkelaar
az: Proqramcı
bg: Програмист
ca: Desenvolupador
cs: Vývojář
da: Udvikler
de: Entwickler
el: Ανάπτυξη
et: Arendaja
fi: Kehittäjä
he: חתפמ
hu: Fejlesztő
is: Forritari
ko: 개발자
lt: Programuotojas
lv: Izstrādātājs
mt: Żviluppatur
nl: Ontwikkelaar
no: Utvikler
pl: Programista
pt: Desenvolvimento
ro: Programator
ru: Разработчик
sk: Vývojár
sl: Razvijalec
sr: Programer
ta: ¯ÕÅ¡ì¸¢
th: ผู้พัฒนา
tr: Programcı
uk: Розробник
xh: Umbhekisi phambili

source: All pictures
af: alle prentjies
az: Bütün rəsmlər
bg: Всички картинки
ca: Totes les imatges
cs: Všechny obrázky
da: Alle billeder
de: Alle Bilddateien
el: Όλες οι Εικόνες
et: Kõik pildifailid
fi: Kaikki kuvat
he: תונומתה לכ
hu: Minden kép
is: Allar myndir
ko: 모든 그림
lt: Visi paveikslai
lv: Visas bildes
mt: Stampi kollha
nl: Alle bestanden
no: Alle bilder
pl: Wszystkie obrazki
pt: Todos as imagens
ro: Toate imaginile
ru: Все картинки
sk: Všetky obrázky
sl: Vse slike
sr: Sve slike
ta: «¨ÉòÐô À¼í¸û
th: ภาพทั้งหมด
tr: Tüm resimler
uk: Всі образи
vi: Tất cả ảnh
xh: Yonke imifanekiso

source: You are about to leave secure mode. Transmissions will no longer be encrypted. This means that a third party could observe your data in transit.
af: jy word aangaande aan los beveilig modus. transmissies sal nee langer wees encrypted. hierdie beteken wat 'n derde party kon observeer jou data in oordrag.
az: E'tibarlı moddan çıxırsınız. Bütün rabitə ŞİFRLƏNMƏMİŞ bir şəkildə sürdürüləcəkdir. Bu səbəblə sizdən başqası yolladığınız veriləni izləyə bilər.
bg: Вие излязохте от защитен режим. Трансфера на данни няма повече да се криптира. Това означава, че трета страна ще е в състояние да преглежда данните при трансфера.
ca: Esteu a punt de sortir del mode segur. Les transmissions ja no seran encriptades. Això significa que algú podria observar les vostres dades en transferència.
cs: Opouštíte zabezpečený mód. Přenosy již nebudou šifrované. To znamená, že cizí osoba bude schopna si prohlížet vámi přenášená data.
da: Du er ved at forlade sikker tilstand. Transmissioner vil ikke længere være krypterede. Dette betyder at en tredje part kan observere dine data i transit.
de: Sie sind dabei, den abgesicherten Modus zu verlassen. Übertragungen werden nicht mehr verschlüsselt. Das bedeutet: Dritte könnten Ihre Daten bei der Übertragung beobachten.
et: Lahkusid turvalisest režiimist. Ühendust ei krüpteerita enam. See tähendab seda, et kolmandatel pooltel on võimalik ühendust pealt kuulata.
fi: Olet poistumassa turvallisesta tilasta. Tiedonsiirtoja ei enää salata. Tämä merkitsee sitä, että muut voivat seurata lähettämiäsi tietoja.
he: .תונפצומ דוע ויהי אל תורבעהה .חטבואמ בצממ תאצל דמוע התא .ךלש םירבעומה םינותנב ןנובתהל לכוי ישילש םרוגש רמוא הז רבד
hu: Ha elhagyja a biztonságos módot, akkor az adatforgalom titkosítása megszűnik. Ez azt jelenti, hogy ezután a küldött és fogadott adatok nem lesznek védve illetéktelen elolvasás ellen.
is: Þú ert að fara úr öruggum ham. Samskiptin eru ekki lengur dulrituð. Þetta þýðir að tiltölulega auðvelt er að hlera samskipti þín.
ko: 안전한 상태에서 빠져 나왔습니다. 이제부터 주고 받는 자료는 암호화되지 않습니다. 여러분이 주고 받는 정보를 다른 사람이 볼 수 있습니다.
lt: Jūs paliekate saugų režimą. Perdavimai daugiau nebebus Šifruojami. Tai reiškia, kad trečia šalis galės stebėti jūsų duomenis perdavimo metu.
lv: Jūs gatavojaties iziet no droša režīma. Pārraide vairāk netiks kodēta. Tas nozīmē, ka trešā puse var nolasīt datus jūsu pārraidē.
mt: Se toħroġ mis-sessjoni sikura. It-trażmissjonijiet mhux se jibqgħu jiġu iċċifrati. Dan ifisser li terzi persuni jistgħu jaraw l-informazzjoni waqt it-trażmissjoni.
nl: U staat op het punt de veilige modus te verlaten. De overdrachten worden niet langer gecodeerd. Dit betekent dat eventuele derden in staat zijn uw gegevensverkeer te observeren.
no: Du er i ferd med å forlate sikkermodus. Overføringer vil ikke lenger krypteres. Dette betyr at en tredje part kan se på dataene du overfører.
pl: Opuszczenie bezpiecznego trybu transmisji. Połączenia nie będą dłużej zakodowane. Od tej pory osoby postronne mogą obserwować transmisję twoich danych.
pt: Estás prestes a deixar o modo seguro. As transmissões já não serão mais cifradas. Isto significa que um terceiro poderá observar os dados transferidos.
ro: Din acest moment părăsiţi modul securizat. Transmisiile de date nu vor mai fi criptate. Aceasta înseamnă că o terţă parte va putea observa datele pe care le transferaţi.
ru: Вы покидаете безопасный режим. Трафик более не будет криптоваться. Это означает, что он может быть доступен для чтения кем-то еще.
sk: Vstupujete do nezabezpečeného módu. Všetky prenosy dát už nebudú ďalej zašifrované. To znamená, že ktokoľvek bude schopný počas prenosu získať prenášané dáta.
sl: Zapustili boste varni način. Prenos podatkov ne bo več zašifriran. To pomeni, da bo tretja oseba lahko opazovala prenešene podatke.
sr: Upavo ćete izaći iz sigrnosnog režima. Prenos podataka više neće biti kriptovan. Ovo znači da neko drugi može da čita vaše podatke u prenosu.
ta: ¿£í¸û À¡Ð¸¡ôÀ¡É Ó¨È¨ÁÂ¢ø ­ÕóÐ ¦ÅÇ¢§ÂÈ×ûÇ£÷¸û. ­É¢§Áø ¾¸Åø¸û ºí§¸¾ Ó¨ÈÂ¢ø ÀÃ¢Á¡ÈôÀ¼¡. ãýÈ¡õ ¾ÃôÀ¢É÷ ±Å§ÃÛõ ¿£í¸û «ÛôÒõ ¾Ã×¸¨Çô À¡÷¨ÅÂ¢¼ì ÜÎõ.
th: คุณกำลังจะออกจากโหมดความปลอดภัย ต่อไป การส่งและรับข้อมูล จะไม่ถูกเข้ารหัสไว้ ซึ่งอาจมีบุคคลที่สาม สามารถขโมยดูข้อมูลของคุณได้
tr: Güvenli kipten çıkıyorsunuz. Tüm iletişim ŞİFRELENMEMİŞ bir şekilde sürdürülecektir. Bu nedenle sizden başkası aktarmak istediğiniz veriyi izleyebilir.
uk: Зараз Ви залишите безпечний режим. Всі перенесення більше не буде зашифровано. Це означає, що хтось крім Вас з опонентом зможе переглянуті дані, що переносяться.
xh: Umalunga nokuyishiya indlela yokhuseleko.Uthumelo alusokuze luhlaliswe ngokungolulisekanga. Oku kuthetha ukuba umntu wesithathu unokubona idata ethunyelwayo

source: Security information
af: sekuriteit informasie
az: Təhlükəsizlik mə'lumatı
bg: Защитена информация
ca: Informació de seguretat
cs: Zobrazit bezpečnostní informace
da: Sikkerhedsinformation
de: Information zu Datensicherheit
el: Πληροφορίες για την Ασφάλεια
et: Info turvalisuse kohta
fi: Turvallisuustiedot
he: החטבא עדימ
hu: Biztonsági információ
is: Upplýsingar um dulritun
ko: 보안 정보
lt: Saugos informacija
lv: Drošības informācija
mt: Informazzjoni dwar sigurtà
nl: Beveiligingsinformatie
no: Sikkerhetsinformasjon
pl: Informacja o bezpieczeństwie
pt: Informação de segurança
ro: Informaţii de securitate
ru: Сведения о безопасности
sk: Informácie o zabezpečení
sl: Varnostne informacije
sr: Informacije o bezbednosti
ta: À¡Ð¸¡ôÒò ¾¸Åø
th: ข้อมูลความปลอดภัย
tr: Güvenlik bilgisi
uk: Інформацію про безпеку
vi: Thông tin bảo mật
xh: Ulwazi lokhuseleko

source: Continue Loading
af: voortgaan laaiïng van
az: Yükləməyə davam et
bg: Продължи зареждането
ca: Continua la càrrega
cs: Pokračovat v nahrávání
da: Fortsæt indlæsning
de: Laden fortsetzen
el: Να συνεχιστεί το Φόρτωμα
et: Jätka laadimist
fi: Jatka lataamista
he: ןועטל ךשמה
hu: A betöltés folytatása
is: Halda áfram að hlaða
ko: 계속 읽기
lt: Tęsiu užkrovimą
lv: Ielāde Turpinās
mt: Kompli tella'
nl: Doorgaan met laden
no: Fortsett lasting
pl: Kontynuuj ładowanie
pt: Continuar a Leitura
ro: Continuă încărcarea
ru: Продолжить загрузку
sk: Pokračovať v nahrávaní
sl: Nadaljuj z nalaganjem
sr: Nastavi učitavanje
ta: ²üÈò¨¾ ¦¾¡¼÷
th: ทำการเรียกข้อมูลต่อ
tr: Yüklemeye devam et
uk: Продовжити завантаження
vi: Tiếp tục tải
xh: Qhubekeka nolayisho

source: Enter the certificate password:
af: invoer die sertifikaat wagwoord:
az: Xahiş edirik, vəsiqə parolunu girin:
bg: Въведете парола за сертифициране:
ca: Introduïu la contrasenya de certificat:
cs: Zadejte heslo certifikátu:
da: Indtast certifikat kodeord:
de: Geben Sie das Passwort für das Zertifikat ein:
et: Sisesta sertifikaadi parool:
fi: Anna sertifikaatin salasana:
he: :הדועתה תמסיס תא דלקה
hu: Adja meg a tanúsítványhoz tartozó jelszót:
is: Sláðu inn lykilorðið að skírteininu:
ko: 인증 열쇠글을 넣어주십시오:
lt: Įveskite sertifikato slaptažodį:
lv: Ievadiet sertifikāta paroli:
mt: Daħħal il-password taċ-ċertifikat:
nl: Voer het certificaatwachtwoord in:
no: Skriv inn sertifikat-passordet:
pl: Podaj hasło certyfikatu:
pt: Indica a senha do certificado:
ro: Introduceţi parola certificatului:
ru: Введите пароль сертификата:
sk: Zadajte heslo certifikátu:
sl: Vnesite geslo certifikata:
sr: Unesite lozinku za sertifikat:
ta: º¡ýÈ¢¾ú ¸¼×î¦º¡ø¨Ä Ñ¨ÆìÌ¸:
th: ใส่รหัสผ่านการรับรอง:
tr: Sertifika parolasını girin:
uk: Пароль сертифікату:
vi: Nhập password chứng nhận(cerfificate):
xh: Ngenisa isiqinisekiso segama eligqithisiweyo:

source: SSL Certificate Password
af: ssl sertifikaat wagwoord
az: SSL Vəsiqə Parolu
bg: SSL Сертификационна парола
ca: Contrasenya de certificat SSL
cs: Heslo SSL certifikátu
da: SSL Certifikat kodeord
de: SSL-Zertifikat-Passwort
et: SSL sertifikaadi parool
fi: SSL-sertifikaatin salasana
he: SSL תדועת תמסיס
hu: Az SSL tanúsítvány jelszava
is: Lykilorð að SSL skírteini
ko: SSL 인증 열쇠글
lt: SSL sertifikato slaptažodis
lv: SSL Sertifikāta Parole
mt: Password taċ-ċertifikat SSL
nl: SSL Certificaatwachtwoord
no: Passord for SSL-sertifikat
pl: Hasło certyfikatu SSL
pt: Senha do Certificado de SSL
ro: Parolă certificat SSL
ru: Пароль сертификата SSL
sk: Heslo SSL certifikátu
sl: Geslo certifikata SSL
sr: Lozinka za SSL sertifikat
ta: SSL º¡ýÈ¢¾ú ¸¼×î¦º¡ø
th: รหัสผ่านการรับรอง SSL
tr: SSL Sertifika Parolası
uk: Пароль сертифікату SSL
vi: Mật khẩu chứng nhận SSL
xh: Isiqinisekiso segama eligqithisiweyo se SSL

source: Couldn't open the certificate. Try a new password?
af: kon nie open die sertifikaat. probeer 'n nuwe wagwoord?
az: Vəsiqə açıla bilmir. Yeni parol sınayaq?
bg: Не мога да отворя сертификат. Опитайте с нова парола?
ca: No s'ha pogut obrir el certificat. Provo una nova contrasenya?
cs: Není možné otevřít certifikát. Chcete zkusit nové heslo?
da: Kunne ikke åbne cerifikatet. Prøv et nyt kodeord?
de: Zertifikat ließ sich nicht öffnen. Möchten Sie es mit einem anderen Passwort versuchen?
et: Sertifikaati pole võimalik avada. Proovida uut parooli?
fi: Sertifikaattia ei voitu avata. Uusi salasana?
he: ?השדח המסיס תוסנל םאה .הדועתה תא חותפל ןתינ אל
hu: A tanúsítvány megnyitása nem sikerült. Megpróbál megadni egy másik jelszót?
is: Ekki tókst að opna skírteini. Reyna annað lykilorð?
ko: 인증을 받을 수 없습니다. 새 열쇠글로 시도 하겠습니까?
lt: Negaliu atverti sertifikato. Bandyti su nauju slaptažodžiu?
lv: Nevar atvērt sertifikātu. Mēģināt jaunu paroli?
mt: Ma stajtx niftaħ iċ-ċertifikat. Trid tipprova password oħra?
nl: Kon het certificaat niet openen. Een nieuw wachtwoord proberen?
no: Kunne ikke åpne sertifikatet. Prøve et nytt passord?
pl: Nie można otworzyć certyfikatu. Próbować inne hasło?
pt: Não consegui abrir o certificado. Queres experimentar outra senha?
ro: Nu pot deschide certificatul. Încercaţi o parolă nouă?
ru: Не удалось открыть сертификат. Попробуем с другим паролем?
sk: Nemôžem otvoriť certifikát. Chcete skúsiť nové heslo?
sl: Ni bilo možno odpreti certifikata. Poskusite z novim geslom.
ta: º¡ýÈ¢¾¨Æò ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä. Ò¾¢Â ¸¼×î¦º¡ø¨Ä ÓÂø¸¢È£÷¸Ç¡?
th: ไม่สามารถเปิดการรับรองได้ ลองใช้รหัสผ่านอื่นหรือไม่ ?
tr: Sertifika açılamadı. Yeni bir parola denemek istiyor musunuz?
uk: Неможливо відкрити сертифікат. Спробувати новий пароль?
vi: Không mở được chứng nhận. Thử mật khẩu khác?
xh: Ayikwazanga ukuvula isiqinisekiso. Zama igama eligqithisiweyo elitsha

source: Sorry, the procedure to set the client certificate for the session failed.
af: jammer, die prosedure aan stel die kliënt sertifikaat vir die sessie gevaal.
az: Bağışlayın, iclas üçün alıcı vəsiqəsi verilməsi əməliyyatı bacarılmadı.
bg: Съжалявам, процедурата по задаване на сертификат на клиент за тази сесия е неуспешна.
ca: Ho sento, el procediment per establir el certificat del client per a la sessió ha fallat.
cs: Lituji, procedura pro nastavení certifikátu klienta pro relaci selhala.
da: Proceduren til at sætte klientcertifikat for denne session mislykkedes desværre.
de: Die Festlegung des Client-Zertifikats für die aktuelle Sitzung ist fehlgeschlagen.
et: Vabandust, seansile kliendi sertifikaadi seadmise protseduur ebaõnnestus.
fi: Istunnon asiakassertifikaatin asettaminen epäonnistui.
he: .לשכנ וז הלעפהל חוקלה תדועת תרדגהל ךילהה ,יל רצ
hu: Nem sikerült beállítani a kliensoldali tanúsítványt ehhez a kapcsolathoz.
is: Það mistókst að setja notandaskírteinið í þessari tengingu.
lt: Atleiskite, kliento sertifikato nustatymo sesijai procedūra nepavyko.
lv: Atvainojiet, neveiksmīga klienta sertifikāta uzstādīšanas procedūra sesijai.
mt: Jiddispjaċini, il-proċedura biex tissettja ċ-ċertifikat tal-klijent għal din is-sessjoni falliet.
nl: Helaas, de procedure om het cliëntcertificaat in te stellen voor de sessie faalde.
no: Beklager prosedyren for å sette klientsertifikatet for sesjonen mislykkes.
pl: Niestety, operacja ustanowienia certyfikatu klienta nie powiodła się.
pt: Desculpa mas o procedimento para alterar o certificado da sessão do cliente falhou.
ro: Procedura de setare a certificatului client pentru sesiune a eşuat.
ru: Не удалось осуществить процедуру установки сертификата клиента.
sk: Ľutujem, procedúra pre nastavenie certifikátu klienta pre sedenie zlyhala.
sl: Žal ni uspel postopek za nastavitev odjemalčevega certifikata za sejo.
ta: ÁýÉ¢ì¸×õ, ­ùÅÁ÷×ìÌÃ¢Â ÀÂÉ÷ º¡ýÈ¢¾¨Æ «¨Áì¸ ÓÊÂÅ¢ø¨Ä.
th: ขออภัย โพรซีเดอร์ตั้งการรับรองไคลเอนต์สำหรับเซสชันล้มเหลว
uk: Перепрошую, процедура встановлення сертифікату клієнта зазнала невдачі.
vi: Xin lỗi, thủ tục để tạo chứng nhận cho client bị hỏng.
xh: Uxolo, le nkqubo yokucwangcisa isiqinisekiso somxhasi sentlanganiso ayiphumelelanga
