Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Configure Key Bindings
af: konfigureer sleutel bindinge
az: Düymə Bağlantılarını Quraşdır...
bg: Конфигурация на комбинирани клавиши
ca: Configura lligams de tecla
cs: Nastavení klávesových vazeb
da: Indstil tastegenveje
de: Tastenzuordnungen vornehmen
el: Ρύθμιση Συντομεύσεων Πλήκτρων
et: Kiirklahvide seadistamine
fi: Aseta näppäinsidoksia
he: םישקמ ידיקפת תמאתה
hu: A billentyűparancsok beállítása
is: Stilla lyklabindingar
ko: 줄임쇠 설정
lt: Konfigūruoti mygtukų sietis
lv: Konfigurēt Taustiņu Sasaisti
mt: Assoċja buttuni
nl: Toetsenbindingen instellen
no: Oppsett av hurtigtaster
pl: Konfiguruj klawisze skrótów
pt: Configurar as Teclas
ro: Configurare asocieri taste
ru: Настроить привязки клавиш
sk: Nastaviť klávesové skratky
sl: Nastavi vezi s tipkami
sr: Definiši prečice...
ta: Å¢¨ºô À¢¨½ôÒì¸¨Ç ÅÊÅ¨Á
th: ปรับแต่งการจับคู่คีย์
tr: Tuş Bağıntılarını Yapılandır...
uk: Налаштувати прив'язку клавіш
vi: Cấu hình các keybinding(phím thay thế)
xh: Qwalasela izibophelelo ezingundoqo

source: Here you can see a list of key bindings, i.e. associations between actions (e.g. 'Copy') shown in the left column and keys or combination of keys (e.g. CTRL-V) shown in the right column.
af: hier jy kan sien 'n lys van sleutel bindinge, i.e. assosiasies tussen aksies (e.g. 'Copy') vertoon in die links kolom en sleutels van kombinasie van sleutels (e.g. CTRL-V) vertoon in die regterkant kolom.
az: Burada düymə bağlantılarının, yə'ni düymələrlə hadisələr (məsələn 'köçürt') arasındakı əlaqələri görə bilərsiniz.
bg: Тук можете да видите действие на комбинация от клавиши, например за действие ('Копиране') и да направите настройка на желани от Вас комбинации.
ca: Aquí podeu veure una llista de lligams de tecles, associacions entre accions (p.ex. 'Copia') mostrades a la columna de l'esquerra i tecles o combinacions de tecles (p.ex. CTRL-V) mostrades a la columna de la dreta.
cs: Zde máte přehled vazeb kláves a jejich asociací k jednotlivým akcím (např. 'Kopírování') v levém sloupci a příslušné klávesy nebo jejich kombinace např. (CTRL+V) v pravém sloupci.
da: Her kan man se en liste af tastebindinger, dvs forbindelser mellem handlinger(f. eks. 'Kopiér), der vises i venstre søjle og taster eller kombinationer af taster(f. eks. CTRL-V), der vises i højre søjle.
de: Hier sehen Sie eine Liste der Tastenzuordnungen, d.h. Verknüpfungen zwischen Aktionen (z.B. "Kopieren"), die in der linken Spalte stehen, und Tasten oder Tastenkombinationen (z.B. Strg-V), die in der rechten Spalte erscheinen.
el: Εδώ μπορείτε να δείτε μια λίστα των συντομεύσεων πλήκτρων, δηλ. συσχετίσεων μεταξύ ενεργειών (π.χ. 'Αντιγραφή') που φαίνονται στην αριστερή στήλη, και πλήκτρων ή συνδυασμών τους (π.χ. CTRL-V), που φαίνονται στη δεξιά στήλη.
et: Siin näed kiirklahvide nimekirja, s.o. seoseid vasakul olevate tegevuste (nt. Kopeeri) ja paremal olevate klahvikombinatsioonide (nt. CTRL-V) vahel.
fi: Tässä näet listan näppäinsidoksista, eli sidoksista vasemmassa sarakkeessa näkyvien toimintojen (esim. Kopioi) ja näppäimen tai useamman näppäimen (esim. CTRL-V) välillä.
he: <p align=right>,םישקמ ירושיק לש המישר תוארל ךתורשפאב ןאכ<br>('הקתעה' אמגודל) תולועפ ןיב םיכויש רמולכ<br>יבוליש וא םישקמ ןיבו תילאמשה הדומעב תוגצומה<br>הדומעב םיגצומה (CTRL-V אמגודל) םישקמ<br>.תינמיה
hu: Itt láthatja a definiált billentyűparancsok listáját, a hozzárendelt műveletek (pl.: a 'Másolás') nevét a bal oldali oszlopban, a hozzárendelt billentyűkombinációt (pl.: Ctrl+V) pedig a jobb oldali oszlopban.
is: Hér getur þú séð lista af lyklabindingum, sem eru tengingar milli aðgerða (eins og 'Afrita') sem eru í dálknum til vinstri og lykla eða samsetningu lykla (t.d. CTRL-V) sem eru í hægri dálknum.
ko: 여기에서 줄임쇠 목록을 보실 수 있습니다. ('Copy' 같은) 움직임은 왼쪽 칸에 ('CTRL-V' 같은) 글쇠와 글쇠 사이 조합은 오른쪽 칸에 보입니다.
lt: Čia galite perskaityti mygtukų siečių sąrašą, t.y. sąsają tarp veiksmo (pvz., 'Kopijuoti'), rodomo kairiame stulpelyje, ir mygtukų arba jų kombinacijos (pvz., CTRL-C), dešiniame stulpelyje.
lv: Šeit jūs varat redzēt taustiņu sasaistes sarakstu, t.i. asociācijas starp darbībām (piem. 'Kopēt') kas redzamas kreisajā kolonā un taustiņi vai taustiņu kombinācijas (piem. CTRL-V) kas redzamas labajā kolonā.
mt: Hawnhekk tara lista ta' assoċjazzjonijiet ta' buttuni (eż, Ctrl-V) fil-kolonna tal-lemin, ma' azzjonijiet (eż., "Ikkopja") fil-kolonna tax-xellug.
nl: Hier ziet u een lijst met toetsenbindingen, Oftewel de associaties tussen de acties (bijv. kopiëren) die in de linkerkolom worden getoond en de toetsen of toetsencombinaties die in de rechterkolom worden getoond.
no: Her kan du se en liste over hurtigtaster, dvs tilordninger mellom hendelser (f eks "Kopier") vist i den venstre kolonnen og taster eller eller kombinasjoner av slike (f eks CTRL-V) vist i den høyre kolonnen.
pl: Przedstawiona jest lista skojarzeń klawiszy, np. skojarzenia zdarzeń (jak 'Kopiuj'), pokazanych w lewej kolumnie, z kombinacją klawiszy (jak CTRL-V), pokazanych w prawej kolumnie.
pt: Aqui podes ver as atribuições de teclas, isto é, as associações entre as acções (por exemplo, 'Copiar') na coluna da esquerda e as teclas ou combinações de teclas (por exemplo, CTRL-V) na coluna da direita.
ro: Aici puteţi vedea o listă de asocieri de taste, adică asocierile dintre acţiunile afişate în coloana din stînga (de ex. "Copiază") şi tastele sau combinaţiile de taste (de ex. Ctrl-V) afişate în coloana din dreapta.
ru: Здесь показан список <i>привязок клавиш</i>, т.е. соответствий между действиями (например, 'Копировать'), приведенными в левой колонке, и клавиш или их сочетаний (например, CTRL-V), приведенных в правой колонке.
sk: Tu je zobrazený zoznam klávesových skratiek, čiže spojení medzi akciami (napr. 'Kopírovať') v ľavom stĺpci a klávesmi alebo ich kombináciami (napr. CTRL-V) v pravom stĺpci.
sl: Tu lahko vidite seznam tipkovnih vezi, se pravi, vezi med dejanji (npr. ,Prepiši`), prikazanimi v levem stolpcu, in tipkami ali kombinacijami tipk (npr. CTRL-V), prikazanimi v desnem stolpcu.
sr: Ovde možete da vidite listu prečica sa tastature, npr. veze između akcija ('Kopiraj') prikazanu u levoj koloni i tasteri ili kombinacija tastera (npr. CTRL-V) prikazana u desnoj koloni.
ta: ­íÌ Å¢¨ºô À¢¨½ôÒ¸Ç¢ý ÀðÊÂ¨Äô À¡÷ì¸Ä¡õ, «¾¡ÅÐ ­¼Ð ¿¢ÃÄ¢ü ¸¡ðÊÂ ¦ºÂø¸ÙìÌõ (¯+õ. '¿¸ø') ÅÄÐ ¿¢ÃÄ¢ü ¸¡ðÊÂ Å¢¨º¸ÙìÌõ «øÄÐ Å¢¨ºî §º÷Á¡Éí¸Ç¢üÌõ (¯+õ. CTRL-V) ­¨¼¨ÂÂ¡É ¦¾¡¼÷Ò¸û.
th: คุณสามารถเห็นการจับคู่คีย์ ที่กำหนดไว้แล้วที่นี่ โดยเกี่ยวพันระหว่าง การกระทำ (เช่น 'คัดลอก') จะถูกแสดงไว้ในคอลัมน์ด้านซ้าย และคีย์ที่ถูกจับคู่ไว้ (เช่น CTRL-V) จะถูกแสดงไว้ในคอลัมน์ด้านขวา
tr: Burada tuş bağıntılarının, yani tuşlarla eylemler (mesela 'kopyala') arasındaki bağıntılarını görebilirsiniz.
uk: Тут Ви можете знайти список прив'язок клавіш, тобто асоціацій між діями (напр. 'Копіювати') показані в лівому стовпчику та клавішами або їх комбінаціями (напр. CTRL-V) показаними у правому стовпчику.
vi: Ở đây bạn sẽ thấy danh sách các phím thay thế, nghĩa là sự kết hợp giữa các hành động (ví dụ. 'Copy') được chỉ định bằng tổ hợp các phím ở cột bên trái và (ví dụ . CTRL-V) được chỉ ra ở phía bên phải .
xh: Apha ungabona uluhlu lwezibophelelo ezingundoqo, ithetha ukuba. usondelelwano phakathi kweentshukumo (umzekelo'.khuphela') kubonisiwe kumhlathi osekhohlo kunye nezitshixo okanye indibanisela yezitshixo (umzekelo. CTRL-V) eboniswe kumhlathi osekunene.

source: Action
af: aksie
az: Hadisə
bg: Действие
ca: Acció
cs: Činnost
da: Handling
de: Aktion
el: Ενέργεια
et: Tegevus
fi: Toimenpide
he: הלועפ
hu: Művelet
is: Aðgerð
ko: 움직임
lt: Veiksmas
lv: Darbība
mt: Azzjoni
nl: Actie
no: Hendelse
pl: Zdarzenie
pt: Acção
ro: Acţiune
ru: Действие
sk: Akcia
sl: Dejanje
sr: Akcija
ta: ¦ºÂø
th: การกระทำ
tr: Eylem
uk: Дія
vi: Hành động
xh: Intshukumo

source: Current Key
af: huidige sleutel
az: Hazırkı düymə
bg: Текущ клавиш
ca: Tecla actual
cs: Aktuální klávesová zkratka
da: Nuværende tast
de: Aktuelle Taste
et: Valitud klahv
fi: Nykyinen pikanäppäin
he: יחכונ שקמ
hu: A jelenlegi billentyűparancs
is: Núverandi lykill
ko: 현재 글쇠
lt: Dabartinis mygtukas
lv: Tekošais Taustiņš
mt: Buttuna kurrenti
nl: Huidige toets
no: Gjeldende tast
pl: Obecny klawisz
pt: Tecla Actual
ro: Tasta curentă
ru: Текущая клавиша
sk: Aktuálny kláves
sl: Trenutna tipka
sr: Trenutni taster
ta: ¿¼ôÒ Å¢¨º
th: คีย์ปัจจุบัน
tr: Geçerli Tuş
uk: Поточна клавіша
xh: Undoqo wangoku

source: Choose a Key for the Selected Action
af: kies 'n sleutel vir die gekose aksie
az: Seçilən hadisə üçün bir düymə seçin
bg: Избери клавиш за действие 'избор'
ca: Escolliu una tecla per a l'acció seleccionada
cs: Vyberte klávesovou zkratku pro vybranou činnost
da: Vælg en tast til valgte handling
de: Tastenkombination für die ausgewählte Aktion
et: Vali valitud tegevuse klahvikombinatsioon
fi: Valitse näppäin valitulle toiminnolle
he: תרחבנה הלועפה רובע שקמ רחב
hu: Válasszon billentyűkombinációt a kijelölt művelethez
is: Veldu lykil fyrir þessa aðgerð
ko: 골라놓은 움직임에 쓸 글쇠를 고르십시오
lt: Nurodykite mygtuką pasirinktam veiksmui
lv: Izvēlieties Taustiņu priekš Izvēlētās Darbības
mt: Agħżel buttuna għall-azzjoni
nl: Kies een toets voor de geselecteerde actie
no: Velg en tast for den valgte hendelsen
pl: Wybierz klawisz skojarzony ze zdarzeniem
pt: Escolhe uma Tecla para a Acção Seleccionada
ro: Alegeţi o tastă pentru acţiunea selectată
ru: Выберите клавишу для выделенного действия
sk: Zvoľte kláves pre označenú akciu
sl: Izberite tipko za izbrano dejanje
sr: Izaberite taster za odabranu akciju
ta: ¾ó¾ ¦ºÂÖìÌÃ¢Â Å¢¨º¦Â¡ý¨Èò §¾÷× ¦ºö¸
th: เลือกคีย์สำหรับการกระทำที่เลือกไว้
tr: Seçilen Eylem İçin Bir Tuş Seçin
uk: Виберіть клавішу для вибраної дії
xh: Khetha isitshixo sentshukumo ekhethiweyo

source: &No Key
af: nee sleutel
az: &Düymə yoxdur
bg: &Няма клавиш
ca: &Cap tecla
cs: Žád&ná klávesa
da: &Ingen tast
de: &Keine Taste
et: &Klahv puudub
fi: &Ei näppäintä
he: שקמ אל&ל
hu: &nincs
is: &Enginn lykill
ko: 글쇠 없음(&N)
lt: &Jokio mygtuko
lv: &Nē taustiņš
mt: &Ebda buttuna
nl: &Geen toets
no: &Ingen tast
pl: &Bez klawisza
pt: &Nenhuma
ro: &Fără tastă
ru: &Нет клавиши
sk: Žiad&ny kláves
sl: &Brez tipke
sr: &Bez tastera
ta: Å¢¨º ­ø¨Ä
th: ไม่มีคีย์
tr: &Tuş Yok
uk: &Без клавіші
xh: &Akukho sitshixo

source: The selected action will not be associated with any key.
af: die gekose aksie sal nie wees geassosieer met enige sleutel.
az: Seçilən hadisə heç bir düymə ilə əlaqələndirilməyəcək.
bg: Избраната комбинация не e свързна с никакъв клавиш.
ca: L'acció seleccionada no s'associarà amb cap tecla.
cs: Vybraná činnost nebude spojena se žádnou klávesou.
da: Den valgte handling er ikke forbundet med nogen tast.
de: Die ausgewählte Aktion wird mit keiner Taste verknüpft.
el: Η επιλεγμένη ενέργεια δε θα συσχετιστεί με κανένα πλήκτρο.
et: Valitud tegevust ei seostata ühegi klahviga.
fi: Valittua toiminnetta ei sidota mihinkään näppäimeen
he: .שקמ ףא םע רשוקת אל תרחבנה הלועפה
hu: A kijelölt eseményhez nem fog semmilyen billentyűparancs tartozni.
is: Aðgerðin sem þú valdir verður ekki tengd neinum lykli.
ko: 어떤 글쇠와도 연결할 수 없는 움직임을 골랐습니다.
lt: Nurodytas veiksmas nebus susietas su jokiu mygtuku.
lv: Izvēlēta darbība nevar tikt asociēta ar jebkuru taustiņu.
mt: L-azzjoni magħżula m'hi se tkun assoċjata ma' ebda buttuna.
nl: De geselecteerde actie zal niet geassocieerd worden met een toets.
no: Den valgte hendelsen vil ikke bli tilordnet noen tast.
pl: Wybrane zdarzenie nie zostanie skojarzone z żadnym klawiszem.
pt: A acção seleccionada não ficará associada a qualquer tecla.
ro: Acţiunea selectată nu va fi asociată cu nici o tastă.
ru: Данное действие не будет связано ни с какой клавишей.
sk: K vybranej akcii nie je priradený žiadny kláves
sl: Izbrano dejanje ne bo povezano s tipko.
sr: Izabrana akcija neće biti pridružena bilo kom tasteru.
ta: §¾÷× ¦ºöÂôÀð¼ ¦ºÂø ±ùÅ¢¨ºÔ¼Ûõ À¢¨½ì¸ôÀ¼ Á¡ð¼¡Ð.
th: การกระทำที่เลือกไว้ยังไม่ถูกกำหนดให้ใช้กับคีย์ใด
tr: Seçilen eylem hiç bir tuşla ilişkilendirilmeyecek.
uk: Вибрана дія не буде асоційована ні з якою дією.
vi: Hành động đã chọn sẽ không được tương ứng với bất kì phím nào
xh: Intshukumo ekhethiweyo ayizukuyamaniswa nasiphi na isitshixo.

source: De&fault Key
af: verstek sleutel
az: Ə&sas düymə
bg: &Стандартен клавиш
ca: Tecla per &omissió
cs: Impli&citní klávesa
da: &Standardtast
de: &Standardtaste
et: &Vaikimisi klahv
fi: Ole&tusnäppäin
he: לד&חמ תרירב שקמ
hu: az &alapértelmezett billentyű
is: &Sjálfgefinn lykill
ko: 기본 글쇠(&f)
lt: N&utylimas mygtukas
lv: No&klusētais Taustiņš
mt: Buttuna &standard
nl: Sta&ndaardtoets
no: &Standard tast
pl: &Domyślny klawisz
pt: Tecla Pré-De&finida
ro: Tastă &implicită
ru: &Клавиша по умолчанию
sk: Š&tandardný kláves
sl: &Privzeta tipka
sr: Pre&definisani taster
ta: ¦¸¡¼¡¿¢¨Ä Å¢¨º
th: คีย์ปริยาย
tr: Ö&ntanımlı Tuş
uk: Типов&а клавіша
xh: &iSitshixo sosalelo olungundoqo

source: This will bind the default key to the selected action. Usually a reasonable choice.
af: hierdie sal bind die verstek sleutel aan die gekose aksie. gewoonlik 'n redelike keuse.
az: Bu əsas düyməni seçilən hadisəyə bağlayacaq. Ümumiyyətlə məntiqli bir seçkidir.
bg: Това ще настрои клавиша за действие.
ca: Això lligarà la tecla per omissió a l'acció seleccionada. Normalment una tria raonable.
cs: Nastaví implicitní klávesu pro danou akci. Doporučená volba.
da: Dette vil forbinde standard tasten til den valgte handling. Dette er sædvanligvis et fornuftigt valg.
de: Das wird die voreingestellte Taste mit der ausgewählten Aktion verknüpfen. Normalerweise ist das eine gute Wahl.
el: Αυτό θα 'δέσει' τον προκαθορισμένο συνδυασμό πλήκτρων στην επιλεχθείσα ενέργεια. Συνήθως είναι μια λογική επιλογή.
et: Seostab valitud tegevusega vaikeklahvi. Tavaliselt on see mõistlik valik.
fi: Tämä tulee olemaan oletusnäppäin valitulle toiminteelle. Yleensä järkevä valinta.
he: <p align=right>שקמ תא רשקת וז תורשפא<br>הלועפה םע לדחמה תרירב<br>הריחב ללכ ךרדב וז .תרחבנה<br>.הריבס
hu: Ez az alapértelmezett billentyűparancsot rendeli a kijelölt eseményhez. Általában elfogadható ez a választás.
is: Þetta mun binda sjálfgefna lykilinn við aðgerðina sem þú velur. Veljulega er það skynsamlegt val.
ko: 이 것은 골라놓은 움직임에 지정된 기본 글쇠와 연결됩니다. 적당한 선택 입니다.
lt: Tai susies nutylimą mygtuką su nurodytu veiksmu. Paprastas protingas pasirinkimas.
lv: Šis sasaistīs noklusēto taustiņu ar izvēlēto darbību. Parasti saprātīga izvēle.
mt: Din tassoċja l-azzjoni msemmija mal-buttuna tas-soltu. Normalment din għażla tajba.
nl: Dit zal de standaardtoets binden aan de geselecteerde actie. Gewoonlijk een goede keuze.
no: Denne vil tilordne standard tast for å velge hendelsen. Vanligvis er dette et greit valg.
pl: Wybrane zdarzenie zostanie skojarzone z domyślną kombinacją klawiszy. Zwykle jest to sensowny wybór.
pt: Esta opção atribui à acção a sua tecla por omissão. Normalmente é uma boa escolha.
ro: Aceasta va asocia tasta implicită cu acţiunea selectată. În mod normal este o alegere rezonabilă.
ru: Данное действие будет связано с клавишей по умолчанию. Как правило, это разумный выбор.
sk: Spojiť nastavený kláves s vybranou akciou. Obvyklý rozumný výber.
sl: To bo povezalo tipko z izbranim dejanjem. Navadno je to razumna odločitev.
sr: Ovo će vezati predefinisani taster za izabranu akciju. Uglavnom je to razuman izbor.
ta: ­Ð ¦¸¡¼¡¿¢¨Ä Å¢¨º¨Âò §¾÷ó¾ ¦ºÂÖ¼ý À¢¨½ìÌõ. ¦À¡ÐÅ¡¸ ´Õ ¿¢Â¡ÂÁ¡É §¾÷×.
th: จะทำการจับคู่ระหว่างคีย์โดยปริยายกับการกระทำที่เลือกไว้ สำหรับหัวข้อทั่วไป
tr: Bu öntanımlı tuşu seçilen eyleme bağlayacak. Genellikle mantıklı bir seçimdir.
uk: Ця опція зв'язує типову клавішу до вибраної дії. Здебільшого це прийнятний вибір.
vi: Bạn sẽ chỉ định phím mặc định cho hành động đã chọn.Luôn luôn là sự lựa chọn hợp lí .
xh: Le izakubophelela isitshixo sosalelo olungagqibekanga kwintshukumo ekhethiweyo. Ngokwesiqhelo ukhetho oluzikiswayo

source: Custom &Key
af: pasmaak sleutel
az: &Xüsusi düymə
bg: &Клавишна настройка
ca: Tecla a &mida
cs: Vlastní &klávesa
da: &Personlig tast
de: &Benutzerdef. Taste
et: &Kohandatud klahv
fi: O&ma näppäin
he: תישיא םאת&ומ שקמ
hu: &egyéni billentyű
is: Sérvalinn &lykill
ko: 사용자 정의 글쇠(&K)
lt: Pasirin&ktas mygtukas
lv: Pielāgots &Taustiņš
mt: Buttuna &differenti
nl: Aange&paste toets
no: &Egendefinert tast
pl: &Wybrany klawisz
pt: &Tecla Personalizada
ro: Tastă &personalizată
ru: &Собственная клавиша
sk: &Vlastný kláves
sl: &Določena tipka
sr: Drugi &taster
ta: ¾É¢ôÀÂý Å¢¨º
th: ปรับแต่งคีย์เอง
tr: Ö&zel Tuş
uk: Нетипова &клавіша
xh: &Isiko iSitshixo

source: If this option is selected you can create a customized key binding for the selected action using the buttons below.
af: as hierdie opsie is gekose jy kan skep 'n doelgemaakte sleutel binding vir die gekose aksie te gebruik die knoppies onder.
az: Bu seçənək seçilirsə seçilən hadisə üçün aşağıdakı düymələri istifadə edərək xüsusi bir düymə əlaqəsi bildirə bilərsiniz.
bg: Ако тази опция е избрана вие ще можете да нагласите клавиш с действие, който да ползва бутоните по-долу.
ca: Si es selecciona aquesta opció, podeu crear un lligam de tecla a mida per a l'acció seleccionada usant els botons de sota.
cs: Tato volba dovoluje vytvořit vlastní klávesovou zkratku pro danou činnost pomocí níže umístěných tlačítek.
da: Hvis denne indstilling er valgt, kan man oprette selvvalgte tastebindinger for de valgte handlinger ved at bruge knapperne nedenfor.
de: Wenn diese Auswahl getroffen ist, können Sie mit den Knöpfen unten eine eigene Tastenzuordnung für die ausgewählte Aktion vornehmen.
el: Αν επιλέξετε αυτό, μπορείτε να δημιουργήσετε μια προσαρμοσμένη συντόμευση πλήκτρων για την επιλεχθείσα ενέργεια, με χρήση των παρακάτω κουμπιών.
et: Kui see valik on sisse lülitatud, saad sa allolevate nuppude abil luua valitud tegevuse jaoks kohandatud klahvikombinatsiooni.
fi: Jos tämä kohta on valittuna, voit luoda oman näppäinsidoksen toiminnolle allaolevien painikkeiden avulla.
he: <p align=right>ךתורשפאב ,תרחבנ וז תורשפא םא<br>םאתומ שקמ רושיק רוציל<br>תרחבנה הלועפה רובע תישיא<br>.הטמלש םירותפכה תועצמאב
hu: Ezzel az opcióval egyéni, az alapértelmezettől eltérő billentyűparancsot rendelhet a kijelölt eseményhez az alábbi gombokkal.
is: Ef þetta er valið getur þú búið sérsniðnar lyklaskilgreiningar fyrir aðgerðina sem þú velur með hnöppunum að neðan.
ko: 이 옵션을 고르면 몇가지 단추를 통해서 자기가 바라는 글쇠를 지정해서 미리 골라놓은 움직임과 연결해 쓸 수 있습니다.
lt: Jei nurodyta šita parinktis, naudodami žemiau esančius mygtukus, galite sukurti pasirinktą klavišų sietį nurodytam veiksmui.
lv: Ja šī opcija ir iezīmēta, jūs varat izveidot lietotāja taustiņu sasaisti priekš iezīmētās darbības izmantojot pogas zemāk.
mt: Tista' tagħżel buttuna differenti minn tas-soltu biex tagħmel l-azzjoni msemmija.
nl: Als deze optie is ingeschakeld kunt u via onderstaande knoppen een aangepaste toetsenbinding aanmaken voor de gekozen actie.
no: Hvis dette valget er valgt kan du lage en tilpasset hurtigtast for den valgte hendelsen ved å bruke knappene under.
pl: Po wybraniu tej opcji można wybrać odpowiednią kombinację klawiszy wykorzystując przycisk poniżej.
pt: Se esta opção for seleccionada podes criar uma combinação de teclas para a acção usando os botões abaixo.
ro: Dacă această acţiune este selectată, puteţi crea o asociere personalizată pentru acţiunea selectată, utilizînd butoanele de mai jos.
ru: Если выбран этот вариант, вы можете назначить клавишу для выделенного действия, используя кнопки внизу окна.
sk: Ak je označená voľba môžete vytvoriť vlastnú väzbu na vybranú akciu použitím tlačidla ktoré je umiestnené nižšie
sl: Če je izbrana ta možnost, lahko s spodnjimi gumbi ustvarite prilagojeno tipkovno povezavo za izbrano dejanje.
sr: Ako je ova opcija izabrana možete da napravite prilagođenu prečicu za izabranu akciju koristeći dugmiće ispod.
ta: ­ó¾ Å¢ÕôÀò¨¾ §¾÷× ¦ºö¾¡ø, ¸£§ÆÔûÇ ¦À¡ò¾¡ý¸û ãÄõ §¾÷ó¾ ¦ºÂÖìÌ ¾É¢ôÀÂý Å¢¨ºô À¢¨½ô¦À¡ý¨Èô À¨¼ì¸Ä¡õ.
th: ถ้าตัวเลือกนี้ถูกเลือกไว้ คุณสามารถเลือกสร้างการจับคู่คีย์ กับการกระทำที่เลือกไว้ได้เอง โดยใช้ปุ่มที่อยู่ข้างล่างนี้
tr: Bu seçenek seçilirse seçilen eylem için aşağıdaki düğmeleri kullanarak özel bir tuş bağıntısı tanımlayabilirsiniz.
uk: Якщо ця опція ввімкнена, Ви можете утворювати нетипові прив'язки клавіш для вибраних дій за допомогою кнопок, що розташовані нижче.
vi: Nếu tuỳ chọn này được chọn, bạn có thể tạo các phím thay thế tuỳ thích cho các hành động đã được chọn trong danh sách dưới đây .
xh: Ukuba le ndlela ikhethiwe ungadala imbophelelo yesiko engundoqo kwintshukumo ekhethiweyo usebenzisa la maqhosha angezantsi.
