Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Do not show this message again
af: doen nie vertoon hierdie boodskap weer
az: Bu ismarıcı birdə göstərmə
bg: Не показвай това събщение отново
ca: No tornis a mostrar aquest missatge
cs: Tuto zprávu již nezobrazovat
da: Vis ikke denne besked igen
de: Diese Meldung nicht mehr anzeigen
el: Να μην ξαναεμφανιστεί αυτό το μήνυμα
et: Seda teadet rohkem mitte näidata
fi: Älä näytä tätä viestiä uudelleen
he: תינש וז העדוה גיצת לא
hu: Többször ne jelenjen meg ez az üzenet
is: Ekki sýna þessi skilaboð aftur
ko: 이 메세지를 다시 보여주지 않음
lt: Daugiau nerodyti šio pranešimo
lv: Nerādīt atkal šo ziņojumu
mt: Terġax turi dan il-messaġġ
nl: Deze boodschap niet meer tonen
no: Ikke vis denne meldingen mer
pl: Nie wyświetlaj więcej tego komunikatu
pt: Não voltar a mostrar esta mensagem
ro: Nu afişa acest mesaj din nou
ru: Не показывать больше это сообщение
sk: Nezobrazovať tuto správu znovu
sl: Tega sporočila ne pokaži več
sr: Ne prikazuj više ovu poruku
ta: ­î ¦ºö¾¢¨Â Á£ñÎõ ¸¡ð¼¡§¾
th: อย่าแสดงข้อความนี้อีก
tr: Bu iletiyi bir daha gösterme
uk: Не показувати більше це повідомлення
vi: Không hiển thị lại thông điệp này
xh: Sukubonisa lo myalezo kwakhona

source: _: QAccel Escape
af: Escape
az: Escape
bg: Escape
ca: Escape
cs: Escape
da: Escape
de: Esc
el: Escape
et: Escape
fi: Escape
he: Escape
hu: Esc
is: Esc
ko: ESC
lt: Gr (Escape)
lv: Bēgt
mt: Escape
nl: Escape
no: Escape
pl: Escape
pt: Escape
ro: Escape
ru: Escape
sk: Escape
sl: Esc
ta: Escape
tr: Escape
uk: Escape
xh: Zimela

source: _: QAccel Insert
af: Insert
az: Daxil Et
bg: Вмъква
ca: Insereix
cs: Insert
da: Indsæt
de: Einfg
el: Insert
et: Insert
fi: Insert
he: Insert
hu: Insert
is: Insert
ko: Ins
lt: Įterpti
lv: Ielikt
mt: Insert
nl: Insert
no: Insert
pl: Insert
pt: Insert
ro: Insert
ru: Insert
sk: Insert
sl: Insert
ta: Insert
tr: Yerleştir
uk: Insert
xh: Faka

source: _: QAccel Delete
af: Delete
az: Sil
bg: Изтрива
ca: Supr
cs: Delete
da: Slet
de: Entf
el: Delete
et: Delete
fi: Delete
he: Delete
hu: Delete
is: Delete
ko: Del
lt: Pašalinti
lv: Dzēst
mt: Delete
nl: Delete
no: Delete
pl: Delete
pt: Delete
ro: Delete
ru: Delete
sk: Delete
sl: Delete
ta: Delete
tr: Sil
uk: Delete
xh: Cima

source: _: QAccel Prior
af: Prior
az: Əvvəlki
bg: Предишествуващ
ca: Re Pàg
cs: Předchozí
da: Forrige
de: Voriger
et: Eelmine
fi: Edellinen
he: Prior
hu: Page Up
is: Page up
ko: 먼저
lt: Ankstesnis
lv: Priors
mt: Prior
nl: Vorige
no: Forrige
pl: Prior
pt: Prior
ro: Precedent
ru: Prior
sk: Prior
sl: Prejšnji
ta: Prior
tr: Önceki
uk: Prior
xh: Ekuqalekeni

source: _: QAccel Next
af: Next
az: Sonrakı
bg: Следващ
ca: Av Pàg
cs: Následující
da: Næste
de: Nächster
el: Next
et: Järgmine
fi: Seuraava
he: Next
hu: Page Down
is: Page down
ko: 다음
lt: Sekantis
lv: Nākošais
mt: Next
nl: Volgende
no: Neste
pl: Next
pt: Next
ro: Următor
ru: Next
sk: Next
sl: Naslednji
ta: Next
tr: Sonraki
uk: Next
xh: Elandelayo

source: _: QAccel Shift
af: Shift
az: Shift
ca: Majús
cs: Shift
da: Shift
de: Umschalt
el: Shift
et: Shift
fi: Shift
he: Shift
hu: Shift
is: Shift
ko: Shift
lt: Shift
lv: Shift
mt: Shift
nl: Shift
no: Shift
pl: Shift
pt: Shift
ro: Shift
ru: Shift
sk: Shift
sl: Dvigalka
ta: Shift
tr: Shift
uk: Shift
xh: Shift

source: _: QAccel Control
af: Control
az: Control
ca: Control
cs: Control
da: Kontrol
de: Strg
el: Control
et: Ctrl
fi: Control
he: Control
hu: Ctrl
is: Ctrl
ko: Ctrl
lt: Vald(Control)
lv: Kontrole
mt: Control
nl: Control
no: Control
pl: Ctrl
pt: Control
ro: Control
ru: Ctrl
sk: Control
sl: Control
ta: Control
tr: Control
uk: Control
xh: Lawula

source: _: QAccel Meta
af: Meta
az: Meta
bg: Мета
ca: Meta
cs: Meta
da: Meta
de: Meta
el: Meta
et: Meta
fi: Meta
he: Meta
hu: Meta
is: Meta
ko: Meta
lt: Meta
lv: Meta
mt: Meta
nl: Meta
no: Meta
pl: Meta
pt: Meta
ro: Meta
ru: Meta
sk: Meta
sl: Meta
ta: Meta
tr: Meta
uk: Meta
xh: Meta

source: _: QAccel Alt
af: Alt
az: Alt
ca: Alt
cs: Alt
da: Alt
de: Alt
el: Alt
et: Alt
fi: Alt
he: Alt
hu: Alt
is: Alt
ko: Alt
lt: Alt
lv: Alt
mt: Alt
nl: Alt
no: Alt
pl: Alt
pt: Alt
ro: Alt
ru: Alt
sk: Alt
sl: Alt
ta: Alt
tr: Alt
uk: Alt
xh: Alt

source: _: QAccel ParenLeft
af: ParenLeft
az: Sol
bg: Лява скоба
ca: ParenEsq
cs: Levá závorka
da: Venstreparentes
de: Klammer links
et: Vasak ümarsulg
fi: Sulku vasen
he: םיירגוס חתפ
hu: bal zárójel
is: Svigi opnast
lt: Kairysis skliaustelis
lv: Kreisā Kvadrātiekava
mt: ParenLeft
nl: Linker haakje
no: Venstre parentes
pl: Lewy nawias
pt: Parêntesis Esquerdo
ro: Paranteză stînga
ru: Левая квадратная скобка
sk: Ľavá zátvorka
ta: ParenLeft
tr: Sol
uk: Ліва дужка
xh: Iparen yasekhohlo

source: _: QAccel ParenRight
af: ParenRight
az: Sağ
bg: Дясна скоба
ca: ParenDret
cs: Pravá závorka
da: Højreparentes
de: Klammer rechts
et: Parem ümarsulg
fi: Sulku oikea
he: םיירגוס רוגס
hu: jobb zárójel
is: Svigi lokast
lt: Dešinysis skliaustelis
lv: Labā Kvadrātiekava
mt: ParenRight
nl: Rechter haakje
no: Høyre parentes
pl: Prawy nawias
pt: Parêntesis Direito
ro: Paranteză dreapta
ru: Правая квадратная скобка
sk: Pravá zátvorka
ta: ParenRight
tr: Sağ
uk: Права дужка
xh: Iparen yasekunene

source: _: QAccel Asterisk
af: Asterisk
az: Asteriks
bg: Звездичка [*]
ca: Asterisc
cs: Hvězdička
da: Stjerne
de: Sternchen
et: Tärn
fi: Tähtimerkki
he: תיבכוכ
hu: csillag
is: Stjarna
lt: Žvaigždutė
lv: Zvaigznīte
mt: Asterisk
nl: Asterisk
no: Stjerne
pl: Gwiazdka
pt: Asterisco
ro: Asterisc
ru: Восклицательный знак
sk: Hviezdička
ta: Asterisk
tr: Asteriks
uk: Зірочка
xh: Uphawu lokuthelekisa

source: _: QAccel Plus
af: Plus
az: Üstəgəlmə
bg: Плюс
ca: Més
cs: Plus
da: Plus
de: Plus
el: Συν
et: Pluss
fi: Plus
he: סולפ
hu: plusz
is: Plús
lt: Plius
lv: Plus
mt: Plus
nl: Plus
no: Pluss
pl: Plus
pt: Mais
ro: Plus
ru: Plus
sk: Plus
ta: Plus
tr: Artı
uk: Плюс
xh: Dibanisa

source: _: QAccel Comma
af: Comma
az: Vergül
bg: Запетая
ca: Coma
cs: Home
da: Komma
de: Komma
el: Κόμμα
et: Koma
fi: Pilkku
he: קיספ
hu: vessző
is: Komma
lt: Kablelis
lv: Komats
mt: Comma
nl: Komma
no: Komma
pl: Przecinek
pt: Vírgula
ro: Virgulă
ru: Запятая
sk: Čiarka
ta: Comma
tr: Virgül
uk: Кома
xh: Isiphumlisi

source: _: QAccel Minus
af: Minus
az: Çıxma
bg: Минус
ca: Menys
cs: Mínus
da: Minus
de: Minus
el: Μείον
et: Miinus
fi: Miinus
he: סונימ
hu: mínusz
is: Mínus
lt: Minus
lv: Mīnus
mt: Minus
nl: Minus
no: Minus
pl: Minus
pt: Menos
ro: Minus
ru: Minus
sk: Mínus
ta: Minus
tr: Eksi
uk: Мінус
xh: Thabatha

source: _: QAccel Period
af: Period
az: Nöqtə
bg: Период
ca: Punt
cs: Tečka
da: Punktum
de: Punkt
el: Τελεία
et: Punkt
fi: Piste
he: הדוקנ
hu: pont
is: Punktur
lt: Taškas
lv: Periods
mt: Fullstop
nl: Punt
no: Punktum
pl: Kropka
pt: Ponto
ro: Punct
ru: Точка
sk: Bodka
ta: Period
tr: Nokta
uk: Крапка
xh: Ixesha

source: _: QAccel Slash
af: Slash
az: Bölmə
bg: Знакът [/]
ca: Barra
cs: Lomítko
da: Skråstreg
de: Schrägstrich
el: Κάθετος
et: Kaldkriips
fi: Kauttaviiva
he: ןסכול
hu: törtvonal
is: Skástrik
lt: Dalybos ženklas
lv: Slīpsvītra
mt: Slash
nl: Slash
no: Skråstrek
pl: Ukośnik
pt: Barra
ro: Slash
ru: Наклонная черта
sk: Lomeno
ta: Slash
tr: Bölü
uk: Коса лінія
xh: Isixhobo esibukhali

source: _: QAccel Colon
af: Colon
az: Kolon
bg: Двоеточие
ca: Dos punts
cs: Dvojtečka
da: Kolon
de: Doppelpunkt
el: Άνω + Κάτω Τελεία
et: Koolon
fi: Kaksoispiste
he: םייתדוקנ
hu: kettőspont
is: Tvípunktur
lt: Dvitaškis
lv: Kols
mt: Colon
nl: Dubbele punt
no: Kolon
pl: Dwukropek
pt: Dois Pontos
ro: Două puncte
ru: Двоеточие
sk: Dvojbodka
ta: Colon
tr: Kolon
uk: Двокрапка
xh: Colon

source: _: QAccel Semicolon
af: Semicolon
az: Nöqtəli vergül
bg: Точка и запетая [;]
ca: Punt i coma
cs: Středník
da: Semikolon
de: Semikolon
el: Ερωτηματικό (ελ.)
et: Semikoolon
fi: Puolipiste
he: הדוקנ קיספ
hu: pontosvessző
is: Semikomma
lt: Kabliataškis
lv: Semikols
mt: Semicolon
nl: Puntkomma
no: Semikolon
pl: Średnik
pt: Ponto e Vírgula
ro: Punct şi virgulă
ru: Точка с запятой
sk: Bodkočiarka
ta: Semicolon
tr: Noktalı virgül
uk: Крапка с комою
xh: Semicolon

source: _: QAccel Less
af: Less
az: Kiçikdir
bg: По-малко
ca: Menor
cs: Menší
da: Mindre end
de: Kleiner als
el: Μικρότερο
et: Väiksem
fi: Pienempi kuin
he: Less
hu: kisebb jel
is: Minna en
lt: Mažiau
lv: Mazāks
mt: Less
nl: Kleiner dan
no: Mindre
pl: Mniejszy
pt: Menor
ro: Mai mic
ru: Меньше
sk: Menej
ta: Less
tr: Küçüktür
uk: Менше
xh: Ngaphantsi

source: _: QAccel Equal
af: Equal
az: Bərabədir
bg: Равно
ca: Igual
cs: Rovnítko
da: Lighedstegn
de: Gleichheitszeichen
el: Ίσον
et: Võrdusmärk
fi: Yhtäsuuri
he: הווש
hu: egyenlőségjel
is: Sama sem
lt: Lygu
lv: Vienāds
mt: Equal
nl: Gelijk aan
no: Lik
pl: Równy
pt: Igual
ro: Egal
ru: Равно
sk: Rovná sa
ta: Equal
tr: Tab
uk: Знак рівності
xh: Ngokulinganayo

source: _: QAccel Greater
af: Greater
az: Böyükdür
bg: По-голямо
ca: Major
cs: Větší
da: Større end
de: Größer als
el: Μεγαλύτερο
et: Suurem
fi: Suurempi kuin
he: Greater
hu: nagyobb jel
is: Meira en
lt: Daugiau
lv: Lielāks
mt: Greater
nl: Groter als
no: Større
pl: Większy
pt: Maior
ro: Mai mare
ru: Больше
sk: Väčšie
ta: Greater
tr: Büyüktür
uk: Більше
xh: Nkulu

source: _: QAccel Question
af: Question
az: Sual
bg: Въпросителен
ca: Interrogant
cs: Otazník
da: Spørgsmålstegn
de: Fragezeichen
et: Küsimärk
fi: Kysymysmerkki
he: הלאש ןמיס
hu: kérdőjel
is: Spurningamerki
lt: Klausimas
lv: Jautājum
mt: Question
nl: Vraagteken
no: Spørsmål
pl: Pytajnik
pt: Ponto de Interrogação
ro: Întrebare
ru: Вопросительный знак
sk: Otáznik
ta: Question
tr: Soru
uk: Знак питання
xh: Umbuzo

source: _: QAccel BracketLeft
af: BracketLeft
az: SolMötərizə
bg: Отваряща скоба
ca: ClaudàtEsq
cs: Levá závorka
da: Venstre kantet parentes
de: Eckige Klammer links
et: Vasak nurksulg
fi: Hakasulje vasen
he: BracketLeft
hu: bal szögletes zárójel
is: Vintrihornklofi
lt: Kairysis laužtinis skliaustelis
lv: KreisāIekava
mt: BracketLeft
nl: Linker blokhaak
no: Venstre hakeparentes
pl: Lewy nawias pr.
pt: Par. Recto Esquerdo
ro: Paranteză dreaptă stînga
ru: Левая скобка
sk: Ľavá hranatá zátvorka
ta: BracketLeft
tr: SolParantez
uk: Ліва квадратна дужка
xh: Isigweqi ekhohlo

source: _: QAccel Backslash
af: Backslash
az: Tərsbölmə
bg: Знакът [\]
ca: Barra inversa
cs: Zpětné lomítko
da: Tilbage skråstreg
de: Rückstrich
el: Ανάποδη Κάθετος
et: Kurakaldkriips
fi: Kenoviiva
he: ךופה ןסכול
hu: fordított törtvonal
is: Öfugtskástrik
lt: Backslash
lv: Apgriestāslīpsvītra
mt: Backslash
nl: Backslash
no: Omvendt skråstrek
pl: Odwrotny ukośnik
pt: Barra Invertida
ro: Backslash
ru: Обратная наклонная черта
sk: Spätné lomítko
ta: Backslash
tr: Tersbölü
uk: Зворотня коса лінія
xh: Isixhobo esibukhali sangasemva

source: _: QAccel BracketRight
af: BracketRight
az: SağMötərizə
bg: Затваряща скоба
ca: ClaudàtDret
cs: Pravá závorka
da: Højre kantet parentes
de: Eckige Klammer rechts
et: Parem nurksulg
fi: Hakasulku oikea
he: BracketRight
hu: jobb szögletes zárójel
is: Hægrihornklofi
lt: Dešinysis laužtinis skliaustelis
lv: LabāIekava
mt: BracketRight
nl: Rechter blokhaak
no: Høyre hakeparentes
pl: Prawy nawias pr.
pt: Par. Recto Direito
ro: Paranteză dreaptă dreapta
ru: Правая скобка
sk: Pravá hranatá zátvorka
ta: BracketRight
tr: SağParantezi
uk: Права квадратна дужка
xh: Isigweqi ekunene

source: _: QAccel AsciiCircum
af: AsciiCircum
az: AsciiCircum
ca: Rodona
cs: Stříška
da: Circumflex
de: Zirkumflex
et: Katus
fi: AsciiCircum
he: AsciiCircum
hu: fokjel
is: Hattur
lt: Cirkumfleksas
lv: AsciiCircum
mt: AsciiCircum
nl: Accent circumflex
no: Circumfleks
pl: AsciiCircum
pt: Acento Circunflexo
ro: Accent circumflex
ru: Собачка
sk: AsciiCircum
ta: AsciiCircum
tr: AsciiCircum
uk: Знак степеня
xh: AsciiCircurm

source: _: QAccel Underscore
af: Underscore
az: Altcızıq
bg: Подчертано
ca: Subratllat
cs: Podtržítko
da: Understreg
de: Unterstrich
el: Κάτω Παύλα
et: Alakriips
fi: Alaviiva
he: ןותחת וק
hu: aláhúzás
is: Undirstrik
lt: Pabraukimas
lv: Pasvītrojums
mt: Underscore
nl: Onderstrepen
no: Understrek
pl: Podkreślenie
pt: Sublinhado
ro: Subliniere
ru: Подчеркивание
sk: Podtržítko
ta: Underscore
tr: Altçizgi
uk: Знак підкреслення
xh: Inqaku elisezantsi

source: _: QAccel QuoteLeft
af: QuoteLeft
az: Soldırnaq
bg: Лява кавичка
ca: CometaEsq
cs: Levé uvozovky
da: Venstre anførselstegn
de: Anführungszeichen links
et: Jutumärk
fi: Lainausmerkki vasen
he: QuoteLeft
hu: bal idézőjel
is: Vinstri stök gæsalöpp
lt: Kairinis kirtis
lv: KreisāPēdiņa
mt: QuoteLeft
nl: Linker aanhaling
no: Venstre sitattegn
pl: Lewy cudzysłów
pt: Aspas Esquerdas
ro: Ghilimea stînga
ru: Левая одинарная кавычка
sk: Ľavá úvodzovka
ta: QuoteLeft
tr: Soltırnak
uk: Відкриваючі лапки
xh: Phinda amazwi ekhohlo

source: _: QAccel BraceLeft
af: BraceLeft
az: Solbucaq
bg: Голяма скоба отляво
ca: ClauEsq
cs: Levá složená závorka
da: Venstretuborg
de: Geschweifte Klammer links
et: Vasak loogeline sulg
fi: Aaltosulku vasen
he: BraceLeft
hu: bal kapcsos zárójel
is: Vinstri slaufusvigi
lt: Kairysis riestinis skliaustelis
lv: Kreisā Figūriekava
mt: BraceLeft
nl: Linker accolade
no: Venstre klammeparentes
pl: Lewy nawias klam.
pt: Chaveta Esquerda
ro: Acoladă stînga
ru: Левая фигурная скобка
sk: Ľavá zložená zátvorka
ta: BraceLeft
tr: Solköşe
uk: Ліва квадратна дужка
xh: Qinisa ekhohlo

source: _: QAccel BraceRight
af: BraceRight
az: Sağbucaq
bg: Голяма скоба отдясно
ca: ClauDret
cs: Pravá složená závorka
da: Højretuborg
de: Geschweifte Klammer rechts
et: Parem loogeline sulg
fi: Aaltosulku oikea
he: BraceRight
hu: jobb kapcsos zárójel
is: Hægri slaufusvigi
lt: Dešinysis riestinis skliaustelis
lv: Labā Figūriekava
mt: BraceRight
nl: Rechter accolade
no: Høyre klammeparentes
pl: Prawy nawias klam.
pt: Chaveta Direita
ro: Acoladă dreapta
ru: Правая фигурная скобка
sk: Pravá zložená zátvorka
ta: BraceRight
tr: Sağköşe
uk: Права квадратна дужка
xh: Qinisa ekunene

source: _: QAccel AsciiTilde
af: AsciiTilde
az: Tilda
bg: Знакът змия (AsciiTilde)
ca: Titlla
cs: Vlnka
da: Tilde
de: Tilde
el: Περισπωμένη
et: Tilde
fi: Aaltoviiva
he: הדליט
hu: hullámvonal
is: Tilda
lt: Riestinis kirčio ženklas
lv: AsciiTilde
mt: AsciiTilde
nl: Tilde
no: Tilde
pl: Tylda
pt: Til
ro: Tilda
ru: Тильда
sk: Tilda
ta: AsciiTilde
tr: Tilda
uk: Тильда
xh: AsciiTilde

source: _: QAccel Apostrophe
af: Apostrophe
az: Apastrof
bg: Апостроф
ca: Apòstrof
cs: Apostrof
da: Apostrof
de: Apostroph
el: Απόστροφος
et: Ülakoma
fi: Heittomerkki
he: שרג
hu: aposztróf
is: Úrfellingarmerki
lt: Apostrofas
lv: Apostrofs
mt: Apostrophe
nl: Apostrof
no: Apostroff
pl: Apostrof
pt: Apóstrofo
ro: Apostrof
ru: Апостроф
sk: Apostrof
ta: Apostrophe
tr: Tırnak
uk: Апостроф
xh: Isiphumlisi esiphezulu

source: _: QAccel Ampersand
af: Ampersand
az: Ampersand
bg: Знакът @
ca: And
cs: Ampersand ( znak & )
da: Ét-tegn
de: Et
et: Ampersand
fi: Et-merkki
he: Ampersand
hu: kereskedelmi 'és'
is: Og merki
lt: Ampersendas
lv: & zīme
mt: Ampersand
nl: Ampersand
no: Og-tegn
pl: Ampersand
pt: E Comercial
ro: Ampersand
ru: Амперсанд
sk: Ampersand
ta: Ampersand
tr: Ampersand
uk: Амперсанд
xh: Isiboniso esithile

source: _: QAccel Exclam
af: Exclam
ca: Exclam
cs: Vykřičník
da: Exclam
de: Ausrufezeichen
et: Hüüumärk
fi: Huutomerkki
he: Exclam
hu: felkiáltójel
is: _: QAccel Upphrópun
lt: Šauktukas
lv: Izsaukum
nl: Uitroepteken
no: Utbryte
pt: _: QAccel Exclamação
ru: Exclam
sk: Výkričník
sl: Klicaj
uk: Знак оклику
xh: Khuza

source: _: QAccel Dollar
af: Dollar
ca: Dòlar
cs: Dolar
da: Dollar
de: Dollar
et: Dollar
fi: Dollari
he: רלוד
hu: dollárjel
is: _: QAccel Dollaramerki
ko: 달러
lt: Doleris
lv: Dolārs
nl: Dollar
no: Dollar
pt: _: QAccel Dolar
ru: Dollar
sk: Dollar
sl: Dolar
uk: Долар
xh: Imali yaseMerika

source: _: QAccel Percent
af: Percent
ca: Percentatge
cs: Procento
da: Procent
de: Prozent
et: Protsent
fi: Prosentti
he: זוחא
hu: százalékjel
is: _: QAccel Prósenta
ko: 퍼센트
lt: Procentas
lv: Procenti
nl: Procent
no: Prosent
pt: _: QAccel Percentagem
ru: Percent
sk: Percento
sl: Odstotek
uk: Відсоток
xh: Ipesenti

source: _: QAccel Menu
af: Menu
ca: Menú
cs: Nabídka
da: Menu
de: Menü
et: Menüü
fi: Valikko
he: טירפת
hu: menü
is: _: QAccel Valmynd
ko: 차림표
lt: Meniu
lv: Izvēlne
nl: Menu
no: Meny
ru: Menu
sk: Menu
sl: Menu
uk: Меню
xh: imenu

source: _: QAccel Help
af: Help
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
et: Abi
fi: Ohje
he: הרזע
hu: segítség
is: _: QAccel Hjálp
ko: 도움말
lt: Pagalba
lv: Palīdzība
nl: Help
no: Hjelp
pt: _: QAccel Ajuda
ru: Help
sk: Pomocník
sl: Pomoč
uk: Довідка
xh: Nceda

source: _: QAccel NumberSign
af: NumberSign
ca: Signe número
cs: Známénko čísla
da: NummerTegn
de: Zahlenzeichen
et: Trellid
fi: Etumerkki
he: תימלוס
hu: számjel
is: _: QAccel Tala
ko: 부호
lt: Grotelės
lv: NumuraZīme
nl: Nummerteken
no: Nummertegn
pt: _: QAccel Cardinal
ru: NumberSign
sk: Znamienko
sl: Znak za številko
uk: Ґратка
xh: Uphawu lwenani

source: _: Unknown Key Unknown
af: onbekende
az: Namə'lum
bg: Незнаен
ca: Desconeguda
cs: Neznámá
da: Ukendt
de: Unbekannt
et: Tundmatu
fi: Tuntematon
he: עודי אל
hu: ismeretlen
is: Óþekktur
ko: 모름
lt: Nežinomas
lv: Nezināms
mt: Mhux magħruf.
nl: Onbekend
no: kjent
pl: Nieznany
pt: Desconhecida
ru: Неизв.
sk: Neznámy
sl: Neznan
ta: ¦¾Ã¢Â¡¾
tr: Bilinmeyen
uk: Невідома
xh: Ayaziwa

source: There was an error setting up inter-process communications for KDE. The message returned by the system was:
af: daar was 'n fout opset begin inter-process kommunikasie vir kde. die boodskap teruggestuur deur die stelsel was:
az: KDE üçün gedişlər arası rabitənin qurulmasında bir xətayla qabaq qabağa gəlindi. Sistemin verdiyi ismarıc:
bg: Има грешка във вътрешната комуникация на KDE. Съобщението за грешка е:
ca: Hi ha hagut algun error en configurar les comunicacions entre processos per a KDE. El sistema ha retornat el següent missatge:
cs: Vyskytla se chyba v nastavení meziprocesové komunikace pro prostředí KDE. Zpráva vrácená systémem byla:
da: Der opstod en fejl ved opsætning af inter-proces- kommunikationen i KDE. Beskeden fra systemet var:
de: Es ist ein Problem bei der Einrichtung der Kommunikation zwischen den KDE-Prozessen aufgetreten. Die Meldung des Systems lautete:
et: Viga KDE protsesside vahelise ühenduse loomisel. Süsteemi poolt tagastatud teade:
fi: Prosessienvälistä kommunikointia alustettaessa tapahtui virhe. Järjestelmän palauttama viesti on:
he: תרושקתה תרדגהב האיגש העריא העדוהה .KDE רובע תיתמישמ-ןיבה :התייה תכרעמה ידי לע הרזחוהש
hu: Hiba történt a KDE folyamatok közötti kommunikáció inicializálásakor. A rendszer ezt az üzenetet küldte vissza:
is: Það kom upp villa þegar verið var að setja upp samskipti milli ferla fyrir KDE. Villuboðin sem kerfið skilaði eru:
ko: KDE에서 프로세스 사이에 통신을 주고 받을려고 설정하다가 문제가 생겼습니다. 시스템이 다음과 같이 알려왔습니다:
lt: Įvyko klaida paruošiant KDE tarpprocesines komunikacijas. Sistemos pranešimas buvo:
lv: KDE iekšējo procesu sakaru izveidošanā atklātas dažas kļūdas. Sistēmas atgrieztais ziņojums bija:
mt: Kien hemm xi problema biex tiġi ssettjata l-komunikazzjoni bejn il-proċessi fil-KDE. Il-messaġġ li rritornat is-sistema huwa:
nl: Er waren enkele foutmeldingen tijdens het opzetten van de interprocessencommunicaties voor KDE. Het systeem gaf de volgende uitvoer:
no: Det oppsto feil under oppstart av KDEs kommunikasjon mellom prosessene. Meldingen gitt av systemet var:
pl: Wystąpił błąd podczas ustanawiania komunikacji międzyprocesowej dla KDE. Komunikat zwrócony przez system:
pt: Ocorreu um erro ao iniciar a comunicação inter-processos do KDE. A mensagem devolvida pelo sistema foi:
ro: A aparut o eroare la setarea comunicatiei inter-proces pentru KDE. Mesajul returnat de sistem a fost:
ru: Ошибка установки межпроцессного взаимодействия для KDE. Сообщение системы:
sk: Vyskytla sa chyba pri komunikácii medzi procesmi KDE. Správa systému bola:
sl: Pri vzpostavljanju medprocesne komunikacije za KDE je prišlo do napake. Sporočilo, ki ga je vrnil sistem, je bilo:
ta: KDE ­ý ¦ºÂüÀ¡Î¸Ùì¸¢¨¼§ÂÂ¡É ¦¾¡¼÷À¢¨É «¨ÁôÀ¾¢ü ¾ÅÚ §¿÷ó¾Ð ­ÐÀüÈ¢ì ¸½¢É¢ ¾ó¾ ¦ºö¾¢:
th: มีความผิดพลาดในการตั้งค่าการสื่อสารระหว่าง โปรเซสของ KDE โดยระบบแจ้งข้อความผิดพลาดว่า:
tr: KDE için süreçlerarası iletişimin kurulmasında bir hatayla karşılaşıldı. Sistemin verdiği mesaj:
uk: Помилка ініціалізації зв'язку процесів KDE Система повернула повідомлення:
vi: Có lỗi xảy ra khi thiết lập inter-process Xin liên lạc với KDE. Thông điệp được hệ thống trả lại là:
xh: Bekukho imposiso ebikho eqhubekekayo kunxibelelwano lwe KDE. Umyalezo ubuyiselwe umva yindlela ebisetyenziswa:

source: Please check that the "dcopserver" program is running!
af: asseblief bevestig wat die "dcop-bediener" program is wat loop!
az: Lütfən "dcopserver" programının işlədiyini yoxlayın!
bg: Moля проверете дали "dcopserver" работи!
ca: Si us plau, comproveu que el programa "dcopserver" està en marxa!
cs: Prosím zkontrolujte, zda běží program "dcopserver"!
da: Undersøg venligst om "dcopserver" programmet kører!
de: Bitte stellen Sie sicher, dass das Programm "dcopserver" läuft.
el: Παρακαλώ ελέγξτε αν το πρόγραμμα "dcopserver" εκτελείται!
et: Palun kontrolli, et "dcopserver" oleks käivitatud!
fi: Tarkista, että "dcopserver"-ohjelma on käynnissä!
he: !תלעופ "dcopserver"-ה תרש תינכותש קודב אנא
hu: Ellenőrizze, hogy a "dcopserver" program fut-e!
is: Gáðu hvort "dcopserver" forritið er ekki örugglega í gangi.
ko: "dcopserver" 프로그램이 실행되고 있는지 검사해주십시오!
lt: Prašome patikrinti ar veikia programa „dcopserver“!
lv: Lūdzu pārliecinieties ka "dcopserver" programma strādā!
mt: Jekk jogħġbok iċċekkja li l-programm "dcopserver" qiegħed jaħdem!
nl: Controleer of het "dcopserver"-programma wel draait!
no: Vennligst sjekk at "dcopserver"-programmet kjrer!
pl: Proszę się upewnić, czy program "dcopserver" jest uruchomiony!
pt: Verifica se o programa "dcopserver" está a correr!
ro: Verificati daca programul "dcopserver" ruleaza!
ru: Проверьте, запущена ли программа "dcopserver".
sk: Prosím skontrolujte, či beží program "dcopserver"!
sl: Prosim preverite, če program "dcopserver" dela!
sr: Molim, postarajte se da je "dcopserver" program pokrenut!
ta: ¾Â× ¦ºöÐ "dcopserver" ¿¢Ãø ­ÂíÌ¸¢È¾¡ ±Éô À¡÷ì¸×õ!
th: โปรดตรวจสอบว่าโปรแกรม "dcopserver" กำลังทำงานอยู่ !
tr: Lütfen "dcopserver" programının çalıştığına emin olun!
uk: Будь ласка, перевірте, що програма "dcopserver" завантажена!
vi: Xin kiểm tra lại rằng chương trình "dcopserver" đang chạy!
xh: Nceda khangela ukuba udweliso lwenkqubo lwe "dcposerver" lusaqhubekeka!

source: DCOP communications error (%1)
af: dcop kommunikasie fout (%1)
az: DCOP rabitə xətası (%1)
bg: DCOP комуникационна грешка (%1)
ca: DCOP error de comunicacions (%1)
cs: Chyba DCOP komunikace (%1)
da: DCOP-kommunikationsfejl (%1)
de: Fehler in der DCOP-Kommunikation (%1)
el: σφάλμα στις επικοινωνίες DCOP (%1)
et: DCOP kommunikatsioonide viga (%1)
fi: DCOP viestitysvirhe (%1)
he: (%1) DCOP תרושקתב האיגש
hu: DCOP kommunikációs hiba (%1)
is: DCOP samskiptavilla (%1)
ko: DCOP 통신 오류 (%1)
lt: DCOP komunikacijų klaida (%1)
lv: DCOP sakaru kļūda (%1)
mt: problema tal-komunikazzjoni fid-DCOP (%1)
nl: DCOP-communicatiefout (%1)
no: DCOP-kommunikasjonsfeil (%1)
pl: Błąd komunikacji DCOP (%1)
pt: Erro de comunicação do DCOP (%1)
ro: Eroare de comunicatie DCOP (%1)
ru: Ошибка связи по протоколу DCOP (%1)
sk: DCOP komunikačná chyba (%1)
sl: Komunikacijska napaka DCOP (%1)
sr: Greška pri DCOP komunikaciji (%1)
ta: DCOP ¦¾¡¼÷À¢ü ¾ÅÚ (%1)
th: การสื่อสารกับ DCOP ผิดพลาด (%1)
tr: DCOP iletişim hatası (%1)
uk: Помилка зв'язку DCOP (%1)
vi: Lỗi truyền thông tin DCOP (%1)
xh: Imposiso yonxibelelwano lwe DCOP (%1)
