Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: You don't have permission to create that directory.
af: jy moenie het reg aan skep wat gids.
az: Bu cərgəni yaratmağa icazəniz yoxdur.
bg: Вие нямате разрешение за да създадете нова директория.
ca: No teniu permís per a crear aquest directori.
cs: Nemáte práva k vytvoření tohoto adresáře.
da: Du har ikke tilladelse til at oprette denne mappe.
de: Sie haben keine Berechtigung, das Verzeichnis zu erstellen.
et: Sul ei ole õigusi selle kataloogi loomiseks.
fi: Sinulla ei ole oikeuksia luoda hakemistoa.
he: .וזה הירפסה תא רוציל תואשרה ךל ןיא
hu: Nincs jogosultsága a könyvtár létrehozásához.
is: Þú hefur ekki rétindi til að búa þessa möppu til.
ko: 자료방을 만들 수 있는 권한이 없습니다.
lt: Jūs neturite leidimo sukurti šį katalogą.
lv: Jums nav tiesību veidot direktoriju.
mt: M'għandekx permess toħloq dak id-direttorju.
nl: U hebt niet de benodigde rechten om deze map aan te maken.
no: Du har ikke tilgang til å opprette den katalogen.
pl: Brak praw do utworzenia tego katalogu.
pt: Não tens permissões para criar essa directoria.
ro: Nu aveţi permisiuni pentru a crea acest director.
ru: У вас нет прав для создания этого каталога.
sk: Nemáte práva na vytvorenie priečinku.
sl: Nimate dovoljenja za ustvaritev tega imenika.
sr: Nemate dozvolu da napravite taj direktorijum.
ta: ­ùÅ¨¼¨Å ¯ÕÅ¡ì¸ ¯í¸ÙìÌ «ÛÁ¾¢ ­ø¨Ä.
th: คุณยังไม่มีสิทธิ์ในการสร้างไดเรกทอรีนี้
tr: Bu dizini yaratmaya izniniz yok.
uk: У Вас недостатньо прав для створення нового каталогу.
vi: Bạn không có đủ quyền hạn để tạo thư mục đó.
xh: Awunamvume yakwenza olo lawulo.

source: You didn't select a file to delete.
af: jy het nie kies 'n lêer aan uitvee.
az: Silinəcək faylı seçmədiniz.
bg: Вие не маркирахте файла, който искахте да изтриете.
ca: No heu seleccionat un fitxer per a esborrar.
cs: Nevybrali jste jméno souboru ke smazání.
da: Du valgte ikke en fil at slette.
de: Sie haben keine Datei zum Löschen ausgewählt
et: Sa ei valinud kustutavat faili.
fi: Et valinnut poistettavaa tiedostoa.
he: .הקיחמל ץבוק תרחב אל
hu: Nem jelölt ki fájlt a törléshez.
is: Þú hefur ekki valið skrá til að eyða.
ko: 지울려는 파일을 고르지 않았습니다.
lt: Nepasirinkote trinamos bylos.
lv: Jūs neizvēlējāties failu, ko dzēst.
mt: M'għażiltx fajl biex tħassar.
nl: U heeft geen bestand geselecteerd om te verwijderen.
no: Du valgte ingen filer for sletting.
pl: Nie wybrano nazwy pliku do skasowania.
pt: Não escolher um ficheiro a apagar.
ro: Nu aţi selectat un fişier de şters.
ru: Вы не ввели имя файла.
sk: Nevybrali ste nič pre odstránenie.
sl: Niste izbrali datoteke za brisanje.
sr: Niste izabrali fajl za brisanje.
ta: ¿£ìÌÅ¾üÌ ±ì§¸¡ô¨ÀÔõ ¿£í¸û ¦¾Ã¢×¦ºöÂÅ¢ø¨Ä.
th: คุณยังไม่ได้เลือกแฟ้มที่จะลบ
tr: Silmek için bir dosya adı vermediniz.
uk: Ви не вибрали ім'я файлу для вилучення.
vi: Bạn chưa chọn file nào để xoá cả
xh: Awukhange ukhethe fayile ukucima.

source: Nothing to delete
af: niks aan uitvee
az: Silinəcək bir şey yoxdur
bg: Нищо за изтриване
ca: No hi ha res per a esborrar
cs: Nic k smazání
da: Intet at slette
de: Keine Löschung auszuführen
et: Pole midagi kustutada
fi: Ei poistettavaa
he: קוחמל המ ןיא
hu: Nincs mit törölni
is: Ekkert til að eyða
ko: 아무것도 지우지 않았습니다
lt: Nėra ką ištrinti
lv: Nav ko dzēst
mt: M'hemm xejn x'inħassar
nl: Niets om te verwijderen
no: Ingenting å slette
pl: Nie ma czego skasować
pt: Nada para apagar
ro: Nimic de şters
ru: Нечего отменять
sk: Nie je čo odstrániť
sl: Nič za zbrisati
sr: Ništa za brisanje
ta: ¿£ì¸ ²ÐÁ¢ø¨Ä
th: ไม่มีอะไรที่จะลบ
tr: Silinecek bir şey yok
uk: Нічого витирати
vi: Không có gì để xoá cả
xh: Akukho nto yakucinywa

source: <qt>Do you really want to delete <b>'%1'</b>?</qt>
af: <qt>doen jy rerig wil hê aan uitvee <b>'%1'</b>?</qt>
az: <qt><b>'%1'</b>i silmək istəyirsiniz?</qt>
bg: <qt>Желаете ли наистина да изтриете <b>'%1'</b>?</qt>
ca: <qt>De veres voleu esborrar <b>'%1'</b>?</qt>
cs: <qt>Opravdu si přejete smazat <b>'%1'</b>?</qt>
da: <qt>Vil du virkelig slette <b> '%1'?</qt>
de: <qt>Möchten Sie das folgende Element wirklich löschen: <b>%1</b>?</qt>
el: <qt>Θέλετε πράγματι να σβήσετε το <b>'%1'</b>?</qt>
et: <qt>Kas tõesti kustutada <b>'%1'</b>?</qt>
fi: <qt>Haluatko todella poistaa <b>'%1'</b>?</qt>
he: <qt>תא קוחמל ךנוצרבש חוטב התא םאה ?<b>'%1'</b></qt>
hu: <qt>Biztosan törölni szeretné ezt: <b>'%1'</b>?</qt>
is: <qt>Viltu örugglega eyða <b>'%1'</b>?</qt>
ko: <qt>다음 파일을 정말로 지우겠습니까? <b>'%1'</b></qt>
lt: <qt>Ar tikrai norite ištrinti <b>„%1“</b>?</qt>
lv: <qt>Vai jūs tiešām gribat dzēst <b>'%1'</b>?</qt>
mt: <qt>Ċert li trid tħassar <b>'%1'</b>?</qt>
nl: <qt>Wilt u werkelijk het bestand <b>'%1'</b> verwijderen?</qt>
no: <qt>Vil du virkelig slette <b>'%1'</b>?</qt>
pl: <qt>Czy na pewno chcesz usunąć <b>'%1'</b>?</qt>
pt: <qt>Queres mesmo apagar o <b>'%1'</b>?/qt>
ro: <qt>Doriţi într-adevăr să ştergeţi <b>%1</b>?</qt>
ru: <qt>Вы действительно хотите удалить <b>'%1'</b>?</qt>
sk: <qt>Naozaj chcete odstrániť <b>' %1'</b>?</qt>
sl: <qt>Ali res želite zbrisati <b>,%1`</b>?</qt>
sr: <qt>Da li zaista žeilte da obrišete <b>'%1'</b>?</qt>
ta: <qt>¯ñ¨ÁÂ¡¸§Å <b>'%1'</b> ­¨É ¿£ì¸ Å¢ÕõÒ¸¢È£÷¸Ç¡?</qt>
th: <qt>คุณต้องการที่จะลบ <b>'%1'</b> จริงหรือไม่ ?</qt>
tr: <qt><b>'%1</b>'i gerçekten silmek istiyor musunuz?</qt>
uk: <qt>Ви впевнені, що хочете видалити <b> '%1'</b>?</qt>
vi: <qt>Bạn có chắc chắn xoá các file <b>'%1'</b>?</qt>
xh: <qt>Ufuna ngokwenene ukucima<b>i '%1'</b>?</qt>

source: Delete file
af: uitvee lêer
az: Faylı sil
bg: Изтрий файла
ca: Esborra fitxer
cs: Smazat soubor
da: Slet fil
de: Datei löschen
el: Διαγραφή αρχείου
et: Kustuta fail
fi: Poista tiedosto
he: ץבוק תקיחמ
hu: A fájl törlése
is: Eyða skrá
ko: 파일 지우기
lt: Pašalinti bylą
lv: Dzēst failu
mt: Ħassar fajl
nl: Bestand verwijderen
no: Slett fil
pl: Usuń plik
pt: Apagar o ficheiro
ro: Ştergere fişier
ru: Удалить файл
sk: Odstrániť súbor
sl: Zbriši datoteko
sr: Obriši fajl
ta: §¸¡ô¨À ¿£ìÌ
th: ลบแฟ้ม
tr: Dosyayı sil
uk: Видалити файл
vi: Xoá file
xh: Cima ifayile

source: Do you really want to delete these %1 items?
af: doen jy rerig wil hê aan uitvee hierdie %1 iteme?
az: Bu %1 üzvü silmək istəyirsiniz?
bg: Желаете ли наистина да изтриете тези %1 файлове?
ca: De veres voleu esborrar aquests '%1' ítems?
cs: Opravdu si přejete smazat tyto položky ('%1')?
da: Vil du virkelig slette disse '%1' punkter?
de: Möchten Sie diese %1 Elemente wirklich löschen?
el: Θέλετε πράγματι να σβήσετε αυτά τα %1 αντικείμενα;
et: Kas tõesti kusutada need %1 elementi?
fi: Haluatko todella poistaa %1 tiedostoa?
he: ?הלא םיטירפ %1 קוחמל ךנוצרבש חוטב התא םאה
hu: Biztosan törölni szeretné mind a(z) %1 fájlt?
is: Viltu örugglega eyða þessum %1 hlutum?
ko: 정말로 '%1' 항목을 지우겠습니까 ?
lt: Ar jūs tikrai norite ištrinti %1 objektus ?
lv: Vai jūs tiešām gribat dzēst šos %1 elementus?
mt: Żgur li trid tħassar dawn il-%1 oġġetti?
nl: Wilt u werkelijk deze %1 items verwijderen?
no: Vil du virkelig slette disse %1 elementene?
pl: Czy na pewno chcesz usunąć tych %1 elementów?
pt: Queres mesmo apagar estes %1 itens?
ro: Doriţi într-adevăr să ştergeţi aceşti %1 itemi?
ru: Вы действительно хотите удалить %1 элемента(ов)?
sk: Naozaj chcete spustiť odstrániť týchto %1 položiek?
sl: Ali res želite zbrisati teh %1 stvari?
sr: Da li zaista želite da obrišete %1 fajlova?
ta: ¯ñ¨ÁÂ¡¸§Å '%1' ¯ÕôÀÊ¸¨ÇÔõ ¿£ì¸ Å¢ÕõÒ¸¢È£÷¸Ç¡?
th: คุณต้องการลบทั้ง "%1" รายการนี้ จริงหรือไม่ ?
tr: Gerçekten '%1' sayıda öğeyi silmek istiyor musunuz?
uk: Ви впевнені, що хочете вилучити ці '%1' елементів?
vi: Bạn có chắc chắn xoá các %1 ?
xh: Ufuna ngokwenene ukuyicima lemiba ye %1?

source: Delete files
af: uitvee lêers
az: Faylları sil
bg: Изтрий файловете
ca: Esborra fitxers
cs: Smazat soubory
da: Slet filer
de: Dateien löschen
el: Διαγραφή αρχείων
et: Kustuta failid
fi: Tiedostojen poistaminen
he: םיצבק תקיחמ
hu: A fájlok törlése
is: Eyða skrám
ko: 파일 지우기
lt: Pašalinti bylas
lv: Dzēst failus
mt: Ħassar fajls
nl: Bestanden verwijderen
no: Slett filer
pl: Usuń pliki
pt: Apagar os ficheiros
ro: Ştergere fişiere
ru: Удалить файлы
sk: Odstrániť súbory
sl: Zbriši datoteke
sr: Obriši fajlove
ta: §¸¡ôÒì¸¨Ç ¿£ìÌ
th: ลบแฟ้ม
tr: Dosyaları sil
uk: Видалити файли
vi: Xoá file(s)
xh: Cima iifayile

source: The specified directory does not exist or was not readable.
af: die gespesifiseer gids doen nie bestaan of was nie leesbaar.
az: Bildirilən cərgə yoxdur və ya oxuna bilmir.
bg: Директорията не съществува или не може да бъде прочетена.
ca: El directori especificat no existeix o no té permís de lectura.
cs: Specifikovaný soubor neexistuje nebo jej nelze číst.
da: Den valgte mappe eksisterer ikke eller kunne ikke læses.
de: Das angegebene Verzeichnis existiert nicht oder ist nicht lesbar.
el: Το συγκεκριμένο αρχείο δεν υπάρχει ή δεν ήταν αναγνώσιμο.
et: Määratud kataloogi ei eksisteeri või pole selle lugemine lubatud.
fi: Määriteltyä hakemistoa ei ole olemassa tai sitä ei voida lukea.
he: תמייק אל ל"נה היירפסה .הנממ אורקל ןתינ אלש וא
hu: A megadott könyvtár nem létezik vagy nem olvasható.
is: Mappan er ekki til eða er ekki læsileg.
ko: 지정한 자료방이 없거나 읽을 수 없습니다.
lt: Nurodyto katalogo nėra arba jo neįmanoma perskaityti.
lv: Uzrādītais direktorijs neeksistē vai nav pieejams.
mt: Id-direttorju speċifikat ma jeżistix jew ma jistax jinqara.
nl: De opgegeven map bestaat niet, of was niet leesbaar.
no: Den oppgitte katalogen er ikke lesbar eller eksisterer ikke.
pl: Wybrany katalog nie istnieje lub brak praw do odczytu.
pt: O ficheiro especificado não existe ou não está acessível para leitura.
ro: Directorul specificat nu există sau nu este accesibil.
ru: Указанный каталог не существует или недоступен для чтения.
sk: Špecifikovaný priečinok neexistuje alebo sa nedá prečítať
sl: Označen imenik ne obstaja ali pa se ga ne da brati.
sr: Navedeni direktorijum ne postoji ili nije čitljiv.
ta: ÌÈ¢ò¾ «¨¼× ­ø¨Ä «øÄÐ «¾¨É Å¡º¢ì¸ ÓÊÂÅ¢ø¨Ä.
th: ไดเรกทอรีที่กำหนดยังไม่มี หรือไม่สามารถอ่านได้
tr: Belirtilen dizin yok veya okunamıyor.
uk: Вказаний каталог не існує або недостатньо прав для перегляду.
vi: Thư mục đó không tồn tại hoặc là không đọc được .
xh: Ulawulo olukhankanyiweyo alusekho okanye aluzange lufundeke

source: The specified directory does not exist or was not readable.
af: die gespesifiseer gids doen nie bestaan of was nie leesbaar.
az: Bildirilən cərgə yoxdur və ya oxuna bilmir.
bg: Тази директория не съществува или не може да бъде прочетена.
ca: El directori especificat no existeix o no té permís de lectura.
cs: Specifikovaný soubor neexistuje nebo jej nelze číst.
da: Den valgte mappe findes ikke eller var ulæselig.
de: Das angegebene Verzeichnis existiert nicht oder ist nicht lesbar.
el: Ο συγκεκριμένος κατάλογος δεν υπάρχει ή δεν ήταν αναγνώσιμος.
et: Määratud kataloogi ei eksisteeri või pole selle lugemine lubatud.
fi: Määriteltyä hakemistoa ei ole olemassa tai sitä ei voida lukea
he: .הנממ אורקל ןתינ אלש וא תמייק אל ל"נה הירפסה
hu: A megadott könyvtár nem létezik vagy nem olvasható.
is: Mappa er ekki til eða er ekki læsileg.
ko: 지정한 자료방이 없거나 읽을 수 없습니다
lt: Nurodyto katalogo nėra arba jo neįmanoma perskaityti.
lv: Uzrādītais direktorijs neeksistē vai nav pieejams.
mt: Id-direttorju speċifikat ma jeżistix jew ma jistax jinqara.
nl: De opgegeven map bestaat niet, of was niet leesbaar.
no: Den oppgitte katalogen er ikke lesbar eller eksisterer ikke.
pl: Wybrany katalog nie istnieje lub brak praw do odczytu.
pt: O ficheiro especificado não existe ou não está acessível para leitura.
ro: Directorul specificat nu există sau nu este accesibil.
ru: Указанный каталог не существует или недоступен для чтения.
sk: Špecifikovaný priečinok neexistuje alebo sa nedá prečítať.
sl: Označen imenik ne obstaja ali pa se ga ne da brati.
sr: Navedeni direktorijum ne postoji ili nije čitljiv.
ta: ÌÈ¢ôÀ¢ð¼ «¨¼× ­ø¨Ä «øÄÐ «¾¨É Å¡º¢ì¸ ÓÊÂÅ¢ø¨Ä.
th: ไดเรกทอรีที่กำหนดยังไม่มี หรือไม่สามารถอ่านได้
tr: Belirtilen dizin yok veya okunamıyor.
uk: Вказаний каталог не існує або недостатньо прав для перегляду.
vi: Thư mục đó không tồn tại hoặc không đọc được.
xh: Olu lawulo lukhankanyiweyo alukho okanye aluzange lufundeke.

source: Short View
af: kort besigtig
az: Qısa Görünüş
bg: Кратък преглед
ca: Vista breu
cs: Stručné zobrazení
da: Kort visning
de: Kurzdarstellung
el: Σύντομη Προβολή
et: Lühike vaade
fi: Lyhyt näkymä
he: תרצוקמ הגוצת
hu: Rövid nézet
is: Stuttaralegur listi
ko: 간단히 보기
lt: Rodyti trumpai
lv: Īss skatījums
mt: Dehra qasira
nl: Beknopte weergave
no: Kort visning
pl: Skrócony widok
pt: Vista Abreviada
ro: Afişează pe scurt
ru: Краткое представление
sk: Krátky pohľad
sl: Kratki opisi
sr: Kratki prikaz
ta: ÌÚ¸¢Â ¸¡ðº¢
th: มุมมองย่อๆ
tr: Kısa Görünüm
uk: Стислий вигляд
xh: Imboniselo emfutshane

source: Menu
af: kieslys
az: Menyu
bg: Меню
ca: Menú
cs: Nabídka
de: Menü
el: Μενού
et: Menüü
fi: Valikko
he: טירפת
hu: Menü
is: Valmynd
ko: 차림표
lt: Meniu
lv: Izvēlne
no: Meny
ro: Meniu
ru: Меню
sr: Meni
ta: ÀðÊ
th: เมนู
tr: Menü
uk: Меню
vi: Thực đơn
xh: IMenu okanye uluhlu lwezinto

source: Parent directory
af: ouer gids
az: Əlaqali cərgə
bg: Директория-родител
ca: Directori pare
cs: Nadřazený adresář
da: Forældermappe
de: Übergeordnetes Verzeichnis
el: Κατάλογος - γονέας
et: Emakataloog
fi: Isäntähakemisto
he: באה תיירפס
hu: Szülőkönyvtár
is: Yfirmappa
ko: 부모 자료방
lt: Tėvyninis katalogas
lv: Augstāks direktorijs
mt: Direttorju ta' fuqu
nl: Hoofdmap
no: Foreldre-katalog
pl: Katalog wyżej
pt: Directoria mãe
ro: Director părinte
ru: Родительский каталог
sk: Rodičovský priečinok
sl: Višji imenik
sr: Roditeljski direktorijum
ta: §Áø «¨¼×
th: ไดเรกทอรีแม่
tr: Üst dizin
uk: Батьківський каталог
vi: Thư mục mẹ
xh: Ulawulo lomzali

source: Home directory
af: huis gids
az: Başlanğıc Cərgəsi
bg: Потребителска директория
ca: Directori inicial
cs: Domovský adresář
da: Hjemmemappe
de: Persönliches Verzeichnis
el: Κατάλογος Χρήστη(Σπίτι)
et: Kodukataloog
fi: Kotihakemisto
he: תיבה תיירפס
hu: Saját könyvtár
is: Heimamappa
ko: 홈 자료방
lt: Namų katalogas
lv: Mājas direktorijs
mt: Direttorju tal-bidu
nl: Persoonlijke map
no: Hjemmekatalog
pl: Katalog domowy
pt: Directoria pessoal
ro: Director personal
ru: Домашний каталог
sk: Domovský priečinok
sl: Domači imenik
sr: Korisnički direktorijum
ta: ¦¾¡¼ì¸ «¨¼×
th: ไดเรกทอรีผู้ใช้
tr: Başlangıç Dizini
uk: Домівка
vi: Thư mục nhà(home)
xh: Ulawulo lwasekhaya

source: New Directory...
af: nuwe gids...
az: Yeni Cərgə...
bg: Нова Директория...
ca: Directori nou...
cs: Nový adresář...
da: Ny mappe...
de: Neues Verzeichnis...
el: Νέος Κατάλογος...
et: Uus kataloog...
fi: Uusi hakemisto...
he: ...השדח הירפס
hu: Új könyvtár...
is: Ný mappa...
ko: 새 자료방...
lt: Naujas.
lv: Jauns Direktorijs...
mt: Direttorju ġdid...
nl: Nieuwe map...
no: Ny katalog...
pl: Nowy katalog...
pt: Nova Directoria...
ro: Director nou...
ru: Создать каталог...
sk: Nový priečinok...
sl: Nov imenik...
sr: Novi direktorijum...
ta: Ò¾¢Â «¨¼×...
th: ไดเรกทอรีใหม่...
tr: Yeni Dizin...
uk: Новий каталог...
vi: Thư mục mới...
xh: Ulawulo olutsha...

source: Sorting
af: besig om te sorteer
az: Sıralama
bg: Подреждане
ca: Ordenació
cs: Třídění
da: Sorterer
de: Sortieren
el: Ταξινόμηση
et: Sorteerimine
fi: Järjestys
he: רודיס
hu: Rendezés
is: Röðun
ko: 정렬
lt: Rikiuoju
lv: Šķirošana
mt: Issortja
nl: Sorteren
no: Sortering
pl: Sortowanie
pt: Ordenação
ro: Sortare
ru: Порядок сортировки
sk: Triedenie
sl: Urejanje
sr: Sortiranje
ta: ÅÃ¢¨ºôÀÎò¾ø
th: การเรียงลำดับ
tr: Sıralama
uk: Упорядкування
vi: Sắp xếp
xh: Ubeko kakuhle

source: By Name
af: deur naam
az: Ada görə
bg: По име
ca: Per nom
cs: Podle jména
da: Efter navn
de: Nach Namen
el: Κατ' όνομα
et: Nime järgi
fi: Nimen mukaan
he: םש יפל
hu: név szerint
is: Eftir heiti
ko: 이름으로
lt: Pagal vardą
lv: Pēc Vārda
mt: Bl-isem
nl: Op naam
no: På navn
pl: Wg nazwy
pt: Por Nome
ro: După nume
ru: По имени
sk: Podľa názvu
sl: Po imenu
sr: Prema nazivu
ta: ¦ÀÂÃ¢ýÀÊ
th: ตามชื่อ
tr: Ada göre
uk: За назвою
vi: Theo tên
xh: Ngegama

source: By Date
af: deur datum
az: Tarixə Görə
bg: По дата
ca: Per data
cs: Podle data
da: Efter dato
de: Nach Datum
el: Κατά Ημερομηνία
et: Kuupäeva järgi
fi: Päiväyksen mukaan
he: ךיראת יפל
hu: dátum szerint
is: Eftir dagsetningu
ko: 날짜로
lt: Pagal datą
lv: Pēc Datuma
mt: Bid-data
nl: Op datum
no: På dato
pl: Wg daty
pt: Por Data
ro: După dată
ru: По дате
sk: Podľa dátumu
sl: Po datumu
sr: Prema datumu
ta: §¾¾¢ôÀÊ
th: ตามวันที่
tr: Tarihe Göre
uk: За датою
vi: Theo ngày
xh: Ngomhla

source: By Size
af: deur grootte
az: Böyüklüyünə Görə
bg: По размер
ca: Per mida
cs: Podle velikosti
da: Efter størrelse
de: Nach Größe
el: Κατά Μέγεθος
et: Suuruse järgi
fi: Koon mukaan
he: לדוג יפל
hu: méret szerint
is: Eftir stærð
ko: 크기로
lt: Pagal dydį
lv: Pēc Lieluma
mt: Bid-daqs
nl: Op grootte
no: På størrelse
pl: Wg rozmiaru
pt: Por Tamanho
ro: După mărime
ru: По размеру
sk: Podľa veľkosti
sl: Po velikosti
sr: Prema veličini
ta: «Ç×ôÀÊ
th: ตามขนาด
tr: Boyuta Göre
uk: За розміром
vi: Theo cỡ
xh: Ngobungakanani

source: Reverse
af: omgekeerde
az: Tərs Sıralama
bg: Обърнато
ca: Invers
cs: Opačné
da: Omvendt
de: Umkehren
el: Αντιστροφή
et: Tagurpidi
fi: Käänteinen
he: ךופה
hu: visszafelé
is: Snúa við
ko: 거꾸로
lt: Atšaukti
lv: Apgriezta
mt: Bil-kontra
nl: Omgekeerd
no: Gjør om
pl: Odwrócone
pt: Inverter
ro: Invers
ru: В обратном порядке
sk: Opačne
sl: Obrnjeno
sr: Obrnuto
ta: ±¾¢÷Á¨È
th: กลับเป็นตรงกันข้าม
tr: Ters Sıralama
uk: У зворотному порядку
vi: Đảo ngược
xh: Yiza ngomva

source: Directories first
af: gidse eerste
az: Əvvəlcə Cərgələr
bg: Първо Директории
ca: Primer els directoris
cs: Adresáře jako první
da: Mapper først
de: Verzeichnisse zuerst
el: Πρώτα οι κατάλογοι
et: Kataloogid esimesena
fi: Hakemistot ensin
he: םדוק תוירפס
hu: A könyvtárak előre
is: Möppur fremst
ko: 자료방을 먼저
lt: Pirma katalogus
lv: Direktorijus pirmos
mt: Direttorji qabel
nl: Mappen als eerste
no: Kataloger først
pl: Katalogi na początku
pt: Directorias primeiro
ro: Directoarele primele
ru: Поместить каталоги в начало
sk: Najskôr priečinky
sl: Najprej imeniki
sr: Prvo direktorijumi
ta: «¨¼×¸û Ó¾Ä¢ø
th: ไดเรกทอรีก่อน
tr: Dizinler Önce
uk: Каталоги спочатку
vi: thư mục đầu tiên
xh: Abalawuli kuqala

source: Case insensitive
af: kas onsensitief
az: Böyük kiçik hərfə həssas deyil
bg: Без значение за малки и големи букви
ca: Insensible a caixa
cs: Nerozlišovat velikost
da: Ikke versalfølsom
de: Groß-/Kleinschreibung nicht beachten
el: Χωρίς διάκριση κεφαλαίων-πεζών
et: Tõstutundetu
fi: Kirjainkokoa ei huomioida
he: תוישיר יולת אל
hu: nem nagybetűérzékeny
is: Óháð há-/lágstöfum
ko: 대소문자와 상관 없이
lt: Neskirti raidžių dydžio
lv: Reģistrnejūtīgs
mt: Ittri kbar u żgħar separati
nl: Hooflettergevoelig
no: Ikke skill mellom små og store
pl: Rozróżniaj wielkie/małe
pt: Não distinguir maiúsculas
ro: Insenzitiv la majuscule
ru: Без учета регистра
sk: Rozlišovať veľkosť písmen
sl: Loči velike in male črke
sr: Razlikuj velika i mala slova
ta: Å¨¸Ô½÷Å¢øÄ¡¾
th: พิจารณาตัวเล็ก-ใหญ่
tr: Büyük küçük harfe duyarsız
uk: Без урахування регістру
vi: Phân biệt chữ hoa-thường
xh: Umzelelo awuvakalelwa

source: Show Hidden Files
af: vertoon weg gesteekte lêers
az: Gizli Faylları Göstər
bg: Покажи скрити файлове
ca: Mostra fitxers ocults
cs: Zobrazovat skryté soubory
da: Vis skjulte filer
de: Versteckte Dateien anzeigen
el: Εμφάνιση Κρυφών Αρχείων
et: Peidetud failide näitamine
fi: Näytä piilotiedostot
he: םירתסומ םיצבק גצה
hu: A rejtett fájlok megjelenítése
is: Sýna faldar skrár
ko: 숨겨진 파일 보이기
lt: Rodyti paslėptas bylas
lv: Rādīt Slēptos failus
mt: Uri fajls moħbija
nl: Verborgen bestanden tonen
no: Vis skjulte filer
pl: Wyświetlaj ukryte pliki
pt: Mostrar Escondidos
ro: Afişează fişiere ascunse
ru: Показывать скрытые файлы
sk: Zobraziť skryté súbory
sl: Pokaži skrito
sr: Prikaži skrivene fajlove
ta: Á¨ÈóÐûÇ §¸¡ôÒ¸¨Çì ¸¡ðÎ
th: แสดงแฟ้มที่ถูกซ่อน
tr: Gizli Dosyaları Göster
uk: Показувати файли з прапорцем Схований
vi: Hiển thị các file ẩn
xh: Bonisa iifayile ezifihlakeleyo

source: Single view
af: enkel besigtig
az: Tək görünüş
bg: Единичен преглед
ca: Vista única
cs: Jednoduchý pohled
da: Enkel visning
de: Einfache Ansicht
et: Tavaline vaade
fi: Yksi näkymä
he: תדדוב הגוצת
hu: Egyszeres nézet
is: Einföld sýn
ko: 홀로 보기
lt: Vienas vaizdas
lv: Viens skatījums
mt: Veduta waħda
nl: Enkelvoudige weergave
no: Enkel visning
pl: Pojedynczy widok
pt: Vista simples
ro: Vizualizare simplă
sk: Jednoduchý pohľad
sl: Enojen pogled
ta: ´ü¨Èì ¸¡ðº¢
th: มุมมองเดี่ยว
tr: Tekli gösterim
uk: Одне вікно перегляду
vi: View đơn
xh: Imboniselo eyodwa

source: Separate Directories
af: aparte gidse
az: Cərgələri Ayır
bg: Отделни Директории
ca: Directoris separats
cs: Oddělit adresáře
da: Adskilte mapper
de: Verzeichnisse gesondert
el: Διαχωρισμός Καταλόγων
et: Kataloogid eraldi
fi: Erota hakemistot
he: תודרפנ תוירפס
hu: A könyvtárak külön
is: Aðgreina möppur
ko: 자료방을 따로 나누기
lt: Atskirti katalogus
lv: Atseviķi Direktoriji
mt: Direttorji separati
nl: Gescheiden mappen
no: Skill ut kataloger
pl: Katalogi oddzielnie
pt: Directorias Separadas
ro: Directoare separate
ru: Разделить файлы и каталоги
sk: Oddelené priečinky
sl: Loči imenike
sr: Odvoji direktorijume
ta: «¨¼×¸¨Çô À¢Ã¢
th: แยกแต่ละไดเรกทอรี
tr: Dizinleri Ayır
uk: Каталоги окремо
vi: Thư mục độc lập
xh: Yahlula abalawuli

source: Properties...
af: eienskappe...
az: Xüsusiyyətlər...
bg: Аксесоари...
ca: Propietats...
cs: Vlastnosti...
da: Egenskaber...
de: Eigenschaften...
el: Ιδιότητες...
et: Omadused...
fi: Ominaisuudet...
he: ...םינייפאמ
hu: Tulajdonságok...
is: Eiginleikar...
ko: 등록정보...
lt: Savybės...
lv: Īpašības...
mt: Propjetajiet...
nl: Eigenschappen...
no: Egenskaper...
pl: Właściwości...
pt: Propriedades...
ro: Proprietăţi...
ru: Свойства...
sk: Vlastnosti...
sl: Lastnosti...
sr: Svojstva...
ta: ¦º¡òÐì¸û...
th: คุณสมบัติ...
tr: Özellikler...
uk: Властивості...
vi: Tính chất...
xh: Iimpahla...

source: Small Columns
af: klein kolomme
az: Kiçik Sütunlar
bg: Малки колони
ca: Columnes petites
cs: Malé sloupce
da: Små søjler
de: Schmale Spalten
el: Μικρές Στήλες
et: Väiksed veerud
fi: Pienet sarakkeet
he: םינטק םירוט
hu: Keskeny oszlopok
is: Litlir dálkar
ko: 작은 칸
lt: Maži stulpeliai
lv: Mazi Stabiņi
mt: Kolonni żgħar
nl: Kleine kolommen
no: Små kolonner
pl: Małe kolumny
pt: Colunas Pequenas
ro: Coloane mici
ru: Маленькие столбцы
sk: Malé stĺpce
sl: Majhni stolpci
sr: Male kolone
ta: º¢È¢Â ¿¢Ãø¸û
th: คอลัมน์เล็ก
tr: Küçük Sütunlar
uk: Малі стовпчики
vi: Cột nhỏ
xh: Imihlathi emincinane

source: Large Rows
af: groot rye
az: Geniş Sətirlər
bg: Големи редове
ca: Columnes grans
cs: Velké řádky
da: Store rækker
de: Große Zeilen
el: Μεγάλες Γραμμές
et: Suured read
fi: Suuret rivit
he: תולודג תורוש
hu: Széles sorok
is: Stórar raðir
ko: 큰 줄
lt: Didelės eilutės
lv: Lielas Rindas
mt: Ringieli twal
nl: Grote rijen
no: Store rader
pl: Duże wiersze
pt: Linhas Grandes
ro: Linii largi
ru: Большие строки
sk: Veľké riadky
sl: Velike vrstice
sr: Veliki redovi
ta: ¦ÀÃ¢Â ¿¢¨Ã¸û
th: แถวใหญ่
tr: Geniş Satırlar
uk: Великі рядки
vi: Hàng to
xh: Imiqolo emikhulu

source: Icon View
af: ikoon besigtig
az: Timsal Görünüşü
bg: Преглед с Икони
ca: Vista d'icones
cs: Zobrazení s ikonami
da: Ikonvisning
de: Symboldarstellung
el: Προβολή Εικονιδίων
et: Vaade ikoonidena
fi: Kuvakenäkymä
he: םילמס תגוצת
hu: Ikonnézet
is: Táknmyndalisti
ko: 아이콘으로 보기
lt: Rodyti tik piktogramas
lv: Ikonu Skatījums
mt: Ikoni
nl: Pictogramweergave
no: Ikonvisning
pl: Ikony
pt: Vista por Ícones
ro: Afişare iconică
ru: Представление пиктограммами
sk: Pohľad ikony
sl: Ikonski pogled
sr: Prikaz sa ikonicama
ta: ÌÚõÀ¼ì ¸¡ðº¢
th: แบบไอคอน
tr: Simge Görünüm
uk: Вигляд з піктограмами
vi: Xem icon
xh: Imboniselo ye Icon
