Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: <qt>Unable to enter <b>%1</b>. You do not have access rights to this location.</qt>
af: <qt>nie moontlik aan invoer <b>%1</b>. <-invoer->jy doen nie het toegang verkry regte aan hierdie ligging.</qt>
az: <qt>%1'e girilə bilmədi. Bu bölgəyə giriş icazəniz yoxdur.</qt>
bg: <qt>Не мога да вляза <b>%1</b>. Вие нямате достъп до това място.</qt>
ca: <qt>No es pot entrar a <b>%1</b>. No teniu drets d'accés a aquesta localització.</qt>
cs: <qt>Není možné vstoupit do <b>%1</b>. Nemáte dostatečná přístupová práva k tomuto umístění</qt>
da: <qt>Kan ikke indtaste <b>%1</b>. Du har ikke adgangsrettigheder her.</qt>
de: <qt>Kein Zugriff auf <b>%1</b> möglich. Sie haben offenbar keine ausreichende Berechtigung.</qt>
el: <qt><b>%1</b>: Αδύνατη η είσοδος. Δεν έχετε δικαιώματα πρόσβασης σε αυτή την τοποθεσία.</qt>
et: <qt>Sisenemine <b>%1</b> sisse ebaõnnestus:. Sul pole õigusi sellele asukohale juurdepääsuks.</qt>
fi: <qt>Mahdotonta siirtyä kohteeseen <b>%1</b>. Sinulla ei ole käyttöoikeuksia kohteeseen.</qt>
he: <qt>.<b>%1</b> לא סנכיהל ןתינ אל .הזה םוקימל השיג תואשרה ךל ןיא</qt>
hu: <qt>Nem sikerült belépni ide: <b>%1</b>. Nincsen jogosultsága ehhez a helyhez.</qt>
is: <qt>Ekki tókst að skipta í <b>%1</b>. Þú hefur ekki nægar aðgangsheimildir.</qt>
ko: <qt>들어갈 수 없습니다. <b>%1</b>. 이곳에 들어갈 수 있는 권한이 없습니다.</qt>
lt: <qt>Negaliu įeiti <b>%1</b>. Į šią vietą jūs neturite priėjimo teisės.</qt>
lv: <qt>Nevar ieiet <b>%1</b>. Jums nav pieejas tiesību šai vietai.</qt>
mt: <qt>Ma stajtx nidħol f' <b>%1</b>. M'għandekx biżżejjed privileġġi għal dan il-post.</qt>
nl: <qt>Kan geen toegang krijgen tot <b>%1</b>. U hebt niet de nodige toegangsrechten voor deze locatie.</qt>
no: <qt>Kunne ikke gå inn i <b>%1</b>. Du har ikke tilgang til dette stedet.</qt>
pl: <qt>Nie można odczytać <b>%1</b>. Brak uprawnień do tej lokacji.</qt>
pt: <qt>Não consegui aceder a <b>%1</b>. Não tens direitos de acesso a esta localização.</qt>
ro: <qt>Nu pot să intru în <b>%1</b>. Nu aveţi drepturi pentru această locaţie.</qt>
ru: <qt>Невозможно войти в <b>%1</b>. У вас нет необходимых для этой операции прав доступа.</qt>
sk: <qt>Nemôžem vstúpiť do <b>%1</b>. Nemáte prístupové práva na toto miesto.</qt>
sl: <qt>Ne morem vstopiti v <b>%1</b>. Nimate pravice dostopa do te lokacije.</qt>
sr: <qt>Nisam mogao da uđem u <b>%1</b>. Nemate prava pristupa za ovu lokaciju.</qt>
ta: <qt> <b>%1</b> Ñ¨ÆÂ ÓÊÂÅ¢ø¨Ä. ­ùÅ¢¼ò¨¾ «Ï¸ ¯í¸ÙìÌ «ÛÁ¾¢ ­ø¨Ä.</qt>
th: <qt>ไม่สามารถเข้าไปใน <b>%1</b> คุณยังไม่ได้รับสิทธิให้เข้าใช้ในตำแหน่งนี้</qt>
tr: <qt>%1'e girilemedi. Bu bölgeye giriş izniniz yok.</qt>
uk: <qt>Неможливо увійти до <b>%1</b>. У Вас не вистачає прав доступу до цього положення.</qt>
vi: <qt>Không thể vào <b>%1</b>. Bạn không có đủ quyền để truy nhập vào địa điểm này .</qt>
xh: <qt>Ayikwazi ukungena ku<b>%1</b>. Awunamalungelo akugqithisela kule ndawo.</qt>

source: Couldn't launch %1
af: kon nie lanseer %1
az: %1 başladıla bilmədi
bg: Не мога да стартирам %1
ca: No s'ha pogut engegar %1
cs: Nelze spustit '%1'
da: KInit kunne ikke starte %1
de: %1 konnte nicht gestartet werden.
el: Δε μπόρεσα να φορτώσω το '%1'
et: Pole võimalik käivitada %1
fi: Ei saanut käynnistettyä '%1':ta
he: %1 תא ליעפהל ןתינ אל
hu: A(z) '%1' program indítása nem sikerült.
is: Gat ekki keyrt %1
ko: %1을 시작할 수 없습니다.
lt: Negaliu paleisti %1
lv: Nevar startēt %1
mt: Ma stajtx inħaddem %1
nl: Kon %1 niet opstarten
no: Kunne ikke starte %1
pl: Nie można uruchomić %1
pt: Não consegui executar'%1
ro: Nu pot executa "%1"
ru: Не могу запустить %1
sk: Nemôžem spustiť %1
sl: Ni moč pognati %1
sr: Nisam mogao da pokrenem %1
ta: %1 ²Å ÓÊÂÅ¢ø¨Ä
th: ไม่สามารถเรียกให้ %1 ทำงานได้
tr: %1 başlatılamadı
uk: Помилка запуску %1
vi: Không thể mở %1
xh: Ayikwazanga ukuyazisa i %1

source: <qt>Unable to run the command specified. The file or directory <b>%1</b> does not exist.</qt>
af: <qt>nie moontlik aan hardloop die opdrag gespesifiseer. die lêer of gids <b>%1</b> doen nie bestaan.</qt>
az: <qt>Bildirilən əmr işə salına bilmir. <b>%1</b> faylı ya da cərgəsi mövcud deyildir.</qt>
bg: <qt>Не мога да изпълня команда. Файл или директория <b>%1</b> не съществува.</qt>
ca: <qt>No es pot executar l'ordre especificada. El fitxer o directori <b>%1</b> no existeix.</qt>
cs: <qt>Není možné spustit zadaný příkaz. Soubor nebo adresář <b>%1</b> neexistuje.</qt>
da: <qr>Kan ikke køre angivne kommando. Filen eller mappen <b>%1</b> eksisterer ikke.</qt>
de: <qt>Der Befehl kann nicht ausgeführt werden. Die Datei oder das Verzeichnis <b>%1</b> existiert nicht.</qt>
el: <qt>Αδύνατη η εκτέλεση της καθορισμένης εντολής. Δεν υπάρχει αρχείο ή φάκελος <b>%1</b>.</qt>
et: <qt>Määratud käsku pole võimalik käivitada. <b>%1</b> nimelist faili või kataloogi ei eksisteeri.</qt>
fi: <qt>Annettua komentoa ei voitu suorittaa. Tiedosto tai hakemisto <b>%1</b> ei ole olemassa.</qt>
he: <qt>ליעפהל ןתינ אל<br>.הנייוצש הדוקפה תא<br>הירפסה וא ץבוקה<br>.םימייק םניא <b>%1</b></qt>
hu: <qt>Nem sikerült végrehajtani a megadott parancsot. <b>%1</b> nevű fájl vagy könyvtár nem létezik.</qt>
is: <qt>Ekki er hægt að framkvæma þessa skipun. Skráin eða mappan <b>%1</b> er ekki til.</qt>
ko: <qt>지정된 명령을 수행할 수 없습니다. <b>%1</b> 파일이나 자료방이 없습니다.</qt>
lt: <qt>Negaliu paleisti nurodytos komandos. Bylos arba katalogo <b>%1</b> nėra.</qt>
lv: <qt>Nevar palaist norādīto komandu. Fails vai direktorijs <b>%1</b> neeksistē.</qt>
mt: <qt>Il-kmand speċifikat ma setgħax jitħaddem. Il-fajl jew direttorju <b>%1</b> ma jeżistix.</qt>
nl: <qt>Kan de opgegeven opdracht niet uitvoeren. Het bestand of de map <b>%1</b> bestaat niet </qt>
no: <qt>Kunne ikke kjøre den oppgitte kommandoen. Filen eller katalogen <b>%1</b> eksisterer ikke.</qt>
pl: <qt>Nie można uruchomić polecenia. Plik lub katalog <b>%1</b> nie istnieje.</qt>
pt: <qt>Não consigo executar o comando especificado. O ficheiro ou directoria <b>%1</b> não existe.</qt>
ro: <qt>Nu pot executa comanda specificată. Fişierul sau directorul <b>%1</b> nu există.</qt>
ru: <qt>Не могу выполнить команду. Файл или каталог <b>%1</b> не существует.</qt>
sk: <qt>Nemôžem spustiť špecifikovaný príkaz. Súbor alebo priečinok <b>%1</b> neexistuje.</qt>
sl: <qt>Ne morem pognati določenega ukaza. Datoteka ali imenik <b>%1</b> ne obstaja.</qt>
sr: <qt>Nisam mogao da pokrenem navedenu komandu. Fajl ili direktorijum <b>%1</b> ne postoji.</qt>
ta: <qt>ÌÈ¢ôÀ¢ð¼ ¸ð¼¨Ç¨Â ­Âì¸ ÓÊÂÅ¢ø¨Ä. <b>%1</b> §¸¡ô§À¡ «øÄÐ «¨¼§Å¡ ­ø¨Ä.</qt>
th: <qt>ไม่สามารถประมวลผลคำสั่งที่กำหนด แฟ้มหรือไดเรกทอรี <b>%1</b>อาจจะยังไม่มี</qt>
tr: <qt>Belirtilen komut çalıştırılamıyor. <b>%1</b> dosyası ya da dizini mevcut değil.</qt>
uk: <qt>Неможливо виконати вказану команду. Файл або каталог <b>%1</b> не існує.</qt>
vi: <qt>Không chạy được lệnh đã chỉ định. File hoặc thư mục đó <b>%1</b> không tồn tại .</qt>
xh: <qt>Ayikwazi ukuwenza umyalelo oxeliweyo. Ifayile okanye ulawulo <b>%1</b>. ayisekho.</qt>

source: Couldn't find the program '%1'
af: kon nie soek die program '%1'
az: '%1' proqramı tapıla bilmədi.'
bg: Не мога да намеря '%1'
ca: No s'ha pogut trobar el programa '%1'
cs: Není možné nalézt program '%1'
da: Kunne ikke finde programmet '%1'
de: Programm "%1" ist nicht auffindbar
el: Δε μπόρεσα να βρω το πρόγραμμα '%1'
et: Rakendust '%1' ei leitud.
fi: Ohjelmaa %1 ei löydetty
he: '%1' תינכותה תא אוצמל ןתינ אל
hu: A(z) '%1' program nem található.
is: Finn ekki forritið '%1'
ko: '%1'을 찾을 수 없습니다
lt: Negaliu rasti '%1' programos
lv: Nevar atrast programmu '%1'
mt: Ma stajtx insib il-programm "%1"
nl: Kon het programma '%1' niet vinden
no: Fant ikke programmet %1
pl: Nie można znaleźć programu '%1'
pt: Não consegui encontrar o programa '%1'
ro: Nu găsesc programul "%1"
ru: Не могу найти программу '%1'
sk: Nemôžem nájsť program '%1'
sl: Programa ,%1` ni moč najti.
sr: Nisam mogao da pronađem program '%1'
ta: '%1' ±Ûõ ¿¢Ã¨Äì ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä
th: ไม่สามารถค้นหาโปรแกรม "%1" ได้
tr: '%1' programı bulunamadı.'
uk: Не можу знайти програму '%1'
vi: Không tìm thấy chương trình '%1'
xh: Ayilufumananga udweliso lwenkqubo '%1'

source: Shredding: pass %1 of 35
af: versnipper: herhaling %1 van 35
az: Silinir: %1/35 geçiş
bg: Накъсвам: готов %1 от 35
ca: Trituació: pas %1 de 35
cs: Skartace: %1. průchod z 35
da: Makulerer: gennemgang %1 af 35
de: Reißwolf: Durchgang %1 von 35
el: Καταστροφή: πέρασμα %1 από 35
et: Hävitamine: tehtud %1 35'st
fi: Silppuan: kierros %1 / 35
he: 35 ךותמ %1 רבעמ :סרוג
hu: Megsemmisítés: %1 / 35. feldolgozási lépés
is: Tæti: yfirferð %1 of 35
ko: 분할: 35중 %1 수행
lt: Išskaidymas: atlikta %1 iš 35
lv: Smalcināšana: gājiens %1 no 35
mt: Tqattigħ: passata %1 minn 35
nl: Bezig met vernietigen: %1 van 35 voltooid
no: Makulering: ferdig %1 av 35
pl: Niszczenie: czynność %1 z 35
pt: A destruir: iteração %1 de 35
ro: Distrugere: pasul %1 din 35
ru: Уничтожение: проход %1 из 35
sk: Skartujem: priechod %1 z 35
sl: Cefranje: prehod %1 od 35
sr: Uništavam: prolaz %1 od 35
ta: ¯¾¢÷ì¸¢ÈÐ: 35 ­ø %1 ¬ÅÐ ¸¼¨Å
th: กำลังทำลาย: %1 จาก 35
tr: Siliniyor: %1/35 geçiş
uk: Знищую: прохід %1 з 35
vi: Xé nhỏ: đã hoàn thành %1 trên 35
xh: Iyasika: gqithisa i %1 ka 35

source: %1 TB
fi: %1 Tt
ko: %1 테라 바이트
ru: %1 Тб
uk: %1 ТБ

source: %1 GB
fi: %1 Gt
ko: %1 기가 바이트
ru: %1 Гб
uk: %1 ГБ

source: %1 MB
fi: %1 Mt
ko: %1 메가 바이트
ru: %1 Мб
uk: %1 МБ

source: %1 KB
fi: %1 kt
ko: %1 킬로 바이트
ru: %1 Кб
uk: %1 КБ

source: %1 B
fi: %1 t
ko: %1 바이트
ru: %1 б
th: %1 ไบต์
uk: %1 Б

source: _n: One Item %n Items
af: een item %n iteme
az: %n Üzv
bg: Един Oбект %n Oбекта
ca: %n Ítem %n Ítems
cs: %n položka %n položky %n položek
da: Ét punkt %n punkter
de: Ein Element %n Elemente
et: üks element %n elementi
fi: Yksi kohde %n kohdetta
he: דחא טירפ םיטירפ %n
hu: %n elem
is: Einn hlutur %n hlutir
ko: 항목 %n개
lt: %n objektas %n objektai %n objektų
lv: Viens Elements %n Elementi
mt: Oġġett wieħed %n oġġetti %n-il oġġett %n oġġett
nl: %n item %n items
no: Ett element %n elementer
pl: %n element %n elementy %n elementów
pt: %n Item %n Itens
ro: Un item %n itemi
ru: Один элемент %n элемента %n элементов
sk: %n položka %n položky %n položiek
sl: %n predmetov %n predmet %n predmeta %n predmeti
sr: %n stavka %n stavke %n stavki
ta: ´Õ ¯ÕôÀÊ %n ¯ÕôÀÊ¸û
th: %n รายการ
uk: %n елемент %n елемента %n елементів
xh: Umba Omnye %n Imiba

source: _n: One File %n Files
af: een lêer %n lêers
az: %n Fayl
bg: Един Файл %n Файла
ca: %n Fitxer %n Fitxers
cs: %n soubor %n soubory %n souborů
da: Én fil %n filer
de: Eine Datei %n Dateien
et: üks fail %n faili
fi: Yksi tiedosto %n tiedostoa
he: דחא ץבוק םיצבק %n
hu: %n fájl
is: Ein skrá %n skrár
ko: 파일 %n개
lt: %n byla %n bylos %n bylų
lv: Viens Fails %n Faili
mt: Fajl wieħed %n fajls %n-il fajl %n fajl
nl: %n bestand %n bestanden
no: En fil %n filer
pl: %n plik %n pliki %n plików
pt: %n Ficheiro %n Ficheiros
ro: Un fişier %n fişiere
ru: Один файл %n файла %n файлов
sk: %n súbor %n súbory %n súborov
sl: %n datotek %n datoteka %n datoteki %n datoteke
sr: %n fajl %n fajla %n fajlova
ta: ´Õ §¸¡ôÒ %n §¸¡ôÒì¸û
th: %n แฟ้ม
tr: %n Dosya
uk: %n файл %n файла %n файлів
xh: Ifayile Enye i-%n Iifayile

source: (%1 Total)
af: (%1 totaal)
az: (Toplam %1)
bg: (%1 Всичко)
cs: (%1 celkem)
da: (%1 i alt)
de: (%1 insgesamt)
el: (%1 Σύνολο)
et: (kokku %1)
fi: (%1 yhteensä)
he: (כ"הס %1)
hu: (összesen %1)
is: (%1 Alls)
ko: (모두 %1개)
lt: (Iš viso %1)
lv: (%1 Kopā)
mt: (%1 b'kollox)
nl: (%1 totaal)
no: (%1 Totalt)
pl: (Razem %1)
ru: (всего %1)
sk: (%1 Celkovo)
sl: (%1 skupno)
sr: (ukupno %1)
ta: (%1 ÜðÎò¦¾¡¨¸)
th: (ทั้งหมด %1)
tr: (Toplam %1)
uk: (всього %1)
vi: (Tất cả %1 )
xh: (%1 Iphelele/Iyonke)

source: _n: One Directory %n Directories
af: een gids %n gidse
az: %n Cərgə
bg: Една Директория %n Директории
ca: %n Directori %n Directoris
cs: %n adresář %n adresáře %n adresářů
da: Én mappe %n mapper
de: Ein Verzeichnis %n Verzeichnisse
et: üks kataloog %n kataloogi
fi: Yksi hakemisto %n hakemistoa
he: תחא הירפס תוירפס %n
hu: %n könyvtár
is: Ein mappa %n möppur
ko: 자료방 %n개
lt: %n katalogas %n katalogai %n katalogų
lv: Viens Direktorijs %n Direktoriji
mt: Direttorju wieħed %n direttorji %n-il direttorju %n direttorju
nl: %n map %n mappen
no: En katalog %n kataloger
pl: %n katalog %n katalogi %n katalogów
pt: %n Directoria %n Directorias
ro: Un director %n directoare
ru: Один каталог %n каталога %n каталогов
sk: %n priečinok %n priečinky %n priečinkov
sl: %n imenikov %n imenik %n imenika %n imeniki
sr: %n direktorijum %n direktorijuma %n direktorijuma
ta: ´Õ «¨¼× %n «¨¼×¸û
th: %n ไดเรกทอรี
tr: Bir Dizin
uk: %n каталог %n каталога %n каталогів
xh: Umlawuli Omnye %n Izilawuli

source: Could not read %1
af: kon nie lees %1
az: %1 oxuna bilmir
bg: Не мога да прочета %1
ca: No s'ha pogut llegir %1
cs: Není možné číst %1
da: Kunne ikke læse %1
de: Konnte nicht gelesen werden: %1
el: Δεν μπόρεσα να διαβάσω το %1
et: Pole võimalik lugeda %1
fi: Ei voitu lukea %1
he: תא אורקל ןתינ אל %1
hu: %1 nem olvasható
is: Ekki tókst að lesa %1
ko: %1 읽을 수 없습니다
lt: Negaliu perskaityti %1
lv: Nevar nolasīt %1
mt: Ma stajtx naqra %1
nl: Kon het volgende niet lezen: %1
no: Kunne ikke lese %1
pl: Nie można czytać %1
pt: Não consegui ler %1
ro: Nu pot citi %1
ru: Не могу прочитать %1
sk: Nemôžem čítať %1
sl: Nisem mogel brati %1
sr: Nisam mogao da pročitam %1
ta: Å¡º¢ì¸ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถอ่าน %1 ได้
tr: %1 okunamıyor
uk: Неможливо прочитати %1
vi: Không đọc được %1
xh: Ayinakuyifunda%1

source: Could not write to %1
af: kon nie skryf aan %1
az: %1'e yazıla bilmir
bg: Не мога да запиша в %1
ca: No s'ha pogut escriure a %1
cs: Není možné uložit do %1
da: Kunne ikke skrive til %1
de: Es kann nicht geschrieben werden in: %1
el: Δεν μπόρεσα να γράψω στο %1
et: Pole võimalik kirjutada %1
fi: Ei voitu kirjoittaa %1
he: לא בותכל ןתינ אל %1
hu: Nem sikerült írni ide: %1
is: Ekki tókst að skrifa í %1
ko: %1 쓸 수 없습니다
lt: Negaliu įrašyti į %1
lv: Nevar ierakstīt uz %1
mt: Ma stajtx nikteb f' %1
nl: Kon niet schrijven naar %1
no: Kunne ikke skrive til %1
pl: Nie można pisać do %1
pt: Não consegui escrever para %1
ro: Nu pot scrie în %1
ru: Не могу записать в %1
sk: Nemôžem zapisovať do %1
sl: Nisem mogel pisati v %1
sr: Nisam mogao da pišem u %1
ta: ­¾üÌ ±Ø¾ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถเขียนไปยัง %1 ได้
tr: %1'e yazılamıyor
uk: Помилка запису в %1
vi: Không viết được vào %1
xh: Ayinakubhalela ku %1

source: Could not start process %1
af: kon nie begin proses %1
az: %1 gedişi başladıla bilmir
bg: Не мога да започна процес %1
ca: No s'ha pogut engegar el procés %1
cs: Není možné spustit proces %1
da: Kunne ikke starte processen %1
de: Prozess konnte nicht gestartet werden: %1
el: Δεν μπόρεσα να ξεκινήσω την επεξεργασία %1
et: Pole võimalik käivitada protsessi %1
fi: Prosessia %1 ei saatu käynnistettyä
he: המישמה תא ליחתהל ןתינ אל %1
hu: Nem sikerült elindítani ezt a folyamatot: %1
is: Ekki tókst að ræsa ferli %1
ko: %1 프로세스를 시작할 수 없습니다
lt: Negaliu pradėti proceso %1
lv: Nevar sākt procesu %1
mt: Ma stajtx nibda' l-proċess %1
nl: Kon het volgende proces niet starten: %1
no: Kunne ikke starte prosess %1
pl: Nie można uruchomić procesu %1
pt: Não consegui iniciar o processo %1
ro: Nu pot porni procesul %1
ru: Не могу запустить процесс %1
sk: Nemôžem spustiť proces %1
sl: Nisem mogel zagnati procesa %1
sr: Nisam mogao da pokrenem proces %1
ta: ¦ºÂ¨Ä ¬ÃõÀ¢ì¸ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถเริ่มการทำงานโปรเซส %1 ได้
tr: %1 işlevi başlatılamıyor
uk: Не можу запустити процес %1
vi: Không bắt đầu được tiến trình(process) %1
xh: Ayinakuqala nkqubekeko %1

source: Internal Error Please send a full bug report at http://bugs.kde.org %1
af: intern fout asseblief stuur 'n volgrote fout raporteer na http://bugs.kde.org %1
az: Daxili xəta Lütfən http://bugs.kde.org'dan tam bir xəta raportunu yollayın %1
bg: Вътрешна Грешка Моля, изпратете пълен рапорт за грешката на http://bugs.kde.org %1
ca: Error intern Si us plau, envieu un informe d'error complet a http://bugs.kde.org %1
cs: Vnitřní chyba Prosím pošlete úplný popis chyby na http://bugs.kde.org %1
da: Indre fejl Send venligst en problemrapport til kde-bugs@kde.org %1
de: Interner Fehler Bitte senden Sie einen ausführlichen Problembericht an http://bugs.kde.org %1
et: Sisemine viga Palun saada täielik vearaport aadressil http://bugs.kde.org %1
fi: Sisäinen virhe Lähetä virheraportti osoitteeseen http://bugs.kde.org %1
he: תימינפ האיגש http://bugs.kde.org לא אלמ גאב חוויד חלש אנא %1
hu: Belső hiba történt. Kérem küldjön részletes hibajelentést a http://bugs.kde.org címről. %1
is: Innri villa Vertu vænn að senda okkur villuskýrslu á http://bugs.kde.org %1
ko: 내부 오류 http://bugs.kde.org/로 벌레보고서를 보내주시기 바랍니다. %1
lt: Vidinė klaida Prašome išsiųsti išsamų pranešimą apie klaidą į http://bugs.kde.org %1
lv: Iekšēja Kļūda Lūdzu nosūtīt pilnu kļūdu ziņojumu uz http://bugs.kde.org %1
mt: Żball Intern Jekk jogħġbok ibgħat rapport tal-bugs lill http://bugs.kde.org %1
nl: Interne fout. Stuur a.u.b. een volledig bugrapport naar http://bugs.kde.org %1
no: Intern feil Vennligst send en full feilrapport på http://bugs.kde.org %1
pl: Błąd wewnętrzny Proszę wysłać pełny raport na adres http://bugs.kde.org %1
pt: Erro Interno Envia um relatório completo para http://bugs.kde.org %1
ro: Eroare internă. Vă rog să trimiteţi un raport de eroare complet la http://bugs.kde.org %1
ru: Внутренняя ошибка Отправьте сообщение об ошибке на http://bugs.kde.org %1
sk: Interná chyba Prosím pošlite kompletný popis chyby na http://bugs.kde.org %1
sl: Notranja napaka Prosim pošljite natančno poročilo o hrošču prek http://bugs.kde.org %1
sr: Interna greška Molim vas da prijavite grešku na sajtu http://bugs.kde.org %1
ta: ¯ûÇ¸ò ¾ÅÚ ¾Â× ¦ºöÐ ÓØ¨ÁÂ¡É À¢¨Æ «È¢ì¨¸¦Â¡ý¨È http://bugs.kde.org-ìÌ «ÛôÀ×õ %1
th: มีข้อผิดพลาดภายใน โปรดส่งรายงานความผิดพลาดที่ครบถ้วน ไปยัง http://bugs.kde.org %1
tr: İç hata Lütfen http://bugs.kde.org'a bir hata bildirimi yollayın %1
uk: Внутрішня помилка Будь ласка, заповніть звіт про помилку на http://bugs.kde.org %1
vi: Lỗi nội bộ(interna) Xin gửi một bản báo cáo lỗi tới http://bugs.kde.org %1
xh: Imposiso yangaphakathi Nceda thumela ingxelo epheleleyo yebug ku-http://bugs.kde.org %1

source: The protocol %1 is not supported.
af: die protokol %1 is nie ondersteunde.
az: %1 protokolu dəstəklənmir
bg: Този протокол %1 не се поддържа.
ca: Sense suport pel protocol %1.
cs: Protokol %1 není podporován
da: Protokollen %1 er ikke understøttet.
de: Das Protokoll %1 wird nicht unterstützt.
et: Protokoll %1 pole toetatud.
fi: Protokollaa %1 ei tueta
he: %1 לוקוטורפה .ךמתנ וניא
hu: A(z) %1 protokoll nem támogatott.
is: Ég kann ekki samskiptaregluna %1.
ko: %1 프로토콜은 지원하지 않습니다
lt: Protokolas %1 nepalaikomas.
lv: Protokols %1 netiek uzturēts.
mt: Il-protokoll %1 mhux aċċettat
nl: Het protocol %1 wordt niet ondersteund.
no: Protokollen %1 er ikke støttet
pl: Prokokół %1 nie jest obsługiwany.
pt: O protocolo %1 não é suportado.
ro: Protocolul %1 nu este suportat.
ru: Протокол %1 не поддерживается
sk: Protokol %1 nie je podporovaný.
sl: Protokol %1 ni podprt.
sr: Protokol %1 nije podržan.
ta: %1 ±Ûõ ´ôÒ¦¿È¢ìÌ ¬¾ÃÅ¢ø¨Ä.
th: ไม่สนับสนุนโปรโตคอล %1
tr: %1 protokolü desteklenmiyor.
uk: Протокол %1 не підтримується.
vi: Giao thức %1 không được hỗ trợ .
xh: Iprotocol%1 ayixhaswanga.

source: The protocol %1 is only a filter protocol.
af: die protokol %1 is slegs 'n filter protokol.
az: %1 protokolu sadəcə olaraq bir süzgəc protokolu.
bg: Този протокол %1 е само за филтър.
ca: El protocol %1 és només un protocol de filtre.
cs: Protokol %1 je pouze pro filtrování.
da: Protokollen %1 er kun en filterprotokol.
de: Das Protokoll %1 ist nur ein Filterprotokoll.
el: Το πρωτόκολλο %1 είναι μόνο ένα πρωτόκολλο-φίλτρο.
et: Protokoll %1 on ainult filterprotokoll.
fi: Protokolla %1 on vain suodinprotokolla.
he: %1 לוקוטורפה .ןוניס לוקוטורפ קר אוה
hu: A(z) %1 protokoll csak egy szűrőprotokoll.
is: Samskiptareglan %1 er einungis til síunar
ko: %1 프로토콜은 필터 프로토콜입니다.
lt: Protokolas %1 yra tik filtravimo protokolas.
lv: Protokols %1 is tikai filtra protokols.
mt: Il-protokoll %1 huwa biss filtru.
nl: Het protocol %1 is alleen een filterprotocol.
no: Protokollen %1 er kun en filterprotokoll.
pl: Protokół %1 jest jedynie protokołem filtującym.
pt: O protocolo %1 é apenas um protocolo filtro
ro: Protocolul %1 este un protocol numai de filtrare.
ru: Протокол %1 является фильтром.
sk: Protokol %1 je iba protokol pre filtrovanie.
sl: Protokol %1 je samo protokol za filtre.
sr: Protokol %1 je samo filterski.
ta: %1 ´ôÒ¦¿È¢ ´Õ ÅÊ¸ðÊ ´ôÒ¦¿È¢ ÁðÎ§Á.
th: โปรโตคอล %1 เป็นได้เฉพาะฟิลเตอร์โปรโตคอล
tr: %1 protokolü sadece bir süzgeç protokolü.
uk: Протокол %1 - тільки фільтруючий.
vi: Giao thức %1 chỉ là một giao thức lọc(filter) .
xh: Iprotocol%1 yiprotocol elicebo lokucoca ulwelo kuphela.

source: Unsupported action %1
af: nie ondersteunde aksie %1
az: Dəstəklənməyən gediş %1
bg: Непознато действие %1
ca: Sense suport pel l'acció %1
cs: Nepodporovaná činnost %1
da: Ikke understøttet handling %1
de: Nicht unterstützte Aktion: %1
el: Μη υποστηριζόμενη λειτουργία %1
et: Toetuseta tegevus %1
fi: Toiminnetta %1 ei tueta
he: תכמתנ אל הלועפ %1
hu: Nem támogatott művelet %1
is: Ég styð enn ekki aðgerðina %1
ko: 예상치 않던 현상 %1
lt: Nepalaikomas veiksmas %1
lv: Neatbalstīta darbība %1
mt: Azzjoni mhux aċċettata %1
nl: Niet-ondersteunde actie: %1
no: Ustøttet hendelse %1
pl: Nieobsługiwane zdarzenie %1
pt: Acção não suportada %1
ro: Acţiune nesuportată %1
ru: Неподдерживаемое действие %1
sk: Nepodporovaná akcia %1
sl: Nepodprto dejanje %1
sr: Akcija %1 nije podržana
ta: ¬¾ÃÅ¢øÄ¡î ¦ºÂø %1
th: ไม่สนับสนุนการกระทำ %1
tr: Desteklenmeyen eylem %1
uk: Дія %1 не підтримується
vi: Hành động không được hỗ trợ %1
xh: Intshukumo engaxhaswanga %1

source: %1 is a directory, but a file was expected.
af: %1 is 'n gids, maar 'n lêer was verwag.
az: %1 bir cərgədir, amma bir fayl gözlənilirdi.
bg: %1 е директория, но се очакваше да е файл.
ca: %1 és un directori, però s'esperava un fitxer.
cs: %1 je adresář, ale byl očekáván soubor
da: %1 er en mappe, men jeg forventede en fil.
de: %1 ist ein Verzeichnis, es wurde aber eine Datei erwartet.
et: %1 on kataloog, kuid oodati faili.
fi: %1 on hakemisto, mutta odotettiin tiedostoa
he: %1 ,הירפס אוה .ץבוקל יתיפיצ לבא
hu: A(z) %1 egy könyvtár, pedig fájlt vártam.
is: %1 er mappa en ég bjóst við skrá
ko: %1은(는) 예상되었던 파일이 아니고,자료방 입니다.
lt: %1 yra katalogas, nors tikėtasi bylos.
lv: %1 ir direktorijs, bet prasīts bija fails.
mt: %1 huwa direttorju, imma hawn mistenni fajl
nl: %1 is een map, terwijl er een bestand werd verwacht.
no: %1 er en katalog, men vi forventet en fil.
pl: %1 jest katalogiem. Wymagany jest plik, a nie katalog.
pt: %1 é uma directoria, mas era esperado um ficheiro.
ro: %1 este un director, dar este necesar un fişier.
ru: %1 - это каталог, в то время как требовалось указать файл
sk: %1 je priečinok, ale bol očakávaný súbor.
sl: %1 je imenik, pričakovana pa je bila datoteka.
sr: %1 je direktorijum, ali je očekivan fajl.
ta: %1 ´Õ «¨¼Å¡Ìõ, ¬É¡ø ­íÌ §¸¡ô¦À¡ýÚ ±¾¢÷À¡÷ì¸ôÀð¼Ð.
th: ต้องการแฟ้ม แต่ %1 เป็นไดเรกทอรี
tr: %1 bir dizin, ama bir dosya bekleniyordu.
uk: %1 - каталог, проте очікувався файл.
xh: i-%1 ngumlawuli, kodwa ifayile ibilindelekile
