Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Remember application association for this file
af: onthou aansoek assosiasie vir hierdie lêer
az: Bu faylla proqram tə'minatı əlaqələndirilməsini yadda saxla
bg: Запомни вид на файла за работа с тази програма
ca: Recorda l'associació d'aplicació per a aquest fitxer
cs: Zapamatovat si asociaci s aplikací pro tento soubor
da: Husk programassociation for denne fil
de: Programmzuordnung für diese Datei beibehalten
el: Απομνημόνευση συσχετισμού εφαρμογής για αυτό το αρχείο
et: Jäta rakenduse seos selle faili jaoks meelde
fi: Muista sovellussidos tähän tiedostoon
he: הז ץבוקל םושייה ךויש תא רומש
hu: Alkalmazás társítása ehhez a fájltípushoz
is: Muna hvaða forrit kann á þessa skrá
ko: 이 파일을 위한 프로그램연결 기억하기
lt: Įsiminti priskirtą programą šiai bylai
lv: Atcerēties aplikācijas asociāciju šim failam
mt: Ftakar l-assoċjazzjoni għal dan il-fajl
nl: Onthoud de applicatiebinding voor dit bestand.
no: Husk applikasjons-tilknyttningen til denne filen
pl: Zapamiętaj skojarzenie aplikację z tym typem plików
pt: Recordar a associação para este ficheiro
ro: Ţine minte aplicaţia asociată cu acest fişier
ru: Запомнить связь с приложением для этого файла
sk: Zapamätať ikonu aplikácie pre tento súbor
sl: Za datoteko si zapomni povezavo s programom
sr: Zapamti pridruženje aplikaciji za ovu vrstu fajla
ta: ­ì §¸¡ôÀ¢ü¸¡É ¿¢Ãü ¦¾¡¼÷À¢¨É ¿¢¨ÉÅ¢ü ¦¸¡û
th: กำหนดให้ใช้แอพพลิเคชันนี้สำหรับแฟ้มนี้ตลอด
tr: Bu dosyayla uygulama ilişkilendirmesini hatırla
uk: Зберегти асоціацію програми для цього файлу
vi: Nhớ chương trình liên kết với file này
xh: Khumbula ulwayamaniso lwesicelo lale fayile

source: Open With:
af: open met:
az: Birlikdə Aç:
bg: Отвори с:
ca: Obrir amb:
cs: Otevřít pomocí:
da: Åbn med:
de: Öffnen mit:
el: Άνοιγμα Με:
et: Ava kasutades:
fi: Avaa ohjelmalla:
he: :תועצמאב חתפ
hu: Megnyitás mással:
is: Opna með:
ko: 열기:
lt: Atidaryti su:
lv: Atvērt Ar:
mt: Iftaħ b':
nl: Openen met:
no: Åpne med:
pl: Otwórz z:
pt: Abrir Com:
ro: Deschide cu:
ru: Открыть с помощью:
sk: Otvoriť s:
sl: Odpri z:
sr: Otvori pomoću:
ta: ­¾É¡ü ¾¢È:
th: เปิดด้วย:
tr: Birlikte Aç:
uk: Відкрити за допомогою:
vi: Mở bằng:
xh: Vula Nge:

source: &Automatic preview
af: automaties voorskou
az: &Avtomatik Nümayiş
bg: &Автоматичен предварителен преглед
ca: Vista prèvia &automàtica
cs: &Automatický náhled
da: &Automatisk forhåndsvisning
de: &Automatische Voransicht
el: &Αυτόματη προεπισκόπηση
et: &Automaatne eelvaatlus
fi: &Automaattinen esikatselu
he: תיטמו&טוא
hu: A&utomatikus előkép
is: &Sjálfvirk forsýning
ko: 스스로 미리 보기(&A)
lt: A&utomatinė peržiūra
lv: &Automātiska apskate
mt: Previżjoni &awtomatika
nl: A&utomatisch voorbeeld
no: &Automatisk forhåndsvisning
pl: &Automatyczny podgląd
pt: Previsão &automática
ro: Previzualizare &automată
ru: А&втоматический предпросмотр
sk: &Automatický náhľad
sl: &Samodejni predogled
sr: &Automatski pregled
ta: ¾ýÉ¢Âì¸ Óý§É¡ð¼õ
th: แสดงตัวอย่างอัตโนมัติ
tr: &Otomatik önizleme
uk: &Автоматичний перегляд
vi: Tự động xem trước
xh: &Imboniso ezenzekelayo

source: &Preview
af: voorskou
az: &Nümayiş
bg: &Преглед
ca: Vista &prèvia
cs: &Náhled
da: &Forhåndsvisning
de: &Voransicht
el: &Προεπισκόπηση
et: &Eelvaatlus
fi: &Esikatselu
he: המידקמ הגוצ&ת
hu: &Előkép
is: &Forsýna
ko: 미리 보기
lt: P&eržiūra
lv: &Apskatīt
mt: &Previżjoni
nl: &Voorbeeld
no: &Forhåndsvisning
pl: &Podgląd
pt: &Previsão
ro: &Previzualizare
ru: &Просмотр
sk: Ná&hľad
sl: &Predogled
sr: &Pregled
ta: Óý§É¡ð¼õ
th: แสดงตัวอย่าง
tr: Ö&nizleme
uk: &Перегляд
vi: &Xem trước
xh: &Imboniso

source: Extended Permissions
af: uitgebreide regte
az: Geniş Səlahiyyətlər
bg: Разширен Достъп
ca: Permisos ampliats
cs: Rozšířená práva
da: Udvidede tilladelser
de: Erweiterte Berechtigungen
el: Εκτεταμένες Άδειες
et: Laiendatud loabitid
fi: Laajennetut oikeudet
he: תובחרומ תואשרה
hu: Kiterjesztett jogosultságok
is: Útvíddar aðgangsheimildir
ko: 확장 권한
lt: Papildomi leidimai
lv: Paplašinātas Tiesības
mt: Permessi estiżi
nl: Uitgebreide toegangsrechten
no: Utvidede rettigheter
pl: Rozszerzone prawa dostępu
pt: Permissões Extendidas
ro: Permisiuni extinse
ru: Расширенные права
sk: Rozšírené práva
sl: Razširjena dovoljenja
sr: Proširene dozvole
ta: Å¢Ã¢Å¡É «ÛÁ¾¢¸û
th: สิทธิ์ที่อนุญาตเพิ่มเติม
tr: Ek İzinler
uk: Розширені права доступу
vi: Các cho phép mở rộng
xh: Iimvumelwano ezandisiweyo

source: Users:
af: gebruikers:
az: İstifadəçilər:
bg: Потребители:
ca: Usuaris:
cs: Uživatelé:
da: Brugere:
de: Benutzer:
el: Χρήστες:
et: Kasutajad:
fi: Käyttäjät:
he: :םישמתשמ
hu: Felhasználók:
is: Notendur:
ko: 사용자:
lt: Vartotojai:
lv: Lietotāji:
nl: Gebruikers:
no: Brukere:
pl: Użytkownicy:
pt: Utilizadores:
ro: Utilizatori:
ru: Пользователи:
sk: Používatelia:
sl: Uporabniki:
sr: Korisnici:
ta: ÀÂÉ÷¸û:
th: ผู้ใช้:
tr: Kullanıcılar:
uk: Користувачі:
vi: Người dùng:
xh: Abasebenzisi:

source: Can Read?
af: kan lees?
az: Oxuna Bilər
bg: Мога ли да чета?
ca: Pot llegir?
cs: Smí číst?
da: Kan læse?
de: Leseberechtigt?
el: Μπορεί να διαβάσει;
et: Saab lugeda?
fi: Voi lukea?
he: ?האירק
hu: Olvasás?
is: Geta lesið?
ko: 읽을 수 있는가?
lt: Galima skaityti?
lv: Var Nolasīt?
mt: Jista' jinqara?
nl: Kunnen lezen?
no: Kan lese?
pl: Prawo do odczytu?
pt: Pode Ler?
ro: Poate citi?
ru: Может читать?
sk: Môže čítať?
sl: Branje možno?
sr: Čitanje
ta: Å¡º¢ì¸ ÓÊÂÁ¡?
th: สามารถอ่านได้ ?
tr: Okuyabilir
uk: Може зчитувати?
vi: Đọc được?
xh: Bangafunda?

source: Can Write?
af: kan skryf?
az: Yazıla Bilər?
bg: Мога ли да пиша?
ca: Pot escriure?
cs: Smí zapisovat?
da: Kan skrive?
de: Schreibberechtigt?
el: Μπορεί να γράψει;
et: Saab kirjutada?
fi: Voi kirjoittaa?
he: ?הביתכ
hu: Írás?
is: Geta skrifað?
ko: 쓸 수 있는가?
lt: Galima rašyti?
lv: Var Ierakstīt?
mt: Jista' jinkiteb?
nl: Kunnen schrijven?
no: Kan skrive?
pl: Prawo do zapisu?
pt: Pode Escrever?
ro: Poate scrie?
ru: Может записывать?
sk: Môže zapisovať?
sl: Pisanje možno?
sr: Pisanje
ta: ±Ø¾ ÓÊÔÁ¡?
th: สามารถเขียนได้ ?
tr: Yazabilir
uk: Може записувати?
vi: Viết được?
xh: Bangabhala?

source: Can Execute?
af: kan uitvoer?
az: İcra Edilə Bilər?
bg: Мога ли да стартирам?
ca: Pot executar?
cs: Smí spouštět?
da: Kan køre?
de: Ausführberechtigt?
el: Μπορεί να εκτελέσει;
et: Saab käivitada?
fi: Voi suorittaa?
he: ?הלעפה
hu: Végrehajtás?
is: Geta keyrt?
ko: 실행할 수 있는가?
lt: Galima paleisti?
lv: Var Izpildīt?
mt: Jista jiġi eżegwit?
nl: Kunnen uitvoeren?
no: Kan utføre?
pl: Prawo do uruchamiania?
pt: Pode Executar?
ro: Poate executa?
ru: Может запускать?
sk: Môže spustiť?
sl: Izvajanje možno?
sr: Izvršavanje
ta: ¦ºÂüÀÎò¾ ÓÊÔÁ¡?
th: สามารถเรียกทำงานได้ ?
tr: Çalıştırabilir
uk: Може виконувати?
vi: Chạy được?
xh: Bangaphumeza?

source: Add User
af: voeg by gebruiker
az: İstifadəçi Əlavə Et
bg: Прибави Потребител
ca: Afegeix usuari
cs: Přidat uživatele
da: Tilføj bruger
de: Benutzer hinzufügen
el: Προσθήκη Χρήστη
et: Lisa kasutaja
fi: Lisää käyttäjä
he: שמתשמ ףסוה
hu: Felhasználó hozzáadása
is: Bæta notanda við
ko: 사용자 더하기
lt: Pridėti vartotoją
lv: Pievienot Lietotāju
mt: Żid user
nl: Gebruiker toevoegen
no: Legg til bruker
pl: Dodaj użytkownika
pt: Adicionar Utilizador
ro: Adaugă utilizator
ru: Добавление пользователя
sk: Pridať používateľa
sl: Dodaj uporabnika
sr: Dodaj korisnika
ta: ÀÂÉ¨Ãî §º÷
th: เพิ่มผู้ใช้
tr: Kullanıcı Ekle
uk: Додати користувача
vi: Thêm người dùng
xh: Dibanisa umsebenzisi

source: Edit User
af: redigeer gebruiker
az: İstifadəçiyi Düzəlt
bg: Промени Потребител
ca: Edita usuari
cs: Editovat uživatele
da: Redigér bruger
de: Bearbeite Benutzer
el: Διόρθωση Χρήστη
et: Redigeeri kasutajat
fi: Muokkaa käyttäjää
he: שמתשמ ךורע
hu: A felhasználó módosítása
is: Breyta notanda
ko: 사용자 고치기
lt: Keisti vartotoją
lv: Rediģēt Lietotāju
mt: Biddel user
nl: Gebruiker bewerken
no: Rediger bruker
pl: Edytuj użytkownika
pt: Editar Utilizador
ro: Editează utilizator
ru: Редактирование пользователя
sk: Upraviť používateľa
sl: Uredi uporabnika
sr: Izmeni korisnika
ta: ÀÂÉ¨Ãò ¦¾¡Ì
th: แก้ไขผู้ใช้
tr: Kullanıcı Düzenle
uk: Редагувати користувача
vi: Biên soạn người dùng
xh: Hlela umsebenzisi

source: Delete User
af: uitvee gebruiker
az: İstifadəçiyi Sil
bg: Изтрий Потребителя
ca: Esborra usuari
cs: Smazat uživatele
da: Slet bruger
de: Lösche Benutzer
el: Διαγραφή Χρήστη
et: Kustuta kasutaja
fi: Poista käyttäjä
he: שמתשמ קחמ
hu: A felhasználó törlése
is: Eyða notanda
ko: 사용자 지우기
lt: Pašalinti vartotoją
lv: Dzēst Lietotāju
mt: Ħassar user
nl: Gebruiker verwijderen
no: Slett bruker
pl: Usuń użytkownika
pt: Apagar Utilizador
ro: Şterge utilizator
ru: Удаление пользователя
sk: Odstrániť používateľa
sl: Izbriši uporabnika
sr: Obriši korisnika
ta: ÀÂÉ¨Ã ¿£ìÌ
th: ลบผู้ใช้
tr: Kullanıcı Sil
uk: Видалити користувача
vi: Xoá người dùng
xh: Cima umsebenzisi

source: Groups:
af: groepe:
az: Qruplar:
bg: Групи:
ca: Grups:
cs: Skupiny:
da: Grupper:
de: Gruppen:
el: Ομάδες:
et: Grupid:
fi: Ryhmät:
he: :תוצובק
hu: Csoportok:
is: Hópar:
ko: 그룹:
lt: Grupės:
lv: Grupas:
mt: Gruppi:
nl: Groepen:
no: Grupper:
pl: Grupy:
pt: Grupos:
ro: Grupuri:
ru: Группы:
sk: Skupiny:
sl: Skupine:
sr: Grupe:
ta: ÌØì¸û:
th: กลุ่ม:
tr: Gruplar:
uk: Групи:
vi: Nhóm:
xh: Amaqela:

source: Groupname
af: groepnaam
az: Qrupadı
bg: Име на Групата
ca: Nom de grup
cs: Název skupiny
da: Gruppenavn
de: Gruppenname
el: Όνομα ομάδας
et: Grupi nimi
fi: Ryhmänimi
he: הצובק םש
hu: Csoportnév
is: Hópnafn
ko: 그룹 이름
lt: Grupės vardas
lv: Grupasvārds
mt: Isem tal-grupp
nl: Groepnaam
no: Gruppenavn
pl: Nazwa grupy
pt: Nome do Grupo
ro: Nume grup
ru: Имя группы
sk: Meno skupiny
sl: Ime skupine
sr: Naziv grupe
ta: ÌØô¦ÀÂ÷
th: ชื่อกลุ่ม
tr: Grup adı
uk: Назва групи
vi: Tên nhóm
xh: Igama leqela

source: Add Group
af: voeg by groep
az: Qrup Əlavə Et
bg: Прибави Група
ca: Afegeix grup
cs: Přidat skupinu
da: Tilføj gruppe
de: Gruppe hinzufügen
el: Προθήκη Ομάδας
et: Lisa grupp
fi: Lisää ryhmä
he: הצובק ףסוה
hu: Csoport hozzáadása
is: Bæta hópur við
ko: 그룹 더하기
lt: Pridėti grupę
lv: Pievienot Grupu
mt: Żid grupp
nl: Groep toevoegen
no: Legg til gruppe
pl: Dodaj grupę
pt: Adicionar Grupo
ro: Adaugă grup
ru: Добавление группы
sk: Pridať skupinu
sl: Dodaj skupino
sr: Dodaj grupu
ta: ÌØ¨Åî §º÷
th: เพิ่มกลุ่ม
tr: Grup Ekle
uk: Додати групу
vi: Thêm nhóm
xh: Dibanisa iqela

source: Edit Group
af: redigeer groep
az: Qrupu Düzəlt
bg: Промени Група
ca: Edita grup
cs: Editovat skupinu
da: Redigér gruppe
de: Gruppe bearbeiten
el: Διόρθωση Ομάδας
et: Redigeeri gruppi
fi: Muokkaa ryhmää
he: הצובק ךורע
hu: A csoport módosítása
is: Breyta hóp
ko: 그룹 고치기
lt: Keisti grupę
lv: Rediģēt Grupu
mt: Biddel grupp
nl: Groep bewerken
no: Rediger gruppe
pl: Edytuj grupę
pt: Editar Grupo
ro: Editează grup
ru: Редактирование группы
sk: Upraviť skupinu
sl: Uredi skupino
sr: Izmeni grupu
ta: ÌØ¨Åò ¦¾¡Ì
th: แก้ไขกลุ่ม
tr: Grup Düzenle
uk: Редагувати групу
vi: Biên soạn nhóm
xh: Hlela iqela

source: Delete Group
af: uitvee groep
az: Qrupu Sil
bg: Изтрий Група
ca: Esborra grup
cs: Smazat skupinu
da: Slet gruppe
de: Gruppe löschen
el: Διαγραφή Ομάδας
et: Kustuta grupp
fi: Poista ryhmä
he: הצובק קחמ
hu: A csoport törlése
is: Eyða hóp
ko: 그룹 지우기
lt: Pašalinti grupę
lv: Dzēst Grupu
mt: Ħassar grupp
nl: Groep verwijderen
no: Slett gruppe
pl: Usuń grupę
pt: Apagar Grupo
ro: Şterge grup
ru: Удаление группы
sk: Odstrániť skupinu
sl: Izbriši skupino
sr: Obriši grupu
ta: ÌØ¨Å ¿£ìÌ
th: ลบกลุ่ม
tr: Grup Sil
uk: Видалити групу
vi: Xoá nhóm
xh: Cima iqela

source: Embeddable HTML component
af: inlegbare html komponent
az: Daxili HTML komponenti
bg: Вграден HTML компонент
ca: Component HTML encastable
cs: Pohltitelná HTML komponenta
da: Indlejrbar html-komponent
de: Einbettungsfähige HTML-Komponente
el: Ενσωματώσιμο άρθρωμα HTML
et: Põimitav HTML komponent
fi: Upotettava HTML-komponentti
he: העבטהל ןתינ HTML ביכר
hu: Beágyazható HTML komponens
is: Greftranlegur HTML íhlutur
ko: 다른 곳에 끼워져서 HTML을 보여주는 콤포넌트
lt: Įterpiamas HTML komponentas
lv: Iegultnējamas HTML komponentes
mt: Komponent HTML integrat
nl: Inbedbaar HTML-component
no: Inkluderbar HTML-komponent
pl: Komponent HTML
pt: Componente HTML embebível
ro: Componentă HTML înglobată
ru: Встраиваемый компонент для отображения HTML
sk: Vložiteľný HTML komponent
sl: Vključena komponenta HTML
sr: Ugradiva HTML komponenta
ta: ¯ð¦À¡¾¢ó¾ HTML ÜÚ
th: คอมโปเนนท์ HTML ที่สามารถฝังได้
tr: Gömülebilir HTML elemanı
uk: Вмонтований HTML компонент
vi: Các HTML component có thể embedd
xh: Umgaqo olungisiweyo we HTML

source: View Document Source
af: besigtig dokument bron
az: Sənəd Mənbəyini Göstər
bg: Преглед на програмния код на документа
ca: Vista font del document
cs: Zobrazit zdroj dokumentu
da: Vis dokumentkilde
de: Quelltext anzeigen
el: Προβολή Κώδικα Εγγράφου
et: Vaata dokumendi lähteteksti
fi: Näytä asiakirjan lähdekoodi
he: ךמסמה רוקמב הפצ
hu: A dokumentum forrásának megtekintése
is: Sjá frumtexta skjals
ko: 문서 소스 보기
lt: Rodyti dokumento išeities tekstą
lv: Skatīt Dokumenta Avotu
mt: Uri s-sors tad-dokument
nl: Documentbron tonen
no: Vis dokumentkode
pl: Pokaż źródło dokumentu
pt: Ver o Código Fonte do Documento
ro: Vizualizează sursa documentului
ru: Просмотреть исходный текст документа
sk: Zobraz zdrojový kód dokumentu
sl: Glej izvorno kodo dokumenta
sr: Prikaži izvorni kod dokumenta
ta: ¬Å½ò¾¢ý ãÄò¨¾ô À¡÷
th: แสดงต้นฉบับเอกสาร
tr: Belge Kaynağını Göster
uk: Переглянути джерело документа
vi: Xem mã nguồn của tài liệu
xh: Imvelaphi yoxwebhu lemboniselo

source: View Frame Source
af: besigtig raam bron
az: Çərçivə Mənbəyini Göstər
bg: Поглед на програмния код на рамката
ca: Vista font del marc
cs: Zobrazit zdroj rámce
da: Vis rammekilde
de: Rahmen-Quelltext anzeigen
el: Προβολή πηγαίου κώδικα πλαισίου
et: Vaata raami lähteteksti
fi: Näytä kehyksen lähdekoodi
he: תרגסמה רוקמב הפצ
hu: A keret forrásának megtekintése
is: Sjá frumtexta ramma
ko: 프레임 소스 보기
lt: Rodyti kadro išeities tekstą
lv: Skatīt Kadra Avotu
mt: Uri s-sors tal-frame
nl: Kaderbron tonen
no: Vis rammekode
pl: Pokaż źródło ramki
pt: Ver o Código Fonte da Moldura (Frame)
ro: Vizualizează sursa cadrului
ru: Просмотреть исходный текст фрейма
sk: Zobraz zdrojový kód rámu
sl: Glej izvorno kodo okvirja
sr: Prikaži izvorni kod frejma
ta: ºð¼ò¾¢ý ãÄò¨¾ À¡÷
th: แสดงต้นฉบับเฟรม
tr: Çerçeve Kaynağını Göster
uk: Переглянути джерело рамки
vi: Xem mã của khung(frame)
xh: Imvelaphi yesakhelo semboniselo

source: Save &Background Image As...
af: stoor agtergrond beeld as...
az: &Arxa Plan Rəsmini Fərqli Qeyd Et...
bg: Запиши &фонова картинка като...
ca: Desa la imatge de &fons com...
cs: Uložit o&brázek na pozadí jako...
da: Gem &baggrundsbillede som..
de: &Hintergrundbild speichern unter...
el: Αποθήκευση Εικόνας &Φόντου Ως..
et: Salvesta &taustapilt kui...
fi: Tallenna &taustakuva nimellä...
he: ...םשב עקרה תנ&ומת תרימש
hu: A &háttérkép mentése másként...
is: Vista &bakgrunnsmynd sem...
ko: 다른 이름으로 바탕 그림을 저장..(&B)
lt: Išsaugoti &fono paveikslą kaip...
lv: Saglabāt &Fona Attēlu Kā...
mt: Ikteb l-istampa ta' sfond &bħala...
nl: Achtergrondaf&beelding opslaan als...
no: Lagre &bakgrunnsbilde som...
pl: Zapisz obrazek &tła jako...
pt: Gravar a Imagem de &Fundo Como...
ro: Salvează imaginea de &fundal ca...
ru: Сохранить фоновое &изображение как...
sk: Uložiť o&brázok pozadia ako..
sl: Shrani sliko o&zadja kot...
sr: Sačuvaj &pozadinsku sliku kao...
ta: À¢ýÉ½¢ ¯Õ¨Å ­ôÀÊî §ºÁ¢...
th: บันทึกภาพพื้นหลังเป็น...
tr: &Arkaplan Resmini Farklı Kaydet...
uk: Зберегти зображення &тла як...
vi: Luư trữ hình &Background bằng...
xh: Gcina umfanekiso &Wesiqalo njenge...

source: &Save As...
af: stoor as...
az: &Fərqli Qeyd Et...
bg: &Запиши като...
ca: Desa &com...
cs: Uložit j&ako...
da: &Gem som...
de: Speichern &unter...
el: Αποθήκευση &Ως..
et: Salvesta &kui...
fi: Tallenna &nimellä...
he: ...םש&ב הרימש
hu: Mentés más&ként...
is: Vista &sem...
ko: 다른 이름으로 저장(&S)...
lt: &Išsaugoti kaip...
lv: &Saglabāt Kā...
mt: &Ikteb b'isem ġdid...
nl: Opslaan a&ls...
no: &Lagre som...
pl: &Zapisz jako...
pt: Gravar &Como...
ro: &Salvează ca...
ru: С&охранить как...
sk: Uložiť &ako...
sl: Shrani &kot...
sr: &Sačuvaj kao...
ta: ±Éî §ºÁ¢...
th: บันทึกเป็น...
tr: &Farklı Kaydet...
uk: &Зберегти як...
vi: Luư trữ bằng...
xh: &Gcina njenge...

source: Save &Frame As...
af: stoor raam as...
az: Ç&ərçivəyi Fərqli Qeyd Et...
bg: Запиши &рамка като...
ca: Desa el &marc com...
cs: Uložit &rámec jako...
da: Gem &ramme som...
de: &Rahmen speichern unter...
el: Αποθήκευση &Πλαισίου Ως..
et: Salvesta &raam kui...
fi: Tallenna &kehys nimellä...
he: ...םשב תרג&סמה תרימש
hu: A ke&ret mentése másként...
is: Vista &ramma sem...
ko: 다른 이름으로 프레임 저장(&F)...
lt: Iðsaugoti &kadrą kaip...
lv: Saglabāt &Kadru Kā...
mt: Ikteb &frame bħala...
nl: &Kader opslaan als...
no: Lagre &ramme som...
pl: Zapisz &ramkę jako...
pt: Gravar a Moldura (&Frame) Como...
ro: Salvează &cadrul ca...
ru: Сохранить &фрейм как...
sk: Uložiť &rám ako..
sl: Shrani ok&vir kot...
sr: Sačuvaj &frejm kao...
ta: ºð¼ò¨¾ ­ôÀÊî §ºÁ¢...
th: บันทึกเฟรมเป็น...
tr: Ç&erçeveyi Farklı Kaydet...
uk: Зберегти &рамку як..
vi: Luư trữ khung(frame) bằng...
xh: &Gcina isakhelo njenge...

source: Security...
af: sekuriteit...
az: Təhlükəsizlik...
bg: Защита...
ca: Seguretat...
cs: Zabezpečení...
da: Sikkerhed...
de: Sicherheit...
el: Ασφάλεια...
et: Turvalisus...
fi: Tietoturva...
he: ...החטבא
hu: Biztonság...
is: Öryggi...
ko: 보안...
lt: Saugumas...
lv: Drošība...
mt: Sigurtà...
nl: Beveiliging...
no: Sikkerhet...
pl: Bezpieczeństwo...
pt: Segurança...
ro: Securitate...
ru: Безопасность...
sk: Zabezpečenie...
sl: Varnost...
sr: Bezbednost...
ta: ¸¡Åø...
th: ความปลอดภัย...
tr: Güvenlik...
uk: Безпеки...
vi: Bảo mật...
xh: Ukhuseleko...

source: Show Images
af: vertoon beelde
az: Rəsmləri Göstər
bg: Покажи картини
ca: Mostra les imatges
cs: Zobrazovat obrázky
da: Vis billeder
de: Bilder anzeigen
el: Προβολή Εικόνων
et: Näita pilte
fi: Näytä kuvat
he: תונומת גצה
hu: A képek megjelenítése
is: Sýna myndir
ko: 그림 보이기
lt: Rodyti paveiksliukus
lv: Rādīt Attēlus
mt: Uri stampi
nl: Afbeeldingen tonen
no: Vis bilder
pl: Pokaż obrazki
pt: Mostrar as Imagens
ro: Afişează imagini
ru: Показать рисунки
sk: Zobraziť obrázky
sl: Pokaži slike
sr: Prikaži slike
ta: ¯Õì¸¨Çì ¸¡ðÎ
th: แสดงภาพ
tr: Resimleri Göster
uk: Показувати образи
vi: Hiển thị ảnh
xh: Bonisa imifanekiso

source: Show Animated Images
af: vertoon geanimeerde beelde
az: Canlandırmalı Rəsmləri Göstər
bg: Покажи анимирани картини
ca: Mostra les imatges animades
cs: Zobrazovat animované obrázky
da: Vis animerede billeder
de: Animierte Bilder anzeigen
et: Näita animeeritud pilte
fi: Näytä animoidut kuvat
he: תושפנומ תונומת גצה
hu: Animált képek mutatása
is: Sýna hreyfimyndir
ko: 움직이는 그림 보이기
lt: Rodyti judančius paveiksliukus
lv: Rādīt Animētus Attēlus
mt: Uri stampi jiċċaqalqu
nl: Afbeeldinganimaties tonen
no: Vis animerte bilder
pl: Pokaż animowane obrazki
pt: Mostrar as Animações
ro: Afişează imagini animate
ru: Показать анимацию рисунков
sk: Zobraziť animované obrázky
sl: Pokaži animirane slike
sr: Prikaži animirane slike
ta: «¨ºçðÊÂ ¯Õì¸¨Çì ¸¡ðÎ
th: แสดงภาพเคลื่อนไหว
tr: Canlandırmalı Resimleri Göster
uk: Показувати оживлені образи
vi: Hiển thị ảnh hoạt họa
xh: Bonisa imifanekiso ephilayo

source: Stop Animated Images
af: stop geanimeerde beelde
az: Canlandırmalı Rəsmləri Dayandır
bg: Спри анимирани картини
ca: Atura les imatges animades
cs: Zastavit animované obrázky
da: Stands animerede billeder
de: Bild-Animationen stoppen
et: Peata animeeritud pildid
fi: Pysäytä animoidut kuvat
he: תושפנומ תונומת רוצע
hu: Az animációk leállítása
is: Stöðva hreyfimyndir
ko: 움직이는 그림 멈추기
lt: Sustabdyti judančius paveiksliukus
lv: Apturēt Attēlu Animācijas
mt: Waqqaf stampi jiċċaqalqu
nl: Afbeeldinganimaties stoppen
no: Stopp animerte bilder
pl: Zatrzymaj animacje
pt: Parar as Animações
ro: Opreşte animaţia imaginilor
ru: Остановить анимацию рисунков
sk: Zastaviť animáciu obrázkov
sl: Zaustavi animacijo slik
sr: Zaustavi animirane slike
ta: «¨ºçðÊÂ ¯Õì¸¨Ç ¿¢ÚòÐ
th: หยุดการเคลื่อนไหวของภาพ
tr: Canlandırmalı Resimleri Durdur
uk: Зупинити оживлені образи
vi: Dừng ảnh hoạt hoạ(animated)
xh: Misa imifanekiso ephilayo

source: Set &Encoding
af: stel enkodering
az: &Kodlamayı Düzəlt
bg: Избери &кодова таблица
ca: Estableix la &codificació
cs: Nastavit &kódování
da: Vælg &tegnsæt
de: &Kodierung festlegen
el: &Κωδικοποίηση Εγγράφου
et: Sea &kodeering...
fi: Aseta &koodaus
he: ד&ודיק עבק
hu: A kódolás b&eállítása
is: Velja stafa&töflu...
ko: 인코딩 설정(&E)
lt: Nurodyti &koduotę..
lv: Uzstādīt &Kodējumu
mt: Agħżel &kodifika
nl: &Codering instellen
no: Velg &koding..
pl: Ustaw &kodowanie
pt: &Escolher a Codificação
ro: Setează &codare
ru: &Кодировка...
sk: Nastaviť &kódovanie
sl: Nastavi &kodni nabor
sr: Podesi &enkodiranje...
ta: ÌÈ¢Â£ð¨¼ «¨Á
th: เลือกการเข้ารหัส
tr: &Kodlamayı Düzenle
uk: Встановити &кодування
vi: Đặt mã chữ(encoding)
xh: Cwangcisa i &enkhowudi

source: Auto
af: outo
az: Avtomatik
bg: Автоматично
cs: Automatické
el: Αυτόματη
et: Automaatne
fi: Automaattinen
he: יטמוטוא
hu: automatikus
is: Sjálfvirkt
ko: 알아서 스스로
mt: Awto
ro: Automat
ru: Авто
sl: Samodejno
ta: ¾ýÉ¢Âì¸
th: อัตโนมัติ
tr: Otomatik
uk: Авто
vi: Tự động
xh: Zenzekelayo

source: Increase Font Sizes
af: vermeerder skrif tipe grotes
az: Yazı Növü Böyüklüyünü Artır
bg: Увеличи размера на шрифта
ca: Augmenta la mida de font
cs: Zvětšit velikost písma
da: Gør skrifter større
de: Schrift vergrößern
el: Αύξηση Μεγεθών Γραμματοσειρών
et: Suurenda fonti
fi: Suurenna kirjasinta
he: םינפוג ילדג לדגה
hu: A betűtípus méretének növelése
is: Stækka letur
ko: 글꼴 키우기
lt: Padidinti šriftą
lv: Palielināt Fontu Lielumu
mt: Kabbar il-font
nl: Letters vergroten
no: Øk skriftstørrelser
pl: Zwiększ rozmiar czcionek
pt: Aumentar Tamanho das Letras
ro: Creşte mărimea fontului
ru: Увеличить размер шрифтов
sk: Zväčšiť veľkosť písma
sl: Povečaj velikosti pisav
sr: Povećaj fontove
ta: ±ØòÐÕ «Ç×¸¨Çì ÜðÎ
th: เพิ่มขนาดตัวอักษร
tr: Yazıtipini Büyüt
uk: Збільшити розміри шрифтів
vi: Tăng cỡ phông
xh: Yandisa ubungakanani bemigca

source: Decrease Font Sizes
af: verklein skrif tipe grotes
az: Yazı Növü Böyüklüyünü Azalt
bg: Намали размера на шрифта
ca: Minva la mida de font
cs: Zmenšit velikost písma
da: Gør skrifter mindre
de: Schrift verkleinern
el: Μείωση Μεγεθών Γραμματοσειρών
et: Vähenda fonti
fi: Pienennä kirjasinta
he: םינפוג ילדג ןטקה
hu: A betűtípus méretének csökkentése
is: Minnka letur
ko: 글꼴 줄이기
lt: Sumažinti šriftą
lv: Samazināt Fontu Lielumu
mt: Ċekken il-font
nl: Letters verkleinen
no: Reduser skriftstørrelser
pl: Zmniejsz rozmiar czcionek
pt: Diminuir Tamanho das Letras
ro: Scade mărimea fontului
ru: Уменьшить размер шрифтов
sk: Zmenšiť veľkosť písma
sl: Zmanjšaj velikosti pisav
sr: Smanji fontove
ta: ±ØòÐÕ «Ç×¸¨Çì Ì¨È
th: ลดขนาดตัวอักษร
tr: Yazıtipini Küçült
uk: Зменшити розмір шрифтів
vi: Giảm cỡ phông
xh: Nciphisa ubungakanani bemigca

source: Print Frame
af: druk raam
az: Çərçivəyi Çap Et
bg: Разпечатай рамка
ca: Imprimeix el marc
cs: Tisknout rámec
da: Udskriv ramme
de: Rahmen drucken
el: Εκτύπωση Πλαισίου
et: Trüki raam
fi: Tulosta kehys
he: תרגסמ ספדה
hu: A keret nyomtatása
is: Prenta ramma
ko: 프레임 인쇄
lt: Spausdinti kadrą
lv: Drukāt Kadru
mt: Printja frame
nl: Kader afdrukken
no: Skriv ut ramme
pl: Drukuj ramkę
pt: Imprimir Moldura (Frame)
ro: Tipăreşte cadru
ru: Печать фрейма
sk: Tlačiť Rámec
sl: Natisni okvir
sr: Odštampaj frejm
ta: ºð¼ò¨¾ «îº¢Î
th: พิมพ์เฟรม
tr: Çerçeveyi Yazdır
uk: Друкувати рамку
vi: In ra frame
xh: Shicilela isakhelo
