Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Unable to find the requested page.
af: nie moontlik aan soek die versoekte bladsy.
az: Sorğulanan səhifə tapıla bilmir.
bg: Неспособен да намеря търсената страница.
ca: No pogut trobar la pàgina demanada.
cs: Není možné nalézt požadovanou stránku.
da: Kan ikke finde forespurgte side
de: Angeforderte Seite ist nicht auffindbar.
el: Αδύνατη η εύρεση της ζητούμενης σελίδας.
et: Soovitud lehte ei leitud.
fi: Ei löydetty pyydettyä sivua.
he: .שקובמה ךסמה תא אוצמל ןתינ אל
hu: A kért oldal nem található.
is: Finn ekki umbeðna síðu
ko: 요청한 페이지를 찾을 수 없습니다.
lt: Nerandu nurodyto puslapio
lv: Nevar atrast pieprasīto lapu.
mt: Ma setatx tinstab il-paġna mitluba.
nl: Niet in staat om de gevraagde pagina te vinden.
no: Kunne ikke finne den forespurte siden.
pl: Nie można znaleźć żądanej strony.
pt: Incapaz de encontrar a página pedida.
ro: Nu am găsit pagina cerută.
ru: Не могу найти указанную страницу.
sk: Nepodarilo sa nájsť požadovanú stránku.
sl: Ni moč najti zahtevane strani.
ta: §¸ð¼ Àì¸ò¨¾ì ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä
th: ไม่สามารถค้นหาหน้าที่เรียกขอ
tr: İstenen sayfa bulunamadı.
uk: Неможливо знайти запитану сторінку.
vi: Không tìm thầy trang đã yêu cầu .
xh: Ayikwazi ukufumana iphepha eliceliweyo.

source: LPD queue information
af: lpd wagtou informasie
az: LPD növbə mə'lumatı
bg: Информация за опашката на LPD
ca: Informació de cua d'LPD
cs: Informace o LPD frontě
da: LPD kø information
de: Informationen zur LPD-Druckerwarteschlange
et: LPD tööjärjekorra info
fi: LPD-jonon tiedot
he: LPD-ה רות יבגל םיטרפ
hu: Az LPD nyomtatási sor jellemzői
is: Upplýsingar LPD-röð
ko: LPD 큐 정보
lt: LPD eilės informacija
lv: LPD rindas informācija
mt: Informazzjoni dwar il-kju tal-LPD
nl: LPD-wachtrij-informatie
no: LPD-køinformasjon
pl: Informacja o kolejce LPD
pt: Informação da fila do LPD
ro: Informaţii coadă LPD
ru: Сведения об очереди LPD
sk: Informácie o fronte LPD
sl: Podatki o čakalni vrsti LPD
ta: LPD ÅÃ¢¨ºò ¾¸Åø
th: ข้อมูลคิวของเซิร์ฟเวอร์ LPD
tr: LPD kuyruk bilgisi
uk: Інформацію про чергу LPD
vi: Thông tin về hàng đợi LPD
xh: Ulwazi lofolo lwe LPD

source: <p>Enter the information concerning the remote LPD queue. This wizard will check them before continuing.</p>
af: <p>invoer die informasie aangaande die afgeleë lpd wagtou. hierdie assistent sal <-invoer->bevestig hulle voor voortgaan.</p>
az: <p>Uzaq LPD növbəsi mə'lumatlarını girin. Bu sehirbaz davam etmədən əvvəl onları yoxlayacaqdır.</p>
bg: <p>Въведете информацията за отдалечения принтер. Този Магьосник ще я провери преди да продължи.</p>
ca: <p>Introduïu la informació respecte a la cua LPD remota. L'assistent ho comprovarà abans de continuar.</p>
cs: <p>Vložte informace o vzdálené tiskové frontě. Tento průvodce je dříve než bude pokračovat ověří.</p>
da: <p>Indtast informationer angående den fjerne LPD kø. Denne trold vil tjekke dem for der fortsættes.</p>
de: <p>Geben Sie die Informationen bezüglich der Druckerwarteschlange auf dem Fremdrechner ein. Der Assistent wird sie überprüfen, bevor er fortfährt.</p>
et: <p>Sisesta kauge LPD järjekorraga seotud info. Abimees kontrollib neid enne jätkamist.</p>
fi: <p>Anna LPD-etäjonon tiedot. Ohjattu toiminto tarkistaa tiedot ennen kuin jatketaan.</p>
he: <p align=right>הז ףשא .קחורמה LPD-ה רותל םיעגונה םיטרפה תא ןאכ דלקה<br>.ךישמיש ינפל םתוא קודבי</p>
hu: <p>Adja meg a távoli LPD nyomtatási sor adatait. A varázsló leellenőrzi, hogy a nyomtató elérhető-e.</p>
is: <p>Sláðu hér inn upplýsingar um fjarlægu LPD-röðina. Álfurinn mun staðfesta þær áður en lengra er haldið.</p>
ko: <P>원격지 LPD 큐에 대한 정보를 넣어주십시오. 계속하기 전에 마법사가 검사합니다.</P>
lt: <p>Nurodykite informaciją apie nutolusią LPD eilę. Šis pagalbininkas kreipsis į ją patikrinimui prieš tęsdamas.</p>
lv: <p>Ievadiet informāciju par attālināto LPD rindu. Šis meistars pirms turpināt pārbaudīs to.</p>
mt: <p>Daħħal l-informazzjoni dwar il-kju LPD remot. Il-wiżard jiċċekkjahomqabel tkompli.</p>
nl: <p>Voer de informatie betreffende de LPD-wachtrij op afstand in. Deze assistent zal ze controleren voordat we verder gaan.</p>
no: <p>Skriv inn informasjonen vedrørende din ikke lokale LPD kø. Denne veiviseren vil sjekke informasjonen før den fortsetter.</p>
pl: <p>Podaj informacje o zdalnej kolejce LPD. Kreator sprawdzi zanim będzie kontynuował.<p>
pt: <p>Indica a informação referente à fila de impressão remota do LPD. Este assistente verificá-las-á antes de prosseguir.</p>
ro: <p>Introduceţi informaţiile necesare coadei de imprimare LPD. Acest vrăjitor de configurare le va verifica înainte de a continua.</p>
ru: <p>Введите сведения об удаленной очереди LPD. Мастер проверит их перед продолжением работы.</p>
sk: <p>Zadajte informácie o vzdialenom fronte LPD. Tento sprievodca ich overí predtým, než sa bude pokračovať.</p>
sl: <p>Vnesite podatke glede oddaljenih vrst LPD. Čarovnik jih bo pred nadaljevanjem preveril.</p>
ta: <p>§ºö¨Á LPD ÅÃ¢¨º ¦¾¡¼÷À¡É ¾¸Åø¸¨Ç ­íÌ ¾Ã×õ. §Áü¦¸¡ñÎ ¦¾¡¼ÃÓý ­õÁ¡Â¡Å¢ «Åü¨Èî ºÃ¢À¡÷ìÌõ</p>
th: <p>ใสข้อมูลเกี่ยวกับคิวเครื่องพิมพ์ระยะไกล LPD และวิซาร์ดนี้ จะทำการตรวจสอบมัน ก่อนที่จะทำงานต่อไป</p>
tr: <p>Uzak LPD kuyruğuyla ilişkili bilgileri verin. Bu sihirbaz devam etmeden önce girilen bilgileri kontrol edecektir.</p>
uk: <p>Введіть інформацію про віддалену чергу LPD. Цей майстер перевірить її перед тим, як продовжувати.</p>
vi: <p>Nhập thông tin về hàng đợi LPD từ xa. Wizard này sẽ kiểm tra chúng trước khi tiếp tục.</p>
xh: <p>Ngenisa ulwazi lobekelo kude lofolo lwe-LPD.Le wizard izaku khangela zonke phambi kokuqhubekeka.</p>

source: Some information is missing !
af: sommige informasie is kort !
az: Bə'zi mə'lumatlar əksikdir !
bg: Има някаква грешна информация!
ca: Manca alguna informació !
cs: Některé informace chybí!
da: Noget information mangler !
de: Es fehlen einige Informationen.
et: Mõningane info on puudu!
fi: Joitakin tietoja puuttuu!
he: !םירסח עדימ יטרפ םנשי
hu: Néhány szükséges adat hiányzik!
is: Það vantar einhverjar upplýsingar!
ko: 어떤 정보가 없습니다 !
lt: Trūksta kai kurios informacijos!
lv: Trūkst daļa informācijas !
mt: Hemm xi informazzjoni nieqsa !
nl: Sommige informatie ontbreekt!
no: Noe informasjon mangler !
pl: Brakuje części informacji
pt: Falta alguma informação !
ro: Unele informaţii lipsesc!
ru: Указаны не все данные!
sk: Niektoré informácie chýbajú!
sl: Nekatere informacije manjkajo!
sr: Neke informacije nedostaju!
ta: º¢Ä ¾¸Åø¸¨Çì ¸¡½Å¢ø¨Ä !
th: ข้อมูลบางส่วนสูญหาย !
tr: Bazı bilgiler eksik !
uk: Деяка інформація відсутня!
vi: Thiếu một vài thông tin nào đó !
xh: Olunye ulwazi lulahlekile!

source: <nobr>Can't find queue <b>%1</b> on <b>%2</b> !</nobr>
af: <nobr>kan nie soek wagtou <b>%1</b> op <b>%2</b> !</nobr>
az: <nobr><b>%1</b> nöbəsi <b>%2</b>da(də) tapıla bilmir !</nobr>
bg: <nobr>Не мога да намеря опашка <b>%1</b> на <b>%2</b> !</nobr>
ca: <nobr>No puc trobar la cua <b>%1</b> a <b>%2</b> !</nobr>
cs: <nobr>Není možné nalézt tiskovou frontu <b>%1</b> na serveru <b>%2</b> !</nobr>
da: <nobr>Kan ikke finde kø <b>%1</b> på <b>%2</b> !</nobr>
de: <nobr>Warteschlange <b>%1</b> auf <b>%2</b> ist nicht auffindbar.</nobr>
el: <nobr>Δε μπορώ να βρω την ουρά <b>%1</b> στο <b>%2</b> !</nobr>
et: <nobr>Tööjärjekorda <b>%1</b> ei leitud serverist <b>%2</b>!</nobr>
fi: <nobr>Ei löydetty jonoa <b>%1</b> palvelimella <b>%2</b>!</nobr>
he: <nobr>!<b>%2</b>-ב <b>%1</b> רותה תא אוצמל ןתינ אל</nobr>
hu: <nobr>A(z) <b>%1</b> nevű nyomtatási sor nem található itt: <b>%2</b> !</nobr>
is: <nobr>Finn ekki röðina <b>%1</b> á <b>%2</b>! </nobr>
ko: <nobr><b>%2</b>에서 <b>%1</b> 큐를 찾을 수 없습니다 !</nobr>
lt: <nobr>Negaliu rasti eilės <b>%1</b> esančios <b>%2</b>!</nobr>
lv: <nobr>Nevar atrast rindu <b>%1</b> uz <b>%2</b> !</nobr>
mt: <nobr>Ma jistax jinstab il-kju <b>%1</b> fuq <b>%2</b> !</nobr>
nl: <nobr>Kan de wachtrij <b>%1</b> op <b>%2</b> niet vinden!</nobr>
no: <nobr>Kan ikke finne køen <b>%1</b> på <b>%2</b> !</nobr>
pl: <nobr>Nie można znaleźć kolejki <b>%1</b> na <b>%2</b> !</nobr>
pt: <nobr>Não encontro a fila <b>%1</b> em <b>%2</b> !</nobr>
ro: <nobr>Nu am găsit coada <b>%1</b> pe <b>%2</b>!</nobr>
ru: <nobr>Не могу найти очередь <b>%1</b> на <b>%2</b>!</nobr>
sk: <nobr>Nie je možné nájsť front <b>%1</b> na <b>%2</b>!</nobr>
sl: <nobr>Ni moč najti čakalne vrste <b>%1</b> na <b>%2</b>!</nobr>
ta: <nobr><b>%2</b> ­ø <b>%1</b> ÅÃ¢¨º¨Âì ¸¡½Å¢ø¨Ä !</nobr>
tr: <nobr><b>%2 üzerinde</b> <b>%1</b> kuyruğu bulunamadı!</nobr>
uk: <nobr>Неможливо знайти чергу <b>%1</b> на <b>%2</b>!</nobr>
vi: <nobr> Không tìm thấy hàng đợi <b>%1</b> trên <b>%2</b>!</nobr>
xh: <nobr>Ayinakulufumana ufolo<b>%1</b>%2</b>!</nobr>

source: General information
af: algemeen informasie
az: Ümumi mə'lumatlar
bg: Основна информация
ca: Informació general
cs: Obecné informace
da: Generel information
de: Allgemeine Informationen
et: Üldine info
fi: Yleiset tiedot
he: םייללכ םיטרפ
hu: Általános jellemzők
is: Almennar upplýsingar
ko: 일반 정보
lt: Bendra informacija
lv: Vispārēja informācija
mt: Informazzjoni ġenerali
nl: Algemene informatie
no: Generell informasjon
pl: Informacje ogólne
pt: Informação geral
ro: Informaţii generale
ru: Общие сведения
sk: Všeobecné informácie
sl: Splošne informacije
sr: Opšte informacije
ta: ¦À¡Ðò ¾¸Åø¸û
th: ข้อมูลทั่วไป
tr: Genel bilgi
uk: Загальна інформація
vi: Thông tin chung
xh: Ulwazi ngokubanzi

source: <p>Enter the information concerning your printer or class. <b>Name</b> is mandatory, <b>Location</b> and <b>Description</b> are not (they may even not be used on some systems).</p>
af: <p>invoer die informasie aangaande jou drukker of klas. <b>naam</b> is <-invoer->verpligtend, <b>ligging</b> en <b>beskrywing</b><-invoer-> word nie (hulle dalk mag al nie wees gebruik word op sommige sisteme).</p>
az: <p>Çap edici sinifi mə'lumatlarını girin. <b>Ad</b> məcburidir , <b>Yer</b> və <b>İzahat</b> isə deyil (bə'zi sistemlər onları heç işlətmir).</p>
bg: <p>Въведете информацията за вашия принтер или клас.<b>Име</b> е постоянно, <b>Местоположение</b> и <b>Описание</b> не са задължителни.</p>
ca: <p>Introduïu la informació respecte a la vostra impressora o classe. <b>Nom</b> és obligatori, <b>Localització</b> i <b>Descripció</b> no ho són (fins i tot poden no usar-se en alguns sistemes).</p>
cs: <p>Vložte informace týkající se vaší tiskárny nebo třídy. <b>Jméno</b> je povinné, <b>Umístění</b> a <b>Popis</b> nejsou vyžadovány (dokonce nemusí na některých systémech používány).</p>
da: <p>Indtast informationer angående din printer eller klasse. <b>Navn</b> er obligatorisk, <b>Sted</b> og <b>Beskrivelse</b> er ikke (de behøver endog ikke at blive brugt på visse systemer).</p>
de: <p>Geben Sie hier die Informationen zu Ihrem Drucker oder der Klasse ein. Eine Angabe unter <b>Name</b> ist zwingend erforderlich, <b>Adresse</b> und <b>Beschreibung</b> müssen nicht angegeben werden. (Letztere werden auf manchen Systemen nicht einmal verwendet.)</p>
et: <p>Sisesta printeri või klassiga seotud info.<b>Nimi</b> on kohustuslik, <b>asukoht</b> ja <b>kirjeldus</b> mitte (mõnedes süsteemides neid ei kasutatagi).</p>
fi: <p>Anna tulostintasi tai tulostinten ryhmää koskevat tiedot. <b>Nimi</b> on pakollinen tieto, <b>Sijainti</b> ja <b>Kuvaus</b> eivät ole pakollisia (niitä ei ehkä edes käytetä kaikissa järjestelmissä).</p>
he: <p align=right>,הבוח וניה <b>םש</b> ףיעסה .ךלש הקלחמ וא תספדמל עגונב םיטרפ ןאכ דלקה<br>תוכרעמב שומיש םהב השענ אל ללכש ןכתיי) םניא <b>רואית</b>ו <b>םוקימ</b> ךא<br>.(תומייוסמ</p>
hu: <p>Adja meg a nyomtató ill. a nyomtatóosztály adatait. A <b>Név</b> mező kitöltése kötelező, a <b>Hely</b> és a <b>Leírás</b> mezőé nem (néhány rendszer nem is használja ezeket).</p>
is: <p>Sláðu inn upplýsingar um prentarann þinn og flokk. Það verður að tilgreina <b>nafn</b>, en ekki nauðsynlega <b>staðsetningu</b> og <b>lýsingu</b>. Seinni sviðin tvö eru meira að segja ekki notuð á sumum kerfum.</p>
ko: <P>인쇄기나 클래스에 대한 정보를 넣어주십시오. <B>이름</B>은 꼭 넣어야하고 </B>위치</B>와 <B>설명</B>은 넣지 않아도 됩니다. (어떤 시스템에서는 같은 값을 쓰지 못할 수도 있습니다.)</P>
lt: <p>Įveskite informaciją apie jūsų spausdintuvą arba klasę. <b>Pavadinimas</b> yra būtinas, <b>Vieta</b> ir <b>Aprašymas</b> nebūtini (jie gali būti ir nenaudojami kai kuriose sistemose).</p>
lv: <p>Ievadiet informāciju par jūsu drukas iekārtu vai klasi. <b>Vārds</b> irobligāts, <b>Vieta</b> un <b>Apraksts</b> nav (tie vispār var tikt neizmantoti dažās sistēmās).</p>
mt: <p>Daħħal l-informazzjoni dwar il-printer jew klassi. <b>Isem</b> huwaobbligatorju, <b>Post</b> u <b>Deskrizzjoni</b> m'humiex (xi sistemi l'anqas jużawhom).</p>
nl: <p>Voer de informatie betreffende uw printer of klasse hier in. <b>Naam</b> is verplicht, <b>Locatie</b> en <b>Omschrijving</b> niet (ze worden mogelijk op sommige systemen niet eens gebruikt).</p>
no: <p>Skriv inn informasjonen vedrørende din skriver eller klasse. <b>Navn</b> er obligatorisk, <b>Sted</b> og <b>Beskrivelse</b> er valgfritt (de benyttes faktisk ikke på alle system).</p>
pl: <p>Podaj informacje o Twojej drukarce lub klasie drukarki. <b>Nazwa</b> jest obowiązkowa, <b>Lokacja</b> oraz <b>Opis</b> są opcjonalne (mogą nie być używane w niektórych systemach).</p>
pt: <p>Indica a informação referente à tua impressora ou classe. O <b>Nome</b> é obrigatório, mas a <b>Localização</b> e a <b>Descrição</b> não (podem até nem ser usadas em alguns sistemas).</p>
ro: <p>Introduceţi informaţiile ce privesc imprimanta sau clasa. <b>Numele</b> este obligatoriu.<b>Locaţia</b> şi <b>Descrierea</b> nu sînt obligatorii (pe unele sisteme s-ar putea chiar să nu fie utilizate).</p>
ru: <p>Введите данные о своем принтере или классе. Поле <b>Имя</b> обязательно для заполнения, <b>Расположение</b> и <b>Описание</b> - нет (и могут отсутствовать на некоторых системах).</p>
sk: <p>Zadajte informácie o vašej tlačiarni alebo triede. <b>Meno</b> je nutné, <b>Umiestnenie</b> a <b>Popis</b> nie sú vyžadované (dokonca nemusia byť niekedy ani použité).</p>
sl: <p>Vnesite podatke glede vašega tiskalnika ali razreda. <b>Ime</b> je obvezno, <b>Mesto</b> in <b>Opis</b> pa ne (nekateri sistemi ju morda sploh ne uporabljajo).</p>
ta: <p>¯í¸û «îÍô¦À¡È¢/Å¨¸ ÀüÈ¢Â Å¢ÀÃí¸¨Çò ¾Ã×õ. <b>¦ÀÂ÷</b> ­ýÈ¢Â¨ÁÂ¡¾Ð. ¬Â¢Ûõ <b>­¼õ</b> ÁüÚõ <b>Å¢ÀÃõ</b> ±ýÀÉ «ò¾¢Â¡Åº¢ÂÁøÄ. (º¢Ä ¦¾¡Ì¾¢¸Ç¢ø «¨Å ÀÂýÀÎò¾À¼§Å Á¡ð¼¡).</p>
th: <p>ใสข้อมูลเกี่ยวกับเครื่องพิมพ์หรือคลาสของคุณ ซึ่งอย่างน้อยต้องเติม <b>ชื่อ</b> ส่วน <b>ตำแหน่ง</b> และ <b>รายละเอียด</b> ไม่ต้อง (อาจจะไม่ใช้บนบางระบบ)</p>
tr: <p>Kullandığınız yazıcı ya da sınıfı ile ilgili bilgileri girin. <b>sim</b> bilgisi vermek şarttır. <b>Konum</b> ve <b>Açıklama</b> boş brakılsa da olur.</p>
uk: <p>Введіть інформацію щодо Вашого принтера або класу. <b>Назва</b> обов'язкова, <b>Адреса</b> та <b>Опис</b> ні (на деяких системах вони навіть не використовуються).</p>
vi: <p>Nhập thông tin liên quan đến máy in hay lớp của bạn . <b>Name</b> is mandatory, <b>Location</b> and <b>Description</b> are not (they may even not be used on some systems).</p>
xh: <p>Ngenisa ulwazi lomshicileli wakho okanye udidi.<b>Igama</b> linegunya, <b>Indawo ekuyo </b> kunye<b>Inkcazelo </b> azi(azinakusetyenziswa kwezinye iindlela).</p>

source: You must supply at least a name !
af: jy moet verskaf na minste 'n naam !
az: Ən az adı girməlisiniz !
bg: Вие трябва да зададете поне едно име !
ca: Com a mínim heu de triar un nom !
cs: Musíte zadat alespoň jméno!
da: Du skal i det mindste angive et navn !
de: Sie müssen zumindest einen Namen eintragen.
el: Πρέπει να δώσετε τουλάχιστον ένα όνομα !
et: Pead sisestama vähemalt nime!
fi: Sinun tulee antaa ainakin nimi!
he: !םש תוחפל קפסל ךילע
hu: A nyomtató nevének megadása kötelező!
is: Þú verður a.m.k. að tilgreina nafn!
ko: 적어도 이름은 꼭 넣어야 합니다 !
lt: Jūs turite nurodyti bent pavadinimą!
lv: Jums jānorāda vismaz vārds !
mt: Trid iddaħħal tal-inqas l-isem !
nl: U moet op zijn minst een naam invoeren !
no: Du må minimumm oppgi et navn !
pl: Trzeba podać przynajmniej nazwę !
pt: Tens de indicar pelo menos um nome !
ro: Trebuie să introduceţi cel puţin numele!
ru: Следует как минимум вести имя!
sk: Musíte zadať aspoň meno!
sl: Vnesti morate vsaj ime!
ta: ¿£í¸û ´Õ ¦ÀÂ¨ÃÂ¡ÅÐ ÅÆí¸ §ÅñÎõ !
th: คุณต้องเติมอย่างน้อยหนึ่งชื่อ
tr: En azından isim belirtmelisiniz !
uk: Ви повинні надати хоча б одне ім'я!
vi: Bạn phải cung cấp ít nhất một tên !
xh: Kufuneka uhambise noba ligama!

source: User identification
af: gebruiker identifikasie
az: İstifadəçi kimliyi
bg: Идентификация на потребителя
ca: Identificació d'usuari
cs: Identifikace uživatele
da: Brugeridentifikation
de: Benutzerkennung
el: Αναγνώριση χρήστη
et: Kasutaja andmed
fi: Käyttäjätunnistus
he: שמתשמה תוהז
hu: Felhasználóazonosítás
is: Auðkenning notanda
ko: 사용자 확인
lt: Vartotojo informacija
lv: Lietotāja identifikācija
mt: Identifikazzjoni tal-user
nl: Gebruikeridentificatie
no: Brukerinformasjon
pl: Identyfikacja użytkownika
pt: Identificação do utilizador
ro: Identificare utilizator
ru: Доступ пользователей
sk: Identifikácia používateľa
sl: Overovitev uporabnika
ta: ÀÂÉ÷ «¨¼Â¡Çõ
th: ตรวจสอบผู้ใช้
tr: Kullanıcı bilgileri
uk: Ідентифікація користувача
vi: Giấy chứng nhận người dùng
xh: Ubungqina bomsebenzisi

source: <p>This backend may require a login/password to work properly. Fill in the required entries or enable <b>Guest account</b> to use anonymous access.</p>
af: <p>hierdie agterkant dalk mag vereis 'n aanteken/wagwoord aan werk behoorlik. opvul in die benodig inskrywings of aktiveer <b>gas rekening</b> aan gebruik anoniem toegang verkry.</p>
az: <p>Bu arxa plan əmaəliyyatı icra edilə bilməsi üçün giriş/parol istəyir. Lazımi yerlərə uyğun mə'lumatları girin ya da adsız istifadə üçün <b>Qonaq hesabı</b>nı fəallaşdırın .</p>
ca: <p>Potser cal un usuari/contrasenya per tal que el dorsal funcioni correctament. Ompliu les entrades requerides o habiliteu <b>Compte hoste</b> per usar accés anònim.</p>
cs: <p>Tato implementace bude možná ke správné funkci vyžadovat jméno a heslo. Vyplňte požadované informace nebo povolte <b>Účet hosta</b> k umožnění anonymního přístupu.</p>
da: <p>Denne bagende vil måskekræve et logpå/kodeord for at virke rigtigt. Udfyld de krævede indgange eller aktivér <b>Gæstekonto</b> for at bruge anonym adgang.</p>
de: <p>Dieses Ausgabegerät erfordert eventuell einen Benutzernamen und ein Passwort, um korrekt zu funktionieren. Füllen Sie die erforderlichen Felder aus oder aktivieren sie <b>Gastzugang</b>, um einen anonymen Zugriff einzurichten.</p>
et: <p>See backend vajab korrektseks tööks kasutajanime ja parooli. Täida vajalikud väljad või lülita sisse <b>Külalise konto</b>, et anonüümselt printerit kasutada.</p>
fi: <p>Tämä tulostin voi vaatia käyttäjätunnusta ja salasanaa toimiakseen kunnolla. Täytä vaadittavat tietueet tai ota käyttöön <b>Vierastunnus</b> käyttääksesi tulostinta anonyymisti.</p>
he: <p align=right>.יוארכ לועפל תנמ לע המסיסו שמתשמ םשל קקדזהל יושע הז קשממ<br>השיגב שמתשהל ידכ <b>חרוא ןובשח</b>ב רחב וא םישורדה םיטרפה תא אלמ<br>.תינומלא</p>
hu: <p>A kiszolgáló oldal használatához feltehetően meg kell adni egy nevet és egy jelszót. Töltse ki a mezőket vagy engedélyezze a <b>Vendég azonosítót</b> az anonymous hozzáféréshez.</p>
is: <b>Þessi bakendi gæti krafist notandanafns og lykilorðs. Sláðu þessar upplýsingar inn hérna eða opnaðu fyrir <b>gestaaðgang</b> að prentaranum.
ko: <p>이 뒤끝은 사용자 이름과 열쇠글을 넣어달라고 할 수도 있습니다. 필요한 값을 넣어주거나 아무개로 접근해서 쓰도록 <b>손님 계정</b>을 켜두십시오.
lt: <p>Šiam galas normaliai dirbti gali prireikti registracijos vardo ir slaptažodžio. Užpildykite reikalingus laukus arba įjunkite <b>Svečio paskyrą</b> (Guest account>) norėdami naudoti anoniminį priėjimą.</p>
lv: <p>Šis backends var pieprasīt pieteikšanos/paroli, lai darbotos korekti. Aizpildiet prasītos ierakstus vai atļaujiet <b>Viesa akauntu</b> lai izmantotu anonīmu pieeju.</p>
mt: <p>Din il-magna tista' tirrikjedi login/password biex taħdem sew. Daħħalid-dettalji meħtieġa jew ixgħel <b>Kont anonimu</b> biex tuża l-aċċess anonimu</p>
nl: <p>Deze backend heeft een loginnaam met wachtwoord nodig om goed te werken. Vul de vereiste gegevens in of activeer <b>Gastaccount</b> voor anonieme toegang.</p>
no: <p>Denne backend kan kreve innlogging/passord for å fungere korrekt. Fyll inn de påkrevde oppføringer eller slå på <b>Gjestekonto</b> for å bruke anonym tilgang.</p>
pl: <p>Ten system może potrzebować nazwy użytkownika i hasła. Wpisz te dane do wymaganych pól albo włącz opcję <b>Logowanie jako gość</b>, by uzyskać dostęp anonimowy.</p>
pt: <p>Este 'backend' pode necessitar dum utilizador/senha para funcionar. Preenche esses dados ou activa a opção <b>Conta pública</b> para usar o acesso anónimo.</p>
ro: <p>Acest sistem suport are nevoie de un nume şi o parolă pentru a funcţiona corespunzător. Scrieţile în cîmpurile corespunzătoare sau acţivaţi <b>Cont anonim</b> pentru utiliza acces anonim.</p>
ru: <p>В этом режиме для работы нужно будет указывать имя и пароль. Заполните необходимые поля или включите <b>Анонимный вход</b>, чтобы разрешить анонимный доступ.</p>
sk: <p>Táto implementácia možno bude vyžadovať meno/heslo pre správne fungovanie. Zadajte požadované informácie alebo použite <b>Hosť</b> pre anonymný prístup.</p>
sl: <p>Ta vmesnik za pravilno delovanje morda potrebuje uporabniško ime in geslo. Vnesite zahtevane podatke ali omogočite <b>Gostujoče račune</b> za anonimni dostop.</p>
ta: <p>ºÃ¢Â¡¸ §Å¨Ä ¦ºöÂ ­ôÀ¢ýÒÄò¾¢üÌ ÀÂÉ÷¦ÀÂ÷/¸¼×î¦º¡ø §¾¨ÅôÀ¼Ä¡õ. §¾¨ÅÂ¡É ¸ð¼í¸¨Ç ¿¢ÃôÀ×õ «øÄÐ «¿¡Á§¾ÂÁ¡¸ô «Ï¸ <b>Å¢Õó¾¢É÷ ¸½ì¸¢¨É</b> ­ÂøÀÎò¾×õ.</p>
th: <p>แบ็คเอนด์นี้ต้องการชื่อผู้ใช้/รหัสผ่านในการทำงาน กรอกส่วนที่แบ็คเอนด์ต้องการ หรือเปิดใช้ <b>บัญชีผู้ใช้นิรนาม</b> เพื่อเข้าใช้แบบผู้ใช้นิรนาม</p>
tr: <p>Bu arkayüz düzgün çalışması için bir kullanıcı adı ve parolası isteyebilir. Gerekli boşlukları doldurun, ya da <b>Misafir hesabı</b> seçeneğini tıklayarak anonim giriş yapın.
uk: <p>Цей сервер може запросити ім'я та пароль. Заповніть необхідні поля або ввімкніть <b>Гостьовий рахунок</b> для анонімного доступу.</p>
vi: <p>Backend này đòi hỏi login/password để có thể hoạt động tốt .Điền các mục dưới đây hoặc cho phép<b>Guest account</b> để dùng được truy cập ẩn danh .</p>
xh: <p>Esi siphelo somva lunokufuna igama elithile/igama eligqithisiweyo ukusebenza kakuhle. Faka ngaphakathi iingeniso ezifunekayo okanye ukwenza<b>Ityala leNdwendwe</b> ukusebenzisa unikezelo olungaziwayo.</p>

source: Login:
af: aanteken:
az: Giriş adı:
bg: Логин:
ca: Connexió:
cs: Uživatel:
da: Logpå:
de: Anmeldung:
et: Kasutajanimi:
fi: Tunnus:
he: :שמתשמ םש
hu: Bejelentkezési név:
is: Notandi:
ko: 사용자 이름:
lt: Registracijos vardas:
lv: Pieteikšanās:
nl: Loginnaam:
no: Brukernavn:
pl: Użytkownik:
pt: Utilizador:
ro: Nume cont:
ru: Имя:
sk: Používateľ:
sl: Prijava:
sr: Korisnik:
ta: ¦¾¡¼í¸ø:
th: ล็อกอิน:
tr: Giriş:
uk: Ім'я:
vi: Đăng nhập:
xh: Igama elithile:

source: Guest account
af: gas rekening
az: Qonaq hesabı
bg: Акаунт за гости
ca: Compte hoste
cs: Účet hosta
da: Gæstekonto
de: Gastzugang
et: Külalise konto
fi: Vierastunnus
he: חרוא ןובשח
hu: Vendég azonosító
is: Gestanotandi
ko: 손님 계정
lt: Svečio paskyra
lv: Viesa akaunts
mt: Kont anonimu
nl: Gastaccount
no: Gjestekonto
pl: Logowanie jako gość
pt: Conta pública
ro: Cont anonim
ru: Анонимный вход
sk: Hosť
sl: Račun gosta
ta: Å¢Õó¾¢É÷ ¸½ìÌ
th: ผู้ใช้ Guest
tr: Misafir hesabı
uk: Гостьовий рахунок
xh: Ityala leNdwendwe
