Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: The <b>K Desktop Environment</b> is written and maintained by the KDE Team, a world-wide network of software engineers committed to free software development.<br><br>No single group, company or organization controls the KDE source code. Everyone is welcome to contribute to KDE.<br><br>Visit <A HREF="http://www.kde.org/">http://www.kde.org/</A> for more information on the KDE Project.
af: die <b>k werkskerm omgewing</b> is geskryf en instand gehou deur die kde span, 'n world-wide netwerk van sagteware ingenieurs toegewyd aan vry sagteware ontwikkeling.<br><br>nee enkel groep, maatskappy of organisasie kontroles die kde bron kode. enige iemand is welkom aan bydrae te lewer aan kde.<br><br>besoek <'n HREF="http://www.kde.org/">http://www.kde.org/</'n> vir meer informasie op die kde projek.
az: The <b>K Masa Üstü (KDE)</b> pulsuz sərbəst inkişafla ruhlanmış proqramcılar şəbəkəsi olan KDE dəstəsi tərəfindən yazıldı və sürdürülməsi də yenə bu qrup tərəfindən edilir.<br><br>Hər hansı bir qrup, firma ya da quruluş KDE mənbə kodunu təkcə yoxlamaqdadır. Hər kəsin KDE'yə yardımını gözləyirik.<br><br><A HREF="http://www.kde.org/">http://www.kde.org/</A> ünvanından KDE Lahiyəsi haqqında daha çox mə'lumat ala bilərsiniz.
bg: <b>К графичната среда</b> е създадена и се поддържа от разработчиците на KDE, софтуерни инженери от цял свят работещи по отворение код<br><br>. Нито една група, фирма или организация не контролира сорса на KDE. Всеки е добре дошъл да разпостранява KDE.<br><br>Посетете <A HREF="http://www.kde.org/">http://www.kde.org/</A> за повече информация относно KDE проекта.
ca: L'<b>entorn d'escriptori KDE</b> l'escriu i el manté l'equip KDE, una xarxa mundial d'enginyers informàtics compromesos amb el desenvolupament de programes lliures.<br><br>Cap grup, empresa o organització té el control del codi font KDE. Tothom és benvingut a contribuir al KDE.<br><br>Visiteu <A HREF="http://www.kde.org/">http://www.kde.org/</A> per a més informació sobre el projecte KDE.
cs: Pracovní prostředí <b>KDE</b> je napsáno a spravováno KDE týmem, celosvětovou sítí softwarových inženýrů, kteří se odevzdali vývoji volného softwaru.<br><br>Žádná skupina, společnost nebo organizace nemá kontrolu nad zdrojovým kódem KDE. Každý příspěvek k projektu KDE je vítán.<br><br>K získání více informací o projektu KDE navštivte <a href="http://www.kde.org/international/czechia/"> http://www.kde.org</a>.
da: <b>K-Skrivebordsmiljøet</b> er skrevet og vedligeholdt af KDE-holdet, et verdensdækkende netværk af programmører dedikerede til fri programudvikling.<br><br> Ingen enkel gruppe, firma eller organisation kontrollerer KDE kildekoden. Enhver er velkommen til at bidrage til KDE.<br><br>Besøg <A HREF="http://www.kde.org/">http://www.kde.org/</A> hvis du vil vide mere om KDE-projektet.
de: Das <b>K Desktop Environment</b> wird vom KDE-Team entwickelt und betreut, einem weltweiten Netzwerk von Software-Programmierern, die sich der Entwicklung freier Software verschrieben haben.<br><br>Keine einzelne Gruppe, Firma oder Organisation kontrolliert den KDE-Quellcode. Jeder ist eingeladen, zu KDE beizutragen.<br><br>Besuchen Sie <A HREF="http://www.kde.org/">http://www.kde.org/</A>, um mehr Informationen über das KDE-Projekt zu erhalten. Die deutschsprachigen Seiten des Projekts finden Sie unter <A HREF="http://www.kde.de/">http://www.kde.de/</A>.
el: Το <b>K Desktop Environment</b> γράφεται και συντηρείται από την ομάδα KDE, ένα παγκόσμιο δίκτυο μηχανικών λογισμικού αφιερωμένο στην ανάπτυξη ελεύθερου λογισμικού. <b>Καμία ομάδα, εταιρία ή οργανισμός δεν ελέγχει τον πηγαίο κώδικα του KDE. Η συνεισφορά οποιουδήποτε στην ανάπτυξη είναι ευπρόσδεκτη.<br><br>Επισκεφτείτε το <A HREF="http://www.kde.org">http://www.kde.org/</A> για περισσότερες πληροφορίες.
et: <b>KDE - K Desktop Environment (K töölaua keskkond)</b> on kirjutatud KDE Meeskonna poolt. KDE meeskond on ülemaailmne vaba tarkvara arendamisele pühendunud tarkvara arendajate ühendus. <br><br>Mitte ükski üksik grupp, ettevõte ega organisatsioon ei oma kontrolli KDE lähteteksti üle. Kõik on teretulnud kaasa aitama KDE arengule. <br><br>Täpsema informatsiooni saamiseks KDE projekti kohta külasta KDE kodulehekülge <A HREF="http://www.kde.org/">http://www.kde.org/</A>.
fi: <b>KDE työpöytäympäristön</b> on kehittänyt ja ylläpitää KDE-ryhmä, joka on maailmanlaajuinen ohjelmistonkehittäjien verkko, jotka osallistuvat vapaaseen ohjelmistokehitykseen.<br><b>Mikään yksittäinen ryhmä, yritys tai organisaatio ei hallitse KDE:n ohjelmakoodia. Kaikki ovat tervetulleita kehittämään KDE:ta.<br><b> Vieraile osoitteessa <A HREF="http://www.kde.org/">http://www.kde.org</A> saadaksesi lisää tietoa KDE-projektista.
he: <p align=right>תווצ ידי לע תקזחותמו הבתכנ <b>KDE הדובעה ןחלוש תביבס</b><br>חותיפל םירוסמה הנכות יסדנהמ לש ימואלניב ךרעמ ,KDE-ה<br>.תישפוח הנכות<br><br>רוקמה דוקב םיטלוש אל דדוב ןוגריא וא הרבח ,הצובק ףא<br>.KDE-ל םורתל םינמזומ םלוכ .KDE לש<br><br>טקייורפ לע ףסונ עדימל <A HREF="http://www.kde.org/">http://www.kde.org/</A>-ב ורקב<br>.KDE-ה
hu: A <b>KDE grafikus környezet</b>et a KDE fejlesztőcsapat készítette, amely egy, a szabad szoftverek fejlesztéséért elkötelezett nemzetközi szervezet.<br><br>Nem egyetlen csoport vagy szervezet alakítja a KDE forráskódját, bárki részt vehet a fejlesztésben.<br><br>Látogassa meg a <A HREF="http://www.kde.org/">http://www.kde.org/</A> címet, ha többet szeretne tudni a KDE projekt tevékenységéről.
is: Meðlimir KDE Hópsins sem skrifuðu <b>KDE Skjáumhverfið</b> eru forritarar allsstaðar að úr heiminum sem styðja hugmyndina um frjálsan hugbúnað.<br><br>Ekkert fyrirtæki eða hópur manna ræður frumtextanum að KDE forritunum. Hver sem er má leggja verkefninu lið. Takið þátt!<br><br>Nánari upplýsingar um KDE verkefnið fást á http://www.kde.org<br>Þar má líka sjá hvernig má hjálpa til við þróun KDE.<br><br>Upplýsingar um KDE á íslensku og íslenskun á KDE fást á<br>http://www.is.kde.org
ko: <b>KDE 일터 환경</b>은 열린 소프트웨어 개발을 위해 헌신하는 전 세계의 소프트웨어 엔지니어들로 이루어진 KDE 팀이 만들었습니다.<br><br>KDE 프로젝트에 관한 자세한 정보는 <A HREF="http://www.kde.org/">http://www.kde.org/</A>를 참고하기 바랍니다.<br><br>KDE에 동참과 지원을 고려해 보십시오.
lt: <b>K Darbastalio Aplinka</b> parašė ir aptarnauja KDE komanda, pasaulinis programinės įrangos inžinierių tinklas, susibūręs kurti nemokamą prgraminę įrangą.<br><br>Nėra vienos grupės, kompanijos ar organizacijos, kontroliuojančios KDE išeities tekstus. Laukiamas kiekvienas, norintis bendradarbiauti su KDE. <br><br>Aplankykite <A HREF="http://www.kde.org/">http://www.kde.org/</A>, jei norite sužinoti daugiau apie KDE Projektą.
lv: <b>K Desktop Environment</b> uzrakstīja un apkalpo KDE Komanda, programmu inženieru tīkls no visas pasaules apvienojušies bezmaksas programmatūras izstrādāšanai.<br><br>Neviena atsevišķa grupa, kompānija vai organizācija nekontrolē KDE izejas kodu. Jebkurš ir aicināts atbalstīt KDE.<br><br>Apmeklējiet <A HREF="http://www.kde.org/">http://www.kde.org/</A> papildus informācijai par KDE Projektu.
mt: Il-<b>K Desktop Environment</b> huwa miktub u mantenut mill-"KDE Team", tim ta' nies mid-dinja kollha li jikkommettu ruħhom biex jipprovdu programmi b'xejn. Ebda grupp, ditta jew għaqda oħra ma tikkontrolla s-sors tal-KDE. Kulħadd jista' jikkontribwixxi għall-iżvilupp tal-KDE.<br><br>Żur <a href="http://www.kde.org/">http://www.kde.org/</a> għal iżjed tagħrif dwar il-proġett KDE. <br><br>Żur <a href="http://linux.org.mt/">http://linux.org.mt/</a> għal iżjed tagħrif dwar it-traduzzjonijiet bil-Malti.
nl: <b>K Desktop Enviroment</b> is ontwikkeld en onderhouden door het KDE-team, een wereldwijd netwerk van softwarebouwers die zijn toegewijd aan de ontwikkeling van vrije software.<br><br>Geen enkele groep, bedrijf of organisatie bezit de KDE-broncode. Iedereen is welkom om mee te werken aan KDE.<br><br> Kijk op <A HREF="http://www.kde.nl/">http://www.kde.nl/</A> voor meer informatie over het KDE-project.
no: The <b>KDE Desktop Environment</b> ble skrevet av KDE-laget, et verdensomspennende nettverk av programvareteknikere som utvikler gratis programvare.<br><br>Ingen enkelt gruppe, firma eller organisasjon kontrollerer KDEs kildekode. Alle er velkommen til å bidra.<br><br>Besøk <A HREF="http://www.kde.org/">http://www.kde.org/</A> for mer informasjon om KDE-prosjektet.
pl: <b>Środowisko KDE</b> zostało napisane i jest zarządzane przez Zespół KDE, ogólnoświatową sieć informatyków programistów, zajmujących się rozwojem bezpłatnego oprogramowania.<br><br>Kod źródłowy KDE nie jest kontrolowany przez tylko jedną grupę, firmę lub organizację. Każdy może dołączyć się do projektu KDE.<br><br>Szczególy na temat projektu KDE są dostępne pod adresem <A HREF="http://www.kde.org/">http://www.kde.org/</A>.
pt: O <b>Ambiente de Trabalho KDE</b> foi escrito pela Equipa KDE, uma rede mundial de engenheiros empenhados no desenvolvimento de software livre.<br><br>Nenhum grupo, companhia, ou organização controla o código fonte do KDE. Todos os contributos são bem vindos.<br><br>Visita <A HREF="http://www.kde.org/">http://www.kde.org/</A> para mais informações acerca do Projecto KDE.
ro: <b>Mediul grafic K</b> este creat şi menţinut de Echipa KDE, o reţea mondială de ingineri software dedicaţi software-ului liber.<br><br>Nici un grup singular, companie sau organizaţie nu controlează codul sursă al KDE. Oricine este binevenit să contribuie la KDE.<br><br>Pentru informaţii suplimentare despre Proiectul KDE, vizitaţi <a href="http://www.kde.org">http://www.kde.org/</a>.
ru: <b>Среда KDE</b> написана и развивается командой KDE, мировым сообществом программистов, принимающих участие в разработке свободного программного обеспечения.<br><br>Не существует группы или организации, держащей под контролем исходные тексты KDE. Мы будем рады каждому, кто захочет внести свой вклад в развитие KDE.<br><br>Если вы хотите узнать о проекте KDE больше, зайдите на сайт <A HREF="http://www.kde.org/">http://www.kde.org/</A>.
sk: <b>K Desktop Environment</b> je napísaný a spravovaný tímom KDE, je to celosvetová sieť softvérových inžinierov vytvárajúcich voľne šíriteľný softvér.<br><br>Žiadna skupina, spoločnosť alebo organizácia nekontroluje zdrojové kódy KDE. Všetci sú vítaní prispieť do KDE.<br><br>Navštívte <A HREF="http://www.kde.org/">http://www.kde.org/</A> pre viac informácií o KDE projekte.
sl: <b>Namizno okolje KDE</b> je napisala in ga vzdržuje ekipa KDE - po celem svetu razširjeno omrežje programerjev, ki so predani pisanju prostih programov.<br><br>Izvorne kode KDE ne nadzoruje nobena posamezna skupina, podjetje ali organizacija. Vsakdo je dobrodošel, da prispeva h KDE.<br><br>Za več informacij obiščite stran <A HREF="http://www.kde.org/">http://www.kde.org/</A>.
sr: <b>K Desktop Environment</b> pravi i održava KDE tim, svetska mreža računarskih inženjera posvećenih razvoju slobodnog softvera. <br><br>Izvorni kod KDE okruženja ne kontroliše nijedna grupa, firma ili organizacija. Svi su dobrodošli da pruže svoj doprinos razvoju KDE-a.<br><br>Posetite <A HREF="http://www.kde.org/">http://www.kde.org/</A> za više informacija o projektu KDE.
th: <center><b>สภาพแวดล้อมการทำงานแบบเดสก์ทอป K</b></center>ถูกเขียนขึ้นและควบคุมดูแลโดยทีมงานของ KDE<br>ซึ่งเป็นกลุ่มวิศวกร,โปรแกรมเมอร์ และผู้ที่อุทิศตนให้กับ การพัฒนาและเผยแพร่ซอฟต์แวร์ฟรีจากทั่วโลก<br><br>ไม่มีผู้ใด บริษัท หรือองค์กรใดๆ ควบคุมต้นฉบับโปรแกรม KDE ไว้แต่ผู้เดียว<br>ไม่ว่าผู้ใดก็สามารถเผยแพร่แจกจ่ายโปรแกรม KDE นี้ได้<br><br>ลองแวะไปที่ <A HREF="http://www.kde.org/">http://www.kde.org/</A> เพื่อดูรายละเอียดของโครงการ KDE ที่มากกว่านี้
tr: <b>K Masaüstü Ortamı (KDE)</b> kendini serbest geliştirmeye adanmış dünya çapında yazılım mühendisleri ağı olan KDE takımı tarafından yazıldı ve sürdürülmesi de yine bu ekip tarafından gerçekleştirilmektedir.<br><br>Herhangi bir grup, firma ya da organizasyon KDE kaynak kodunu tek başına kontrol etmemektedir. Herkesin KDE'ye yardımnı bekliyoruz.<br><br><A HREF="http://www.kde.org/">http://www.kde.org/</A> adresinden KDE Projesi hakkında daha fazla bilgi alabilirsiniz.
uk: Графічна оболонка <b>K Desktop Environment</b> написана та підтримується командою KDE Team. Ця команда складається з програмістів зі всього світу, які роблять внесок до розвитку вільного програмного забезпечення.<br><br>Ніяка єдина група, компанія або організація не контролює вихідні тексти KDE. Заохочуються будь-які внески до розвитку KDE.<br><br>Завітайте до <A HREF="http://www.kde.org/">http://www.kde.org/</A> для подальшої інформації щодо проекту KDE.
vi: Chương trình <b>Môi trường Desktop K </b> được viết và bảo quản bởi đội KDE , một đội ngũ các lập trình viên toàn cầu, tận tuỵ với công việc phát triển các phần mềm tự do, .<br><br>Không có bất cứ một tổ chức, công ty nào kiểm soát mã nguồn của KDE . Bất kì ai đều được hoan nghênh nếu đóng góp choKDE.<br><br>Ghé thăm <A HREF="http://www.kde.org/">http://www.kde.org/</A> đễ biết thêm thông tin về dự án KDE.
xh: i<b>Imekobume ye K Desktop</b>ibhaliwe kwaye yalondolozwa liqela le KDE, umsebenzi womnatha kwihlabathi jikelele lodweliso lwenkqubo yecomputer labenjini ezibophelelekileyo kudweliso lwenkqubo yecomputer ekhululekileyo ebheka phambili.<br><br>Akukho qela lilodwa, nkampani okanye qela lithile elilawula iikhowudi yemvelaphi ye KDE.Wonke ubani wamkelekile ukunikela kwi KDE.<br><br>Ndwendwela<A HREF="http://www.kde.org/">http://www.kde.org/</A>Xa ufuna ulwazi oluphangaleleyo kwiprojekti ye KDE.
