Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Could not read file %1
af: kon nie lees lêer %1
az: Fayl oxuna bilmir %1
bg: Не мога да прочета файл %1
ca: No s'ha pogut llegir el fitxer %1
cs: Není možné číst soubor %1
da: Kunne ikke læse filen %1
de: Datei konnte nicht gelesen werden %1
el: Δεν μπόρεσα να διαβάσω το αρχείο %1
et: Pole võimalik lugeda faili %1
fi: Ei voitu lukea tiedostoa %1
he: ץבוקה תא אורקל ןתינ אל %1
hu: A(z) %1 fájl nem olvasható.
is: Ekki tókst að lesa skrána %1
ko: %1 파일을 읽을 수 없습니다
lt: Negaliu perskaityti bylos %1
lv: Nevar nolasīt failu %1
mt: Ma stajtx naqra l-fajl %1
nl: Kon het volgende bestand niet lezen: %1
no: Kunne ikke lese filen %1
pl: Nie można czytać pliku %1
pt: Não consegui ler o ficheiro %1
ro: Nu pot citi fişierul %1
ru: Не могу прочитать файл %1
sk: Nemôžem čítať súbor %1
sl: Nisem mogel brati datoteke %1
sr: Nisam mogao da pročitam fajl %1
ta: §¸¡ôÀ¢¨É Å¡º¢ì¸ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถอ่านแฟ้ม %1 ได้
tr: Dosya okunamıyor %1
uk: Не можливо прочитати файл %1
vi: Không đọc được file %1
xh: Ayinakuyifunda ifayile %1

source: Could not write to file %1
af: kon nie skryf aan lêer %1
az: Fayla yazıla bilmir %1
bg: Не мога да запиша върху файл %1
ca: No s'ha pogut escriure al fitxer %1
cs: Není možné ukládat do souboru %1
da: Kunne ikke skrive til filen %1
de: Datei konnte nicht geschrieben werden %1
el: Δεν μπόρεσα να γράψω στο αρχείο %1
et: Pole võimalik kirjutada faili %1
fi: Ei voitu kirjoittaa tiedostoon %1
he: ץבוקל בותכל ןתינ אל %1
hu: A(z) %1 nevű fájlba nem lehet írni.
is: Ekki tókst að skrifa í skrána %1
ko: %1 파일을 쓸 수 없습니다
lt: Negaliu įrašyti į bylą %1
lv: Nevar ierakstīt failā %1
mt: Ma stajtx nikteb fil-fajl %1
nl: Kon niet schrijven naar %1
no: Kunne ikke skrive til filen %1
pl: Nie można pisać do pliku %1
pt: Não consegui escrever para o ficheiro %1
ro: Nu pot scrie în fişierul %1
ru: Не могу записать в файл %1
sk: Nemôžem zapisovať do súboru %1
sl: Nisem mogel pisati v datoteko %1
sr: Nisam mogao da zapišem u fajl %1
ta: §¸¡ôÒìÌ ±Ø¾ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถเขียนไปยังแฟ้ม %1 ได้
tr: Dosyaya yazılamıyor %1
uk: Не можливо записати у файл %1
vi: Không viết được vào file %1
xh: Ayinakubhalela kwifayile %1

source: Could not bind %1
af: kon nie bind %1
az: Bağlanıla bilmir %1
bg: Не мога да свържа %1
ca: No s'ha pogut fer el bind a %1
cs: Není možné propojit %1
da: Kunne ikke binde %1
de: Konnte nicht verknüpft werden %1
el: Πρόσδεση αδύνατη %1
et: Pole võimalik seostada %1
fi: Ei voitu sitoa %1
he: תא רשקל ןתינ אל %1
hu: %1 kapcsolása nem sikerült.
is: Ekki tókst að binda %1
ko: %1 을 묶을 수 없습니다..
lt: Negaliu prijungti %1
lv: Nevar sasaistīt %1
mt: Ma stajtx nehmeż %1
nl: Kon %1 niet verbinden
no: Kunne ikke binde %1
pl: Nie można połączyć się z %1
pt: Não consegui fazer 'bind' %1
ro: Nu pot lega la %1
ru: Ошибка функции bind %1
sk: Nemôžem spojiť %1
sl: Nisem se mogel povezati z %1
sr: Nisam mogao da povežem %1
ta: À¢¨½ì¸ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถ bind %1 ได้
tr: Bağlanılamıyor %1
uk: Не можу прив'язати %1
vi: Không bind được %1
xh: Ayinaku bophelela %1

source: Could not listen %1
af: kon nie luister %1
az: Qulaq asıla bilmir %1
bg: Не мога да слушам %1
ca: No s'ha pogut fer el listen a %1
cs: Není možné se dotázat na %1
da: Kunne ikke lytte til %1
de: Konnte nicht abgefragt werden %1
el: Δε μπόρεσα να ακούσω %1
et: Pole võimalik kuulata %1
fi: Ei voitu kuunnella %1
he: לא ןיזאהל ןתינ אל %1
hu: %1 figyelése nem sikerült.
is: Ekki tókst að hlusta við %1
ko: %1 을 들을 수 없습니다.
lt: Negaliu išklausyti %1
lv: Nevar noklausīties %1
mt: Ma stajtx nissemma %1
nl: Kon het volgende niet tonen: %1
no: Kunne ikke lytte til %1
pl: Nie można nasłuchiwać %1
pt: Não consegui fazer 'listen' %1
ro: Nu pot asculta %1
ru: Ошибка функции listen %1
sk: Nemôžem počúvať %1
sl: Nisem mogel prisluhniti %1
sr: Nisam mogao da čujem %1
ta: §¸ð¸ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถคอยรับการเชื่อมต่อ %1 ได้
tr: Dinlenemiyor %1
uk: Не можу прослухати %1
vi: Không nghe(listen) được %1
xh: Ayinakumamela %1

source: Could not accept %1
af: kon nie aanvaar %1
az: Qəbul edilə bilmədi %1
bg: Не мога да приема %1
ca: No s'ha pogut fer l'accept a %1
cs: Není možné přijmout %1
da: Kunne ikke acceptere %1
de: Konnte nicht angenommen werden %1
el: Δε μπορώ να δεχτώ %1
et: Pole võimalik aktsepteerida %1
fi: Ei voitu hyväksyä %1
he: תא לבקל ןתינ אל %1
hu: Nem fogadható el: %1
is: Ekki tókst að taka við tengingum á %1
ko: %1 을 받아 들일 수 없습니다.
lt: Negaliu priimti %1
lv: Nevar pieņemt %1
mt: Ma stajtx naċċetta %1
nl: Kon het volgende niet accepteren: %1
no: Kunne ikke godta %1
pl: Nie można zaakceptować %1
pt: Não consegui fazer 'accept' %1
ro: Nu pot accepta %1
ru: Ошибка функции accept %1
sk: Nemôžem prijať %1
sl: Nisem mogel sprejeti %1
sr: Nisam mogao da prihvatim %1
ta: ²ü¸ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถยอมรับการร้องขอเชื่อมต่อ %1 ได้
tr: Kabul edilemedi %1
uk: Не можу прийняти %1
vi: Không thể chấp nhận(accept) %1
xh: Ayinakuvumela %1

source: Could not access %1
af: kon nie toegang verkry %1
az: Yetişilə bilmir %1
bg: Нямам достъп до %1
ca: No s'ha pogut accedir %1
cs: Není možné přistoupit k %1
da: Kunne ikke få adgang til %1
de: Zugriff nicht möglich auf %1
el: Δεν μπορώ να προσπελάσω %1
et: Pole võimalik ligi pääseda %1
fi: Ei voitu käyttää tiedostoa %1
he: לא תשגל ןתינ אל %1
hu: Nem érhető el: %1
is: Komst ekki í %1
ko: %1 을 접근할 수 없습니다.
lt: Negaliu pasiekti %1
lv: Nevar piekļūt %1
mt: Ma stajtx naċċessa %1
nl: Kreeg geen toegang tot %1
no: Har ikke tilgang til %1
pl: Brak dostępu do %1
pt: Não consegui aceder %1
ro: Nu pot accesa %1
ru: Нет доступа к %1
sk: Nemôžem vstúpiť do %1
sl: Nisem mogel dostopiti do %1
sr: Nisam mogao da pristupim: %1
ta: «Ï¸ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถเข้าใช้งาน %1 ได้
tr: Erişilemiyor %1
uk: Не можу дістатися %1
vi: Không thể truy cập %1
xh: Ayinakugqithisela %1

source: Could not terminate listing %1
af: kon nie termineer luister na %1
az: Sıralama kəsilə bilmədi %1
bg: Не мога да прекъсна слушането на %1
ca: No s'ha pogut finalitzar el listen a %1
cs: Není možné ukončit výpis %1
da: Kunne ikke afslutte listning %1
de: Auflistung konnte nicht abgebrochen werden %1
el: Δε μπορώ να τερματίσω τη λίστα %1
et: Pole võimalik katkestada nimekirja %1
fi: Listausta ei voitu lopettaa %1
he: המישרה תא םייסל ןתינ אל %1
hu: Nem sikerült befejezni a listázást: %1
is: Ekki tókst að stöðva listun %1
ko: %1 목록을 중지할 수 없습니다.
lt: Negaliu nutraukti sąrašo vardinimo %1
lv: Nevar pārtraukt uzskaitījumu %1
mt: Ma stajtx inwaqqaf il-listing %1
nl: Kon het volgende lijsttype niet vaststellen: %1
no: Kunne ikke avslutte lytting %1
pl: Nie można zakończyć nasłuchu %1
pt: Não consegui terminar a listagem %1
ro: Nu pot termina ascultarea %1
ru: Не могу остановить листинг %1
sk: Nemôžem zastaviť výpis %1
sl: Nisem mogel prekiniti izpisa %1
sr: Nisam mogao da okončam listanje %1
ta: ÀðÊÂÄ¢¼¨Ä ¿¢Úò¾ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถจบการคอยรับการเชื่อมต่อ %1 ได้
tr: Listeleme kesilemedi %1
uk: Помилка завершення списку %1
vi: Không huỷ bỏ được quá trình nghe(listing) %1
xh: Ayinakubanasiphelo sandlela sika %1

source: Could not make directory %1
af: kon nie maak gids %1
az: Cərgə yaradıla bilmədi %1
bg: Не мога да създам директория %1
ca: No s'ha pogut crear el directori %1
cs: Není možné vytvořit adresář %1
da: Kunne ikke oprette mappen %1
de: Verzeichnis konnte nicht erstellt werden: %1
el: Δεν μπόρεσα να φτιάξω τον κατάλογο %1
et: Pole võimalik luua kataloogi %1
fi: Hakemistoa %1 ei voitu luoda
he: הירפסה תא רוציל ןתינ אל %1
hu: A(z) %1 könyvtár nem hozható létre.
is: Ekki tókst að búa til möppuna %1
ko: %1 자료방을 만들 수 없습니다.
lt: Nepavyksta sukurti katalogo %1
lv: Nevar izveidot katalogu %1
mt: Ma stajtx noħloq id-direttorju %1
nl: Kon de volgende map niet aanmaken: %1
no: Kunne ikke lage katalogen %1
pl: Nie można utworzyć katalogu %1
pt: Não consegui criar a directoria %1
ro: Nu pot crea directorul %1
ru: Не могу создать каталог %1
sk: Nemôžem vytvoriť adresár %1
sl: Nisem mogel narediti imenika %1
sr: Nisam mogao da napravim direktorijum %1
ta: «¨¼¨Å ¯ÕÅ¡ì¸ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถสร้างไดเรกทอรี %1 ได้
tr: Dizin yaratılamadı %1
uk: Не можу створити каталог %1
vi: Không tạo được thư mục %1
xh: Ayinakwenza lulawulo %1

source: Could not remove directory %1
af: kon nie verwyder gids %1
az: Cərgə silinə bilmədi %1
bg: Не мога да премахна директория %1
ca: No s'ha pogut esborrar el directori %1
cs: Není možné odstranit adresář %1
da: Kunne ikke fjerne mappen %1
de: Verzeichnis ließ sich nicht löschen: %1
el: Δεν μπόρεσα να αφαιρέσω τον κατάλογο %1
et: Pole võimalik eemaldada kataloogi %1
fi: Hakemistoa %1 ei voitu poistaa
he: הירפסה תא ריסהל ןתינ אל %1
hu: A(z) %1 könyvtár nem távolítható el.
is: Ekki tókst að eyða möppunni %1
ko: %1 자료방을 없앨 수 없습니다.
lt: Nepavyksta ištrinti katalogo %1
lv: Nevar aizvākt direktoriju %1
mt: Ma stajtx inneħħi d-direttorju %1
nl: Kon de volgende map niet verwijderen %1
no: Kunne ikke fjerne katalogen %1
pl: Nie można usunąć katalogu %1
pt: Não consegui apagar a directoria %1
ro: Nu pot şterge directorul %1
ru: Не могу удалить каталог %1
sk: Nemôžem premiestniť adresár %1
sl: Nisem mogel odstraniti imenika %1
sr: Nisam mogao da uklonim direktorijum %1
ta: «¨¼¨Å ¿£ì¸ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถลบไดเรกทอรี %1 ทิ้งได้
tr: Dizin silinemedi %1
uk: Не можу видалити каталог %1
vi: Không di chuyển được thư mục %1
xh: Ayinakulususa ulawulo %1

source: Could not resume file %1
af: kon nie voortgaan lêer %1
az: %1 faylına davam edilə blmir
bg: Не мога да продължа файла %1
ca: No s'ha pogut continuar al fitxer %1
cs: Není možné navázat soubor %1
da: Kunne ikke genoptage fil %1
de: Datei %1 konnte nicht fortgesetzt werden
el: Αδύνατη η επαναφορά του αρχείου %1
et: Faili %1 kirjutamist pole võimalik jätkata
fi: Tiedostoa %1 ei voitu jatkaa
he: %1 ץבוקה תא ךישמהל ןתינ אל
hu: Nem lehet folytatni a(z) %1 fájlt.
is: Ekki tókst að halda áfram með skrána %1
ko: %1 파일을 다시 실행할 수 없습니다.
lt: Nepavyksta pratęsti bylos %1
lv: Nevar atsākt failu %1
mt: Ma stajtx inkompli l-fajl %1
nl: Kon niet met bestand %1 hervatten.
no: Kunne ikke fortsette fil %1
pl: Nie można dociągnąć pliku %1
pt: Não consegui continuar o ficheiro %1
ro: Nu pot continua fişierul %1
ru: Не могу продолжить получение файла %1
sk: Nemôžem obnoviť súbor %1
sl: Nisem mogel nadaljevati z datoteko %1
sr: Nisam mogao da nastavim fajl %1
ta: %1 §¸¡ôÀ¢¨Éò ¦¾¡¼Ã ÓÊÂÅ¢ø¨Ä
th: ไม่สามารถกลับไปทำงานต่อยังแฟ้ม %1 ได้
tr: %1 dosyasına devam edilemiyor
uk: Не можу відновити файл %1
vi: Không thể khôi phục(resume) lại được file %1
xh: Ayinakuyiphindela ifayile %1

source: Could not rename file %1
af: kon nie herbenaam lêer %1
az: %1'in adı dəyişdirilə bilmir
bg: Не мога да сменя име на файла %1
ca: No s'ha pogut renomenar el fitxer %1
cs: Není možné přejmenovat soubor %1
da: Kunne ikke omdøbe filen %1
de: Datei %1 konnte nicht umbenannt werden.
el: Δεν μπορώ να μετονομάσω το αρχείο %1
et: Faili %1 pole võimalik ümber nimetada
fi: Tiedostoa %1 ei voitu uudelleennimetä
he: %1 ץבוקה םש תא תונשל ןתינ אל
hu: Nem lehet átnevezni ezt a fájlt: %1
is: Ekki tókst að endurnefna skárna %1
ko: %1 파일의 이름을 바꿀 수 없습니다.
lt: Negaliu pervardinti bylos %1
lv: Nevar pārsaukt failu %1
mt: Ma stajtx nagħti isem ġdid lill %1
nl: Kon het bestand %1 niet hernoemen.
no: Kune ikke endre navnet på filen %1
pl: Nie można zmienić nazwy pliku %1
pt: Não consegui mudar o nome do ficheiro %1
ro: Nu pot redenumi fişierul %1
ru: Не могу переименовать файл %1
sk: Nemôžem premenovať súbor %1
sl: Nisem mogel preimenovati datoteke %1
sr: Nisam mogao da promenim naziv fajla %1
ta: %1 §¸¡ôÀ¢¨É ÁÚ¦ÀÂÃ¢¼ ÓÊÂÅ¢ø¨Ä
th: ไม่สามารถเปลี่ยนชื่อแฟ้ม %1 ได้
tr: %1'in adı değiştirilemedi
uk: Не можу перейменувати файл %1
xh: Ayinakuyinika gama kwakhona ifayile %1

source: Could not change permissions for %1
af: kon nie verander regte vir %1
az: %1 üçün səlahiyyətlər dəyişdirilə bilmir
bg: Не мога да сменя достъп за %1
ca: No s'han pogut canviar els permisos per %1
cs: Není možné změnit přístupová práva k %1
da: Kunne ikke ændre tilladelser for %1
de: Berechtigungen konnte nicht geändert werden für %1
el: Δεν μπόρεσα να αλλάξω τις άδειες για το %1
et: Faili/kataloogi %1 õigusi pole võimalik muuta.
fi: Tiedoston %1 oikeuksia ei voitu muuttaa
he: לש הביתכה תואשרה תא תונשל ןתינ אל %1
hu: Nem sikerült megváltoztatni a hozzáférési jogokat ennél: %1
is: Ekki tókst að breyta aðgangsheimildum að %1
ko: %1 을 위한 권한을 변경할 수 없습니다.
lt: Negaliu pakeisti leidimų á %1
lv: Nevar izmainīt tiesības priekš %1
mt: Ma stajtx inbiddel il-permessi għal %1
nl: Kon de toegangsrechten voor %1 niet wijzigen
no: Kunne ikke endre tilgang for %1
pl: Nie można zmienić praw do %1
pt: Não pude mudar as permissões de %1
ro: Nu pot schimba permisiunile pentru %1
ru: Не могу изменить права доступа для %1
sk: Nemôžem zmeniť práva pre %1
sl: Nisem mogel spremeniti dovoljenj za %1
sr: Nisam mogao da promenim dozvole za %1
ta: ­¾üÌ «ÛÁ¾¢¸¨Ç Á¡üÈ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถเปลี่ยนสิทธิ์ในการอนุญาตสำหรับ %1 ได้
tr: %1 için izinler değiştirilemiyor
uk: Не можу змінити права доступу до %1
vi: Không thể đổi các 'cho phép'(permisstion) cho %1
xh: Ayinakutshintsha iimvumelwano ze %1

source: Could not delete file %1
af: kon nie uitvee lêer %1
az: %1 faylı silinə bilmir
bg: Не мога да изтрия файл %1
ca: No s'ha pogut esborrar el fitxer %1
cs: Není možné smazat soubor %1
da: Kunne ikke slette fil %1
de: Datei %1 konnte nicht gelöscht werden
el: Δεν μπόρεσα να σβήσω το αρχείο %1
et: Faili %1 pole võimalik kustutada
fi: Tiedostoa %1 ei voitu tuhota
he: %1 ץבוקה תא קוחמל ןתינ אל
hu: Nem sikerült törölni a fájlt: %1
is: Ekki tókst að eyða skránni %1
ko: %1을 지울 수 없습니다.
lt: Negaliu pašalinti bylos %1
lv: Nevar nodzēst failu %1
mt: Ma stajtx inħassar il-fajl %1
nl: Kon bestand %1 niet verwijderen
no: Kunne ikke slette fil %1
pl: Nie można usunąć pliku %1
pt: Não consegui apagar o ficheiro %1
ro: Nu pot şterge fişierul %1
ru: Не могу удалить файл %1
sk: Nemôžem zmazať súbor %1
sl: Nisem mogel izbrisati datoteke %1
sr: Nisam mogao da obrišem fajl %1
ta: %1 §¸¡ôÀ¢¨É ¿£ì¸ ÓÊÂÅ¢ø¨Ä
th: ไม่สามารถลบแฟ้ม %1 ได้
tr: %1 dosyası silinemiyor
uk: Не можу виділити файл %1
vi: Khônng thể xoá tệp %1
xh: Ayinakuyicima ifayile %1

source: The process for the %1 protocol died unexpectedly.
af: die proses vir die %1 protokol dood gegaan onverwags.
az: %1 protokolu üçün olan gediş gözlənilməz bir şəkildə qurtardı.
bg: Процеса за %1 протокол прекъсна неочаквано.
ca: El procés pel protocol %1 ha mort inesperadament.
cs: Proces pro protokol %1 neočekávaně skončil.
da: Processen for %1 protokollen døde uventet.
de: Der Prozess für das %1 Protokoll wurde unerwartet beendet.
et: Protokolli %1 protsess suri ootamatult.
fi: Protokollan %1 prosessi loppui odottamattomasti.
he: לוקוטורפה לש המישמה המייתסה %1 .היופצ יתלב הרוצב
hu: A(z) %1 címet kezelő folyamat váratlanul véget ért.
is: Ferlið fyrir %1 samskiptaregluna dó skyndilega.
ko: %1 프로토콜 처리가 예기치 않게 끝마쳐졌습니다.
lt: Procesas protokolui %1 netikėtai nutrūko.
lv: Process priekš %1 protokola miris neparedzēti.
mt: Il-proċess għall- protokoll %1 miet ħesrem
nl: Het proces voor het %1 protocol stopte onverwacht.
no: Prosessen for %1-protokollen døde uventet.
pl: Proces dla protokołu %1 nieoczekiwanie zakończył działanie.
pt: O processo do protocolo %1 morreu inesperadamente.
ro: Procesul pentru protocolul %1 s-a terminat în mod neaşteptat.
ru: Процесс протокола %1 внезапно завершился
sk: Proces pre protokol %1 neočakávane skončil.
sl: Proces protokola %1 je nepričakovano prenehal delovati.
sr: Proces protokola %1 neočekivano je umro.
ta: %1 ±Ûõ ´ôÒ¦¿È¢ì¸¡É ¦ºÂø ±¾¢÷À¡Ã¡Áø Ó¼í¸¢ÂÐ
th: โปรเซสของโปรโตคอล %1 ตายอย่างไม่คาดคิด
tr: %1 protokolü için olan işlem beklenmedik bir biçimde bitti.
uk: Процес протоколу %1 несподівано завершився.
vi: Tiến trình dành cho %1 giao thức bị chết bất ngờ ;) .
xh: Uqhubekeko lwe %1 protocol lwafa ngakungalindelekanga.

source: Error. Out of Memory. %1
af: fout. uit van geheue. %1
az: Xəta. Yaddaş çatmır %1
bg: Грешка. Няма памет. %1
ca: Error. Sense memòria. %1
cs: Chyba. Nedostatek paměti. %1
da: Fejl. Ikke nok hukommelse. %1
de: Fehler. Nicht genügend Speicher. %1
el: Σφάλμα. Έμεινα από Μνήμη. %1
et: Viga. Mälu on otsas. %1
fi: Virhe: Muisti loppui. %1
he: ןורכיז יד ןיא .האיגש %1
hu: Hiba: nincs elég memória. %1
is: Minni búið! %1
ko: 오류. 메모리초과. %1
lt: Klaida. Trūksta atminties. %1
lv: Kļūda. Trūkst Atmiņas. %1
mt: Problema. Intliet il-memorja. %1
nl: Fout: onvoldoende geheugen. %1
no: Feil. Gikk tom for minne. %1
pl: Błąd. Brak pamięci. %1
pt: Erro. Falta de memória. %1
ro: Eroare. Nu mai există memorie. %1
ru: Ошибка. Недостаточно памяти. %1
sk: Chyba. Málo pamäti. %1
sl: Napaka. Pomanjkanje pomnilnika. %1
sr: Greška. Nemam memorije. %1
ta: ¾ÅÚ. ¿¢¨É× §À¡¾¡Ð. %1
th: ผิดพลาด หน่วยความจำไม่เพียงพอ %1
tr: Hata. Bellek yetersiz %1
uk: Помилка. Недостатньо оперативної пам'яті. %1
vi: Lỗi . Tràn bộ nhớ . %1
xh: Imposiso. Ingaphandle kwenkumbulo. %1

source: Unknown proxy host %1
af: onbekende volmag bediener %1
az: Namə'lum vəkil verici %1
bg: Неизвестен хост за прокси %1
ca: Procurador remot desconegut %1
cs: Neznámý proxy hostitel %1
da: Ukendt proxyvært %1
de: Unbekannter Proxy-Server %1
el: Άγνωστος κόμβος proxy %1
et: Tundmatu proxy server %1
fi: Tuntematon välityspalvelin %1
he: עודי אל ךוותמ תרש %1
hu: Ismeretlen proxy kiszolgáló: %1
is: Óþekkt sel %1
ko: %1 모르는 프록시 호스트 입니다
lt: Nežinoma tarpinė stotis %1
lv: Nezināms proxy resursdators %1
mt: Kompjuter tal-proxy mhux magħruf %1
nl: Onbekende proxy-host %1
no: Ukjent proxy-vert %1
pl: Nieznany serwer pośredniczący %1
pt: Servidor 'proxy' desconhecido %1
ro: Gazdă proxy necunoscută %1
ru: Неизвестный прокси %1
sk: Neznámy proxy hostiteľ %1
sl: Neznan gostitelj %1
sr: Nepoznat proxy host %1
ta: ¦¾Ã¢Â¡¾ À¢É¡Á¢ì ¸½¢É¢ %1
th: ไม่รู้จักพรอกซีโฮสต์ %1
tr: Bilinmeyen vekil sunucu %1
uk: Невідома машина проксі %1
vi: Máy chủ proxy không-biết %1
xh: Inginginya yomntu onegunya lokusebenzela omnye engaziwayo %1

source: Authorization failed, %1 authentication not supported
af: geldigheidstoets gevaal, %1 geldigheidsverklaring nie ondersteunde
az: Tanıtma bacarılmadı, %1 tanıtma dəstəklənmir
bg: Ауторизация е неосъществена, %1 не се подържа
ca: Ha fallat l'autorització, no hi ha suport per a l'autenticació %1
cs: Autorizace selhala, autentikace %1 není podporována
da: Godkendelse mislykkedes, %1 godkendelse ikke understøttet
de: Authentifizierung fehlgeschlagen, %1 wird nicht unterstützt
el: Αποτυχία εξουσιοδότησης, δεν υποστηρίζεται πιστοποίηση %1
et: Autoriseerimine ebaõnnestus, %1 autentimine pole toetatud
fi: Tunnistus epäonnistui, %1 tunnistusta ei tueta
he: ךמתנ וניא %1 תומיא ,לשכנ תומיאה
hu: Sikertelen azonosítás, a(z) %1 azonosítás nem támogatott.
is: Ekki tókst að sækja heimildir. Ég styð ekki %1 auðkenningu
ko: 인증이 실패되었습니다, %1 인증이 지원되지 않습니다.
lt: Autorizacija nepavyko, %1 autentifikacija nepalaikoma
lv: Autorizācijas kļūda, %1 autentifikācija nav atbalstīta
mt: Awtorizzazzjoni falliet, l-awtentikazzjoni %1 m'hix aċċettata
nl: Autorisatie faalde, %1-authenticatie wordt niet ondersteund.
no: Autentifisering mislyktes, %1-autentifisering er ikke støttet
pl: Błąd autoryzacji, autentyfikacja %1 jest nieobsługiwana
pt: A autorização falhou; a autenticação %1 não é suportada
ro: Autorizare eşuată. Autentificarea %1 nu este suportată.
ru: Ошибка доступа, %1 авторизация не поддерживается
sk: Autorizácia zlyhala, %1 autentikácia nie je podporovaná
sl: Pooblastitev ni uspela, ker overovljenje %1 ni podprto
sr: Autorizacija neuspela, %1 autentikacija nije podržana
ta: ¯Ã¢¨Á ÅÆí¸ø ÓÈ¢ó¾Ð, %1 ¬ÇÈ¢Ó¨ÈìÌ ¬¾ÃÅ¢ø¨Ä
th: ตรวจสอบสิทธิ์ล้มเหลว ไม่สนับสนุนการตรวจสอบ %1
tr: Yetki tespiti başarısız, %1 yetki tespiti desteklenmiyor
uk: Авторизацію завершено невдало, автентифікація %1 не підтримується
vi: Sự cho phép bị lỗi, %1 sự cho phép này (authentication) không được hỗ trợ
xh: Igunya aliphumelelanga, %1 ububhli abuxhaswanga

source: User canceled action %1
af: gebruiker gekanseleer aksie %1
az: İstifadəçi gedişi dayandırdı %1
bg: Потребителя прекъсна действие %1
ca: Acció cancel·lada per l'usuari %1
cs: Uživatel přerušil činnost %1
da: Brugeren annullerede handlingen %1
de: Aktion vom Benutzer abgebrochen: %1
el: Ο χρήστης ακύρωσε την ενέργεια %1
et: Kasutaja tühistas tegevuse %1
fi: Käyttäjän peruma toiminto %1
he: הלועפה תא לטיב שמתשמה %1
hu: A felhasználó megszakította ezt a műveletet: %1
is: Notandi hætti við aðgerðina %1
ko: 사용자 취소한 행동 %1
lt: Vartotojo nutrauktas veiksmas %1
lv: Lietotājs atsaucis darbību %1
mt: Il-user ikkanċella l-azzjoni %1
nl: De gebruiker annuleerde de handeling %1
no: Bruker avbrøt hendelse %1
pl: Użytkownik anulował operację %1
pt: O utilizador cancelou a acção %1
ro: Acţiune anulată de utilizator %1
ru: Пользователь отменил действие %1
sk: Užívateľom zrušená akcia %1
sl: Uporabnik je prekinil dejanje %1
sr: Korisnik je poništio akciju %1
ta: ÀÂÉ÷ ¦ºÂ¨Ä ¿£ì¸¢Å¢ð¼¡÷ %1
th: ไม่สามารถยกเลิกการกระทำ %1 ได้
tr: Kullanıcı işlemi durdurdu %1
uk: Користувач скасував дію %1
vi: Người dùng huỷ hành động %1
xh: Intshukumo erhoxisiweyo yomsebenzisi %1

source: Internal error in server %1
af: intern fout in bediener %1
az: Vericidə daxili xəta %1
bg: Вътрешна грешка в сървър %1
ca: Error intern al servidor %1
cs: Vnitřní chyba serveru %1
da: Intern fejl i serveren %1
de: Interner Server-Fehler %1
el: Εσωτερικό σφάλμα στο διακομιστή %1
et: Sisemine viga serveris %1
fi: Sisäinen palvelinvirhe %1
he: תרשב תימינפ האיגש %1
hu: Belső hiba a kiszolgálóban: %1
is: Innri villa í þjóni %1
ko: 서버 내부 오류 %1
lt: Vidaus klaida serveryje %1
lv: Iekšēja kļūda serverī %1
mt: Problema interna fis-server %1
nl: Interne fout in server %1
no: Intern feil i tjener %1
pl: Błąd wewnętrzny serwera %1
pt: Erro interno no servidor %1
ro: Eroare internă în server %1
ru: Внутренняя ошибка сервера %1
sk: Interná chyba na serveri %1
sl: Notranja napaka strežnika %1
sr: Interna greška u serveru %1
ta: ÀÃ¢Á¡È¢Â¢ø ¯ûÇ¸ò ¾ÅÚ %1
th: ข้อผิดพลาดภายในเซิร์ฟเวอร์ %1
tr: Sunucuda iç hata %1
uk: Внутрішня помилка сервері %1
vi: Lỗi nội bộ trên máy chủ %1
xh: Imposiso yangaphakathi yomncedi %1

source: Timeout on server %1
af: tydverstreke op bediener %1
az: Vericidə vaxt dolması %1
bg: Край на време за достъп на сървър %1
ca: Expiració al servidor %1
cs: Vypršení časového limitu na serveru %1
da: Tidsudløb på serveren %1
de: Zeitüberschreitung auf dem Server %1
el: Τέλος Χρόνου στο διακομιστή %1
et: Taimaut serveris %1
fi: Palvelimen aikavalvonta %1
he: :תרשב גפ ןמזה %1
hu: Időtúllépés a kiszolgálón: %1
is: Þjónninn féll á tíma %1
ko: 서버 시간초과 %1
lt: Serveriui baigėsi laikas %1
lv: Gaidīšanas laiks beidzies uz servera %1
mt: Għadda wisq ħin fuq server %1
nl: Server %1 gaf geen antwoord binnen het tijdslimiet.
no: Tidsavbrudd på tjener %1
pl: Przekroczony czas operacji na serwerze %1
pt: 'Timeout' no servidor %1
ro: Temporizare expirată la server %1
ru: Таймаут сервера %1
sk: Čas požiadavky na server uplynul %1
sl: Zakasnitev strežnika %1
sr: Vreme je isteklo na serveru %1
ta: ÀÃ¢Á¡È¢Â¢ø ¦ÅÇ¢§ÂüÈ §¿Ãõ ÓÊó¾Ð %1
th: หมดเวลาบนเซิร์ฟเวอร์ %1
tr: Sunucuda zaman aşımı %1
uk: Таймаут на сервері %1
xh: Ixesha lokuphuma lomncedi %1

source: Unknown error %1
af: onbekende fout %1
az: Namə'lum xəta %1
bg: Неизвестна грешка %1
ca: Error desconegut %1
cs: Neznámá chyba %1
da: Ukendt fejl %1
de: Unbekannter Fehler %1
el: Άγνωστο Σφάλμα %1
et: Tundmatu viga %1
fi: Tuntematon virhe %1
he: העודי אל האיגש %1
hu: Azonosíthatatlan hiba: %1
is: Óþekkt villa %1
ko: %1 모르는 오류 입니다
lt: Nežinoma klaida %1
lv: Nezināma kļūda %1
mt: Problema mhix magħrufa %1
nl: Onbekende fout %1
no: Ukjent feil %1
pl: Nieznany błąd %1
pt: Erro desconhecido %1
ro: Eroare necunoscută %1
ru: Неизвестная ошибка %1
sk: Neznáma chyba %1
sl: Neznana napaka %1
sr: Nepoznata greška %1
ta: ¦¾Ã¢Â¡¾ ¾ÅÚ %1
th: ไม่รู้จักข้อผิดพลาด %1
tr: Bilinmeyen hata %1
uk: Невідома помилка %1
vi: Lỗi không-biết %1
xh: Imposiso engaziwayo %1
