Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Server said: "%1"
af: bediener het gesê: "%1"
az: Verici cavabı: "%1"
bg: Сървъра отговори : "%1"
ca: El servidor ha dit: "%1"
cs: Server uvedl: "%1"
da: Server sagde: "%1"
de: Der Server meldet: "%1".
el: Ο διακομιστής είπε: "%1"
et: Server ütles: "%1"
fi: Palvelin vastasi: "%1"
he: "%1" :רמא תרשה
hu: A kiszolgáló válasza: "%1"
is: Þjónninn sagði: "%1"
ko: 서버에서 알림: "%1"
lt: Serverio pranešimas: „%1“
lv: Serveris atbild: "%1"
mt: Is-server qal: "%1"
nl: Server antwoordde: "%1"
no: Tjener sa: "%1"
pl: Serwer odpowiedział: "%1"
pt: O servidor disse: "%1"
ro: Server-ul a transmis: "%1"
ru: Сообщение сервера: "%1"
sk: Server odpovedal: "%1"
sl: Strežnik pravi: "%1"
sr: Server je rekao: "%1"
ta: ÀÃ¢Á¡È¢ ÜÈ¢ÂÐ: "%1"
th: เซิร์ฟเวอร์แจ้งว่า: "%1"
tr: Sunucu cevabı: "%1"
uk: Відповідь сервера: "%1"
vi: Máy chủ báo: "%1"
xh: Umncedi uthe: "%1"

source: Sends a short bug report to submit@bugs.kde.org
af: stuur 'n kort fout raporteer aan stuur in@bugs.kde.org
az: submit@bugs.kde.org'a kiçik bir məktub göndərir
bg: Изпрати рапорт за грешки до submit@bugs.kde.org
ca: Envia un petit informe d'error a submit@bugs.kde.org
cs: Zašle krátký popis chyby na adresu submit@bugs.kde.org
da: Sender en kort problemrapport til submit@bugs.kde.org
de: Schickt einen kurzen Fehlerreport an submit@bugs.kde.org
et: Saadab lühikese vearapordi aadressile submit@bugs.kde.org
fi: Lähettää lyhyen virheraporti osoitteeseen submit@bug.kde.org
he: submit@bugs.kde.org לא גאב לע רצק חוויד חלוש
hu: Rövid hibabejelentő üzenetet küld a submit@bugs.kde.org címre.
is: Sendir lítið villuskeyti til submit@bugs.kde.org
ko: submit@bugs.kde.org에게 짧은 벌레 보고서를 보내주십시오.
lt: Nusiunčia trumpą pranešimą apie klaidą į submit@bugs.kde.org
lv: Sūta īsu kļūdas ziņojumu uz submit@bugs.kde.org
mt: Jibgħat rapport qasir lil submit@bugs.kde.org
nl: Stuurt een e-mailtje naar submit@bugs.kde.org
no: Sender en kort feilrapport til submit@bugs.kde.org
pl: Wysyła krótką wiadomość o błędzie do submit@bugs.kde.org
pt: Envia um mail pequeno para submit@bugs.kde.org
ro: Trimite un mic email la submit@bugs.kde.org
ru: Посылает небольшое письмо об ошибке на submit@bugs.kde.org
sk: Pošle malú správu na submit@bugs.kde.org
sl: Pošlje sporočilo na naslov submit@bugs.kde.org
sr: Šalje kratak izveštaj o grešci na submit@bugs.kde.org
ta: submit@bugs.kde.org-­üÌ ÌÚ¸¢Â À¢¨ÆÂÈ¢ì¨¸¦Â¡ý¨È «ÛôÒõ
th: ส่งรายงานความผิดพลาดอย่างย่อๆ ไปยัง submit@bugs.kde.org
tr: submit@bugs.kde.org'a küçük bir mektup gönderir
uk: Надсилає невеличкий звіт про помилку до submit@bugs.kde.org
xh: Uthumele ingxelo emfutshane yebug ukungenisa @bugs.kde.org

source: Create root/affix combinations not in dictionary
af: skep root/aanhangsel kombinasies nie in woordeboek
az: Sözlükdə olmayan kök/əlavə kombinasiyalarını yarat
bg: Създаване на root/affix комбинация не е в речника
ca: Crea combinacions d'arrel i afix que no són al diccionari
cs: Kombinace kořen/přípona chybí ve slovníku
da: Lav rod/endelses-kombinationer som ikke er i ordbog
de: Kombination aus Wortstamm+Zusätzen erstellen, die nicht im Wörterbuch stehen
et: Luuakse juure/lisandi kombinatsioonid, mida ei leidu sõnaraamatus
fi: Luo perus/liitosyhdistelmät, joita ei ole sanakirjassa
he: ןולימב אל םיבוליש עבק\שרוש רוצ
hu: A szótárban nem szereplő szótő-toldalék párok létrehozása
is: Leyfa samsetningar orðstofna og endinga sem finnast ekki í orðalista.
ko: 루트/첨부 조합이 자료방 안에 만들어지지 않았습니다
lt: Žodyne nėra root/affix kūrimo kombinacijų
lv: root/affix kombināciju veidošana nav vārdnīcā
mt: Oħloq għerq/żid kombinazzjonijiet mhux fid-dizzjunarju
nl: Probeer van onbekende woorden de stam te vinden
no: Lag kombinasjoner av stammer og endelser som ikke er i ordboken
pl: Utworzenie pary rdzeń/przyrostek spoza słownika
pt: Criar combinações raiz/afixo que não estão no dicionário
ro: Creează combinaţii root/affix ce nu sînt în dicţionar
ru: Сочетания корней/аффиксов создавать не в словаре
sk: Vytvoriť kombinácie koreň/prípona chýbajúce v slovníku
sl: Kombinacij za ustvarjanje korena/pripone še ni v slovarju
sr: Napravi root/affix kombinacije koje nisu u rečniku
ta: root/affix §º÷Á¡Éò¨¾ ¯ÕÅ¡ìÌ, «¨¼Å¢ø §Åñ¼¡õ
th: สร้างการรวมกันของ root/affix ที่ไม่อยู่ในพจนานุกรม
tr: Sözlükte olmayan kök/ek kombinasyonlarını yarat
uk: Утворювати комбінації корінь/суфікс, відсутні в словнику
vi: Tạo phối hợp root/affix không trong thư mục
xh: Yenza ingcambu /qinisa iindibaniselwano ezingekho kwincwadi enenkcazelo zamagama(dikshinari)

source: Consider run-together words as spelling errors
af: beskou run-together woorde as spelling foute
az: Bitişik yazılmış kəlimələrinizi imla xətası olaraq qiymətləndir
ca: Considera les paraules enganxades com errors d'ortografia
cs: Považovat spojená slova za pravopisné chyby
da: Betragt sammensatte ord som stavefejl
de: Zusammengezogene Wörter als Rechtschreibfehler betrachten
et: Kokkujooksnud sõnu tõlgendatakse vigadena
fi: Pidä yhteenkirjoitettuja sanoja virheinä
he: תויא תואיגש רותב תורבוחמ-םילימל סחייתה
hu: Az egybeírt szavak helyesírási hibaként kezelése
is: Leyfa ekki óþekkt samsett orð
lt: Nuspręsta sujungtus žodžius laikyti gramatinėmis klaidomis
lv: Izvēlēties startēt- kopā vārdus kā pareizrakstības kļūdas
mt: Ikkunsidra kliem imwaħħlin flimkien bħala żbalji
nl: Beschouw samengevoegde woorden als spelfouten
no: Se på sammensatte ord som stavefeil
pl: Traktowanie słów sklejonych jako niepoprawne
pt: Considerar palavras coladas como erros
ro: Consideră cuvintele împreunate ca erori de ortografie
ru: Считать ошибкой написанные вместе слова
sk: Považovať spojené slová za chyby
sl: Obravnavaj skupaj pisane besede kot napake
sr: Smatraj spojene reči greškama u pravopisu
ta: ´ýÈ¡¸-­¨½óÐûÇ ¦º¡ü¸¨Ç ±ØòÐôÀ¢¨ÆÂ¡¸ì ¸ÕÐ
th: พิจารณาให้ทำงานกับทั้งคำและการตรวจการสะกดผิดพลาด
tr: Bitişik yazılmış kelimeleri yazım hatası olarak değerlendir
uk: Рахувати сполучені слова як орфографічні помилки
vi: Cân nhắc các từ đi kèm khi lỗi chính tả
xh: Phonononga amagama ahamba-kunye njengemposiso zopelo

source: Dictionary:
af: woordeboek:
az: Sözlük:
bg: Речник:
ca: Diccionari:
cs: Slovník:
da: Ordbog:
de: Wörterbuch:
el: Λεξικό:
et: Sõnaraamat:
fi: Sanakirja:
he: :ןולימ
hu: Szótár:
is: Orðalisti:
ko: 사전:
lt: Žodynas:
lv: Vārdnīca:
mt: Dizzjunarju:
nl: Woordenboek:
no: Ordbok:
pl: Słownik:
pt: Dicionário:
ro: Dicţionar:
ru: Словарь:
sk: Slovník:
sl: Slovar:
sr: Rečnik:
ta: «¸Ã¡¾¢:
th: พจนานุกรม:
tr: Sözlük:
uk: Словник:
vi: Từ diển:
xh: Incwadi enenkcazelo zamagama(dikshinari):

source: Encoding:
af: enkodering:
az: Kodlama:
bg: Кодова таблица:
ca: Codificació:
cs: Kódování:
da: Indkodning:
de: Kodierung:
el: Κωδικοποίηση:
et: Kodeering:
fi: Koodaus:
he: :דודיק
hu: Kódolás:
is: Stafatafla:
ko: 인코딩:
lt: Koduotė:
lv: Kodējums:
mt: Enkodament:
nl: Codering:
no: Koding:
pl: Kodowanie:
pt: Codificação:
ro: Codare:
ru: Кодировка:
sk: Kódovanie:
sl: Kodni nabor:
sr: Kodiranje
ta: ÌÈ¢Â£Î:
th: การเข้ารหัส:
tr: Kodlama:
uk: Кодування:
vi: Bảng mã:
xh: Enkhowuda:

source: International Ispell
af: internasionaal ispell
az: Beynəlxalq Ispell
bg: Ispell програма
ca: Ispell internacional
cs: Mezinárodní Ispell
de: Internationales Ispell
el: Διεθνές Ispell
et: Rahvusvaheline Ispell
fi: Kansainvälinen Ispell
he: ימואלניב Ispell תויא
hu: Nemzetközi Ispell
is: Alþjóðlegt Ispell
ko: 여러나라말을 지원하는 Ispell
lt: Tarptautinis Ispell
lv: Starptautiskais Ispell
mt: Ispell Internazzjonali
nl: Internationale Ispell
no: Internasjonal ispell
pl: Ispell międzynarodowy
pt: Ispell Internacional
ru: Международный Ispell
sk: Medzinárodný Ispell
sl: Mednarodni Ispell
sr: Međunarodni Ispell
ta: ¯Ä¸Ç¡Å¢Â Ispell
th: Ispell นานาชาติ
tr: Uluslararası Ispell
uk: Міжнародний Ispell
vi: Ispell quốc tế
xh: Ispell jikelele

source: Client:
af: kliënt:
az: Alıcı:
bg: Клиент:
cs: Klient:
da: Klient:
de: Programm:
el: Πελάτης:
et: Klient:
fi: Asiakas:
he: :תינכות
hu: Kliens:
is: Biðlari:
ko: 클라이언트:
lt: Klientas:
lv: Klients:
mt: Klijent:
nl: Cliënt:
no: Klient:
pl: Klient:
pt: Cliente:
ru: Клиент:
sk: Klient:
sl: Odjemnik:
sr: Klijent:
ta: ÀÂÉ÷:
th: ไคลเอนต์:
tr: İstemci:
uk: Клієнт:
vi: Khách:
xh: Umxhasi:

source: English
af: engels
az: İngiliscə
bg: Английски
ca: Anglès
cs: Anglický
da: Engelsk
de: Englisch
el: Αγγλικά
et: Inglise
fi: Englanti
he: תילגנא
hu: angol
is: Enska
ko: 영어
lt: Anglų
lv: Angļu
mt: Ingliż
nl: Engels
no: Engelsk
pl: Angielski
pt: Inglês
ro: Engleză
ru: Английский
sk: Anglický
sl: angleščina
sr: Engleski
ta: ¬í¸¢Äõ
th: อังกฤษ
tr: İngilizce
uk: Англійська
vi: Tiếng Anh
xh: isiNgesi

source: Spanish
af: spaanse
az: İspanca
bg: Испански
ca: Espanyol
cs: Španělský
da: Spansk
de: Spanisch
el: Ισπανικά
et: Hispaania
fi: Espanja
he: תידרפס
hu: spanyol
is: Spænska
ko: 스페인어
lt: Ispanų
lv: Spāņu
mt: Spanjol
nl: Spaans
no: Spansk
pl: Hiszpański
pt: Espanhol
ro: Spaniolă
ru: Испанский
sk: Španielsky
sl: španščina
sr: Španski
th: สเปน
tr: İspanyolca
uk: Іспанська
vi: Tây ban nha
xh: isiPanishi

source: Danish
af: deens
az: Danca
bg: Датски
ca: Danès
cs: Dánský
da: Dansk
de: Dänisch
el: Δανέζικα
et: Taani
fi: Tanska
he: תינד
hu: dán
is: Danska
ko: 덴마크어
lt: Danų
lv: Dāņu
mt: Daniż
nl: Deens
no: Dansk
pl: Duński
pt: Dinamarquês
ro: Daneză
ru: Датский
sk: Dánsky
sl: danščina
sr: Danski
ta: §¼É¢Í
th: เดนมาร์ก
tr: Danca
uk: Датська
vi: Đan mạch
xh: isiDanishi

source: German
af: duits
az: Almanca
bg: Германски
ca: Alemany
cs: Německý
da: Tysk
de: Deutsch
el: Γερμανικά
et: Saksa
fi: Saksa
he: תינמרג
hu: német
is: Þýska
ko: 독일어
lt: Vokiečių
lv: Vācu
mt: Ġermaniż
nl: Duits
no: Tysk
pl: Niemiecki
pt: Alemão
ro: Germană
ru: Немецкий
sk: Nemecký
sl: nemščina
sr: Nemački
ta: §º÷Áý
th: เยอรมัน
tr: Almanca
uk: Німецька
vi: Đức
xh: isiJamani

source: German (new orth.)
af: duits (nuwe orto.)
az: Almanca (yeni)
bg: Германски
ca: Alemany (nova ort.)
cs: Německý (nový pravopis)
da: Tysk (ny ortog.)
de: Deutsch (neue Rechtschreibung)
el: Γερμανικά (νέα ορθ.)
et: Saksa (uus ortograafia)
fi: Saksa (uusi orth.)
hu: német (új helyesírás)
is: Þýska (ný stafs.)
ko: 독일어 (new orth.)
lt: Vokiečių (nauja rašyba)
lv: Vācu (jauna ortog.)
mt: Ġermaniż (ort. ġdida)
nl: Duits (nieuwe spelling)
no: Tysk (ny rettskriving)
pl: Niemiecki (z nową ortografią)
pt: Alemão (nova ortog.)
ro: Germană (noua ortografie)
ru: Немецкий (новый ортодокс.)
sk: Nemecký (nový)
sl: nemščina (nova pravila)
sr: Nemački (novi orth.)
ta: §º÷Áý (Ò¾¢Â orth.)
th: เยอรมัน (สหพันธ์รัฐใหม่)
tr: Almanca (yeni)
uk: Німецька (нова ортод.)
vi: Đức (orth. mới)
xh: isiJamani(new orth.)

source: Brazilian Portuguese
af: brazilïaanse portugese
az: Braziliya Portuqalcası
bg: Бразилски Португалски
ca: Portuguès del Brasil
cs: Brazilská portugalština
da: Brasiliansk portugisisk
de: Brasilianisches Portugiesisch
el: Βραζιλιάνικα Πορτογαλικά
et: Brasiilia portugali
fi: Brasilian portugali
he: תיאליזרב תיזגוטרופ
hu: brazil portugál
is: Brasilísk portúgalska
ko: 브라질식 포르투갈어
lt: Brazilijos portugalų
lv: Brazīlijas Portugāļu
mt: Portugiż Brażiljan
nl: Braziliaans-Portugees
no: Brasiliansk portugisisk
pl: Brazylijski Portugalski
pt: Português do Brasil
ro: Portugheză braziliană
ru: Бразильский португальский
sk: Brazílsko-portugalský
sl: brazilska portugalščina
sr: Brazilski portugalski
th: บราซิล โปรตุเกส
tr: Brezilya Portekizcesi
uk: Бразильська португальська
xh: isiPhuthukesi saseBrazil

source: Portuguese
af: portugese
az: Portuqalca
bg: Португалски
ca: Portuguès
cs: Portugalský
da: Portugisisk
de: Portugiesisch
el: Πορτογαλλικά
et: Portugali
fi: Portugali
he: תיזגוטרופ
hu: portugál
is: Portúgalska
ko: 포르투갈어
lt: Portugalų
lv: Portugāļu
mt: Portugiż
nl: Portugees
no: Portugisisk
pl: Portugalski
pt: Português
ro: Portugheză
ru: Португальский
sk: Portugalský
sl: portugalščina
sr: Portugalski
ta: §À¡ÃòÐ¸£º¢Â
th: โปรตุเกส
tr: Portekizce
uk: Португальська
vi: Tiếng Bồ đào nha
xh: isiPhuthukesi

source: Esperanto
bg: Есперанто
he: וטנרפסא
hu: eszperantó
ko: 에스페란토
ru: Эсперанто
ta: ±ÍÀÃ¡ý§¾¡
th: เอสเปอร์แรนโต
uk: Есперанто
xh: isi Esperanto

source: Norwegian
af: noörweese
az: Norveçcə
bg: Норвежки
ca: Noruec
cs: Norský
da: Norsk
de: Norwegisch
el: Νορβηγικά
et: Norra
fi: Norja
he: תיגברונ
hu: norvég
is: Norska
ko: 노르웨이어
lt: Norvegų
lv: Norvēģu
mt: Norveġiż
nl: Noors
no: Norsk
pl: Norweski
pt: Norueguês
ro: Norvegiană
ru: Норвежский
sk: Nórsky
sl: norveščina
sr: Norveški
ta: ¿¡÷Å£º¢Âý
th: นอร์เวย์
tr: Norveççe
uk: Норвезька
vi: Na uy
xh: isiNowijiyeni

source: Polish
af: poolse
az: Polyakca
bg: Полски
ca: Polonès
cs: Polský
da: Polsk
de: Polnisch
el: Πολωνικά
et: Poola
fi: Puola
he: תינלופ
hu: lengyel
is: Pólska
ko: 폴란드어
lt: Lenkų
lv: Poļu
mt: Pollakk
nl: Pools
no: Polsk
pl: Polski
pt: Polaco
ro: Poloneză
ru: Польский
sk: Poľský
sl: poljščina
sr: Poljski
ta: §À¡Ä¢Í
th: โปแลนด์
tr: Lehçe
uk: Польська
vi: Ba lan
xh: isiPolishi

source: Russian
af: russiese
az: Rusca
bg: Руски
ca: Rus
cs: Ruský
da: Russisk
de: Russisch
el: Ρωσικά
et: Vene
fi: Venäjä
he: תיסור
hu: orosz
is: Rússneska
ko: 러시아어
lt: Rusų
lv: Krievu
mt: Russu
nl: Russisch
no: Russisk
pl: Rosyjski
pt: Russo
ro: Rusă
ru: Русский
sk: Ruský
sl: ruščina
sr: Ruski
ta: ¯Õº¢Âý
th: รัสเซีย
tr: Rusça
uk: Російська
vi: Nga
xh: isiRashiya

source: Slovak
af: slovakiese
az: Slovakca
bg: Словашки
ca: Eslovac
cs: Slovenský
da: Slovakisk
de: Slowakisch
el: Σλοβακικά
et: Slovaki
fi: Slovakki
he: תיקבולס
hu: szlovák
is: Slóvanska
ko: 슬로바키아어
lt: Slovakų
lv: Slovāku
mt: Slovakk
nl: Slovaaks
no: Slovakisk
pl: Słowacki
pt: Eslovaco
ro: Slovacă
ru: Словацкий
sk: Slovenský
sl: slovaščina
sr: Slovački
ta: Í§Ä¡Å¡ì
th: สโลวัค
tr: Slovakça
uk: Словацька
xh: isiSlovaki

source: Czech
af: tsjeggië
az: Çexcə
bg: Чешки
ca: Txec
cs: Český
da: Tjekkisk
de: Tschechisch
el: Τσέχικα
et: Tšehhi
fi: Tsekki
he: תיכ'צ
hu: cseh
is: Tékkneska
ko: 체코어
lt: Čekų
lv: Čehu
mt: Kżekk
nl: Tsjechisch
no: Tjekkisk
pl: Czeski
pt: Checo
ro: Cehă
ru: Чешский
sk: Český
sl: češčina
sr: Češki
ta: ¦ºì
th: เชค
tr: Çekçe
uk: Чеська
xh: isiCzech

source: Swedish
af: sweedse
az: İsveçcə
bg: Шведски
ca: Suec
cs: Švédský
da: Svensk
de: Schwedisch
el: Σουηδικά
et: Rootsi
fi: Ruotsi
he: תידבש
hu: svéd
is: Sænska
ko: 스웨덴어
lt: Švedų
lv: Zviedru
mt: Svediż
nl: Zweeds
no: Svensk
pl: Szwedzki
pt: Sueco
ro: Suedeză
ru: Шведский
sk: Švédsky
sl: švedščina
sr: Švedski
ta: ÍÅ£ÊÍ
th: สวีเดน
tr: İsveççe
uk: Шведська
vi: Thụy điển
xh: isiSwedishi

source: Swiss German
af: switserse duits
az: İsveç Almancası
bg: Швейцарски-немски
ca: Alemany suis
cs: Švýcarská němčina
da: Svejtsertysk
de: Deutsch (Schweiz)
el: Γερμανικά (Ελβ.)
et: Šveitsi saksa
fi: Sveitsin saksa
he: תירציווש תינמרג
hu: német (svájci)
is: Svissnesk þýska
ko: 스위스식 독일어
lt: Šveicarijos Vokiečių
lv: Šveices Vācu
mt: Ġermaniż Svizzeru
nl: Duits (Zwitserland)
no: Sveitsertysk
pl: Niemiecki ze Szwajcarii
pt: Alemão da Suiça
ro: Germană elveţiană
ru: Швейцарский немецкий
sk: Nemecký (Švajčiarsko)
sl: švicarska nemščina
sr: Švajcarski nemački
ta: ÍÅ¢Í ¦º÷Áý
th: สวิส เยอรมัน
tr: İsveç Almancası
uk: Швейцарська німецька
xh: isiJamani saseSwiss

source: Ukrainian
af: ukraïniese
az: Ukraynaca
bg: Украински
ca: Ucraïnès
cs: Ukrajinský
da: Ukrainsk
de: Ukrainisch
el: Ουκρανικά
et: Ukraina
fi: Ukraina
he: תיניארקוא
hu: ukrán
is: Úkraínska
ko: 우크라이나어
lt: Ukrainiečių
lv: Ukraiņu
mt: Ukranjan
nl: Oekraïns
no: Ukrainsk
pl: Ukraiński
pt: Ucraniano
ro: Ucrainiană
ru: Украинский
sk: Ukrajinský
sl: ukrajinščina
sr: Ukrajinski
ta: ¯ì§ÃÉ¢Âý
th: ยูเครน
tr: Ukraynaca
uk: Українська
xh: isi Ukraniya

source: Lithuanian
af: lithuaniese
ca: Lituà
cs: Litevský
da: Litauisk
de: Litauisch
et: Leedu
fi: Liettua
he: תיאטיל
hu: litván
is: Litháenska
ko: 리투아니아어
lt: Lietuvių
lv: Lietuviešu
nl: Lithouws
no: Litauisk
pt: Lituânio
sk: Litovský
sl: litvanščina
uk: Литовська
xh: isiLithuanian

source: French
af: franse
az: Fransızca
bg: Френски
ca: Francès
cs: Francouzský
da: Fransk
de: Französisch
et: Prantsuse
fi: Ranska
he: תיתפרצ
hu: francia
is: Franska
ko: 프랑스어
lt: Prancūzų
lv: Franču
mt: Franċiż
nl: Frans
no: Fransk
pl: Francuski
pt: Francês
ro: Franceză
ru: Французский
sk: Francúzsky
sl: francoščina
sr: Francuski
ta: À¢¦ÃýÍ
th: ฝรั่งเศส
tr: Fransızca
uk: Французька
vi: Pháp
xh: isiFrentshi

source: Belarusian
ca: Bielorrús
cs: Běloruský
da: Hviderussisk
de: Weißrussisch
et: Valgevene
fi: Valkovenäjä
he: תיסורלב
hu: belorusz
is: Belarúsían
ko: 벨라루즈어
lt: Baltarusių
lv: Baltkrievu
nl: Wit-Russisch
no: Hviterussisk
pt: Bielorusso
sk: Bieloruský
sl: beloruščina
uk: Білоруська
xh: isiBelarusian

source: _: Unknown ispell dictionary Unknown
af: onbekende
az: Namə'lum
bg: Незнаен
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
et: Tundmatu
fi: Tuntematon
he: עודי אל
hu: ismeretlen
is: Óþekkt
ko: 모름
lt: Nežinomas
lv: Nezināma
mt: Mhux magħruf
nl: Onbekend
no: Ukjent
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизв.
sk: Neznámy
sl: Neznan
sr: Nepoznat
ta: ¦¾Ã¢Â¡¾
th: ไม่รู้จัก
tr: Bilinmiyor
uk: Невідомий
xh: Engaziwayo

source: ISpell Default
af: ispell verstek
az: Əsas ISpell
bg: Граматична проверка подразбиране
ca: ISpell per omissió
cs: Implicitní pro ispell
da: ISpell standard
de: Voreinstellung für ISpell
el: Προκαθορισμένο του ISpell
et: ISpell'i vaikeväärtused
fi: ISpell oletus
he: תויאה קדוב לש לדחמ תרירב
hu: Ispell alapértékek
is: Sjálfgefið í ISpell
ko: ISpell 기본
lt: ISpell nutylima
lv: ISpell Noklusētais
mt: ISpell Standard
nl: Standaard Ispell
no: ISpell-standard
pl: Domyślny
pt: Por omissão
ro: Implicit ISpell
ru: ISpell по умолчанию
sk: ISpell štandardný.
sl: Privzeto za ISpell
sr: Predefinisan ISpell
ta: ISpell ¦¸¡¼¡¿¢¨Ä
th: ค่าปริยายของ ISpell
tr: Öntanımlı ISpell
uk: Типовий ISpell
vi: ISpell mặc định
xh: ISpell okungagqibekanga

source: _: default spelling dictionary Default - %1 [%2]
af: verstek - %1 [%2]
az: Əsas - %1 [%2]
bg: По подразбиране - %1 [%2]
ca: Omissió - %1 [%2]
cs: Implicitní - %1 [%2]
da: Standard - %1 (%2)
de: Standard-Wörterbuch - %1 [%2]
el: Προκαθορισμένο - %1 [%2]
et: Vaikeväärtus - %1 [%2]
fi: Oletus - %1 [%2]
he: [%2] %1 - לדחמ תרירב
hu: Alapértelmezés - %1 [%2]
is: Sjálfgefin - %1 [%2]
ko: 기본 - %1 [%2]
lt: Nutylimas – %1 [%2]
lv: Noklusētā - %1 [%2]
mt: Standard - %1 [%2]
nl: Standaard - %1 [%2]
no: Standard - %1 [%2]
pl: Domyślny - %1 [%2]
pt: Por omissão - %1 [%2]
ro: Implicit - %1 [%2]
ru: По умолчанию - %1 [%2]
sk: Štandardne - %1 [%2]
sl: Privzet - %1 [%2]
sr: Predefinisani - %1 [%2]
ta: ¦¸¡¼¡¿¢¨Ä - %1 [%2]
th: ค่าปริยาย - %1 [%2]
tr: Öntanımlı - %1 [%2]
uk: Типовий - %1 [%2]
xh: Engagqibekanga - %1 [%2]

source: ASpell Default
af: a-spel verstek
az: Əsas ASpell
bg: Граматична проверка подразбиране
ca: ASpell per omissió
cs: Implicitní pro ASpell
da: ASpell standard
de: Voreinstellung für ASpell
el: Προκαθορισμένο του ΑSpell
et: ASpell vaikeväärtus
fi: ASpell oletus
he: ASpell לש לדחמ תרירב
hu: az Aspell alapértelmezése
is: Sjálfgefið í ASpell
ko: ASpell 기본
lt: ASpell nutylima
lv: ASpell Noklusētā
mt: ASpell Standard
nl: Standaard Aspell
no: ASpell-standard
pl: Domyślny ASpell
pt: Por omissão do Aspell
ro: Implicit ASpell
ru: ASpell по умолчанию
sk: ASpell štandardný.
sl: Privzeto za ASpell
sr: Predefinisan ASpell
ta: ASpell ¦¸¡¼¡¿¢¨Ä
th: ค่าปริยายของ ASpell
tr: Öntanımlı ASpell
uk: Типовий для ASpell
vi: ASpell mặc định
xh: ASpell okungagqibekanga

source: Check spelling
af: bevestig spelling
az: İmla yoxlaması apar
bg: Проверка на правопис
ca: Comprovació d'ortografia
cs: Zkontrolovat pravopis
da: Undersøg stavning
de: Rechtschreibprüfung
el: Έλεγχος ορθογραφίας
et: Kontrolli õigekirja
fi: Tarkista oikeinkirjoitus
he: תויא קודב
hu: Helyesírás-ellenőrzés
is: Yfirfara stafsetningu
ko: 맞춤법 검사
lt: Rašybos tikrinimas
lv: Pārbaudīt pareizrakstību
mt: Iċċekkja l-ortografija
nl: Spellingscontrole
no: Kjør stavekontroll
pl: Sprawdź pisownię
pt: Verificar ortografia
ro: Verificare ortografie
ru: Проверка орфографии
sk: Kontrola pravopisu
sl: Preveri črkovanje
sr: Proveri spelovanje
ta: ±ØòÐìÜðÎ
th: ตรวจคำสะกด
tr: İmla denetimi yap
uk: Перевірити правопис
vi: Kiểm tra chính tả
xh: Khangela upelo

source: &Stop
az: &Dayan
bg: &Стоп
ca: A&tura
cs: Za&stavit
de: A&nhalten
el: &Στοπ
et: &Peata
fi: &Pysäytä
he: רו&צע
hu: Á&llj
is: &Stöðva
ko: 멈춤(&S)
lv: &Stāt
mt: Ie&qaf
nl: &Stoppen
no: &Stopp
pt: &Parar
ro: &Opreşte
ru: &Прекратить
sl: &Ustavi
sr: Zaus&tavi
ta: ¿¢ÚòÐ
th: หยุด
tr: &Dur
uk: &Стоп
vi: Dừng
xh: &yima

source: Misspelled Word:
af: verkeerd gespelde woord:
az: Səhv yazılmış Kəlimə:
bg: Грешна дума:
ca: Paraula errònia:
cs: Chybně napsané slovo:
da: Ord stavet forkert:
de: Falsches Wort:
el: Ανορθόγραφη Λέξη:
et: Valesti kirjutatud sõna:
fi: Väärinkirjoitettu sana:
he: :תויא תואיגש םע םילימ
hu: Hibásan írt szó:
is: Misritað orð:
ko: 잘못된 단어:
lt: Klaidingas žodis:
lv: Kļūdains Vārds:
mt: Kelma Spelluta Ħażin:
nl: Foutgespeld woord:
no: Feilstavet ord:
pl: Błędne słowo:
pt: Palavra incorrecta:
ro: Cuvînt greşit:
ru: Ошибочное слово:
sk: Chybné slovo:
sl: Narobe črkovana beseda:
sr: Nepravilno napisana reč:
ta: ±ØòÐôÀ¢¨ÆÔûÇ ¦º¡ø:
th: คำสะกดผิด:
tr: Yanlış yazılmış Kelime:
uk: Помилки в словах:
vi: Từ không được kiểm tra:
xh: Igama elingapelwanga kakuhle:

source: Replacement:
af: plaasvervanger:
az: Yerinə qoyulacaq:
bg: Замяна:
ca: Substitució:
cs: Náhrada:
da: Erstatning:
de: Ersetzung:
el: Αντικατάσταση:
et: Asendus:
fi: Korvaava:
he: :ףלחה
hu: Csere:
is: Leiðrétting:
ko: 바꾸기
lt: Pakaitalas:
lv: Aizvietojums:
mt: Bidla:
nl: Vervanging:
no: Erstatning:
pl: Zastąpienie:
pt: Substituição:
ro: Înlocuitor:
ru: Замена:
sk: Náhrada:
sl: Zamenjava:
sr: Zamena:
ta: Á¡üÈõ:
th: การแทนที่:
tr: Yerine konulacak:
uk: Заміна:
vi: Thay thế:
xh: Ubuyiselo:

source: Suggestions:
af: voorstelle:
az: Tövsiyyələr:
bg: Съвет:
ca: Suggerències:
cs: Návrhy:
da: Forslag:
de: Vorschläge:
el: Προτάσεις:
et: Soovitused:
fi: Ehdotukset:
he: :תועצה
hu: Javaslatok:
is: Uppástungur:
ko: 제안
lt: Pasiūlymai:
lv: Ieteikumi:
mt: Suġġerimenti:
nl: Suggesties:
no: Forslag:
pl: Sugestia:
pt: Sugestões:
ro: Sugestii:
ru: Предложения:
sk: Odporúčania:
sl: Predlogi:
sr: Predlozi:
ta: §Â¡º¨É¸û:
th: คำแนะนำ:
tr: Öneriler:
uk: Можливі варіанти:
vi: Gợi ý:
xh: Iziphakamiso:

source: &Ignore
af: ignoreer
az: &Nəzərə Alma
bg: &Игнорирай
ca: &Ignora-ho
cs: &Ignorovat
da: &Ignorér
de: &Ignorieren
el: &Παράβλεψη
et: &Ignoreeri
fi: &Peru
he: םלעת&ה
hu: &Kihagyás
is: &Hundsa
ko: 무시(&I)
lt: &Ignoruoti
lv: &Ignorēt
mt: &Injora
nl: Ne&geren
no: &Ignorer
pl: &Ignoruj
pt: &Ignorar
ro: &Ignoră
ru: &Игнорировать
sk: &Ignorovať
sl: &Zanemari
sr: &Ignoriši
ta: ÒÈì¸½¢
th: ไม่สนใจ
tr: &Yoksay
uk: &Пропустити
vi: Bỏ qua
xh: &Sukunanza

source: I&gnore All
af: ignoreer alle
az: Hamısını Nə&zərə Alma
bg: &Игнорирай всички
ca: I&gnora-ho tot
cs: I&gnorovat všechny
da: I&gnorér alle
de: A&lle ignorieren
el: Παράβλεψη Όλ&ων
et: I&gnoreeri kõiki
fi: P&eru kaikki
he: לכהמ םלע&תה
hu: Mindegyik kiha&gyása
is: H&undsa allt
ko: 모두 무시(&g)
lt: I&gnoruoti visus
lv: I&gnorēt visu
mt: I&njora kollha
nl: A&lles negeren
no: I&gnorer alle
pl: I&gnoruj wszystkie
pt: I&gnorar Todas
ro: Ignoră &tot
ru: И&гнорировать все
sk: I&gnorovať všetky
sl: Zane&mari vse
sr: I&gnoriši sve
ta: «¨ÉòÐõ ÒÈì¸½¢
th: ไม่สนใจทั้งหมด
tr: Hepsini Y&oksay
uk: П&ропустити всі
vi: Bỏ qua tất cả
xh: Suku&nanza konke

source: A&dd
af: voeg by
az: Ə&lavə Et
bg: &Добави
ca: A&fegeix
cs: Při&dat
da: &Tilføj
de: Hinzu&fügen
el: Προσ&θήκη
et: L&isa
fi: &Lisää
he: ףס&וה
hu: Hozzáa&dás
is: Bæta &við
ko: 더하기(&d)
lt: Pri&dėti
lv: P&ievienot
mt: &Żid
nl: &Toevoegen
no: &Legg til
pl: &Dodaj
pt: A&dicionar
ro: &Adaugă
ru: &Добавить
sk: Pri&dať
sl: D&odaj
sr: &Dodaj
ta: §º÷
th: เพิ่ม
tr: E&kle
uk: Д&одати
vi: Thêm
xh: D&ibanisa
