Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: _: Thursday Thu
af: do
az: Cax
bg: Чтв
ca: Dj
cs: čt
da: tor
de: Do
el: Πεμ
et: N
fi: To
he: ה םוי
hu: Cs
is: fim
ko: 목요일
lt: Ket
lv: C
mt: Ħam
nl: do
no: tor
pl: czw
pt: Qui
ro: Joi
ru: Чт
sk: Št
sl: čet
sr: čet
ta: Å¢Â¡
th: พฤ.
tr: Per
uk: Чет
xh: Lwesine

source: _: Friday Fri
af: vry
az: Cüm
bg: Птк
ca: Dv
cs: pá
da: fre
de: Fr
el: Παρ
et: R
fi: Pe
he: ו םוי
hu: P
is: fös
ko: 금요일
lt: Pen
lv: Pk
mt: Ġim
nl: vr
no: fre
pl: pią
pt: Sex
ro: Vin
ru: Пт
sk: Pi
sl: pet
sr: pet
ta: ¦Åû
th: ศ.
tr: Cum
uk: Пят
xh: Lwesihlanu

source: _: Saturday Sat
af: sa
az: Şən
bg: Съб
ca: Ds
cs: so
da: lør
de: Sa
el: Σαβ
et: L
fi: La
he: תבש
hu: Szo
is: lau
ko: 토요일
lt: Šeš
lv: S
mt: Sib
nl: za
no: lør
pl: sob
pt: Sáb
ro: Sîm
ru: Сб
sk: So
sl: sob
sr: sub
ta: ºÉ¢
th: ส.
tr: Cts
uk: Суб
xh: Mgqibelo

source: _: Sunday Sun
af: sun
az: Baz
bg: Нед
ca: Dg
cs: ne
da: søn
de: So
el: Κυρ
et: P
fi: Su
he: א םוי
hu: V
is: sun
ko: 일요일
lt: Sek
lv: Sv
mt: Ħad
nl: zo
no: søn
pl: nie
pt: Dom
ro: Dum
ru: Вс
sk: Ne
sl: ned
sr: ned
ta: »¡Â¢
th: อา.
tr: Paz
uk: Нед
xh: Cawe

source: _: Dear translator, please do not translate this string in any form, but pick the _right_ value out of NoPlural/TwoForms/French.... If not sure what to do mail thd@kde.org and coolo@kde.org, they will tell you. Better leave that out if unsure, the programs will crash!! Definition of PluralForm - to be set by the translator of kdelibs.po
af: TwoForms
az: NoPlural
bg: TwoForms
ca: TwoForms
cs: Czech
da: TwoForms
de: TwoForms
el: TwoForms
et: TwoForms
fi: TwoForms
he: TwoForms
hu: NoPlural
is: TwoForms
ko: NoPlural
lt: Lithuanian
lv: TwoForms
mt: Maltese
nl: TwoForms
no: TwoForms
pl: Polish
pt: TwoForms
ro: TwoForms
ru: Russian
sk: Slovak
sl: Slovenian
sr: Russian
ta: TwoForms
th: NoPlural
tr: NoPlural
uk: Russian
xh: TwoForms

source: New
af: nuwe
az: Yeni
bg: Нов
ca: Nou
cs: Nový
da: Ny
de: Neu
el: Νέο
et: Uus
fi: Uusi
he: שדח
hu: Új
is: Nýtt
ko: 새로운
lt: Naujas
lv: Jauns
mt: Ġdid
nl: Nieuw
no: Ny
pl: Nowy
pt: Novo
ro: Nou
ru: Новый
sk: Nový
sl: Nov
sr: Novo
ta: Ò¾¢Â
th: สร้างใหม่
tr: Yeni
uk: Новий
vi: Mới
xh: Entsha

source: Delete Word Backwards
af: uitvee woord terugwaarts
az: Kəlmə Arxalarını Sil
bg: Изтрий дума отзад напред
ca: Esborra paraula endarrera
cs: Smazat slovo zpět
da: Slet ord baglæns
de: Letzte Wörter löschen
et: Kustuta eelmine sõna
fi: Poista edellinen sana
he: הרוחא הלימ קחמ
hu: Az előző szó törlése
is: Eyða orði til vinstri
ko: 낱말 뒤로 지우기
lt: Trinti žodį atgal
lv: Dzēst Vārdu Atpakaļ
mt: Ħassar kelma b'lura
nl: Woord achterwaarts verwijderen
no: Baklengs ord-sletting
pl: Skasuj słowo za kursorem
pt: Apagar Palavra Anterior
ro: Şterge cuvîntul înapoi
ru: Удалить слово перед курсором
sk: Odstrániť slovo pred
sl: Zbriši besedo vzvratno
ta: ¦º¡ø¨Äô À¢ý§É¡ì¸¢ «Æ¢
th: ลบคำย้อนหลัง
tr: Kelimeyi Geriye Doğru Sil
uk: Вилучити слово позаду
vi: Xoá lùi từ
xh: Cima igama elisemva

source: Delete Word Forward
af: uitvee woord vorentoe
az: Kəlmə Qabağını Sil
bg: Изтрий дума отпред назад
ca: Esborra paraula endavant
cs: Smazat slovo dopředu
da: Slet ord forlæns
de: Nächste Wörter löschen
et: Kustuta järgmine sõna
fi: Poista seuraava sana
he: המידק הלימ קחמ
hu: A következő szó törlése
is: Eyða orði til hægri
ko: 낱말 앞으로 지우기
lt: Trinti žodį į priekį
lv: Dzēst Vārdu uz Priekšu
mt: Ħassar kelma 'l quddiem
nl: Woord voorwaarts verwijderen
no: Forlengs ord-sletting
pl: Skasuj słowo przed kursorem
pt: Apagar Palavra Seguinte
ro: Şterge cuvîntul înainte
ru: Удалить слово за курсором
sk: Odstrániť slovo za
sl: Zbriši besedo naprej
ta: ¦º¡ø¨Ä Óý§É¡ì¸¢ «Æ¢
th: ลบคำต่อไป
tr: Kelimeyi İleri Doğru Sil
uk: Вилучити слово попереду
vi: Xoá tiến từ (forward)
xh: Cima igama eliphambili

source: Find
af: soek
az: Axtar
bg: Намери
ca: Cerca
cs: Najít
de: Suchen
el: Εύρεση
et: Leia
fi: Etsi
he: שופיח
hu: Keresés
is: Finna
ko: 찾기
lt: Ieškoti
lv: Meklēt
mt: Sib
nl: Zoeken
no: Finn
pl: Znajdź
pt: Procurar
ro: Caută
ru: Поиск
sk: Hľadať
sl: Najdi
sr: Nađi
ta: §¾Î
th: ค้นหา
tr: Bul
uk: Пошук
vi: Tìm kiếm
xh: Fumana

source: Find Next
af: soek volgende
az: Sonrakını Axtar
bg: Намери Следващ
ca: Cerca següent
cs: Najít další
da: Find næste
de: Weitersuchen
el: Εύρεση Επόμενου
et: Leia järgmine
fi: Etsi seuraava
he: אבה תא שפח
hu: A következő keresése
is: Finna næsta
ko: 다음 찾기
lt: Ieškoti kito
lv: Meklēt Nākošo
mt: Sib li jmiss
nl: Volgende zoeken
no: Finn neste
pl: Znajdź następne
pt: Procurar Seguinte
ro: Caută următor
ru: Продолжить поиск
sk: Hľadať nasledujúci
sl: Najdi naslednje
sr: Nađi sledeće
ta: «Îò¾¨¾ò §¾Î
th: ค้นหาต่อไป
tr: Sonrakini Bul
uk: Знайти наступний
vi: Tìm tiếp
xh: Fumana okulandelayo

source: Find Prev
af: soek vorige
az: Əvvəlkini Axtar
bg: Намери Предишен
ca: Cerca anterior
cs: Najít předchozí
da: Find forrige
de: Vorherige suchen
el: Εύρεση Προηγούμενου
et: Leia eelmine
fi: Etsi edellinen
he: םדוקה תא שפח
hu: Az előző keresése
is: Finna fyrra
ko: 먼저 찾기
lt: Ieškoti atgal
lv: Meklēt Iepr
mt: Sib ta' qabel
nl: Vorige zoeken
no: Finn forrige
pl: Znajdź poprzednie
pt: Procurar Anterior
ro: Caută precedent
ru: Продолжить поиск назад
sk: Hľadať predchádzajúci
sl: Najdi prejšnje
sr: Nađi prethodno
ta: ÓýÉ¨¾ò §¾Î
th: ค้นหาก่อนหน้า
tr: Öncekini Bul
uk: Знайти попередній
vi: Tìm cái trước
xh: Fumana okudlulileyo

source: Zoom In
af: zoem in
az: Yaxınlaşdır
bg: Намали
ca: Apropa
cs: Zvětšit
da: Forstør
de: Vergrößern
el: Ζουμ
et: Vähenda
fi: Suurenna
he: ברקתה
hu: Nagyítás
is: Renna að
ko: 크게 늘리기
lt: Padidinti
lv: Palielināt
mt: Kabbar
nl: Inzoomen
no: Forstørre
pl: Powiększ
pt: Aumentar
ro: Măreşte
ru: Увеличить
sk: Zväčšiť
sl: Povečaj
sr: Povećaj
ta: «ÏÌ
th: ขยายเข้า
tr: Büyüt
uk: Збільшити
vi: Phóng to
xh: Ingxolo enkulu ngaphakathi

source: Zoom Out
af: zoem uit
az: Uzaqlaşdır
bg: Увеличи
ca: Allunya
cs: Zmenšit
da: Formindsk
de: Verkleinern
el: Αναίρεση Ζουμ
et: Suurenda
fi: Pienennä
he: קחרתה
hu: Kicsinyítés
is: Renna frá
ko: 작게 줄이기
lt: Sumažinti
lv: Samazināt
mt: Ċekken
nl: Uitzoomen
no: Forminske
pl: Pomniejsz
pt: Reduzir
ro: Micşorează
ru: Уменьшить
sk: Zmenšiť
sl: Pomanjšaj
sr: Smanji
ta: Å¢ÄÌ
th: ขยายออก
tr: Küçült
uk: Зменшити
vi: Thu nhỏ
xh: Ingxolo enkulu ngaphandle

source: Prior
az: Əvvəl
bg: Предшествуващ
ca: Anterior
cs: Předchozí
da: Forrige
de: Vorherige
et: Eelmine
fi: Edellinen
he: םדוקה
hu: Előző
is: Fyrri
ko: 먼저
lt: Ankstesnis
lv: Priors
mt: Qabel
nl: Vorige
no: Forrige
pl: Poprzedni
pt: Anterior
ro: Precedent
ru: Предыдущий
sl: Prejšnji
sr: Prethodno
ta: Óý¨ÉÂ
th: ก่อนหน้า
tr: Önce
uk: Попередній
vi: Ưu tiên
xh: Ekuqaleni

source: Next
af: volgende
az: Sonra
bg: Следващ
ca: Següent
cs: Následující
da: Næste
de: Weiter
el: Επόμενο
et: Järgmine
fi: Seuraava
he: אבה
hu: Következő
is: Næsti
ko: 다음
lt: Sekantis
lv: Nākošais
mt: Li jmiss
nl: Volgende
no: Neste
pl: Następny
pt: Seguinte
ro: Următor
ru: Следующий
sk: Ďalší
sl: Naslednji
sr: Sledeće
ta: «Îò¾
th: ต่อไป
tr: Sonra
uk: Наступний
vi: Tiếp theo
xh: Elandelayo

source: Go to Line
af: gaan aan lyn
az: Sətirə Get
bg: Отиди на ред
ca: Vés a la línia
cs: Přejít na řádek
da: Gå til linie
de: Gehe zu Zeile
el: Πήγαινε στη Γραμμή
et: Mine reale
fi: Siirry riville
he: הרושל רובע
hu: Ugrás egy sorra
is: Fara að línu
ko: 다른 줄로 건너뛰기
lt: Peršokti į eilutę
lv: Iet uz Rindu
mt: Mur f'linja
nl: Ga naar regel
no: Gå til linje
pl: Idź do linii
pt: Ir para a Linha
ro: Du-te la linia
ru: Перейти на строку
sk: Prejsť na riadok
sl: Pojdi v vrstico
sr: Idi na liniju
ta: ­ùÅÃ¢ìÌî ¦ºø
th: ไปยังบรรทัดที่
tr: Satıra Git
uk: Перейти на рядок
vi: Nhảy tới dòng
xh: Yiya elayinini

source: Add Bookmark
af: voeg by boekmerk
az: Nişanı Əlavə Et
bg: Добави Бележка
ca: Afegeix punt
cs: Přidat záložku
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
el: Προσθήκη Σελιδοδείκτη
et: Lisa järjehoidja
fi: Lisää kirjanmerkki
he: תוינמיסל ףסוה
hu: Könyvjelző hozzáadása
is: Setja bókamerki
ko: 책갈피에 더하기
lt: Pridėti atžymą
lv: Pievienot Grāmatzīmi
mt: Żid bookmark
nl: Aan bladwijzers toevoegen
no: Legg til bokmerke
pl: Dodaj zakładkę
pt: Adicionar aos Favoritos
ro: Adaugă semn de carte
ru: Добавить закладку
sk: Pridať k záložkám
sl: Dodaj zaznamek
sr: Dodaj marker
ta: Òò¾¸ìÌÈ¢¨Âî §º÷
th: เพิ่มในที่คั่นหนังสือ
tr: Yer İmi Ekle
uk: Додати закладку
vi: Thêm vào Bookmark
xh: Dibanisa amanqaku encwadi

source: Text Completion
af: teks voltooiïng
az: Mətn Tamamlama
bg: Завършване на текст
ca: Completa text
cs: Doplňování textu
da: Tekstfuldstændiggørelse
de: Text-Ergänzung
el: Συμπληρωση Κειμένου
et: Teksti lõpuleviimine
fi: Tekstintäydennys
he: טסקט תמלשה
hu: Szövegkiegészítés
is: Textaklárun
ko: 글월 완성
lt: Teksto baigimas
lv: Teksta Pabeigšana
mt: Kompli l-kliem
nl: Tekst completeren
no: Tekstfullføring
pl: Dopełnienie tekstu
pt: Completação de Texto
ro: Completare text
ru: Завершение текста
sk: Doplnenie textu
sl: Dopolnjevanje besedila
sr: Dovršavanje teksta
ta: ¯¨Ã ¿¢¨È×
th: ทำข้อความให้สมบูรณ์
tr: Metin Tamamlama
uk: Доповнення тексту
vi: Hoàn thành text
xh: Ugqityo lomxholo

source: Previous Completion Match
af: vorige voltooiïng ooreenstem
az: Əvvəlki Tamamlama Oxşardır
bg: Предишно съвпадение
ca: Coincidència d'acabament prèvia
cs: Předchozí odpovídající položka
da: Forrige fuldstændige tilpasning
de: Vorherige Ergänzung
el: Προηγούμενο Ταίριασμα Συμπλήρωσης
et: Eelmine lõpuleviimise kokkulangevus
fi: Edellinen täydennysosuma
he: המלשהל תמדוקה המאתהה
hu: Az előző illeszkedő kiegészítés
is: Fyrri textaklárunarmöguleiki
ko: 찾은 항목에서 먼저 것
lt: Ankstesnis atitikmuo
lv: Iepriekšējās Komplektācijas atbilstība
mt: Kompletazzjoni ta' qabel
nl: Vorige overeenkomstige completering
no: Forrige fullføringstreff
pl: Poprzedni wynik dopełnienia
pt: Completação Anterior
ro: Potrivirea precedentă
ru: Предыдущий вариант завершения
sk: Predchádzajúca zhoda
sl: Prejšnji zadetek
ta: Óý¨ÉÂ ¿¢¨È×ô ¦À¡Õò¾õ
th: ที่สอดคล้องกันก่อนหน้านี้
tr: Önceki Tamamlama Eşlenir
uk: Попередній варіант завершення
vi: Cái trùng hợp lần trước
xh: Uthelekiso logqityo oludlulileyo

source: Next Completion Match
af: volgende voltooiïng ooreenstem
az: Sonrakı Tamamlama Oxşardır
bg: Следващо съвпадение
ca: Coincidència d'acabament següent
cs: Další odpovídající položka
da: Næste fuldstændige tilpasning
de: Nächste Ergänzung
el: Επόμενο Ταίριασμα Συμπλήρωσης
et: Järgmine lõpuleviimise kokkulangevus
fi: Seuraava täydennysosuma
he: המלשהל האבה המאתהה
hu: A következő illeszkedő kiegészítés
is: Næsti textaklárunarmöguleiki
ko: 찾은 항목에서 다음 것
lt: Sekantis atitikmuo
lv: Nākošās Komplektācijas Atbilstība
mt: Kompletazzjoni li jmiss
nl: Volgende overeenkomstige completering
no: Neste fullføringstreff
pl: Następny wynik dopełnienia
pt: Próxima Completação
ro: Potrivirea următoare
ru: Следущий вариант завершения
sk: Nasledujúca zhoda
sl: Naslednji zadetek
ta: «Îò¾ ¿¢¨È×ô ¦À¡Õò¾õ
th: ที่สอดคล้องกันตัวถัดไป
tr: Sonraki Tamamlama Eşlenir
uk: Наступний варіант завершення
vi: Cái trùng hợp tiếp theo
xh: Uthelekiso logqityo olulandelayo

source: Previous Item in List
af: vorige item in lys
az: Siyahıdakı Əvvəlki Üzv
bg: Предишен в списъка
ca: Ítem previ de la llista
cs: Předchozí položka v seznamu
da: Forrige punkt på listen
de: Vorheriges Listenelement
el: Προηγούμενο αντικείμενο στη λίστα
et: Eelmine element nimekirjas
fi: Edellinen tietue listalla
he: המישרב םדוקה טירפה
hu: A lista előző eleme
is: Fyrri liður í listanum
ko: 목록에서 먼저 있는 항목
lt: Ankstesnis sąrašo objektas
lv: Iepriekšējais Elements Sarakstā
mt: Element ta' qabel fil-lista
nl: Vorig item in de lijst
no: Forrige element i listen
pl: Poprzednia pozycja na liście
pt: Item Anterior na Lista
ro: Itemul precedent în listă
ru: Предыдущий элемент в списке
sk: Predchádzajúca položka v zozname
sl: Prejšnja postavka s seznama
sr: Prethodna stavka na listi
ta: ÀðÊÂÄ¢ø Óý¨ÉÂ ¯ÕôÀÊ
th: ตัวก่อนหน้านี้ในรายการ
tr: Listedeki Önceki Öğe
uk: Попередній елемент у списку
vi: Khoản(item) phía trước trong danh sách
xh: Umba odlulileyo eluhlwini

source: Next Item in List
af: volgende item in lys
az: Siyahıdakı Sonrakı Üzv
bg: Следващ в списъка
ca: Ítem següent de la llista
cs: Další položka v seznamu
da: Næste punkt på listen
de: Nächstes Listenelement
el: Επόμενο αντικείμενο στη λίστα
et: Järgmine element nimekirjas
fi: Seuraava tietue listalla
he: המישרב אבה טירפה
hu: A lista következő eleme
is: Næsti liður í listanum
ko: 목록에서 다음에 있는 항목
lt: Sekantis sąrašo objektas
lv: Nākošais Elements Sarakstā
mt: Element li jmiss fil-lista
nl: Volgend item in de lijst
no: Neste element i listen
pl: Następna pozycja na liście
pt: Próximo Item na Lista
ro: Itemul următor în listă
ru: Следующий элемент в списке
sk: Nasledujúca zložka v Zozname
sl: Naslednja postavka s seznama
sr: Sledeća stavka na listi
ta: ÀðÊÂÄ¢ø «Îò¾ ¯ÕôÀÊ
th: ตัวถัดไปในรายการ
tr: Listedeki Sonraki Öğe
uk: Наступний елемент у списку
vi: Khoản(item) tiếp theo trong danh sách
xh: Umba olandelayo eluhlwini

source: Popup Menu Context
af: opspring kieslys konteks
az: Popup Menyu Kontekst
bg: Меню с контекс
ca: Menú de context emergent
cs: Kontext místní nabídky
da: Pop-op menu sammenhæng
de: Kontextmenü
et: Hüpikmenüü kontekst
fi: Näytä ponnahdusikkuna
he: ץפקומ טירפת רשקה
hu: Felbukkanó menü
is: Unhverfi flýtivalmyndar
ko: 튀어 나오는 차림표 알맹이
lt: Atsirandantis kontekstinis meniu
lv: Uznirstošās Izvēlnes Konteksts
mt: Kuntest tal-menu kuntestwali
nl: Contextmenu tonen
no: Kontekstmeny
pl: Menu kontekstowe
pt: Menu de Contexto
ro: Meniu contextual
ru: Показать контекстное меню
sk: Kontext popup menu
sl: Kontekstni dvižni menu
ta: §ÁøÁ£ðÒô ÀðÊÂ¢ý ÝÆø
th: ป๊อปอับคอนเท็กซ์เมนู
tr: Popup Menü Bağlamı
uk: Відкрити контекст меню
vi: Phạm vi menu pop-up
xh: Intsingiselo yemenu enengxolo eqhekezeyo

source: What's This
af: wat is hierdie
az: Bu, Nədir?
bg: Какво е това
ca: Què és això
cs: Co je toto
da: Hvad er dette
de: Was ist das?
el: Τι είναι αυτό
et: Mis see on
fi: Mikä tämä on
he: הז המ
hu: Mi ez?
is: Hvað er þetta
ko: 이것은 무엇입니까
lt: Kas tai
lv: Kas Tas ir
mt: Dan x'inhu
nl: Wat is dit
no: Hva er dette
pl: Co to jest?
pt: O que é Isto
ro: Ce înseamnă aceasta
ru: Что это
sk: Čo je to
sl: Kaj je to
sr: Šta je ovo
ta: ­Ð ±ýÉ
th: นี่คืออะไร ?
tr: Bu Nedir?
uk: Що це
vi: Đây là cái gì
xh: Yintoni le

source: Up
af: begin
az: Yuxarı
bg: Нагоре
ca: Amunt
cs: Nahoru
da: Op
de: Nach oben
el: Πάνω
et: Üles
fi: Ylös
he: הלעמל
hu: Fel
is: Upp
ko: 위
lt: Aukštyn
lv: Uz augšu
mt: Fuq
nl: Omhoog
no: Opp
pl: Do góry
pt: Subir
ro: Sus
ru: Вверх
sk: Nahor
sl: Gor
sr: Gore
ta: §Áø
th: ขึ้น
tr: Yukarı
uk: Вгору
vi: Lên
xh: Ngentla

source: Forward
af: vorentoe
az: İrəli
bg: Препращане
ca: Endavant
cs: Vpřed
da: Fremad
de: Nach vorne
el: Μπροστά
et: Edasi
fi: Eteen
he: המידק
hu: Jobbra
is: Áfram
ko: 앞으로
lt: Pirmyn
lv: Pārsūtīt
mt: Quddiem
nl: Volgende
no: Fremover
pl: Do przodu
pt: Avançar
ro: Înainte
ru: Вперед
sk: Dopredu
sl: Naprej
sr: Napred
ta: Óý§É¡ì¸¢
th: ถัดไป
tr: İleri
uk: Вперед
vi: Tiến lên
xh: Phambili

source: Show Menu Bar
af: vertoon kieslys kolom
az: Menyu Çubuğunu Göstər
bg: Покажи ред с меню
ca: Mostra la barra de menú
cs: Zobrazovat hlavní nabídku
da: Vis menulinie
de: Menüleiste anzeigen
el: Εμφάνιση Γραμμής Μενού
et: Menüüriba näitamine
fi: Näytä valikkorivi
he: טירפת תרוש גצה
hu: A menüsor megjelenítése
is: Sýna valslá
ko: 차림표 보이기
lt: Meniu
lv: Parādīt Izvēlnes joslu
mt: Uri menu
nl: Menubalk tonen
no: Vis menylinje
pl: Wyświetlaj pasek menu
pt: Mostrar o Menu
ro: Afişează bara de meniu
ru: Показать меню
sk: Zobraziť panel ponuky
sl: Pokaži izbirno letev
sr: Prikaži liniju menija
ta: ÀðÊô Àð¨¼¨Âì ¸¡ðÎ
th: แสดงแถบเมนู
tr: Menü Çubuğunu Göster
uk: Показувати смужку меню
vi: Hiển thị thanh thực đơn
xh: Bonisa ibar yemenu

source: Trash
af: gemors
az: Zibil
bg: Кошче
ca: Paperera
cs: Koš
da: Affald
de: Mülleimer
el: Σκουπίδια
et: Prügikast
fi: Roskakori
he: הפשאל רבעה
hu: Szemétkosár
is: Ruslakarfa
ko: 쓰레기
lt: Šiukšliadėžė
lv: Miskaste
mt: Skart
nl: Prullenbak
no: Papirkurv
pl: Śmietnik
pt: Lixo
ro: Coş de gunoi
ru: Корзина
sk: Odpadky
sl: Smeti
sr: Smeće
ta: Ìô¨À
th: ถังขยะ
tr: Çöp
uk: Смітник
vi: Thùng rác
xh: Umonakalo

source: Desktop %1
af: werkskerm %1
az: %1. Masa Üstü
bg: Работно място %1
ca: Escriptori %1
cs: Pracovní plocha %1
da: Skrivebord %1
de: Arbeitsfläche %1
el: Επιφ. Εργασίας %1
et: Töölaud %1
fi: Työpöytä %1
he: %1 הדובע ןחלוש
hu: %1. munkaasztal
is: Skjáborð %1
ko: %1 번째 일 터
lt: Darbastalis %1
lv: Darbavirsma %1
nl: Bureaublad %1
no: Skrivebord %1
pl: Biurko %1
pt: Ecrã %1
ro: Ecran %1
ru: Рабочий стол %1
sk: Plocha %1
sl: Namizje %1
ta: §Á¨º %1
th: เดสก์ทอป %1
tr: %1. Masaüstü
uk: Стільниця %1

source: Unknown option '%1'.
af: onbekende opsie '%1'.
az: Namə'lum seçənək '%1'.
bg: Невалидна опция '%1'.
ca: Opció desconeguda '%1'.
cs: Neznámý přepínač '%1'.
da: Ukendt indstilling '%1'.
de: Unbekannte Option "%1".
el: Άγνωστη επιλογή '%1'.
et: Tundmatu võti '%1'.
fi: Tuntematon optio '%1'.
he: '%1' העודי אל תורשפא
hu: Ismeretlen opció: '%1'.
is: Óþekkt stilling '%1'.
ko: '%1' 모르는 옵션 입니다.
lt: Nežinoma parinktis '%1'.
lv: Nezināma opcija '%1'.
mt: Għażla "%1" mhux magħrufa
nl: Onbekende optie: '%1'.
no: Ukjent valg `%1'.
pl: Nieznana operacja '%1'.
pt: Opção desconhecida '%1'.
ro: Optiune necunoscuta '%1'.
ru: Неизвестный параметр '%1'.
sk: Neznáma voľba '%1'.
sl: Neznana možnost ,%1`.
sr: Nepoznata opcija '%1'.
ta: ¦¾Ã¢Â¡ Å¢ÕôÀõ '%1'.
th: ไม่รู้จักตัวเลือก '%1'
tr: Bilinmeyen seçenek '%1'.
uk: Невідомий параметр '%1'.
vi: Tuỳ chọn không biết '%1'.
xh: Ukhetho olungaziwayo %1

source: '%1' missing.
af: '%1' kort.
az: '%1' tapıla bilmədi.
bg: '%1' липства.
ca: manca '%1'.
cs: '%1' chybí.
da: '%1' mangler.
de: "%1" nicht vorhanden.
el: λείπει το '%1'.
et: '%1' puudub.
fi: '%1' puuttuu.
he: רסח '%1'
hu: '%1' hiányzik.
is: '%1' vantar.
ko: '%1' 없습니다.
lt: '%1' dingęs.
lv: '%1' pazaudēts.
mt: '%1' nieqes.
nl: '%1' ontbreekt.
no: `%1' mangler.
pl: Brak '%1'.
pt: '%1' em falta.
ro: '%1' lipseste.
ru: Отсутствует '%1'.
sk: '%1' chýba.
sl: ,%1` manjka
sr: '%1' nedostaje.
ta: '%1' ­ø¨Ä.
th: '%1' หายไป
tr: '%1' bulunamadı.
uk: Не можу знайти '%1'.
vi: Thiếu '%1'.
xh: I-%1 ilahlekile.

source: _: the 2nd argument is a list of name+address, one on each line %1 was written by %2
af: %1 WAS GESKRYF DEUR %2
az: %1 programının müəllif(ləri)i %2
bg: %1 беше записан от %2
ca: %1 el va escriure %2
cs: Autoři aplikace %1 %2
da: %1 blev skrevet af %2
de: %1 wurde geschrieben von %2
el: Το %1 γράφτηκε από %2
et: %1 on kirjutanud %2
fi: %1:n kirjoittanut %2
he: ידי לע בתכנ %1 %2
hu: A(z) %1 készítőinek névsora: %2
is: %2 skrifaði %1
ko: %1 프로그램을 만든이 : %2
lt: %1 buvo parašyta %2
lv: %1 uzrakstīja %2
mt: %1 ġie miktub minn %2
nl: %1 werd geschreven door %2
no: %1 var skrevet av %2
pl: %1 napisany przez %2
pt: O %1 foi escrito por %2
ro: %1 a fost scris de %2
ru: автор(ы) %1: %2
sk: %1 vytvorili %2
sl: %1 je napisal(a) %2
sr: %1 je napisao %2
ta: %1 ­¨É ±Ø¾¢ÂÅ÷ %2 ¬Å¡÷
th: %1 เขียนขึ้นโดย %2
tr: %1 programının yazar(lar)ı %2
uk: %1 було створено %2
xh: i-%1 yabhalwa ngu %2

source: %1 was written by somebody who wants to remain anonymous.
af: %1 was geskryf deur iemand wie wil hê aan bly anoniem.
az: %1, adının gizli qalmağını istəyən birisi tərəfindən yazıldı.
bg: %1 записан от някой, който иска да остане анонимен.
ca: %1 el va escriure algú que vol restar anònim.
cs: %1 napsáno někým, kdo chce zůstat v anonymitě.
da: %1 blev skrevet af én, der ønsker at forblive anonym.
de: %1 wurde geschrieben von jemandem, der/die lieber anonym bleiben möchte.
el: το %1 γράφτηκε από κάποιον που θέλει να παραμείνει ανώνυμος.
et: %1 on kirjutatud kellegi poolt, kes soovib jääda anonüümseks.
fi: %1:n on kirjoittanut joku, joka haluaa pysyä tuntemattomana.
he: .םש םוליעב ראשיהל הצורש והשימ ידי לע בתכנ %1
hu: A(z) %1 szerzője ismeretlen szeretne maradni.
is: %1 skrifaði maður sem óskar nafnleyndar.
ko: %1 은(는) 무명씨로 남고 싶어하는 어떤 사람에 의해 쓰여졌습니다.
lt: %1 buvo parašyta kažkieno, norėjusio likti nežinomu.
lv: %1 uzrakstītā autors vēlējās palikt anonīms.
mt: %1 ġie miktub minn xi ħadd li għażel li jibqa' anonimu.
nl: %1 werd geschreven door iemand die anoniem wenst te blijven.
no: %1 ble skrevet av noen som ønsker å være anonyme.
pl: %1 został zapisany przez kogoś, kto chciał pozostać anonimowy.
pt: O %1 foi escrito por alguém que quer continuar anónimo.
ro: %1 a fost scris de cineva care vrea să rămînă anonim.
ru: автор %1 пожелал остаться неизвестным.
sk: %1 napísal ktosi, kto chcel ostať v anonymite.
sl: %1 je napisal nekdo, ki želi ostati anonimen.
sr: %1 je napisao neko ko želi da ostane anoniman.
ta: %1 «¿¡Á§¾ÂÁ¡¸ ­Õì¸ Å¢ÕõÒ¦Á¡ÕÅÃ¡ø ±Ø¾ôÀð¼Ð.
th: %1 เขียนขึ้นโดยผู้ไม่ประสงค์จะออกนาม
tr: %1, isminin gizli kalmasını isteyen birisi tarafından yazıldı.
uk: %1 було написано тим, хто хоче лишитись невідомим.
vi: %1 được viết bởi một người dấu tên .
xh: I-%1 yabhalwa ngumntu ofuna ukuhlala engaziwa igama lakhe.

source: Unexpected argument '%1'.
af: onverwagte argument '%1'.
az: Gözlənilməz arqument '%1'.
bg: Неочакван аргумент '%1'.
ca: Argument inesperat '%1'.
cs: Neočekávaný argument '%1'.
da: Uventet argument '%1'.
de: Unerwartetes Argument "%1".
el: Μη αναμενόμενο όρισμα '%1'.
et: Ootamatu argument '%1'.
fi: Odottamaton argumentti '%1'.
he: '%1' יופצ יתלב טנמוגרא
hu: Nem várt paraméter: '%1'.
is: Óvænt viðfang '%1'.
ko: '%1'은(는) 뜻하지 않는 인자 입니다.
lt: Nelauktas argumentas '%1'.
lv: Nepieļaujams arguments '%1'.
mt: Argument "%1" mhux mistenni.
nl: Onverwacht argument: '%1'.
no: Uventet argument `%1'.
pl: Niespodziewany argument '%1'.
pt: Argumento inesperado '%1'.
ro: Argument neasteptat '%1'.
ru: Неверный аргумент '%1'.
sk: Neočakávaný argument '%1'.
sl: Nepričakovan argument ,%1`.
sr: Neočekivani argument '%1'.
ta: ±¾¢÷À¡Ã¡¾ ­¨½ôÒÁ¡È¢ '%1'.
th: อากรูเมนต์ '%1' อาจผิดพลาด
tr: Beklenmeyen argüman '%1'.
uk: Непередбачений аргумент '%1'.
vi: Đối số không ngờ tới '%1'.
xh: Impikiswano engalindelekanga %1
