Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: %1 is a file, but a directory was expected.
af: %1 is 'n lêer, maar 'n gids was verwag.
az: %1 bir fayldır, ama bir cərgə gözlənilirdi.
bg: %1 е файл, но се очакваше да е директория.
ca: %1 és un fitxer, però s'esperava un directori.
cs: %1 je soubor, ale byl očekáván adresář.
da: %1 er en fil, men jeg forventede en mappe.
de: %1 ist eine Datei, es wurde aber ein Verzeichnis erwartet.
et: %1 on fail, kuid oodati kataloogi.
fi: %1 on tiedosto, mutta odotettiin hakemistoa
he: %1 ,ץבוק אוה .הירפסל יתיפיצ לבא
hu: A(z) %1 egy fájl, pedig könyvtárt vártam.
is: %1 er skrá en ég bjóst við möppu
ko: %1 예상되었던 자료방이 아니고, 파일 입니다.
lt: %1 yra byla, nors tikėtasi katalogo.
lv: %1 ir fails, bet prasīts bija direktorijs.
mt: %1 huwa fajl, imma hawn mistenni direttorju
nl: %1 is een bestand, terwijl er een map werd verwacht
no: %1 er en fil, men vi forventet en katalog.
pl: %1 jest plikiem. Wymagany jest katalog, a nie plik.
pt: %1 é um ficheiro, mas era esperada uma directoria.
ro: %1 este un fişier, dar este necesar un director.
ru: %1 - это файл, в то время как требовалось указать каталог
sk: %1 je súbor, ale bol očakávaný priečinok.
sl: %1 je datoteka, pričakovan pa je bil imenik.
sr: %1 je fajl, ali je očekivan direktorijum.
ta: %1 ´Õ §¸¡ôÀ¡Ìõ, ¬É¡ø ­íÌ «¨¼¦Å¡ýÚ ±¾¢÷À¡÷ì¸ôÀð¼Ð
th: ต้องการไดเรกทอรี แต่ %1 เป็นแฟ้ม
tr: %1 bir dosya, ama bir dizin bekleniyordu.
uk: %1 - файл, проте очікувався каталог.
vi: %1 là một file , nhưng lại bị hiểu lầm là một thư mục .
xh: i-%1 yifayile, kodwa ulawulo belulindelekile

source: The file or directory %1 does not exist.
af: die lêer of gids %1 doen nie bestaan.
az: %1 fayl və ya cərgəsi mövcud deyildir.
bg: Файла или директорията %1 не съществува.
ca: El fitxer o directori %1 no existeix.
cs: Soubor nebo adresář %1 neexistuje.
da: Filen eller mappen %1 eksisterer ikke.
de: Die Datei oder das Verzeichnis %1 existiert nicht.
et: Faili või kataloogi %1 ei eksisteeri.
fi: Määriteltyä tiedostoa tai hakemistoa %1 ei ole olemassa
he: הירפס וא ץבוקה %1 .םימייק םניא
hu: Nem létezik %1 nevű fájl vagy könyvtár.
is: Skráin eða mappan %1 er ekki til.
ko: %1 파일이나 자료방이 없습니다
lt: Byla ar katalogas %1 neegzistuoja.
lv: Fails vai katalogs %1 neeksistē.
mt: Il-fajl jew direttorju %1 ma jeżistix
nl: Het bestand of de map %1 bestaat niet.
no: Filen eller katalogen %1 finnes ikke.
pl: Plik lub katalog %1 nie istnieje
pt: O ficheiro ou directoria %1 não existe.
ro: Fişierul sau directorul %1 nu există.
ru: Файл или каталог %1 не существует
sk: Tento súbor alebo priečinok %1 neexistuje.
sl: Datoteka ali imenik %1 ne obstaja.
sr: Fajl ili direktorijum %1 ne postoji.
ta: %1 ±Ûõ §¸¡ô§À¡ «øÄÐ «¨¼§Å¡ ­ø¨Ä.
th: ยังไม่มี แฟ้มหรือไดเรกทอรี %1
tr: %1 dosya veya dizini mevcut değil.
uk: Файл або каталог %1 не існує.
vi: File hay thư mục %1 không tồn tại .
xh: Ifayile okanye ulawulo %1 ayisekho.

source: A file named %1 already exists.
af: 'n lêer genaamd %1 alreeds bestaan.
az: %1 adlı bir fayl onsuz da vardır
bg: Файл с това име %1 вече съществува.
ca: Ja existeix un fitxer anomenat %1.
cs: Soubor pojmenovaný %1 již existuje.
da: En fil ved navn %1 eksisterer allerede.
de: Eine Datei namens %1 existiert bereits.
et: Fail nimega %1 eksisteerib juba.
fi: Tiedosto nimeltä %1 on jo olemassa.
he: םשב ץבוק %1 .םייק רבכ
hu: A(z) %1 nevű fájl már létezik.
is: Það er nú þegar til skrá sem heitir %1.
ko: %1 이름이 같은 파일이 있습니다
lt: Byla, vardu %1, jau yra.
lv: Fails %1 jau eksistē.
mt: Diġa jeżisti fajl imsemmi %1
nl: Een bestand met de naam %1 bestaat reeds.
no: En fil med navnet %1 eksisterer allerede.
pl: Plik o nazwie %1 już istnieje.
pt: Um ficheiro chamado %1 já existe.
ro: Există deja un fişier cu numele %1
ru: Файл с именем %1 уже существует
sk: Súbor s menom %1 už existuje.
sl: Datoteka %1 že obstaja.
sr: Fajl sa nazivom %1 vec postoji.
ta: %1 ±Ûõ §¸¡ôÒ ²ü¸É§Å ¯ûÇÐ.
th: แฟ้มชื่อ %1 มีอยู่แล้ว
tr: %1 adlı bir dosya zaten var.
uk: Файл з ім'ям %1 вже існує.
vi: File tên là %1 đã tồn tại .
xh: Ifayile inikwe igama %1 esele likhona kakade.

source: A directory named %1 already exists.
af: 'n gids genaamd %1 alreeds bestaan.
az: %1 adlı bir cərgə onsuz da vardır
bg: Директория с това име %1 вече съществува.
ca: Ja existeix un directori anomenat %1.
cs: Adresář pojmenovaný %1 již existuje.
da: En mappe ved navn %1 eksisterer allerede.
de: Ein Verzeichnis namens %1 existiert bereits.
et: Kataloog nimega %1 eksisteerib juba.
fi: Hakemisto nimeltä %1 on jo olemassa.
he: םשב הירפס %1 .תמייק רבכ
hu: Már létezik %1 nevű könyvtár.
is: Það er nú þegar til mappa sem heitir %1.
ko: %1 이름이 같은 자료방이 있습니다
lt: Katalogas, vardu %1, jau yra.
lv: Direktorijs %1 jau eksistē.
mt: Diġa jeżisti direttorju msemmi %1
nl: Een map met de naam %1 bestaat reeds.
no: En katalog med navnet %1 eksisterer allerede.
pl: Katalog o nazwie %1 już istnieje.
pt: Uma directoria chamada %1 já existe.
ro: Există deja un director cu numele %1
ru: Каталог с именем %1 уже существует
sk: Priečinok s menom %1 už existuje.
sl: Imenik %1 že obstaja.
sr: Direktorijum sa nazivom %1 već postoji.
ta: %1 ±Ûõ «¨¼× ²ü¸É§Å ¯ûÇÐ
th: ไดเรกทอรีชื่อ %1 มีอยู่แล้ว
tr: %1 adlı bir dizin zaten var.
uk: Каталог з ім'ям %1 вже існує.
vi: Thư mục tên là %1 đã tồn tại .
xh: Ulawulo linikwe igama %1 esele likhona kakade.

source: Unknown host %1
af: onbekende bediener %1
az: Namə'lum kompüter %1
bg: Неизвестен Host %1
ca: Remot desconegut %1
cs: Neznámý hostitel %1
da: Ukendt vært %1
de: Unbekannter Rechner %1
el: Άγνωστος host %1
et: Tundmatu server %1
fi: Palvelin %1 on tuntematon
he: עודי אל תרש %1
hu: Ismeretlen gépnév: %1
is: Óþekkt vél %1
ko: %1 모르는 호스트
lt: Nežinomas mazgas %1
lv: Nezināms resursdators %1
mt: Kompjuter mhux magħruf %1
nl: Onbekende host %1
no: Ukjent vert %1
pl: Nieznany serwer %1
pt: Servidor desconhecido %1
ro: Gazdă necunoscută %1
ru: Неизвестный сервер %1
sk: Neznámy hostiteľ %1
sl: Neznan gostitelj %1
sr: Nepoznat host %1
ta: ¦ÀÂ÷ ¦¾Ã¢Â¡¾ ¸½¢É¢ %1
th: ไม่รู้จักโฮสต์ %1
tr: Bilinmeyen makina %1
uk: Невідома машина %1
vi: Máy chủ không-biết %1
xh: Ihost engaziwayo %1

source: Access denied to %1
af: toegang verkry verbied aan %1
az: %1'e Yetişmə icazəsi yoxdur
bg: Достъпа забранен до %1
ca: S'ha denegat l'accés a %1
cs: Odmítnutý přístup do %1
da: Adgang nægtet til %1
de: Zugriff verweigert auf %1
el: Αρνήθηκε η πρόσβαση στο %1
et: %1 Ligipääs keelatud
fi: Tiedoston %1 käsittely on kielletty
he: לא תיחדנ השיגה %1
hu: %1 A hozzáférés megtagadva.
is: Aðgangi að %1 hafnað
ko: %1 에 대한 접근이 거부되었습니다.
lt: Priėjimas į %1 uždraustas
lv: Pieeja %1 aizliegta
mt: Aċċess projbit lil %1
nl: Toegang tot %1 geweigerd
no: Tilgang nektet til %1
pl: Brak dostępu do %1
pt: Acesso negado a %1
ro: Acces refuzat la %1
ru: К %1 доступ запрещен
sk: Prístup zamietnutý %1
sl: Dostop do %1 ni dovoljen
sr: Zabranjen pristup: %1
ta: ­¾üÌ «Ï¸ø ÁÚì¸ôÀð¼Ð %1
th: ได้รับการปฏิเสธให้เข้าใช้ %1
tr: %1'e Erişim engellendi
uk: Доступ до %1 заборонено
vi: Bị từ chối truy cập tới %1
xh: Unikezelo alwamkelekangakwi 3%1

source: Access denied Could not write to %1
af: toegang verkry verbied kon nie skryf aan %1
az: Yetişmə icazəsi yoxdur %1'e yazıla bilmir
bg: Достъпа забранен Не мога да записвам върху %1
ca: S'ha denegat l'accés No s'ha pogut escriure a %1
cs: Odmítnutý přístup Není možné zapisovat do %1
da: Adgang nægtet Kunne ikke skrive til %1
de: Zugriff verweigert. Schreiben nicht möglich auf %1
el: Αρνήθηκε η πρόσβαση Δεν μπόρεσα να γράψω στο %1
et: Juurdepääs keelatud Pole võimalik kirjutada %1
fi: Käsittely kielletty Tiedostoon %1 ei voitu kirjoittaa
he: תיחדנ השיגה לא בותכל ןתינ אל %1
hu: A hozzáférés megtagadva. Nem írható: %1
is: Skrifaðgangi að %1 hafnað
ko: %1에 대한 접근이 거부되어 쓸 수 없습니다
lt: Priėjimas uždraustas. Į %1 negaliu įrašyti
lv: Pieeja aizliegta Nevar rakstīt uz %1
mt: Aċċess projbit Ma tistax tikteb f' %1
nl: Toegang geweigerd. Kon niet schrijven naar %1
no: Tilgang nektet Kan ikke skrive til %1
pl: Brak dostępu Nie można pisać do %1
pt: Acesso negado Não consegui escrever para %1
ro: Acces refuzat. Nu pot scrie în %1
ru: Доступ запрещен Ошибка записи в %1
sk: Prístup zamietnutý Nemôžem zapisovať do %1
sl: Dostop ni dovoljen Nisem mogel pisati v %1
sr: Zabranjen pristup Nisam mogao da pišem u %1
ta: «Ï¸ø ÁÚì¸ôÀð¼Ð ­¾üÌ ±Ø¾ ÓÊÂÅ¢ø¨Ä %1
th: ได้รับการปฏิเสธ ไม่สามารถเขียนไปยัง %1 ได้
tr: Erişim engellendi %1'e yazılamıyor
uk: Доступ до заборонено не можу записати у %1
xh: Unikezelo alwamkelekanga Ayinakubhalela ku %1

source: Could not enter directory %1
af: kon nie invoer gids <-invoer->%1
az: Cərgəyə girilə bilmədi %1
bg: Не мога да отворя директория %1
ca: No es pot entrar al directori %1
cs: Není možné vstoupit do adresáře %1
da: Kunne ikke gå ind i mappen %1
de: Verzeichnis konnte nicht geöffnet werden: %1
el: Δεν μπόρεσα να μπω στο φάκελο %1
et: Kataloogi pole võimalik siseneda %1
fi: Hakemistoon %1 ei voitu siirtyä
he: הירפסל סנכיהל ןתינ אל %1
hu: A(z) %1 könyvtárba nem tudtam belépni.
is: Ekki tókst að fara inn í möppuna %1 hafnað
ko: %1 자료방에 들어갈 수 없습니다.
lt: Nepavyksta įvesti katalogo %1
lv: Nevar ieiet direktorijā %1
mt: Ma stajtx nidħol fid-direttorju %1
nl: Kon de map %1 niet openen
no: Kunne ikke gå inn i katalogen %1
pl: Nie można dostać się do katalogu %1
pt: Não consegui entrar na directoria %1
ro: Nu pot intra în directorul %1
ru: Не могу войти в каталог %1
sk: Nemôžem otvoriť priečinok %1
sl: Nisem mogel vstopiti v imenik %1
sr: Nisam mogao da uđem u direktorijum %1
ta: ­ó¾ «¨¼Å¢ø Ñ¨ÆÂ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถเข้าไปยังไดเรกทอรี %1 ได้
tr: Dizine girilemedi %1
uk: Не можу увійти у каталог %1
vi: Không vào được thư mục %1
xh: Ayinakungena kulawulo %1

source: The protocol %1 does not implement a directory service.
af: die protokol %1 doen nie implementeer 'n gids diens.
az: %1 protokolu cərgə xidmətini həyata keçirə bilmir
bg: Този протокол %1 няма поддръжка за директории.
ca: El protocol %1 no implementa un servei de directori.
cs: Protokol %1 neimplementuje adresářovou službu.
da: Protokollen %1 implementerer ikke en mappeservice.
de: Das Protokoll %1 umfasst keinen Verzeichnis-Service.
et: Protokoll %1 ei suuda teostada kataloogi teenust.
fi: Protokolla %1 ei toteuta hakemistopalvelua
he: %1 לוקוטורפה .תוירפס תוריש םשיימ אל
hu: A(z) %1 protokoll nem támogat könyvtárkezelést.
is: Samskiptareglan %1 er ekki til uppflettinga
ko: %1 프로토콜은 자료방 서비스를 제공하지 않습니다.
lt: Protokolas %1 nevykdo katalogų aptarnavimo.
lv: Protokols %1 nesatur direktoriju servisu.
mt: Il-protokoll %1 ma jimplementax servizz ta' direttorju
nl: Het protocol %1 implementeert geen mappenservice.
no: Protokollen %1 har ikke implementert en katalogtjeneste
pl: Protokół %1 nie obsługuje katalogów.
pt: O protocolo %1 não implementa serviços de directoria.
ro: Protocolul %1 nu implementează un serviciu de directoare.
ru: Протокол %1 не предоставляет сервис каталогов
sk: Protokol %1 neimplementuje adresárovú službu.
sl: Protokol %1 ne deluje z imeniki.
ta: %1 ±ýÈ ´ôÒ¦¿È¢Â¢ø «¨¼×î §º¨Å¦ÂÐ×õ ¸¢¨¼Â¡Ð
th: โปรโตคอล %1 ยังไม่ได้กำหนดไดเรกทอรีของบริการ
tr: %1 protokolü bir dizin servisi tanımlamıyor.
uk: Протокол %1 не забезпечує службу каталогів.
vi: Giao thức %1 không thực thực hiện một dịch vụ của thư mục .
xh: Iprotocol%1 ayiyikhuphi ngaphandle inkonzo yolawulo.

source: Found a cyclic link in %1
af: gevind 'n siklies skakel in %1
az: %1'de bir dairəvi körpü tapıldı
bg: Намерих циклична връзка в %1
ca: S'ha trobat un enllaç cíclic a %1
cs: Nalezen cyklický odkaz v %1
da: Fandt en cyklisk lænke i %1
de: Auf sich selbst verweisende Verknüpfung in %1
el: Βρήκα έναν κυκλικό δεσμό στο %1
et: Leiti perioodiline viit %1
fi: Linkki %1 on rengasmainen
he: -ב ירוזחמ רושיק יתאצמ %1
hu: Ciklikus linket találtam: %1
is: Fann hringtengingu í %1
ko: %1에서 주기적인 링크를 찾았습니다
lt: Surasta cikliška jungtis %1
lv: Atrasta cikliska saite iekš %1
mt: Sibt link ċirkolari f' %1
nl: Cyclische koppeling gevonden in %1
no: Fant en uleselig lenke i %1
pl: Wykryto zapętlony odnośnik w %1
pt: Encontrei uma ligação cíclica em %1
ro: Am găsit o legătură recursivă în %1
ru: Обнаружена циклическая ссылка в %1
sk: Našiel som zacyklený odkaz v %1
sl: Najdena je krožna povezava v %1
sr: Našao sam kružni link u %1
ta: ­¾¢ø ºì¸Ã ­¨½ôÒ ¯ûÇÐ %1
th: พบลิงค์แบบวนรอบ (cyclic link) ใน %1
tr: %1'de bir çembersel bağlantı bulundu
uk: Знайдено циклічне посилання в %1
vi: Tìm thấy liên kết vòng(cycle link) trong %1
xh: Kufumaneke ikhonkco elibujikelelekwi %1

source: Found a cyclic link while copying %1
af: gevind 'n siklies skakel terwyl besig om te kopiëer %1
az: Köçürmə sırasında bir dairəvi körpü tapıldı %1
bg: Намерих циклична връзка по време на копиране %1
ca: S'ha trobat un enllaç cíclic en copiar %1
cs: Nalezen cyklický odkaz během kopírování %1
da: Fandt et cyklisk link under kopiering af %1
de: Beim Kopieren wurde eine auf sich selbst verweisende Verknüpfung gefunden %1
el: Βρήκα κυκλικό δεσμό κατά την αντιγραφή του %1
et: Kopeerides %1 leiti perioodiline viit
fi: Kopioitaessa löydettiin rengasmainen linkki %1
he: תקתעה ךלהמב אצמנ ירוזחמ רושיק %1
hu: Másolás közben találtam egy ciklikus linket: %1
is: Fann hringtengingu við afritun á %1
ko: %1을/를 복사하다가 주기적인 링크를 찾았습니다.
lt: Kopijuojant surasta cikliška jungtis %1
lv: Kopējot %1 atrasta cikliska saite
mt: Sibt link ċirkolari waqt li qed jipi kkupjat %1
nl: Cyclische koppeling gevonden tijden het kopiëren van %1
no: Fant en uleselig lenke under kopiering %1
pl: Podczas kopiowania znaleziono zapętlony odnośnik %1
pt: Encontrei uma ligação cíclica ao copiar %1
ro: Am găsit o legătură recursivă la copierea %1
ru: При копировании обнаружена циклическая ссылка %1
sk: Našiel som zacyklený odkaz počas kopírovania %1
sl: Med prepisovanjem %1 je bila najdena krožna povezava
sr: Našao sam kružni link prilikom kopiranja %1
ta: ¿¸ø ¦ºö¨¸Â¢ø ´Õ ºì¸Ã ­¨½ôÒ ¸ñÎÀ¢Êì¸ôÀð¼Ð %1
th: พบลิงค์แบบวนรอบ (cyclic link) ขณะทำการสำเนา %1
tr: Kopyalama sırasında bir çembersel bağlantı bulundu %1
uk: Знайдено циклічне посилання при копіюванні %1
vi: Tìm thấy liên kết vòng trong khi copy %1
xh: Kufumaneke ikhonkco elibujikelele ngethuba kukhutshelwa %1

source: Could not create socket for accessing %1
af: kon nie skep soket vir toegang te kry tot %1
az: %1'e Yetişmək üçün oyuq yaradıla bilmir
bg: Не мога да създам съединение за достъп %1
ca: No s'ha pogut crear el socket per accedir %1
cs: Není možné vytvořit soket pro přístup k %1
da: Kunne ikke oprette sokkel for adgang til %1
de: Verbindung konnte nicht aufgebaut werden beim Zugriff auf %1
el: Δεν μπορώ να δημιουργήσω υποδοχή για πρόσβαση στο %1
et: Ei suuda luua pesa %1 -le ligipääsuks
fi: Ei voitu luoda pistoketta %1
he: לא השיגל עקש רוציל ןתינ אל %1
hu: Nem hozható létre aljazat az alábbihoz: %1
is: Ekki tókst að búa til sökkul til að tengjast %1
ko: %1 에 대한 접속 소켓을 만들 수 없습니다.
lt: Nepavyksta sukurti priėjimo į %1
lv: Nevar izveidot kontaktligzdu lai piekļūtu %1
mt: Ma stajtx noħloq socket biex naċċessa %1
nl: Kon geen poort aanmaken voor de toegang tot %1
no: Kunne ikke opprette rør for å bruke %1
pl: Nie można utworzyć gniazdka z dostępem %1
pt: Não consegui criar um 'socket' para aceder %1
ro: Nu pot crea un soclu pentru a accesa %1
ru: Не могу создать socket для доступа к %1
sk: Nemôžem vytvoriť soket pre prístup k %1
sl: Nisem mogel narediti podstavka za dostopanje %1
sr: Nisam mogao da napravim socket za pristup %1
ta: «Ï¸ü Ð¨Ç¨Â ¯ÕÅ¡ì¸ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถสร้างซ็อกเกตเพื่อการเข้าใช้ %1 ได้
tr: %1'e Erişmek için oyuk oluşturulamıyor
uk: Не можу створити сокет для доступу до %1
vi: Không thể tạo được socket để truy cập tới %1
xh: Ayinakwenza bhola xa inikezela %1

source: Could not connect to host %1
af: kon nie konnekteer aan bediener %1
az: Kompüterə bağlanıla bilmədi %1
bg: Не мога да се свържа с хост %1
ca: No s'ha pogut connectar al remot %1
cs: Není možné se spojit s hostitelem %1
da: Kunne ikke forbinde til vært %1
de: Verbindung konnte nicht aufgebaut werden zu Rechner %1
el: Δε μπορώ να συνδεθώ στο host %1
et: Ei suuda luua ühendust serverisse %1
fi: Palvelimeen %1 ei voida yhdistää
he: תרשל רבחתהל ןתינ אל %1
hu: Nem sikerült kapcsolatot teremteni a(z) %1 kiszolgálóval.
is: Ekki tókst að tengjast vélinni %1
ko: %1 호스트에 접속할 수 없습니다.
lt: Nepavyksta prisijungti prie hosto %1
lv: Nevar pievienoties resursdatoram %1
mt: Ma stajtx naqbad mal-kompjuter %1
nl: Kon geen verbinding maken met host %1
no: Kunne ikke koble til vert %1
pl: Nie można połączyć się z serwerem %1
pt: Não consegui estabelecer ligação com o servidor %1
ro: Nu pot conecta la gazda %1
ru: Не могу соединиться с сервером %1
sk: Nemôžem sa pripojiť k hostiteľovi %1
sl: Nisem se mogel povezati z gostiteljem %1
sr: Nisam mogao da se povežem sa hostom %1
ta: ¸½¢É¢Ô¼ý ¦¾¡¼÷Ò¦¸¡ûÇ ÓÊÂÅ¢ø¨Ä %1
th: ไม่สามารถเชื่อมต่อกับโฮสต์ %1 ได้
tr: Bilgisayara bağlanılamadı %1
uk: Не можу приєднатися до машини %1
vi: Không nối được tới máy chủ %1
xh: Ayinakuyamaniswa kwihost %1

source: Connection to host %1 is broken
af: verbinding aan bediener %1 is gebroke
az: %1 kompüterinə olan bağlantı qopdu
bg: Връзка с хост %1 е нарушена
ca: La connexió al remot %1 s'ha tallat
cs: Spojení s hostitelem %1 je přerušené
da: Forbindelsen til vært %1 er afbrudt
de: Verbindung zum Rechner %1 ist unterbrochen
el: Η σύνδεση με το host %1 είναι σπασμένη
et: Ühendus serveriga %1 on katkenud
fi: Yhteys palvelimeen %1 katkesi
he: תרשל רוביחב היעב הנשי %1
hu: A(z) %1 kiszolgálóval megszakadt a kapcsolat.
is: Tenging við vélina %1 rofnaði
ko: %1 에 대한 호스트 접속이 끊어졌습니다.
lt: Jungimasis prie hosto %1 nutrūko
lv: Savienojums ar resursdatoru %1 ir pārtraukts
mt: Il-konnessjoni mal-kompjuter %1 hija maqlugħa
nl: Verbinding met host %1 is verbroken
no: Forbindelsen til verten %1 er ødelagt
pl: Połączenie z serwerem %1 jest przerwane
pt: A ligação ao servidor %1 foi quebrada
ro: Conexiunea către gazda %1 este întreruptă
ru: Связь с сервером %1 прервана
sk: Spojenie na hostiteľa %1 je prerušené
sl: Povezava z gostiteljem %1 je pretrgana
sr: Veza sa hostom %1 je prekinuta
ta: ¸½¢É¢Ô¼É¡É ­¨½ôÒò %1 ÐñÊì¸ôÀð¼Ð
th: การเชื่อมต่อกับโฮสต์ %1 ถูกตัดขาด
tr: %1 bilgisayarına olan bağlantı koptu
uk: Зв'язок з машиною %1 загублено
vi: Liên kết tới máy chủ %1 bị hỏng
xh: Uyamaniso kwihost %1 lwaphukile

source: The protocol %1 is not a filter protocol
af: die protokol %1 is nie 'n filter protokol
az: %1 protokolu bir süzgəc protokolu deyildir
bg: Този протокол %1 не е протокол за филтър
ca: El protocol %1 no és un protocol de filtre
cs: Protokol %1 není filtrovací
da: Protokollen %1 er ikke en filterprotokol
de: Das Protokoll %1 ist kein Filterprotokoll
el: Το πρωτόκολλο %1 δεν είναι πρωτόκολλο-φίλτρο
et: Protokoll %1 ei ole filterprotokoll
fi: Protokolla %1 ei ole suodinprotokolla
he: %1 לוקוטורפה ןוניס לוקוטורפ וניא
hu: A(z) %1 protokoll nem szűrőprotokoll.
is: Samskiptareglan %1 er ekki til síunar
ko: %1 프로토콜은 필터 프로토콜이 아닙니다.
lt: Protokolas %1 nėra filtravimo protokolas
lv: Protokols %1 nav filtra protokols
mt: Il-protokoll %1 m'huwiex filtru
nl: Het protocol %1 is geen filterprotocol
no: Protokollen %1 er ingen filterprotokoll
pl: Protokół %1 nie jest protokołem filtrującym
pt: O protocolo %1 não é um protocolo filtro
ro: Protocolul %1 nu este un protocol de filtrare
ru: Протокол %1 не является фильтром
sk: Protokol %1 nie je filtrovací protokol
sl: Protokol %1 ni protokol za filtre
sr: Protokol %1 nije filterski protokol
ta: %1 ´ôÒ¦¿È¢ ´Õ ÅÊ¸ðÊ ´ôÒ¦¿È¢ «øÄ
th: โปรโตคอล %1 ไม่ใช่โปรโตคอลแบบฟิลเตอร์
tr: %1 protokolü bir süzgeç protokolü değil
uk: Протокол %1 не є фільтруючим
vi: Giao thức %1 không phải là giao thức lọc(filter)
xh: Iprotocol %1 ayiyiprotocol elicebo lokucoca ulwelo

source: Could not mount device. The reported error was: %1
af: kon nie mount toestel. die raporteer fout was: %1
az: Avadanlıq bağlana bilmədi. Yaranan xəta: %1
bg: Не можах да монтирам устройство. Грешката беше: %1
ca: No s'ha pogut muntar el dispositiu. S'ha informat de l'error: %1
cs: Není možné připojit zařízení. Nahlášenou chybou je: %1
da: Kunne ikke montere enheden. Den rapporterede fejl var: %1
de: Laufwerk konnte nicht eingebunden werden. Die Fehlermeldung war: %1
el: Δεν μπόρεσα να προσαρτήσω τη συσκευή. Το σφάλμα που αναφέρθηκε ήταν: %1
et: Seadet pole võimalik ühendada. Tagastatud veateade: %1
fi: Laitetta ei voitu liittää. Ilmoitettu virhe on: %1
he: .ןקתהה תא רבחל ןתינ אל :איה החוודש האיגשה %1
hu: Az eszköz csatlakoztatása (mount) nem sikerült. A hibaüzenet: %1
is: Ekki tókst að tengja tæki inn í skráakerfið. Villuboðin voru: %1
ko: 장치를 마운트 할 수 없습니다. 보고된 에러: %1
lt: Nepavyksta prijungti įrenginio. Pranešama apie klaidą: %1
lv: Nevar piemontēt iekārtu. Ziņotā kļūda bija: %1
mt: Ma stajtx nimmonta l-apparat. Il-problema rappurtata hija: %1
nl: Kon het bestandssysteem niet aankoppelen. De foutmelding luidde: %1
no: Kunne ikke montere enhet. Den rapporterte feilen var: %1
pl: Nie można zamontować urządzenia. Otrzymany komunikat błędu: %1
pt: Não consegui montar o dispositivo. O erro dado foi: %1
ro: Nu pot monta dispozitivul. Eroarea raportată a fost: %1
ru: Не могу смонтировать устройство. Сообщение об ошибке: %1
sk: Nemôžem pripojiť zariadenie. Nahlásená chyba bola: %1
sl: Nisem mogel priklopiti naprave. Sporočena napaka je bila: %1
sr: Nisam mogao da montiram uređaj. Prijavljena greška je: %1
ta: º¡¾Éò¨¾ ²üÈ ÓÊÂÅ¢ø¨Ä. «È¢Å¢ò¾ ¾ÅÚ: %1
th: ไม่สามารถเมาท์อุปกรณ์ โดยได้รับรายงานความผิดพลาด : %1
tr: Aygıt bağlanamadı. Oluşan hata: %1
uk: Не можливо змонтувати пристрій. Помилка: %1
vi: Không mount được thiết bị . Lỗi được báo là : %1
xh: Ayinakunyuka cebo. Imposiso eyaxelwayo yayiyi: %1

source: Could not unmount device. The reported error was: %1
af: kon nie ontkoppel toestel. die raporteer fout was: %1
az: Avadanlıq ayrılamadı. Yaranan xəta: %1
bg: Не можах да монтирам устройство. Грешката беше: %1
ca: No s'ha pogut desmuntar el dispositiu. S'ha informat de l'error: %1
cs: Není možné odpojit zařízení. Nahlášenou chybou je: %1
da: Kunne ikke afmontere enheden. Den rapporterede fejl var: %1
de: Einbindung des Laufwerks konnte nicht gelöst werden. Die Fehlermeldung war: %1
el: Δεν μπόρεσα να αποπροσαρτήσω τη συσκευή. Το σφάλμα που αναφέρθηκε ήταν: %1
et: Seadet pole võimalik lahutada. Tagastatud veateade oli: %1
fi: Laitetta ei voitu irroittaa. Ilmoitettu virhe on: %1
he: .ןקתהה תא קתנל ןתינ אל :איה החוודש האיגשה %1
hu: Az eszköz leválasztása (unmount) nem sikerült. A hibaüzenet: %1
is: Ekki tókst að aftengja tæki úr skráakerfinu. Villuboðin voru: %1
ko: 장치를 언마운트 할 수 없습니다. 보고된 에러: %1
lt: Nepavyksta atjungti įrenginio. Pranešama apie klaidą: %1
lv: Nevar nomontēt iekārtu. Ziņotā kļūda bija: %1
mt: Ma stajtx niżmonta l-apparat. Il-problema rappurtata hija: %1
nl: Kon het bestandssysteem niet afkoppelen. De foutmelding luidde: %1
no: Kunne ikke demontere enhet. Den rapporterte feilen var: %1
pl: Nie można odmontować urządzenia. Otrzymany komunikat błędu: %1
pt: Não consegui desmontar o dispositivo. O erro dado foi: %1
ro: Nu pot demonta dispozitivul. Eroarea raportată a fost: %1
ru: Не могу размонтировать устройство. Сообщение об ошибке: %1
sk: Nemôžem odpojiť zariadenie. Nahlásená chyba bola: %1
sl: Nisem mogel odklopiti naprave. Sporočena napaka je bila: %1
sr: Nisam mogao da demontiram uređaj. Prijavljena greška je: %1
ta: º¡¾Éò¨¾ ­Èì¸ ÓÊÂÅ¢ø¨Ä. «È¢Å¢ò¾ ¾ÅÚ: %1
th: ไม่สามารถยกเลิกการเมาท์อุปกรณ์ โดยได้รับรายงานความผิดพลาด: %1
tr: Aygıt ayrılamadı. Oluşan hata: %1
uk: Не можливо розмонтувати пристрій. Помилка: %1
vi: Không thể unmount được thiết bị . Lỗi được bào là : %1
xh: Ayinakunyuka cebo. Imposiso eyaxelwayo yayiyi: %1
