Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: <b>State</b>: %1<br>
af: <b>staat</b>: %1<br>
az: <b>Hal</b>: %1<br>
bg: <b>Състояние</b>: %1<br>
ca: <b>Estat</b>: %1<br>
cs: <b>Stav</b>: %1<br>
da: <b>Tilstand</b>: %1<br>
de: <b>Status</b>: %1<br>
el: <b>Κατάσταση</b>: %1<br>
et: <b>Olek</b>: %1<br>
fi: <b>Tila</b>: %1<br>
he: %1 :<b>בצמ</b><br>
hu: <b>Állapot</b>: %1<br>
is: <b>Staða</b>: %1<br>
ko: <br>상태</b>: %1<br>
lt: <b>Būvis</b>: %1<br>
lv: <b>Stāvoklis</b>: %1<br>
mt: <b>Stat</b>: %1<br>
nl: <b>Status</b>:%1<br>
no: <b>Uttale</b>: %1<br>
pl: <b>Stan</b>: %1<br>
pt: <b>Estado</b>: %1</br>
ro: <b>Stare</b>: %1<br>
ru: <b>Состояние</b>: %1<br>
sk: <b>Stav</b>: %1<br>
sl: <b>Stanje</b>: %1<br>
sr: <b>Status</b>: %1<br>
ta: <b>¿¢¨Ä</b>: %1<br>
th: <b>สถานะ</b>: %1<br>
tr: <b>Durum</b>: %1<br>
uk: <b>Стан</b>: %1<br>
vi: <b>Trạng thái </b>: %1<br>
xh: <b>Imeko</b>: %1<br>

source: Unable to retrieve printer info. Printer answered:<br><br>%1
af: nie moontlik aan onttrek drukker inligting. drukker het geantwoord:<br><br>%1
az: Çap edici mə'lumatları alına bilmir. Çap edici cavabı:<br><br>%1
bg: Не мога да получа информация за принтера. Принтерът отговори:<br><br>%1
ca: No s'ha pogut recuperar informació d'impressora. La impressora ha respost:<br><br>%1
cs: Nepodařilo se získat informace o tiskárně. Tiskárna odpověděla:<br><br>%1
da: Kan ikke hente printer info. Printer svarede:<br><br>%1
de: Druckerinformationen können nicht abgefragt werden. Drucker antwortet:<br><br>%1
et: Printeri infot pole võimalik vastu võtta. Printeri vastus:<br><br>%1
fi: Tulostimen tietoja ei voitu hakea. Tulostin vastasi:<br><br>%1
he: :התנע תספדמה .תספדמה יטרפ תא רזחאל ןתינ אל<br><br>%1
hu: A nyomtató jellemzőit nem sikerült lekérdezni. A nyomtató válasza:<br><br>%1
is: Gat ekki sótt upplýsingar um prentara. Prentari svaraði með:<br><br>%1
lt: Nesugebu išgauti spausdintuvo informacijos. Spausdintuvas atsakė:<br><br>%1
lv: Nevar nolasīt drukas iekārtas info. Drukas iekārta atbildēja: <br><br>%1
mt: Ma setax jinqara informazzjoni dwar il-printers. Il-printer wieġeb:<br><br>%1
nl: Kon geen info over de printer verkrijgen. De printer antwoordde: <br><br>%1
no: Kunne ikke hente skriverinfo. Skriver svarte:<br><br>%1
pl: Nie można było uzyskać informacji o drukarce. Drukarka odpowiedziała:<br><br>%1
pt: Não consegui obter informações sobre a impressora. A impressora respondeu:<br><br>%1
ro: Nu am putut determina informaţii despre imprimantă. Imprimanta a răspuns:<br><br>%1
ru: Не удалось получить сведения о принтере. Ответ принтера:<br><br>%1
sk: Nepodarilo sa získať informácie o tlačiarni. Tlačiareň odpovedala:<br><br>%1
sl: Ni moč pridobiti informacije o tiskalniku. Tiskalnik odgovarja:<br><br>%1
ta: «îÍô¦À¡È¢ ÀüÈ¢Â ¾¸Åø¸¨Çô ¦ÀÈ ÓÊÂÅ¢ø¨Ä. «îÍô¦À¡È¢ ¾ó¾ À¾¢ø:<br><br>%1
th: ไม่สามารถรับข้อมูลเครื่องพิมพ์ได้ เครื่องพิมพ์ตอบกลับมาว่า:<br><br>%1
tr: Yazıcı bilgisi alınamadı. Yazıcıdan gelen cevap:<br><br>%1
uk: Неможливо отримати інформацію про принтер. Принтер відповів:<br><br>%1
vi: Không thu về được thông tin của máy in.Máy in trả lời :<br><br>%1
xh: Ayikwazi ukulufumana ilubuyisele ulwazi lomshicileli. Umshicileli uphendulwe: <br><br>%1

source: Fax serial device
af: faks reeksnommer toestel
az: Faks serial avadanlıq
bg: Серийно факс устройство
ca: Dispositiu fax sèrie
cs: Faxové sériové zařízení
da: Fax seriel service
de: Serielles Faxgerät
el: Σειραϊκή συσκευή fax
et: Faxiseade jadapordis
fi: Fax-laite
he: ירוט סקפ ןקתה
hu: Soros faxeszköz
is: Raðtengt faxtæki
ko: 팩스 직렬 장치
lt: Serijinis fakso įrenginys
lv: Faksa seriālā iekārta
mt: Apparat tal-fax serial
nl: Seriëel faxapparaat
no: Seriell faksenhet
pl: urządzenie szeregowe typu faksu
pt: Dispositivo de fax série
ro: Dispozitiv fax serial
ru: Последовательное устройство факса
sk: Faxové sériové zariadenie
sl: Zaporedna faksirna naprava
ta: ¦¾¡¨Ä¿¸Ä¢ò ¦¾¡¼÷ ¸ÕÅ¢
th: อุปกรณ์แฟ็กซ์อนุกรม
tr: Faks seri aygıtı
uk: Пристрій послідовного факсу
vi: Thiết vị fax serial
xh: Faxer icebo eliluthotho

source: <p>Select the device which your serial Fax/Modem is connected to.</p>
af: <p>kies die toestel wat jou reeksnommer faks/modem is verbind aan.</p>
az: <p>Faks/Modemin bağlı olduğu avadanlığı seçin.</p>
bg: <p>Изберете устройството на което вашия Факс/Модем е свързан</p>
ca: <p>Trieu el dispositiu on s'ha connectat el Fax/Mòdem sèrie.</p>
cs: <p>Vyberte zařízení, ke kterému je připojený váš sériový faxmodem.</p>
da: <p>Vælg den enhed dit seriel Fax/Modem er forbundet til.</p>
de: <p>Wählen Sie das Gerät aus, an das Ihr serielles Fax/Modem angeschlossen is.</p>
el: <p>Επιλέξτε τη συσκευή όπου είναι συνδεδεμένο το σειραϊκό Fax/Modem.</p>
et: <p>Vali seade, millesse on ühendatud jadapordi fax/modem.</p>
fi: <p>Valitse laite, johon faksi/modeemi on liitetty.</p>
hu: <p>Válassza ki a soros faxhoz vagy modemhez tartozó eszközt.</p>
is: <p>Veldu tækið sem raðtengta faxmódemið er tengt við.</p>
lt: <p>Pasirinkite įrenginį, prie kurio prijungtas jūsų serijinis faksmodemas.</p>
lv: <p>Izvēlieties iekārtu pie kuras ir pieslēgta jūsu seriālais Fakss/Modēms.</p>
mt: <p>Agħżel ma' liema device huwa mqabbad il-Fax/Modem.</p>
nl: <p>Selecteer het apparaat waar uw seriële fax/modem op aangesloten is.</p>
no: <p>Velg enheten som ditt serial Fax/Modem er tilknyttet.</p>
pl: <p>Wybierz urządzenie do którego podłączony jest Twój szeregowy faks/modem.</p>
pt: <p>Selecciona o dispositivo onde o teu Fax/Modem série está ligado.</p>
ro: <p>Selectaţi dispozitivul la care este conectat Fax-Modemul dumneavoastră.</p>
ru: <p>Выберите устройство, с которым связан факс/модем.</p>
sk: <p>Vyberte zariadenie, ku ktorému je pripojený váš sériový fax-modem.</p>
sl: <p>Izberite napravo, na katero je priključen vaš faks/modem.</p>
ta: <p>¯í¸û ¦¾¡¨Ä¿¸Ä¢/§Á¡¦¼õ ­¨½ì¸ôÀðÎûÇ ¸ÕÅ¢¨Âò ¦¾Ã¢× ¦ºöÂ×õ.<p>
th: <p>เลือกอุปกรณ์อนุกรม แฟ็กซ์/โมเด็ม ของคุณที่เชื่อมต่ออยู่</p>
tr: <p>Seri Faks/Modemin bağlı olduğu aygıtı seçin.</p>
uk: <p>Виберіть пристрій, до якого під'єднаний послідовний Fax/Modem.</p>
vi: <p>Chọn thiết bị mà bạn muốn cài đặt serial Fax/Modem sẽ được nối tới .</p>
xh: <p>Khetha icebo apho uthotho lwakho lweFax / iModem inxulunyaniswe ku-</p>

source: You must select a device.
af: jy moet kies 'n toestel.
az: Avadanlıq seçməlisiniz.
bg: Необходимо е да зададете устройство.
ca: Heu de triar un dispositiu.
cs: Musíte specifikovat zařízení.
da: Du skal vælge en enhed.
de: Sie müssen ein Gerät auswählen.
el: Πρέπει να διαλέξετε μια συσκευή.
et: Seade valimata.
fi: Sinun tulee valita laite.
he: .ןקתה רוחבל ךילע
hu: Meg kell adni egy eszközt.
is: Þú verður að velja tæki.
ko: 장치를 꼭 골라야 합니다 !
lt: Jūs turite pasirinkti įrenginį.
lv: Jums jāizvēlas iekārta.
mt: Trid tagħżel device.
nl: U moet een apparaat selecteren.
no: Du må velge en enhet.
pl: Musisz wybrać urządzenie.
pt: Tens de seleccionar um dispositivo.
ro: Trebuie să selectaţi un dispozitiv.
ru: Необходимо указать устройство.
sk: Musíte vybrať zariadenie.
sl: Izbrati morate napravo.
sr: Morate da odaberete uređaj.
ta: ¿£í¸û ´Õ º¡¾Éò¨¾§ÂÛõ ¦¾Ã¢×¦ºöÂ §ÅñÎõ.
th: คุณต้องเลือกอุปกรณ์ก่อน
tr: Bir aygıt belirtmelisiniz.
uk: Ви повинні вибрати пристрій!
vi: Bạn phải chọn một thiết bị.
xh: Kufuneka ukhethe icebo.

source: Empty print command.
af: leeg druk opdrag.
az: Boş çap edici əmri.
bg: Празна команда на печатане.
ca: Comanda de buidat d'impressora.
cs: Prázdný tiskový příkaz.
da: Tom udskriftskommando.
de: Fehlender Druckbefehl
el: Άδεια εντολή εκτύπωσης.
et: Trükkimise käsk puudub.
fi: Tyhjä tulostuskomento.
he: .הקיר תספדמ תדוקפ
hu: A nyomtatási parancs nem lehet üres.
is: Tóm prentskrá
ko: 인쇄 명령이 비었습니다 !
lt: Tuščia spausdinimo komanda.
lv: Tukša drukāšanas komanda.
mt: Kmand tal-printer vojt.
nl: Leeg printercommando.
no: Tom skriverkommando.
pl: Puste polecenie drukowania.
pt: Comando de impressão vazio.
ro: Comandă de tipărire goală.
ru: Имя команды печати не задано.
sk: Prázdny príkaz pre tlač.
sl: Prazen ukaz za tiskanje.
ta: ¦ÅüÚ «îÍì ¸ð¼¨Ç.
th: คำสั่งพิมพ์ว่าง
tr: Boş yazdırma komutu.
uk: Команда друку порожня.
vi: Lệnh in rống .
xh: Umyalelo womshicileli ongenanto.

source: PS_printer
az: PS_çap edici
bg: PS_Принтер
ca: Impressora PS
cs: PS tiskárna
de: PostScript-Drucker
fi: PS_tulostin
he: PS_תספדמ
is: PS_prentari
lt: PS spausdintuvas
lv: PS_drukas_iekārta
no: PS_skriver
pl: Drukarka PostScriptowa
pt: Impressora PS
ro: Imprimantă PS
ru: PS-принтер
sk: PS_tlačiareň
sl: Postscriptni tiskalnik
sr: PostScript štampač
ta: PS_«îÍô¦À¡È¢
th: เครื่องพิมพ์โพสต์สคริปต์
tr: PS_yazıcı
uk: Принтер PS
xh: Umshicileli_PS

source: PostScript file generator
af: postscript lêer genereerder
az: Postscript fayl yaradıcısı
bg: PostScript генератор на файл
ca: Generador de fitxers PostScript
cs: Generátor Postscriptových souborů
da: PostScript filgenerator
de: Erstellung von PostScript-Dateien
el: Γεννήτρια αρχείων Postscript
et: Postscript faili generaator
fi: Postscript tiedostojen luontiohjelma
he: Postscript יצבק רצוי
hu: PostScript fájlgenerátor
is: PostScript skráasmiður
lt: PostScript bylų generatorius
lv: Postscript failu ģenerators
mt: Ġeneratur ta' fajls PostScript
nl: PostScript-bestandgenerator
no: PostScript filgenerator
pl: Generator plików PostScriptowych
pt: Gerador de ficheiros PS
ro: Generator fişier PostScript
ru: Генератор Postscript-файла
sk: Generátor súborov PostScript
sl: Izdelovalnik postscriptnih datotek
sr: Generator PostScript fajlova
ta: postscript «îÍô¦À¡È¢
th: เครื่องมือสร้างแฟ้มโพสต์สคริปต์:
tr: PostScript dosya yaratıcısı
uk: Генератор файлів PostScript
vi: Trình sinh file PostScript
xh: Umenzi wesikhundla samagama abhalwe phantsi kwifayile

source: The <b>%1</b> executable could not be found in your path. Check your installation.
af: die <b>%1</b> uitvoerbare kon nie wees gevind in jou gids soeklys. bevestig jou installasie.
az: <b>%1</b> icraçısı sizin cığırda tapılmadı. Qurulumunuzu yoxlayın.
bg: Изпълнима <b>%1</b> не може да бъде намерена във Вашия път. Моля проверете си инсталацията.
ca: L'executable <b>%1</b> no s'ha pogut trobar al camí. Comproveu la vostra instal·lació.
cs: Program <b>%1</b> nebyl nalezen ve vaší cestě. Ověřte vaší instalaci.
da: Den <b>%1</b> kørbare var ikke at finde i din sti. Tjek din installation.
de: Die ausführbare Datei <b>%1</b> ist über Ihren PATH nicht auffindbar. Überprüfen Sie die Installation.
el: Το εκτελέσιμο <b>%1</b> δε βρέθηκε στο path σας. Ελέγξτε την εγκατάστασή σας.
et: Käivitatavat faili <b>%1</b> ei leitud otsinguteelt. Kontrolli paigaldust.
fi: Ohjelmaa <b>%1<b> ei löytynyt polustasi. Tarkista asennus.
he: .ךלש הנקתהה תא קודב .ךלש ביתנב האצמנ אל <b>%1</b> תינכותה
hu: A(z) <b>%1</b> program nem szerepel az elérési útban. Ellenőrizze a telepítést.
is: Keyrsluskráin <b>%1</b> finnst ekki á slóðinni. Skoðaðu uppsetninguna þína.
lt: <b>%1</b> vykdoma byla nerasta jūsų kelyje. Patikrinkite įdiegimą.
lv: <b>%1</b> izpildfails jūsu ceļā nav atrasts. Pārbaudiet jūsu instalāciju.
mt: Il-programm <b>%1</b> ma nstabx fil-'path'. Iċċekkja l-installazzjoni.
nl: Het uitvoerbare bestand <b>%1</b> werd niet in uw zoekpad gevonden. Controleer uw installatie.
no: The <b>%1</b> kjørbar fil finnes ikke i din sti. Sjekk din installasjon.
pl: Nie można było znaleźć na ścieżce pliku wykonywalnego <b>%1</b>. Sprawdź swoją instalację.
pt: O executável <b>%1</b> não foi encontrado no teu 'path'. Verifica a tua instalação.
ro: Nu am găsit executabilul <b>%1</b> în căile de căutare. Verificaţi instalarea programului.
ru: Программа <b>%1</b> не найдена в пути исполнения. Проверьте свою установку.
sk: Program <b>%1</b> nebol nájdený vo vašej ceste. Overte inštaláciu.
sl: Izvedljive datoteke <b>%1</b> ni v vaši poti. Preverite svojo namestitev.
ta: <b>%1</b> ±Ûõ ¦ºÂÄ¢¨Âì ¯í¸û À¡¨¾Â¢ü ¸¡½Å¢ø¨Ä. ¯í¸û ¿¢ÚÅ¨Äî ºÃ¢À¡÷ì¸×õ.
th: ไม่พบ <b>%1</b> เพื่อใช้ในการประมวลผล โปรดตรวจสอบการติดตั้งของคุณ
tr: <b>%1</b> programı bulunamadı. Lütfen kurulumu tekrar gözden geçirin.
uk: Програму <b>%1</b> не знайдено у типовому путі. Перевірте інсталяцію.
vi: <b>%1</b> Khônng tìm thấy trên đường dẫn của bạn. Kiểm tra lại quá trình cài đặt .
xh: I<b>%1</b>ephunyeziweyo ayinakufunyanwa emendweni.Khangela ufako lwakho.

source: Local printer queue (%1)
af: plaaslike drukker wagtou (%1)
az: Yerli çap edici növbəsi (%1)
bg: Опашка на локален принтер (%1)
ca: Cua d'impressora local (%1)
cs: Lokální tisková fronta (%1)
da: Lokal printerkø (%1)
de: Lokale Druckerwarteschlange (%1)
el: Τοπική ουρά εκτυπώσεων (%1)
et: Kohalik printeri järjekord (%1)
fi: Paikallinen tulostusjono (%1)
he: (%1) ימוקמ הספדה רות
hu: Helyi nyomtatósor (%1)
is: Prentröð á þessari vél (%1)
ko: 로컬 인쇄기 큐 (%1)
lt: Vietinio spausdintuvo eilė (%1)
lv: Lokālā drukas rinda (%1)
mt: Kju tal-printer lokali (%1)
nl: Lokale printerwachtrij (%1)
no: Lokal skriverkø (%1)
pl: Lokalna kolejka drukowania (%1)
pt: Fila de impressão local (%1)
ro: Coadă de imprimare locală (%1)
ru: Очередь локального принтера (%1)
sk: Lokálna tlačový front (%1)
sl: Čakalna vrsta krajevnega tiskalnika (%1)
sr: Lokalni red za štampanje (%1)
ta: ¯ûÇ¨Á «îÍô¦À¡È¢ ÅÃ¢¨º (%1)
th: คิวของเครื่องพิมพ์ภายใน (%1)
tr: Yerel yazıcı kuyruğu (%1)
uk: Локальна черга друку (%1)
vi: Hàng đợi máy in địa phương (%1)
xh: Ufolo lomshicileli wobulali(%1)

source: _: Unknown Type of local printer queue Unknown
af: onbekende
az: Namə'lum
bg: Незнаен
ca: Desconeguda
cs: Neznámý
da: Ukendt
de: Unbekannt
et: Tundmatu
fi: Tuntematon
he: עודי אל
hu: ismeretlen
is: Óþekkt
ko: 모름
lt: Nežinomas
lv: Nezināma
mt: Mhux magħruf
nl: Onbekend
no: Ukjent
pl: Nieznany
pt: Desconhecida
ro: Necunoscut
ru: неизв.
sk: Neznámy
sl: Neznana
sr: Nepoznat
ta: ¦¾Ã¢Â¡¾
th: ไม่รู้จัก
tr: Bilinmiyor
uk: Невідома
xh: Olungaziwayo

source: <Not available>
az: (mövcud deyil)
bg: <Не е наличен>
ca: <No disponible>
cs: <nedostupné>
da: (Ikke tilgængelig)
de: <Nicht verfügbar>
el: <Μη διαθέσιμο>
et: <Puudub>
fi: <Ei käytettävissä>
he: <ןימז אל>
hu: <nem érhető el>
is: <Ekki tiltækur>
ko: <할 수 없음>
lt: <Neprieinama>
lv: (Nav pieejams)
mt: <Mhux disponibbli>
nl: (Niet beschikbaar)
no: <Ikke tilgjengelig>
pl: <Niedostępny>
pt: <Não disponível>
ro: (Nu este disponibilă)
ru: <нет>
sk: <Nie je k dispozícii>
sl: <Ni na voljo>
sr: <nije dostupan>
ta: <­øÄ¡¾>
th: <ไม่มี>
tr: <yok>
uk: <Недоступний>
vi: <Không dùng được>
xh: <Ayikho>

source: _: Unknown Driver Unknown
af: onbekende
az: Namə'lum
bg: Незнаен
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
et: Tundmatu
fi: Tuntematon
he: עודי אל
hu: ismeretlen
is: Óþekktur
lt: Nežinoma
lv: Nezināms
mt: Mhux magħruf
nl: Onbekend
no: Ukjent
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: неизв.
sk: Neznámy
sl: Neznani
sr: Nepoznat
ta: ¦¾Ã¢Â¡¾
th: ไม่รู้จัก
uk: Невідомий
xh: Ongaziwayo

source: Remote LPD queue %1@%2
af: afgeleë lpd wagtou %1@%2
az: Uzaq LPD sorğusu %1@%2
bg: Отдалечена LPD опашка %1@%2
ca: Cua LPD remota %1@%2
cs: Vzdálená LPD fronta %1 @ %2
da: Fjern LPD kø %1@%2
de: LPD-Druckerwarteschlange auf Fremdrechner: %1@%2
el: Απομακρυσμένη ουρά LPD %1@%2
et: Võrgus asuv LPD järjekord %1@%2
fi: LPD etäjono %1@%2
he: %1@%2 קחורמ LPD רות
hu: távoli LPD nyomtatósor (%1@%2)
is: LPD prentröð %1@%2
ko: 윈격지 LPD 큐 %1@%2
lt: Nutolusio LPD eilė %1@%2
lv: Attālināta LPD rinda %1@%2
mt: Kju LPD remot %1@%2
nl: LPD-wachtrij op afstand %1@%2
no: Fjern LPD-kø %1@%2
pl: Zdalna kolejka drukowania LPD %1@%2
pt: Fila LPD remota %1@%2
ro: Coadă de imprimare distantă LPD %1@%2
ru: Очередь сетевого принтера (%1@%2)
sk: Vzdialený front LPD %1@%2
sl: Oddaljena čakalna vrsta LPD %1@%2
sr: Udaljeni LPD red za štampanje %1@%2
ta: §ºö¨Á LPD ÅÃ¢¨º %1@%2
th: คิวของเซิร์ฟเวอร์การพิมพ์ระยะไกล %1@%2
tr: Uzak LPD kuyruğu %1@%2
uk: Віддалена черга LPD %1@%2
vi: Hàng đợi LPD ở xa %1@%2
xh: Bekela kude ufolo lwe-LPD %1@%2

source: Unable to create spool directory %1 for printer <b>%2</b>.
af: nie moontlik aan skep spoel gids %1 vir drukker <b>%2</b>.
az: %1 gözlətmə cərgəsi <b>%2</b> çap edicisi üçün yaradıla bilmir.
bg: Не мога да създам spool каталог %1 за принтер <b>%2</b>.
ca: No s'ha pogut crear el directori d'spool %1 per a la impressora <b>%2</b>.
cs: Nepodařilo se vytvořit adresář tiskové fronty %1 pro tiskárnu <b>%2</b>.
da: Kan ikke oprette spoolmappe %1 for printer <b>%2</b>.
de: Erstellung des Verzeichnisses %1 für Warteschlange des Druckers <b>%2</b> ist nicht möglich.
el: Αδύνατη η δημιουργία του καταλόγου spool %1 για τον εκτυπωτή <b>%2</b>.
et: Printeri <b>%2</b> jaoks pole võimalik luua puhverkataloogi %1 .
fi: Tulostusjonon hakemistoa %1 ei voitu luoda tulostimelle <b>%2</b>.
he: .<b>%2</b> תספדמה רובע %1 עקרב הספדהה תיירפס תא רוציל ןתינ אל
hu: Nem sikerült létrehozni a(z) %1 nyomtatási könyvtárat a(z) <b>%2</b> nyomtató részére.
is: Tókst ekki að búa til "spool" möppu %1 fyrir prentarann <b>%2</b>.
ko: <b>%2</b> 인쇄기에 연결된 스풀 자료방을 만들 수 없습니다. (%1)
lt: Nesugebu sukurti „spool“ katalogo %1 spausdintuvui <b>%2</b>.
lv: Nevar izveidot spool direktoriju %1 drukas iekārtai <b> %2</b>.
mt: Ma stajtx noħloq direttorju tal-ispool %1 għal printer <b>%2</b>.
nl: De spoolmap %1 voor printer <b>%2</b> kon niet worden aangemaakt.
no: Kunne ikke lage spolekatalog %1 for skriveren <b>%2</b>.
pl: Nie można utworzyć katalogu buforowego %1 dla drukarki <b>%2</b>.
pt: Incapaz de criar a directoria de impressão %1 para a impressora <b>%2</b>.
ro: Nu am crea director de spool %1 pentru imprimanta <b>%2</b>.
ru: Не удалось создать спул %1 для принтера <b>%2</b>.
sk: Nepodarilo sa vytvoriť priečinok frontu %1 pre tlačiareň <b>%2</b>.
sl: Ni moč narediti čakalnega imenika %1 za tiskalnik <b>%2</b>.
ta: <b>%2</b> «îÍô¦À¡È¢ìÌÃ¢Â spool «¨¼× %1-­¨É¯ÕÅ¡ì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถสร้างไดเรกทอรี %1 เพื่อเก็บคิวการพิมพ์ สำหรับเครื่องพิมพ์ <b>%2</b> ได้
tr: <b>%2</b> yazıcısı için spool dizini %1 oluşturulamadı.
uk: Неможливо створити каталог розвантаження %1 для принтера <b>%2</b>.
vi: Không tạo được thư mục spool %1 cho máy in <b>%2</b>.
xh: Ayikwazi ukwenza ulawulo lwefoto %1 yomshicileli <b>%2</b>

source: Unable to save information for printer <b>%1</b>.
af: nie moontlik aan stoor informasie vir drukker <b>%1</b>.
az: <b>%1</b> Çap edicisinin qurğuları qeyd edilə bilmir.
bg: Не мога да запазя информацията за принтер <b>%1</b>.
ca: No s'ha pogut desar la informació per a la impressora <b>%1</b>.
cs: Nepodařilo se uložit informace o tiskárně <b>%1</b>.
da: Kan ikke gemme information for printer <b>%1</b>.
de: Speichern der Informationen für Drucker <b>%1</b> ist nicht möglich.
et: Printeri <b>%1</b> info salvestamine ebaõnnestus.
fi: Tulostimen <b>%1</b> tietoja ei voitu tallentaa.
he: .<b>%1</b> תספדמה יטרפ תא רומשל ןתינ אל
hu: Nem sikerült elmenteni a(z) <b>%1</b> nyomtató jellemzőit.
is: Gat ekki vistað upplýsingar um prentara <b>%1</b>.
lt: Nesugebu išsaugoti informacijos spausdintuvui <b>%1</b>.
lv: Nevar saglabāt informāciju drukas iekārtai <b>%1</b>.
mt: Ma stajtx nikteb informazzjoni għall-printer <b>%1</b>.
nl: De informatie voor printer <b>%1</b> kon niet worden opgeslagen.
no: Kunne ikke lagre informasjone for skriver <b>%1</b>.
pl: Nie można zachować informacji o drukarce <b>%1</b>.
pt: Não foi possível gravar as informações da impressora <b>%1</b>.
ro: Nu pot salva informaţiile pentru imprimanta <b>%1</b>.
ru: Не могу сохранить сведения о принтере <b>%1</b>.
sk: Nepodarilo sa uložiť informácie o tlačiarni <b>%1</b>.
sl: Ni moč shraniti podatkov za tiskalnik <b>%1</b>.
sr: Ne mogu da sačuvam informacije za štampač <b>%1</b>.
ta: <b>%1</b> «îÍô¦À¡È¢ìÌÃ¢Â ¾¸Åø¸¨Çî §ºÁ¢ì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถบันทึกข้อมูลสำหรับเครื่องพิมพ์ <b>%1</b> ได้
tr: <b>%1</b> yazıcı bilgilerinin yazdırılmasında hata.
uk: Неможливо зберегти інформацію для принтера <b>%1</b>.
vi: Không thể sao luư được thông tin về máy in <b>%1</b>.
xh: Ayikwazi ukugcina ulwazi lomshicileli<b>%1</b>

source: Unable to set correct permissions on spool directory %1 for printer <b>%2</b>.
af: nie moontlik aan stel korrek regte op spoel gids %1 vir drukker <b>%2</b>.
az: <b>%2</b> Çap edicisinin %1 gözlətmə cərgəsi səlahiyyətləri düzgün qurula bilmir.
bg: Не мога да задам коректни права за достъп за spool директорията %1 на принтер<b>%2</b>.
ca: No s'han pogut establir els permisos correctes al directori d'spool %1 per a la impressora <b>%2</b>.
cs: Není možné správně nastavit práva k adresáři tiskové fronty %1 pro tiskárnu <b>%2</b>.
da: Kan ikke sætte de rigtige tilladelser for spoolmappe %1 for printer <b>%2</b>.
de: Einrichten der korrekten Zugriffsrechte für Warteschlangen-Verzeichnis %1 des Druckers <b>%2</b> ist nicht möglich.
el: Δε μπόρεσα να θέσω τις σωστές άδειες στον κατάλογο spool %1 για τον εκτυπωτή <b>%2</b>.
et: Printeri <b>%2</b> puhverkataloogile %1 pole võimalik seada korrektseid loabitte.
fi: Tulostusjonon hakemiston %1 käyttöoikeuksia ei voitu muuttaa tulostimelle <b>%2</b>.
he: .<b>%2</b> תספדמה רובע %1 עקרב הספדהה תיירפסל תונוכנ תואשרה רידגהל ןתינ אל
hu: Nem sikerült beállítani a megfelelő jogosultságokat a(z) %1 nyomtatási könyvtárra, a(z) <b>%2</b> nyomtatóhoz.
is: Gat ekki sett réttar aðgangsheimildir á "spool" möppunni %1 fyrir prentara <b>%2</b>.
lt: Nesugebu nustatyti teisingų leidimų „spool“ katalogui %1 spausdintuvui <b>%2</b>.
lv: Nevar uzstādīt korektas tiesības spool direktorijam %1 drukas iekārtai <b>%2</b>.
mt: Ma jstajtx nissettja l-permessi kif suppost għad-direttorju tal-ispool%1 for printer <b>%2</b>.
nl: De juiste toegangsrechten voor de spoolmap %1 van printer <b>%2</b> konden niet worden vastgelegd.
no: Ikke i stand til å sette korrekte rettigheter på spool katalogen %1 for skriver <b>%2</b>.
pl: Nie można ustawić poprawnych uprawnień dla katogu buforowego %1 dla drukarki <b>%2</b>.
pt: Não é possível mudar as permissões da directoria de impressão %1 para a impressora <b>%2</b>.
ro: Nu pot seta permisiunile corecte pentru directorul de spool %1 al imprimantei <b>%2</b>.
ru: Не удалось создать права доступа для спула %1 принтера <b>%2</b>.
sk: Nie je možné správne nastaviť práva na priečinok frontu %1 pre tlačiareň <b>%2</b>.
sl: Ni moč nastaviti pravilnih dovoljenj za čakalni imenik %1 za tiskalnik <b>%2</b>.
ta: <b>%2</b> «îÍô¦À¡È¢Â¢ý spool «¨¼× %1-­üÌÃ¢Â ºÃ¢Â¡É «ÛÁ¾¢¸¨Ç «¨Áì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถตั้งสิทธิ์ที่อนุญาตบนไดเรกทอรีเก็บคิวการพิมพ์ %1 สำหรับเครื่องพิมพ์ <b>%2</b> ได้
tr: <b>%2</b> yazıcısı için %1 dizininin haklarının düzenlenmesinde hata
uk: Неможливо встановити вірні дозволи на каталог розвантаження %1 для принтера<b>%2</b>.
vi: Không thể đặt được sự cho phép hợp lí cho thư mục spool %1 cho máy in <b>%2</b>.
xh: Ayikwazi ukwenza iimvumelwana ezilungileyo kulawulo lwefoto %1 yomshicileli <b>%2</b>
