Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: _: normal severity Normal
af: normale
az: Normal
bg: Нормално
ca: Normal
cs: Normální
da: Normal
de: Normal
el: Κανονική
et: Normaalne
fi: Normaali
he: ליגר
hu: normál
is: Venjulegt
ko: 보통
lt: Normalus
lv: Normāla
mt: Normali
nl: Normal
no: Normal
pl: Normalny
pt: Normal
ro: Normal
ru: Обычная ошибка
sk: Normálne
sl: Navadna
sr: Normalan
ta: º¡¾¡Ã½
th: ธรรมดา
tr: Normal
uk: Звичайна
xh: Isiqhelo

source: Wishlist
af: wenslys
az: Arzu
bg: Списък за Желания
ca: Llista de peticions
cs: Přání
da: Ønskeliste
de: Wunschliste
el: Λίστα Ευχών
et: Soov
fi: Toivelista
he: הלאשמ
hu: kívánság
is: Ég vildi óska
ko: 고치기를 바라는 목록
lt: Pageidavimai
lv: Vēlmju saraksts
mt: Xewqa
nl: Wensenlijst
no: Ønskeliste
pl: Życzenie
pt: Desejo
ro: Dorinţă
ru: Пожелание
sk: Žiadosť
sl: Seznam želja
sr: Lista želja
ta: Å¢ÕôÀô ÀðÊÂø
th: ความต้องการ
tr: Dilek
uk: Список побажань
vi: Danh sách các nguyện vọng
xh: Uluhlu lomnqweno

source: Translation
af: vertaling
az: Tərcümə
bg: Превод
ca: Traducció
cs: Překlad
da: Oversættelse
de: Übersetzung
el: Μετάφραση
et: Tõlge
fi: Käännös
he: םוגרת
hu: fordítási hiba
is: Þýðing
ko: 번역
lt: Vertimas
lv: Tulkojums
mt: Traduzzjoni
nl: Vertaling
no: Oversettelse
pl: Tłumaczenie
pt: Tradução
ro: Traducerea
ru: Ошибка в переводе
sk: Preklad
sl: Prevod
sr: Prevod
ta: ¦Á¡Æ¢¦ÀÂ÷ôÒ
th: การแปล
tr: Çeviri
uk: Переклад
vi: Phiên dịch
xh: Uguqulelo lomsebenzi kolunye ulwimi

source: S&ubject :
af: onderwerp :
az: &Mövzu :
bg: &Тема :
ca: Ass&umpte :
cs: Před&mět:
da: E&mne:
de: Be&treff:
el: &Θέμα:
et: S&ubjekt :
fi: &Aihe :
he: :אשו&נ
hu: &Tárgy:
is: &Viðfangsefni :
ko: 제목(&u):
lt: S&ubjektas :
lv: S&ubjekts :
mt: &Suġġett
nl: &Onderwerp:
no: E&mne:
pl: &Temat :
pt: Ass&unto :
ro: S&ubiect:
ru: &Тема:
sk: P&redmet :
sl: P&redmet:
sr: T&ema:
ta: ¦À¡Õû :
th: เรื่อง:
tr: &Konu :
uk: Т&ема :
vi: Đầu đề:
xh: &Umxholo :

source: Enter the text (in English if possible) that you wish to submit for the bug report. If you press "Send", a mail message will be sent to the maintainer of this program and to the KDE buglist.
af: invoer die teks (in engels as moontlik) wat jy wens aan stuur in vir die fout <-invoer->raporteer. <-invoer->as jy druk "stuur", 'n pos boodskap sal wees gestuur aan die onderhouer van hierdie <-invoer->program <-invoer->en aan die kde foutelys.
az: Xəta raportu olaraq yollamaq istədiyiniz mətni (mümkünsə İngiliscə olsun) giriniz. "Yolla"ya Tıqlarsanız bu proqramın məs'ul şəxsinə və KDE xəta siyahısına bir ePoçt ismarıcı yollanacaqdır.
bg: Въведете текс (ако е възможно, на английски) за това, че искате да изпратите рапорт за грешки Ако натиснете "Изпрати", ще изпратите ел.поща до човека който отговаря за тази програма и до KDE копие на рапорта за грешки.
ca: Introduïu el text (en anglès si és possible) amb l'informe d'error que voleu enviar. Si premeu "Envia", s'enviarà un missatge de correu al mantenidor d'aquest programa i a la llista d'errors del KDE.
cs: Vložte text (pokud možno anglický), který si přejete odeslat jako chybové hlášení. Stisknete-li "Poslat", bude odeslána zpráva správci tohoto programu a do chybového mailing listu prostředí KDE.
da: Indtast teksten (helst på engelsk), du ønsker at sende som problemrapport. Hvis du trykker på "Send", vil et brev blive sendt til vedligeholderen af dette program og til KDE problemlisten.
de: Geben Sie den Text ein (möglichst auf Englisch), den Sie als Problembericht einschicken möchten. Sobald Sie auf "Senden" drücken, wird eine Nachricht an den Betreuer des Programms und die KDE-Problemliste verschickt.
el: Εισάγετε το κείμενο (αν γίνεται στα Αγγλικά) που θέλετε να περιλαμβάνει η αναφορά σας. Αν πατήσετε "Αποστολή", ένα μήνυμα ηλ. ταχυδρομείου θα σταλεί στο συντηρητή αυτού του προγράμματος και στη λίστα σφαλμάτων του KDE.
et: Sisesta vearaportiga saadetav tekst (kui võimalik, siis inglise keeles). Vajutades nupule "OK" saadetakse meil selle rakenduse hooldajale ning ka KDE vigade nimekirja.
fi: Kirjoita teksti (englanniksi, jos vain mahdollista), jonka haluat lähettää virheraportissa. Jos napsautat "Lähetä"-painiketta, viesti lähtetetään ohjelmiston ylläpitäjälle ja KDE:n virhelistalle.
he: .גאב לע חווידכ חולשל ךנוצרבש (רשפא םא תילגנאב) טסקטה תא דלקה וזה תינכותה לש קזחתמל ראוד תעדוה חלשית ,"חלש" לע ץחלת םא .KDE לש םיגאבה תמישרלו
hu: Gépelje be a szöveget (lehetőleg angolul), amit el szeretne küldeni, mint hibajelentést. A "Küldés" gomb megnyomása után a levél eljut a program karbantartójához és a KDE hibalistára.
is: Sláðu inn lýsingu á villunni hér, helst á ensku. Ef þú ýtir á "Senda" verður umsjónarmanni forritsins sendur tölvupóstur og afrit sent á póstlistann um villur í KDE.
ko: 벌레 보고서 알맹이를 넣어 주시기 바랍니다. (되도록 영어로) "보내기"를 누르면, 이 프로그램 관리자에게 편지가 보내질 것입니다.
lt: Įveskite tekstą (angliškai), kurį norėtumėte perduoti kaip klaidos pranešimą. Jei paspausite „OK“, šios programos kūrėjui ir KDE klaidų sąrašui bus išsiųstas laiškas.
lv: Ievadiet tekstu (Angliski, ja iespējams) kuru jūs vēlaties iekļaut kļūdu ziņojumā. Ja nospiedīsiet "Sūtīt", vēstule tiks nosūtīta šīs programmas apkalpotājam un uz KDE kļūdu sarakstu.
mt: Iddeskrivi l-problema (bl-Ingliż), u inkludi d-dettalji importanti kollha li tista'. Jekk tagħfas 'Ibgħat', messaġġ bl-imejl jintbgħat lil min hu responsabbli ta' dan il-programm u lill-KDE buglist.
nl: Voer hier de (liefst Engelstalige) melding van de bug in. Als u op "Verzenden" klikt wordt er een e-mail gestuurd naar de onderhouder van het programma en de buglijst.
no: Skriv inn teksten (på engelsk om du kan) som du ønsker å sende som feilrapport. Hvis du trykker "Send" vil en melding bli sendt til vedlikeholderen av dette programmet og KDE-feillisten.
pl: Proszę wpisać (w j. angielskim, o ile jest to możliwe) opis błędu, który chcesz zgłośić. Po wciśnięciu "Wyślij", raport zostanie wysłany do opiekuna programu i na listę błędów KDE.
pt: Escreve o texto (em Inglês se possível) que desejas enviar. Se carregares em "Enviar", uma mensagem electrónica será enviada ao responsável do programa e para a lista de erros do KDE.
ro: Introduceţi textul (în engleză dacă este posibil) pe care doriţi să îl trimiteţi pentru raportul de eroare. Dacă apăsaţi "Trimite", va fi trimis un mesaj de mail către dezvoltatorul programului şi către lista de erori a KDE.
ru: Введите текст (желательно по-английски), который описывает ошибку. Если вы нажмете "Отправить", сообщение будет отправлено к ответственному за разработку этой программы и в список ошибок KDE.
sk: Zadajte text (podľa možnosti v angličtine), ktorý chcete odoslať ako opis chyby. Ak stlačíte "Poslať", správa bude odoslaná tvorcovi programu a do zoznamu chýb KDE.
sl: Vstavite besedilo (po možnosti v angleščini), ki ga želite poslati kot poročilo o hrošču. Če pritisnete "Pošlji", boste poslali sporočilo vzdrževalcu tega programa in na dopisni seznam hroščev za KDE.
sr: Unesite tekst (na engleskom) sa opisom greške koju želite da prijavite. Ako pritisnete "Pošalji", biće poslata mail poruka ljudima koji rade na održavanju ovo programa i na KDE buglistu.
ta: À¢¨ÆÂÈ¢ì¨¸Â¢ø «ÛôÀ §ÅñÊÂÅü¨Èò (ÓÊó¾¡ø ¬í¸¢Äò¾¢ø) ¾Ã×õ. "«ÛôÒ" ¦À¡ò¾¡¨É «Óì¸¢É¡ø, ­ó¾ ¿¢ÃÄ¢ý ¬º¢Ã¢ÂÕìÌõ KDE À¢¨ÆôÀðÊÂÖìÌõ «ïº¦Ä¡ýÚ «ÛôÀôÀÎõ.
th: ใส่ข้อความ (ภาษาอังกฤษ ถ้าเป็นไปได้) ที่คุณประสงค์จะรายงานความผิดพลาด ถ้าคุณกด 'ส่ง' ข้อความเมล์จะถูกส่งไปยังผู้ดูแลโปรแกรมนี้และส่งต่อไปยังรายการความผิดพลาดที่ KDE
tr: Hata raporu olarak göndermek istediğiniz metni (mümkünse İngilizce olsun) giriniz. "Yolla"ya tıklarsanız bu programın sorumlusuna ve KDE hata listesine bir e-posta iletisi gönderilecektir.
uk: Наберіть текст (Англійською, якщо це можливо) звіту про помилку. Після натиску "Відіслати", поштове повідомлення буде відправлене супроводжувачу програми та в список помилок KDE.
vi: Nhập text(bằng tiếng Anh nếu có thể)mà bạn muốn đệ trình cho bản báo cáo lỗi này . Nếu bạn nhấn "Send",Email này sẽ được gửi đến người người bảo trì của chương trình này và cũng được gửi đến KDE buglist.
xh: Ngena kumagama ashicilelweyo okanye abhaliweyo (Ngesingesi ukuba kuyimfuneko) ofuna ukuyingeniselaingxelo yebug. Ukuba ucinezela "Thumela", umyalezo ngeposi uzakuthunyelwa kumlondolozi woludweliso lwenkqubonakuluhlu lwebugyeKDE.

source: Please check that the bug you are about to report is not already listed at
af: asseblief bevestig wat die fout jy word aangaande aan raporteer is nie alreeds gelys na
az: Lütfən raportlayacağınız xətanın daha əvvəl burada sıralanmadığını yoxlayın
bg: Моля проверете дали рапорта за грешки вече не съществува на
ca: Assegureu-vos que l'error del que aneu a informar no hi és llistat a
cs: Prosím zkontrolujte zda chyba, kterou oznamujete, není už uvedena na
da: Sørg for at det problem, du er ved at rapportere, ikke allerede er på listen ved
de: Bitte prüfen Sie, ob das Problem, das Sie berichten möchten, nicht bereits aufgeführt ist unter
el: Παρακαλώ βεβαιωθείτε ότι το σφάλμα που θέλετε να αναφέρετε δε βρίσκεται ήδη στο
et: Palun kontrolli, et viga, millest sa soovid teatada, poleks juba registreeritud aadressil
fi: Tarkista, ettei virhettä ole jo raportoitu osoitteessa
he: .הז רתאב רבכ עיפומ אל חולשל דמוע התאש גאבהש אדוו -
hu: Ellenőrizze, hogy a bejelentendő hiba nem szerepel-e már ezen a címen:
is: Vinsamlegast gaktu úr skugga um að villan sem þú ert að fara að tilkynna sé ekki þegar tilgreind á
ko: 보고하려는 벌레가 이미 목록에 없는지 확인하시기 바랍니다.
lt: Įsitikinkite, kad klaida, apie kurią norite pranešti, jau nėra paskelbta
lv: Lūdzu pārbaudiet vai kļūda par ko taisāties ziņot nav jau sarakstā uz
mt: Jekk jogħġbok iċċekkja li l-problema li se tirraporta m'huwiex diġà mniżżel hawn:
nl: Controleer a.u.b. of de bug die u gevonden hebt niet reeds staat in de lijst op
no: Vennligst sjekk at feilen du er i ferd med å rapportere ikke allerede er listet på
pl: Proszę upewnić się, że ten błąd nie jest już wymieniony na
pt: Verifica se o erro que vais enviar não está já listado em
ro: Este important să verificaţi că raportul pe care doriţi să îl trimiteţi nu este deja listat la
ru: Убедитесь, что ошибка, о которой вы собираетесь сообщить, не перечислена в
sk: Skontrolujte či náhodou chyba ktorú idete ohlásiť už nie je vo výpise nájdených chýb prosím.
sl: Prosimo, preverite, ali hrošč, o katerem poročate, ni že naštet na
sr: Molimo vas da proverite da greška koju hoćete da pošaljete nije već prijavljena na
ta: ¿£í¸û «È¢ì¨¸ «ÛôÀ Å¢ÕõÒõ À¢¨Æ ²Ä§Å ­íÌûÇ ÀðÊÂÄ¢ø ­ø¨Ä ±ýÀ¨¾î ºÃ¢ À¡÷ì¸×õ
th: โปรดตรวจสอบว่าข้อผิดพลาดที่คุณจะรายงานนั้น ไม่เคยมีใครรายงานมาก่อน ที่
tr: Lütfen raporlayacağınız hatanın daha önce burada listelenmediğine emin olun
uk: Будь ласка перевірте, що помилка, про яку Ви хочете звітувати не наведена у
vi: Xin kiểm tra rằng lỗi mà bạn báo cáo chưa được đề cập tới trong
xh: Nceda khangela ukuba ibug ozakwenza ingxelo ngayo ayikho kuluhlu na

source: To submit a bug report, click on the link below. This will open a web browser window on http://bugs.kde.org where you'll find a form to fill in. The information displayed above will be transferred to that server.
af: aan stuur in 'n fout raporteer, kliek op die skakel onder. hierdie sal open 'n web blaaier venster op http://bugs.kde.org waar jy sal soek 'n vorm aan opvul in. die informasie vertoon boonste sal wees oorgedra aan wat bediener.
az: Bir xəta raportu yollamaq üçün aşağıdakı körpüyə tıqlayın. Bir veb səyyahı pəncərəsi http://bugs.kde.org ünvanını açacaq və qabağınıza doldurmanız lazım gələn bir form gələcəkdir. Yuxarıdakı mə'lumatlar bu vericiyə göndəriləcəkdir.
bg: За да се абонирате за съобщенията за грешки, изберете връзката долу. Това ще отвори приложението ви за преглед на страници в Интернет на адрес http://bugs.kde.org където попълнете формата Показаната информация ще бъде подадена на този сървър.
ca: Per a enviar un informe d'error, cliqueu a l'enllaç de sota. Això obrirà una finestra de fullejador Web a http://bugs.kde.org on trobareu un formulari per a emplenar. La infomació mostrada s'enviarà a aquest servidor.
cs: K odeslání chybové zprávy klikněte na níže uvedený odkaz. Toto otevře webový prohlížeč na adrese http://bugs.kde.org, kde najdete formulář k vyplnění. Tyto informace budou odeslány na server.
da: Klik på lænken nedenfor for at indsende en problemrapport. Dette vil åbne et netsøger vindue på http://bugs.kde.org hvor du vil finde en formular, der skal udfyldes. Informationen vist ovenfor vil blive overført til den server.
de: Um einen Problembericht zu erstellen, klicken Sie bitte auf die Verknüpfung unten. Damit öffnen Sie einen Web-Browser mit http://bugs.kde.org, wo Sie ein entsprechendes Formular ausfüllen können. Die oben angezeigte Information wird zum Server übertragen.
et: Vearaporti saatmiseks kliki alloleval viidal, mille peale avatakse uues brauseri aknas aadress http://bugs.kde.org, kust leiad täidetava vormi. Ülevalpool toodud info saadetakse sellesse serverisse.
fi: Lähettääksesi virheraportin paina allaolevaa linkkiä. Tämä avaa www-selaimen ikkunan osoitteessa http://bugs.kde.org Tämän jälkeen voit täyttää virheilmoituslomakkeen. Alla näkyvät tiedot siirretään palvelimelle.
he: .אבה רושיקה לע ץחל ,גאב לע חוויד חולשל ידכ .יולימל ספוט אצמת םש ,http://bugs.kde.org תבותכב ןפדפד ןולח חתפי הז .הז תרש לא רבעוי ליעל גצומה עדימה
hu: Hibabejelentés elküldéséhez kattintson az alábbi linkre. Ekkor megnyílik egy böngészőablakban a http://bugs.kde.org oldal, ahol egy űrlapban meg lehet adni az adatokat. A fent látható információk automatikusan bekerülnek a jelentésbe.
is: Ef þú vilt senda inn villuskýrslu, smelltu þá á hlekkinn hér fyrir neðan. Þá opnast nýr gluggi í vafranum á síðunni http://bugs.kde.org þar sem er eyðublað fyrir villuskýrslur. Upplýsingarnar hér að ofan verða sendar þangað.
lt: Norėdami perduoti pranešimą apie klaidą paspauskite nuorodą žemiau. Atsidarys web naršyklės langas su http://bugs.kde.org puslapiu, kur jūs rasite formą, kurią reiks užpildyti. Informacija, rodoma aukščiau, bus perduota į serverį.
lv: Lai nosūtītu kļūdas ziņojumu, noklikšķiniet uz zemāk norādītās saites. Tas atvērs http://bugs.kde.org Web Pārlūka logā, kur jūs atradīsiet formu ko aizpildīt. Augstāk dotā informācija tiks pārsūtīta uz serveri.
mt: Biex tirrapporta problema, ikklikkja l-link t'hawn taħt. Dan jiftaħ il-browser fuq http://bugs.kde.org fejn issib formola x'timla. L-informazzjoni li tidher hawn fuq tiġi trasferita lill dak is-server.
nl: Als u een bugrapport wil indienen, klik dan op onderstaande koppeling. Deze opent een browservenster met de pagina http://bugs.kde.org, alwaar u het in te vullen formulier kunt vinden. De informatie die hierboven staat zal naar deze server worden gestuurd.
no: For å sende inn en feilrapport, klikk på linken under. Dette vil åpne et nettleservindu til http://bugs.kde.org hvor du vil finne et skjema å fylle ut. Informasjonen vist over vil bli overført til den tjeneren.
pl: Aby wysłać raport o błędzie, naciśnij na odnośnik poniżej. Otworzy to okno przeglądarki na stronie http://bugs.kde.org, gdzie znajduje się formularz do wypełnienia. Informacje wyświetlone powyżej zostaną przesłane do tego serwera.
pt: Para submeter a comunicação dum erro, carrega na ligação em baixo. Isto abrirá uma janela dum navegador Web em http://bugs.kde.org onde verás um formulário para preencheres. A informação acima será enviada para este servidor.
ro: Pentru a trimite un raport de eroare, daţi clic pe legătura de mai jos. Aceasta va deschide o fereastră de navigator de web cu adresa setată la http://bugs.kde.org unde găsiţi un formular de completat. Informaţiile de mai sus vor fi transmise către acel server.
ru: Чтобы отправить сообщение об ошибке, нажмите на ссылку. Откроется окно, где вы попадете на http://bugs.kde.org и сможете заполнить форму. Данные сведения будут отправлены на сервер учета ошибок.
sk: Pre odoslanie správy o chybe kliknite na odkaz. Otvorí sa prehliadač WWW na http://bugs.kde.org, kde nájdete formulár, ktorý treba vyplniť. Informácia zobrazená hore bude poslaná na tento server.
sl: Kliknite spodnjo povezavo za pošiljanje hrošča. To bo odprlo okno spletnega brskalnika na http://bugs.kde.org, kjer boste našli obrazec, ki ga izpolnite. Informacija, prikazana zgoraj, bo prenešena na ta strežnik.
ta: À¢¨ÆÂÈ¢ì¨¸¦Â¡ý¨Èî ºÁ÷ôÀ¢ì¸ì ¸£ØûÇ ­¨½ôÀ¢ø «Øò¾×õ. ­Ð ¯Ä¡Å¢¦Â¡ýÈ¢ý ãÄõ, http://bugs.kde.org ¯¼ý ¦¾¡¼÷Ò ¦¸¡ûÙõ. «íÌ ¿£í¸û ¿¢ÃôÀìÜÊÂ ÀÊÅ¦Á¡ý¨Èì ¸¡ñÀ£÷¸û. §Áü¸ñ¼ Å¢ÀÃí¸Ùõ «ôÀÃ¢Á¡È¢ìÌ «ÛôÀôÀÎõ.
th: เพื่อส่งรายงานความผิดพลาด ให้คลิกที่ลิงค์ด้านล่างนี้ เพื่อเปิดหน้าต่างบราวเซอร์ไปที่ http://bugs.kde.org ซึ่งจะมีฟอร์มให้คุณกรอก ข้อมูลที่แสดงอยู่ด้านบน จะถูกส่งไปยังเซอร์เวอร์นี้ด้วย
tr: Bir hata raporu göndermek için aşağıdaki bağlantıya tıklayın. Bir web tarayıcı penceresi http://bugs.kde.org adresini açacak ve karşınza doldurmanız gereken bir form gelecektir. Yukarıdaki bilgiler bu sunucuya aktarılacaktır.
uk: Щоб надіслати звіт про помилку, клацніть на посиланні знизу. Буде відкрите вікно переглядача на http://bugs.kde.org, де Ви знайдете бланк який треба заповнити. Інформацію, показану вище, буде відіслано до сервера.
vi: Để đệ trình bản báo cáo lỗi, xin nhấn vào link dưới đây . http://bugs.kde.org where sẽ được mở ra và bạn sẽ tìm thấy form để điền vào . Những thông tin được hiển thị ở trên sẽ được chuyển đến server đó .
xh: Ukungenisa ingxelo yebug,nqakraza kwikhonkco elingezantsi. Le iyakuvula iwindow yokukhangela imiba yeweb kwihttp://bugs.kde.org apho uyakufumana ifomu yokuyigcwalisa. Lenkcazelo iboniswe ngasentla izakunikezelwa kumncedi.

source: _: unknown program name unknown
af: onbekende
az: namə'lum
bg: неизвестен
ca: desconegut
cs: neznámý
da: ukendt
de: Unbekannt
et: tundmatu
fi: tuntematon
he: עודי אל
hu: ismeretlen
is: óþekkt
ko: 모르는 프로그램
lt: nežinoma
lv: nezināms
mt: mhux magħruf
nl: onbekend
no: ukjent
pl: nieznana
pt: desconhecido
ro: necunoscut
ru: неизв.
sk: neznámy
sl: neznano
sr: nepozanato
ta: ¦¾Ã¢Â¡¾
th: ไม่รู้จัก
uk: невідома
xh: Elingaziwayo

source: You must specify both a subject and a description before the report can be sent.
af: jy moet spesifiseer beide 'n onderwerp en 'n beskrywing voor die raporteer kan wees gestuur.
az: Raport göndərilmədən əvvəl bir mövzu və bir izahat bildirməlisiniz.
bg: Вие сте длъжни да опишете обект и описание преди репорта да е пратен.
ca: Heu d'especificar un assumpte i una descripció per a que es pugui enviar l'informe.
cs: Dříve než bude odeslána zpráva, je nutné uvést její předmět a popis.
da: Du skal angive både et emne og en beskrivelse, før rapporten kan sendes.
de: Sie müssen sowohl einen Betreff als auch eine Beschreibung eingeben, bevor der Report abgesandt werden kann.
el: Πρέπει να καθορίσετε και θέμα και περιγραφή για να μπορεί να σταλεί η αναφορά.
et: Enne vearaporti saatmist pead sa sisestama nii subjekti, kui ka vea kirjelduse.
fi: Sinun tulee antaa sekä otsikko että kuvaus, ennen kuin raportti voidaan lähettää.
he: ינפל רואיתו אשונ ןייצל ךילע .חווידה תא חולשל היהי ןתינש
hu: Tárgyat és leírást is meg kell adni, mielőtt elküldené a jelentést.
is: Þú verður bæði að gefa upp umfangsefni og lýsingu til að geta sent villuskýrsluna.
ko: 벌레 보고서를 보내기전에 제목과 설명을 확인부탁드립니다.
lt: Prieš išsiunčiant pranešimą reikia nurodyti temą ir aprašymą.
lv: Jums jānorāda gan subjekts, gan apraksts pirms ziņojums var tikt nosūtīts.
mt: Hemm bżonn kemm suġġett kif ukoll deskrizzjoni qabel tibgħat dan ir-rapport.
nl: U moet zowel het onderwerp als een beschrijving opgeven voordat u het rapport kunt opsturen.
no: Du må både oppgi et emne og en beskrivelse før rapporten kan sendes.
pl: Należy napisać przed wysłaniem temat oraz opis.
pt: Tens de especificar um assunto e uma descrição antes que o relatório possa ser enviado.
ro: Trebuie să specificaţi subiectul şi descrierea înainte ca raportul să poată fi trimis.
ru: Перед отправкой сообщения необходимо указать тему и описание ошибки.
sk: Musíte uviesť predmet a popis správy predtým ako bude zaslaná.
sl: Preden pošljete poročilo, morate določiti tako predmet, kot tudi opis.
sr: Morate da navedete i subjekat i opis pre nego što pošaljete izveštaj.
ta: ¿£í¸û «È¢ì¨¸¨Â «ÛôÒÓý «¾üÌÃ¢Â ¾¨Äô¦À¡ý¨ÈÔõ Å¢Çì¸¦Á¡ý¨ÈÔõ ¾Ã §ÅñÎõ.
th: คุณต้องกำหนดทั้งเรื่องและรายละเอียด มิฉะนั้นจะไม่สามารถส่งรายงานได้
tr: Rapor gönderilmeden önce bir konu ve bir açıklama belirtmelisiniz.
uk: Ви повинні вказати тему та опис звіту перед відправкою.
vi: Bạn phải ghi ró cả đầu đề và diễn tả những gì bạn đã gặp trước khi bản báo cáo được gửi đi .
xh: Kufuneka ukhankanye zombini umxholo kunye nenkcazelo phambi kokuba kuthunyelwe ingxelo.
