Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Use this button to choose a new shortcut key. Once you click it, you can press the key-combination which you would like to be assigned to the currently selected action.
af: gebruik hierdie knoppie aan kies 'n nuwe kortpad sleutel. as eers jy kliek dit, jy kan druk die sleutel-combination wat jy sal hou van aan wees toegeskryf aan die huidiglik gekose aksie.
az: Bu düyməni yeni qısa yol seçmək üçün istifadə edin. Tıqladığınız vaxt qısa yol üçün müəyyənləşdirəcəyiniz düymə kombinasiyalarını basın.
bg: Използвайте този бутон за избор на нов клавиш за shortcut. След като кликнете на него, вие може да натиснете клавишна комбинация на която искате да бъде назначено избраното действие.
ca: Useu aquest botó per triar una nova tecla de drecera. Un cop hi cliqueu, podeu prèmer la combinació de tecla que voleu assignar a l'acció actualment seleccionada.
cs: Toto tlačítko je možné použít pro výběr nové klávesové zkratky. Jakmile na něj kliknete, můžete stlačit kombinaci kláves, kterou chcete použít pro aktuálně vybranou činnost.
da: Brug denne tast for at vælge en ny genvejstast. Når du klikker på den, kan du trykke på tastekombinationen, som du gerne vil have knyttet til den aktueltvalgte handling.
de: Verwenden Sie diesen Knopf, um ein neues Tastenkürzel zu erstellen. Sobald Sie einmal darauf geklickt haben, können Sie die Tastenkombination drücken, die Sie der jeweils ausgewählten Aktion zuordnen möchten.
et: Kasuta seda nuppu uue kiirklahvi valimiseks. Pärast sellel klikkimist saad vajutada klahvikombinatsiooni, mida soovid seostada momendil valitud tegevusega.
fi: Napsauta tätä painiketta valitaksesi oman pikanäppäimen valitulle toiminnolle. Halutessasi voit lisätä halutun näppäinyhdistelmän erikoisnäppäimet.
he: <p align=right>רוציק שקמ רוחבל ידכ הז רותפכב שמתשה<br>היהי ,וילע ץחלתש עגרב .שדח ךרד<br>םישקמה בוליש תא שיקהל ךתורשפאב<br>.תרחבנה הלועפל ךיישל ךנוצרבש
hu: Ezzel a gombbal lehet új billentyűparancsot kiválasztani. Miután rákattintott, nyomja le azt a billentyűkombinációt, amelyet a kijelölt művelethez szeretne rendelni.
is: Þessi hnappur er notaður til að velja flýtilykil. Ef þú smellir á hann þá getur þú ýtt á þá lyklasamsetningu sem þú vilt að sé tengd aðgerðinni sem er valin.
ko: 이 단추를 누르면 새 줄임쇠를 고를 수 있습니다. 한 번 누르면, 지금 선택된 움직임에 지정할 글쇠 조합을 누를 수 있습니다.
lt: Naudokite šį mygtuką norėdami pasirinkti naują klavišą-nuorodą. Paspaudę šį mygtuką jūs galėsite paspausti klavišų kombinaciją, kurią jūs norite priskirti pasirinktam veiksmui.
lv: Izmantojiet šo pogu, lai izvēlētos jaunu īsinājumikonas taustiņu. Vienreiz noklikšķinot to, jūs varat nospiest taustiņu-kombināciju, kuru jūs vēlaties asignēt pašlaik izvēlētajai darbībai.
mt: Uża dil-buttuna biex tagħżel taqsira ġdida. Meta tagħfasha, tista' tagħfas il-kombinazzjoni ta' buttuni li trid tassenja lill-azzjoni magħżula.
nl: Gebruik deze knop om een nieuwe sneltoets te kiezen. Zodra u hierop klikt kunt u de toetscombinatie die u aan de geselecteerde actie wilt toekennen invoeren.
no: Bruk denne knappen for �velge en ny snarvei-tast. Etter �ha klikket p�den kan du trykke tastekombinasjonen du vil skal tilordnes den hendelsen du har valgt.
pl: Używaj tego przycisku do wybrania nowego skrótu klawiszowego. Po naciśnięciu można przycisnąć wybraną kombinacje klawiszy, która zostanie przypisana do aktualnie wybranego zdarzenia.
pt: Usa este botão para escolher uma nova tecla de atalho. Logo que carregares nela podes escolher a combinação de teclas que queres que seja atribuída à acção escolhida no momento.
ro: Utilizaţi acest buton pentru a alege o nouă tastă accelerator. Odată ce aţi dat clic pe el puteţi apăsa combinaţia de taste pe care doriţi să o atribuiţi acţiunii selectate.
ru: Используйте эту кнопку для выбора новой горячей клавиши. Нажав ее, выберите сочетание клавиш для выделенного действия.
sk: Toto tlačidlo použite pre výber novej klávesovej skratky. Ak ho stlačíte, môžete stlačiť kombináciu kláves, ktorú chcete použiť pre aktuálne vybranú akciu.
sl: Uporabite ta gumb za izbiro nove tipke z bližnjico. Ko kliknete nanj, lahko pritisnete kombinacijo tipk, katero bi radi dodelili trenutno izbranemu dejanju.
ta: Ò¾¢Â ÌÚìÌÅÆ¢ Å¢¨º¦Â¡ý¨Èò ¦¾Ã¢× ¦ºöÂ ­ô¦À¡ò¾¡¨É «Øò¾×õ. «ÎòÐ, ¿¼ôÒî ¦ºÂÖìÌò ¾Ã§ÅñÊÂ Å¢¨ºî§º÷Á¡Éò¨¾ «Øò¾×õ.
th: ใช้ปุ่มนี้ เพื่อเลือกคีย์ลัดใหม่ เมื่อคุณคลิกมันหนึ่งครั้ง คุณสามารถกดคีย์ ที่คุณต้องการกำหนดให้จับคู่ กับการกระทำปัจจุบันได้
uk: Виберіть нову клавішу скорочення за допомогою цієї кнопки. Після натискання на неї Ви можете вибрати комбінацію клавіш, яку ви хочете асоціювати з вибраною дією.
vi: Dùng phím này để chọn một phím nóng mới. Sau khi bạn nhấn chuột,bạn có thể nhấn tổ hợp phím mà bạn đã chỉ định cho hành động mà bạn đã chọn.
xh: Sebenzisa eli qhosha ukukhetha indlela emfutshane entsha engundoqo.Xa uyinqakrazile, unga cinezela isitshixo - indibanisela ongathanda ukuba nayo kwintshukumo ekhethiweyo yangoku.

source: Default Key
af: verstek sleutel
az: Əsas düymə
bg: Стандартен клавиш
ca: Tecla per omissió
cs: Implicitní klávesa
da: Standardtast
de: Standardtaste
et: Vaikimisi klahv
fi: Oletusnäppäin
he: לדחמ תרירב שקמ
hu: Az alapértelmezett billentyű
is: Sjálfgefinn lykill
ko: 기본 글쇠
lt: Nutylimas klavišas
lv: Noklusētais Taustiņš
mt: Buttuna standard
nl: Standaard toets
no: Standard tast
pl: Domyślny klawisz
pt: Tecla Pré-Definida
ro: Tastă implicită
ru: Клавиша по умолчанию
sk: Štandardný kláves
sl: Privzeta tipka
sr: Predefinisani taster
ta: ¦¸¡¼¡¿¢¨Ä Å¢¨º
th: คีย์ปริยาย
tr: Öntanımlı Tuş
uk: Типов&а клавіша
xh: Isitshixo sosalelo olungagqibekanga

source: Undefined key
af: ongedefinieerd sleutel
az: Təsvirsiz düymə
bg: Неописан клавиш
ca: Tecla no definida
cs: Nedefinovaná klávesa
da: Tast ikke angivet
de: Undefinierte Taste
el: Μη ορισμένο πλήκτρο
et: Defineerimata klahv
fi: Määrittelemätön näppäin
he: רדגומ אל שקמ
hu: Definiálatlan billentyű
is: Óskilgreindur lykill
ko: 설정되지 않은 글쇠
lt: Nenurodytas klavišas
lv: Nedefinēts taustiņš
mt: Buttuna mhux magħżula
nl: Ongedefinieerde toets
no: Udefinert tast
pl: Niezdefiniowany klawisz
pt: Tecla não definida
ro: Tastă nedefinită
ru: Неопределенная клавиша
sk: Nedefinovaný kláves
sl: Nedoločena tipka
sr: Nedefinisani taster
ta: Å¨ÃÂÚì¸¡ Å¢¨º
th: ยังไม่กำหนดคีย์
tr: Tanımsız tuş
uk: Невизначена клавіша
vi: Phím chưa định nghĩa
xh: Isitshixo esingacaciswanga

source: The Meta key is not allowed in this context.
af: die meta sleutel is nie toegelaat in hierdie konteks.
az: Bu kontekst üçün Meta klaviatura düyməsinə icazə verilmir.
bg: Мета-клавишът не е разрешен в този контекст.
ca: No s'admet la tecla Meta en aquest context.
cs: Meta klávesa není povolena v tomto kontextu.
da: Metatasten er ikke tilladt i denne sammenhæng.
de: Die Meta-Taste ist in diesem Zusammenhang nicht zulässig.
et: Selles kontekstis pole Meta klahv lubatud.
fi: Tässä yhteydessä ei voi käyttää erikoisnäppäintä.
he: .הז רשקהב ירשפא וניא Meta שקמה
hu: A Meta billentyűt itt nem lehet használni.
is: Það má ekki nota Meta takkann í þessu samhengi.
ko: 이 문맥에서는 메타 글쇠가 허용되지 않습니다.
lt: Meta klavišas neleistinas šiame kontekste.
lv: Meta taustiņš šajā kontekstā nav atļauts.
mt: Il-buttuna "Meta" mhix permessa f'dan il-kuntest.
nl: De Meta-toets is niet toegestaan in deze context.
no: Meta-tasten kan ikke brukes i denne sammenhengen.
pl: Klawisz Meta nie jest tu dopuszczalny
pt: A tecla Meta não é permitida neste contexto.
ro: Această tastă Meta nu este permisă în acest context.
ru: В данном контексте не разрешается использовать клавишу Meta.
sk: Kláves meta nie je v tomto kontexte povolený.
sl: V tem pomenu tipka Meta ni dovoljena.
sr: Meta taster nije dozvoljen u ovom kontekstu.
ta: ­îÝÆÄ¢ø Meta Å¢¨ºìÌ «ÛÁ¾¢Â¢ø¨Ä.
th: ไม่อนุญาตให้ใช้คีย์ Meta สำหรับคอนเท็กซ์นี้
uk: Клавіша Meta не дозволена в цьому контексті.
xh: Isitshixo seMeta asivumelekanga kule ntsingiselo.

source: Invalid Shortcut Key
af: ongeldige kortpad sleutel
az: Səhv Qısa Yol Düyməsi
bg: Бутонът за съкращение е невалиден
ca: Tecla de drecera incorrecta
cs: Neplatná klávesová zkratka
da: Ugyldig genvejstast
de: Ungültiges Tastenkürzel
et: Vigane kiirklahv
fi: Virheellinen näppäin
he: ףקת אל ךרד רוציק שקמ
hu: Érvénytelen billentyűparancs
is: Rangur lykill
ko: 옳지않은 줄임쇠
lt: Neteisingas nuorodos klavišas
lv: Nepareizs Īsinājumikonas Taustiņš
mt: Taqsira invalida
nl: Onjuiste sneltoets
no: Ugyldig hurtig-tast
pl: Nieprawidłowy skrót klawiaturowy
pt: Tecla de Atalho Incorrecta
ro: Tastă accelerator incorectă
ru: Неверная клавиша
sk: Neplatný kláves skratky
sl: Napačna tipka z bližnjico
sr: Nedozvoljena kombinacija tastera
ta: ÅÄ¢¾üÈ ÌÈ¢ìÌÅÆ¢ Å¢¨º
th: คีย์ลัดไม่ถูกต้อง
uk: Невірна швидка клавіша
xh: Isitshixo sendlela emfutshane esingasebenziyo

source: In order to use the '%1' key as a shortcut, it must be combined with the Meta, Alt, Ctrl, and/or Shift keys.
af: in volgorde aan gebruik die '%1' sleutel as 'n kortpad, dit moet wees gekombineer met die meta, alt, ctrl, en/of verskuiwende sleutels.
az: '%1' düyməsinin qısa yol düyməsi olaraq istifade edilə bilməyi üçün Meta, Alt, Ctrl və/və ya Shift düymələrindən biri ilə kombinasiya aparılmalıdır.
bg: За да използвате клавиша '%1' като shortcut, той трябва да бъде комбиниран с Meta, Alt, Ctrl, и/или Shift клавишите.
ca: Per tal d'usar la tecla '%1' com a drecera, s'ha de combinar amb les tecles Meta, Alt, Ctrl i/o Majús.
cs: Pro použití klávesy '%1' jako klávesové zkratky ji musíte použít spolu s klávesami Meta, Alt, Ctrl nebo Shift.
da: For at kunne bruge '%1' tasten som en genvejstast, skal den kombineres med Meta, Alt, Ctrl, og/eller Shift taster.
de: Um die Taste "%1" als Kurzbefehl nutzen zu können, muss sie mit der Meta-, Alt-, Strg- und/oder Umschalt-Taste kombiniert werden.
et: '%1' klahvi kasutamiseks kiirklahvina peab see olema kombineeritud Meta, Alt, Ctrl ja/või Shift klahvidega.
fi: Jos haluat käyttää näppäintä '%1' pikanäppäimenä, sinun täytyy käyttää erikoisnäppäimiä (Meta, Alt, Ctrl ja/tai Shift).
he: רוציק רותב '%1' שקמב שמתשהל תנמ לע םישקמה םע ובלשל ךילע ,ךרד .Shift וא\ו Ctrl ,Alt ,Meta
hu: A(z) '%1' billentyű csak a Shift, Ctrl, Alt, Meta módosítóbillentyűkkel kombinálva lehet billentyűparancs.
is: Til að geta notað '%1' lykilinn sem flýtilykil þarf að nota hann með að minnsta kosti einum af Meta, Alt, Ctrl og Shift tökkunum.
ko: '%1' 글쇠를 줄임쇠로 쓰려면 꼭 Meta, Alt, Ctrl, Shift 글쇠를 같이 넣어야 합니다.
lt: Norėdami naudoti „%1“ klavišą kaip nuorodą jūs turite sujungti jį kartu su Meta, Alt, Vald(Ctrl) ir/arba Shift klavišais.
lv: Lai izmantotu '%1' taustiņu kā īsinājumikonu, tas jākombinē ar Meta, Alt, Ctrl, un/vai Shift taustiņiem.
mt: Biex tuża l-buttuna "%1" bħala taqsira, trid tabbinaha mal-buttuni Meta, Alt, Ctrl jew Shift.
nl: Om de toets '%1' als sneltoets te kunnen gebruiken, moet u deze combineren met een van de Meta-, Alt-, Ctrl- en/of Shift-toetsen.
no: For �kunne bruke tasten '%1' som snarvei m�du kombinere den med Meta, Alt, Ctrl og/eller Shift-tasten(e).
pl: Aby użyć klawisza '%1' jako skrótu klawiszowego, musi yć on połączony z klawiszami: Lewy Alt (Meta), Prawy Alt (Alt), Ctrl i/lub Shift.
pt: De modo a usares a tecla '%1' como um atalho, precisas de combiná-la com as teclas Meta, Alt, Ctrl e/ou Shift.
ro: Pentru a utiliza tasta "%1" ca accelerator, ea trebuie combinată cu tastele Meta, Alt, Ctrl şi/sau Shift.
ru: Чтобы использовать клавишу '%1' как горячую, ее нужно задействовать вместе с клавишами Meta, Alt, Ctrl и/или Shift.
sk: Pre použitie klávesu '%1' ako klávesovej skratky ho musíte použiť spolu s klávesmi Meta, Alt, Ctrl alebo Shift.
sl: Da bi uporabili tipko ,%1` za bližnjico, jo morate kombinirati z tipkami Meta, Alt, Ctrl in/ali Shift.
ta: '%1' ±Ûõ Å¢¨ºÂ¢¨Éì ÌÚìÌÅÆ¢Â¡¸ô ÒÆí¸, «¾¨É Meta, Alt, Ctrl, and/or Shift Å¢¨º¸Ù¼ý §º÷ì¸ §ÅñÎõ.
th: ในลำดับการใช้คีย์ลัด '%1' จะต้องมีการใช้ร่วมกับคีย์ Meta, Alt, Ctrl, และ/หรือ Shift
uk: Щоб використовувати клавішу '%1' як скорочення, вона повинна бути об'єднана з модифікатором Meta, Alt, Ctrl та/або Shift.
xh: Ukuze usebenzise i-isitshixo se-'%1' njengendlela emfutshane kufuneka idityaniswe ne-Meta, i-Alt, i-Ctrl, kunye/okanye izitshixo zeShift

source: The %1 key combination has already been allocated to the global %2 action. Please choose a unique key combination.
af: die %1 sleutel kombinasie het alreeds al geallokeer aan die globale %2 aksie. asseblief kies 'n unieke sleutel kombinasie.
az: %1 düymə kombinasiyası daha əvvəl %2 global hadisəsinə ayrıldı. Lütfən, daha əvvəl istifadə edilməmiş bir düymə kombinasiyası seçiniz.
bg: Тази %1 комбинация от клавиши вече съществува за глобално %2 действие. Моля изберете неизползвана комбинация.
ca: La combinació de tecla %1 ja s'ha assignat a l'acció global %2. Si us plau, escolliu una combinació de tecla única.
cs: Klávesová kombinace %1 je již použita pro globální činnost %2. Prosím zvolte si jedinečnou kombinaci kláves.
da: %1 tastekombinationen bruges allerede til den globale handling %2. Vælg venligst en ubrugt kombination.
de: Die Tastenkombination %1 ist bereits der globalen Aktion %2 zugeordnet. Bitte wählen Sie eine eindeutige Tastenkombination.
el: Ο συνδυασμός %1 έχει ήδη δεσμευθεί για την καθολική ενέργεια %2. Παρακαλώ επιλέξτε ένα μοναδικό συνδυασμό.
et: Klahvikombinatsioon %1 on juba kasutusel globaalseks tegevuseks %2. Palun vali unikaalne kombinatsioon.
fi: Näppäinyhdistelmä %1 on jo käytössä yleiselle toiminteelle %2. Valitse joku ainutlaatuinen näppäinyhdistelmä.
he: ןתינ רבכ %1 םישקמה בוליש .%2 תילבולגה הלועפל .ידוחיי םישקמ בוליש רחב אנא
hu: A(z) %1 billentyűkombináció már hozzá van rendelve a globális %2 eseményhez. Válasszon más billentyűkombinációt.
is: Lyklasamsetningin %1 er nú þegar í notkun í altæku stillingunni %2 Veldu ótvíræða samsetningu.
ko: 전역 %2를 수행하기위한 %1 글쇠 조합이 이미 할당되어 졌습니다. 유일한 글쇠 조합을 골라 주시기 바랍니다.
lt: Klavišų kombinacija %1 jau buvo pasirinkta globaliam veiksmui %2. Pasirinkite unikalią mygtukų kombinaciją.
lv: Taustiņu kombinācija %1 jau ir piešķirta globālai darbībai %2. Lūdzu izvēlieties unikālu taustiņu kombināciju.
mt: Il-buttuni %1 diġà huwa allokat għall-azzjoni globali %2. Jekk jogħġbok agħżel buttuni uniċi.
nl: De toetsencombinatie "%1" is reeds toegewezen aan de globale actie "%2" Kies een unieke toetsencombinatie
no: Tastkombinasjonen %1 har allerede blitt brukt for global %2-hendelsen. Vennligst velg en unik tastkombinasjon.
pl: Kombinacja klawiszy %1 została przypisana ogólnemu zdarzeniu %2. Proszę wybrać nieużywaną kombinację klawiszy.
pt: A combinação de teclas %1 já foi atribuída à acção global %2. Por favor escolhe uma combinação de teclas única.
ro: Combinaţia de taste %1 a fost deja alocată la acţiunea globală %2. Vă rog să alegeţi o combinaţie unică de taste.
ru: Сочетание клавиш %1 уже имеет глобальную привязку к действию "%2". Выберите уникальное сочетание клавиш.
sk: Klávesová kombinácia %1 už bola alokovaná na globálnu akciu %2. Prosím zvoľte unikátnu kombináciu.
sl: Zaporedje tipk %1 ima že določen globalen učinek: %2. Prosim izberite še neuporabljeno zaporedje tipk.
sr: Kombinacija tastera %1 je već dodeljena globalnoj akciji %2. Molim, izaberite jedinstvenu kombinaciju.
ta: %1 ±Ûõ Å¢¨ºî §º÷Á¡Éõ ²ü¸É§Å ¯Ä¸Ç¡Å¢Â %2 ¦ºÂÖìÌ ´Ðì¸ôÀðÎûÇÐ. ¾Â× ¦ºöÐ §Å¦È¡Õ Å¢¨ºî §º÷Á¡Éò¨¾ò §¾÷× ¦ºöÂ×õ.
th: คีย์ %1 นี้ถูกจองไว้ใช้งานกับ การกระทำทั่วๆ ไป %2 แล้ว กรุณาเลือกคีย์อื่นๆ ที่ยังไม่ถูกใช้
tr: %1 tuş kombinasyonu daha önce %2 global eylemine ayrıldı. Lütfen, daha önce kullanılmamış bir tuş kombinasyonu seçiniz.
uk: Комбінація клавіш %1 вже прив'язана до дії %2. Будь ласка, виберіть унікальну комбінацію.
vi: Tổ hợp phím %1 đã được sử dụng trong hành động toàn thể (global action) %2. Xin chọn một phím duy nhất cho tổ hợp các phím .
xh: Indibaniselwano yesitshixo se-%1 eseleyayamaniswe nentshukumo engqukuva ka-%2. Nceda khetha indibaniselwano enye yesitshixo.

source: Global key conflict
af: globale sleutel konflik
az: Ümumi düymə toqquşması
bg: Грешка в глобалния клавиш
ca: Conflicte de tecla global
cs: Konflikt globálních klávesových zkratek
da: Global tastekonflikt
de: Konflikt in der Tastenzuordnung
el: Σύγκρουση καθολικών πλήκτρων
et: Konflikt globaalse klahviga
fi: Yleisten näppäinten konflikti
he: םיילבולג םישקמ תושגנתה
hu: Globális billentyűparancs-ütközés
is: Árekstur í altækum hnöppum
ko: 전역 글쇠 겹침
lt: Bendro klavišo konfliktas
lv: Globālo taustiņu konflikts
mt: Konflitt ma' buttuni globali
nl: Conflict met globale toetsen
no: Global tastkonflikt
pl: Konflikt ogólnych klawiszy
pt: Conflito com tecla global
ro: Conflict de tastă globală
ru: Конфликт привязок клавиш
sk: Konflikt globálnych klávesov
sl: Nasprotovanje globalnih tipk
sr: Konflikt sa globalnim tasterom
ta: ¯Ä¸Ç¡Å¢Â Å¢¨º ÓÃñÀ¡Î
th: ขัดแย้งกันกับคีย์ส่วนกลาง
tr: Genel tuş çakışması
uk: Конфлікт глобальних клавіш
vi: Xung đột các phím toàn thể(global)
xh: Ungqubano lwesitshixo esingqukuva

source: The %1 key combination has already been allocated to the standard %2 action. Please choose a unique key combination.
af: die %1 sleutel kombinasie het alreeds al geallokeer aan die standaard %2 aksie. asseblief kies 'n unieke sleutel kombinasie.
az: %1 düymə kombinasiyası daha əvvəl %2 standart funksiyasına ayrıldı. Lütfən, daha əvvəl istifadə edilməmiş bir düymə kombinasiyası seçiniz.
bg: Тази %1 комбинация от клавиши вече съществува за стандарно %2 действие. Моля изберете неизползвана комбинация.
ca: La combinació de tecla %1 ja s'ha assignat a l'acció estàndard %2. Si us plau, escolliu una combinació de tecla única.
cs: Klávesová kombinace %1 je již použita pro standardní činnost %2. Prosím zvolte si jedinečnou kombinaci kláves.
da: %1 tastekombinationen bruges allerede til standardhandlingen %2. Vælg venligst en ubrugt kombination.
de: Die Tastenkombination %1 ist bereits der Standardaktion %2 zugeordnet. Bitte wählen Sie eine eindeutige Tastenkombination
el: Ο συνδυασμός %1 έχει ήδη δεσμευθεί για την προκαθορισμένη λειτουργία %2. Παρακαλώ επιλέξτε ένα μοναδικό συνδυασμό.
et: Klahvikombinatsioon %1 on juba kasutusel standardseks tegevuseks %2. Palun vali unikaalne kombinatsioon.
fi: Näppäinyhdistelmä %1 on jo käytössä yleiselle toiminteelle %2. Valitse joku ainutlaatuinen näppäinyhdistelmä.
he: ןתינ רבכ %1 םישקמה בוליש .%2 תיטרדנטסה הלועפל .ידוחיי םישקמ בוליש רחב אנא
hu: A(z) %1 billentyűkombináció már hozzá van rendelve az általános %2 eseményhez. Válasszon egy más billentyűkombinációt.
is: Lyklasamsetningin %1 er nú þegar í notkun í staðalstillingunni %2 Veldu ótvíræða samsetningu.
ko: %1 글쇠 조합은 이미 표준 %2 움직임에 할당되어 졌습니다. 유일한 글쇠 조합을 골라 주시기 바랍니다.
lt: Klavišų kombinacija %1 jau buvo pasirinkta standartiniam veiksmui %2. Prašome pasirinkti unikalią klavišų kombinaciją.
lv: Taustiņu kombinācija %1 jau tiek izmantota standarta darbībai %2. Lūdzu izvēlieties unikālu taustiņu kombināciju.
mt: Il-buttuni %1 diġà huwa allokat għall-azzjoni standard %2. Jekk jogħġbok agħżel buttuni uniċi.
nl: De toetsencombinatie "%1" is reeds toegewezen aan de standaard actie "%2". Kies een unieke toetsencombinatie.
no: Tastkombinasjonen %1 har allerede blitt brukt for standard %2-hendelsen. Vennligst velg en unik tastkombinasjon.
pl: Kombinacja klawiszy %1 została przypisana zwykłemu zdarzeniu %2. Proszę wybrać nieużywaną kombinację klawiszy.
pt: A combinação de teclas %1 já foi atribuída à acção standard %2. Por favor escolhe uma combinação de teclas única.
ro: Combinaţia de taste %1 a fost deja alocată la acţiunea standard %2. Vă rog să alegeţi o combinaţie unică de taste.
ru: Сочетание клавиш %1 уже связано со стандартным действием "%2". Выберите уникальное сочетание клавиш.
sk: Kombinácia klávesov %1 už bola alokovaná k štandardnej akcii %2. Prosím zvoľte unikátnu kombináciu.
sl: Zaporedje tipk %1 ima že določen standarden učinek: %2. Prosim izberite še neuporabljeno zaporedje tipk.
sr: Kombinacija tastera %1 je već dodeljena standardnoj akciji %2. Molim, izaberite jedinstvenu kombinaciju.
ta: %1 ±Ûõ Å¢¨ºî §º÷Á¡Éõ ²ü¸É§Å ¦ºó¾Ã %2 ¦ºÂÖì¸¡¸ ´Ðì¸ôÀðÎûÇÐ. ¾Â× ¦ºöÐ §Å¦È¡Õ Å¢¨ºî §º÷Á¡Éò¨¾ò §¾÷× ¦ºöÂ×õ.
th: คีย์ %1 นี้ถูกจองไว้ใช้งานกับ การกระทำมาตรฐาน %2 แล้ว กรุณาเลือกคีย์อื่นๆ ที่ยังไม่ถูกใช้
tr: %1 tuş kombinasyonu daha önce %2 standart işlevine ayrıldı. Lütfen, daha önce kullanılmamış bir tuş kombinasyonu seçiniz.
uk: Комбінація клавіш %1 вже прив'язана до дії %2. Будь ласка, виберіть унікальну комбінацію.
vi: Tổ hợp phím %1 đã được dùng vào hành động tiêu chuẩn(standard action) %2 . Xin chọn một phím duy nhất cho tổ hợp các phím .
xh: Indibaniselwano yesitshixo se-%1 eseleyayamaniswe nentshukumo esezantsi ye-%2. Nceda khetha indibaniselwano enye yesitshixo.

source: Standard key conflict
af: standaard sleutel konflik
az: Standart düymə toqquşması
bg: Грешка в стандартен клавиш
ca: Conflicte de tecla estàndard
cs: Konflikt standardních klávesových zkratek
da: Standardtastekonflikt
de: Konflikt mit der Standard-Tastenzuordnung
el: Σύγκρουση Πρότυπου Πλήκτρου
et: Konflikt standardsete klahvidega
fi: Perusnäppäimen konflikti
he: םייטרדנטס םישקמ תושגנתה
hu: Billentyűparancs-ütközés
is: Árekstur í staðalhnöppum
ko: 기본 글쇠 겹침
lt: Standartinio klavišo konfliktas
lv: Standart taustiņu konflikts
mt: Konflitt ma' buttuni standard
nl: Conflict met standaardtoetsen
no: Standard tastkonflikt
pl: Konflikt zwykłych klawiszy
pt: Conflito com uma tecla 'standard'
ro: Conflict de tastă standard
ru: Конфликт привязок клавиш
sk: Konflikt štandardných kláves
sl: Nasprotovanje standardnih tipk
sr: Konflikt sa standardnim tasterom
ta: ¦ºó¾Ã Å¢¨º ÓÃñÀ¡Î
th: ขัดแย้งกับคีย์มาตรฐาน
tr: Standart tuş çakışması
uk: Конфлікт стандартних клавіш
vi: Xung đột phím tiêu chuẩn
xh: Ungqubano lwesitshixo somgangatho ophantsi
