Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Remote CUPS server (IPP/HTTP)
af: afgeleë cups bediener (ipp/http)
az: Uzaq CUPS vericisi (IPP/HTTP)
bg: Отдалечен CUPS сървър (IPP/HTTP)
ca: Servidor CUPS remot (IPP/HTTP)
cs: Vzdálený CUPS server (IPP/HTTP)
da: Fjernserver CUPS (IPP/HTTP)
de: CUPS-Server (IPP/HTTP) auf Fremdrechner
el: Απομακρυσμένος εξυπηρετητής CUPS (IPP/HTTP)
et: CUPS server (IPP/HTTP)
fi: CUPS etäpalvelin (IPP/HTTP)
he: (IPP/HTTP) קחורמ CUPS תרש
hu: távoli CUPS kiszolgáló (IPP/HTTP)
is: Fjarlægur CUPS þjónn (IPP/HTTP)
ko: 원격지 컵스(CUPS) 서버 (IPP/HTTP)
lt: Nutolęs CUPS serveris (IPP/HTTP)
lv: Attālināts CUPS serveris (IPP/HTTP)
mt: Server CUPS remot (IPP/HTTP)
nl: CUPS-server op afstand (IPP/HTTP)
no: Fjern CUPS-tjener (IPP/HTTP)
pl: Zdalny serwer CUPS (IPP/HTTP)
pt: Servidor CUPS remoto (IPP/HTTP)
ro: Server CUPS distant (IPP/HTTP)
ru: Сетевой сервер CUPS (IPP/HTTP)
sk: Vzdialený server CUPS (IPP/HTTP)
sl: Oddaljeni strežnik CUPS (IPP/HTTP)
sr: Udaljeni CUPS server (IPP/HTTP)
ta: §ºö¨Á IPP ÀÃ¢Á¡È¢ (IPP/HTTP)
th: เซิร์ฟเวอร์ CUPS แบบรีโมท (IPP/HTTP)
tr: Uzak CUPS sunucu (IPP/HTTP)
uk: Віддалений сервер CUPS (IPP/HTTP)
vi: CUPS server ở xa (IPP/HTTP)
xh: Mbeke kude umncedisi we CUPS (IPP/HTTP)

source: Network printer w/IPP (IPP/HTTP)
af: netwerk drukker w/ipp (ipp/http)
az: Ş abəkə vericisi w/IPP (IPP/HTTP)
bg: Мрежови принтер w/IPP (IPP/HTTP)
ca: Impressora de xarxa amb IPP (IPP/HTTP)
cs: Síťová tiskárna (IPP/HTTP)
da: Netværk printer m/IPP (IPP/HTTP)
de: Netzwerkdrucker (IPP/HTTP)
el: Δικτυακός εκτυπωτής w/IPP (IPP/HTTP)
et: IPP võrguprinter (IPP/HTTP)
fi: Verkkotulostin IPP:llä (IPP/HTTP)
he: (IPP/HTTP) IPP םע תשר תספדמ
hu: hálózati nyomtató IPP-vel (IPP/HTTP)
is: Netprentari með IPP (IPP/HTTP)
ko: 네트웍 인쇄기 w/IPP (IPP/HTTP)
lt: Tinklo spausdintuvas su IPP (IPP/HTTP)
lv: Tīkla Drukas iekārta ar/IPP (IPP/HTTP)
mt: Printer tan-network b'IPP (IPP/HTTP)
nl: Netwerkprinter w/IPP (IPP/HTTP)
no: Nettverksskriver m/IPP (IPP/HTTP)
pl: Drukarka sieciowa z IPP (IPP/HTTP)
pt: Impressora de rede com IPP (IPP/HTTP)
ro: Imprimantă de reţea cu IPP (IPP/HTTP)
ru: Сетевой сервер с IPP (IPP/HTTP)
sk: Sieťová tlačiareň s IPP (IPP/HTTP)
sl: Omrežni tiskalnik z IPP (IPP/HTTP)
sr: Mrežni štampač sa IPP (IPP/HTTP)
ta: IPP ¯ûÇ Å¨ÄÂ¨ÁôÒ «îÍô¦À¡È¢ (IPP/HTTP)
th: เครื่องพิมพ์แบบเครือข่าย w/IPP (IPP/HTTP)
tr: IPP ağ yazıcısı (IPP/HTTP)
uk: Мережевий принтер з IPP (IPP/HTTP)
vi: Mạng máy in với w/IPP (IPP/HTTP)
xh: Umshicileli womsebenzi womnatha w/IPP(IPP/HTTP)

source: File printer (print to file)
af: lêer drukker (druk aan lêer)
az: Fayl çap edicisi (fayl çap etmək üçün)
bg: Принтерски файл (печат във файл)
ca: Impressora fitxer (imprimeix a fitxer)
cs: Tisk do souboru
da: Fil printer (udskriv til fil)
de: Dateidrucker (Drucken in Datei)
el: Εκτυπωτής αρχείων (εκτύπωση σε αρχείο)
et: Failiprinter (faili trükkimine)
fi: Tiedostotulostin (tulosta tiedostoon)
he: (ץבוקל הספדה) ץבוק תספדמ
hu: fájlba nyomtatás
is: Prenta í skrá
ko: 파일 인쇄기 (파일로 찍기)
lt: Bylos spausdintuvas (spausdinti į bylą)
lv: Faila drukas iekārta (drukāt failā)
mt: Fajl printer (ipprintja għal ġo fajl)
nl: Bestandprinter (afdrukken naar een bestand)
no: Filskriver (skriv ut til fil)
pl: Drukowanie do pliku
pt: Impressão para ficheiro
ro: Imprimantă fişier (tipărire în fişier)
ru: Печать в файл
sk: Súborová tlačiareň (tlač do súboru)
sl: Datotečni tiskalnik (tiskanje v datoteko)
sr: Štampanje u fajl
ta: §¸¡ôÒ «îÍô¦À¡È¢ (§¸¡ôÒìÌ «îº¢Î)
th: เครื่องพิมพ์แบบแฟ้ม (พิมพ์ออกเป็นแฟ้ม)
tr: Dosyaya yaz
uk: Принтер-файл (друк у файл)
vi: Máy in tệp(in vào file)
xh: Umshicileli wefayile (shicilela kwifayile)

source: Serial Fax/Modem printer
af: reeksnommer faks/modem drukker
az: Serial Faks/Modem çap edicisi
bg: Сериен Факс/Модем принтер
ca: Impressora sèrie Fax/Mòdem
cs: Sériová fax/modemová tiskárna
da: Seriel Fax/Modem printer
de: Serielles Fax / Modemdrucker
el: Σειραϊκός εκτυπωτής Fax/Modem
et: Jadapordi fax/modem printer
fi: Fax/Modeemitulostin
he: ירוט סקפ\םדומ תספדמ
hu: Soros fax vagy modem nyomtatóként
is: Prenta í raðtengt faxmódem
ko: 시리얼 팩스/모뎀 인쇄기
lt: Serijinis faksmodemo spausdintuvas
lv: Seriālā Faksa/Modēma drukas iekārta
mt: Fax/Modem serial printer
nl: Seriële fax/modemprinter
no: Seriell faks-/modem-skriver
pl: Drukarka szeregowa faks/modem
pt: Impressora de Fax/Modem série
ro: Imprimantă Fax/Modem serial
ru: Принтер - последовательный факс/модем
sk: Sériová fax-modemová tlačiareň
sl: Tiskalnik z zaporednim faks/modemom
sr: Serijski fax/modem
ta: ¦¾¡¼÷ ¦¾¡¨Ä¿¸Ä¢/§Á¡¼õ «îÍô¦À¡È¢
th: เครื่องพิมพ์แบบอนุกรม Fax/Modem
tr: Seri Faks/Modem yazıcısı
uk: Принтер - послідовний факс/модем
vi: Serial Fax/Máy in Modem
xh: Uthotho lwe Fax / Umshicileli we Modem

source: Class of printers
af: klas van drukkers
az: %Çap edici sinifi
bg: Клас принтери
ca: Classes d'impressores
cs: Třída tiskáren
da: Klasse af printere
de: Druckerklasse
el: Κλάση εκτυπωτών
et: Printerite klass
fi: Tulostimien luokka
he: תוספדמ תקלחמ
hu: Nyomtatóosztályok
is: Flokkar prentara
ko: 인쇄기 클래스
lt: Spausdintuvų klasė
lv: Drukas iekārtu klase
mt: Klassi ta' printers
nl: Printerklassen
no: Skriverklasse
pl: Klasa drukarek
pt: Classe de impressoras
ro: Clase de imprimante
ru: Класс принтеров
sk: Trieda tlačiarní
sl: Razred tiskalnikov
sr: Klasa štampača
ta: «îÍ¦À¡È¢ ÅÌôÒì¸û
th: คลาสของเครื่องพิมพ์
tr: Yazıcı sınıfları
uk: Клас принтерів
vi: Các lớp cho máy in
xh: Uhlobo lwabashicileli

source: Starting banner:
af: beginne bannier:
az: Başlatma baneri:
bg: Начален банер
ca: Cartell inicial:
cs: Počáteční popis:
da: Startende banner:
de: Vorspann:
el: Banner έναρξης:
et: Alguse bänner:
fi: Aloitussivu:
he: :תחתופ תרתוכ
hu: Felirat (banner) az elején:
is: Upphafsborði:
ko: 배너 시작:
lt: Pradedu antraštę:
lv: Startēšanas baneris:
mt: Banner tal-bidu:
nl: Beginbanier:
no: Startbanner:
pl: Winieta początkowa
pt: 'Banner' inicial:
ro: Banner de început:
ru: Начальный логотип:
sk: Začiatočný pás:
sl: Začetni napis:
ta: ¦¾¡¼ì¸ô À¾¡¨¸:
th: แบนเนอร์เริ่ม:
tr: Başlangıç ön sayfası:
uk: Початкова шапка:
vi: Bắt đầu đầu đề :
xh: Iqala ilaphu elinomyalezo:

source: Ending banner:
af: wat eindig bannier:
az: Sonlanma baneri:
bg: Краен банер:
ca: Cartell final:
cs: Popis na konci:
da: Afslutningsbanner:
de: Nachspann:
el: Banner τέλους:
et: Lõpu bänner:
fi: Lopetussivu:
he: :תמייסמ תרתוכ
hu: Felirat (banner) a végén:
is: Endaborði:
ko: 배너 끝:
lt: Baigiu antraštę:
lv: Beigšanas baneris:
mt: Banner tat-tmiem:
nl: Eindbanier:
no: Sluttbanner:
pl: Winieta końcowa:
pt: 'Banner' final:
ro: Banner de sfîrşit:
ru: Конечный логотип:
sk: Pás na konci:
sl: Končni napis:
ta: ÓÊ×ô À¾¡¨¸:
th: แบนเนอร์จบ:
tr: Sonlandırma ön sayfası:
uk: Кінцева шапка:
vi: Kết thúc đầu đềr:
xh: Igqibezela ilaphu elinomyalezo:

source: Banner settings
af: bannier instellings
az: Banner qurğuları
bg: Настройки на банери
ca: Arranjament del cartell
cs: Nastavení popisu
da: Banneropsætning
de: Vorspann/Nachspann-Einstellungen
et: Bänneri seadistused
fi: Bannerin asetukset
he: תורתוכ תורדגה
hu: A felirat (banner) beállításai
is: Stillingar borða
ko: 배너 설정
lt: Antraštės nustatymai
lv: Baneru uzstādījumi
mt: Setings tal-banner
nl: Banierinstellingen
no: Bannerinnstillinger
pl: Ustawienia winiety
pt: Configuração dos 'banners'
ro: Opţiuni banner
ru: Настройки логотипов
sk: Nastavenie pásov
sl: Nastavitve napisa
ta: À¾¡¨¸ «¨ÁôÒì¸û
th: ตั้งค่าแบนเนอร์
tr: Ön sayfa ayarları
uk: Установки шапок
xh: Izicwangciso zelaphu elinomyalezo

source: Banner selection
af: bannier keuse
az: Baner seçkisi
bg: Избор на банери
ca: Selecció del cartell
cs: Výběr popisu
da: Bannervalg
de: Vorspann/Nachspann-Auswahl
et: Bänneri valimine
fi: Bannerin valinta
he: תורתוכ תריחב
hu: A felirat (banner) kiválasztása
is: Borðaval
ko: 배너 고르기
lt: Antraščių pasirinkimas
lv: Baneru izvēle
mt: Għażla ta' banner
nl: Banierselectie
no: Bannervalg
pl: Wybór winiety
pt: Selecção de 'banners'
ro: Selectare banner
ru: Выбор логотипов
sk: Výber pásov
sl: Izbor napisa
ta: À¾¡¨¸ò ¦¾Ã¢×
th: การเลือกแบนเนอร์
tr: Ön sayfa seçimi
uk: Вибір шапок
xh: Ukhetho lwelaphu elinomyalezo

source: <p>Select the default banners associated with this printer. These banners will be inserted before and/or after each print job sent to the printer. If you don't want to use banners, select <b>none</b>.</p>
af: <p>kies die verstek baniere geassosieer met hierdie drukker. hierdie baniere sal wees ingesit voor en/of na elke druk werk gestuur aan die drukker. as jy moenie wil hê aan gebruik baniere, kies <b>geen</b>.</p>
az: <p>Bu çap edici ilə əlkaqələndirilmiş əsas banerləri seçin. Bu banerlər çap ediciyə göndərilən hər vəzifədən əvvəl ya da sonra əlavə ediləcəklərdir. Əgər baner istifadə etmək istəmirsinizsə , <b>xeyr</b>I seçin.</p>
bg: <p>Изберете банер по подразбиране свързан с този принтер. Тези банери ще бъдат вмъкнати преди и/или след края на всяко задание за печат към принтера. Ако не искате да използвате банери, изберете <b>без</b>.</p>
ca: <p>Seleccioneu els cartells per omissió associats a aquesta impressora. Aquests cartells s'inseriran abans i/o després de cada treball d'impressió enviat a la impressora. Si no voleu usar cartells, seleccioneu <b>cap</b>.</p>
cs: <p>Vyberte standardní popisy přiřazené této tiskárně. Tyto popisy budou vložené před nebo za každou tiskovou úlohu poslanou na tiskárnu. Jestliže popisy nechcete používat, pak vyberte <b>žádné</b>.</p>
da: <p>Vælg standard bannere associeret med denne printer. Disse bannere vil blive indsat før og/eller efter hvert udskriftjob sendt til printeren. Hvis man ikke vil bruge bannere, så vælg <b>ingen</b>.</p>
de: <p>Wählen Sie Vorspann/Nachspann-Zeilen, die mit diesem Drucker verknüpft werden sollen. Diese Vorspann- bzw. Nachspann-Zeilen werden vor und/oder nach jedem Druckvorgang an den Drucker gesendet. Wenn Sie keine Vorspann/Nachspann-Zeilen benutzen möchten, dann wählen Sie <b>keine</b>.</p>
et: <p>Vali selle printeri vaikimisi bännerid. Bännerid lisatakse iga printerile saadetud trükkimise töö algusesse ja lõppu. Vali <b>puudub</b>, kui sa ei soovi bännereid kasutada.</p>
fi: <p>Valitse oletuslisäsivut, jotka liitetään tähän tulostimeen. Nämä sivut lisätään jokaisen tulostuksen alkuun ja/tai loppuun. Jos et halua käyttää näitä lisäsivuja, valise <b>ei mikään</b>.</p>
he: <p align=right>ופסוי הלא תורתוכ .וז תספדמל תוכייושמה לדחמה תרירב תורתוכ תא רחב<br>ךנוצרב ןיא םא .תספדמל תחלשנה הספדה תדובע חכ ירחא וא\ו ינפל<br>.<b>אלל</b>ב רחב ,תורתוכב שמתשהל</p>
hu: <p>Válassza ki a nyomtatóhoz tartozó alapértelmezett feliratokat (banner-eket). Ezek a feliratok a nyomtatási feladatok előtt ill. után fognak a nyomtatóra kerülni. Ha nem akar feliratot használni, válassza a <b>(nincs)</b> opciót.</p>
is: <p>Veldu sjálfgefnu borðana sem á að nota fyrir þennan prentara. Þessir borðar verða settir á síðuna á undan og á eftir því sem prentað er. Ef þú vilt ekki nota þessa borða, veldu þá <b>enginn</b>.</p>
ko: <P>이 인쇄기에 연결된 기본 배너를 고르십시오. 여기서 고른 배너는 인쇄기로 작업을 보내기 전이나 후에 끼워넣게 됩니다. 배너를 쓰고 싶지 않다면, <B>없음</B>을 고르십시오.</P>
lt: <p>Pasirinkite antraštes, kurios bus naudojamos su šiuo spausdintuvu kitaip nenurodžius. Šios antraštės bus įdedamos prieš ir/arba po kiekvienos spausdinimo užduoties, nusiųstos į spausdintuvą. Jei nenorite antraščių, pasirinkite <b>Nieko</b>.</p>
lv: <p>Izvēlēties noklusētos ar šo drukas iekārtu asociētos banerus. Šie baneri tiksiesprausti pirms un/vai pēc katra drukas darba nosūtīšanas uz drukas iekārtu. Ja jūs nevēlaties izmantot banerus, izvēlieties <b>nav</b>.</p>
mt: <p>Agħżel il-banners standard assoċjati ma' dan il-printer. Dawn il-banners jiġumiżjuda qabel u wara kull biċċa xogħol mibgħuta fuq dan il-printer. Jekk ma tridx tuża banners, agħżel <b>xejn</b>.</p>
nl: <p>Selecteer de standaardbaniers die geassocieerd worden met deze printer. Deze baniers zullen worden ingevoegd voor en/of na elke printertaak die naar de printer wordt verzonden. Als u geen baniers wilt gebruiken, selecteer dan <b>geen</b>.</p>
no: <p>Velg hvilke standardbannere som hører til denne skriveren. Disse bannerene vil bli puttet inn før og/eller etter hver skriverjobb sendt til skriveren. Hvis du ikke vil bruke bannere, velg<b>ingen</b>.</p>
pl: <p>Wybierz domyślne winiety, skojarzone z drukarką. Te winiety będą drukowane przed i/lub po każdym zadaniem drukowania wysłanym na drukarkę. Jeśli nie chcesz w ogóle drukować winiet, wybierz <b>brak</b>.</p>
pt: <p>Selecciona os 'banners' por omissão associados com esta impressora. Estes 'banners' serão introduzidos antes e/ou depois de cada tarefa de impressão enviada para a impressora. Se não quiseres usar 'banners', escolhe <b>nenhum</b>.</p>
ro: <p>Selectează banner-ele implicite asociate cu această imprimantă. Aceste bannere vor fi inserate înainte şi/sau după sfîrşitul fiecărui proces de tipărire trimis către imprimantă. Dacă nu doriţi aceste bannere selectaţi <b>nimic</b>.</p>
ru: <p>Выберите логотипы по умолчанию для данного принтера. Они будут вставляться перед и после каждого задания, отправленного на принтер. Если вы не хотите их использовать вообще, выберите <b>нет</b>.</p>
sk: <p>Vyberte štandardný pás nastavený pre túto tlačiareň. Tieto pásy budú vložené pred a/lebo za každú úlohu poslanú na tlačiareň. Ak nechcete používať pásy, vyberte <b>žiadny</b>.</p>
sl: <p>Izberite privzete napise, ki so povezani s tem tiskalnikom. Ti napisi bodo vnešeni pred in/ali po vsakem tiskalniškem opravilu, ki bo poslan k tiskalniku. če ne želite uporabljati napisov, izberite <b>brez</b>.</p>
th: <p>เลือกแบนเนอร์โดยปริยายที่กำหนดให้ใช้กับเครื่องพิมพ์นี้ แบนเนอร์นี้ จะถูกแทรกก่อน และ/หรือ หลังจากแต่ละงานพิมพ์ถูกส่งให้เครื่องพิมพ์แล้ว ถ้าคุณไม่ต้องการใช้แบนเนอร์ ให้เลือก <b>ไม่มี</b></p>
tr: <p>Bu yazıcı için kullanılacak ön sayfaları seçin. Bu ön sayfaları yazıcıya gönderilen her görevin başında ya da sonunda yazdırılacaktr. Eğer ön sayfalarını kullanmak istemiyorsanız, <b>hiçbiri</b> seçeneğini işaretleyin.</p>
uk: <p>Виберіть типові шапки для цього принтера. Ці шапки будуть вставлені перед та/або після кожної задачі, відісланої на принтер. Якщо Ви не хочете шапок, виберіть <b>відсутні</b>.</p>
vi: <p>Chọn đầu đề mặc định gắn với máy in này . Các đầu đề này sẽ được chèn vào trước và/hoặc sau khi mỗi công việc in (print job) được gửi tới máy in. Nếu bạn không muốn dùng đầu đề, chọn <b>none</b>.</p>
xh: <p>Khetha iqhekeza lekhadibhodi elingagqibekanga eloyanyaniswe nalo mshicileli.La maqhekeza amakhadibhodi azakufakwa phambi kokuba kwaye/okanye emva komsebenzi ngamnye oshicilelweyo othunyelwe kumshicileli. Ukuba awufuni ukusebenzisa amaqhekeza amakhadibhodi, khetha <b> akho nanye </b.</p>

source: Remote IPP server
af: afgeleë ipp bediener
az: Uzaq IPP vericisi
bg: Отдалечен IPP сървър
ca: Servidor IPP remot
cs: Vzdálený IPP server
da: Fjern IPP server.
de: IPP-Server auf Fremdrechner
el: απομακρυσμένος εξυπηρετητής IPP
et: IPP server
fi: IPP etäpalvelin
he: קחורמ IPP תרש
hu: Távoli IPP-kiszolgáló
is: Fjarlægur IPP þjónn
ko: 원격지 IPP 서버
lt: Nutolęs IPP serveris
lv: Attālināts IPP serveris
mt: Neħħi s-server IPP
nl: IPP-server op afstand
no: Fjern IPP-tjener
pl: Zdalny serwer IPP
pt: Servidor de IPP remoto
ro: Server IPP distant
ru: Сетевой сервер IPP
sk: Vzdialený server IPP
sl: Oddaljeni strežnik IPP
sr: Udaljeni IPP server
ta: §ºö¨Á IPP ÀÃ¢Á¡È¢
th: เซิร์ฟเวอร์ IPP ระยะไกล
tr: Uzak IPP sunucu
uk: Віддалений сервер IPP
vi: Máy chủ IPP ở xa
xh: Bekela kude umncedisi we IPP

source: <p>Enter the information concerning the remote IPP server owning the targeted printer. This wizard will poll the server before continuing.</p>
af: <p>invoer die informasie aangaande die afgeleë ipp bediener besit die <-invoer->geteikende drukker. hierdie assistent sal poll die bediener voor voortgaan.</p>
az: <p>Bildirilmiş çap ediciyi sazlayan uzaq IPP vericisi haqqında mə'lumatları girin. Bu sehirbaz davam etmədan əvvəl vericiyi gölləndirəcəkdir.</p>
bg: <p> Въведете информация за отдалечения IPP. Този Магьосник ще провери сървъра преди да продължи.</p>
ca: <p>Introduïu la informació respecte al servidor IPP remot propietari de la impressora destí. Aquest ajudant enquestarà el servidor abans de continuar.</p>
cs: <p>Zadejte informace o vzdáleném IPP serveru, který se stará o cílovou tiskárnu. Tento průvodce se nejprve dotáže serveru před pokračováním.</p>
da: <p>Indtast informationerne angående den fjerne IPP server, der ejer den ønskede printer. Denne troldmand vil trække på serveren før der fortsættes.</p>
de: <p>Geben Sie hier Informationen zu demjenigen nicht-lokalen IPP-Server an, zu dem der Zieldrucker gehört. Der Assistent wird den Server abfragen, bevor Sie fortfahren.</p>
et: <p>Sisesta siia kaugprinterit omava IPP serveriga seotud info. Abimees püüab enne jätkamist serveriga ühendust saada.</p>
fi: <p>Anna tulostinta ohjaavan IPP-palvelimen tiedot. Ohjattu toiminto tarkistaa palvelimen, ennen kuin jatketaan.</p>
he: <p align=right>תאצמנ דעיה תספדמש קחורמה IPP-ה תרשל םיעגונה םיטרפה תא דלקה<br>.ךישמיש ינפל תרשה תא קודבי הז ףשא .ותולעבב</p>
hu: <p>Adja meg a távoli nyomtatót kezelő IPP-kiszolgáló adatait. A varázsló megpróbálja leellenőrizni, hogy a kiszolgáló elérhető-e.</p>
is: <p>Sláðu upplýsingarnar um fjarlæga IPP þjóninn sem á prentarann sem um ræðir. Þessi álfur mun hafa samband við þjóninn áður en lengra er haldið.</p>
ko: <P>원격지 IPP 서버가 가지고 있는 인쇄기에 대한 정보를 넣어주십시오. 계속하기 전에 마법사가 서버 정보를 가져옵니다.</P>
lt: <p>Nurodykite informaciją apie nutolusį IPP serverį, kuriam priklauso pasirinktas spausdintuvas. Šis pagalbininkas kreipsis į serverį patikrinimui prieš tęsdamas.</p>
lv: <p>Ievadiet informāciju par attālināto IPP serveri, kam pieder mērķa drukas iekārta. Pirms turpināt šis meistars apprasīs serveri.</p>
mt: <p>Daħħal informazzjoni rigward is-server IPP remot li għandu dan il-printer. Il-wizard jikkonferma mas-server qabel ikompli.</p>
nl: <p>Voer de informatie in die betrekking heeft op de IPP-server die eigenaar is van de doelprinter. Deze assistent zal de server benaderen voordat ze verder gaat.</p>
no: <p>Skriv inn informasjonen om den fjerne IPP-tjeneren som eier den valgte skriveren. Denne veiviseren vil kontakte tjeneren før den fortsetter.</p>
pl: <p>Podaj informacje o zdalnym serwerze posiadającym docelową drukarkę. Kreator spróbuje skontaktować sie z drukarkę przed kontunuowaniem.</p>
pt: <p>Indica as informações relacionadas com o servidor remoto de IPP que controla a impressora em questão. Este assistente irá pesquisar o servidor antes de continuar.</p>
ro: <p>Introduceţi informaţiile necesare server-ului IPP distant care gestionează imprimanta ţintă. Acest vrăjitor de configurare va interoga server-ul înainte de a continua.</p>
ru: <p>Введите сведения о сервере IPP, на котором работает принтер. Мастер опросит сервер перед продолжением работы.</p>
sk: <p>Zadajte informácie o vzdialenom IPP serveri, ktorý sa stará o cieľovú tlačiareň. Tento sprievodca sa najprv spýta serveru pred pokračovaním.</p>
sl: <p>Vnesite informacijo, ki se tiče oddaljenega strežnika IPP, ki ima v lasti ciljni tiskalnik. Ta čarovnik bo povprašal strežnik pred nadaljevanjem.</p>
th: <p>ใส่ข้อมูลรายละเอียดของเซิร์ฟเวอร์ IPP ซึ่งเป็นเจ้าของเครื่องพิมพ์ ซึ่งตัววิซาร์ดนี้ จะสอบถามเซิร์ฟเวอร์ก่อนจะทำต่อไป</p>
uk: <p>Введіть інформацію про віддалений сервер IPP, що містить бажаний принтер. Цей майстер опитає сервер перед тим, як продовжити.</p>
vi: <p>Nhập thông tin liên quan đến máy chủ IPP ở xa mà làm chủ máy chủ đã được nhắm tới Wizard sẽ bỏ phiếu cho server trước khi tiếp tục .</p>
xh: <P>Ngenisa ulwazi oluqondene nobekelo kude lomncedisi we IPP enomshicileli osetekenini ongowawo. Lo mlingo uzakubala inani elixhasa umncedisi phambi kokuqhubekeka.</p>

source: Host:
af: bediener:
az: Qovşaq:
bg: Хост:
ca: Remot:
cs: Počítač:
da: Vært:
de: Rechner:
el: Κόμβος:
et: Server:
fi: Palvelin:
he: :תרש
hu: Gépnév:
is: Vél:
ko: 호스트:
lt: Mazgas:
lv: Resursdators:
mt: Kompjuter:
no: Vert:
pl: Serwer:
pt: Máquina:
ro: Gazda:
ru: Сервер:
sk: Hostiteľ:
sl: Gostitelj:
sr: Server:
ta: ¸½¢É¢:
th: โฮสต์:
tr: Bilgisayar:
uk: Машина:
vi: Máy chủ:
xh: Inginginya / ihost:

source: Port:
af: poort:
az: Qapı:
bg: Порт:
el: Πόρτα:
fi: Portti:
he: :האיצי
ko: 포트:
lt: Portas:
lv: Ports:
nl: Poort:
pt: Porto:
ru: Порт:
sl: Vrata:
ta: Ð¨È:
th: พอร์ต:
uk: Порт:
vi: Cổng:
xh: Izibuko:

source: Empty server name !
af: leeg bediener naam !
az: Boş verici adı !
bg: Празно име на сървър!
ca: Nom de servidor buit !
cs: Prázdný název serveru!
da: Tomt server navn !
de: Fehlender Servername
el: Άδειο όνομα εξυπηρετητή !
et: Serveri nimi puudub!
fi: Tyhjä palvelinnimi!
he: !קיר תרש םש
hu: A kiszolgáló neve nem lehet üres.
is: Tómt vélarnafn!
ko: 서버 이름이 비었습니다 !
lt: Tuščias serverio vardas!
lv: Tukšs servera vārds !
mt: Isem tas-server vojt !
nl: Lege servernaam!
no: Blankt tjenernavn !
pl: Brak nazwy serwera !
pt: Nome do servidor vazio !
ro: Nume de server gol!
ru: Имя сервера не задано!
sk: Prázdne meno serveru!
sl: Prazno ime strežnika!
ta: ¦ÅüÚô ÀÃ¢Á¡È¢ô ¦ÀÂ÷ !
th: ยังไม่เติมชื่อเซิร์ฟเวอร์ !
tr: Boş sunucu adı!
uk: Порожнє ім'я сервера!
vi: Làm rỗng tên server!
xh: Igama lomncedisi elingenanto!

source: Incorrect port number !
af: verkeerd poort nommer !
az: Səhv qapı nömrəsi !
bg: Невалиден номер на порт!
ca: Número de port incorrecte !
cs: Neplatné číslo portu!
da: Forkert portnummer !
de: Ungültige Portangabe
el: Λάθος αριθμός πόρτας !
et: Vigane pordi number!
fi: Virheellinen porttinumero!
he: !יוגש האיצי רפסמ
hu: Érvénytelen portszám.
is: Rangt gáttarnúmer!
ko: 옳지않은 포트 번호 입니다 !
lt: Neteisingas porto numeris!
lv: Nepareizs porta numurs !
mt: Numru tal-port ħażin !
nl: Onjuist poortnummer!
no: Ugyldig portnummer !
pl: Nieprawidłowy numer portu !
pt: Número de ponto incorrecto !
ro: Număr de port incorect!
ru: Недопустимый порт !
sk: Nesprávne číslo portu!
sl: Napačna številka vrat!
ta: ¾ÅÈ¡É Ð¨È ±ñ !
th: หมายเลขพอร์ตไม่ถูกต้อง
tr: Hatalı port numarası!
uk: Невірний номер порту!
vi: Số cổng sai !
xh: Inani elingalunganga lezibuko!
