Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Display Images on Page
af: vertoon beelde op bladsy
az: Rəsmləri Səhifədə Göstər
bg: Показва графика на страница
ca: Mostra les imatges a la pàgina
cs: Zobrazovat obrázky na stránce
da: Vis billeder på side
de: Bilder auf der Seite anzeigen
el: Εμφάνιση των Εικόνων στη Σελίδα
et: Näita leheküljel pilte
fi: Näytä kuvat sivulla
he: ףדב תונומת גצה
hu: Képek megjelenítése
is: Sýna myndir á síðum
ko: 쪽에서 그림 표시
lt: Rodyti puslapio paveikslus
lv: Rādīt Attēlus Lapā
mt: Uri l-Istampi fil-paġna
nl: Afbeeldingen op pagina tonen
no: Vis bilder på side
pl: Pokazuj obrazki na stronie
pt: Mostrar imagens na página
ro: Afişează imagini în pagină
ru: Показать изображения на странице
sk: Zobraziť obrázky na stránku
sl: Prikaži slike na strani
sr: Prikaži slike na strani
ta: ­ôÀì¸ò¾¢ÖûÇ ¯Õì¸¨Çì ¸¡ðÎ
th: แสดงภาพบนเพจ
tr: Resimleri Sayfada Göster
uk: Відображати образи на сторінці
vi: Hiển thị hình ảnh trên trang
xh: Bonisa imifanekiso ephepheni

source: _: no title * Unknown *
af: * onbekende *
az: * Bilinmir *
bg: * Непознат *
ca: * Sense títol *
cs: * Neznámý *
da: * Ukendt *
de: * Unbekannt *
et: * Tundmatu *
fi: * Tuntematon *
he: * עודי אל *
hu: * Ismeretlen *
is: * Óþekkt *
ko: * 알 수 없음 *
lt: * Nežinomas *
lv: * Nezināms *
mt: * Mhux magħruf *
nl: * Onbekend *
no: * Ukjent *
pl: * Nieznany *
pt: * Desconhecido *
ro: * Fără titlu *
ru: * Неизв. *
sk: * Neznámy *
sl: * Neznan *
sr: * Nepoznat *
ta: * ¦¾Ã¢Â¡¾ *
th: * ไม่รู้จัก *
tr: * Bilinmiyor *
uk: * Без назви *
xh: * Ayaziwa *

source: _n: %1 of 1 Image loaded %1 of %n Images loaded
af: %1 van 1 beeld gelaai %1 van %n beelde gelaai
az: %n Rəsmin %1-i yükləndi
bg: %1 е зареден от една картинка %1 е зареден от %n картинки
ca: S'ha carregat %1 imatge d'1 S'han carregat %1 imatges de %n
cs: Nahrán %1 z(e) %n obrázků Nahrány %1 z(e) %n obrázků Nahráno %1 z(e) %n obrázků
da: %1 af 1 billede indlæst %1 af %n billeder indlæste
de: %1 Bild geladen (von insgesamt 1) %1 Bilder geladen (von insgesamt %n)
et: %1 pilt 1'st laaditud %1 pilti %n'st laaditud
fi: %1 / 1 kuva ladattu %1 / %n kuvasta ladattu
he: ונעטנ תחא הנומת ךותמ %1 ונעטנ תונומת %n ךותמ %1
hu: %1/%n kép betöltve
is: %1 mynd af 1 hlaðin %1 myndum af %n hlaðnar
ko: 그림 %1개 가운데 %n개를 불러들였습니다
lt: Užkrautas %1 iš %n piešinys Užkrauti %1 iš %n piešiniai Užkrauta %1 iš %n piešinių
lv: %1 no 1 Attēla ielādēti %1 no %n Attēliem ielādēti
mt: %1 minn stampa 1 miġjuba %1 minn %n stampi miġjuba %1 minn %n-il stampa miġjuba %1 minn %n stampa miġjuba
nl: %1 van %n afbeelding geladen %1 van %n afbeeldingen geladen
no: %1 bilde lastet %1 av %n bilder lastet
pl: %1 z %n obrazka załadowanych %1 z %n obrazków załadowanych %1 z %n obrazków załadowanych
pt: %1 de 1 imagem carregada %1 de %n imagens carregadas
ro: %1 din %n imagine încărcat %1 din %n imagini încărcate
ru: Загружено изображений: %1 из 1 Загружено изображений: %1 из %n Загружено изображений: %1 из %n
sk: Načítaných %1 z %n obrázka Načítaných %1 z %n obrázkov Načítaných %1 z %n obrázkov
sl: Naloženih je %1 od %n slik Naloženih je %1 od %n slike Naloženih je %1 od %n slik Naloženih je %1 od %n slik
sr: %1 od %n slika je učitana %1 od %n slike su učitane %1 od %n slika je učitano
ta: %1 ­ø 1 ¯Õ ²üÈôÀð¼Ð %n ­ø %1 ¯Õì¸û ²üÈôÀð¼É
th: โหลดแล้ว %1 ภาพจาก %n ภาพ
uk: %1 з %n образу завантажено %1 з %n образів завантажено %1 з %n образів завантажено
xh: %1 yomfanekiso olayishiweyo %1 ye %n yemifanekiso elayishiweyo

source: Done.
af: klaar.
az: Qurtardı.
bg: Край.
ca: Fet.
cs: Hotovo.
da: Færdig
de: Fertig.
el: Έγινε.
et: Valmis.
fi: Valmis.
he: .םלשוה
hu: Kész.
is: Lokið.
ko: 마침.
lt: Baigta.
lv: Gatavs.
mt: Lest.
nl: Gereed
no: Ferdig.
pl: Gotowe.
pt: Pronto.
ro: Gata.
ru: Готово.
sk: Hotovo.
sl: Opravljeno.
sr: Završeno.
ta: ÓÊó¾Ð.
th: เสร็จแล้ว
tr: Bitti.
uk: Зроблено.
vi: Hoàn thành.
xh: Yenzekile.

source: Loading complete
af: laaiïng van volledige
az: Yükləmə Qurtardı
bg: Зареждането завърши
ca: S'ha completat la càrrega
cs: Nahrávání dokončeno
da: Indlæsning fuldstændig
de: Ladevorgang abgeschlossen
el: Συμπληρώθηκε το φόρτωμα
et: Laadimine lõpetatud
fi: Lataus valmis
he: המלשוה הניעטה
hu: A letöltés befejeződött.
is: Hleðslu lokið
ko: 다 읽었습니다
lt: Užkrova baigta
lv: Ielāde pageigta
mt: Qari lest
nl: Laden voltooid
no: Lasting ferdig
pl: Ładowanie zakończono
pt: Leitura completa
ro: Încărcare completă
ru: Загрузка завершена
sk: Načítavanie dokončené
sl: Nalaganje končano
sr: Učitavanje završeno
ta: ²üÈ ¿¢¨È×
tr: Yükleme tamamlandı
uk: Завантаження завершено
vi: Tải xong
xh: Ulayisho lugqityiwe

source: Symbolic Link
af: simboliese skakel
az: Simvolik Körpü
bg: Символична връзка
ca: Enllaç simbòlic
cs: Symbolický odkaz
da: Symbolsk lænke
de: Symbolische Verknüpfung
el: Συμβολικός Δεσμός
et: Nimeviit
fi: Symbolinen linkki
he: ךרד רוציק
hu: Szimbolikus link
is: Tákntengi
ko: 심볼릭 연결
lt: Simbolinė jungtis
lv: Simboliska Saite
mt: Link simboliku
nl: Symbolische koppeling
no: Symbolsk lenke
pl: Symboliczny odnośnik
pt: Ligação Simbólica
ro: Legătură simbolică
ru: Символьная ссылка
sk: Symbolický odkaz
sl: Simbolna povezava
sr: Simbolički link
ta: ÌÈ¢Â£ðÎ ­¨½ôÒ
th: ลิงค์แบบสัญญลักษณ์
tr: Sembolik Bağlantı
uk: Символічне посилання
vi: Liên kết biểu tượng
xh: Ikhonkco olunophawu

source: %1 (Link)
af: %1 (skakel)
az: %1 (Körpü)
bg: %1 (Връзка)
ca: %1 (Enllaç)
cs: %1 (Odkaz)
da: %1 (Lænke)
de: %1 (Verknüpfung)
el: %1 (Δεσμός)
et: %1 (Viit)
fi: %1 (Linkki)
he: (רושיק) %1
is: %1 (Tengill)
ko: %1 (연결)
lt: %1 (Jungtis)
lv: %1 (Saite)
nl: %1 (koppeling)
no: %1 (Lenke)
pl: %1 (odnośnik)
pt: %1 (Ligação)
ro: %1 (Legătură)
ru: %1 (Ссылка)
sk: %1 (Linka)
sl: %1 (povezava)
ta: %1 (­¨½ôÒ)
th: %1 (ลิงค์)
tr: %1 (Bağlantı)
uk: %1 (посилання)
vi: %1 (Liên kết)
xh: %1 (Ikhonkco)

source: %2 (%1 bytes)
af: %2 (%1 grepe)
az: %2 (%1 bayt)
bg: %1 (%2 байтове)
cs: %2 (%1 bajtů)
da: %2 (%1 byte)
de: %2 (%1 Byte)
et: %2 (%1 baiti)
fi: %2 (%1 tavua)
he: (םיתב %1) %2
hu: %2 (%1 bájt)
is: %2 (%1 bæti)
ko: %2 (%1 바이트)
lt: %2 (%1 baitų)
lv: %2 (%1 baiti)
no: %1 (%2 bytes)
pl: %1 (%2 bajtów)
ro: %2 (%1 octeţi)
ru: %2 (%1 байт)
sk: %2 (%1 bajtov)
sl: %2 (%1 bajtov)
sr: %2 (%1 bajtova)
ta: %2 (%1 ¨ÀðÎ¸û)
th: %2 (%1 ไบต์)
tr: %2 (%1 bayt)
uk: %2 (%1 байт)
xh: %2(%1 ssbytes)

source: %1 (%2 K)
bg: %1 (%2 Кбайт)
de: %1 (%2 KB)
el: %1 (%2Κ)
he: (%2 K) %1
ko: %1 (%2 킬로 바이트)
nl: %1 (%2 kB)
ru: %1 (%2 К)
sl: %1 (%2 KB)
th: %1 (%2 กิโลไบต์)
uk: %1 (%2 К)

source: (In new window)
af: (in nuwe venster)
az: (Yeni pəncərədə)
bg: (В нов прозорец)
ca: (A una nova finestra)
cs: (V novém okně)
da: (I nyt vindue)
de: (In einem neuen Fenster)
el: (Σε νέο παράθυρο)
et: (uues aknas)
fi: (Uudessa ikkunassa)
he: (שדח ןולחב)
hu: (új ablakban)
is: (Í nýjum glugga)
ko: (새 창으로)
lt: (Naujame lange)
lv: (jaunā logā)
mt: (F'window ġdida)
nl: (In een nieuw venster)
no: (I nytt vindu)
pl: (W nowym oknie)
pt: (Numa nova janela)
ro: (În fereastră nouă)
ru: (В новом окне)
sk: (V novom okne)
sl: (v novem oknu)
sr: (U novom prozoru)
ta: (Ò¾¢Â º¡ÇÃò¾¢ø)
th: (ในหน้าต่างใหม่)
tr: (Yeni pencerede)
uk: (В новому вікні)
vi: (Trên cửa sổ mới)
xh: (Kwiwindow entsha)

source: (In other frame)
af: (in ander raam)
az: (Başqa pəncərədə)
bg: (В друга рамка)
ca: (A un altre marc)
cs: (V jiném rámci)
da: (I en anden ramme)
de: (In einem anderen Rahmen)
el: (Σε άλλο πλαίσιο)
et: (teises raamis)
fi: (Toisessa kehyksessä)
he: (תרחא תרגסמב)
hu: (egy másik keretben)
is: (Í öðrum ramma)
ko: (다른 프레임으로)
lt: (Kitame kadre)
lv: (citā kadrā)
mt: (Fi frame ġdid)
nl: (In een ander kader)
no: (I annen ramme)
pl: (W innej ramce)
pt: (Noutro 'frame')
ro: (În alt cadru)
ru: (В другом фрейме)
sk: (V inom rámci)
sl: (v drugem okvirju)
sr: (U drugom frejmu)
ta: (§ÅÚ ºð¼ò¾¢ø)
th: (ในเฟรมอื่น)
tr: (Başka pencerede)
uk: (В іншій рамці)
vi: (Trên khung khác)
xh: (Kwesinye isakhelo)

source: Email to:
af: e-pos aan:
az: Yolla:
bg: Eл. адрес на:
ca: Correu a:
cs: Email pro:
da: E-post til:
de: E-Mail an:
et: Meili aadressile:
fi: Sähköposti osoitteeseen:
hu: Címzett:
is: Tölvupóstur til:
ko: 받는이:
lt: Laiškas kam:
lv: Epasts uz:
mt: Imejl lil:
nl: E-mail sturen naar:
no: Epost til:
pl: E-mail do:
pt: Email para:
ro: Email către:
ru: Написать письмо:
sk: E-mail komu:
sl: E-pismo za:
sr: Email na:
ta: Á¢ýÉïºø ¦ÀÚ¿÷:
th: อีเมล์ไปยัง:
tr: Postala:
uk: Листувати до:
xh: Email ku:

source: - Subject:
af: - onderwerp:
az: - Mövzu:
bg: - Тема:
ca: - Assumpte:
cs: - Předmět:
da: -Emne:
de: - Betreff:
el: - Θέμα:
et: - Subjekt:
fi: - Aihe:
hu: - tárgy:
is: - Viðfangsefni:
ko: - 제목:
lt: - Tema:
lv: - Subjekts:
mt: - Suġġett:
nl: - Onderwerp:
no: - Emne:
pl: - Temat :
pt: - Assunto:
ro: - Subiect:
ru: - Тема:
sk: - Predmet :
sl: - Zadeva:
sr: - Tema:
ta: - ¦À¡Õû:
th: - เรื่อง:
tr: - Konu:
uk: - Тема:
vi: - Đầu đề:
xh: - Umxholo:

source: - CC:
az: - KK:
de: - Kopie:
hu: - másolat:
mt: - Kopja:
pl: - Dw:
ru: - Копия:
sl: - Kp:
tr: - KK:
uk: - Копія:

source: - BCC:
de: - Blindkopie (BCC):
hu: - titkos másolat:
pl: - Udw:
sl: - Spk:
uk: - Потайна копія:

source: Save As...
af: stoor as...
az: Fərqli Qeyd Et...
bg: Запиши като...
ca: Desa com...
cs: Uložit jako...
da: Gem som...
de: Speichern unter...
el: Αποθήκευση ως...
et: Salvesta kui...
fi: Tallenna nimellä...
he: ...םשב הרימש
hu: Mentés másként...
is: Vista sem...
ko: 다른 이름으로 저장...
lt: Išsaugoti kaip...
lv: Saglabāt Kā...
mt: Ikteb b'isem ġdid...
nl: Opslaan als...
no: Lagre som...
pl: Zapisz jako...
pt: Gravar Como...
ro: Salvează ca...
ru: Сохранить как...
sk: Uložiť ako...
sl: Shrani kot...
sr: Sačuvaj kao...
ta: ±Éî §ºÁ¢...
th: บันทึกเป็น...
tr: Farklı Kaydet...
uk: Зберегти як...
vi: Luư trữ bằng...
xh: Gcina njenge...

source: <qt>The link <B>%1</B><BR>leads from this untrusted page to your local filesystem.<BR>Do you want to follow the link?
af: <qt>die skakel <B>%1</B><BR>lei van hierdie wantroue bladsy aan jou plaaslike lêersisteem.<BR>doen jy wil hê aan volg die skakel?
az: <qt>Körpü<B>%1</B><BR>qurulmamış səhifədən yerli fayl sisteminizənişanlanıb.<BR>Körpü təqib edilsin?
bg: <qt> Указателя <B>%1</B><BR> от незащитена страница сочи към вашата локална файлова система.<BR>Искате ли да я последвате?
ca: <qt>L'enllaç <B>%1</B><BR>porta des d'aquesta pàgina no segura fins al vostre sistema de fitxers local.<BR>Voleu seguir l'enllaç?
cs: <qt>Odkaz <B>%1</B> vede z této neověřené stránky do vašeho lokálního systému souborů.<BR>Chcete následovat tento odkaz?
da: <qt>Lænken <B>%1</B><BR>leder fra denne utroværdige side til dit lokale filsystem.<BR>Vil du følge lænken?
de: <qt>Diese Seite ist nicht als sicher eingestuft und enthält den Verweis<BR><B>%1</B> auf Ihr lokales Dateisystem.<BR>Möchten Sie dieser Verknüpfung folgen?
el: <qt>Ο δεσμός <B>%1</B><BR>οδηγεί από αυτή την μη έμπιστη σελίδα στο τοπικό σας σύστημα αρχείων.<BR>Θέλετε να τον ακολουθήσετε;
et: <qt>Viit <B>%1</B><BR>sellel ebausaldusväärsel leheküljel viitab kohalikule failisüsteemile.<BR>Kas avada see viit?
fi: <qt>Linkki <B>%1</B><BR>osoittaa paikalliseen tiedostojärjestelmään.<BR>Haluatko siirtyä linkin osoittamaan osoitteeseen?
he: <qt><p align=right><B>%1</B> רושיקה<BR>הז חטבנ אל רתאמ ליבומ<br>.ךלש תימוקמה םיצבקה תכרעמ לא<BR>?ךישמהל ךנוצרב םאה</p>
hu: <qt>A megadott link ezen a nem biztonságos oldalon, <B>%1</B>, <BR> a helyi fájlrendszerre mutat.<BR>Követni kívánja a linket?
is: <qt>Hlekkurinn <b>%1</b><br>vísar af síðu sem er ekki treyst fullkomlega á skráakerfið þitt.<br> Viltu fylgja hlekknum? </qt>
lt: <qt>Jungtis <B>%1</B><BR>veda iš šio nepatikimo puslapio į jūsų vietinę bylų sistemą.<BR>Ar jūs norite sekti šia jungtimi?
lv: <qt>Saite <B>%1</B><BR>nāk no šīs neuzticamās lapas uz jūsu lokālo failusistēmu.<BR>Vai jūs vēlaties sekot šai saitei?
mt: <qt>Il-link <b>%1</b><br>iwassal minn din il-paġna mhux afdata għall-filesystem lokali!<br>Trid issegwi din il-link?
nl: <qt>De koppeling <B>%1</B><BR>leidt u van deze onveilige pagina naar uw lokale bestandssysteem.<BR>Wilt u de koppeling volgen?
no: <qt>Linken <B>%1</B><BR>går fra den siden du ikke stoler på til ditt lokale filsystem.<BR>Ønsker du å følge linken?
pl: <qt>Odnośnik <B>%1</B><BR>prowadzi z tej niezaufanej strony do lokalnego systemu plików.<BR>Chcesz mimo wszystko użyć odnośnika?
pt: <qt>A ligação <B>%1</B><BR> desta página em que não confiamos aponta para o teu sistema de ficheiros local.<BR>Queres seguir esta ligação?
ro: <qt>Legătura <B>%1</B><BR>conduce la o pagină nesigură din sistemul local de fişiere.<BR>Doriţi să activez această legătură?
ru: <qt>Ссылка <B>%1</B><BR>на этой непроверенной странице указывает на вашу локальную файловую систему.<BR>Хотите перейти по ссылке?
sk: <qt>Odkaz <B>%1</B> vedie z tejto neoverenej stránky do vášho lokálneho systému súborov.<BR>Chcete aktivovať tento odkaz?
sl: <qt>Povezava <B>%1</B><BR> vodi s strani, ki ji ne zaupate, do vašegakrajevnega datotečnega sistema.<BR>Ji res želite slediti?
ta: <qt><B>%1</B> ±Ûõ ­¨½ôÒ<BR>¿õÀ¸ÁüÈ ­ôÀì¸ò¾¢Ä¢ÕóÐ ¯í¸û §¸¡ôÒò¦¾¡Ì¾¢ìÌ ­ðÎî ¦ºø¸¢ÈÐ.<BR>«ò¦¾¡¼÷¨Àô À¢ýÀüÈ Å¢ÕôÀÁ¡?
th: <qt>ลิงค์ <B>%1</B><BR>จากหน้าเพจที่ไม่น่าเชื่อถือ มายังระบบแฟ้มภายในของคุณ <BR>คุณต้องการจะตามลิงค์นี้หรือไม่ ?
tr: <qt><b>%1</b><br> bağlantısı güvenilmeyen bir sayfadan yerel dosya sistemine gidiyor. Bu bağlantıyı takip etmek istiyor musunuz?
uk: <qt>Посилання <B>%1</B><BR>веде з цієї сторінки, яка не має довіри, до Вашої локальної файлової системи.<BR>Хочете продовжити?
vi: <qt>Liên kết <B>%1</B><BR>dẫn tới một trang không đáng tin tưởng trong hệ thống địa phương của bạn.<BR>Bạn có muốn đi theo liên kết này không ?
xh: <QT>Ikhonkco <B>%1</B><BR>ikhokhela ukusukela kweli phepha lingathembakalanga ukuya kwindlela yefayile yobulali.<BR>Ufuna ukulandela ikhonkco?

source: Follow
af: volg
az: Təqib Et
bg: Следва
ca: Segueix
cs: Následovat
da: Følg
de: Folgen
et: Järgi
fi: Seurata
he: ךשמה
hu: Követés
is: Fylgja
lt: Sekti
lv: Sekot
mt: Segwi
nl: Volgen
no: Følg
pl: Idź za
pt: Seguir
ro: Activează
ru: Перейти
sk: Navštíviť
sl: Sledi
sr: Prati
th: ตาม
tr: Takip et
uk: Продовжити
vi: Đi theo
xh: Landela

source: Save background image as
af: stoor agtergrond beeld as
az: Arxa Plan rəsmini fərqli qeyd et
bg: Запиши графиката на фона като
ca: Desa imatge de fons com
cs: Uložit obrázek na pozadí jako
da: Gem baggrundsbillede som
de: Hintergrundbild speichern unter
el: Αποθήκευση εικόνας φόντου ως
et: Salvesta taustapilt kui
fi: Tallenna taustakuva nimellä
he: םשב עקרה תנומת תרימש
hu: A háttérkép mentése másként
is: Vista bakgrunnsmynd sem
ko: 바탕 그림으로 저장
lt: Išsaugoti fono piešinį kaip
lv: Saglabāt fona attēlu kā
mt: Ikteb stampa ta' sfond bħala
nl: Achtergondafbeelding opslaan als
no: Lagre bakgrunnsbilde som
pl: Zapisz obrazek tła jako
pt: Gravar imagem de fundo como
ro: Salvează imaginea de fundal ca
ru: Сохранить фоновое изображение как
sk: Uložiť obrázok pozadia ako
sl: Shrani sliko ozadja kot
sr: Sačuvaj pozadinsku sliku kao
ta: À¢ýÉ½¢ ¯Õ¨Å ­ôÀÊî §ºÁ¢
th: บันทึกภาพพื้นหลังเป็น
tr: Arkaplan resmini farklı kaydet
uk: Зберегти зображення тла як
vi: Cất hình background bằng
xh: Gcina umfanekiso wasekuqaleni njenge

source: *.html *.htm|HTML files
af: *.html *.htm|html lêers
az: *.html *.htm|HTML faylları
bg: *.html *.htm|HTML файлове
ca: *.html *.htm|fitxers HTML
cs: *.html *.htm|HTML soubory
da: *.html *.htm|HTML filer
de: *.html *.html|HTML-Dateien
el: *.html *.htm|αρχεία HTML
et: *.html *.htm|HTML failid
fi: *.html *.htm|HTML-tiedostot
he: *.html *.htm|HTML יצבק
hu: *.html *.htm|HTML fájlok
is: *.html *.htm|HTML skjöl
ko: *.html *.htm|HTML 파일
lt: *.html *.htm|HTML bylos
lv: *.html *.htm|HTML faili
mt: *.html *.htm|Fajls HTML
nl: *.html *.htm|HTML-bestanden
no: *.html *.htm|HTML-filer
pl: *.html *.htm|Pliki HTML
pt: *.html *.htm|Ficheiros HTML
ro: *.html *.htm|Fişiere HTML
ru: *.html *.htm|Файлы HTML
sk: *.html *.htm|HTML súbory
sl: *.html *.htm|Datoteke HTML
sr: *.html *.htm|HTML fajlovi
ta: *.html *.htm|HTML §¸¡ôÒì¸û
th: *.html *.htm|แฟ้ม HTML
tr: *.html *.htm|HTML dosyaları
uk: *.html *.htm|Файли HTML
xh: *.html *.htm|i-HTML iifayile

source: &Find in Frame
af: soek in raam
az: Ç&ərçivədə Axtar
bg: &Намери в рамка
ca: &Cerca al marc
cs: &Najít v rámci
da: &Find i ramme
de: Im &Rahmen suchen
el: Εύρεση στο Πλαίσιο
et: &Leia raamist
fi: &Etsi kehyksestä
he: תרגסמב ש&פח
hu: Keresés a keret&ben
is: &Finna í ramma
ko: 프레임에서 찾기(&F)
lt: &Ieškoti kadre
lv: &Meklēt kadrā
mt: Sib fi &frame
nl: In &kader zoeken
no: &Finn i ramme
pl: &Znajdź w ramce
pt: Procurar na Moldura (&Frame)
ro: C&aută în cadru
ru: &Поиск во фрейме
sk: &Nájsť v Rámci
sl: &Poišči v okvirju
sr: &Nađi u frejmu
ta: ºð¼ò¾¢ü §¾Î
th: ค้นหาภายในเฟรม
tr: Ç&erçevede Bul
uk: &Знайти у рамці
vi: Tìm trong &Frame
xh: &Fumana kulwakhelo

source: <qt>The form will be submitted to <BR><B>%1</B><BR>on your local filesystem.<BR>Do you want to submit the form?
af: <qt>die vorm sal wees instuur aan <BR><B>%1</B><BR>op jou plaaslike lêersisteem.<BR>doen jy wil hê aan stuur in die vorm?
az: <qt>Form yerli fayl sisteminizdəki <BR><B>%1</B><BR>qisminə yollanacaq.<BR>Formu yollayım?
bg: <qt>Формата ще бъде изпратена <BR><B>%1</B><BR>на вашата локална файлова система.<BR>Искате ли да изпратите формата?
ca: <qt>El formulari s'enviarà a <BR><B>%1</B><BR>al vostre sistema de fitxers local.<BR>Voleu enviar el formulari?
cs: <qt>Formulář bude poslaný do <BR><B>%1</B><BR>na vašem lokálním systému souborů.<BR>Chcete odeslat tento formulář?
da: <qt>Formularen vil blive sendt til <BR><B>%1</B><BR>på dit lokale filsystem.<BR>Vil du indsende formularen?
de: <qt>Das Formular soll an <BR><B>%1</B><BR>auf Ihrem lokalen Dateisystem geschickt werden.<BR>Möchten Sie das Formular wirklich absenden?
et: <qt>Vorm saadetakse kohalikus failisüsteemis asuvale aadressile <BR><B>%1</B><BR>. <BR>Kas saata vorm?
fi: <qt>Lomakkeen tiedot lähetetään paikalliseen tiedostojärjestelmään<BR><B>%1</B><BR><BR>Haluatko lähettää lomakkeen tiedot?
he: <qt><p align=right>לא חלשיי ספוטה<BR><B>%1</B><BR>.ךלש תימוקמה םיצבקה תכרעמב<BR>?ספוטה תא חולשל ךנוצרב םאה</p>
hu: <qt>Az űrlap tartalmát a helyi fájlrendszer <BR><B>%1</B><BR> linkjére kell továbbítani.<BR>Végrehajtsam az adatok elküldését?
is: <qt>Valblaðið verður sent til<br> <b>%1</b><br> á skráakerfinu þýnu.<br> Viltu senda valblaðið?
lt: <qt>Forma bus siunčiama į <BR><B>%1</B><BR> jūsų vietinėje bylų sistemoje.<BR>Ar jūs norite siųsti šią formą?
lv: <qt>Forma tiks nosūtīta uz <BR><B>%1</B><BR>jūsu lokālajā failusistēmā.<BR>Vai jūs vēlaties nosūtīt formu?
mt: <qt>Din il-formola se tintbagħat lill <BR><B>%1</B><BR>fuq il-filesystem lokalitiegħek.<BR>Trid tibgħat il-formola?
nl: <qt>Dit formulier zal worden ingediend bij<BR><B>%1</B><BR>op uw lokale bestandssysteem.<BR>Wilt u het formulier indienen?
no: <qt>Skjemaet vil bli sendt til <BR><B>%1</B><BR>på ditt lokale filsystem.<BR>Ønsker du å sende skjemaet?
pl: <qt>Formularz będzie wysłany do <BR><B>%1</B><BR>na lokalnym systemie plików.<BR>Czy chcesz wysłać formularz?
pt: <qt>O formulário será enviado para o <BR><B>%1</B><BR>no teu sistema de ficheiros local.<BR>Queres enviar o formulário?
ro: <qt>Formularul va fi trimis către <BR><B>%1</B><BR>în sistemul de fişiere local.<BR>Doriţi într-adevăr să trimit formularul?
ru: <qt>Форма будет доступна файлу <BR><B>%1</B><BR>вашей локальной файловой системы.<BR>Хотите отправить форму?
sk: <qt>Formulár bude poslaný do <BR><B>%1</B><BR>na vašom lokálnom systéme súborov.<BR>Chcete odoslať tento formulár?
sl: <qt>Obrazec bo poslan kot<BR><B>%1</B><BR>v vašem krajevnemdatotečnem sistemu.<BR>Zares želite poslati ta obrazec?
ta: <qt>­ôÀÊÅõ ¯í¸û §¸¡ôÒò¦¾¡Ì¾¢Â¢ÖûÇ<BR><B>%1</B><BR>­üÌî ºÁ÷ôÀ¢ì¸ôÀÎõ.<BR>­ôÀÊÅò¨¾î ºÁ÷ôÀ¢ì¸ Å¢ÕôÀÁ¡?
th: <qt>ฟอร์มนี้จะถูกส่งไปยัง <BR><B>%1</B><BR>บนระบบแฟ้มภายในของคุณ<BR>คุณต้องการที่จะส่งข้อมูลในฟอร์มนี้หรือไม่ ?
tr: <qt>Bu form yerel dosya sistemindeki <br><b>%1</b><br> adresine gönderilecektir.<br>Formu göndermek istiyor musunuz?
uk: <qt>Бланк буде відіслано до <BR><B>%1</B><BR>на Вашій локальнійфайловій системі.<BR>Хочете надіслати бланк?
vi: <qt>Mẫu đơn này sẽ được gửi đến <BR><B>%1</B><BR>file hệ thống địa phương của bạn .<BR>Bạn có muốn gửi mẫu đơn này không ?
xh: <qt>Ifomu izakungeniswa ku<BR><B>%1</B><BR> kwindlela yefayile yakho yobulali.<BR>Ufuna ukuyingenisa ifomu na?

source: Submit
af: stuur in
az: Göndər
bg: Изпрати
ca: Envia
cs: Odeslat
da: Indsend
de: Absenden
el: Υποβολή
et: Saada
fi: Lähetä
he: חלש
hu: Elküldés
is: Senda
ko: 보내기
lt: Sutinku
lv: Sūtīt
mt: Ibgħat
nl: Indienen
no: Send inn
pl: Wyślij
pt: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sl: Pošlji
sr: Pošalji
ta: ºÁ÷ôÀ¢
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
xh: Ngenisa

source: Security Warning
af: sekuriteit waarskuwing
az: Təhlükəsizlik Xəbərdarlığı
bg: Предупреждение за сигурност
ca: Alerta de seguretat
cs: Bezpečnostní varování
da: Sikkerhedsadvarsel
de: Sicherheitswarnung
el: Προειδοποίηση Ασφαλείας
et: Turvalisuse hoiatus
fi: Tietoturvavaroitus
he: החטבא תרהזא
hu: Biztonsági figyelmeztetés
is: Öryggisaðvörun
ko: 보안 경고
lt: Saugumo perspėjimas
lv: Drošības Brīdinājums
mt: Twissija ta' sigurtà
nl: Beveiligingswaarschuwing
no: Sikkerhets-advarsel
pl: Ostrzeżenie związane z bezpieczeństwem
pt: Aviso de Segurança
ro: Alertă de securitate
ru: Предупреждение системы безопасности
sk: Bezpečnostné varovanie
sl: Varnostno opozorilo
sr: Bezbednosno upozorenje
ta: À¡Ð¸¡ôÒ ±îºÃ¢ì¨¸
th: เตือนเรื่องความปลอดภัย
tr: Güvenlik Uyarısı
uk: Попередження небезпеки
vi: Cảnh báo bảo mật
xh: Ulumkiso ngokhuseleko
