Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Range error
af: omvang fout
az: Aralıq xətası
bg: Грешка
ca: Error de rang
cs: Chyba v rozsahu
da: Områdefejl
de: Bereichsfehler
el: Σφάλμα εύρους
et: Viga piirkonnas
fi: Aluevirhe
he: חווט תאיגש
hu: Tartományhiba
is: Markavilla
ko: 범위 오류
lt: Ruožo klaida
lv: Diapazona kļūda
mt: Żball fir-range
nl: Bereikfout
no: Områdefeil
pl: Błąd zasięgu
pt: Erro de intervalo
ro: Eroare de domeniu
ru: Ошибка границ
sk: Chyba rozsahu
sl: Napačen obseg
sr: Greška u rasponu
ta: Å£îÍò ¾ÅÚ
th: ช่วงผิดพลาด
tr: Aralık hatası
uk: Помилка діапазону
vi: Lỗi xếp loại
xh: Imposiso yomqolo

source: Reference error
af: verwysing fout
az: Referens xətası
bg: Грешка при обръщение
ca: Error de referència
cs: Chyba v odkazu
da: Referencefejl
de: Zuordnungsfehler
el: Σφάλμα αναφοράς
et: Viga võrduses
fi: Viittausvirhe
he: אתכמסא תאיגש
hu: Hivatkozási hiba
is: Vísunarvilla
ko: 참조 오류
lt: Kreipinio klaida
lv: Atsauces kļūda
mt: Żball fir-referenza
nl: Referentiefout
no: Referansefeil
pl: Błąd odniesienia
pt: Erro de referência
ro: Eroare de referire
ru: Ошибка ссылки
sk: Chyba referencie
sl: Napačno sklicevanje
sr: Greška u referenci
ta: ¦À¡Õò¾ò ¾ÅÚ
th: การอ้างอิงผิดพลาด
tr: Referans hatası
uk: Помилка посилання
vi: Lỗi tham chiếu
xh: Imposiso yokuthelekisa

source: Syntax error
af: sintaks fout
az: Sintaksis xətası
bg: Синтактична Грешка
ca: Error de sintàxi
cs: Syntaktická chyba
da: Syntaksfejl
de: Syntaxfehler
el: Σφάλμα σύνταξης
et: Viga süntaksis
fi: Syntaksivirhe
he: ריבחת תאיגש
hu: Szintaktikai hiba
is: Formvilla
ko: Syntax 오류
lt: Sintaksės klaida
lv: Sintakses kļūda
mt: Żball sintattiku
nl: Syntaxisfout
no: Syntaksfeil
pl: Błąd składni
pt: Erro sintáctico
ro: Eroare de sintaxă
ru: Синтаксическая ошибка
sk: Syntaktická chyba
sl: Skladenjska napaka
sr: Greška u sintaksi
ta: ¦¾¡¼Ã¢Âü ¾ÅÚ
th: ไวยากรณ์ผิดพลาด
tr: Sözdizimi hatası
uk: Синтаксична помилка
vi: Lỗi cú pháp
xh: Imposiso yesivakalisi

source: Type error
af: tipe fout
az: Növ xətası
bg: Тип грешка
ca: Error de tipus
cs: Chyba v typu
da: Skrivefejl
de: Typ-Fehler
el: Σφάλμα τύπου
et: Tüübi viga
fi: Tyyppivirhe
he: גוס תאיגש
hu: Típushiba
is: Tegundarvilla
ko: 형식 오류
lt: Rašybos klaida
lv: Tipa kļūda
mt: Żball fit-tip
nl: Typefout
no: Typefeil
pl: Błąd typu
pt: Erro de tipificação
ro: Eroare de scriere
ru: Ошибка типа
sk: Chyba typu
sl: Napačna vrsta
sr: Slovna greška
ta: Å¨¸ò ¾ÅÚ
th: ชนิดข้อมูลผิดพลาด
tr: Tür hatası
uk: Помилка типу
vi: Lỗi mẫu
xh: Imposiso yodidi

source: URI error
af: uri fout
az: URI xətası
bg: URI Грешка
ca: Error d'URI
cs: Chyba v URI
da: URL fejl
de: URI-Fehler
el: Σφάλμα URI
et: URI viga
fi: URI-virhe
he: באשמ ההזמ תאיגש
hu: URI hiba
is: URI villa
ko: URI 오류
lt: URI klaida
lv: URI kļūda
mt: Żball fl-URI
nl: Onjuist URL-adres
no: URI-feil
pl: Błąd lokalizacji
pt: Erro de URI
ro: Eroare URI
ru: Ошибка URI
sk: Chyba URI
sl: Napačen URI
sr: URI graška
ta: URI ¾ÅÚ
th: URL ผิดพลาด
tr: URI hatası
uk: Помилка URI
vi: Lỗi URI
xh: Imposiso ye URI

source: Undefined value
af: ongedefinieerd waarde
az: Təsvirsiz qiymət
bg: Недефинирана стойност
ca: Valor no definit
cs: Nedefinovaná hodnota
da: Udefineret værdi
de: Undefinierter Wert
el: Μη ορισμένη τιμή
et: Defineerimata väärtus
fi: Määrittelemätön arvo
he: רדגומ אל ךרע
hu: Definiálatlan érték
is: Óskilgreindur gildi
ko: 정의 안된 값
lt: Neapibrėžta reikšmė
lv: Nedefinēta vērtība
mt: Valur mhux definit
nl: Ongedefinieerde waarde
no: Udefinert verdi
pl: Niezdefiniowana wartość
pt: Valor indefinido
ro: Valoare nedefinită
ru: Неопределенное значение
sk: Nedefinovaná hodnota
sl: Nedefinirana vrednost
sr: Nedefinisana vrednost
ta: Å¨ÃÂÚì¸¡¾ ¦ÀÚÁ¾¢
th: ยังไม่ได้กำหนดค่า
tr: Tanımsız değer
uk: Невизначене значення
vi: Giá trị bất định
xh: Ixabisa elingachazwanga

source: Null value
af: null waarde
az: Boş qiymət
bg: Нулева стойност
ca: Valor nul
cs: Null hodnota
da: Null værdi
de: Null-Wert
el: Μηδενική τιμή
et: Nullväärtus
fi: Null-arvo
he: קיר ךרע
hu: Null érték
is: Ekkert gildi
ko: 빈 값
lt: Nulinė reikšmė
lv: Nulles vērtība
mt: Valur vojt
nl: Null-waarde
no: Nullverdi
pl: Wartość pusta
pt: Valor nulo
ro: Valoare nulă
ru: Нулевое значение
sk: Prázdna hodnota
sl: Prazna vrednost
sr: Null vrednost
ta: ÝÉ¢Âô ¦ÀÚÁ¾¢
th: ค่าเป็น Null
tr: Boş değer
uk: Значення Null
vi: Giá trị Null
xh: Ixabiso elingasebenziyo

source: There was an error loading %1. The diagnostic is: %2
af: daar was 'n fout laaiïng van %1. die diagnose is: %2
az: %1 yüklənərkən xəta oldu. Diaqnoz: %2
bg: Има грешка при зареждане на %1. Диагностиката е : %2
ca: Hi ha hagut un error en carregar %1. El diagnòstic és: %2
cs: Nastala chyba při načítání %1. Diagnostikou je: %2
da: Der skete en fejl ved indlæsning af %1. Diagnosen er: %2
de: Es gab einen Fehler beim Laden von %1 Die Diagnose lautet: %2
el: Υπήρξε σφάλμα κατά τη φόρτωση του %1. Τα διαγνωστικά είναι: %2
et: Viga %1 laadimisel. Diagnostika: %2
fi: Tapahtui virhe ladattaessa %1. Diagnostiikka on: %2
he: .%1 תניעט ךלהמב האיגש העריא :הניה הנחבאה %2
hu: Hiba történt a(z) %1 betöltése közben. A hiba leírása: %2
is: Það kom upp villa við hleðslu á %1. Villulýsingin er: %2
lt: Pakraunant %1 įvyko klaida. Diagnostika: %2
lv: Kļūda ielādējot %1. Diagnoze ir: %2
mt: Kien hemm problema waqt li qed jittella' %1. Id-djanjostiċi huma: %2
nl: Er deed zich een fout voor bij het laden van %1 De diagnose luidt: %2
no: Det oppsto en feil under lasting av %1. Diagnosen er: %2
pl: Wystąpił błąd podczas ładowania %1. Prawdopodobna przyczyna to: %2
pt: Ocorreu um erro ao carregar %1. O diagnóstico é: %2
ro: A apărut o eroare la încărcarea %1. Diagnosticul este: %2
ru: Ошибка при загрузке %1. Диагностика: %2
sk: Nastala chyba pri načítaní %1. Informácia je: %2
sl: Prišlo je do napake med nalaganjem %1. Diagnostika kaže: %2
ta: %1 ²üÈò¾¢ü ¾ÅÚ §¿÷ó¾Ð. ¸ñ¼È¢ó¾Ð: %2
th: มีความผิดพลาดเกิดขึ้นขณะกำลังโหลด %1 ผลการตรวจสอบคือ: %2
tr: %1 yüklenirken bir hata oluştu. Gelen mesaj: %2
uk: Помилка завантаження %1 Діагностика: %2
vi: Có lỗi khi đang nạp %1. Chẩn đoán là: %2
xh: Bekukho imposiso ekulayisheni i %1. Uboniso lwendalo yayo ngu: %2

source: Processing...
af: verwerking...
az: işlənir...
bg: Обработвам...
ca: S'està processant...
cs: Probíhá zpracování...
da: Behandler...
de: Verarbeitung läuft...
el: Επεξεργάζομαι...
et: Töötlemine...
fi: Käsitellään...
he: ...דבעמ
hu: Feldolgozás...
is: Vinn...
ko: 처리...
lt: Apdoroju...
lv: Apstrāde...
mt: Qed nipproċessa...
nl: Bezig met verwerken...
no: Behandler...
pl: Przetwarzanie...
pt: A processar...
ro: Procesez...
ru: Обработка...
sk: Spracovávam...
sl: Obdelovanje...
ta: ­ÂíÌ¸¢ÈÐ...
th: กำลังประมวลผล...
tr: İşleniyor...
uk: Опрацьовую...
vi: Đang xử lý...
xh: Iyaqhubekeka...

source: Queued
af: getou
az: Sorğulandı
bg: Подреждам на опашка
ca: En cua
cs: Ve frontě
da: I kø
de: In Warteschlange
el: Στην Ουρά
et: Järjekorras
fi: Jonossa
he: רותב
hu: A nyomtatási sorban
is: Í röð
lt: Patalpinta į eilę
lv: Ierindots
mt: Ikkjujat
nl: In wachtrij
no: I kø
pl: W kolejce
pt: Em fila
ro: În coadă
ru: В очереди
sk: Vo fronte
sl: V čakalni vrsti
ta: ÅÃ¢¨ºÂ¡ì¸¢Â
th: อยู่ในคิว
tr: Kuyrukta
uk: У черзі
vi: Hàng đợi
xh: Ifolisiwe

source: Held
af: behou
az: Tutulan
bg: Държа
ca: Aturat
cs: Pozdrženo
da: Holdt
de: Angehalten
el: Σε αναμονή
et: Hoia
fi: Pysäytetty
he: תיהשומ
hu: Visszatartva
is: Í bið
lt: Sulaikyta
lv: Tur
mt: Miżmum
nl: Vastgehouden
no: Holdt
pl: Wstrzymany
pt: Em espera
ro: Păstrează
ru: Оставлена
sk: Pozdržaná
sl: Zadržan
ta: À¢Êò¾
th: รับไว้แล้ว
tr: Tutuldu
uk: Затримано
vi: Được giữ
xh: Ibanjelwe

source: _: Unknown State Unknown
af: onbekende
az: Namə'lum
bg: Незнаен
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
et: Tundmatu
fi: Tuntematon
he: עודי אל
hu: ismeretlen
is: Óþekkt
ko: 알 수 없음
lt: Nežinomas
lv: Nezināms
mt: Mhux magħruf
nl: Onbekend
no: Ukjent
pl: Nieznany
pt: Desconhecido
ro: Necunoscută
ru: неизв.
sk: Neznámy
sl: Neznano
ta: ¦¾Ã¢Â¡¾
th: ไม่รู้จัก
uk: Невизначений
xh: Esingaziwayo

source: Cannot copy multiple files into one file.
af: kan nie kopie veelvuldige lêers binnein een lêer.
az: Bir çox faylı tək fayla köçürə bilmirəm.
bg: Не мога да копирам много файлове в един.
ca: No es poden copiar múltiples fitxers en un de sol.
cs: Nelze kopírovat několik souborů do jednoho.
da: Kan ikke kopiere flere filer til en fil.
de: Es können nicht mehrere Dateien in eine gedruckt werden.
el: Δε μπορώ να αντιγράψω πολλά αρχεία σε ένα.
et: Mitut faili pole võimalik ühte faili kopeerida.
fi: Useita tiedostoja ei voida kopioida yhteen tiedostoon.
he: .דחא ץבוק לא םיבורמ םיצבק קיתעהל ןתינ אל
hu: Nem lehet több fájlt egy fájlba másolni.
is: Gat ekki afritað margar skrár í eina skrá.
ko: 여러 파일을 한 파일로 복사할 수 없습니다.
lt: Negaliu kopijuoti kelių bylų į vieną bylą.
lv: Nevar kopēt vairākus failus vienā failā.
mt: Ma nistax nikkopja ħafna fajls għal ġo fajl wieħed.
nl: Kan geen meerdere bestanden kopiëren naar één bestand.
no: Kan ikke kopiere flere filer til en fil.
pl: Nie można skopiować wielu plików do jednego.
pt: Não é possível copiar vários ficheiros para um só.
ro: Nu pot copia fişiere multiple într-un singur fişier.
ru: Не могу копировать много файлов в один.
sk: Nie je možné skopírovať viac súborov do jedného.
sl: Več datotek ni moč prepisati v eno samo.
ta: ÀÄ §¸¡ôÒì¸¨Ç ´Õ §¸¡ôÒìÌ ¿¸ø ¦ºöÂ ÓÊÂ¡Ð.
th: ไม่สามารทำสำเนาจากหลายๆ แฟ้มไปยังแฟ้มเดียวได้
tr: Birden fazla dosya bir dosya üzerine kopyalanamaz.
uk: Неможливо скопіювати багато файлів у один.
vi: Không thể sao chép các tập tin bội vào một tập tin
xh: Ayinakukhuphela iifayile ezininzi kwifayile enye.

source: Cannot save print file. Check that you have write access to it.
af: kan nie stoor druk lêer. bevestig wat jy het skryf toegang verkry aan dit.
az: Çap faylı qeyd edilə bilmir. Yazma səlahiyyətinizi yoxlayın.
bg: Не мога да запазя файла за печат. Проверете дали имате права за запис
ca: No es pot desar el fitxer d'impressió. Comproveu que hi teniu accés d'escriptura.
cs: Nelze uložit soubor určený k tisku. Zkontrolujte, zda máte oprávnění k zápisu do něj.
da: Kan ikke gemme udskriftsfil. Tjek om du har skriveadgang til den.
de: Die Druckdatei lässt sich nicht speichern. Überprüfen Sie Ihre Berechtigungen.
el: Δε μπορώ να σώσω το αρχείο εκτύπωσης. Ελέγξτε αν έχετε άδειες εγγραφής για αυτό.
et: Trükkimise faili salvestamine ebaõnnestus. Kontrolli, et sul oleks selle kirjutamise õigus.
fi: Tulostustiedostoa ei voitu tallentaa. Tarkista, että sinulla on kirjoitusoikeudet siihen.
he: .וילא הביתכ תשיג ךל שיש אדוו .הספדהה ץבוק תא רומשל ןתינ אל
hu: A nyomtatási fájl nem menthető el. Ellenőrizze, hogy rendelkezik-e írási jogosultsággal.
is: Gat ekki vistað prentskrá. Gakktu úr skugga um að þú hafir skrifréttindi í hana.
lt: Negaliu išsaugoti spausdinimo bylos. Patikrinkite ar jūs turite rašymo leidimą šiai bylai.
lv: Nevar saglabāt drukas failu. Pārbaudiet vai jums ir rakstīšanas tiesības uz to.
mt: Ma nistax nikteb fajl tal-ipprintjar. Iċċekkja li għandek permess biex tikteb.
nl: Kan het afdrukbestand niet opslaan. Controleer of u schrijftoegang tot het bestand hebt.
no: Kan ikke lagre skriverfil. Sjekk at du har skriverettigheter til den.
pl: Nie można zapisać pliku wydruku. Sprawdź czy masz odpowiednie prawa zapisu.
pt: Não é possível gravar o ficheiro de impressão. Verifica se tens acesso de escrita para ele.
ro: Nu pot salva fişierul tipărit. Verificaţi dacă aveţi acces de scriere pentru el.
ru: Не могу сохранить файл печати. Проверьте, есть ли у вас права записи.
sk: Nie je možné uložiť súbor tlače. Overte, či máte práva na zápis.
sl: Ni moč shraniti tiskalniške datoteke. Preverite, da imate dovoljenjeza pisanje v njo.
ta: «îÍì§¸¡ô¨Àî §ºÁ¢ì¸ ÓÊÂÅ¢ø¨Ä. ¯í¸ÙìÌ «¾üÌ ±ØÐõ ¯Ã¢¨Á ¯ñ¼¡ ±ÉôÀ¡÷ì¸×õ.
th: ไม่สามารถบันทึกแฟ้มการพิมพ์ได้ โปรดตรวจสอบว่าคุณได้รับอนุญาตให้เขียนได้
tr: Yazıcı dosyası kaydedilemiyor. Dosyayı yazmak için gerekli izinlere sahip misiniz?
uk: Неможливо зберегти файл друку. Перевірте права на запис.
vi: Không thể lưu tập tin in ấn. Kiểm tra xem bạn có quyền ghi không.
xh: Ayinakuyigcina ifayile yoshicilelo. Khangela ukuba ubhale unikezelo kuyo.

source: Unable to start child print process.
af: nie moontlik aan begin kind druk proses.
az: Törəmə gedişatı başladıla bilmir.
bg: Не мога да стартирам синовния процес на печата.
ca: No es pot engegar el procés d'impressió fill.
cs: Není možné spustit tiskový proces potomka.
da: Kan ikke starte barne udskriftproces.
de: Abhängiger Druckprozess konnte nicht gestartet werden.
el: Δε μπόρεσα να ξεκινήσω τη θυγατρική διεργασία εκτύπωσης.
et: Trükkimise tütarprotsessi pole võimalik käivitada.
fi: Lapsiprosessin käynnistäminen ei onnistunut!
he: .הספדהל אצאצה תמישמ תא ליחתהל ןתינ אל
hu: A nyomtatási folyamatot nem sikerült elindítani.
is: Ekki tókst að ræsa prentferli.
ko: 자식 인쇄 프로세스를 시작할 수 없습니다.
lt: Negaliu pradėti priklausančio spausdinimo proceso.
lv: Nevar sākt drukas apakšprocesu.
mt: Ma stajtx nibda sottoproċess għall-ipprintjar.
nl: Het dochterafdrukproces kon niet worden opgestart.
no: Kunne ikke starte barneprosessen for utskrift.
pl: Nie można uruchomić potomnego procesu drukowania.
pt: Não consegui iniciar o processo-filho de impressão.
ro: Nu pot porni procesul fiu de tipărire.
ru: Не удалось запустить дочернее задание печати.
sk: Nemôžem spustiť proces tlače.
sl: Ni moč zagnati otroškega tiskalniškega procesa.
ta: §ºö «îÍî¦ºÂ¨Ä ¬ÃõÀ¢ì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถเริ่มการทำงานโปรเซสลูกของการพิมพ์ได้
tr: Yazdırma işlemi başlatılamıyor.
uk: Неможливо запустити дочірній процес друку.
vi: Không thể khởi động tiến trình in ấn con.
xh: Ayikwazi ukuqala uqhubekeko loshicilelo lomntwana.

source: The KDE print server (<b>kdeprintd</b>) could not be contacted. Check that this server is running.
af: die kde druk bediener (<b>kdeprintd</b>) kon nie wees geskakel. bevestig wat hierdie bediener is wat loop.
az: KDE çap etmə vericisi (<b>kdeprintd</b>) ilə əlaqə qurula bilmir. Vericinin fəal olub olmadığını yoxlayın.
bg: Не мога да се свържа със сървър за печат на KDE (<b>kdeprintd</b>) Проверете дали работи.
ca: El servidor d'impressió KDE (<b>kdeprintd</b>) no s'ha pogut contactar. Comproveu que aquest servidor s'està executant.
cs: Nepodařilo se kontaktovat tiskový server KDE (<b>kdeprintd</b>). Ověřte, zda server běží.
da: KDE udskriftsserver (<b>kdeprintd</b>) kunne ikke kontaktes. Tjek at denne server kører.
de: Der KDE-Druckserver (<b>kdeprintd</b>) war nicht auffindbar. Stellen Sie sicher, dass der Server läuft.
el: Δε μπόρεσα να επικοινωνήσω με τον εξυπηρετητή εκτύπωσης KDE (<b>kdeprintd</b>). Βεβαιωθείτε ότι ο εξυπηρετητής εκτελείται.
et: KDE printeriserveriga (<b>kdeprintd</b>) pole võimalik ühendust luua. Kontrolli, et server oleks käivitatud.
fi: KDE:n tulostuspalvelimeen (<b>kdeprintd</b>) ei saatu yhteyttä. Tarkista että palvelin on käynnistetty.
he: .לעופ הז תרשש קודב .(<b>kdeprintd</b>) KDE לש הספדהה תרש םע רשק רוציל ןתינ אל
hu: A KDE nyomtatási szolgáltatása (<b>kdeprintd</b>) nem érhető el. Ellenőrizze, hogy rendben fut-e a szolgáltatás.
is: Ekki tókst að ná sambandi við KDE prentþjóninn (<b>kdeprintd</b>). Gáðu hvort hann er ekki örugglega í gangi.
lt: Negaliu susirišti su KDE spausdinimo serveriu (<b>kdeprint</b>). Patikrinkite ar šis serveris paleistas.
lv: Nevar kontaktēties ar KDE drukas serveri (<b>kdeprintd</b>). Pārbaudiet vai šis serveris darbojas.
mt: Il-print server KDE (<b>kdeprintd</b>) ma setax jiġi kuntattjat. Iċċekkja li qed jaħdem.
nl: Er kon geen contact gemaak worden met de KDE-printerserver (<b>kdeprintd</b>). Controleer of deze server wel draait.
no: KDEs skrivertjener (<b>kdeprintd</b>) kunne ikke kontaktes. Sjekk at tjeneren kjører.
pl: Nie można skontaktować się z Serwerem wydruku KDE (<b>kdeprintd</b>). Sprawdź czy jest uruchomiony.
pt: Não se consegue contactar com o servidor de impressão do KDE (<b>kdeprintd</b>). Verifica se este servidor está a correr.
ro: Serverul de tipărire KDE (<b>kdeprintd</b>) nu poate fi contactat. Verificaţi dacă rulează.
ru: Не удалось соединиться с сервером печати KDE (<b>kdeprintd</b>). Проверьте, запущен ли он.
sk: Server tlače KDE (<b>kdeprintd</b>) sa nepodarilo kontaktovať. Overte, či server beží.
sl: Ni se moč povezati s tiskalniškim strežnikom KDE (<b>kdeprintd</b>).Preverite, da strežnik teče.
ta: KDE «îÍôÀÃ¢Á¡È¢Ô¼ý (<b>kdeprintd</b>) ¦¾¡¼÷Ò ¦¸¡ûÇ ÓÊÂÅ¢ø¨Ä. «Ð ­ÂíÌ¸¢È¾¡¦ÅÉô À¡÷ì¸×õ.
th: ไม่สามารถติดต่อกับเซิร์ฟเวอร์การพิมพ์ KDE (<b>kdeprintd</b>) ได้ โปรดตรวจสอบว่าเซิร์ฟเวอร์ดังกล่าวยังทำงานอยู่
tr: KDE yazıcı sunucusu (<b>kdeprintd</b>) ile bağlantı kurulamadı. Sunucunun çalıştığına emin olun.
uk: Неможливо під'єднатися до сервера друку KDE (<b>kdeprintd</b>). Перевірте, що сервер запущено.
vi: Máy chủ in ấn KDE (<b>kdeprintd</b>) không thể liên lạc được. Kiểm tra xem máy chủ này có chạy không.
xh: Umncedisi ongumshicileli we-KDE (<b>kdeprintd</b>) ayinakufumaneka.Khangela ukuba lo mncedisi uyasebenza.

source: _: 1 is the command that <files> is given to Check the command syntax: %1 <files>
af: %1 <files>
az: Əmr sintaksisini yoxlayın: %1 <fayllar>
bg: Приверете синтаксиса на командата: %1 <файлове>
ca: Comproveu la sintaxi de la comanda: %1 <fitxers>
cs: Zkontrolujte syntaxi příkazu: %1 <soubory>
da: Tjek kommandosyntaksen: %1 <files>
de: Überprüfen Sie den Wortlaut des Befehls: %1 <Dateien>
el: Ελέγξτε τη σύνταξη της εντολής: %1 <αρχεία>
et: Kontrolli käsu süntaksit: %1 <failid>
fi: 1 on komento joka <files> annetaan syntaksin tarkistamiseen: %1 <files>
he: :הדוקפה ריבחת תא קודב %1 <files>
hu: Ellenőrizze a parancs szintaxisát: %1 <fájlok>
is: Skoðaðu formið á skipuninni %1 <files>
lt: Patikrinkite komandos sintaksę: %1 <bylos>
lv: Pārbaudiet komandas sintaksi: %1 <faili>
mt: Iċċekkja s-sintassi tal-kmand: %1 <files>
nl: Controleer de commandosyntaxis: %1 <bestanden>
no: Sjekk kommando-syntaks: %1 <filer>
pl: Sprawdź składnię polecenia (powinno być): %1 <pliki>
pt: Verifica a sintaxe do comando: %1 <ficheiros>
ro: Verificaţi sintaxa comenzii: %1 <fişiere>
ru: Проверьте правильность команды: %1 <файлы>
sk: Overte syntax príkazu: %1 <súbory>
sl: Preverite skladnjo ukaza: %1 <datoteke>
ta: ¸ð¼¨Ç ÅÃ¢¨Âî ºÃ¢À¡÷ì¸×õ: %1 <§¸¡ôÒì¸û>
th: โปรดตรวจสอบไวยากรณ์คำสั่ง: %1 <แฟ้ม>
tr: Lütfen komutun kullanımını tekrar gözden geçirin: %1 <dosyalar>
uk: Перевірте синтаксис команди: %1 <файлів>
xh: Khangela umyalelo wobeko lwamagama ngendlela eyiyo: %1 <iifayile>

source: No valid file was found for printing. Operation aborted.
af: nee geldige lêer was gevind vir besig om te druk. operasie gekanselleer.
az: Çap etmə üçün hökmlü fayl tapımadı. Əməliyyat təxirə salındı.
bg: Не е намерен валиден файл за печат. Операцията прекъсна.
ca: No s'ha trobat cap fitxer vàlid per imprimir. S'atura l'operació.
cs: Nebyl nalezen žádný platný soubor k tisku. Operace přerušena.
da: Ingen gyldig fil fundet til udskrift. Operationen annulleret.
de: Keine gültige Datei zum Drucken auffindbar. Operation wurde abgebrochen.
el: Δε βρέθηκε έγκυρο αρχείο για εκτύπωση. Η λειτουργία εγκαταλήφθηκε.
et: Trükkimiseks sobivat faili ei leitud. Tegevus katkestatud.
fi: Tulostettavaa tiedostoa ei löytynyt. Tulostus ei onnistunut.
he: .הלטוב הלועפה .הספדהל ףקת ץבוק אצמנ אל
hu: Érvénytelen a nyomtatandó fájl, a művelet félbeszakad.
is: Það fannst engin lögleg skrá til að prenta. Því var hætt við aðgerð.
lt: Nerasta bylų, tinkamų spausdinimui. Operacija nutraukta.
lv: Derīgs drukāšanas fails nav atrasts. Operācija pārtraukta.
mt: Ebda valur ma nstab għall-ipprintjar. Operazzjoni mwaqqfa.
nl: Er werd geen geldig bestand gevonden om af te drukken. De operatie is afgebroken.
no: Ingen gyldig fil ble funnet for utskrift. Operasjon avbrutt.
pl: Nie znaleziono odpowiedniego pliku do wydruku. Operacja przerwana.
pt: Não foi encontrado nenhum ficheiro válido para imprimir. A operação foi cancelada.
ro: Nu am găsit un fişier valid de tipărit. Operaţie anulată.
ru: Нет файлов для печати. Отмена задания.
sk: Pre tlač nebol nájdený žiadny platný súbor. Operácia zrušená.
sl: Za tiskanje ni bila najdena veljavna datoteka. Dejanje je preklicano.
ta: «îº¢¼ ÅÄ¢¾¡É §¸¡¨Å¦ÂÐ×õ ¸¢¨¼ì¸Å¢ø¨Ä. ¦ºÂø ¿¢Úò¾ôÀð¼Ð.
th: ไม่พบแฟ้มที่ถูกต้องสำหรับการพิมพ์ ยกเลิกการพิมพ์
tr: Yazdırmak için geçerli bir dosya bulunamadı. İşlem iptal edildi.
uk: Не знайдено дійсний файл для друку. Дію перервано.
vi: Không tìm thấy tập tin có hiệu lực để in. Hủy bỏ tác vụ.
xh: Akukho fayile efumanekileyo esebenzayo ezakushicilelwa. Umsebenzi uphume ungenanto.

source: Error while reading filter description for <b>%1</b>. Empty command line received.
af: fout terwyl lees filter beskrywing vir <b>%1</b>. leeg opdrag lyn ontvang.
az: <b>%1</b> fayl süzgəc təsviri oxuma xətası. Boş əmr sətiri alındı.
bg: Грешка при четене на описание за филтър на <b>%1</b>. Получих празен команден ред.
ca: Hi ha hagut un error en llegir la descripció de filtre per a <b>%1</b>. S'ha rebut una linia de comanda buida.
cs: Chyba během načítání popisu filtru pro <b>%1</b>. Přijat prázdný příkazový řádek.
da: Fejl ved læsning af filterbeskrivelse for <b>%1</b>. Tom kommandolinie modtaget.
de: Fehler beim Lesen der Filterbeschreibung für <b>%1</b>. Die empfangene Befehlszeile war leer.
el: Σφάλμα κατά την ανάγνωση της περιγραφής φίλτρου για <b>%1</b>. Δέχθηκα άδεια γραμμή εντολής.
et: <b>%1</b> filtri kirjelduse lugemisel tekkis viga. Tühi käsurida.
fi: Suotimen <b>%1</b> kuvausta luettessa tapahtui virhe.
he: .הקיר הדוקפ תרוש הלבקתנ .<b>%1</b> רובע ןנסמה רואית תאירק ךלהמב האיגש
hu: Hiba történt a(z) <b>%1</b> szűrő leírásának betöltése közben. A kapott parancssor üres volt.
is: Villa við að lesa lýsingu á síu fyirr <b>%1</b>. Auð skipanalína.
lt: Klaida skaitant filtro, skirto <b>%1</b> aprašymą. Gauta tuščia komandos eilutė.
lv: Kļūda nolasot filtra aprakstu <b>%1</b>. Saņemta tukša komand rinda.
mt: Problema waqt li qed jinqara d-deskrizzjoni tal-filtru għal <b>%1</b>. Irċevejt linja ta' kmand vojta.
nl: Er deed zich een fout voor tijdens het lezen van de filterbeschrijving voor <b>%1</b> Er werd een lege commandoregel ontvangen.
no: Feil ved lesing av filterbeskrivelser for <b>%1</b>. Blank kommandolinje motatt.
pl: Bład podczas odczytu opisu filtra dla <b>%1</b>. Otrzymano puste polecenie.
pt: Erro ao ler a descrição do filtro de <b>%1</b>. Obteve-se uma linha de comandos vazia.
ro: Eroare la citirea descrierii filtrului pentru <b>%1</b>. Am primit o linie de comandă goală.
ru: Ошибка при чтении описания фильтра для <b>%1</b>. Пустая строка аргументов.
sk: Chyba počas čítania popisu filtra pre <b>%1</b>. Prijatý prázdny príkazový riadok.
sl: Napaka med branjem opisa filtra za <b>%1</b>. Prejeta prazna ukaznavrstica.
ta: <b>%1</b>-­üÌÃ¢Â ÅÊ¸ðÊ Å¢ÅÃò¨¾ Å¡º¢ìÌõ §À¡Ð ¾ÅÚ §¿÷ó¾Ð. ¦ÅüÚì ¸ð¼¨ÇÅÃ¢ ¦ÀÈôÀð¼Ð.
th: มีข้อผิดพลาด ขณะอ่านรายละเอียดสำหรับ <b>%1</b> ได้รับคำสั่งว่างๆ
tr: <b>%1</b> için süzgeç tanımları okunamadı. Komut satırı boş geldi.
uk: Помилка читання опису фільтра <b>%1</b>. Отримано порожній рядок команди.
vi: Lỗi khi đọc các file mô tả cho <b>%1</b>. Không nhận được dòng lệnh nào .
xh: Imposiso ngexesha lokufundwa kwenkcazelo yecebo lokucoca ulwelo luka<b>%1</b>. Ilayini yomyalelo engenanyo ifumanyenwe.
