Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Network Printer (socket)
af: netwerk drukker (soket)
az: Şəbəkə Çap edicisi (soket)
bg: Мрежов принтер
ca: Impressora de xarxa (socket)
cs: Síťová tiskárna
da: Netværksprinter (sokkel)
de: Netzwerkdrucker (Socket)
el: Δικτυακός (socket) εκτυπωτής
et: Võrguprinter (socket)
fi: Verkkotulostin (pistoke)
he: (עקש) תשר תספדמ
hu: hálózati nyomtató (socket-alapú)
is: Netprentari (sökkull)
ko: 네트웍 인쇄기 (소켓)
lt: Tinklo spausdintuvas (socket)
lv: Tīkla Drukas iekārta (ligzda)
mt: Printer tan-network (socket)
nl: Netwerkprinter (socket)
no: Nettverkskriver (socket)
pl: Drukarka sieciowa (poprzez gniazdko)
pt: Impressora de Rede (socket)
ro: Imprimantă reţea (soclu)
ru: Сетевой принтер (сокет)
sk: Sieťová tlačiareň (soket)
sl: Omrežni tiskalnik (vtični)
sr: Mrežni štampač (socket)
ta: Å¨Ä «îÍô¦À¡È¢ (Ð¨Ç)
th: เครื่องพิมพ์เครือข่าย (ผ่านซ็อกเกต)
tr: Ağ Yazıcısı (soket)
uk: Мережевий принтер (сокет)
vi: Máy in mạng (socket)
xh: Umshicileli womsebenzi womnatha(ibubhola)

source: SMB printers (Windows)
af: smb drukkers (vensters)
az: SMB Çap Edicilər (Windows)
bg: SMB принтер (Windows)
ca: Impressores SMB (Windows)
cs: SMB tiskárny (Windows)
da: SMB printere (Windows)
de: SMB-Drucker (Windows)
el: Εκτυπωτές SMB (Windows)
et: SMB printerid (Windows)
fi: SMB tulostimet (Windows)
he: (Windows) SMB תוספדמ
hu: SMB nyomtatók (pl. Windows)
is: SMB prentari (Windows)
ko: 삼바 인쇄기 (윈도우즈)
lt: SMB spausdintuvai (Windows)
lv: SMB drukas iekārtas (Windows)
mt: Printer SMB (Windows)
no: SMB-skrivere (Windows)
pl: Drukarka SMB (Windows)
pt: Impressoras de SMB (Windows)
ro: Imprimantă SMB (Windows)
ru: Принтеры Windows
sk: Tlačiarne SMB (Windows)
sl: Tiskalniki SMB (Windows)
sr: SMB štampači (Windows)
ta: SMB «îÍô¦À¡È¢¸û (Windows)
th: เครื่องพิมพ์แบบ SAMBA (Windows)
tr: SMB yazıcıları (Windows)
uk: Принтер SMB (Windows)
vi: Máy in SMB (Windows)
xh: Abashicileli be SMB(iiWindow)

source: File printer
af: lêer drukker
az: Fayl çap edicisi
bg: Файл принтер
ca: Fitxer d'impressora
cs: Tisk do souboru
da: Filprinter
de: Dateiendrucker
el: Εκτυπωτής αρχείου
et: Failiprinter
fi: Tiedostotulostin
he: ץבוק תספדמ
hu: fájlba nyomtatás
is: Prenta í skrá
ko: 파일 인쇄기
lt: Bylos spausdintuvas.
lv: Faila drukas iekārta
mt: Printer fajl
nl: Bestandsprinter
no: Filskriver
pl: Drukarka do pliku
pt: Impressora de ficheiro
ro: Imprimantă fişier
ru: Печать в файл.
sk: Tlačiareň do súboru
sl: Datotečni tiskalnik
sr: Štampanje u fajl
ta: §¸¡ôÒ «îÍô¦À¡È¢
th: เครื่องพิมพ์แบบพิมพ์ลงแฟ้ม
tr: Dosya yazıcısı
uk: Файл-принтер
vi: Máy in File
xh: Umshicileli wefayile

source: _: Unknown Protocol Unknown
af: onbekende
az: Namə'lum
bg: Незнаен
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
et: Tundmatu
fi: Tuntematon
he: עודי אל
hu: Ismeretlen
is: Óþekktur
ko: 모름
lt: Nežinomas
lv: Nezināms
mt: Mhux magħruf
nl: Onbekend
no: Ukjent
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный протокол.
sk: Neznámy
sl: Neznani
sr: Nepoznat
ta: ¦¾Ã¢Â¡¾
th: ไม่รู้จัก
tr: Bilinmiyor
uk: Невідомий
xh: Engaziwayo

source: Change...
af: verander...
az: Dəyişdir...
bg: Смени...
ca: Canvia...
cs: Změnit...
da: Ændr...
de: Ändern...
el: Αλλαγή...
et: Muuda...
fi: Muuta...
he: ...יוניש
hu: Módosítás...
is: Breyta...
ko: 바꾸기...
lt: Pakeisti...
lv: Mainīt...
mt: Ibdel...
nl: Wijzigen...
no: Endre...
pl: Zmień...
pt: Alterar...
ro: Modifică...
ru: Изменить...
sk: Zmeniť...
sl: Spremeni...
sr: Izmeni...
ta: Á¡üÚ...
th: เปลี่ยน...
tr: Değiştir...
uk: Змінити...
vi: Thay đổi...
xh: Tshintsha...

source: Manufacturer:
af: vervaardiger:
az: E'malatçı:
bg: Производител:
ca: Fabricant:
cs: Výrobce:
da: Producent:
de: Hersteller:
el: Κατασκευαστής:
et: Tootja:
fi: Valmistaja:
he: :ןרצי
hu: Gyártó:
is: Framleiðandi:
ko: 만든 곳:
lt: Gamintojas:
lv: Ražotājs:
mt: Manifattur:
nl: Fabrikant:
no: Produsent:
pl: Wytwórca:
pt: Fabricante:
ro: Producător:
ru: Производитель:
sk: Výrobca:
sl: Proizvajalec:
sr: Proizvođač:
ta: ¾Â¡Ã¢ôÀ¡Ç÷:
th: ผู้ผลิต:
tr: Üretici:
uk: Виробник:
vi: Hãng sản xuất:
xh: Umenzi wento ngento:

source: Printer model:
af: drukker model:
az: Çap edici modeli:
bg: Принтер - модел:
ca: Model d'impressora:
cs: Model tiskárny:
de: Druckermodell:
el: Μοντέλο εκτυπωτή:
et: Printeri mudel:
fi: Tulostimen malli:
he: :תספדמ םגד
hu: Nyomtatómodell:
is: Tegund prentara
ko: 인쇄기 모델:
lt: Spausdintuvo modelis:
lv: Drukas iekārtas modelis:
mt: Mudell ta' printer:
no: Skrivermodell:
pl: Model drukarki:
pt: Modelo da impressora:
ro: Model imprimantă:
ru: Модель принтера
sk: Model tlačiarne:
sl: Model tiskalnika:
sr: Model štampača:
ta: «îÍ¦À¡È¢ Å¨¸:
th: รุ่นเครื่องพิมพ์:
tr: Yazıcı modeli:
uk: Модель принтера:
vi: Mẫu mã máy in:
xh: Umfanekiso womshicileli:

source: Driver Info:
af: drywer inligting:
az: Sürücü İnfoları:
bg: Информация за драйвер:
ca: Informació de controlador:
cs: Informace o ovladači:
de: Treiberinformationen:
et: Draiveri info:
fi: Ajurin tiedot:
he: :ןקתה ילהנמ עדימ
hu: A meghajtóprogram adatai:
is: Um rekil:
ko: 장치 구동기 정보:
lt: Tvarkyklės informacija:
lv: Draivera Info:
mt: Informazzjoni dwar driver:
nl: Stuurprogrammainformatie:
pl: Informacja o sterowniku
pt: Informação do Controlador:
ro: Informaţii driver:
ru: Сведения о драйвере:
sk: Informácie o ovládači:
sl: Informacije o gonilniku:
sr: Informacije o programu:
ta: ­Âì¸¢ò ¾¸Åø:
th: ข้อมูลไดรเวอร์:
tr: Sürücü Bilgisi:
uk: Інформація про драйвер:
vi: Thông tin về driver:
xh: Ulwazi lomqhubi:

source: Driver settings
af: drywer instellings
az: Sürücü qurğuları
bg: Настройки на драйвер
ca: Arranjament de dispositiu
cs: Nastavení ovladače
da: Driveropsætning
de: Treiber-Einstellungen
el: Ρυθμίσεις Οδηγού
et: Draiveri seadistused
fi: Ajurin asetukset
he: ןקתהה להנמ תורדגה
hu: A meghajtó beállításai
is: Stillingar rekils
ko: 장치 구동기 설정
lt: Tvarkyklės nustatymai
lv: Draivera uzstādījumi
mt: Setings tad-driver
nl: Stuurprogrammainstellingen
no: Driverinnstillinger
pl: Ustawienia sterownika
pt: Configuração do controlador
ro: Opţiuni driver
ru: Настройки драйвера
sk: Nastavenie ovládača
sl: Nastavitve gonilnika
sr: Podešavanje upravljačkog programa
ta: ­Âì¸¢ «¨ÁôÒì¸û
th: ตั้งค่าไดรเวอร์
tr: Yazıcı ayarları
uk: Установки драйвера
vi: Thiết lập driver
xh: Izicwangciso zomqhubi

source: Printer name:
af: drukker naam:
az: Çap Edici Adı:
bg: Име на принтер:
ca: Nom d'impressora:
cs: Název tiskárny:
da: Printernavn:
de: Druckername:
el: Όνομα εκτυπωτή:
et: Printeri nimi:
fi: Tulostimen nimi:
he: :תספדמה םש
hu: A nyomtató neve:
is: Nafn prentara:
ko: 인쇄기 이름:
lt: Spausdintuvo vardas:
lv: Drukas iekārtas vārds:
mt: Isem tal-printer:
nl: Printernaam:
no: Skrivernavn:
pl: Nazwa drukarki:
pt: Nome da impressora:
ro: Nume imprimantă:
ru: Имя принтера:
sk: Meno tlačiarne:
sl: Ime tiskalnika:
sr: Naziv štampača:
ta: «îÍô¦À¡È¢ô ¦ÀÂ÷:
th: ชื่อเครื่องพิมพ์:
tr: Yazıcı adı:
uk: Назва принтера:
vi: Tên máy in:
xh: Igama lomshicileli:

source: General settings
af: algemeen instellings
az: Ümumi Qurğular
bg: Основни настройки
ca: Arranjaments generals
cs: Obecná nastavení
da: Generel opsætning
de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
et: Üldised seadistused
fi: Yleiset asetukset
he: תויללכ תורדגה
hu: Általános beállítások
is: Almenar stillingar
ko: 일반 설정
lt: Bendri nustatymai
lv: Vispārējie uzstādījumi
mt: Setings ġenerali
nl: Algemene instellingen
no: Generelle innstillinger
pl: Ustawienia ogólne
pt: Configurações gerais
ro: Setări generale
ru: Общие настройки
sk: Všeobecné nastavenie
sl: Splošne nastavitve
sr: Opšta podešavanja
ta: ¦À¡Ð «¨ÁôÒì¸û
th: ตั้งค่าค่าทั่วไป
tr: Genel ayarlar
uk: Загальні установки
vi: Các thiết lập chung
xh: Izicwangciso ngokubanzi

source: Members
af: lede
az: Üzvlər
bg: Членове
ca: Membres
cs: Členové
da: Medlemmer
de: Mitglieder
el: Μέλη
et: Liikmed
fi: Jäsenet
he: םירבח
hu: Tagok
is: Meðlimir
ko: 멤버
lt: Nariai
lv: Biedri
mt: Membri
nl: Leden
no: Medlemmer
pl: Członkowie
pt: Membros
ro: Membrii
ru: Члены
sk: Členovia
sl: Člani
sr: Članovi
ta: ¯ÚôÀ¢É÷¸û
th: สมาชิก
tr: Üyeler
uk: Члени
vi: Thành viên
xh: Amalungu

source: Class members
af: klas lede
az: Sinif üzvləri
bg: Клас от членове
ca: Membres de classe
cs: Členové třídy
da: Klasse medlemmer
de: Klassen-Mitglieder
el: Μέλη κλάσης
et: Klassi liikmed
fi: Luokan jäsenet
he: הקלחמה ירבח
hu: Osztálytagok
is: Meðlimir flokks
ko: 클래스 멤버
lt: Klasės nariai
lv: Klases biedri
mt: Membri tal-klassi
nl: Klasseleden
no: Klassemedlemer
pl: Członkowie klasy
pt: Membros da classe
ro: Membrii clasă
ru: Члены класса
sk: Členovia triedy
sl: Razredni člani
sr: Članovi klase
ta: Å¨¸ ¯ÚôÀ¢É÷¸û
th: สมาชิกคลาส
tr: Sınıf üyeleri
uk: Члени класу
vi: Thành viên lớp
xh: Amalungu odidi

source: Backend selection
af: agterkant keuse
az: Arxa plan seçkisi
ca: Selecció de dorsal
cs: Výběr implementace
da: Bagende udvalg
de: Wahl des Ausgabegeräts
el: Επιλογή backend
et: Backend'i valik
fi: Ajurin valinta
he: קשממ תריחב
hu: A kiszolgáló oldal (backend)
is: Val bakenda
ko: 뒤끝 고르기
lt: Galo pasirinkimas
lv: Backend izvēle
mt: Għażla tal-magna
nl: Backend-selectie
no: Bakgrunnsvalg
pl: Wybór implementacji
pt: Selecção do 'backend'
ro: Selectare suport
ru: Выбор протокола низкого уровня
sk: Výber implementácie
sl: Izbira vmesnika
sr: Izbor sistema za štampanje
ta: À¢ýÒÄò ¦¾Ã¢×
th: การเลือกแบบแบ็คเอนต์
tr: Arkayüz seçimi
uk: Вибір сервера
vi: Chọn backend
xh: Ukhetho lwesiphelo somva

source: You must select a backend !
af: jy moet kies 'n agterkant !
az: Bir arxa plan seçməlisiniz !
ca: Heu de seleccionar un dorsal !
cs: Musíte specifikovat implementaci!
da: Du skal vælge en bagende !
de: Sie müssen ein Ausgabegerät wählen.
el: Πρέπει να επιλέξετε ένα backend !
et: Sa pead backend'i valima!
fi: Sinun tulee valita ajuri!
he: !קשממ רוחבל ךילע
hu: Meg kell adni a kiszolgáló oldal (backend) típusát.
is: Þú verður að velja bakenda !
ko: 뒤끝을 반드시 골라야 합니다 !
lt: Reikia nurodyti galą!
lv: Jums jāizvēlas backends !
mt: Trid tagħżel "magna" !
nl: U moet een backend selecteren !
no: Du må velge en backend !
pl: Musisz wybrać implementację !
pt: Tens que especificar um 'backend' !
ro: Trebuie să specificaţi un suport!
ru: Следует выбрать протокол низкого уровня!
sk: Musíte vybrať implementáciu!
sl: Izbrati morate vmesnik!
sr: Morate izabrati neki sistem za štampanje!
ta: ¿£í¸û À¢ýÒÄ¦Á¡ý¨Èò ¦¾Ã¢× ¦ºöÂ§ÅñÎõ !
th: คุณต้องเลือกแบ็คเอนต์
tr: Bir arkayüz belirtmelisiniz !
uk: Ви повинні вибрати сервер!
vi: Bạn phải chọn một backend!
xh: Kufuneka ukhethe isiphelo somva!

source: Class composition
af: klas samestelling
az: Sinif qurulması
bg: Позиция на клас
ca: Composició de classe
cs: Sestavení třídy
da: Klasse komposition
de: Klassen-Zusammensetzung
el: Σύνθεση κλάσης
et: Klassi loomine
fi: Luokan luonti
he: הקלחמ תריצי
hu: Osztály összeállítása
is: Samsetning flokks
ko: 클래스 구성
lt: Klasės sudarymas
lv: Klases kompozīcija
mt: Kompożizzjoni tal-klassi
nl: Klassecompositie
no: Klassekomposisjon
pl: Zbieranie klasy
pt: Composição da classe
ro: Compoziţie clasă
ru: Состав класса
sk: Zloženie triedy
sl: Sestava razreda
sr: Sastav klase
ta: Å¨¸ «¨ÁôÒ
th: คลาสการพิมพ์
tr: Sınıf seçimi
uk: Створення класу
vi: Thành phần lớp
xh: Uhlobo lobhalo ngongoma

source: Available printers
af: beskikbaar drukkers
az: Mövcud çap edicilər
bg: Валидни принтери
ca: Impressores disponibles
cs: Dostupné tiskárny
da: Tilgængelige printere
de: Verfügbare Drucker
el: Διαθέσιμοι εκτυπωτές
et: Saadaolevad printerid
fi: Saatavillaolevat tulostimet
he: תונימז תוספדמ
hu: A rendelkezésre álló nyomtatók
is: tiltækir prentara
ko: 쓸 수 있는 인쇄기
lt: Prieinami spausdintuvai
lv: Pieejamās drukas iekārtas
mt: Printers x'tagħżel
nl: Beschikbare printers
no: Tilgjengelige skrivere
pl: Dostępne drukarki
pt: Impressoras disponíveis
ro: Imprimante disponibile
ru: Доступные принтеры
sk: Dostupné tlačiarne
sl: Razpoložljivi tiskalniki
sr: Dostupni štampači
ta: ¯ûÇ «îÍô¦À¡È¢¸û:
th: เครื่องพิมพ์ที่มี:
tr: Kullanılabilir yazıcılar
uk: Наявні принтери
vi: Máy in có thể dùng
xh: Abashicileli abakhoyo

source: Class printers
af: klas drukkers
az: Sinif çap ediciləri
bg: Класове принтери
ca: Classes d'impressora
cs: Třídy tiskáren
da: Klasse printere
de: Klassen-Drucker
el: Εκτυπωτές κλάσης
et: Printerite klass
fi: Luokan tulostimet
he: הקלחמה תוספדמ
hu: Az osztály nyomtatói
is: Prentarar í flokki
ko: 클래스 인쇄기
lt: Klasės spausdintuvai
lv: Klases drukas iekārtas
mt: Printers tal-klassi
nl: Klasseprinters
no: Klasseskrivere
pl: Drukarki w klasie
pt: Impressoras da classe
ro: Imprimante clasă
ru: Классы принтеров
sk: Triedy tlačiarní
sl: Razredni tiskalniki
sr: Klase štampača
ta: Å¨¸ «îÍô¦À¡È¢¸û
th: คลาสเครื่องพิมพ์
tr: Sınıf yazıcıları
uk: Принтери класу
vi: Máy in lớp
xh: Udidi lwabashicileli

source: You must select at least one printer !
af: jy moet kies na minste een drukker !
az: ən az bir çap edici seçməlisiniz !
bg: Необходимо е да изберете поне един принтер!
ca: Heu de seleccionar al menys una impressora !
cs: Musíte vybrat alespoň jednu tiskárnu !
da: Du skal vælge mindst en printer!
de: Sie müssen mindestens einen Drucker auswählen.
el: Πρέπει να διαλέξετε τουλάχιστον έναν εκτυπωτή !
et: Sa pead valima vähemalt ühe printeri!
fi: Sinun tulee valita ainakin yksi tulostin!
he: !תחא תספדמ תוחפל רוחבל ךילע
hu: Legalább egy nyomtatót ki kell választani.
is: Þú verður að velja a.m.k. einn prentara !
ko: 적어도 인쇄기 한 대는 꼭 골라야 합니다 !
lt: Jūs turite nurodyti bent vieną spausdintuvą!
lv: Jums jāizvēlas vismaz viena drukas iekārta !
mt: Trid tagħżel tal-inqas printer wieħed !
nl: U moet minstens één printer selecteren !
no: Du må velge minst en skriver !
pl: Musisz wybrać przynajmniej jedną drukarkę !
pt: Tens de seleccionar pelo menos uma impressora !
ro: Trebuie să selectaţi cel puţin o imprimantă!
ru: Необходимо выбрать хотя бы один принтер!
sk: Musíte zadať aspoň jednu tlačiareň!
sl: Izbrati morate vsaj en tiskalnik!
sr: Morate izabrati barem jedan štampač!
ta: Ì¨Èó¾Àðºõ ´Õ «îÍô¦À¡È¢¨Â§ÂÛõ ¦¾Ã¢×¦ºöÂ §ÅñÎõ !
th: คุณต้องเลือกเครื่องพิมพ์อย่างน้อยหนึ่งเครื่อง !
tr: En az bir yazıcı seçmelisiniz !
uk: Ви повинні вибрати принаймні один принтер!
vi: Bạn phải chọn ít nhất một máy in !
xh: Kufuneka noko ukhethe umshicileli omnye!

source: Printer model selection
af: drukker model keuse
az: Çap edici modeli seçkisi
bg: Избор на модел принтер
ca: Selecció del model d'impressora
cs: Výběr modelu tiskárny
da: Printermodet valg
de: Auswahl des Druckermodells
el: Επιλογή μοντέλου εκτυπωτή
et: Printeri mudeli valimine
fi: Tulostimen mallin valinta
he: תספדמ םגד תריחב
hu: A nyomtatómodell kiválasztása
is: Val prentarategundar
ko: 인쇄기 모델 고르기
lt: Spausdintuvo modelio pasirinkimas
lv: Drukas iekārtas modeļa izvēle
mt: Għażla tal-mudell tal-printer
nl: Selectie van printermodel
no: Valg av skrivermodell
pl: Wybór modela drukarki
pt: Selecção do modelo da impressora
ro: Selectare model imprimantă
ru: Выбор модели принтера
sk: Výber modelu tlačiarne
sl: Izbor modela tiskalnika
sr: Izbor modela štampača
ta: «îÍô¦À¡È¢ Å¨¸ò §¾÷×
th: เลือกรุ่นของเครื่องพิมพ์
tr: Yazıcı modeli seçimi
uk: Вибір моделі принтера
vi: Chọn mẫu mã của máy in
xh: Ukhetho lomfanekiso lomshicileli

source: Raw printer
af: rou drukker
az: Xam çap edici
bg: Суров принтер
ca: Impressora en brut
cs: Přímý tisk
da: Rå printer
de: Rohdaten-Drucker
el: Χύμα εκτυπωτής
et: Lihtne printer
fi: Raw kirjoitin
he: תימלוג תספדמ
hu: közvetlen elérésű (raw) nyomtató
is: Hrár prentari
ko: 날 인쇄기
lt: Paprastas spausdintuvas
lv: Rindas drukas iekārta
mt: Printer "raw"
no: Rå skriver
pl: Drukarka bezpośrednia
pt: Impressora sem controlador
ro: Imprimantă brută
ru: Raw-принтер
sk: Priama tlačiareň
sl: Surovi tiskalnik
ta: Raw «îÍô¦À¡È¢
th: เครื่องพิมพ์ธรรมดา
tr: Düz yazıcı
uk: Сирий принтер
vi: Máy in thô(raw)
xh: Umshicileli okrwada

source: Internal error: unable to locate the driver !
af: intern fout: nie moontlik aan opspoor die drywer !
az: Daxili xəta: sürücü tapıla bilmir !
bg: Вътрешна грешка: не мога да намеря драйверът!
ca: Error intern: no es pot trobar el controlador !
cs: Vnitřní chyba: není možné nalézt ovladač !
da: Indre fejl: kan ikke finder driveren !
de: Interner Fehler: Treiber ist nicht auffindbar.
el: Εσωτερικό σφάλμα: δε μπόρεσα να εντοπίσω τον οδηγό !
et: Sisemine viga: draiverit ei leitud!
fi: Sisäinen virhe: ei löydetty ajuria!
he: !ןקתהה להנמ תא אוצמל ןתינ אל :תימינפ האיגש
hu: Belső hiba: a meghajtóprogram nem érhető el.
is: Innri villa: Finn ekki rekil!
lt: Vidaus klaida: nesugebu rasti tvarkyklės!
lv: Iekšēja kļūda: nevar atrast draiveri !
mt: Problema interna: ma nistax insib id-driver !
nl: Interne fout: niet in staat om het stuurprogramma te vinden !
no: Intern feil: kunne ikke finne driveren !
pl: Błąd wewnętrzny: nie można znaleźć sterownika !
pt: Erro interno: não localizei o controlador !
ro: Eroare internă: nu am putut localiza driver-ul!
ru: Внутренняя ошибка: не удалось обнаружить драйвер!
sk: Interná chyba: nepodarilo sa nájsť ovládač!
sl: Notranja napaka: ni moč najti gonilnika!
sr: Interna greška: ne mogu da lociram upravljački program!
ta: ¯ûÇ¡÷ó¾ ¾ÅÚ: ­Âì¸¢¨Âì ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä !
th: ข้อผิดพลาดภายใน: ไม่สามารถหาไดรเวอร์ได้ !
tr: İç hata: Yazıcı bulunamadı!
uk: Внутрішня помилка: неможливо знайти драйвер!
vi: Lỗi nội bộ: Không thể định vị được driver !
xh: Imposiso yangaphakathi: ayikwazi ukubeka endaweni umqhubi!

source: Driver selection
af: drywer keuse
az: Sürücü seçkisi
bg: Избор на драйвери
ca: Selecció de controlador
cs: Výběr ovladače
da: Drivervalg
de: Treiberauswahl
el: Επιλογή οδηγού
et: Draiveri valimine
fi: Ajurin valinta
he: ןקתה להנמ תריחב
hu: A meghajtóprogram kiválasztása
is: Reklaval
ko: 장치 구동기 고르기
lt: Tvarkyklės pasirinkimas
lv: Draivera izvēle
mt: Għażla ta' driver
nl: Stuurprogrammaselectie
no: Drivervalg
pl: Wybór sterownika
pt: Selecção do controlador
ro: Selectare driver
ru: Выбор драйвера
sk: Výber ovládača
sl: Izbor gonilnika
sr: Izbor upravljačkog programa
ta: ­Âì¸¢ò ¦¾Ã¢×
th: เลือกไดรเวอร์
tr: Sürücü seçimi
uk: Вибір драйвера
vi: Chọn Driver
xh: Ukhetho lomqhubi

source: <p>Several drivers have been detected for this model. Select the driver you want to use. You will have the opportunity to test it as well as to change it if necessary.</p>
af: <p>klomp drywers het al opgespoor vir hierdie model. kies die drywer jy wil hê aan gebruik. jy sal het die geleentheid aan toets dit as goed as aan verander dit as nodige.</p>
az: <p>Bu model üçün bir neça sürücü tapıldı. İşlətmək istədiyiniz sürücünü seçin. Əlbətdə sınamaq imkanınız var. İstədiyiniz dəyişikliyi apara bilərsiniz.</p>
bg: <p>Няколко драйвера са намерени за този модел. Изберете драйвера който искате да използвате. Вие ще имате възможнот да тествате и ако е необходимо да направите промени.</p>
ca: <p>S'han detectat diversos controladors per a aquest model. Trieu el controlador que voleu usar. Tindreu l'oportunitat de provar-lo i canviar-lo si cal.</p>
cs: <p>Pro tento model bylo nalezeno několik ovladačů. Vyberte ovladač, který chcete použít. Bude možné jej otestovat a případně změnit.</p>
da: <p>Adskillige drivere er detekteret for denne model. Vælg den driver du ønsker at bruge. Du vil få muligheden for at teste den så vel som at ændre den om nødvendigt.</p>
de: <p>Es wurden mehrere Treiber für dieses Modell entdeckt. Wählen Sie den Treiber, den Sie verwenden möchten. Sie haben die Möglichkeit, den Treiber zu testen und nötigenfalls zu wechseln.</p>
el: <p>Βρέθηκαν διάφοροι οδηγοί για αυτό το μοντέλο. Επιλέξτε τον οδηγό που θέλετε να χρησιμοποιήσετε. Θα έχετε την ευκαιρία να τον δοκιμάσετε αλλά και να τον αλλάξετε αν χρειαστεί.</p>
et: <p>Sellele printerile leiti mitu draiverit. Vali millist draiverit sa soovid kasutada. Sul on võimalus proovida erinevaid draivereid ja hiljem vajadusel muuta.</p>
fi: <p>Tälle mallille löytyi useita ajureita. Valitse haluamasi ajuri. Sinulla on mahdollisuus testata sitä ja vaihtaa se tarvittaessa.</p>
hu: <p>Több lehetséges meghajtó tartozhat ehhez a nyomtatóhoz. Válasszon egyet közülük. Később ki lehet majd próbálni és szükség esetén másikat lehet választani.</p>
is: <p>Nokkrir reklar fundust fyrir þessa tegund. Veldu þann sem þú vilt nota. Þú munt geta prófað prentarann með þessum rekli og skipt um rekil síðar.
ko: <P>몇몇 장치 구동기는 이 모델을 알아서 찾아줍니다. 쓰고싶은 장치 구동기를 고르십시오. 필요하다면 장치 구동기를 바꾸거나 시험해 볼 기회가 있습니다.</P>
lt: <p>Šiam modeliui rastos kelios tvarkyklės. Pasirinkite tvarkyklę, kurią jūs norite naudoti. Jūs turėsite galimybę pamėginti ją ir jei reikės pakeisti.</p>
lv: <p>Vairāki draiveri detektēti šim modelim. Izvēlieties draiveri, kuru vēlaties izmantot. Jums ir iespējas to notestēt kā arī nomainīt, ja nepieciešams.</p>
mt: <p>Diversi drivers instabu li jaqblu ma' dan il-mudell. Agħżel id-driver li tixtieq tuża. Ikollok opportunità tittestjaha kif ukoll tagħżel ieħor jekkikun hemm bżonn.</p>
nl: <p>Voor dit model zijn er meerdere stuurprogramma's gedetecteerd. Selecteer het stuurprogramma dat u wilt gebruiken. U heeft de mogelijkheid om ze uit te testen en te veranderen als dat nodig is.</p>
no: <p>Flere drivere har blitt funnet for denne modellen. Velg driveren du ønsker å benytte. Du vil ha mulighet til å teste den, samt velge en annen dersom nødvendig.</p>
pl: <p>Niektóre sterowniki zostały skasowane dla tego modelu. Wybierz sterwnik, który chcesz używać. Bedzie możliwość przetestowania go lub - w razie potrzeby - zmiany.</p>
pt: <p>Existem vários controladores para este modelo. Escolhe o controlador que queres usar. Poderás testá-lo assim como alterá-lo se for necessário.</p>
ro: <p>Am detectat mai multe driver-e pentru acest model. Selectaţi driver-ul pe care doriţi să-l utilizaţi. Aveţi posibilitatea să-l testaţi precum şi să-l schimbaţi dacă este necesar.</p>
ru: <p>Для этой модели найдено несколько драйверов. Выберите драйвер, который наиболее вам подходит. Его можно будет проверить и при необходимости изменить.</p>
sk: <p>Pre tento model bolo nájdených niekoľko ovládačov. Vyberte ovládač, ktorý chcete použiť. Budete ho môcť otestovať a prípadne zmeniť.</p>
sl: <p>Za ta model je bilo zaznanih več gonilnikov. Izberite gonilnik, ki bi ga radi uporabljali. Lahko ga boste preskusili, po potrebi pa tudi zamenjali.</p>
sr: <p>Pronađeno je nekoliko upravljačkih programa za ovaj model štampača. Odaberite upravljački program koji želite da koristite. Imaćete priliku da ga testirate, kao da ga izmenite ako bude potrebno.</p>
th: <p>มีหลายไดรเวอร์ที่ใช้ได้กับเครื่องพิมพ์รุ่นนี้ โปรดเลือกไดรเวอร์ที่คุณต้องการใช้ และคุณสามารถที่จะทดสอบการพิมพ์ เพื่อเลือกไดรเวอร์ที่เหมาะสมได้</p>
tr: <p>Bu model için pek çok sürücü bulundu. Kullanmak istediğiniz sürücüyü seçin. Sonraki adımlarda bu sürücüyü deneyebilecek, gerekirse değiştirebileceksiniz.</p>
uk: <p>Для цієї моделі було знайдено декілька драйверів . Виберіть драйвер, який Ви хочете використовувати. У Вас буде можливість перевірити його і замінити при бажанні.</p>
vi: <p>Nhiều driver đã được tìm thấy cho loại máy in này.Chọn drivermà bạn muốn dùng.Bạn sẽ có cơ hội để thử cũng như thay đổi nếu cần thiết.</p>
xh: <p>Abaqhubi abaninzi babhaqiwe ngulo mfanekiso.Khetha umqhubi ofuna ukumsebenzisa.Uzakubanethuba lokuyivavanya nokuyitshintsha ukuba kuyimfuneko.</p>
