Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Incremental update.
af: inkrementele dateer op.
az: Artan güncəlləmə.
bg: Нарастващо обновяване.
ca: Actualització incremental.
cs: Postupná aktualizace.
da: Inkrementel opdatering.
de: Zuwachs-Aktualisierung.
et: Kasvav värskendamine.
fi: Inkrementaalipäivitys.
he: .יקלח ןוכדע
hu: Inkrementális frissítés.
is: Uppfæra í mörgum umferðum.
ko: 지속적인 업데이트
lt: Palaipsninis atnaujinimas.
lv: Atjaunināšana pa solim
mt: Update inkrementali.
nl: Oplopend bijwerken.
no: Inkremental oppdatering.
pl: Uaktualnienie przyrostowe.
pt: Actualização incremental.
ro: Actualizare incrementala.
ru: Обновление только необходимых компонентов.
sk: Prírastková aktualizácia.
sl: Stopnjevano osveževanje.
sr: Inkrementalno ažuriranje.
ta: ÀÊôÀÊÂ¡¸ô ÒÐôÀ¢ò¾ø.
th: เพิ่มการปรับปรุง
tr: Artımsal güncelleme.
uk: Поступове поновлення.
vi: Cập nhật thêm.
xh: Ugqibeko lokwandisa ingeniso.

source: Rebuilds the system configuration cache.
af: herbou die stelsel opstelling kas.
az: Sistem quraşdırma ön yaddaşını yenidən qurar.
bg: Препостроява системния конфигурационен кеш
ca: Refà el cau de configuració del sistema.
cs: Vytvořit vyrovnávací paměť konfigurace systému.
da: Genopbygger systemindstillings cache.
de: Erstellt den Zwischenspeicher für die Systemeinstellung neu.
el: Ξαναχτίζει την cache ρυθμίσεων συστήματος.
et: Süsteemi seadistuste vahemälu ümber ehitamine.
fi: Rakentaa uudelleen järjestelmän asetusvälimuistin.
he: .תכרעמה תרוצת ןומטמ תא שדחמ הנוב
hu: Újraépíti a rendszerkonfigurációs gyorstárat.
is: Endursmíðar stillingabiðminni kerfisins.
ko: 시스템 설정 캐시를 다시 설정합니다.
lt: Atstatys sistemos derinimo krepšį.
lv: Pārbūvēt sistēmas konfigurācijas kešu.
mt: Jerġa jibni l-cache tal-konfigurazzjoni tas-sistema.
nl: Bezig met herbouwen van systeemconfiguratiecache.
no: Bygg mellomlageret for systemkonfigurasjonen på nytt.
pl: Odbuduj buforowaną konfigurację systemową.
pt: Reconstrói a 'cache' de configurações do sistema.
ro: Recreeaza cache-ul de configurare a sistemului.
ru: Повторное создание кэша системных настроек.
sk: Prestavujem systémové nastavenie cache.
sl: Znova zgradi sistemski nastavitveni predpomnilnik.
sr: Ponovo izgrađuje sistemski konfiguracioni keš.
ta: ¸½¢É¢ ÅÊÅ¨ÁôÒ Å¢¨ÃÅ¸ò¨¾ Á£Ç¨Áì¸¢ÈÐ.
th: ทำการสร้างแคชการปรับแต่งระบบใหม่
tr: Sistem yapılandırma önbelleğini yeniden kurar.
uk: Перебудовує кеш системної конфігурації.
vi: Xây dựng lại cache cấu hình hệ thống.
xh: Yakha kwakhona indlela yendawo efihlakeleyo emayiqwalaselwe.

source: Check Sycoca database only once.
af: bevestig sycoca databasis slegs as eers.
az: Sycoca databeyzini sadəcə olaraq bir kez yoxla.
bg: Провери sycoca базата данни само един път.
ca: Comprova només un cop la base de dades Sycoca.
cs: Zkontrolovat databázi Sycoca pouze jednou.
da: Tjek kun sycoca database én gang.
de: Sycoca-Datenbank nur einmal überprüfen.
et: Sycoca andmebaasi kontrollitakse ainult korra.
fi: Tarkista Sycoca-tietokanta vain kerran.
he: .דבלב תחא םעפ sycoca לש םינותנה דסמ תא קודב
hu: Csak egyszer kell ellenőrizni a rendszerkonfigurációs adatbázist.
is: Gá bara einu sinni í Sycoca gagnagrunn.
ko: Sycoca 자료틀은 한번만 검사합니다.
lt: Tikrinti Sycoca duomenų bazę tik vieną kartą.
lv: Pārbaudīt Sycoca datubāzi tikai vienreiz.
mt: Iċċekkja d-database ta' Sycoca darba biss.
nl: Controleer de database "Sycoca" maar één keer.
no: Bare sjekk sycoca-databasen en gang.
pl: Sprawdź buforowaną bazę danych tylko raz.
pt: Verificar a base de dados Sycoca só uma vez.
ro: Verifica baza de date "sycoca" numai odata.
ru: Проверять базу данных sycoca только один раз.
sk: Len raz skontrolovať sycoca databázu.
sl: Le enkrat preveri zbirko podatkov Sycoca.
sr: Proverite Sycoca bazu podataka samo jednom.
ta: ¨º §¸¡¸¡ ¾Ã×ò¾Çò¨¾ ´§Ã¦Â¡Õ Ó¨È ºÃ¢À¡÷ì¸×õ.
th: ตรวจฐานข้อมูล Sycoca เพียงครั้งเดียว
tr: Sycoca veritabanını sadece bir kez kontrol et.
uk: Перевіряти базу даних sycoca тільки один раз.
vi: Chỉ kiểm tra cơ sở dữ liệu Sycoca một lần.
xh: Khangela isakhelo sedata yeSycoca kubekanye kuphela.

source: KDE Daemon
af: kde bediener
bg: KDE Демон
ca: Dimoni KDE
cs: KDE démon
da: KDE dæmon
de: KDE-Dämon
el: Δαίμονας KDE
et: KDE deemon
fi: KDE Palvelin
hu: KDE szolgáltatás
is: KDE Púki
ko: KDE 데몬
lt: KDE demonas
lv: KDE Dēmons
mt: Daemon tal-KDE
pt: Servidor KDE
ro: Demon KDE
ru: Демон KDE
sk: KDE démon
sl: Strežnik KDE
th: เดมอน KDE
uk: Демон KDE
vi: Daemon KDE

source: KDE Daemon - triggers Sycoca database updates when needed.
af: kde bediener - sneller sycoca databasis opdateer wanneer benodig.
az: KDE Daemon - lazım gəldiyində Sycoca databeyzi güncəlləməsini başladır.
bg: KDE Демон - опреснява Sycoca базата данни, когато е нужно.
ca: Dimoni KDE - provoca l'actualització de la base de dades Sycoca quan cal.
cs: KDE démon - spouští v případě potřeby aktualizaci Sycoca databáze.
da: KDE dæmon - udløser sycoca database opdatering når dødvendigt.
de: KDE-Dämon: Löst Aktualisierungen der Sycoca-Datenbank aus, wenn erforderlich.
el: Δαίμονας KDE - οπλίζει την ενημέρωση της ΒΔ Sycoca όταν χρειαστεί.
et: KDE deemon - lubab Sycoca andmebaasil end vajadusel uuendada.
fi: KDE Palvelin - suorittaa Sycoca päivityksiä tarpeen mukaan.
he: .ךרוצה הרקמב Sycoca לש םינותנה דסמ לש םינוכדע ליעפמ - KDE Daemon
hu: KDE szolgáltatás - elindítja a rendszerkonf. gyorstár frissítését, ha szükséges.
is: KDE Púki - hrindir af stað Sycoca gagnagrunnsuppfærslum eins og þarf.
ko: KDE Daemon - Sycoca 자료틀 대행자가 필요할 때 갱신 합니다.
lt: KDE demonas - kai reikės paleis Sycoca duomenų bazės atnaujinimą.
lv: KDE Dēmons - ieslēdz Sycoca datubāzes atjaunināšanu kad nepieciešams.
mt: Daemon KDE - jissinjala l-aġġornament tad-database Sycoca meta jkunu meħtieġa.
nl: KDE Daemon - activeert Sycoca-databank wanneer nodig.
no: KDE Daemon - setter igang oppdateringer av Sycoca-databasen når det trengs.
pl: KDE Daemon - wymusza aktualizację bazy danych buforu, wtedy kiedy trzeba.
pt: Servidor KDE - faz actualizações à base de dados Sycoca quando necessário.
ro: Demon KDE - declanseaza actualizarea bazei de date Sycoca cind este nevoie.
ru: Демон KDE - запускает обновление базы данных Sycoca по необходимости.
sk: KDE Démon - doplní Sycoca databázu, ak je to potrebné.
sl: Pritajeni strežnik za KDE - po potrebi kliče osveževanje zbirke Sycoca.
sr: KDE Daemon - pušta ažuriranje Sycoca baze podataka kada je potrebno.
ta: KDE Daemon - ¨º§¸¡¸¡ ¾Ã×ò¾Çô ÒÐôÀ¢ò¾¨Ä §¾¨ÅôÀÎõ§À¡Ð àñÎõ.
th: KDE Daemon - triggers Sycoca database ต้องการการปรับปรุงใหม่
tr: KDE Daemon - gerektiğinde Sycoca veritabanı güncellemesini başlatır.
uk: Демон KDE - запускає оновлення бази даних sycoca за потребою.
vi: Daemon KDE - tiến hành cập nhật cơ sở dữ liệu Sycoca khi cần.
xh: i-KDE Daemon-icwangcisa uqhubekeko lwesakhelo seSycoca sedata xa sifuneka.

source: Old hostname.
af: ou masjien naam.
az: Köhnə qovşaq adı.
bg: Старо име на хост
ca: Antic nom de remot.
cs: Staré jméno hostitele
da: Gammelt værtsnavn.
de: Alter Rechnername
et: Vana hostinimi.
fi: Vanha koneennimi.
he: .ןשיה תרשה םש
hu: Régi gépnév.
is: Gamla vélarnafnið.
ko: 오래된 호스트 이름.
lt: Senas mazgo vardas.
lv: Vecais resursdatora vārds.
mt: Isem antik tal-kompjuter
nl: Oude hostnaam.
no: Tidligere maskinnavn.
pl: Dawna nazwa komputera.
pt: Nome antigo da máquina.
ro: Nume de gazdă vechi.
ru: Старое имя хоста.
sk: Staré meno hostiteľa.
sl: Staro ime gostitelja.
ta: À¨ÆÂ ¸½¢É¢ô¦ÀÂ÷.
th: ชื่อโฮสต์เดิม
tr: Eski makine adı.
uk: Старе ім'я машини.
xh: Igama lenginginya engenanto.

source: New hostname.
af: nuwe masjien naam.
az: Yeni qovşaq adı.
bg: Ново име на хост
ca: Nou nom de remot.
cs: Nové jméno hostitele
da: Nyt værtsnavn.
de: Neuer Rechnername
et: Uus hostinimi.
fi: Uusi koneennimi.
he: .שדחה תרשה םש
hu: Új gépnév.
is: Nýja vélarnafnið.
ko: 새 호스트 이름
lt: Naujas mazgo vardas.
lv: Jaunais resursdatora vārds.
mt: Isem ġdid tal-kompjuter
nl: Nieuwe hostnaam.
no: Nytt maskinnavn.
pl: Nowa nazwa komputera.
pt: Nome novo da máquina.
ro: Nume de gazdă nou.
ru: Новое имя хоста.
sk: Nové meno hostiteľa.
sl: Novo ime gostitelja.
sr: Novo ime hosta.
ta: Ò¾¢Â ¸½¢É¢ô¦ÀÂ÷.
th: ชื่อโฮสต์ใหม่
tr: Yeni makine adı.
uk: Нове ім'я машини.
xh: Igama lenginginya engenanto.

source: Error: HOME environment variable not set.
af: fout: huis omgewing veranderlike nie stel.
az: Xəta: HOME ümumi dəyişgəni qurulmayıb.
bg: Грешка: Променливата на средата HOME не е зададена.
ca: Error: no s'ha establert la variable d'entorn HOME.
cs: Chyba: proměnná prostředí HOME není nastavena.
da: Fejl: HOME miljøvariabel ikke sat.
de: Fehler: Die Umgebungsvariable HOME ist nicht gesetzt.
et: Viga: keskkonnamuutuja HOME pole paigas.
fi: Virhe: HOME ympäristömuuttujaa ei ole asetettu.
he: .רדגומ וניא HOME הביבסה הנתשימ :האיגש
hu: Hiba: a HOME környezeti változó nincs beállítva.
is: Villa: HOME umhverfisbreytan er tóm.
ko: 오류: 홈(HOME) 환경 변수가 설정되지 않았습니다.
lt: Klaida: nenustatytas HOME aplinkos kintamasis.
lv: Kļūda: HOME vides mainīgais nav uzstādīts
mt: Żball: varjabbli tal-ambjent HOME mhux issettjat.
nl: Fout: omgevingsvariabele HOME is niet ingesteld.
no: Feil: miljøvariabelen HOME er ikke satt.
pl: Błąd: Nie jest ustawiona zmienna środowiskowa HOME.
pt: Erro: a variável de ambiente HOME não está definida.
ro: Eroare: variabila de mediu HOME nu este setată.
ru: Ошибка: не задана переменная окружения HOME.
sk: Chyba: Premenná HOME nenastavená.
sl: Napaka: Spremenljivka HOME ni nastavljena.
ta: ¾ÅÚ: HOME ÝÆø Á¡È¢ «¨Áì¸ôÀ¼Å¢ø¨Ä.
th: ข้อผิดพลาด: ตัวแปรแวดล้อม HOME ยังไม่ถูกตั้งค่า
tr: Hata: HOME değişkeni tanımlanmamış.
uk: Помилка: змінну оточення HOME не встановлено.
xh: Imposiso: IKHAYA ubume beyantlukwano abucwangciswanga.

source: Error: DISPLAY environment variable not set.
af: fout: vertoon omgewing veranderlike nie stel.
az: Xəta: DISPLAY ümumi dəyişgəni qurulmayıb.
bg: Грешка: Променливата на средата DISPLAY не е зададена.
ca: Error: no s'ha establert la variable d'entorn HOME.
cs: Chyba: proměnná prostředí DISPLAY není nastavena.
da: Fejl: DISPLAY miljøvariabel ikke sat.
de: Fehler: Die Umgebungsvariable DISPLAY wurde nicht gesetzt.
et: Viga: keskkonnamuutuja DISPLAY pole paigas.
fi: Virhe: DISPLAY ympäristömuuttujaa ei ole asetettu.
he: .רדגומ וניא DISPLAY הביבסה הנתשימ :האיגש
hu: Hiba: a DISPLAY környezeti változó nincs beállítva.
is: Villa: DISPLAY umhverfisbreytan er tóm.
ko: 오류: DISPLAY 환경 변수가 설정되지 않았습니다.
lt: Klaida: nenustatytas DISPLAY aplinkos kintamasis.
lv: Kļūda: DISPLAY vides mainīgais nav uzstādīts.
mt: Żball: varjabbli tal-ambjent DISPLAY mhux issettjat.
nl: Fout: omgevingsvariabele DISPLAY is niet ingesteld.
no: Feil: miljøvariabelen DISPLAY er ikke satt.
pl: Błąd: Nie jest ustawiona zmienna środowiskowa DISPLAY.
pt: Erro: a variável de ambiente DISPLAY não está definida.
ro: Eroare: variabila de mediu DISPLAY nu este setată.
ru: Ошибка: не задана переменная окружения DISPLAY.
sk: Chyba: Premenná DISPLAY nenastavená.
sl: Napaka: Spremenljivka DISPLAY ni nastavljena.
ta: ¾ÅÚ: DISPLAY ÝÆø Á¡È¢ «¨Áì¸ôÀ¼Å¢ø¨Ä.
th: ข้อผิดพลาด: ตัวแปรแวดล้อม DISPLAY ยังไม่ถูกตั้งค่า
tr: Hata: DISPLAY değişkeni tanımlanmamış.
uk: Помилка: змінну оточення DISPLAY не встановлено.
xh: Imposiso: BONISA ubume beyantlukwano abucwangciswanga.

source: Informs KDE about a change in hostname.
af: vertel kde aangaande 'n verander in masjien naam.
az: KDE-yə qovşaq adındakı dəyişiklikləri xəbər verir.
bg: Информация на KDE относно смяната име на хост
ca: Informa a KDE d'un canvi en el nom de remot.
cs: Informuje KDE o změně jména hostitele.
da: Informerer KDE om ændring i værtsnavn.
de: Informiert KDE über Änderungen von Rechnernamen
et: Informeerib KDE töölauda hostinime muutusest.
fi: Ilmoittaa KDE:lle muutoksesta koneen nimessä.
he: .תרשה םשב יוניש יבגל KDE תא עדיימ
hu: Jelzi a KDE-nek, hogy a gépnév megváltozott.
is: Segir KDE frá því ef vélarnafni er breytt.
ko: 호스트 이름 변화를 KDE에 알려줍니다.
lt: Informuoja KDE apie mazgo vardo pasikeitimą
lv: Informē KDE par izmaiņām resursdatoravārdā.
mt: Jinforma lill-KDE dwar bidla fl-isem tal-kompjuter.
nl: Informeert KDE als de hostnaam gewijzigd is.
no: Informerer KDE om en endring av vertsnavnet.
pl: Informuje KDE o zmianie nazwy komputera.
pt: Informa o KDE em caso de mudança do nome da máquina.
ro: Informează KDE despre schimbarea numelui maşinii.
ru: Сообщает KDE об изменении имени хоста.
sk: Informuje KDE o zmene mena hostiteľa.
sl: Obvesti KDE o spremembi imena gostitelja.
ta: ¸½¢É¢ô ¦ÀÂÃ¢ø ²üÀð¼ Á¡üÈò¨¾ KDE ­üÌ «È¢Âò¾Õõ.
th: แจ้งให้ KDE รู้ว่ามีการเปลี่ยนชื่อโฮสต์
tr: Makine adındaki bir değişimden KDE'yi haberdar eder.
uk: Сповіщаю KDE про зміну імені машини.
xh: Ichazela i KDE malunga notshintsho lwegama leNginginya.

source: KDEInit could not launch '%1'
af: kdeinit kon nie lanseer '%1'
az: KDEInit '%1'i başlada bilmədi
bg: KDEInit не може да стартира %1'
ca: KDEInit no ha pogut engegar '%1'
cs: KDEInit nemohl spustit '%1'
da: KDEInit kunne ikke starte '%1'
de: KDEInit konnte "%1" nicht starten.
el: Το KDEInitδεν μπόρεσε να φορτώσει το '%1'
et: KInit ei suutnud käivitada rakendust %1
fi: KDEInit ei saanut käynnistettyä '%1':ta
he: '%1' תא ליעפהל היה לוכי אל KDEInit
hu: A KDEInit nem tudta elindítani a(z) '%1' programot.
is: KDEInit gat ekki keyrt '%1'
ko: KDEInit가 '%1'을 실행하지 못했습니다
lt: KDEInit nesugeba paleisti „%1“
lv: KDEInit nevar startēt '%1'
mt: KDEInit ma setax iħaddem "%1"
nl: KDEInit kon '%1' niet opstarten.
no: KDEInit kunne ikke starte "%1"
pl: KDEInit nie może uruchomić '%1'
pt: O KDEInit não conseguiu executar '%1'
ro: KDEInit nu poate executa "%1"
ru: KDEInit не может запустить '%1'
sk: KDEInit nemôže spustiť '%1'
sl: KDEInit ni mogel pognati ,%1`
sr: KDEInit nije mogao da pusti '%1'
ta: KDEInit-­É¡ø '%1'-­¨É ²Å ÓÊÂÅ¢ø¨Ä
th: KDEInit ไม่สามารถเรียก "%1" ให้ทำงานได้
tr: KDEInit '%1'i başlatamadı
uk: KDEInit не може запустити '%1'
vi: KDEInit đã không thể chạy '%1'
xh: KDEInit ayinakuyazisa i '%1'

source: Could not find service '%1'.
af: kon nie soek diens '%1'.
az: '%1' xidməti tapıla bilmədi.'
bg: Не мога да намеря обслужване '%1'.
ca: No s'ha pogut trobar el servei '%1'.
cs: Není možné nalézt službu '%1'.
da: Kunne ikke finde service '%1'.
de: Service '%1' nicht auffindbar.
el: Δεν μπόρεσα να βρω την υπηρεσία '%1'.
et: Teenust '%1' ei leitud.
fi: Palvelua '%1' ei löytynyt
he: .'%1' תורישה תא אוצמל ןתינ אל
hu: A(z) '%1' szolgáltatás nem található.
is: Fann ekki þjónustuna '%1'.
ko: '%1' 서비스를 찾지 못했습니다.
lt: Nepavyksta rasti tarnybos '%1'.
lv: Nevar atrast servisu '%1'.
mt: Ma setax jinstab is-servizz "%1".
nl: Kon de service '%1' niet vinden.
no: Kunne ikke finne tjeneste '%1'.
pl: Nie można odnaleźć serwisu '%1'.
pt: Não consegui encontrar o serviço '%1'.
ro: Nu găsesc serviciul "%1".
ru: Не могу найти сервис '%1'.
sk: Nemôžem nájsť službu '%1'.
sl: Nismo mogli najti storitve ,%1`.
sr: Nisam mogao da pronađem servis '%1'.
ta: §º¨Å '%1'-­¨Éì ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่พบเซอร์วิส "%1".
tr: '%1' hizmeti bulunamadı.'
uk: Не можу знайти службу '%1'.
vi: Đã không thể tìm thấy dịch vụ '%1'.
xh: Ayinakuyifumana inkonzo ye '%1'

source: Service '%1' is malformatted.
af: diens '%1' is verkeerd geformatteer.
az: '%1' xidməti xəsərli şakilləndirilmişdir.
bg: Обслужване '%1' е с невалиден формат.
ca: El servei '%1' és mal formatat.
cs: Služba '%1' má neplatný formát.
da: Service '%1' er misformateret
de: Service '%1' hat ein ungültiges Format.
el: Η υπηρεσία '%1' είναι κακοδιατυπωμένη.
et: Teenus '%1' on vigane.
fi: Palvelu '%1' on virheellinen
he: .היוגש '%1' תורישה תינבת
hu: A(z) '%1' szolgáltatás hibás.
is: Þjónustan '%1' er ekki rett skilgreind.
ko: 서비스 '%1'은 정상적이지 않습니다.
lt: Tarnyba '%1' yra blogai suformuota.
lv: Serviss '%1' ir nestrādājošs.
mt: Is-servizz "%1" għandu format ħażin.
nl: De service '%1' heeft een onjuiste opmaak.
no: Tjeneste '%1' er feilformatert.
pl: Serwis '%1' jest uszkodzony.
pt: O serviço '%1' está mal formatado.
ro: Serviciul "%1" este eronat.
ru: Сервис '%1' имеет неверный формат.
sk: Služba '%1' je chybná.
sl: Storitev ,%1` je neustrezno oblikovana.
sr: Servis '%1' je unesen pogrešno.
ta: §º¨Å '%1' À¢Èúó¾ ÅÊÅò¾¢ÖûÇÐ.
th: รูปแบบเซอร์วิส "%1" ผิดพลาด
tr: '%1' hizmeti bozuk biçimlendirilmiş.
uk: Служба '%1' невірно сформована.
vi: Dịch vụ '%1' có định dạng khác thường.
xh: Inkonzo ye '%1'imalifomatiwe.

source: Unknown protocol '%1'.
af: onbekende protokol '%1'.
az: Namə'lum protokol '%1'.
bg: Неизвестен протокол '%1'.
ca: Protocol desconegut '%1'.
cs: Neznámý protokol '%1'.
da: Ukendt protokol '%1'.
de: Unbekanntes Protokoll "%1".
el: Άγνωστο πρωτόκολλο '%1'.
et: Tundmatu protokoll '%1'.
fi: Tuntematon protokolla '%1'.
he: .'%1' עודי אל לוקוטורפ
hu: Ismeretlen protokoll - '%1'.
is: Óþekktur samskiptamáti '%1'.
ko: '%1'은/는 모르는 프로토콜입니다.
lt: Nežinomas protokolas '%1'.
lv: Nezināms protokols '%1'.
mt: Protokoll "%1" mhux magħruf.
nl: Onbekend protocol: '%1'.
no: Ukjent protokoll '%1'.
pl: Nieznany protokół '%1'.
pt: Protocolo desconhecido '%1'.
ro: Protocol necunoscut "%1".
ru: Неизвестный протокол '%1'.
sk: Neznáma voľba '%1'.
sl: Neznani protokol ,%1`.
sr: Nepoznat protokol '%1'.
ta: ¦¾Ã¢Â¡¾ ´ôÒ¦¿È¢ '%1'.
th: ไม่รู้จักโปรโตคอล "%1"
tr: Bilinmeyen protokol '%1'.
uk: Невідомий протокол '%1'.
vi: Giao thức '%1' không xác định.
xh: Iprotocol '%1' engaziwayo.

source: Error loading '%1'.
af: fout laaiïng van '%1'.
az: '%1' yüklənirkən xəta oldu.
bg: Грешка при зареждане на '%1'.
ca: Error en carregar '%1'.
cs: Chyba při nahrávání '%1'.
da: Fejl ved indlæsning af '%1'.
de: Fehler beim Laden von "%1"
el: Σφάλμα φορτώματος του '%1'.
et: Viga '%1' laadimisel.
fi: Virhe haettaessa tiedostoa '%1'.
he: .'%1' תניעטב האיגש
hu: Hiba történt a(z) '%1' betöltése közben.
is: Villa við lestur '%1'.
ko: 불러들일 때 오류 '%1'.
lt: Klaida pakraunant '%1'.
lv: Kļūda ielādējot '%1'.
mt: Problema waqt il-ftuh ta' "%1".
nl: Fout bij laden van '%1'.
no: Feil under lasting av fil: %1
pl: Błąd podczas ładowania '%1'.
pt: Erro ao carregar '%1'.
ro: Eroare la încărcarea "%1".
ru: Ошибка загрузки '%1':
sk: Chyba pri načítavaní '%1'.
sl: Napaka pri nalaganju ,%1`.
sr: Greška u učitavanju '%1'.
ta: '%1'-­¨É ²üÚõ §À¡Ð ¾ÅÚ.
th: การโหลด "%1" ผิดพลาด
tr: '%1' yüknenirken hata oluştu.
uk: Помилка завантаження '%1'.
vi: Lỗi khi nạp '%1'.
xh: Ulayisho lwemposiso '%1'.

source: Subject line
af: onderwerp lyn
az: Mövzu sətiri
bg: Ред за Тема
ca: Línia assumpte
cs: Předmět
da: Emnelinie
de: Betreffzeile
el: Γραμμή θέματος
et: Subjekti rida
fi: Aihe
he: :אשונ תרוש
hu: Tárgysor
is: Viðfangsefni
ko: 제목줄
lt: Temos eilutė
lv: Subjekta rinda
mt: Suġġett
nl: Onderwerp
no: Emnelinje
pl: Temat
pt: Linha de assunto
ro: Linie subiect
ru: Тема
sk: Riadok s predmetom
sl: Predmet
sr: Linija sa temom
ta: ¦À¡Õû ÅÃ¢
th: บรรทัดชื่อเรื่อง
tr: Konu satırı
uk: Рядок теми
vi: Dòng chủ đề
xh: Ilayini yoMxholo

source: Recipient
af: ontvanger
az: Alıcı
bg: Получател
ca: Destinatari
cs: Příjemce
da: Modtager
de: Empfänger
el: Παραλήπτης
et: Saaja
fi: Vastaanottaja
he: ןעמנ
hu: Címzett
is: Viðtakandi
ko: 받을곳
lt: Gavėjas
lv: Saņēmējs
mt: Reċipjent
nl: Geadresseerde
no: Mottaker
pl: Odbiorca
pt: Recipiente
ro: Destinatar
ru: Адресат
sk: Príjemca
sl: Prejemnik
sr: Primaoc
ta: ¦ÀÚ¿÷
th: ผู้รับ
tr: Alıcı
uk: Адресат
vi: Người nhận
xh: Umamkeli

source: Error connecting to server.
af: fout maak koppeling aan bediener.
az: Vericiyə bağlantıda xəta.
bg: Грешка при свързване със сървъра.
ca: Error en connectar al servidor.
cs: Chyba při připojování k serveru.
da: Fejl ved forbindelse til server.
de: Fehler beim Verbindungsaufbau mit dem Server
el: Σφάλμα σύνδεσης με το διακομιστή
et: Viga serverisse ühenduse loomisel.
fi: Virhe palvelimelle yhdistettäessä.
he: .תרשל תורבחתהב האיגש
hu: Hiba történt a kiszolgálóhoz csatlakozás közben.
is: Villa við tengingu.
ko: 서버 접속 오류.
lt: Klaida jungiantis prie serverio
lv: Savienojuma kļūda ar serveri
mt: Problema waqt il-kollegament mas-server.
nl: Fout bij verbinding maken met server.
no: Feil under oppkobling til tjener.
pl: Błąd łączenia z serwerem.
pt: Erro ao efectuar ligação ao servidor.
ro: Eroare de conectare la server.
ru: Ошибка связи с сервером.
sk: Chyba pri pripájaní sa k serveru.
sl: Napaka pri povezovanju s strežnikom.
sr: Greška u povezivanju sa serverom.
ta: ÀÃ¢Á¡È¢Ô¼ý ¦¾¡¼÷Ò ¦¸¡û¨¸Â¢ü ¾ÅÚ.
th: การเชื่อมต่อไปยังเซิร์ฟเวอร์ผิดพลาด
tr: Sunucuya bağlantıda hata.
uk: Помилка приєднання до сервера.
vi: Lỗi kết nối tới máy chủ.
xh: Imposiso yodibaniso kumncedi.

source: Not connected.
af: nie verbind.
az: Bağlantı yoxdur.
bg: Не е свързан.
ca: No connectat.
cs: Není spojeno.
da: Ikke forbundet.
de: Nicht verbunden
el: Δε συνδέθηκε.
et: Ühendus puudub.
fi: Ei yhteyttä.
he: .רבוחמ אל
hu: Nincs csatlakozva.
is: Ekki tengt.
ko: 연결되지 않음.
lt: Neprijungtas.
lv: Nav savienojuma.
mt: Mhux konness
nl: Niet verbonden.
no: Ikke tilkoblet.
pl: Brak połączenia.
pt: Não ligado.
ro: Neconectat.
ru: Нет соединения.
sk: Nepripojený.
sl: Ni povezave.
sr: Nisam povezan.
ta: ­¨½ôÒ ­ø¨Ä
th: ไม่ได้เชื่อมต่อ
tr: Bağlantı yok.
uk: не з'єднаний.
vi: Không được kết nối.
xh: Ayidityaniswanga.

source: Connection timed out.
af: verbinding tydgebonde uit.
az: Bağlantı vaxt dolmasına uğradı.
bg: Връзката е прекъсната поради изтичане на времето
ca: Ha expirat la connexió.
cs: Spojení vypršelo.
da: Forbindelsen udløb.
de: Zeitüberlauf: Verbindung beendet.
el: Τέλος διορίας για τη σύνδεση.
et: Ühendus aegunud.
fi: Yhteyden aikavalvonta täyttyi.
he: .גפ רוביחה ןמז
hu: Időtúllépési hiba a kapcsolat közben.
is: Tenging tímaði út.
ko: 연결하기 위한 시간을 넘겼습니다.
lt: Baigėsi prijungimo laikas.
lv: Savienojuma laiks beidzies.
mt: Konnessjoni skadielha l-ħin.
nl: Tijdslimiet voor verbinding overschreden.
no: Forbindelsens tidsgrense gikk ut.
pl: Połączenie przekroczyło limit czasu
pt: Ligação expirou.
ro: Conexiune expirată.
ru: Таймаут соединения.
sk: Vypršal timeout.
sl: Čas za povezavo se je iztekel.
sr: Isteklo je vreme za povezivanje.
ta: ­¨½ôÒ ¸¡Ä¡Å¾¢Â¡ÉÐ.
th: การเชื่อมต่อหมดเวลา
tr: Bağlantı zaman aşımına uğradı.
uk: Таймаут з'єднання.
vi: Kết nối hết thời gian.
xh: Udibaniso luphelelwe lixesha.

source: Time out waiting for server interaction.
af: tyd uit terwyl gewag het vir bediener interaksie.
az: Vericidən cavab vaxt dolmasına uğradı.
bg: Време на изчакване за взимодействие със сървър
ca: Expiració mentres s'esperava la interacció amb el servidor.
cs: Timeout při čekání na interakci se serverem.
da: Tiden løb ud ventende på server handling.
de: Zeitüberlauf: Server reagiert nicht.
el: Τέλος διορίας περιμένωντας για ανταπόκριση του διακομιστή.
et: Taimaut oodates vastust serverilt.
fi: Aika loppui odotettaessa palvelimen vastausta.
he: .תרשהמ הבושתל הנתמהה תעב גפ ןמזה
hu: Időtúllépés történt a kiszolgáló válaszára várakozva.
is: Tíminn rann út meðan beðið var svara frá þjóninum.
ko: 서버 반응을 기다리는 시간 초과
lt: Baigėsi laikas laukti atsakymo iš serverio.
lv: Servera atbildes gaidīšanas laiks beidzies.
mt: Skada l-ħin waqt stennija għal risposta mis-server.
nl: Tijdslimiet overschreden tijdens het wachten op serverinteractie.
no: Tiden gikk ut under venting på at tjeneren skulle gjøre noe.
pl: Minął limit czasu oczekiwania na reakcję serwera
pt: 'Time out' ao esperar por resposta do servidor.
ro: Intervalul de timp de interacţiune cu server-ul a expirat.
ru: Таймаут взаимодействия с сервером.
sk: Vypršal timeout pri čakaní na činnosť serveru.
sl: Potekel je čas čakanja na odziv strežnika.
sr: Isteklo vreme čekanja na reakciju servera.
ta: ÀÃ¢Á¡È¢Ô¼ý ¦¾¡¼÷À¡¼ô ¦À¡Úò¾¢Õó¾ §¿Ãõ ÓÊó¾Ð.
th: การคอยการตอบรับจากเซิร์ฟเวอร์ หมดเวลา
tr: Sunucudan cevabı zaman aşımına uğradı.
uk: Таймаут очікування на взаємодію сервера.
vi: Hết thời gian chờ tương tác với máy chủ.
xh: Ixesha lokuphuma lilinde intshukumo yangaphakathi yomncedi.
