Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: <qt>This untrusted page contains a link<BR><B>%1</B><BR>to your local file system.
af: <qt>hierdie wantroue bladsy bevat 'n skakel<BR><B>%1</B><BR>aan jou plaaslike lêer stelsel.
az: <qt>Körpü<B>%1</B><BR>qurulmamış səhifədən yerli fayl sisteminizənişanlanıb.
bg: <qt>Тази страница е съмнителна, но линкът<BR><B>%1</B><BR>има връзка с Вашата локална файлова система.
ca: <qt>Aquesta pàgina no fiable conté un enllaç <BR><B>%1</B><BR>al vostre sistema de fitxers local.
cs: <qt>Tato neověřená stránka obsahuje odkaz<BR><B>%1</B><BR>do vašeho lokálního systému souborů.
da: <qt>Denne utroværdige side indeholder en lænke<BR><B>%1</B><BR>til dit lokale filsystem.
de: <qt>Diese Seite ist nicht als sicher eingestuft und enthält den Verweis<BR><B>%1</B> auf Ihr lokales Dateisystem.
et: <qt>See ebausaldusväärne lehekülg sisaldab viita<BR><B>%1</B><BR>sinu kohalikule failisüsteemile.
fi: Tähän sivuun ei luoteta, mutta se sisältää linkin<BR><B>%1</B><BR>paikalliseen tiedostojärjestelmään.
he: <qt>רושיק ליכמ הז חטבנ אל רתא<BR><B>%1</B><BR>.ךלש תימוקמה םיצבקה תכרעמל
hu: <qt>Ez az oldal nem biztonságos, mert az egyik link rajta, <BR><B>%1</B>,<BR> a helyi fájlrendszerre mutat.
is: <qt>Þessari síðu er ekki treyst fullkomlega en áhenni er tengill<br> <b>%1</b><br> í skráakerfið þitt.</qt>
lt: <qt>Šis nepatikimame puslapyje yra jungtis <BR><B>%1</B><BR> į Jūsų vietinę bylų sistemą.
lv: <qt>Šī neuzticamā lapa satur saiti<BR><B>%1</B><BR>uz jūsu lokālo failu sistēmu.
mt: <qt>Din il-paġna mhux afdata fiha link <br><b>%1</b><br>lejn il-filesystem lokali tiegħek.
nl: <qt>Deze onveilige pagina bevat een koppeling<BR><B>%1</B><BR>die naar uw lokale bestandssysteem leidt.
no: <qt>Denne siden kan ikke stoles på men den inneholder en lenke<BR><B>%1</B><BR>til ditt lokale filsystem.
pl: <qt>Ta strona jest niewiarygodna, a zawiera odnośnik<BR><B>%1</B><BR> do lokalnego systemu plików.
pt: <qt>Nós não confiamos nesta página e ela contém uma ligação<BR><B>%1</BR>para o teu ficheiro local
ro: <qt>Această pagină care nu este de încredere conţine o legătură<br><b>%1</b><br>în sistemul dumneavoastră de fişiere local.
ru: <qt>Данная непроверенная страница содержит ссылку <BR><B>%1</B><BR>на вашу локальную файловую систему.
sk: <qt>Táto neoverená stránka obsahuje odkaz<BR><B>%1</B><BR>do vášho lokálneho systému súborov.
sl: <qt>Ta stran ni zaupna, vendar vsebuje povezavo<BR><B>%1</B><BR>dodo vašega krajevnega datotečnega sistema.
ta: <qt>¿õÀ¸ÁüÈ <BR><B>%1</B><BR> ±Ûõ Àì¸õ ¯í¸û §¸¡ôÒò¦¾¡Ì¾¢¨Âî ÍðÎõ ­¨½ô¦À¡ýÈ¢¨Éì ¦¸¡ñÎûÇÐ.
th: <qt>หน้าเพจที่ไม่น่าเชื่อถือนี้ บรรจุลิงค์<BR><B>%1</B><BR>มายังระบบแฟ้มภายในของคุณ
tr: <qt>Bu güvensiz sayfa yerel dosya sisteminize bir bağlantı içeriyor: <br><b>%1</b><br>
uk: <qt>Ця сторінка містить посилання<BR><B>%1</B><BR>до вашої локальної системи.
vi: <qt>Trang 'không đáng tin'(untrusted) này chứa liên kết tới <BR><B>%1</B><BR>trên file hệ thống địa phương của bạn.
xh: <qt>Eli phepha lingathembakalanga luphethe ikhonkco le<BR><B>%1</B><BR>kwindlela yefayile yakho yobulali.

source: Security Alert
af: sekuriteit waarskuwing
az: Təhlükəsizlik alarmı
bg: Предпазен сигнал
ca: Alerta de seguretat
cs: Bezpečnostní varování
da: Sikkerhedsadvarsel
de: Sicherheitswarnung
el: Συναγερμός Ασφαλείας
et: Turvalisuse hoiatus
fi: Tietoturvavaroitus
he: החטבא תקעזא
hu: Biztonsági figyelmeztetés
is: Öryggisaðvörun
ko: 보안 경고
lt: Įspėjimas dėl saugumo
lv: Drošības pārkāpums
mt: Allert ta' sigurtà
nl: Probleem met de beveiliging
no: Sikkerhetsadvarsel
pl: Ostrzeżenie systemu bezpieczeństwa
pt: Alerta de Segurança
ro: Alertă de securitate
ru: Извещение системы безопасности
sk: Bezpečnostný oznam
sl: Varnostni alarm
sr: Bezbednosno upozorenje
ta: À¡Ð¸¡ôÒ ¯º¡÷¿¢¨Ä
th: เตือนให้ระวังเรื่องความปลอดภัย
tr: Güvenlik alarmı
uk: Тривога небезпеки
vi: Báo động về bảo mật
xh: Isilumkiso esiyingozi sokhuseleko

source: Do you really want to execute '%1' ?
af: doen jy rerig wil hê aan uitvoer '%1' ?
az: Həqiqətən '%1' faylını işə salmaq istəyirsiniz?
bg: Наистина ли желаете да изпълните '%1' ?
ca: De veres voleu executar '%1' ?
cs: Opravdu si přejete spustit '%1'?
da: Vil du virkelig køre '%1' ?
de: Möchten Sie %1 wirklich ausführen?
el: Θέλετε πράγματι να εκτελεστεί το '%1' ;
et: Kas tõesti käivitada '%1' ?
fi: Haluatko todella suorittaa '%1'?
he: ?'%1' תא ליעפהל ךנוצרבש חוטב התא םאה
hu: Biztosan végre szeretné hajtani ezt: '%1' ?
is: Viltu örugglega keyra '%1' ?
ko: 정말 '%1'을 실행 하겠습니까 ?
lt: Ar jūs tikrai norite paleisti vykdymui '%1' ?
lv: Vai tiešām gribat palaist '%1' ?
mt: Ċert li trid tħaddem "%1" ?
nl: Wilt u werkelijk '%1' uitvoeren?
no: Vil du virkelig kjøre '%1' ?
pl: Czy na pewno chcesz wykonać '%1' ?
pt: Queres mesmo executar '%1' ?
ro: Doriţi într-adevăr să executaţi "%1"?
ru: Вы действительно хотите запустить %1?
sk: Naozaj chcete spustiť '%1'?
sl: Ali res želite izvesti ,%1`?
sr: Da li stvarno žeilte da izvršite %1?
ta: ¯ñ¨ÁÂ¡¸§Å '%1' ­¨É ­Âì¸ §ÅñÎÁ¡ ?
th: คุณต้องการเรียก "%1" ให้ทำงานจริงหรือไม่ ?
tr: Gerçekten '%1' dosyasını çalıştırmak istiyor musunuz?
uk: Ви впевнені, що хочете виконати '%1'?
vi: Bạn có muốn thực hiện '%1' ?
xh: Ufuna ngokwenene ukuphumeza i '%1'?

source: Open '%1' using '%2'?
af: open '%1' te gebruik '%2'?
az: '%2' istifadə edərək '%1' açılsın mı?
bg: Да отворя ли '%1' с помощта на '%2' ?
ca: Obro '%1' usant '%2'?
cs: Otevřít '%1' pomocí '%2'?
da: Åbn '%1' ved brug af '%2'?
de: "%1" mit "%2" öffnen?
el: Άνοιγμα του '%1' με το '%2';
et: Avada '%1' kasutades rakendust '%2'?
fi: Avaa '%1' käyttäen '%2'?
he: ?'%2' תועצמאב '%1' תא חותפל
hu: Megnyissam ezt: '%1' a(z) '%2' segítségével?
is: Opna '%1' með '%2' ?
ko: '%2'(으)로 '%1'을/를 열겠습니까?
lt: Atverti '%1' naudojant '%2'?
lv: Atvērt '%1' izmantojot '%2'?
mt: Trid tiftaħ "%1" b' "%2"?
nl: '%1' openen met '%2'?
no: Åpne "%1" med "%2"?
pl: Otworzyć '%1' używając '%2'?
pt: Abrir '%1' utilizando '%2'?
ro: Deschid "%1" utilizînd "%2"?
ru: Открыть '%1' с помощью '%2'?
sk: Otvoriť '%1' pomocou '%2'?
sl: Odprem ,%1` z ,%2`?
sr: Otvori '%1' koristeći '%2'?
ta: '%1' ­¨É '%2' ­É¡ø ¾¢Èì¸Å¡?
th: เปิด "%1" ด้วย "%2" หรือไม่ ?
tr: '%2' kullanarak '%1' açılsın mı?
uk: Відкрити '%1' за допомогою '%2'?
vi: Mở '%1' - dùng '%2' ?
xh: Vula i '%1'usebenzisa i '%2'?

source: Open '%1' ?
az: '%1' açılsın mı?
bg: Да отворя ли '%1' ?
ca: Obro '%1' ?
cs: Otevřít '%1'?
da: Åbn '%1' ?
de: "%1" öffnen?
el: Άνοιγμα του '%1';
et: Avada '%1'?
fi: Avaa '%1'?
he: ?'%1' תא חותפל
hu: Megnyissam ezt: '%1' ?
is: Opna '%1' ?
ko: '%1'을/를 열겠습니까 ?
lt: Atverti '%1' ?
lv: Atvērt '%1' ?
mt: Trid tiftaħ "%1"?
nl: '%1' openen?
no: Åpne "%1" ?
pl: Otworzyć '%1' ?
pt: Abrir '%1' ?
ro: Deschid "%1"?
ru: Открыть '%1'?
sk: Otvoriť '%1'?
sl: Odprem ,%1`?
sr: Otvori '%1'?
ta: '%1' ³ò ¾¢Èì¸Å¡ ?
th: เปิด "%1" หรือไม่ ?
tr: '%1' açılsın mı?
uk: Відкрити '%1' ?
vi: Mở '%1' ?
xh: Vula '%1'?

source: Save to disk
af: stoor aan disket
az: Dİskə qeyd et
bg: Запиши върху диска
ca: Desa al disc
cs: Uložit na disk
da: Gem til disk
de: Auf Festplatte speichern
el: Αποθήκευση στο δίσκο
et: Salvesta kettale
fi: Tallenna levylle
he: ןנוכל רומש
hu: Mentés a lemezre
is: Vista á disk
ko: 디스크로 저장
lt: Išsaugoti
lv: Saglabāt uz diska
mt: Ikteb għal fuq diska
nl: Opslaan op de schijf
no: Lagre til disk
pl: Zapisz na dysk
pt: Gravar para o disco
ro: Salvează pe disc
ru: Сохранить на диске
sk: Uložiť na disk
sl: Shrani v disk
sr: Sačuvaj na disk
ta: ÅðÎìÌî §ºÁ¢
th: บันทึกลงดิสก์
tr: Diske kaydet
uk: Зберегти на диск
vi: Sao luư vào đĩa
xh: Gcina kwidiski

source: dir containing test files
af: gids bevat toets lêers
az: sınaq fayllarını daxil edən cərgə
bg: дир. съдържа тест файлове
ca: directori que té fitxers de prova
cs: adresář obsahující testovací soubory
da: mappe med testfiler
de: Verzeichnis mit Testdateien
el: κατάλογος με τα δοκιμαστικά αρχεία
et: testfailide kataloog
fi: testitiedostojen hakemisto
he: הקידב יצבק הליכמה הירפס
hu: próbafájlokat tartalmazó könyvtár
is: mappa sem inniheldur tilraunaskrár
ko: 테스트 파일을 포함한 자료방
lt: katalogas, turintis testavimo bylas
lv: test failus saturošs dir
nl: map met testbestanden
no: katalog som inneholder testfiler
pl: katalog zawierający pliki testowe
pt: directoria que contém ficheiros de teste
ro: directorul conţinînd fişiere test
ru: Каталог, содержащий тестовые файлы.
sk: adresár obsahuje test súbory
sl: imenik za shranjevanje testnih datotek
sr: dir koji sadrži test fajlove
ta: §º¡¾¨É §¸¡ôÒ¸û ¯ûÇ «¨¼×
th: ไดเรกทอรีที่บรรจุแฟ้มทดสอบ
tr: deneme dosyalarını içeren dizin
uk: каталог, що містить файли тесту
vi: Thư mục chứa các file thử
xh: Idir iphethe iifayile zovavanyo

source: dir to save rendered images in
af: gids aan stoor verbeeldte beelde in
az: daranan rəsmlərin qeyd ediləcəyi cərgə
bg: дир. в която ще се запишат рендвани графики
ca: directori on desar les imatges reproduïdes
cs: adresář k ukládání předváděných obrázků v
da: mappe at gemme viste billeder
de: Verzeichnis mit gerenderten Bildern
el: κατάλογος για αποθήκευση εικόνων που εμφανίστηκαν
et: renderdatud piltide kataloog
fi: hakemisto, jonne renderöidyt kuvat tallennetaan
he: תורדנורמ תונומת תרימשל הירפס
hu: könyvtár a renderelt képek számára
is: mappa sem vista skal í myndirnar
ko: 구성된 그림을 가져올 자료방
lt: katalogas saugoti matytus piešinius
lv: dir kur saglabāt renderētos attēlus
nl: map om weergegeven afbeeldingen in op te slaan
no: katalog for å lagre bilder i
pl: katalog do zapisu przygotowanych obrazków
pt: directoria onde gravar as imagens geradas
ro: directorul de salvat imagini randate
ru: Каталог для сохранения построенных изображений.
sk: adresár na ukladanie vykreslených obrázkov v
sl: imenik za shranjevanje izrisanih slik
sr: dir za čuvanje renderovanih slika
ta: ¾£üÈ¢Â ¯Õì¸¨Çî §ºÁ¢ìÌõ «¨¼×
th: ไดเรกทอรีที่จะใช้บันทึกภาพ
tr: taranan resimlerin kaydedileceği dizin
uk: каталог, для збереження відтворених образів
vi: thư mục sẽ chứa các file ảnh đã được render
xh: idir ukugcina imifanekiso enikezelweyo

source: log filename
af: log lêernaam
az: qeyd faylı
bg: име на журнален файл
ca: Nom de fitxer de registre
cs: jméno záznamového souboru
da: log filnavn
de: Name der Logdatei
el: όνομα αρχείου αναφοράς
et: logifaili nimi
fi: lokin tiedostonimi
he: םושירה ץבוק םש
hu: a naplófájl neve
is: Heiti annáls
ko: 로그 파일 이름
lt: protokolo byla
lv: žurnāla faila vārds
nl: bestandsnaam in log opslaan
no: logg-filnavn
pl: plik dziennika
pt: ficheiro de registo
ro: nume fişier jurnal
ru: Имя файла журнала.
sk: meno súboru pre log
sl: ime dnevniške datoteke
sr: Naziv log fajla
ta: ÌÈ¢ôÒì §¸¡ôÒô¦ÀÂ÷
th: ชื่อแฟ้มติดตามการทำงาน
tr: kayıt dosyası
uk: ім'я файлу журналу
vi: log tên file
xh: igama lefayile yelog

source: TestRender
af: toets verbeeld
az: Sına
bg: ТестРендер
da: Test-Vis
et: TestRenderdaja
hu: Próbarenderelés
lv: TestRenderēšana
nl: Testweergever
no: Testtolker
pt: Teste de Rasterização
ro: Randare test
ru: Тест интерпретации HTML.
sk: TestKreslenia
th: ทดสอบการเรนเดอร์
tr: Dene
uk: Тест відтворення
xh: Umnikezi wovavanyo

source: Search string '%1' not found.
af: soektog string '%1' nie gevind.
az: '%1' tapıla bilmədi.
bg: Търсеният низ '%1' не е намерен.
ca: No s'ha trobat la cadena de cerca '%1'.
cs: Hledaný řetězec '%1' nebyl nalezen.
da: Søgestreng '%1' ikke fundet
de: Suche nach "%1" nicht erfolgreich.
el: Δε βρέθηκε η συμβολοσειρά αναζήτησης '%1'.
et: Otsitavat stringi '%1' ei leitud.
fi: Haettavaa merkkijonoa '%1' ei löytynyt.
he: .האצמנ אל '%1' שופיחה תזורחמ
hu: A keresett szöveg ('%1') nem található.
is: Leitarstrengurinn '%1' fannst ekki.
ko: '%1'을/를 찾을 수 없습니다.
lt: Paieškos eilutė „%1“ nerasta.
lv: Meklētā rinda `%1` nav atrasta.
mt: Frażi "%1" ma nstabx.
nl: Zoekterm '%1' werd niet gevonden.
no: Søkestrengen "%1" ble ikke funnet.
pl: Szukany tekst '%1' nie został znaleziony.
pt: O texto '%1' não foi encontrado.
ro: Nu am găsit şirul căutat "%1".
ru: Строка '%1' не найдена.
sk: Hľadaný reťazec '%1' nenájdený.
sl: Iskan niz ,%1` ni bil najden.
sr: Traženi niz '%1' nije pronađen.
ta: '%1' ±Ûõ §¾¼üºÃò¨¾ì ¸¡½Å¢ø¨Ä
th: ไม่พบข้อความ "%1"
tr: '%1' bulunamadı.
uk: Рядок пошуку '%1' не знайдено.
vi: Tìm chuỗi '%1' - không thấy.
xh: Umtya wokufuna i-'%1' awufumaneki.

source: Reload Frame
af: herlaai raam
az: Çərçivəyi Yenidən Yüklə
bg: Презареди рамката
ca: Refresca el marc
cs: Obnovit rámec
da: Genindlæs ramme
de: Rahmen erneut laden
el: Ξαναφόρτωσε το Πλαίσιο
et: Laadi raam uuesti
fi: Uudelleenlataa kehys
he: שדחמ תרגסמ ןעט
hu: A keret újratöltése
is: Endurlesa ramma
ko: 프레임 다시 읽기
lt: Perkrauti kadrą
lv: Pārlādēt Kadru
mt: Erġa' aqra frame
nl: Kader herladen
no: Last ramme på nytt
pl: Przeładuj ramki
pt: Recarregar a Moldura (Frame)
ro: Reîncarcă cadru
ru: Обновить фрейм
sk: Znova načítať rámec
sl: Vnovič naloži okvir
sr: Ponovo učitaj frejm
ta: ºð¼ò¨¾ Á£§ÇüÚ
th: เรียกเฟรมซ้ำ
tr: Çerçeveyi Yeniden Yükle
uk: Перевантажити рамку
vi: Tải lại khung(frame)
xh: Layisha isakhelo kwakhona

source: Print Frame...
af: druk raam...
az: Çərçivəyi Çap Et...
bg: Печат на рамка...
ca: Imprimeix el marc...
cs: Tisknout rámec...
da: Udskriv ramme...
de: Rahmen drucken...
el: Εκτύπωση Πλαισίου...
et: Trüki raam...
fi: Tulosta kehys...
he: ...תרגסמ ספדה
hu: A keret nyomtatása...
is: Prenta ramma...
ko: 프레임 인쇄...
lt: Spausdinti kadrą...
lv: Drukāt Kadru...
mt: Printja frame...
nl: Kader afdrukken...
no: Skriv ut ramme...
pl: Drukuj ramkę...
pt: Imprimir a Moldura (Frame)...
ro: Tipăreşte cadru...
ru: Печать фрейма...
sk: Tlačiť Rámec
sl: Natisni okvir...
sr: Odštampaj frejm...
ta: ºð¼ò¨¾ «îº¢Î...
th: พิมพ์เฟรม...
tr: Çerçeveyi Yazdır...
uk: Друкувати рамку...
vi: In khung(frame)...
xh: Shicilela isakhelo...

source: &Save Link As...
af: stoor skakel as...
az: &Körpünü Fərqli Qeyd Et...
bg: &Запиши връзка като...
ca: &Desa l'enllaç com...
cs: Uložit odkaz j&ako...
da: &Gem henvisning som...
de: &Verknüpfung speichern unter...
el: Αποθήκευση &Δεσμού Ως ...
et: &Salvesta viit kui...
fi: Tallenna &linkki nimellä...
he: ...םש&ב רושיקה תרימש
hu: A link célpontjának men&tése...
is: &Vista tengil sem...
ko: 연결을 다른 이름으로 저장(&S)...
lt: &Išsaugoti jungtį kaip...
lv: &Saglabāt Saiti Kā...
mt: &Ikteb link bħala...
nl: Koppeling opslaan a&ls...
no: &Lagre lenke som...
pl: &Zapisz odnośnik jako...
pt: Gravar Ligação &Como...
ro: &Salvează legătura ca...
ru: Сохранить сс&ылку как...
sk: &Uložiť odkaz ako...
sl: Shrani povezavo &kot...
sr: &Sačuvaj link kao...
ta: ­¨½ô¨À ­ôÀÊî §ºÁ¢...
th: บันทึกลิงค์เป็น...
tr: &Bağlantıyı Farklı Kaydet...
uk: &Зберегти посилання як...
vi: Luư trữ liên kết bằng....
xh: &Gcina ikhonkco njenge...

source: Copy Link Location
af: kopie skakel ligging
az: Körpü Yerini Köçürt
bg: Копира местоположението на връзката
ca: Copia localització de l'enllaç
cs: Kopírovat umístění odkazu
da: Kopiér henvisnings-sted
de: Verknüpfungsadresse kopieren
el: Αποθήκευση Τοποθεσίας Δεσμού
et: Kopeeri viida asukoht
fi: Kopioi linkin sijainti
he: רושיקה םוקימ קתעה
hu: A link célpontjának másolása
is: Afrita það sem tengt er í
ko: 위치 연결을 복사
lt: Kopijuoti jungties vietą
lv: Kopēt Saites Atrašanās vietu
mt: Ikkopja l-lokazzjoni tal-link
nl: Koppelingslocatie kopiëren
no: Kopier lenkested
pl: Skopiuj lokację odnośnika
pt: Copiar Localização
ro: Copiază locaţia legăturii
ru: Копировать ссылку
sk: Skopírovať umiestnenie linky
sl: Prepiši lokacijo povezave
sr: Kopiraj adresu linka
ta: ­¨½ôÒ ­¼ò¨¾ ¿¸ø¦ºö
th: คัดลอกตำแหน่งของลิงค์
tr: Bağlantı Konumunu Kopyala
uk: Скопіювати адресу посилання
vi: Copy địa chỉ liên kết
xh: Khuphela indawo elikuyo ikhonkco

source: Stop Animations
af: stop animasie
az: Canlandırmaları Dayandır
bg: Спри анимации
ca: Atura les imatges animades
cs: Zastavit animace
da: Stop animeringer
de: Animationen anhalten
el: Σταμάτημα Animations
et: Peata animatsioonid
fi: Pysäytä animaatiot
he: תושפנה רוצע
hu: Az animációk leállítása
is: Stöðva hreyfimyndir
ko: 움직임 멈추기
lt: Sustabdyti judančius paveiksliukus
lv: Apstādināt Animācijas
mt: Waqqaf l-animazzjonijiet
nl: Animaties stoppen
no: Stopp animeringer
pl: Zatrzymaj animacje
pt: Parar Animações
ro: Opreşte animaţia
ru: Остановить анимацию
sk: Zastaviť animácie
sl: Ustavi animacije
sr: Zaustavi animacije
ta: «¨ºçð¼ò¨¾ ¿¢ÚòÐ
th: หยุดการเคลื่อนไหว
tr: Canlandırmayı Durdur
uk: Зупинити анімації
vi: Dừng ảnh hoạt hoạ
xh: Misa okuphilayo

source: Save Image As...
af: stoor beeld as...
az: Rəsmi Fərqli Qeyd Et...
bg: Запиши картина като...
ca: Desa la imatge com...
cs: Uložit obrázek jako...
da: Gem billede som...
de: Bild speichern unter...
el: Αποθήκευση Εικόνας Ως ...
et: Salvesta pilt kui...
fi: Tallenna kuva nimellä...
he: ...םשב הנומתה תרימש
hu: A kép mentése...
is: Vista mynd sem...
ko: 그림을 다른 이름으로 저장...
lt: Išsaugoti piešinį kaip...
lv: Saglabāt Attēlu Kā...
mt: Ikteb stampa bħala...
nl: Afbeelding opslaan als...
no: Lagre bilde som...
pl: Zapisz obrazek jako...
pt: Gravar a Imagem Como...
ro: Salvează imaginea ca...
ru: Сохранить изображение как...
sk: Uložiť obrázok ako...
sl: Shrani sliko kot...
sr: Sačuvaj sliku kao...
ta: ¯Õ¨Å ­ôÀÊî §ºÁ¢...
th: บันทึกภาพเป็น...
tr: Resmi Farklı Kaydet...
uk: Зберегти образ як...
vi: Sao luư ảnh bằng...
xh: Gcina umfanekiso njenge...

source: Copy Image Location
af: kopie beeld ligging
az: Körpü Cığırını Köçürt
bg: Копира местоположението на картинката
ca: Copia localització de la imatge
cs: Kopírovat umístění obrázku
da: Kopiér billed-sted
de: Bildadresse kopieren
el: Αποθήκευση Τοποθεσίας Εικόνας
et: Kopeeri pildi asukoht
fi: Kopioi kuvan sijainti
he: הנומתה םוקימ קתעה
hu: A kép címének másolása
is: Afrita staðsetningu myndarinnar
ko: 그림 위치를 복사
lt: Kopijuoti piešinio vietą
lv: Kopēt Attēla Atrašanās vietu
mt: Ħu kopja tal-lokazzjoni tal-istampa
nl: Afbeeldingslocatie kopiëren
no: Kopier bildested
pl: Skopiuj lokację obrazka
pt: Copiar Localização da Imagem
ro: Copiază locaţia imaginii
ru: Копировать ссылку на изображение
sk: Skopírovať Umiestnenie Obrázka
sl: Prepiši lokacijo slike
sr: Kopiraj adresu slike
ta: ¯Õ ­¼ò¨¾ ¿¸ø¦ºö
th: คัดลอกตำแหน่งของภาพ
tr: Bağlantı Yolunu Kopyala
uk: Скопіювати адресу образу
vi: Copy địa chỉ ảnh
xh: Khuphela indawo okuwo umfanekiso

source: View Image (%1)
af: besigtig beeld (%1)
az: Rəsmi Göstər (%1)
bg: Преглед на картинка (%1)
ca: Vista d'imatge (%1)
cs: Zobrazit obrázek (%1)
da: Se billede (%1)
de: Bild betrachten (%1)
el: Προβολή Εικόνας (%1)
et: Näita pilti (%1)
fi: Näytä kuva (%1)
he: (%1) הנומתב הפצ
hu: A kép megtekintése (%1)
is: Birta mynd (%1)
ko: 그림 보기 (%1)
lt: Žiūrėti paveiksliuką (%1)
lv: Skatīt Attēlu (%1)
mt: Uri stampa (%1)
nl: Afbeelding tonen (%1)
no: Vis bilde (%1)
pl: Zobacz obrazek (%1)
pt: Ver Imagem (%1)
ro: Vizualizare imagine (%1)
ru: Просмотр изображения (%1)
sk: Zobraziť obrázok (%1)
sl: Poglej sliko (%1)
sr: Prikaži sliku (%1)
ta: ¯Õ¨Åô À¡÷ (%1)
th: แสดงภาพ (%1)
tr: Resmi Görüntüle (%1)
uk: Переглянути образ (%1)
vi: Xem ảnh (%1)
xh: Imboniselo yonfanekiso (%1)

source: Save Link As
af: stoor skakel as
az: Körpünü Fərqli Qeyd Et
bg: Запиши връзка като
ca: Desa l'enllaç com
cs: Uložit odkaz jako
da: Gem henvisning som
de: Verknüpfung speichern unter
el: Αποθήκευση Δεσμού Ως
et: Salvesta viit kui
fi: Tallenna linkki nimellä
he: םשב רושיקה תרימש
hu: A link mentése mint
is: Vista tengil sem
ko: 연결을 다른 이름으로 저장
lt: Išsaugoti jungtį kaip
lv: Saglabāt Saiti Kā
mt: Ikteb link bħala
nl: Koppeling opslaan als
no: Lagre lenke som
pl: Zapisz odnośnik jako
pt: Gravar Ligação Como
ro: Salvează legătura ca
ru: Сохранить как
sk: Uložiť odkaz ako
sl: Shrani povezavo kot
sr: Saučvaj link kao
ta: ­¨½ô¨À ­ôÀÊî §ºÁ¢
th: บันทึกลิงค์เป็น
tr: Bağlantıyı Farklı Kaydet
uk: Зберегти посилання як
vi: Sao luư liên kết bằng
xh: Gcina ikhonkco njenge

source: Save Image As
af: stoor beeld as
az: Rəsmi Fərqli Qeyd Et
bg: Запиши картина като
ca: Desa la imatge com
cs: Uložit obrázek jako
da: Gem billede som
de: Bild speichern unter
el: Αποθήκευση Εικόνας Ως
et: Salvesta pilt kui
fi: Tallenna kuva nimellä
he: םשב הנומתה תרימש
hu: A kép mentése mint
is: Vista mynd sem
ko: 그림을 다른 이름으로 저장
lt: Išsaugoti piešinį kaip
lv: Saglabāt Attēlu Kā
mt: Ikteb stampa bħala
nl: Afbeelding opslaan als
no: Lagre bilde som
pl: Zapisz obrazek jako
pt: Gravar Imagem Como
ro: Salvează imaginea ca
ru: Сохранить изображение как
sk: Uložiť obrázok ako
sl: Shrani sliko kot
sr: Sačuvaj sliku kao
ta: ¯Õ¨Å ­ôÀÊ §ºÁ¢
th: บันทึกภาพเป็น
tr: Resmi Farklı Kaydet
uk: Зберегти образ як
vi: Cất ảnh bằng
xh: Gcina umfanekiso njenge

source: Default font size
af: verstek skrif tipe grootte
az: Əsas yazı növü böyüklüyü
bg: Стандартна големина на шрифт
ca: Mida de font per omissió
cs: Implicitní velikost písma
da: Standard skriftstørrelse
de: Standard-Schriftgröße
el: Μέγεθος προκαθορισμένης γραμματοσειράς
et: Fondi suurus vaikimisi
fi: Oletuskirjasinkoko
he: לדחמ תרירב ןפוג לדוג
hu: Az alapértelmezett betűméret
is: Sjálfgefin stærð leturs
ko: 글꼴 기본 크기
lt: Nutylimas šrifto dydis
lv: Noklusētais fonta lielums
mt: Daqs tal-font normali
nl: Standaard lettergrootte
no: Standard skriftstørrelse
pl: Domyślny rozmiar czcionki
pt: Tamanho de letra por omissão
ro: Mărimea implicită a fontului
ru: Размер шрифта по умолчанию
sk: Štandardná veľkosť písma
sl: Privzeta velikost pisave
sr: Predefinisana veličina fonta
ta: ¦¸¡¼¡¿¢¨Ä ±ØòÐÕ «Ç×
th: ขนาดปริยายของตัวอักษร
tr: Öntanımlı yazıtipi boyutu
uk: Типовий розмір шрифту
vi: Cỡ chữ mặc định
xh: Ubungakanani bomgca ongagqibekanga

source: Font Size %1
af: skrif tipe grootte %1
az: Yazı Növü Böyüklüyü %1
bg: Размер на шрифта %1
ca: Mida de font %1
cs: Velikost písma %1
da: Skriftstørrelse %1
de: Schriftgröße %1
el: Μέγεθος Γραμματοσειράς %1
et: Fondi suurus %1
fi: Kirjasimen koko %1
he: %1 ןפוג לדוג
hu: Betűméret: %1
is: Leturstærð %1
ko: 글꼴 크기 %1
lt: Šrifto dydis %1
lv: Fonta Lielums %1
mt: Daqs tal-font %1
nl: Lettergrootte %1
no: Skriftstørrelse %1
pl: Rozmiar czcionki %1
pt: Tamanho de Letra %1
ro: Mărime font %1
ru: Размер шрифта %1
sk: Veľkosť písma %1
sl: Velikost pisave %1
sr: Veličina fonta %1
ta: ±ØòÐÕ «Ç× %1
th: ขนาดตัวอักษร %1
tr: Yazıtipi Boyutu %1
uk: Розмір шрифту %1
vi: Cỡ font %1
xh: Ubungakanani bomgca we %1

source: %1 - %2x%3 Pixels
af: %1 - %2x%3 beeld elemente
az: %1 - %2x%3 Bənək
bg: %1 - %2x%3 точки
ca: %1 - %2x%3 Píxels
cs: %1 - %2x%3 pixelů
da: %1 - %2x%3 Piksler
de: %1 - %2x%3 Pixel
el: %1 - %2x%3 Pixel
et: %1 - %2x%3 pikselit
fi: %1 - %2x%3 pistettä
he: םילסקיפ %2x%3 - %1
hu: %1 - %2x%3 képpont
is: %1 - %2x%3 punktar
ko: %1 - %2x%3 픽셀
lt: %1 – %2x%3 taškų
lv: %1 - %2x%3 Pikseļi
mt: %1 - %2x%3 tikek
no: %1 - %2x%3 punkter
pl: %1 - %2x%3 pikseli
pt: %1 - %2x%3 pontos
ro: %1 %2x%3 pixeli
ru: %1 - %2x%3 пиксел
sk: %1 - %2x%3 bodov
sl: %1 - %2×%3 točk
sr: %1 - %2x%3 piksela
ta: %1 - %2x%3 À¼òÐÏìÌ¸û
th: %1 - %2x%3 พิกเซล
tr: %1 - %2x%3 Benek
uk: %1 - %2x%3 пікселів

source: Image - %2x%3 Pixels
af: beeld - %2x%3 beeld elemente
az: Rəsm - %2x%3 Bənək
bg: Картина - %2x%3 точки
ca: Imatge - %2x%3 Píxels
cs: Obrázek - %2x%3 pixelů
da: Billede - %2x%3 Piksler
de: Bild - %2x%3 Pixel
el: Εικόνα - %2x%3 Pixel
et: Pildifail - %2x%3 pikselit
fi: Kuva - %2x%3 pistettä
he: םילסקיפ %2x%3 - הנומת
hu: Kép - %2x%3 képpont
is: Mynd - %2x%3 punktar
ko: 그림 - %2x%3 픽셀
lt: Paveiksliukas – %2x%3 taškų
lv: Attēls - %2x%3 Pikseļi
mt: Stampa - %2x%3 tikek
nl: afbeelding - %2x%3 pixels
no: Bilde - %2x%3 punkter
pl: Obraz - %2x%3 pikseli
pt: Imagem - %2x%3 pontos
ro: Imagine - %2x%3 pixeli
ru: Изображение - %2x%3 пиксел
sk: Obrázok - %2x%3 bodov
sl: Slika - %2×%3 točk
sr: Slika - %2x%3 Piksela
ta: ¯Õ - %2x%3 À¼òÐÏìÌ¸û
th: ภาพ - %2x%3 พิกเซล
tr: Resim - %2x%3 Benek
uk: Образ - %2x%3 пікселів
xh: Umfanekiso - %2x%3 Pixels
