Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Loading Applet
af: laaiïng van miniprogram
az: Aplet yüklənir
bg: Зареждам аплет
ca: S'està carregant l'applet
cs: Nahrávání apletu
da: Indlæser småprogram
de: Miniprogramm wird geladen
el: Φορτώνω το εφαρμογίδιο
et: Apleti laadimine
fi: Lataan sovelmaa
he: ןומושיי ןעוט
hu: Kisalkalmazás betöltése
is: Hleð inn íforrit
ko: 애플릿을 불러들이고 있습니다
lt: Kraunamas įskiepis
lv: Apleta ielāde
mt: Qed tinfetah l-applet
nl: Applet wordt geladen
no: Laster applet
pl: Ładowanie programiku
pt: A Ler a 'Applet'
ro: Încarc miniaplicaţia
ru: Загрузка аплета
sk: Načítavam aplet
sl: Nalaga se vstavek
sr: Učitavam aplet
ta: ÌÚ¿¢Ãø ²üÈõ
th: กำลังโหลดแอพเพล็ต
tr: Aplet yükleniyor
uk: Завантажую аплет
vi: Tải Applet
xh: llayisha i Applet

source: Error: java executable not found
af: fout: java uitvoerbare nie gevind
az: Xəta: java proqramı tapıla bilmədi
bg: Грешка: Изпълнима java не е намерена
ca: Error: no s'ha trobat l'executable java
cs: Chyba: program 'java' nenalezen
da: Fejl: java kørbar ikke fundet
de: Fehler: Ausführbares Programm für Java nicht gefunden
el: Σφάλμα: Δεν βρέθηκε το εκτελέσιμο της java
et: Viga: java käivitamise rakendust ei leitud
fi: Virhe: ajettavaa java-sovellusta ei löytynyt
he: האצמנ אל הווא'גה תינכות :האיגש
hu: Hiba: a Java program nem található
is: Villa: java keyrsluforritið fannst ekki
ko: 오류: 실행할 수 있는 자바를 못 찾았습니다
lt: Klaida
lv: Kļūda: javas izpildfails nav atrasts
mt: Problema: il-progarmm java ma nstabx
nl: Fout: java werd niet gevonden
no: Feil: fant ikke java
pl: Błąd: plik wykonywalny Javy nie został znaleziony
pt: Erro: não foi encontrado o executável java
ro: Eroare: nu am găsit executabilul java
ru: Ошибка: не найдена программа java
sk: Chyba: nenájdený program java
sl: Napaka: izvedljivega programa java ni moč najti
sr: Greška: izvršni java fajl nije pronađen
ta: ¾ÅÚ: java ¦ºÂÄ¢ ­ø¨Ä
th: ผิดพลาด: ไม่พบตัวประมวลผลภาษาจาวา
tr: Hata: java programı bulunamadı
uk: Помилка: програму java не знайдено
vi: Lỗi: Không tìm thấy java executable
xh: Imposiso: ijava ephunyeziweyo ayifumaneki

source: Reset
af: herstel
az: Sıfırla
bg: Връща първоначално
ca: Inicialitza
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Μηδενισμός
et: Lähtesta
fi: Nollaa
he: ספא
hu: Alapállapot
is: Endurstilla
ko: 다시
lt: Tęsti
lv: Nomest
mt: Irrisettja
nl: Opnieuw
no: Nullstill
pl: Wróć
pt: Reiniciar
ro: Resetează
ru: Сброс
sl: Resetiraj
ta: Á£Ç¨Á
th: ตั้งค่าใหม่
tr: Sıfırla
uk: Очистити
vi: Đặt lại(reset)
xh: Cwangcisa kwakhona

source: Java Applet is not loaded. (Java interpreter disabled)
af: java miniprogram is nie gelaai. (java interpreteerder gestremde)
az: Java Applet yüklənə bilmədi. (Java şərhçisi bağlıdır)
bg: Java Аплет не е зареден (Java език е забранен)
ca: No s'ha carregat l'applet Java. (S'ha desactivat l'interpret Java)
cs: Java applet není nahrán. (Interpretr Javy je vypnut)
da: Java applet ikke indlæst. (Java fortolker slået fra)
de: Java-Applet ist nicht geladen (Java-Interpreter ist deaktiviert)
el: Το εφαρμογίδιο Java δε φορτώθηκε. (Απενεργοποιημένος μεταφραστής Java)
et: Java apletti ei laetud. (Java interpretaator on keelatud)
fi: Java-sovellusta ei ladattu (Java-tulkki poissa käytöstä)
he: (ןימז אל הווא'גה שרפמ) .ןעטנ אל הווא'גה ןומושיי
hu: A Java kisalkalmazás nem tölthető be (a Java-értelmező ki van kapcsolva).
is: Java ífforit var ekki keyrt upp. (Slökkt á java)
ko: 자바 애플릿에 불러 들여지지 않았습니다. (자바 해석기 멈춤)
lt: Neužkrautas Java įskiepis. (Java interpretatorius blokuojamas)
lv: Java Applets nav ielādēts. (Java interpretators aizliegts)
mt: Applet tal-Java ma ttellgħetx (interpretu tal-java mitfi)
nl: Java Applet is niet geladen. (Java interpreter is uitgeschakeld.)
no: Java-applet er ikke lastet. (Java-tolker er skrudd av)
pl: Aplet Javy jest niezaładowany. (Interpreter Javy jest wyłączony)
pt: O 'Applet' Java não está carregado. (Interpretador de Java desligado)
ro: Miniaplicaţia Java nu este încărcată. (Interpretor Java dezactivat)
ru: Java-аплет не загружен. (Интерпретатор Java отключен)
sk: Java applet sa nenahral. (interpreter Javy pozastavený)
sl: Javanski vstavek ni naložen. (Tolmač jave onemogočen.)
sr: Java aplet nije učitan. (Onemogućen je Java interpreter)
ta: Â¡Å¡ ÌÚ¿¢Ãø ²üÈôÀ¼Å¢ø¨Ä. (Â¡Å¡ ¦ÀÂ÷ôÀ¡Ç÷ ¿¢Úò¾ôÀðÎûÇÐ)
th: ไม่ได้โหลดจาวาแอพเพล็ต (ตัวแปลภาษาจาวายังไม่ทำงาน)
tr: Java Applet yüklenemedi. (Java yorumlayıcı etkisiz)
uk: Аплет Java не завантажено. (Інтерпретатор Java вимкнено)
vi: Java Applet chưa được tải vào. (Trình biên dịch Java không dùng được)
xh: iJava Applet ayilayishwanga.(itoliki yejava ikhubazekile)

source: This site is trying to open up a new browser window using Javascript. Do you want to allow this?
af: hierdie tuiste is probeer aan open begin 'n nuwe blaaier venster te gebruik javaskrip. doen jy wil hê aan toelaat hierdie?
az: Bu sayt Javascript işlədərk yeni pəncərə açmağa cəhd edir. Buna icazə verək?
bg: Този сайт се опитва да отвори нов браузер използвайки Javascript. Позволявате ли това?
ca: Aquest lloc està provant d'obrir un finestra de fullejador nova fent servir Javascript. Voleu permetre-ho?
cs: Tento server se pokouší otevřít nové okno prohlížeče pomocí jazyka JavaScript. Chcete to povolit?
da: Dette sted forsøger at åbne en ny netsøger ved hjælp af Javascript. Vil du tillade det?
de: Dieser Server versucht gerade, per JavaScript ein neues Browser-Fenster zu öffnen. Möchten Sie das zulassen?
et: Lehekülg püüab javascripti kasutades avada uut brauseri akent. Kas lubada?
fi: Sivustossa yritetään avata uutta ikkunaa Javascriptin avulla. Avataanko ikkuna?
he: .הווא'ג יטירסת תועצמאב שדח ןפדפד ןולח חותפל הסנמ הז רתא ?תאז רשפאל ךנוצרב םאה
hu: A website egy új oldalt szeretne megnyitni a JavaScript segítségével. Engedélyezi ezt a műveletet?
is: Þessi vefur er að reyna að opna nýjan vafraglugga með Javascript. Vilt þú leyfa honum það?
ko: 이 사이트는 자바스크립트를 써서 새 창을 열려고 합니다. 허락 하겠습니까?
lt: Ši sritis bando atidaryti naują naršyklės langą naudodama JavaScript. Ar jūs norite tai leisti?
lv: Šī vieta mēģina atvērt jaunu pārlūka logu izmantojot Javaskriptu. Vai jūs vēlaties to atļaut?
mt: Dan is-site qed jipprova jiftah window ġdida tal-browser permezz tal-Javascript Tippermetti dan?
nl: Deze Internetpagina tracht een nieuw browservenster te openen met behulp van JavaScript Wilt u dit toelaten?
no: Siden prøver å åpne et nytt nettleservindu ved hjelp av javascript. Ønsker du å tillate dette?
pl: Witryna próbuje otworzyć nowe okno przeglądarki używając Javascriptu. Zezwolić na to?
pt: Este 'site' está a tentar abrir uma nova janela do navegador por Javascript. Queres deixar fazer isto?
ro: Acest site încearcă să deschidă o nouă pagină de navigator utilizînd Javascript. Doriţi să permit acest lucru?
ru: Сайт предлагает открыть новое окно броузера с использованием Javascript. Разрешить это сделать?
sk: Tento server sa pokúša otvoriť nové okno prehliadača pomocou jazyka JavaScript. Chcete to povoliť?
sl: Ta stran skuša odpreti novo okno brskalnika z uporabo javascripta. Boste to dovolili?
sr: Ovaj sajt pokušava da otvori novi prozor pretraživača koristeći Javascript Da li žeite da dozvolite to?
ta: ­ò¾Çõ Â¡Å¡¸¢Õô¼¡ø Ò¾¢Â¦¾¡Õ ¯Ä¡Å¢î º¡ÇÃò¨¾ò ¾¢Èì¸ô À¡÷ì¸¢ÈÐ. ­¾¨É «ÛÁ¾¢ì¸Å¡?
th: ไซต์นี้พยายามเปิดหน้าต่างโดยใช้จาวาสคริปต์ คุณจะอนุญาตหรือไม่ ?
tr: Bu site Javascript kullanarak yeni bir pencere açmak istiyor. Yeni pencere açılmasını istiyor musunuz?
uk: Цей сайт хоче відкрити нове вікно перегляду Javascript. Дозволити?
vi: Site mà bạn sẽ mở trên một cửa sổ mới dùng Javascript. Bạn có muốn cho phép Javascript được dùng ?
xh: Eli nxuwa lizama ukuvula umkhangeli omtsha wewindow usebenzisa iJavaScript. Ufuna ukuyivumela le nto?

source: Confirmation: Javascript Popup
af: bevestiging: javaskrip opspring
az: Təsdiqləmə: Javascript Popup
bg: Подтвърждение: Javascript да отвори
ca: Confirmació: Emergent Javascript
cs: Potvrzení: Nové okno JavaScript
da: Bekræftelse: Javascript Pop-op
de: Bestätigung: JavaScript-Fenster
et: Kinnitus: Javascripti hüpikaken
fi: Varmistus: Javascript-ponnahdusikkuna
he: ץפקומ הווא'ג יטירסת ןולח :רושיא
hu: Megerősítés: új JavaScript-ablak
is: Staðfesting: Javascript gluggi
ko: 자바스크립트 확인 창
lt: Patvirtinimas: JavaScript pasirodantis langas
lv: Apstiprinājums: Javaskripta Uzlecošajam logam
mt: Konferma: Popup tal-Javascript
nl: Bevestiging: JavaScript Popup
no: Bekreftelse: Javascript oppsprett
pl: Potwierdzenie: Okno Javascriptu
pt: Confirmação: Aviso do Javascript
ro: Confirmare JavaScript
ru: Подтверждение: всплывающее окно Javascript
sk: Potvrdenie: Nové okno JavaScript
sl: Potrditev: pojavno okno javascripta
ta: ¯Ú¾¢¦Á¡Æ¢: Â¡Å¡¸¢ÕôÎ §ÁøÁ£ðÒ
th: ยืนยัน: จาวาสคริปต์ป๊อปอัพ
tr: Onaylama: Javascript Penceresi
uk: Підтвердження: спливаюче вікно Javascript
vi: Xác nhận: Javascript Popup
xh: Uqinisekiso: JavaScript Popup

source: Close window ?
af: maak toe venster ?
az: Pəncərə qapadılsın mı?
bg: Да затворя ли прозорец?
ca: Tanco la finestra ?
cs: Uzavřít okno?
da: Luk vindue ?
de: Fenster schließen?
el: Να κλείσει το παράθυρο;
et: Kas sulgeda aken?
fi: Sulje ikkuna?
he: ?ןולחה תא רוגסל
hu: Be szeretné zárni az ablakot?
is: Loka glugga?
ko: 창을 닫겠습니까 ?
lt: Uždaryti?
lv: Aizvērt logu ?
mt: Tagħlaq din il-window?
nl: Venster sluiten?
no: Lukk vindu ?
pl: Zamknąć okno ?
pt: Fechar a janela ?
ro: Închid fereastra?
ru: Закрыть окно?
sk: Zavrieť okno?
sl: Zaprem okno?
sr: Zatvori prozor?
ta: º¡ÇÃò¨¾ ãÎ ?
th: ปิดหน้าต่างหรือไม่ ?
tr: Pencere kapatılsın mı?
uk: Закрити вікно ?
vi: Đóng cửa sổ ?
xh: Vala iwindow?

source: Confirmation required
af: bevestiging benodig
az: Təsdiq istənir
bg: Изисква подтвърждение
ca: Cal confirmació
cs: Vyžadováno potvrzení
da: Bekræftelse krævet
de: Bestätigung erforderlich
el: Απαιτείται επιβεβαίωση
et: Vajalik kinnitus
fi: Tarvitaan varmistus
he: רושיאב ךרוצ שי
hu: Megerősítés szükséges
is: Staðfestingu vantar
ko: 확인이 필요합니다
lt: Reikia patvirtinimo
lv: Nepieciešams apstiprinājums
mt: Konferma meħtieġa
nl: Bevestiging vereist
no: Bekreftelse nødvendig
pl: Konieczne jest potwierdzenie
pt: É necessária a confirmação
ro: Confirmare
ru: Требуется подтверждение
sk: Nutné potvrdenie
sl: Zahteva se potrditev
sr: Potrebna je potvrda
ta: ¯Ú¾¢¦Á¡Æ¢ §¾¨Å
th: ต้องการการยืนยัน
tr: Onay isteniyor
uk: Потрібне підтвердження
vi: Cần thiết phải xác nhận
xh: Uqinisekiso luyafuneka

source: JavaScript Debugger
af: javaskrip ontfouter
az: JavaScript Xəta Ayıqlayıcı
bg: Дебъгер на JavaScript
ca: Depurador JavaScript
da: JavaScript fejlretter
el: Αποσφαλμάτωση Javascript
et: JavaScript'i silur
fi: JavaScript Debuggeri
he: הווא'ג יטירסתב םיגאב הפנמ
hu: JavaScript nyomkövető (debugger)
is: JavaScript aflúsarinn
ko: 자바스크립트 벌레잡이
lt: JavaScript derintojas
lv: JavaSkriptu Atkļūdotājs
mt: Debugger tal-JavaScript
no: JavaScript feilsøker
pl: Debugger JavaScriptu
pt: Depurador de JavaScript
ro: Depanator JavaScript
ru: Отладчик JavaScript
sl: Razhroščevalnik javascripta
ta: JavaScript À¢¨Æ¿£ì¸¢
th: เครื่องมือดีบักจาวาสคริปต์
tr: JavaScript Hata Ayıklayıcı
uk: Відладник JavaScript
vi: Trình gỡ rối Javascript

source: &Step
az: &Addım
bg: &Стъпка
ca: Pa&s
cs: &Krokovat
da: &Trin
de: &Schritt
el: &Βήμα
et: &Samm
fi: &Askella
he: דע&צ ךשמה
hu: Lé&pés
is: &Skref
ko: 단계(&S)
lt: &Žengti
lv: &Solis
mt: Pa&ss
nl: &Stappen
no: &Steg
pl: &Krokowo
pt: &Passo-a-passo
ro: &Pas
ru: &Шаг
sk: &Krok
sl: &Korak
sr: &Korak
ta: ÀÊ
th: ขั้นตอน
tr: &Adım
uk: &Крок
xh: &Inqwanqwa

source: Source:
af: bron:
az: Mənbə:
bg: Източник:
ca: Font:
cs: Zdroj:
da: Kilde:
de: Quelle:
el: Πηγή:
et: Kust:
fi: Lähde:
he: :רוקמ
hu: Forrás:
is: Staðsetning:
ko: 소스:
lt: Šaltinis:
lv: Avots:
mt: Minn:
nl: Bron:
no: Kilde:
pl: Źródło:
pt: Origem:
ro: Sursă:
ru: Источник:
sk: Zdroj:
sl: Izvorna koda:
sr: Izvor:
ta: ãÄõ:
th: ต้นทาง:
tr: Kaynak:
uk: Джерело:
vi: Mã nguồn:
xh: Imvelaphi:

source: Destination:
af: bestemming:
az: Hədəf:
bg: Местоположение:
ca: Destí:
cs: Cíl:
de: Ziel:
el: Προορισμός:
et: Kuhu:
fi: Kohde:
he: :דעי
hu: Cél:
is: Áfangastaður:
ko: 목적지:
lt: Tikslas:
lv: Mērķis:
mt: Għal:
nl: Bestemming:
no: Mål:
pl: Przeznaczenie:
pt: Destino:
ro: Destinaţie:
ru: Назначение:
sk: Cieľ:
sl: Cilj:
sr: Odredište:
ta: §ºÕÁ¢¼õ:
th: ปลายทาง:
tr: Hedef:
uk: Призначення:
vi: Đích:
xh: Indawo engqongileyo:

source: Progress Dialog
af: vordering dialoog
az: Gediş Pəncərəsi
bg: Диалог за прогрес
ca: Diàleg de progrés
cs: Průběh
da: Fremgangsdialog
de: Status-Anzeige
el: Διάλογος Προόδου
et: Edenemise dialoog
fi: Edistymisikkuna
he: תומדקתה חיש-וד
hu: Folyamatkijelző ablak
is: Framvindugluggi
ko: 진행 상황 대화창
lt: Eigos dialogas
lv: Progresa Dialogs
mt: Progress
nl: Voortgangdialoog
no: Fremgangs dialog
pl: Postęp
pt: Janela de Progresso
ro: Dialog de progres
ru: Выполнение
sk: Dialóg prebiehu
sl: Pogovorno okno napredka
sr: Dijalog progresa
ta: Óý§ÉüÈ ¯¨ÃÂ¡¼ø
th: ความคืบหน้า
tr: İşlem Penceresi
uk: Вікно поступу
vi: Hộp thoại tiến trình(Progress)
xh: Qhubekekisa incoko yababini

source: %1% of %2
af: %1% van %2
az: %2'nin %%1'i
bg: %1% от %2
ca: %1% de %2
cs: %1% z %2
da: %1% af %2
de: %1% von %2
el: %1% από %2
et: %1% %2 -st
he: %2 ךותמ %1%
is: %1% af %2
ko: %2에서 %1%
lt: %1% iš %2
lv: %1% no %2
mt: %1% minn %2
nl: %1% van %2
no: %1% av %2
pl: %1% z %2
pt: %1% de %2
ro: %1% din %2
ru: %1% из %2
sk: %1% z %2
sl: %1 % od %2
sr: %1% od %2
th: %1% จาก %2
tr: %2'nin %%1'i
uk: %1% з %2
xh: %1% ka %2

source: (Copying)
af: (besig om te kopiëer)
az: (Köçürülür)
bg: (Копира)
ca: (Copiant)
cs: (Kopírování)
da: (Kopierer)
de: (Kopiervorgang)
el: (Αντιγραφή)
et: (Kopeerimine)
fi: (Kopioin)
he: (קיתעמ)
hu: (másolás)
is: (Afrita)
ko: (복사하고 있습니다)
lt: (Kopijuojama)
lv: (Kopēšana)
mt: (Qed jiġu kkupjati)
nl: (Bezig met kopiëren)
no: (Kopierer)
pl: (kopiowanie)
pt: (A copiar)
ro: (Copiez)
ru: (копирование)
sk: (Kopírujem)
sl: (Prepisovanje)
sr: (kopiram)
ta: (¿¸ø¦ºö¾ø)
th: (กำลังทำสำเนา)
tr: (Kopyalanıyor)
uk: (Копіювання)
xh: (iyakhuphela)

source: (Moving)
af: (beweeg)
az: (Daşınır)
bg: (Премества)
ca: (S'està movent)
cs: (Přesun)
da: (Flytter)
de: (Verschieben läuft)
el: (Μετακίνηση)
et: (Liigutamine)
fi: (Siirrän)
he: (ריבעמ)
hu: (mozgatás)
is: (Færi)
ko: (옮기고 있습니다)
lt: (Perkeliama)
lv: (Pārvietošana)
mt: (Qed jitmexxew)
nl: (Bezig met verplaatsen)
no: (Flytter)
pl: (przenoszenie)
pt: (A mover)
ro: (Mut)
ru: (перемещение)
sk: (Presúvam)
sl: (Premikanje)
sr: (premeštam)
ta: (¿¸÷ò¾ø)
th: (กำลังย้าย)
tr: (Taşıyor)
uk: (Переміщення)
xh: (Iyashukuma)

source: (Deleting)
af: (uitveeïng)
az: (Silinir)
bg: (Изтрива)
ca: (Esborrant)
cs: (Mázání)
da: (Sletter)
de: (Löschen läuft)
el: (Διαγραφή)
et: (Kustutamine)
fi: (Poistan)
he: (קחומ)
hu: (törlés)
is: (Eyði)
ko: (지우고 있습니다)
lt: (Pašalinama)
lv: (Dzēšana)
mt: (Qed jitħassru)
nl: (Bezig met verwijderen)
no: (Sletter)
pl: (kasowanie)
pt: (A Apagar)
ro: (Şterg)
ru: (удаление)
sk: (Mažem)
sl: (Brisanje)
sr: (brišem)
ta: (¿£ì¸ø)
th: (กำลังลบ)
tr: (Siliniyor)
uk: (Видалення)
xh: (Iyacima)

source: (Creating)
af: (te skep)
az: (Yaradılır)
bg: (Създава)
ca: (Creant)
cs: (Vytváření)
da: (Opretter)
de: (wird erstellt)
el: (Δημιουργία)
et: (Loomine)
fi: (Luon)
he: (רצוי)
hu: (létrehozás)
is: (Bý til)
ko: (만들고 있습니다)
lt: (Kuriama)
lv: (Veidošana)
mt: (Qed jinħolqu)
nl: (Bezig met aanmaken)
no: (Oppretter)
pl: (tworzenie)
pt: (A criar)
ro: (Creez)
ru: (создание)
sk: (Vytváram)
sl: (Ustvarjanje)
sr: (pravim)
ta: (¯ÕÅ¡ì¸ø)
th: (กำลังสร้าง)
tr: (Yaratılıyor)
uk: (Створення)
xh: (Iyenza)

source: %1 of %2 complete
af: %1 van %2 volledige
az: %1 Qurtardı (ümumi: %2)
bg: %1 от %2 е завършено
ca: %1 de %2 complet
cs: %1 z %2 dokončeno
da: %1 af %2 udført
de: %1 von %2 abgeschlossen
el: συμπληρώθηκαν %1 από %2
et: %1 %2 -st tehtud
fi: %1 / %2 valmis
he: ומלשוה %2 ךותמ %1
hu: %1 kész (összesen %2)
is: %1 af %2 lokið
ko: %2에서 %1 마침
lt: %1 iš %2 baigta
lv: %1 no %2 pabeigts
mt: %1 minn %2 lesti
nl: %1 van %2 voltooid
no: %1 av %2 fullført
pl: %1 z %2 zakończono
pt: %1 de %2 completo
ro: completat %1 din %2
ru: %1 из %2
sk: %1 z %2 hotovo
sl: %1 od %2 končano
sr: %1 od %2 završeno
ta: %2 ­ø %1 ÓÊó¾Ð
th: เสร็จแล้ว %1 จาก %2
tr: %1 tamamlandı (toplam: %2)
uk: %1 з %2 завершено
vi: Hoàn thành %1 trên %2
xh: %1 ka %2 igqityiwe

source: _n: %1 / %n directory %1 / %n directories
af: %1 / %n gids %1 / %n gidse
az: %1 / %n cərgə
bg: %1 / %n директория %1 / %n директории
ca: %1 / %n directori %1 / %n directoris
cs: %1 / %n adresář %1 / %n adresáře %1 / %n adresářů
da: %1 / %n mappe %1 / %n mapper
de: %1 / %n Verzeichnis %1 / %n Verzeichnisse
el: %1 / %n κατάλογο %1 / %n καταλόγους
et: %1 / %n kataloog %1 / %n kataloogi
fi: %1 / %n hakemisto %1 / %n hakemistoa
he: תוירפס %n ךותמ %1 הירפס תוירפס %n ךותמ %1
hu: %1 / %n könyvtár
is: %1 / %n möppu %1 / %n möppum
ko: 자료방 %n개 가운데 %1개
lt: %1 iš %n katalogas %1 iš %n katalogai %1 iš %n katalogų
lv: %1 / %n direktorijs %1 / %n direktoriji
mt: direttorju %1 minn %n %1 minn %n direttorji %1 minn %n-il direttorju %1 minn %n direttorju
nl: %1 / %n map %1 / %n mappen
no: %1 katalog %1 / %n kataloger
pl: %1 / %n katalogu %1 / %n katalogów %1 / %n katalogów
pt: %1 / %n directoria %1 / %n directorias
ro: %1 / %n director %1 / %n directoare
ru: %1 / %n каталога %1 / %n каталогов %1 / %n каталогов
sk: %1 / %n priečinok %1 / %n priečinky %1 / %n priečinkov
sl: %1 / %n imenikov %1 / %n imenik %1 / %n imenika %1 / %n imeniki
sr: %1 / %n direktorijum %1 / %n direktorijuma %1 / %n direktorijuma
ta: %1 / %n «¨¼× %1 / %n «¨¼×¸û
th: %1 / %n ไดเรกทอรี
tr: %1 / %n dizin
uk: %1 / %n каталогу %1 / %n каталогів %1 / %n каталогів
xh: %1 / %n ulawulo %1 /%n abalawuli

source: _n: %1 / %n file %1 / %n files
af: %1 / %n lêer %1 / %n lêers
az: %1 / %n fayl
bg: %1 / %n файл %1 / %n файлове
ca: %1 / %n fitxer %1 / %n fitxers
cs: %1 / %n soubor %1 / %n soubory %1 / %n souborů
da: %1 / %n fil %1 / %n filer
de: %1 / %n Datei %1 / %n Dateien
el: %1 / %n αρχείο %1 / %n αρχεία
et: %1 / %n fail %1 / %n faili
fi: %1 / %n tiedosto %1 / %n tiedostoa
he: םיצבק %n ךותמ %1 ץבוק םיצבק %n ךותמ %1
hu: %1 / %n fájl
is: %1 / %n skrá %1 / %n skrám
ko: 파일 %n개 가운데 %1개
lt: %1 iš %n byla %1 iš %n bylos %1 iš %n bylų
lv: %1 / %n fails %1 / %n faili
mt: fajl %1 / %n %1 / %n fajls %1 / %n-il fajl %1 / %n fajl
nl: %1 / %n bestand %1 / %n bestanden
no: %1 fil %1 / %n filer
pl: %1 / %n pliku %1 / %n plików %1 / %n plików
pt: %1 / %n ficheiro %1 / %n ficheiros
ro: %1 / %n fişier %1 / %n fişiere
ru: %1 / %n файла %1 / %n файлов %1 / %n файлов
sk: %1 / %n súbor %1 / %n súbory %1 / %n súborov
sl: %1 / %n datotek %1 / %n datoteka %1 / %n datoteki %1 / %n datoteke
sr: %1 / %n fajl %1 / %n fajla %1 / %n fajlova
ta: %1 / %n §¸¡ôÒ %1 / %n §¸¡ôÒì¸û
th: %1 / %n แฟ้ม
tr: %1 / %n dosya
uk: %1 / %n файлу %1 / %n файлів %1 / %n файлів
xh: %1 / %n ifayile %1 / %n iifayile

source: Stalled
af: gestol
az: Dayandı
bg: Чакащ
ca: Aturat
cs: Stojící
da: Hænger
de: Verzögert
el: Σταματημένο
et: Seiskunud
fi: Pysähtynyt
he: עוקת
hu: Várakozás beérkező adatra
is: Töf
ko: 멈췄습니다
lt: Sustojo
lv: Apstājies
mt: Wieqaf
nl: Onderbroken
no: Stoppet
pl: Zatrzymanie
pt: Parado
ro: Împotmolit
ru: нет связи
sk: Zastavené
sl: Zastoj
sr: Zastoj
ta: Ó¼ì¸¢Â
th: หยุดทำงานชั่วคราว
tr: Durakladı
uk: Призупинено
vi: bị dừng...
xh: Ithengisiwe

source: %1/s ( %2 remaining )
af: %1/s ( %2 oor )
az: %1/s ( %2 qaldı )
bg: %1/сек ( %2 остава )
ca: %1/s ( %2 en queden )
cs: %1/s ( %2 zbývá )
da: %1/s ( %2 tilbage)
de: %1/s (%2 verbleiben)
el: %1/s ( %2 απομένουν)
et: %1/s ( %2 jäänud)
fi: %1/s ( %2 jäljellä)
he: (ורתונ %2) היינשל %1
hu: %1/s (%2 van még hátra)
is: %1/s ( %2 eftir )
ko: %1/초 ( %2 남았습니다. )
lt: %1 (liko %2 )
lv: %1/s ( %2 atlicis )
mt: %1/s ( fadal %2 )
nl: %1/s (resterende tijd %2)
no: %1/s ( %2 igjen)
pl: %1/s ( pozostało %2 )
pt: %1/s ( falta %2 )
ro: %1/s ( %2 rămas )
ru: %1/с ( ост.: %2 )
sk: %1/s ( %2 zostáva )
sl: %1/s ( %2 ostalo )
sr: %1/s (preostaje %2)
ta: %1/s ( %2 Á£¾ÓûÇÐ)
th: %1/s (เหลือเวลา %2)
tr: %1/s ( %2 kaldı )
uk: %1/с ( лишилось %2 )
vi: %1/s ( còn lại %2 )
xh: %1/s ( %2 iyasala )

source: Copy file(s) progress
af: kopie lêer(s) vordering
az: Fayl köçürmə gedişatı
bg: Прогрес на копираните файлове
ca: Progrés en la còpia del(s) fitxer(s)
cs: Postup kopírování souboru(ů)
da: Filkopieringsfremgang
de: Fortschritt des Kopiervorgangs
el: Πρόοδος αντιγραφής αρχείου(ων)
et: Faili(de) kopeerimise edenemine
fi: Tiedostojen kopiointi käynnissä
he: םיצבק תקתעה תומדקתה
hu: Fájlmásolás történik
is: Framvinda að afrita skrár
ko: 파일 복사 진행
lt: Bylos(ų) kopijavimo eiga
lv: Notiek faila(u) kopēšana
mt: Ikkupjar ta' fajl(s) għaddej
nl: Voortgang van bestanden kopiëren
no: Kopiering av fil(er) i fremgang
pl: Zaawansowanie kopiowania plików
pt: Progresso da cópia de ficheiro(s)
ro: Progres copiere fişier(e)
ru: Копирование файла
sk: Kopírovanie súborov
sl: Napredek pri prepisovanju datotek
sr: Napredak kopiranja fajlova
ta: §¸¡ôÒ(¸Ç¢ý) ¿¸ø Óý§ÉüÈõ
th: ความคืบหน้าการสำเนาแฟ้ม
tr: Dosya kopyalama durumu
uk: Стан копіювання файлу(ів)
vi: Tiến trình copy file(s)
xh: Khuphela inkqubela yefayile (ii)

source: Move file(s) progress
af: beweeg lêer(s) vordering
az: Fayl daşıma gedişatı
bg: Прогрес на преместваните файлове
ca: Progrés en el moviment del(s) fitxer(s)
cs: Postup přesunu souboru(ů)
da: Filflytningsfremgang
de: Fortschritt der Dateiverschiebung
el: Πρόοδος μετακίνησης αρχείου(ων)
et: Faili(de) liigutamise edenemine
fi: Tiedostojen siirto käynnissä
he: םיצבק תרבעה תומדקתה
hu: Fájlmozgatás történik
is: Framvinda að færa skrár
ko: 파일 옮기기 진행
lt: Bylos perkėlimo eiga
lv: Notiek faila(u) pārvietošana
mt: Tmexxija ta' fajl(s) għaddej
nl: Voortgang van bestanden verplaatsen
no: Flytting av fil(er) i fremgang
pl: Zaawansowanie przenoszenia plików
pt: Progresso do movimento de ficheiro(s)
ro: Progres mutare fişiere
ru: Перемещение файла
sk: Presun súborov
sl: Napredek pri premikanju datotek
sr: Napredak premeštanja fajlova
ta: §¸¡ôÒ(¸Ç¢ý) ¿¸÷ò¾ø Óý§ÉüÈõ
th: ความคืบหน้าการย้ายแฟ้ม
tr: Dosya taşıma durumu
uk: Стан пересування файлу(ів)
vi: Tiến trình di chuyển file(s)
xh: Shukumisa inkqubela yefayile(ii)

source: Creating directory
af: te skep gids
az: Cərgə yaradılır
bg: Създаване на директория
ca: S'està creant el directori
cs: Vytvářím adresář
da: Opretter mappe
de: Neues Verzeichnis wird erstellt
el: Δημιουργώ τον κατάλογο
et: Kataloogi loomine
fi: Luon hakemistoa
he: הירפס רצוי
hu: Könyvtár létrehozása
is: Bý til möppu
ko: 자료방을 만들고 있습니다
lt: Kuriu katalogą
lv: Direktorija veidošana
mt: Direttorju qed jiġi kkreat
nl: Bezig met map aanmaken
no: Oppretter katalog
pl: Tworzony katalog
pt: A criar directoria
ro: Creez director
ru: Создание каталога
sk: Vytváram adresár
sl: Delanje imenik
sr: Pravim direktorijum
ta: «¨¼× ¯ÕÅ¡ìÌ¸¢ÈÐ
th: กำลังสร้างไดเรกทอรี
tr: Dizin yaratılıyor
uk: Створюю каталог
vi: Tạo thư mục
xh: Yenza ulawulo

source: Delete file(s) progress
af: uitvee lêer(s) vordering
az: Fayl(ların) silinməsi
bg: Прогрес на изтриваните файлове
ca: Progrés en l'esborrat del(s) fitxer(s)
cs: Průběh mazání souboru(ů)
da: Filsletningsfremgang
de: Fortschritt des Löschvorgangs
el: Πρόοδος διαγραφής αρχείου(ων)
et: Faili(de) kustutamise edenemine
fi: Tiedostojen tuhoaminen käynnissä
he: םיצבק תקיחמ תומדקתה
hu: Fájl(ok) törlése folyik
is: Framvinda að eyða skrám
ko: 파일을 지우는 상태
lt: Bylos pašalinimo eiga
lv: Notiek faila(u) dzēšana
mt: Fajls qed jiġu mħassra
nl: Voortgang van bestand(en) verwijderen
no: Sletting av fil(er) i fremgang
pl: Zaawansowanie usuwania plików
pt: Progresso da remoção de ficheiro(s)
ro: Progres ştergere fişiere
ru: Удаление файла
sk: Mazanie súborov
sl: Napredek pri brisanju datotek
sr: Obrisano do sada
ta: §¸¡ôÒ(¸Ç¢ý) ¿£ì¸ø Óý§ÉüÈõ
th: ความคืบหน้าการลบแฟ้ม
tr: Dosya(ların) silinmesi
uk: Стан видалення файлу(ів)
vi: Tiến trình xoá file(s)
xh: Cima inkqubela yefayile(ii)
