Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: sets the application name.
af: verstel die aansoek naam.
az: proqram tə'minatı adını quraşdırar
bg: избор на цвят за бутон.
ca: estableix el nom de l'aplicació.
cs: nastavuje implicitní jméno aplikace.
da: sætter programmets navn
de: Legt den Namen der Anwendung fest.
el: θέτει το όνομα της εφαρμογής.
et: seab rakenduse nime.
fi: asettaa sovelluksen nimen.
he: םושייה םש תא רידגמ
hu: Az alkalmazás neve
is: stillir nafn forritsins.
ko: 응용 프로그램 이름을 설정합니다.
lt: nustatys programos vardą.
lv: uzstāda aplikācijas vārdu.
mt: tagħżel l-isem tal-programm.
nl: Bepaalt de naam van de applicatie.
no: setter applikasjonsnavnet.
pl: ustawia nazwę aplikacji.
pt: escolhe o nome da aplicação.
ro: seteaza numele aplicatiei.
ru: Устанавливает имя приложения.
sk: nastaví meno aplikácie.
sl: nastavi ime programa.
sr: namešta naziv aplikacije
ta: ¿¢ÃÄ¢ý ¦ÀÂ¨Ã «¨ÁìÌõ.
th: ตั้งค่าชื่อแอพพลิเคชัน
tr: uygulama adını ayarlar
uk: встановлює ім'я програми.
vi: đặt tên cho chương trình.
xh: icwangcisa igama lesicelo.

source: sets the application title (caption).
af: verstel die aansoek titel (kas-tipe).
az: proqram tə'minatı başlığını (kapşon) quraşdırar.
bg: избор на име на програма (caption).
ca: estableix el títol de l'aplicació (capçalera).
cs: nastavuje titulek aplikace.
da: sætter programmets titel (påskrift)
de: Legt den Titel der Anwendung fest.
el: θέτει τον τίτλο της εφαρμογής
et: seab rakenduse tiitli (seletiitel).
fi: asettaa sovelluksen otsikon.
he: םושייה תרתוכ תא רידגמ
hu: Az alkalmazás címsorában megjelenő szöveg
is: stillir titil forritsins
ko: 응용 프로그램 (창 제목줄에 쓸) 제목을 설정합니다.
lt: nustatys programos pavadinimą (antraštę).
lv: uzstāda aplikācijas tiltlus (nosaukumu).
mt: tagħżel it-titlu tal-programm.
nl: Bepaalt de titel van de applicatie (titelbalk).
no: setter applikasjonstittelen (overskrift).
pl: ustawia tytuł aplikacji.
pt: escolhe o título da aplicação.
ro: seteaza titlul aplicatiei.
ru: Устанавливает заголовок приложения.
sk: nastaví názov aplikácie (titulok).
sl: nastavi naslov programa (opombo).
sr: namešta naslov aplikacije (caption).
ta: ¿¢ÃÄ¢ý ¾¨Äô¨À «¨ÁìÌõ.
th: ตั้งค่าหัวเรื่องของแอพพลิเคชัน (ส่วนแคพชัน)
tr: uygulama başlığını (kapşon) ayarlar.
uk: встановлює назву програми (заголовок).
vi: Đặt đầu đề cho chương trình (caption).
xh: icwangcisa iwonga lesicelo (isihloko)

source: forces the application to use a TrueColor visual on an 8-bit display.
af: forseer die aansoek aan gebruik 'n volkleur visuele op 'n 8-bit vertoon.
az: Proqramı 8-bitlik bir görünüş üstündə bir Həqiqi Rəng görünüşü istifadə etməyə məcbur edər.
bg: принуждава програмата да използва пълната гама цветове на 8 битов екран.
ca: força a l'aplicació a usar visió TrueColor a una pantalla de 8-bits.
cs: přinutí aplikaci používat zobrazování v pravých barvách na 8-bitové obrazovce.
da: tvinger programmet til at bruge TrueColor visuel på en 8-bit skærm.
de: Erzwingt die Verwendung von Echtfarben auf einer 8bit-Anzeige.
el: αναγκάζει την εφαρμογή να χρησιμοποιεί οπτική TrueColor σε οθόνη 8bit.
et: sunnib rakendust kasutama TrueColor värve 8-bitisel ekraanil.
fi: Pakottaa sovelluksen käyttämään täysvärikarttaa 8-bittisessä näyttötilassa.
he: יבג לע יתימא עבצ תגוצתב שמתשהל םושייה תא חירכמ תויביס 8 לש הגוצת
hu: Truecolor színséma használata 8-bites képernyőmódoknál
is: neyðir forritið til að nota 24-bita liti á 8-bita skjá.
ko: 응용 프로그램이 8 비트 색을 표시하는 곳에서 24 비트 색을 표시하는 모양새를 무조건 보여주게 합니다.
lt: vers programą naudoti TrueColor išvaizdą 8-bitų displėjuje.
lv: Piespiež aplikācijai izmantot TrueColor vizualizāciju uz 8-bitu displeja.
mt: Iġiegħel il-programm juża l-kuluri kollha (TrueColor) fejn hemm biss 256
nl: Zorgt ervoor dat de applicatie 24-bits kleurenweergave gebruikt op een 8-bits kleurenscherm.
no: krever at applikasjonens skal bruke en sanne farger-visual på en 8-bits skjerm.
pl: wymusza, by aplikacja wykorzystywała tryb TrueColor na ekranie 8-bitowym.
pt: força a utilizar um visual para muitas cores num ecrã de 256 cores.
ro: forteaza aplicatia sa utilizeze TrueColor la o afisare pe 8 biti.
ru: Приложение будет работать с 8-битным дисплеем как с полноцветным устройством.
sk: vnúti aplikácii, aby používala TrueColor na 8-bitovom displeji.
sl: povzroči, da program uporabi paleto TrueColor na 8-bitnem zaslonu.
sr: forsira aplikaciju da koristi TrueColor na 8-bit displeju.
ta: TrueColor ¸¡ðº¢¨Âô À¡Å¢ìÌÁ¡Ú ¿¢Ã¨Ä ÅÄ¢ÔÚòÐõ.
th: บังคับให้แอพพลิเคชันใช้สีเสมือนจริง บนฐานการแสดงผลแบบ 8 บิต
tr: Uygulamayı 8-bitlik bir görüntü üzerinde bir Gerçek Renk görünümü kullanmaya zorlar.
uk: вказує програмі використовувати TrueColor на 8-бітовому дисплеї.
vi: Cưỡng chế chương trình dùng TrueColor visual khi hiển thị 8-bit .
xh: inyanzela isicelo sisebenzise uMbala obonakayo noNyanisekileyo ku mboniso ongamasuntswana-asibhozo (8).

source: sets XIM (X Input Method) input style. Possible values are onthespot, overthespot, offthespot and root.
af: verstel xim (x invoer metode) invoer styl. moontlik waardes word onthespot, overthespot, offthespot en root.
az: XIM (X Input Method) giriş metoduna çevirər.
bg: избор на XIM (X Input Method) стил. Възможни стойности са: onthespot, overthespot, offthespot and root.
ca: estableix l'estil d'entrada XIM (X Input Method). Els valors possibles són onthespot, overthespot, offthespot i root.
cs: nastaví vstupní metodu XIM (X Input Method). Možnými hodnotami jsou onthespot, overthespot, offthespot a root.
da: sætter XIM(X Inddata Metode) inddata stil. Mulige værdier er onthespot, overthespot, offthespot og root
de: Legt den Eingabestil von XIM (X Input Method) fest. Mögliche Werte sind onthespot, overthespot, offthespot und root
et: seab XIM(X Input Method) sisestamise stiili. Võimalikud väärtused on onthespot, overthespot, offthespot ja root.
fi: asettaa XIM (X Input Method) syöttötyylin. Mahdollisia arvoja ovat onthespot, overthespot, offthespot ja root.
he: םיכרעה .(X לש טלקה תטיש) XIM טלקה ןונגס תא רידגמ offthespot ,overthespot ,onthespot םה םיירשפאה root-ו
hu: A XIM (X Input Method) bemeneti módja. A lehetséges értékek: onthespot, overthespot, offthespot és root
is: setur XIM(X Input Method) inntaksaðferð. Möguleg gildi eru onthespot, overthespot, offthespot og root.
ko: XIM(X에서 글자를 입력하는 도구)이 어떤 꼴로 입력할지 설정합니다. 쓸 수 있는 값은 다음과 같습니다. onthespot : 그 자리 밀어쓰기 overthespot : 그 자리 덮어쓰기 offthespot : 창 아래 쓰기 root : 화면 아래쓰기
lt: nustatys XIM(X Input Method) įvedimo stilių. Galimos reikšmės yra onthespot, overthespot, offthespot ir root
lv: uzstāda XIM(X Ievad Metode) ievada stilu. Iespējamie lielumi ir onthespot, overthespot, offthespot un root.
mt: Jissettja l-istil tal-input XIM (X Input Method). Valuri possibbli jinkludu onthespot, overthespotm offthespot u root.
nl: bepaalt de XIM-invoerstijl (X invoer Methode). Mogelijke waarden zijn onthespot offthespot en root.
no: setter innskrivningsmetoden XIM(X Input Method). Mulige verdier er onthespot, overthespot, offthespot og root
pl: ustawia styl XIM (X Input Method). Możliwe wartości to onthespot, overthespot, offthespot oraz root.
pt: escolhe o tipo de entrada XIM (X Input Method). Os valores possíveis são: onthespot, overthespot, offthespot e root.
ro: seteaza stilul de introducere XIM (X Input Method); valorile posibile sint "onthespot", "overthespot", "offthespot" si "root".
ru: Выбрать тип ввода XIM (X Input Method). Возможные значения: onthespot, overthespot, offthespot и root.
sk: nastaví štýl vstupu XIM (X Input Method). Možné hodnoty sú onthespot, overthespot, offthespot a root.
sl: nastavi vnosni slog XIM (X Input Method). Možne vrednosti so onthespot, overthespot, offthespot in root.
sr: postavlja XIM (X Input Method) stil unosa. Moguće vrednosti su: onthespot, overthespot, offthespot i root.
ta: XIM (X ¯ûÇ£ðÎ Ó¨È) ¯ûÇ£ðÎô À¡½¢¨Â «¨ÁìÌõ. ­¾ü§¸üÈ ¦ÀÚÁ¾¢¸û: onthespot, overthespot, offthespot ÁüÚõ root
th: ตั้งค่ารูปแบบการรับเข้าของ XIM (X Input Method) ค่าที่เป็นไปได้คือ onthespot, overthespot, offthespot และ root
tr: XIM (X Input Method) giriş yöntemine çevirir.
uk: встановлює стиль вводу XIM (метод вводу X). Можливі значення: onthespot, overthespot, offthespot та root.
vi: Đặt kiểu nhập XIM (X Input Method) . Các giá trị có thể là onthespot, overthespot, offthespot và root.
xh: icwangcisa indlela yongeniso lweXIM (Indlela Yokwenza ungeniso ka-X). Inokwenzeka amaxabiso asendaweni, angapha kwendawo, aphumile endaweni kunye nengcambu.

source: set XIM server.
af: stel xim bediener.
az: XIM vericini təsvir edər.
bg: избор на XIM сървър.
ca: estableix el servidor XIM.
cs: nastavit XIM server.
da: sæt XIM server.
de: XIM-Server festlegen
el: καθορισμός διακομιστή XIM.
et: seab XIM serveri.
fi: aseta XIM palvelin.
he: XIM-ה תרש תא רידגמ
hu: A XIM kiszolgáló beállítása
is: velja XIM þjón.
ko: X 입력기 서버를 설정합니다.
lt: nustatyti XIM serverį.
lv: Uzstāda XIM serveri.
mt: issettja s-server XIM.
nl: XIM-server instellen.
no: sett XIM-tjener.
pl: ustawia serwer XIM.
pt: definir o servidor de XIM.
ro: seteaza server-ul XIM.
ru: Использовать XIM сервер <server>.
sk: nastaví XIM server.
sl: omogoči strežnik XIM.
sr: postavi XIM server.
ta: XIM §º¨ÅÂ¸ò¨¾ «¨ÁìÌõ
th: ตั้งค่าเซิร์ฟเวอร์ XIM
tr: XIM sunucuyu tanımlar.
uk: встановити сервер XIM.
vi: Đặt máy chủ XIM.
xh: cwangcisa umncedisi weXIM.

source: disable XIM.
af: deaktiveer xim.
az: XIM'i bağlayır.
bg: забранява XIM.
ca: deshabilita XIM.
cs: zakázat XIM server.
da: Deaktivér XIM
de: XIM deaktivieren
el: απενεργοποίηση XIM.
et: keelab XIM kasutamise.
fi: poista XIM käytöstä.
he: XIM תא לטבמ
hu: A XIM letiltása
is: slökkva á XIM
ko: X 입력기를 못쓰게 합니다.
lt: XIM negalimas.
lv: aizliegt XIM.
mt: itfi XIM.
nl: Xim deactiveren.
no: slå av XIM.
pl: wyłącza XIM.
pt: desactivar o XIM.
ro: dezactiveaza XIM.
ru: Не использовать XIM.
sk: zakáže XIM.
sl: onemogoči XIM.
sr: isključi XIM.
ta: XIM ­¨É Ó¼ìÌ.
th: ปิดการใช้งาน XIM
tr: XIM'i etkisizleştirir.
uk: вимкнути XIM.
vi: Không dùng XIM.
xh: khubaza iXIM.

source: Use 'caption' as name in the titlebar.
af: gebruik 'caption' as naam in die titelbar.
az: Başlıq çubuğunda ad olaraq 'caption'ı işlət.
bg: Ползвай 'caption' като име на заглавие.
ca: Usa 'títol' com a nom de la barra de títol.
cs: Použít 'caption' jako jméno v titulku okna.
da: Brug 'caption' som navn i titellinie.
de: "Beschriftung" in der Titelleiste benutzen
el: Χρήση της 'ετικέτας' σαν όνομα στη γραμμή τίτλου.
et: Tiitliribal kasutatakse nime 'caption'.
fi: Aseta otsikkoriviksi 'caption'.
he: תרתוכה תרושב עיפויש םשה רותב 'caption'-ב שמתשה
hu: A 'caption' szöveg megjelenítése a címsorban
is: Notar 'titll' sem titilinn í titilslánni
ko: 'caption'을 제목줄에 이름으로 씁니다.
lt: Naudoti 'caption' kaip vardą pavadinimo juostoje.
lv: Lieto 'nosaukumu' kā vārdu titlujoslā.
mt: Uża "caption" bħala l-isem fit-titlu.
nl: 'caption' als naam in de titelbalk gebruiken
no: Bruk 'caption' som navn i tittellinjen.
pl: Użycie 'caption' jako nazwy na pasku tytułowym.
pt: Utilizar 'caption' como o título da aplicação.
ro: utilizeaza 'caption' ca text in bara de titlu.
ru: Использовать имя <caption> в заголовках окон.
sk: Použije 'caption' ako meno v titulku.
sl: Uporabi ,caption` kot ime naslovne letve.
sr: Koristi 'naslov' za sadržaj naslovne linije
ta: '¾¨ÄôÒ' ±Éò ¾¨ÄôÒôÀð¨¼Â¢ü À¡Å¢.
th: ใช้ส่วน 'caption' แทนชื่อบนแถบหัวเรื่อง
tr: Başlık çubuğunda isim olarak 'caption'ı kullan.
uk: Використовувати 'caption' як ім'я у заголовку.
vi: Dùng 'đầu đề'(caption) như là tên của thanh trạng thái.
xh: Sebenzisa 'isihloko' njengegama elikwibar yewonga.

source: Use 'icon' as the application icon.
af: gebruik 'ikoon' as die aansoek ikoon.
az: Proqram timsalı olaraq 'icon'u işlət.
bg: Ползвай същата икона като на програмата.
ca: Usa 'icona' com a icona d'aplicació.
cs: Použít 'icon' jako ikonu aplikace.
da: Brug 'icon' som programmets ikon.
de: "Symbol" als Symbol für die Anwendung benutzen
el: Χρήση του 'εικονίδιου' σαν εικονίδιο της εφαρμογής.
et: Rakenduse ikoonina kasutatakse ikooni 'icon'.
fi: Käytä 'icon' kuvaketta sovellukselle.
he: םושייה לש למסה רותב 'icon'-ב שמתשה
hu: Az 'icon' nevű ikon lesz az alkalmazás ikonja
is: Notar 'táknmynd' sem táknmyndina fyrir forritið
ko: 'icon'을 응용 프로그램 아이콘으로 씁니다.
lt: Naudoti 'icon' kaip programos piktogramą.
lv: Lieto 'ikona' kā aplikācijas ikonu.
mt: Uża "ikona" bħala l-ikona tal-programm.
nl: 'icon' als applicatiepictogram gebruiken
no: Bruk 'icon' som ikon for applikasjonen.
pl: Użycie 'icon' jako ikony aplikacji.
pt: Utilizar 'icon' como o ícone da aplicação.
ro: utilizeaza 'icon' ca iconita a aplicatiei.
ru: Использовать <icon> как пиктограмму приложения.
sk: Použije 'icon' ako ikonu aplikácie
sl: Uporabi ,icon` kot ikono programa.
sr: Koristi 'ikonicu' kao ikonicu za aplikacije
ta: 'ÌÚõÀ¼õ' ­¨É ¿¢Ãü ÌÚõÀ¼Á¡ìÌ.
th: ใช้ 'icon' แทนไอคอนของแอพพลิเคชัน
tr: Uygulama simgesi olarak 'icon'u kullan.
uk: Використати 'icon' як піктограму програми.
vi: Dùng 'biểu tượng' (icon) như là biểu tượng chương trình.
xh: Sebenzisa i 'icon' njengesicelo se icon.

source: Use 'icon' as the icon in the titlebar.
af: gebruik 'ikoon' as die ikoon in die titelbar.
az: Başlıq çubuğunda timsal olaraq 'icon'u işlət.
bg: Ползвай икона като иконата на заглавието.
ca: Usa 'icona' com a icona de la barra de títol.
cs: Použít 'icon' jako ikonu v titulku okna.
da: Brug 'icon' som ikon i titellinien.
de: "Symbol" als Symbol in der Titelleiste benutzen
el: Χρήση του 'εικονιδιου' σαν εικονίδιο γραμμής τίτλου.
et: Tiitliribal kasutatakse ikooni 'icon'.
fi: Käytä 'icon' kuvaketta otsikkopalkissa.
he: תרתוכה תרושבש למסה רותב 'icon'-ב שמתשה
hu: Az 'icon' nevű ikon lesz a címsorban megjelenő ikon
is: Notar 'táknmynd' sem táknmyndina á titilröndinni
ko: 'icon'을 제목줄에 있는 아이콘으로 씁니다.
lt: Naudoti 'icon' kaip piktogramą pavadinimo juostoje
lv: Lieto 'ikona' kā ikonu titlujoslā.
mt: Uża "ikona" bħala ikona fit-titlu tal-programm.
nl: 'icon' als het pictogram in de titelbalk gebruiken
no: Bruk 'icon' som ikon i tittellinjen.
pl: Użycie 'icon' jako ikony na pasku tytułowym.
pt: Utilizar 'icon' como o ícone no título.
ro: utilizeaza 'icon' ca iconita in bara de titlu.
ru: Использовать <icon> как пиктограмму в заголовках окон.
sk: Použije 'icon' ako ikonu v titulku.
sl: Uporabi ,icon` kot ikono v naslovni letvi.
sr: Koristi 'ikonicu' kao ikonicu za liniju naslova
ta: 'ÌÚõÀ¼õ' ­¨É ¾¨ÄôÒôÀð¨¼ì ÌÚõÀ¼Á¡ìÌ.
th: ใช้ 'icon' แทนไอคอนบนแถบหัวเรื่อง
tr: Başlık çubuğunda simge olarak 'icon'u kullan.
uk: Використати 'icon' як піктограму у заголовку.
vi: dùng 'biểu tượng' như là icon của titlebar.
xh: Sebenzisa i 'icon' njengebar yewonga.

source: Use the DCOP Server specified by 'server'.
af: gebruik die dcop bediener gespesifiseer deur 'bediener'.
az: 'verici' tərəfindən bildirilən DCOP Vericisini işlət.
bg: Ползвай DCOP сървър избран от 'server'.
ca: Usa el servidor DCOP especificat per 'servidor'.
cs: Použít DCOP server daný parametrem 'server'.
da: Brug dcop-serveren angivet af 'server'.
de: Unter "Server" angegebenen DCOP-Server benutzen
el: Χρήση του διακομιστή DCOP που καθορίζεται από το 'διακομιστής'
et: Kasutatakse DCOP serverit 'server'.
fi: Käytä 'server':ä määrittelemään DCOP-palvelin.
he: 'server' ידי לע ןייוצמה DCOP-ה תרשב שמתשה
hu: A 'server' nevű DCOP kiszolgálót használja az alkalmazás
is: Nota DCOP þjóninn sem 'þjónn' tilgreinir
ko: 'server'에 의해 정해진 DCOP서버를 사용합니다.
lt: Naudoti 'server' nurodytą DCOP tarnybinę stotį
lv: Izmanto 'serveris' norādīto DCOP Serveri.
mt: Uża s-server DCOP speċifikat.
nl: De DCOP-server gebruiken die wordt gespecificeerd door 'server'
no: Bruk DCOP-tjeneren oppgitt i 'server'.
pl: Użycie DCOP Server wskazanego przez 'server'.
pt: Utilizar o Servidor de DCOP especificado por 'server'.
ro: utilizeaza server-ul DCOP specificat de 'server'.
ru: Использовать DCOP сервер <server>.
sk: Použije DCOP Server uvedený v 'server'.
sl: Uporabi strežnik DCOP, določen s ,server`.
sr: Koristi DCOP server koji je naveo 'server'.
ta: 'ÀÃ¢Á¡È¢' ±Ûõ DCOP ÀÃ¢Á¡È¢¨Â À¡Å¢.
th: ใช้เซิร์ฟเวอร์ DCOP ที่ถูกกำหนดโดย 'server'
tr: 'sunucu' tarafından belirtilen DCOP Sunucusunu kullan.
uk: Використовувати сервер DCOP зазначений в 'server'.
vi: Dùng server DCOP được chỉ định bằng 'máy chủ' (server).
xh: Sebenzisa Umncedisi we DCOP okhankanyiweyo ngu'mncedisi'

source: Disable crash handler, to get core dumps.
af: deaktiveer omval handteerder, aan kry kern afgooi.
az: Çökmə vəzifəlisini bağlayır.
bg: Забрани програма за откриване на грешки.
ca: Desactiva el manegador de petades, per a obtenir bolcats de nucli.
cs: Deaktivovat ošetření pádů, aby se uchovávaly core dumpy.
da: Brug ikke crash-håndtering, for at få coredump.
de: Crash Handler deaktivieren, um Core Dumps zu erhalten.
el: Απενεργοποίηση του χειριστή κατάρρευσης, για να πάρετε αντίγραφο μνήμης.
et: Keelatakse koorikute saamiseks ämbri käsitleja.
fi: Poista kaatumisenhallinta saadaksesi core-tiedostoja.
he: הביל תולטה לבקל ידכ ,תויוקסרתהה להנמ תא הבכ
hu: A programhiba-kezelő kikapcsolása (core dumpokhoz)
is: Taka öryggisnetið úr sambandi til að fá "core" skrár
ko: 코어 덤프를 얻을려는 크래쉬 핸들러를 끕니다.
lt: Išjungti lūžimo tvarkyklę siekiant gauti atminties kopijas diske (core).
lv: Izslēgt avāriju apstrādi, lai iegūtu pamat izmetes.
mt: Itfi ħsieb il-kraxxijiet, biex toħloq "core dump".
nl: Schakel de 'crashhanteerder' uit om 'core dumps' te verkrijgen.
no: Slå av krasjbehandler for å få core-dumper.
pl: Wyłączenie obsługi błędów, włączenie zrzutu pamięci.
pt: Desactivar o tratamento de erros, para obter 'core dumps'.
ro: dezactiveaza modulul de detectie a prabusirilor, pentru a obtine fisiere "coredump".
ru: Отключить обработчик сбоев KDE. Это позволит в случае сбоя получить core dump.
sk: Zakáže ovládač spadnutých programov pre získanie súborov core.
sl: Izklopi obdelovalnik sesutja, da dobiš posmrtne ostanke.
sr: Onemogući upravljač padova, da bi dobili "core dump".
ta: ¸Õ¨Åô ¦ÀÚÅ¾üÌ ÓÈ¢×ì ¨¸Â¡Ç¨Ã Ó¼ìÌõ.
th: ยกเลิกการทำงานส่วนดักจับความล้มเหลวของโปรแกรม เพื่อจะบันทึกลงในส่วนการทำงานผิดพลาด (core dumps)
tr: Çökme muamelecesini etkisizleştir.
uk: Вимкнути обробник збою, щоб отримувати образ пам'яті (core dump).
vi: Để có 'core dump',không dùng crash handler.
xh: Khubaza isiphatho esingqutyiweyo, ukufumana iinkunkuma zecore.

source: Waits for a WM_NET compatible windowmanager.
af: wag vir 'n WM_NET aanpasbaar venster bestuurder.
az: WM_NET uyğun bir pəncərə idarəçisini gözləyər.
bg: Чакай за WM_NET съвместим прозорец-менаджер.
ca: Espera un gestor de finestres compatible WM_NET.
cs: Počká na WM_NET kompatibilního správce oken.
da: Venter på en WM_NET kompatibel vindueshåndtering.
de: Warten auf WM_NET-kompatiblen Fenstermanager
el: Περιμένει για ένα διαχειριστή παραθύρων συμβατό με WM_NET.
et: Ootab WM_NET ühilduvat aknahaldurit.
fi: Odottaa WM_NET yhteensopivaa ikkunoinnin hallintaohjelmaa.
he: WM_NET-םאות תונולח להנמל ןתמה
hu: Várakozás egy WM_NET-kompatibilis ablakkezelőre
is: Bíður eftir WM_NET samhæfðum gluggastjóra
ko: 창 관리자와 호환되는 WM_NET을 기다립니다.
lt: Lauks WM_NET suderinamos langų tvarkyklės
lv: Gaida uz WM_NET savietojamu logu menedžeri.
mt: Setta windowmanager kompatibbli ma' WM_NET
nl: Wacht op een WM_NET-compatible window manager
no: Venter på en WM_NET-kompatibel vindubehandler.
pl: Czekanie na menedżera okien zgodnego z WM_NET.
pt: À espera de um gestor de janelas compatível com WM_NET.
ro: asteapta un manager de ferestre compatibil WM_NET.
ru: Ожидать инициализации WM_NET-совместимого оконного менеджера.
sk: Čaká na WM_NET kompatibilného správcu okien
sl: Čaka na okenskega upravljalnika, združljivega z WM_NET.
sr: Čeka WM_NET kompatibilan upravljač prozora.
ta: WM_NET ¯¼ý ­¨½¦Å¡ò¾ º¡ÇÃ §ÁÄ¡ÇÕì¸¡¸ì ¸¡ò¾¢Õì¸¢ÈÐ.
th: กำลังรอสัญญาณที่เข้ากันได้กับสัญญาณ WM_NET ของโปรแกรมจัดการหน้าต่าง
tr: WM_NET uyumlu bir pencere yöneticisini bekler.
uk: Чекає на менеджер вікон сумісний з WM_NET.
vi: Đợi đến khi WM_NET tương thích vởi windowmanager.
xh: Ulinda umphathi wewindow ye WM_NET.

source: sets the application GUI style.
af: verstel die aansoek gui styl.
az: proqram tə'minatı qrafiki təzini quraşdırar.
bg: избор на графичен стил за приложения.
ca: estableix l'estil d'IGU de l'aplicació.
cs: Nastavuje GUI styl aplikace.
da: sætter programmets Gui stil
de: Legt den Stil der Anwendung fest.
el: θέτει το στυλ GUI της εφαρμογής.
et: seab rakenduse GUI stiili.
fi: asettaa sovelluksen käyttöliittymän tyylin.
he: םושייה לש יפרגה שמתשמה קשממ ןונגס תא רידגמ
hu: Az alkalmazás ablakstílusa
is: stillir viðmótsham forritsins.
ko: 응용 프로그램 모양새를 설정합니다.
lt: nustatys programos GUI stilių.
lv: uzstāda aplikācijas GUI stilu.
mt: Agħżel l-istil tal-GUI tal-programm.
nl: Bepaalt de GUI-stijl van de applicatie.
no: velger GUI-stilen til programmet.
pl: ustawia styl interfejsu graficznego aplikacji.
pt: escolhe o visual gráfico da aplicação.
ro: seteaza stilul GUI al aplicatiei.
ru: Задать стиль графического интерфейса приложения.
sk: nastaví štýl GUI aplikácie.
sl: nastavi slog grafičnega vmesnika programa.
sr: namešta GUI stil za aplikaciju.
ta: ¿¢Ãø Ó¸ôÒô À¡ó¾ò¨¾ «¨ÁìÌõ.
th: ตั้งค่ารูปแบบการแสดงผลแบบกราฟิกของแอพพลิเคชัน
tr: uygulama grafik stilini ayarlar.
uk: встановлює стиль графічного інтерфейсу програми.
vi: Đặt kiểu GUI của chương trình.
xh: Icwangcisa indlela yesicelo se GUI.

source: sets the client geometry of the main widget.
af: verstel die kliënt geometrie van die hoof gui-element.
az: ana parçacığın alıcı coğrafiyasını quraşdırar.
bg: избор на геометрия на клиента от главен widget.
ca: estableix la geometria del client a l'estri principal.
cs: nastavuje geometrii hlavního widgetu klienta
da: sætter klient geometri for de væsentlige dimser.
de: Legt die Geometrie des Hauptelements im Client-Programm fest.
el: θέτει τη γεωμετρία πελάτη του κύριου widget.
et: seab paika kliendi peamise akna geomeetria.
fi: asettaa pääikkunan geometrian.
he: ישארה טירפה םוקימו לדוג תא רידגמ
hu: A fő grafikus elem (widget) méretei
is: stillir staðsetningu og stærð aðalgluggans.
ko: 창을 어디에 나타낼 것인지 설정합니다.
lt: nustatys kliento daigtų geometriją.
lv: Uzstāda galvenā loga klienta ģeometriju
mt: issettja d-dimensjoni fuq il-klient tal-element grafiku prinċipali.
nl: Bepaalt de cliëntafmeting van de hoofdwidget.
no: setter klientens geometri for hoved-vinduet.
pl: ustawienie geometrii klienta głównego okna.
pt: escolhe a geometria do cliente do "widget" principal.
ro: seteaza geometria ferestrei principale.
ru: Задает положение и размер главного окна приложения.
sk: klientovi nastaví geometriu hlavného okna.
sl: nastavi geometrijo odjemnika glavnega gradnika.
sr: postavlja geometriju klijenta iz glavne forme.
ta: À¢Ã¾¡É widget ­ý ÀÂÉ÷ ¯ÕÅò¨¾ «¨ÁìÌõ.
th: ตั้งค่าลักษณะไคลเอนต์ของคอนโทรลหลัก
tr: ana parçacığın istemci geometrisini ayarlar.
uk: встановлює розмір та положення головного віджету.
vi: Đặt hình học máy trạm(client geomeotry) của widget chính.
xh: icwangcisa ulwazi leempahla ,imigca ,neendawo zomxhasi ngohlobo olukholisekileyo elingundoqo.

source: The style %1 was not found
af: die styl %1 was nie gevind
az: %1 təzi tapıla bilmədi
bg: Стилът %1 не беше намерен
ca: No s'ha trobat l'estil %1
cs: Styl %1 nebyl nalezen.
da: Stilen %1 blev ikke fundet
de: Der Stil %1 wurde nicht gefunden
el: Το στυλ %1 δε βρέθηκε
et: Stiili %1 ei leitud
fi: Tyyliä %1 ei löytynyt
he: .אצמנ אל %1 ןונגסה
hu: A(z) %1 stílus nem található.
is: Stíllinn %1 finnst ekki
ko: %1 꼴은 없습니다
lt: Stilius %1 nerastas
lv: Stils %1 nav atrasts
mt: L-istil %1 ma' nstabx
nl: De stijl %1 werd niet gevonden
no: Stilen %1 ble ikke funnet
pl: Styl %1 nie został znaleziony
pt: O estilo %1 não foi encontrado
ro: Nu am gasit stilul %1
ru: Стиль %1 не найден
sk: Štýl %1 nebol nájdený
sl: Sloga %1 ni moč najti
sr: Nisam pronašao stil %1
ta: %1 ±Ûõ À¡ó¾ò¨¾ì ¸¡½Å¢ø¨Ä
th: ไม่พบรูปแบบ %1
tr: %1 stili bulunamadı
uk: Стиль %1 не знайдено
vi: Khôngtìm thấy kiểu%1
xh: Indlela ye%1 ayifumanekanga
