Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: modified
af: veranderde
az: düzəliş
bg: модифициран
ca: modificat
cs: změněný
da: ændret
de: Geändert
el: τροποποιημένο
et: muudetud
fi: muokattu
he: הנוש
hu: módosítva
is: breytt
ko: 고쳐졌습니다
lt: pakeista
lv: modificēts
mt: mibdul
nl: gewijzigd
no: endret
pl: zmodyfikowane
pt: modificado
ro: modificat
ru: изменен
sk: zmenené
sl: spremenjena
sr: izmenjen
ta: Á¡üÈôÀð¼
th: ถูกแก้ไข
tr: değiştirme
uk: змінено
vi: đã chỉnh
xh: Iguqulwe kancinane

source: Could not register with DCOP.
af: kon nie registreer met dcop.
az: DCOP'yə yetişilmədi.
bg: Не мога да се регистрирам с DCOP.
ca: No s'ha pogut registrar amb DCOP.
cs: Není možné se zaregistrovat pomocí DCOP.
da: Kunne ikke registrere med DCOP.
de: Anmeldung bei DCOP nicht möglich.
el: Δε μπορώ να καταχωρήσω στο DCOP.
et: DCOP'iga pole võimalik registreerida.
fi: DCOP:a ei voitu rekisteröidä.
he: .DCOP לצא םשריהל ןתינ אל
hu: Nem sikerült a DCOP-regisztrációt végrehajtani.
is: Tókst ekki að skrá mig hjá DCOP.
ko: DCOP에 등록할 수 없습니다.
lt: Nepavyksta registruotis DCOP.
lv: Nevaru reģistrēt ar DCOP.
mt: Ma stajtx nirreġistra ma' DCOP.
nl: Kon niet registreren met behulp van DCOP.
no: Kunne ikke registrere hos DCOP.
pl: Nie można się zarejestrować na serwerze DCOP.
pt: Não consegui registar-me com o DCOP.
ro: Nu pot inregistra la DCOP.
ru: Ошибка регистрации на DCOP сервере.
sk: Nepodarilo sa spojiť s DCOP.
sl: Ni se možno prijaviti z DCOP.
sr: Nisam mogao da se registrujem kod DCOP.
ta: DCOP ¯¼ý À¾¢× ¦ºöÂ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถลงทะเบียนกับ DCOP ได้
tr: DCOP'ye ulaşılamadı.
uk: Не можливо зареєструватися через DCOP.
vi: Không đăng kí được với DCOP.
xh: Ayinakubhalisa ngeDCOP.

source: KLauncher could not be reached via DCOP.
af: klauncher kon nie wees bereik deur middel van dcop.
az: KLauncher DCOP yardımıyla yetişilmədi.
bg: Програмата KLauncher не е достъпна през DCOP.
ca: No s'ha pogut accedir KLauncher via DCOP.
cs: Nebylo možné se připojit k programu KLauncher přes DCOP.
da: KLauncher kunne ikke nås med DCOP.
de: KLauncher ist nicht über DCOP erreichbar.
el: Το KLauncher δεν ήταν προσιτό μέσω DCOP.
et: KLauncher pole DCOP'i kaudu kätte saadav.
fi: KLauncheria ei löydetty DCOP-protokollalla.
he: .DCOP ךרד KLauncher לא תשגל ןתינ אל
hu: A KLauncher nem érhető el a DCOP-on keresztül.
is: Náði ekki sambandi við KLauncher í gegnum DCOP.
ko: K실행기가 DCOP와 연계할 수 없습니다.
lt: Nepavyksta pasiekti KLauncher per DCOP.
lv: KStartētājs nav pieejams caur DCOP.
mt: KLauncher ma setax jintleħaq minn DCOP.
nl: KLauncher kon niet via DCOP bereikt worden.
no: KLauncher kunne ikke bli nådd via DCOP.
pl: KLauncher jest niedostępny przez DCOP.
pt: Não consegui aceder a um KLauncher através do DCOP.
ro: KLauncher nu poate fi accesat prin DCOP.
ru: DCOP сервер не обеспечивает доступа к KLauncher.
sk: KLauncher nie je dosiahnuteľný cez DCOP.
sl: Do KLauncherja ni možno dostopati prek DCOP.
sr: Nisam mogao da doprem do KLaunchera preko DCOP-a.
ta: DCOP ­ëÎ KLauncher­¨É «Ï¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถค้นหา KLauncher ผ่านทาง DCOP ได้
tr: KLauncher DCOP yardımıyla ulaşılamadı.
uk: Не можу дістатися KLauncher через DCOP.
vi: Không tìm thấy KLauncher qua DCOP.
xh: i-KLauncher ayinakufunyanwa ngokugqitha kwiDCOP.

source: other
af: ander
az: digərləri
bg: други
ca: altres
cs: ostatní
da: andet
de: Sonstige
el: άλλη
et: muud
fi: muut
he: רחא
hu: egyéb
is: aðrir
ko: 그 밖에
lt: kita
lv: citi
mt: oħrajn
nl: overig
no: andre
pl: inne
pt: outro
ro: altul
ru: Другой
sk: iná
sl: drugo
sr: drugi
ta: À¢È
th: อื่นๆ
tr: Diğerleri
uk: інше
vi: loại khác
xh: Enye

source: Arabic
af: arabiese
az: Ərəbcə
bg: Арабски
ca: Àrab
cs: Arabština
da: Arabisk
de: Arabisch
el: Αραβική
et: Araabia
fi: Arabia
he: יברע
hu: arab
is: Arabískt
ko: 아라비아 글자
lt: Arabų
lv: Arābu
mt: Għarbi
nl: Arabisch
no: Arabisk
pl: Arabskie
pt: Arábico
ru: Арабский
sk: Arabská
sl: Arabski
sr: Arapski
ta: «§ÃÀ¢Â
th: อารบิก
tr: Arapça
uk: Арабське
vi: Ả rập
xh: Isi-Arabhu

source: Baltic
af: balties
az: Baltik
bg: Балтийски
ca: Bàltic
cs: Pobaltí
da: Baltisk
de: Baltisch
el: Βαλτικής
et: Balti
fi: Baltialainen
he: יטלב
hu: balti
is: Baltneskt
ko: 발트 글자
lt: Baltų
lv: Baltijas
mt: Baltiku
nl: Baltisch
no: Baltisk
pl: Bałtyckie
pt: Báltico
ru: Балтийские
sk: Pobaltská
sl: Baltski
sr: Baltički
ta: À¡øÊì
th: บอลติก
tr: Baltık
uk: Балтійське
vi: Ban tích
xh: I-Baltic

source: Central European
af: sentraal europese
az: Orta Avropa
bg: Централна Европа
ca: Europeu central
cs: Střední Evropa
da: Centraleuropæisk
de: Mitteleuropäisch
el: Κεντρικής Ευρώπης
et: Kesk-Euroopa
fi: Keskieurooppalainen
he: יפוריא זכרמ
hu: közép-európai
is: Mið-evrópskt
ko: 중부 유럽 글자
lt: Centrinės Europos
lv: Centrālās Eiropas
mt: Ewropa tan-nofs
nl: Centraal-Europees
no: Sentral Europeisk
pl: Środkowoeuropejskie
pt: Europeu Central
ro: Europa centrală
ru: Центральная Европа
sk: Stredoeurópska
sl: Srednjeevropski
sr: Centralno evropski
ta: Áò¾¢Â ³§Ã¡ôÀ¢Â
th: ยุโรปตอนกลาง
tr: Orta Avrupa
uk: Центральноєвропейське
vi: Trung Âu
xh: Isazulu seYurophu

source: Chinese Simplified
af: sjinese vereenvoudigde
az: Bəsitləşdirilmiş Çincə
bg: Опростен китайски
ca: Xinès simplificat
cs: Zjednodušená čínština
da: Forenklet kinesisk
de: Chinesisch (vereinfacht)
el: Απλοποιημένη Κινέζικη
et: Lihtsustatud Hiina
fi: Yksinkertaistettu kiina
he: טשפומ יניס
hu: kínai (egyszerűsített)
is: Einfölduð kínverska
ko: 간자체
lt: Kinų supaprastinta
lv: Vienkāršotā Ķīniešu
mt: Ċiniż simplifikat
nl: Vereenvoudigd Chinees
no: Forenklet kinesisk
pl: Uproszczone chińskie
pt: Chinês Simplificado
ro: Chineză simplificată
ru: Упрощенный китайский
sk: Zjednodušená čínska
sl: Poenostavljena kitajščina
sr: Pojednostavljeni kineski
ta: ­ÄÌ º£É¦Á¡Æ¢
th: จีนกลาง
tr: Çince
uk: Спрощене китайське
vi: Tiếng Trung Quốc giản thể
xh: Ingcaciso elula yaMatshayina

source: Chinese Traditional
af: sjinese tradisionele
az: Ənənəvi Çincə
bg: Традиционален китайски
ca: Xinès tradicional
cs: Tradiční čínština
da: Traditionel kinesisk
de: Chinesisch (traditionell)
el: Παραδοσιακή Κινέζικη
et: Traditsiooniline Hiina
fi: Traditionaalinen kiina
he: יתרוסמ יניס
hu: kínai (hagyományos)
is: Hefðbundin kínverska
ko: 번자체
lt: Kinų tradicinė
lv: Tradicionālā Ķīniešu
mt: Ċiniż tradizzjonali
nl: Traditioneel Chinees
no: Tradisjonelt kinesisk
pl: Tradycyjne chińskie
pt: Chinês Tradicional
ro: Chineză tradiţională
ru: Традиционный китайский
sk: Tradičná čínska
sl: Tradicionalna kitajščina
sr: Tradicionalni kineski
ta: À¡ÃõÀÃ¢Â º£É¦Á¡Æ¢
th: จีน
tr: Geleneksel Çince
uk: Традиційне китайське
vi: Tiếng Trung Quốc phồn thể
xh: Ezakwantu zaMatshayina

source: Cyrillic
af: kirrillies
az: Kiril
bg: Кирилица
ca: Ciríl·lic
cs: Azbuka
da: Kyrillisk
de: Kyrillisch
el: Κυριλλική
et: Kirillitsa
fi: Kyrillinen
he: יליריק
hu: cirill
is: Kýrílskt
ko: 키릴 자모
lt: Kirilica
lv: Kirilica
mt: Ċirilliku
nl: Cyrillisch
no: Kyrillisk
pl: Cyrylica
pt: Cirílico
ro: Chirilic
ru: Кириллица
sk: Azbuka
sl: Cirilica
sr: Ćirilični
ta: ¸¢¨ÃÄ¢ì
th: ไซริลิค
tr: Kiril
uk: Кирилиця
xh: I-Cyrillic

source: Greek
af: grieks
az: Yunan
bg: Гръцки
ca: Grec
cs: Řečtina
da: Græsk
de: Griechisch
el: Ελληνική
et: Kreeka
fi: Kreikka
he: ינווי
hu: görög
is: Gríkst
ko: 그리스 글자
lt: Graikų
lv: Grieķu
mt: Grieg
nl: Grieks
no: Gresk
pl: Greckie
pt: Grego
ro: Grec
ru: Греческий
sk: Grécka
sl: Grški
sr: Grčki
ta: ¸¢§Ãì¸
th: กรีก
tr: Yunanca
uk: Грецьке
vi: Hy Lạp
xh: IsiGrike

source: Hebrew
af: hibreüse
az: İvrit
bg: Староеврейски (хебрей)
ca: Hebreu
cs: Hebrejština
da: Hebræisk
de: Hebräisch
el: Εβραϊκή
et: Heebrea
fi: Heprea
he: ירבע
hu: héber
is: Hebreskt
ko: 히브리 글자
lt: Hebrajų
lv: Ebreju
mt: Lhudi
nl: Hebreeuws
no: Hebraisk
pl: Hebrajskie
pt: Hebreu
ro: Ebraic
ru: Иврит
sk: Hebrejská
sl: Hebrejski
sr: Hebrejski
ta: ¸£ôê
th: ฮิบรู
tr: İbranice
uk: Єврейське
vi: Do Thái
xh: IsiHebhere

source: Japanese
az: Yaponca
bg: Японски
ca: Japonès
cs: Japonština
da: Japansk
de: Japanisch
el: Ιαπωνική
et: Jaapani
fi: Japani
he: ינפי
hu: japán
is: Japanskt
ko: 가나
lt: Japonų
lv: Japāņu
mt: Ġappuniż
nl: Japans
no: Japansk
pl: Japońskie
pt: Japonês
ro: Japonez
ru: Японский
sk: Japonská
sl: Japonski
sr: Japanski
ta: ºôÀ¡É¢Â
th: ญี่ปุ่น
tr: Japonca
uk: Японське
vi: Tiếng Nhật
xh: IsiJapani

source: Korean
af: koriaanse
az: Koreyaca
bg: Корейски
ca: Coreà
cs: Korejština
da: Koreansk
de: Koreanisch
el: Κορεάτικη
et: Korea
fi: Korea
he: ינאירוק
hu: koreai
is: Kóreskt
ko: 한글
lt: Korėjiečių
lv: Korejiešu
nl: Koreaans
no: Koreansk
pl: Koreańskie
pt: Coreano
ro: Corean
ru: Корейский
sk: Kórejská
sl: Korejski
sr: Korejski
ta: ¦¸¡Ã¢Â
th: เกาหลี
tr: Korece
uk: Норвезьке
vi: Hàn Quốc
xh: IsiKoriya

source: Thai
af: thaise
az: Tayvan Dili
bg: Тайландски
ca: Tailandès
cs: Thajština
da: Thailandsk
et: Tai
he: ידנליאת
hu: thaiföldi
is: Tælenskt
ko: 타이 글자
lt: Tailandiečių
lv: Taizemes
mt: Tai
nl: Taïs
no: Thailandsk
pl: Tajskie
pt: Tailandês
ro: Tailandez
ru: Тайский
sk: Thajská
sl: Tajski
ta: ¾¡ö
th: ไทย
tr: Tayvan Dili
uk: Тайське
vi: Thái Lan
xh: IsiThai

source: Turkish
af: turkse
az: Türkcə
bg: Турски
ca: Turc
cs: Turečtina
da: Tyrkisk
de: Türkisch
el: Τουρκική
et: Türgi
fi: Turkki
he: יקרוט
hu: török
is: Tyrknenskt
ko: 터키 글자
lt: Turkų
lv: Turku
mt: Tork
nl: Turks
no: Tyrkisk
pl: Tureckie
pt: Turco
ro: Turc
ru: Турецкий
sk: Turecká
sl: Turški
sr: Turski
ta: ÐÕì¸¢Â
th: ตุรกี
tr: Türkçe
uk: Турецьке
vi: Thổ Nhĩ Kì
xh: IsiTheki

source: Western European
af: westelike europese
az: Qərbi Avropa
bg: Западноевропейски
ca: Europeu occidental
cs: Západní Evropa
da: Vesteuropæisk
de: Westeuropäisch
el: Δυτικής Ευρώπης
et: Lääne-Euroopa
fi: Länsieurooppalainen
he: יפוריא ברעמ
hu: nyugat-európai
is: Vesturevrópskt
ko: 서부 유럽 글자
lt: Vakarų Europos
lv: Rietum Eiropas
mt: Ewropa tal-punent
nl: West-Europees
no: Vest Europeisk
pl: Zachodnioeuropejskie
pt: Europeu Ocidental
ro: Europa de vest
ru: Западная Европа
sk: Západoeurópska
sl: Zahodnoevropski
sr: Zapadno evropski
ta: §ÁüÌ ³§Ã¡ôÀ¢Â
th: ยุโรปตะวันตก
tr: Batı Avrupa
uk: Західноєвропейське
vi: Tây Âu
xh: INtshona Yurophu

source: Tamil
af: tamiliese
bg: Тамил
ca: Tàmil
cs: Tamilština
da: Tamilsk
et: Tamiili
fi: Tamili
he: ילימט
ko: 타밀 글자
lt: Tamilų
lv: Tamilu
no: Tamilsk
pl: Tamilskie
ru: Тамильский
sk: Tamilská
sl: Tamilski
ta: ¾Á¢ú
th: ธามิล
uk: Тамільське
xh: iTamil

source: Unicode
az: Yunikod
bg: Универсален код
da: Unikode
he: דוקינוי
ko: 유니코드
lt: Unikodas
lv: Unikode
pl: Unicode (wspólne)
ta: äÉ¢ì§¸¡ð
th: ยูนิโค้ด
tr: Unikod
uk: Юнікод
xh: Ikhowudi enye

source: You reached the end of the list of matching items.
af: jy bereik die einde van die lys van ooreenstemmende iteme.
az: Oxşar üzvlər siyahısının sonuna çatdınız
bg: Вие сте на края на списъка от намерените понятия.
ca: Heu arribat a la fi de la llista d'ítems que casen.
cs: Dosáhli jste konce seznamu odpovídajících položek.
da: Du har nået enden af listen af tilpasninger.
de: Sie haben das Ende der Liste mit den passenden Elementen erreicht.
el: Φτάσατε στο τέλος τις λίστας των αντικειμένων που ταιριάζουν.
et: Sa jõudsid sobivate elementide nimekirja lõppu.
fi: Olet täydennyslistan lopussa.
he: תמישר ףוסל תעגה .םימאותה םיטירפה
hu: Az egyező elemek listájának végére ért.
is: Þú ert kominn að enda listans af mögulegum klárunum.
ko: 찾은 항목에서 맨 마지막 항목까지 왔습니다.
lt: Jūs pasiekėte sutampančių objektų sąrašo galą.
lv: Jūs sasniedzāt atbilstošo elementu saraksta beigas.
mt: Wasalt fl-aħħar tal-lista ta' affarijiet li jaqblu.
nl: U hebt het einde van de lijst met overeenkomende items bereikt.
no: Du nådde slutten av listen over passende poster.
pl: Osiągnięto koniec listy pasujących elementów.
pt: Chegaste ao fim da lista de itens possíveis.
ro: Aţi ajuns la sfîrşitul listei de itemi ce se potrivesc.
ru: Вы достигли конца списка совпадающих элементов.
sk: Dosiahli ste koniec zoznamu porovnávacích položiek.
sl: Dosegli ste konec seznama ujemajočih se postavk.
sr: Došli ste do kraja liste stavki koje se podudaraju.
ta: ¦À¡ÕóÐõ ¯ÕôÀÊ¸Ç¢ý ­Ú¾¢¨Â «¨¼óÐÅ¢ðË÷¸û.
th: คุณอยู่ในส่วนสุดท้ายของรายการที่สอดคล้องแล้ว
tr: Eşleşen öğeler listesinin sonuna ulaştınız
uk: Ви досягли кінця списку відповідних рядків.
vi: Bạn đã đi đến cuối danh sách các khoản phù hợp .
xh: Ufumene isiphelo soluhlu lwemiba ethelekisekayo.

source: The completion is ambiguous, more than one match is available.
af: die voltooiïng is ambisuees, meer as een ooreenstem is beskikbaar.
az: Tamamlama bəlli deyil, birdən çox oxşar var.
bg: Съвпадението е повече от едно, вие можете да избирате.
ca: L'acabament és ambigu, hi ha més d'una coincidència disponible.
cs: Doplnění není jednoznačné, je dostupná více než jedna odpovídající položka.
da: Fuldstændiggørelse er flertydig, mere end en tilpasning er tilgængelig.
de: Die Ergänzung ist nicht eindeutig. Es ist mehr als eine Übereinstimmung vorhanden.
el: Η συμπληρωση είναι αμφίσημη, υπάρχουν πάνω από ένα ταιριάσματα.
et: Lõpetamine on kahtlane, võimalikke variante on rohkem kui üks.
fi: Täydennys on moniselitteinen, useampi kuin yksi osuma.
he: רתוי שי ,המלשהל תויורשפא רפסמ ןנשי .הנימז תחא המאתהמ
hu: A kiegészítés nem egyértelmű, több lehetőség is van.
is: Það er hægt að klára þetta á meira en einn veg.
ko: 애매하게 찾았기 때문에 다른 항목이 또 있습니다.
lt: Pabaiga nevienareikšmė, prieinamas daugiau negu vienas atitikmuo.
lv: Komplektācija ir neskaidra, vairāk kā viena atbilstība pieejama.
mt: Din l-għażla hija ambigwa, hemm iżjed minn possibbiltà waħda.
nl: De voltooiing is dubbelzinnig, er is meer dan één overeenkomst beschikbaar.
no: Fullføringen er tvetydig, mer enn ett treff er tilgjengelig.
pl: Dopełnienie jest niejednoznaczne, znaleziono kilka pasujących elementów.
pt: Esta terminação é ambígua, há mais do que uma disponível.
ro: Auto-completarea este ambiguă. Există mai mult de o potrivire.
ru: Завершение неоднозначно, существует более одного варианта.
sk: Doplnenie je nemožné, viac než jedna zhoda je k dispozícii.
sl: Ujemanje je dvoumno, na voljo je več kot en zadetek.
sr: Dovršavanje je dvosmisleno, dostupno je više od jednog poklapanja.
ta: ¯¨Ã ¿¢¨ÈÅ¢ü ÌÆôÀõ. ´ýÚìÌ §ÁüÀð¼ ¦À¡Õò¾í¸û ¯ûÇÉ
th: ไม่แน่ใจว่าทำเรียบร้อยแล้ว เนื่องจากมีมากกว่าหนึ่งรายการที่สอดคล้อง
tr: Tamamlama belirsiz, birden fazla eşleşme var.
uk: Доповнення не є однозначним, знайдено декілька варіантів.
vi: Hoàn thành nhưng còn khó hiểu,có hơn một cái có thể dùng được .
xh: Ugqibeko lusiyathandabuzeka, ngaphaya kwenye intelekiso ekhoyo

source: There is no matching item available.
af: daar is nee ooreenstemmende item beskikbaar.
az: Oxşar üzv yoxdur.
bg: Не са открити съвпадения.
ca: No hi ha cap ítem disponible per aparellar.
cs: Neexistuje žádná odpovídající položka.
da: Der er ingen tilgængelige tilpasninger.
de: Es ist kein übereinstimmendes Element vorhanden.
el: Δεν υπάρχει αντικείμενο που να ταιριάζει.
et: Sobivat elementi pole saadaval.
fi: Ei osumia listalla
he: .ןימז םאות טירפ ףא ןיא
hu: Nincsen egyező elem.
is: Það er ekki hægt að klára þetta.
ko: 일치하는 항목이 없습니다.
lt: Nėra prieinamų atitinkančių objektų.
lv: Nosacījumiem atbilstoi elementi nav pieejami.
mt: M'hemm xejn li jaqbel.
nl: Er is geen overeenkomstig item beschikbaar.
no: Det er ingen passende poster tilgjengelig.
pl: Brak pasujących elementów.
pt: Não há nenhum item possível.
ro: Nu există nici un item care se potriveşte.
ru: Нет совпадающих элементов.
sk: Už nie sú žiadne porovnávacie položky.
sl: Ni dostopne ujemajoče se postavke.
sr: Slična stavka nije dostupna.
ta: ¦À¡Õò¾Á¡É ¯ÕôÀÊ ²ÐÁ¢ø¨Ä.
th: ไม่พบรายการที่สอดคล้อง
tr: Eşleşen öğe yok.
uk: Не знайдено варіантів.
vi: Không có cái nào phù hợp.
xh: Akukho mba uthelekisekayo ukhoyo.

source: _: January Jan
af: jan
az: Yan
bg: Янр
ca: Gen
cs: led
da: jan
de: Jan
el: Ιαν
et: jaan
fi: Tammi
he: וני
hu: jan
is: jan
ko: 1월
lt: Sau
lv: Jan
mt: Jan
nl: jan
no: jan
pl: sty
pt: Jan
ro: Ian
ru: Янв
sk: Jan
sl: jan
sr: jan
th: ม.ค.
tr: Oca
uk: Січ
xh: Jan

source: _: February Feb
af: feb
az: Fev
bg: Фев
ca: Feb
cs: úno
da: feb
de: Feb
el: Φεβ
et: veebr
fi: Helmi
he: רבפ
hu: feb
is: feb
ko: 2월
lt: Vas
lv: Feb
mt: Fra
nl: feb
no: feb
pl: lut
pt: Fev
ro: Feb
ru: Фев
sk: Feb
sl: feb
sr: feb
ta: Á¡º¢
th: ก.พ.
tr: Şub
uk: Лют
xh: Feb

source: _: March Mar
af: mar
az: Mar
bg: Мрт
ca: Mar
cs: bře
da: mar
de: Mär
el: Μαρ
et: märts
fi: Maalis
he: ץרמ
hu: márc
is: mar
ko: 3월
lt: Kov
lv: Mar
mt: Mar
nl: mar
no: mar
pl: mar
pt: Mar
ro: Mar
ru: Мар
sk: Mar
sl: mar
sr: mar
ta: ÀíÌÉ¢
th: มี.ค.
tr: Mar
uk: Бер
xh: Mat

source: _: April Apr
af: apr
az: Apr
bg: Апр
ca: Abr
cs: dub
da: apr
de: Apr
el: Απρ
et: apr
fi: Huhti
he: רפא
hu: ápr
is: apr
ko: 4월
lt: Bal
lv: Apr
mt: Apr
nl: apr
no: apr
pl: kwi
pt: Abr
ro: Apr
ru: Апр
sk: Apr
sl: apr
sr: apr
ta: º¢ò¾¢¨Ã
th: เม.ย.
tr: Nis
uk: Кві
xh: Apr

source: _: May short May
af: dalk mag
az: May
bg: Май
ca: Mai
cs: kvě
da: maj
de: Mai
el: Μαι
et: mai
fi: Touko
he: יאמ
hu: máj
is: maí
ko: 5월
lt: Geg
lv: Mai
mt: Mej
nl: mei
no: mai
pl: maj
pt: Mai
ro: Mai
ru: Май
sk: Máj
sl: maj
sr: maj
ta: ¨Å¸¡º¢
th: พ.ค.
tr: May
uk: Тра
xh: Mey

source: _: June Jun
af: jun
az: İyn
bg: Юни
ca: Jun
cs: čer
da: jun
de: Jun
el: Ιουν
et: juuni
fi: Kesä
he: נוי
hu: jún
is: jun
ko: 6월
lt: Bir
lv: Jūn
mt: Ġun
nl: jun
no: jun
pl: cze
pt: Jun
ro: Iun
ru: Июн
sk: Jún
sl: jun
sr: jun
ta: ¬É¢
th: มิ.ย.
tr: Haz
uk: Чер
xh: Jun

source: _: July Jul
af: jul
az: İyl
bg: Юли
ca: Jul
cs: čvc
da: jul
de: Jul
el: Ιουλ
et: juuli
fi: Heinä
he: לוי
hu: júl
is: júl
ko: 7월
lt: Lie
lv: Jūl
mt: Lul
nl: jul
no: jul
pl: lip
pt: Jul
ro: Iul
ru: Июл
sk: Júl
sl: jul
sr: jul
ta: ¬Ê
th: ก.ค.
tr: Tem
uk: Лип
xh: Jul

source: _: August Aug
af: aug
az: Avq
bg: Авг
ca: Ago
cs: srp
da: aug
de: Aug
el: Αυγ
et: aug
fi: Elo
he: גוא
hu: aug
is: ágú
ko: 8월
lt: Rgp
lv: Aug
mt: Awi
nl: aug
no: aug
pl: sie
pt: Ago
ro: Aug
ru: Авг
sk: Aug
sl: avg
sr: avg
ta: ¬Å½¢
th: ส.ค.
tr: Ağu
uk: Сер
xh: Aga

source: _: September Sep
af: sep
az: Snt
bg: Спт
ca: Set
cs: zář
da: sep
de: Sep
el: Σεπ
et: sept
fi: Syys
he: טפס
hu: szept
is: sep
ko: 9월
lt: Rgs
lv: Sep
mt: Set
nl: sep
no: sep
pl: wrz
pt: Set
ro: Sep
ru: Сен
sk: Sep
sl: sep
sr: sep
ta: ÒÃð¼¡¾¢
th: ก.ย.
tr: Eyl
uk: Вер
xh: Sep

source: _: October Oct
af: okt
az: Okt
bg: Окт
ca: Oct
cs: říj
da: okt
de: Okt
el: Οκτ
et: okt
fi: Loka
he: קוא
hu: okt
is: okt
ko: 10월
lt: Spa
lv: Okt
mt: Ott
nl: okt
no: okt
pl: paź
pt: Out
ro: Oct
ru: Окт
sk: Okt
sl: okt
sr: okt
ta: ³ôÀº¢
th: ต.ค.
tr: Eki
uk: Жов
xh: Okt

source: _: November Nov
af: nov
az: Nyb
bg: Нмв
ca: Nov
cs: lis
da: nov
de: Nov
el: Νοε
et: nov
fi: Marras
he: בונ
hu: nov
is: nóv
ko: 11월
lt: Lap
lv: Nov
mt: Nov
nl: nov
no: nov
pl: lis
pt: Nov
ro: Noe
ru: Ноя
sk: Nov
sl: nov
sr: nov
ta: ¸¡÷ò¾¢¨¸
th: พ.ย.
tr: Kas
uk: Лис
xh: Nov

source: _: December Dec
af: des
az: Dek
bg: Дек
ca: Des
cs: pro
da: dec
de: Dez
el: Δεκ
et: dets
fi: Joulu
he: מצד
hu: dec
is: des
ko: 12월
lt: Grd
lv: Dec
mt: Diċ
nl: dec
no: des
pl: gru
pt: Dez
ro: Dec
ru: Дек
sk: Dec
sl: dec
sr: dec
ta: Á¡÷¸Æ¢
th: ธ.ค.
tr: Ara
uk: Гру
xh: Dis

source: January
af: januarie
az: Yanvar
bg: Януари
ca: Gener
cs: leden
da: januar
de: Januar
el: Ιανουάριος
et: jaanuar
fi: Tammikuu
he: ראוני
hu: január
is: janúar
ko: 1월
lt: Sausis
lv: Janvāris
mt: Jannar
nl: januari
no: januar
pl: styczeń
pt: Janeiro
ro: Ianuarie
ru: Январь
sk: Január
sl: januar
sr: januar
th: มกราคม
tr: Ocak
uk: Січень
vi: Tháng một
xh: Januwari

source: February
af: februarie
az: Fevral
bg: Февруари
ca: Febrer
cs: únor
da: februar
de: Februar
el: Φεβρουάριος
et: veebruar
fi: Helmikuu
he: ראורבפ
hu: február
is: febrúar
ko: 2월
lt: Vasaris
lv: Februāris
mt: Frar
nl: februari
no: februar
pl: luty
pt: Fevereiro
ro: Februarie
ru: Февраль
sk: Február
sl: februar
sr: februar
ta: Á¡º¢
th: กุมภาพันธ์
tr: Şubat
uk: Лютий
vi: Tháng hai
xh: Februwari

source: March
af: maart
az: Mart
bg: Март
ca: Març
cs: březen
da: marts
de: März
el: Μάρτιος
et: märts
fi: Maaliskuu
he: ץרמ
hu: március
is: mars
ko: 3월
lt: Kovas
lv: Marts
mt: Marzu
nl: maart
no: mars
pl: marzec
pt: Março
ro: Martie
ru: Март
sk: Marec
sl: marec
sr: mart
ta: ÀíÌÉ¢
th: มีนาคม
tr: Mart
uk: Березень
vi: Tháng ba
xh: Matshi

source: April
az: Aprel
bg: Април
ca: Abril
cs: duben
el: Απρίλιος
et: aprill
fi: Huhtikuu
he: לירפא
hu: április
is: apríl
ko: 4월
lt: Balandis
lv: Aprīlis
pl: kwiecień
pt: Abril
ro: Aprilie
ru: Апрель
sk: Apríl
ta: º¢ò¾¢¨Ã
th: เมษายน
tr: Nisan
uk: Квітень
vi: Tháng tư
xh: Apreli

source: _: May long May
af: dalk mag
az: May
bg: Май
ca: Maig
cs: květen
da: maj
de: Mai
el: Μάιος
et: mai
fi: Toukokuu
he: יאמ
hu: május
is: maí
ko: 5월
lt: Gegužė
lv: Maijs
mt: Mejju
nl: mei
no: mai
pl: maj
pt: Maio
ro: Mai
ru: Май
sk: Máj
sl: maj
sr: maj
ta: ¨Å¸¡º¢
th: พฤษภาคม
tr: May
uk: Травень
xh: Meyi

source: June
af: junie
az: İyun
bg: Юни
ca: Juny
cs: červen
da: juni
de: Juni
el: Ιούνιος
et: juuni
fi: Kesäkuu
he: ינוי
hu: június
is: júní
ko: 6월
lt: Birželis
lv: Jūnijs
mt: Ġunju
nl: juni
no: juni
pl: czerwiec
pt: Junho
ro: Iunie
ru: Июнь
sk: Jún
sl: junij
sr: jun
ta: ¬É¢
th: มิถุนายน
tr: Haziran
uk: Червень
vi: Tháng sáu
xh: Juni

source: July
af: julie
az: İyul
bg: Юли
ca: Juliol
cs: červenec
da: juli
de: Juli
el: Ιούλιος
et: juuli
fi: Heinäkuu
he: ילוי
hu: július
is: júlí
ko: 7월
lt: Liepa
lv: Jūlijs
mt: Lulju
nl: juli
no: juli
pl: lipiec
pt: Julho
ro: Iulie
ru: Июль
sk: Júl
sl: julij
sr: jul
ta: ¬Ê
th: กรกฎาคม
tr: Temmuz
uk: Липень
vi: Tháng bảy
xh: Julayi

source: August
af: augustus
az: Avqust
bg: Август
ca: Agost
cs: srpen
el: Αύγουστος
fi: Elokuu
he: טסוגוא
hu: augusztus
is: ágúst
ko: 8월
lt: Rugpjūtis
lv: Augusts
mt: Awissu
nl: augustus
pl: sierpień
pt: Agosto
ru: Август
sl: avgust
sr: avgust
ta: ¬Å½¢
th: สิงหาคม
tr: Ağustos
uk: Серпень
vi: Tháng tám
xh: Agasti

source: September
az: Sentyabr
bg: Септември
ca: Setembre
cs: září
el: Σεπτέμβριος
fi: Syyskuu
he: רבמטפס
hu: szeptember
ko: 9월
lt: Rugsėjis
lv: Septembris
mt: Settembru
pl: wrzesień
pt: Setembro
ro: Septembrie
ru: Сентябрь
sr: septembar
ta: ÒÃð¼¡¾¢
th: กันยายน
tr: Eylül
uk: Вересень
vi: Tháng chín
xh: Septemba

source: October
af: oktober
az: Oktyabr
bg: Октомври
ca: Octubre
cs: říjen
da: oktober
de: Oktober
el: Οκτώβριος
et: oktoober
fi: Lokakuu
he: רבוטקוא
hu: október
is: október
ko: 10월
lt: Spalis
lv: Oktobris
mt: Ottubru
nl: oktober
no: oktober
pl: październik
pt: Outubro
ro: Octombrie
ru: Октябрь
sk: Október
sl: oktober
sr: oktobar
ta: ³ôÀº¢
th: ตุลาคม
tr: Ekim
uk: Жовтень
vi: Tháng mười
xh: Oktobha

source: November
az: Noyabr
bg: Ноември
ca: Novembre
cs: listopad
el: Νοέμβριος
fi: Marraskuu
he: רבמבונ
is: nóvember
ko: 11월
lt: Lapkritis
lv: Novembris
mt: Novembru
pl: listopad
pt: Novembro
ro: Noiembrie
ru: Ноябрь
sr: novembar
ta: ¸¡÷ò¾¢¨¸
th: พฤศจิกายน
tr: Kasım
uk: Листопад
vi: Tháng 11
xh: Novemba

source: December
af: desember
az: Dekabr
bg: Декември
ca: Desembre
cs: prosinec
de: Dezember
el: Δεκέμβριος
et: detsember
fi: Joulukuu
he: רבמצד
is: desember
ko: 12월
lt: Gruodis
lv: Decembris
mt: Diċembru
no: desember
pl: grudzień
pt: Dezembro
ro: Decembrie
ru: Декабрь
sr: decembar
ta: Á¡÷¸Æ¢
th: ธันวาคม
tr: Aralık
uk: Грудень
vi: Tháng mười hai
xh: Disemba

source: _: Monday Mon
af: ma
az: Bts
bg: Пон
ca: Dl
cs: po
da: man
de: Mo
el: Δευ
et: E
fi: Ma
he: ב םוי
hu: H
is: mán
ko: 월요일
lt: Pir
lv: P
mt: Tne
nl: ma
no: man
pl: pon
pt: Seg
ro: Lun
ru: Пн
sk: Po
sl: pon
sr: pon
ta: ¾¢í
th: จ.
tr: Pts
uk: Пон
xh: Mvulo

source: _: Tuesday Tue
af: di
az: Çax
bg: Втр
ca: Dt
cs: út
da: tir
de: Di
el: Τρι
et: T
fi: Ti
he: ג םוי
hu: K
is: þri
ko: 화요일
lt: Ant
lv: O
mt: Tli
nl: di
no: tir
pl: wto
pt: Ter
ro: Mar
ru: Вт
sk: Ut
sl: tor
sr: uto
ta: ¦ºù
th: อ.
tr: Sal
uk: Вів
xh: Lwesibini

source: _: Wednesday Wed
af: wo
az: Çər
bg: Срд
ca: Dc
cs: st
da: ons
de: Mi
el: Τετ
et: K
fi: Ke
he: ד םוי
hu: Sze
is: mið
ko: 수요일
lt: Tre
lv: Tr
mt: Erb
nl: wo
no: ons
pl: śro
pt: Qua
ro: Mie
ru: Ср
sk: St
sl: sre
sr: sre
ta: Ò¾
th: พ.
tr: Çar
uk: Сер
xh: Lwesithathu
