Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Spell Checker
af: spel toetser
az: İmla yoxlayıcısı
bg: Граматична проверка
ca: Ortografia
cs: Kontrola pravopisu
da: Stavekontrol
de: Rechtschreibprüfung
el: Ορθογραφικός Έλεγχος
et: Õigekirja kontroll
fi: Oikeinkirjoitus
he: תויא קדוב
hu: Helyesírás-ellenőrző
is: Skoða stafsetningu
ko: 단어 검사기
lt: Rašybos tikrinimas
lv: Pareizrakstības Parbaudītājs
mt: Ċekkjar tal-ortografija
nl: Spellinsgscontrole
no: Stavekontroll
pl: Sprawdzanie pisowni
pt: Verificador Ortográfico
ro: Verificator ortografic
ru: Проверка орфографии
sk: Kontrola pravopisu
sl: Črkovalnik
ta: ±Øò¾ôÀ¢¨Æ ¾¢Õò¾¢
th: ตัวตรวจคำสะกด
tr: İmla kontrol edici
uk: Перевірка правопису
vi: Tình kiểm tra chính tả
xh: Umkhangeli wopelo

source: Basic themed plugin
af: basiese getemade inplak
az: Əsas örtülü əlavə
ca: Endollat basic amb tema
cs: Základní motiv
da: Basal tema indstik
de: Einfaches Plugin mit Design
et: Algeline teemata plugin
fi: Normaali teemoitettu sovelma
hu: Alap beépülő modul (témával)
is: Einföld viðbót sem styður þema
ko: 기본 테마
lt: Bazinis teminis priedas
lv: Pamattēmas iespraudnis
mt: Plugin b'tema bażiku
nl: Basisthema-plugin
no: Grunnleggende plugin med tema
pl: Podstawowa wtyczka z motywami
pt: Plugin básico
ro: Modul de bază, cu temă
ru: Простой плагин со схемой.
sk: Plugin základnej témy prostredia
sl: Osnovni tematski vstavek
ta: «ÊôÀ¨¼ ¯Õ¸Õî ¦ºÕ¸¢
th: ปลั๊กอินธีมมาตรฐาน
tr: Temel temalı ek program
uk: Додаток з основною темою
xh: Umxholo omawuxoxwe ongowona ufakiweyo

source: KDE tool to change themes
af: kde program aan verander temas
az: KDE örtü dəyişdirmə vasitəsi.
bg: Инструмент на KDE за смяна на теми
ca: Eina KDE per canviar temes
cs: Nástroj ke změně motivů prostředí
da: KDE værktøj til ændring af temaer
de: KDE-Programm zum Ändern von Arbeitsplatz-Designs
et: KDE teemade muutmise rakendus
fi: Ohjelma, jolla voit vaihtaa KDE:n teemoja
he: תוכרע תפלחהל KDE לש ילכ
hu: KDE témaváltó alkalmazás
is: KDE tól til að skipta um þema
ko: 테마를 바꾸는 KDE 도구.
lt: KDE temų keitimo įrankis
lv: KDE rīks tēmu mainīšanai.
mt: Għodda KDE biex tibdel it-temi
nl: KDE-programma voor het bewerken van thema's
no: KDE-verktøy for å endre temaer.
pl: Narzędzie KDE do zmiany motywów.
pt: Ferramenta KDE para mudar de temas
ro: Utilitar KDE de schimbat tematica
ru: Утилита KDE для смены тем.
sk: KDE nástroj na zmenu tém prostredia
sl: Orodje za spreminjanje tem v KDE
sr: Alatka za izmenu KDE tema
ta: ¯Õ¸Õì¸¨Ç Á¡üÚõ KDE ¸ÕÅ¢.
th: เครื่องมือเปลี่ยนธีมของ KDE
tr: KDE tema değiştirme aracı
uk: Утиліта KDE для зміни тем
xh: Isixhobo se KDE ukutshintsha umxholo omawuxoxwe

source: Input file containing a theme
af: invoer lêer bevat 'n tema
az: Örtü daxil edən giriş faylı.
bg: Входния файл съдържа тема
ca: Fitxer d'entrada que conté un tema
cs: Vstupní soubor obsahující motiv prostředí
da: Inddata fil indeholdende et tema
de: Eingabedatei, die ein Design enthält.
et: Teemat sisaldav sisendfail
fi: Lisää tiedosto, joka sisältää teeman.
he: הכרע ליכמה טלק ץבוק
hu: Témát tartalmazó fájl
is: Inntaksskrá með þema.
ko: 테마를 포함한 파일 입력
lt: Įvesti bylą su tema
lv: Tēmu saturošs ievada fails
mt: Fajl li fih tema
nl: Invoerbestand dat een thema bevat
no: Datafil som inneholder et tema.
pl: Plik wejściowy zawierający motyw
pt: Ficheiro de entrada que contém um tema
ro: Fişierul de intrare ce conţine o tematică
ru: Входной файл с темой.
sk: Vstupný súbor obsahujúci tému prostredia
sl: Vhodna datoteka, ki vsebuje temo
ta: ¯Õ¸Õ×ûÇ ´Õ ¯ûÇ£ðÎì §¸¡ôÒ.
th: ใส่ชื่อแฟ้มที่บรรจุธีม
tr: Tema içeren girdi dosyası
uk: Вхідні файли, що містять теми
xh: Ifayile enengeniso ephethe umxholo omawuxoxwe

source: Apply to all apps immediately
af: wend aan aan alle programme dadelik
az: Həmən bütün tə'minatlara əlavə et.
bg: Използвай за всички приложения незабавно
ca: Aplica a totes les aplicacions immediatament
cs: Použít okamžitě na všechny aplikace
da: Anvend på alle programmer med det samme
de: Sofort auf alle Programme anwenden
et: Rakendatakse kohe kõikidele rakendustele
fi: Käytä kaikissa sovelluksissa välittömästi.
he: ידיימ ןפואב םימושייה לכ לע לחה
hu: Azonnali érvényesítés az összes programra
is: Virkja strax í öllum forritum
ko: 모든 응용 프로그램에 즉시 적용
lt: Nedelsiant pritaikyti visoms programoms
lv: Attiecināt uz visām apl nekavējoties
mt: Applika għall-programmi kollha immedjatament
nl: Onmiddelijk toepassen op alle applicaties
no: Bruk for alle applikasjoner øyeblikkelig
pl: Natychmiast zastosuj do wszystkich aplikacji
pt: Aplicar a todas as aplicações imediatamente
ro: Aplică imediat la toate aplicaţiile
ru: Применить сразу ко всем приложениям.
sk: Použiť okamžite na všetky aplikácie
sl: Takoj uveljavi za vse programe
ta: ±øÄ¡ ¿¢Ãø¸ÙìÌõ ¯¼ÉÊÂ¡¸ «¨Á.
th: ให้มีผลกับทุกแอพพลิเคชันทันที
tr: Tüm uygulamalara anında uygula
uk: Відразу ж застосувати до всіх програм
xh: Faka kuzo zonke ii-apps ngokukhawuleza

source: You must specify an input file!
af: jy moet spesifiseer 'n invoer lêer!
az: Bir giriş faylı bildirməlisiniz!
bg: Необходимо е да зададете входен файл!
ca: Heu d'especificar un fitxer d'entrada!
cs: Musíte specifikovat vstupní soubor!
da: Du skal angive en inddata fil!
de: Sie müssen eine Eingabedatei angeben.
el: Πρέπει να καθορίσετε ένα αρχείο εισόδου!
et: Sa pead määrama sisendfaili!
fi: Määrittele lähdetiedosto!
he: !טלק ץבוק ןייצל ךילע
hu: Meg kell adni egy bemeneti fájlt.
is: Þú verður að velja inntaksskrá!
ko: 입력 파일을 선정해 주십시오!
lt: Reikia nurodyti įvedimo bylą!
lv: Jums jānorāda ievada fails!
mt: Trid tispeċifika fajl!
nl: U moet een invoerbestand opgeven!
no: Du må oppgi en datafil!
pl: Musisz podać plik wejściowy!
pt: Tens que especificar um ficheiro de entrada!
ro: Trebuie să specificaţi un fişier de intrare!
ru: Необходимо указать входной файл!
sk: Musíte špecifikovať vstupný súbor!
sl: Določiti morate vhodno datoteko!
sr: Morate da navedete fajl za unos
ta: ¿£í¸û ¯ûÇ£ðÎì §¸¡ô¦À¡ýÈ¢¨Éì ÌÈ¢ôÀ¢¼ §ÅñÎõ!
th: คุณต้องกำหนดแฟ้มที่จะใช้
tr: Bir girdi dosyası belirtmelisiniz!
uk: Ви повинні вказати вхідний файл!
vi: Bạn cần phải chỉ ra tập tin được dùng!
xh: Kufuneka ukhankanye ifayile enengeniso!

source: Highcolor unthemed plugin
af: hoë-kleur ongetemade inplak
az: Yüksək rəng örtüsüz əlavə
ca: Endollat sense tema highcolor
cs: Pravé barvy (bez motivu)
da: Højfarve ikke tema indstik
de: Schlichtes Echtfarben-Plugin
et: Paljuvärviline teemata plugin
fi: Teemoittamaton monivärinen laajennus
hu: Színgazdag bővítőmodul (téma nélkül)
is: Fjöllita viðbót án þema
ko: 기본 테마
lt: Highcolor priedas be temos
lv: Highcolor beztēmas iespraudnis
mt: Plagin bla tema "Ħafna Kuluri"
nl: Themaloze 32-bits-kleuren-plugin
no: Plugin for mange farger uten tema
pl: Wtyczka Highcolor spoza motywu
pt: Plugin Highcolor
ro: Modul culori multe, fără temă
ru: Плагин с большим количеством цветов
sk: Plugin nie Highcolor tém
sl: Raznobarvni netematski vstavek
ta: ¯Â÷¿¢È ¯Õ¸ÕÅüÈ ¦ºÕ¸ø
th: ปลั๊กอิน Highcolor
tr: Yüksek renk temasız ek programı
uk: Додаток без теми Highcolor
xh: Umbala ophezulu ongenamxholo mawuxoxwe ifakiwe

source: MegaGradient plugin
af: megagradiËnt inplak
az: MegaGradient əlavəsi
bg: МегаГрадиент plugin
ca: Endollat MegaGradient
cs: MegaGradient
da: MegaGradient indstik
fi: MegaGradient laajennus
hu: Megagradiens bővítőmodul
is: MegaGradient íforrit
ko: MegaGradient 플러그인
lt: MegaGradient įskiepis
lv: MegaGradient iespraudnis
mt: Plagin Megagradient
nl: MegaGradiënt-plugin
no: Megaovergang plugin
pl: Wtyczka MegaGradient
pt: 'Plugin' MegaGradient
ro: Modul MegaGradient
ru: Дополнение MegaGradient
sk: Modul MegaGradient
sl: Vstavek Mega gradient
ta: MegaGradient ¦ºÕ¸ø
th: ปลั๊กอิน MegaGradient
tr: MegaGradient eklentisi
uk: Додаток 'Мега-градієнт'
xh: Kufakwe iindlela ezininzi amaxesha amaninzi

source: KDE LegacyStyle plugin
af: kde geërfde styl inplak
az: KDE Tərz əlavəsi
ca: Endollat KDE pels estils tradicionals
cs: Staré prostředí KDE
da: KDE AndenStil indstik
de: KDE-Plugin für ältere Stile
et: KDE muude stiilide plugin
fi: KDE LegacyStyle sovelma
hu: Hagyományos KDE stílus bővítőmodul
is: KDE LegacyStyle íforrit
ko: 오래된 KDE 모양 플러그인
lt: KDE LegacyStyle priedas
lv: KDE LegālaStila iespraudnis
mt: Plugin KDE Antik
no: KDE Gammel stil-plugin
pl: Wtyczka KDE LegacyStyle
pt: KDE LegacyStyle
ro: Modul de stil vechi KDE
ru: Плагин устаревших тем KDE
sk: KDE Staré štýly zásuvný modul
sl: Vstavek s starejšim slogom za KDE
ta: KDE À¨ÆÂ À¡ó¾î ¦ºÕ¸ø
th: ปลั๊กอิน KDE LegacyStyle
tr: KDE Stil eklentisi
uk: Додаток KDE успадкованих стилів
xh: Indlela esemthethweni ye KDE ifakiwe

source: Web style plugin
af: web styl inplak
az: Veb tərzi əlavəsi
bg: Web стил plugin
ca: Endollat d'estil Web
cs: Motiv Web
da: Netstil indstik
de: Plugin für Webstil
et: Veebistiili plugin
fi: Web tyylin laajennus
hu: Web-szerű stílus bővítőmodul
is: Vefstílsíforrit
ko: 웹 모양 플러그인
lt: Web stiliaus įskiepis
lv: Web stila iespraudnis
mt: Plagin stil tal-web
no: Web-stil plugin
pl: Wtyczka w stylu sieci
pt: 'Plugin' de estilo Web
ro: Modul de stil Web
ru: Плагин стиля Web
sk: Plugin KDE Web štýl
sl: Vstavek s spletnim slogom
ta: Å¨Äô À¡ó¾î ¦ºÕ¸ø
th: ปลั๊กอิน Web style
tr: Web biçem eklentisi
uk: Додаток стилю Тенет
xh: Indlela ye Web ifakiwe

source: KStep unthemed plugin
af: kstep ongetemade inplak
az: KStep örtüsüz əlavə
ca: Endollat sense tema KStep
cs: KStep (bez motivu)
da: KStep indstik uden tema
de: Einfaches KStep-Plugin
et: Teemata KStep plugin
fi: KStep teemoittamaton sovelma
hu: KStep bővítőmodul (téma nélkül)
is: KStep, viðbót án þema
lt: KStep neteminis priedas
lv: KStep beztēmas iespraudnis
mt: Plagin KStep bla tema
nl: KStep's themaloze plugin
no: Plugin for KStep uten tema
pl: Wtyczka KStep spoza motywu
pt: Plugin KStep
ro: Modul KStep, fără temă
ru: Плагин KStep
sk: Plugin nie KStep tém
sl: Netematski vstavek KStep
sr: KStep plugin bez teme
ta: KÀÊ ¯Õ¸ÕÅüÈ ¦ºÕ¸ø
th: ปลั๊กอิน KStep
tr: KStep temasız ek program
uk: Додаток KStep без теми
xh: KStep engenamxholo omawuxoxwe ifakiwe

source: The document has been modified. Do you want to save it ?
af: die dokument het al veranderde. doen jy wil hê aan stoor dit ?
az: Sənəd dəyişdirildi. Qeyd etmək istəyirsiniz ?
bg: Документа беше модифициран. Искате ли да го запиша ?
ca: El document ha estat modificat. Voleu desar-lo ?
cs: Současný dokument byl změněn. Přejete si ho uložit?
da: Dette dokument er blevet ændret Vil du gemme det ?
de: Das Dokument wurde geändert. Möchten Sie es speichern?
et: Dokumenti on muudetud. Kas salvestada tehtud muudatused?
fi: Asiakirjaa on muutettu. Haluatko tallentaa sen?
he: .הנוש ךמסמה ?ותוא רומשל ךנוצרב םאה
hu: A dokumentum megváltozott. El szeretné menteni?
is: Skjalinu hefur verið breytt Viltu vista það?
ko: 문서가 고쳐졌습니다. 저장 하겠습니까 ?
lt: Dokumentas buvo pakeistas. Ar norite jį išsaugoti?
lv: Dokuments modificēts Vai vēlaties to saglabāt ?
mt: Id-dokument ġie modifikat Trid tiktbu?
nl: Het document is gewijzigd. Wilt u het opslaan?
no: Dokumentet er blitt endret. Vil du lagre det?
pl: Ten dokument został zmieniony. Czy chcesz go zapisać ?
pt: O documento foi modificado. Queres gravá-lo ?
ro: Documentul a fost modificat. Doriţi să îl salvez?
ru: Документ был изменен. Сохранить его?
sk: Dokument bol zmenený. Prajete si ho uložiť?
sl: Dokument je bil spremenjen. Ga želite shraniti?
sr: Ovaj dokument je izmenjen. Da li biste želeli da ga sačuvam?
ta: ­ó¾ ¬Å½õ Á¡üÈôÀðÎûÇÐ ­¾¨Éî §ºÁ¢ì¸ Å¢ÕôÀÁ¡ ?
th: มีการเปลี่ยนแปลงกับเอกสาร คุณต้องการบันทึกมันหรือไม่ ?
tr: Dosya değiştirildi. Kaydetmek istiyor musunuz?
uk: Документ було змінено. Хочете зберегти зміни ?
xh: Uxwebhu luguqulelwe kancinane. Ufuna ukuyigcina?

source: Notepad
af: notablok
az: Qeyd dəftəri
cs: Poznámkový blok
da: Notesblok
de: Notizblock
el: Σημειωματάριο
fi: Muistikirja
he: תומישר סקנפ
hu: Jegyzettömb
is: Skrifblokk
ko: 노트패드
lv: Piezīmjbloks
nl: Notitieblok
no: Notisblokk
pl: Notatnik
pt: Bloco de notas
ru: Блокнот
sk: Poznámkový blok
sl: Beležnica
ta: ÌÈ¢ôÀð¨¼
th: โน้ตแพด
tr: Not defteri
uk: Записна книжка
xh: Iphepha lokuqwalasela izinto ezibhaliweyo

source: Could not find '%1' executable.
af: kon nie soek '%1' uitvoerbare.
az: '%1' proqramı tapıla bilmədi.'
bg: Не мога да намеря изпълним '%1'.
ca: No s'ha pogut trobar l'executable '%1'.
cs: Není možné nalézt program '%1'.
da: Kunne ikke finde '%1' kørbar.
de: Ausführbare Datei "%1" ist nicht auffindbar.
el: Δεν μπόρεσα να βρω το εκτελέσιμο '%1'.
et: Käivitatavat faili '%1' ei leitud.
fi: Suoritettavaa ohjelmaa '%1' ei löytynyt.
he: .'%1' תינכותה תא אוצמל ןתינ אל
hu: A(z) '%1' program nem található.
is: Fann ekki keyrsluskrána '%1'.
ko: 실행할 수 있는 '%1'을/를 찾지 못했습니다.
lt: Nepavyksta rasti „%1“ vykdomos bylos.
lv: Nevar atrast izpildfailu '%1'.
mt: Ma stajtx insib il-programm "%1".
nl: Kon uitvoerbaar bestand '%1' niet vinden.
no: Kunne ikke finne kjørbar fil for "%1".
pl: Nie można odnaleźć pliku wykonywalnego '%1'.
pt: Não consegui encontrar o executável '%1'.
ro: Nu găsesc executabilul "%1".
ru: Не могу найти программу '%1'.
sk: Nemôžem nájsť program '%1'.
sl: Ni moč najti izvedljive datoteke ,%1`.
ta: '%1' ¦ºÂÄ¢¨Âì ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถค้นหาแฟ้มคำสั่ง "%1" ได้
tr: '%1' programı bulunamadı.'
uk: Не можу знайти програму '%1'.
vi: Không tìm được '%1' có khả năng thực thi.
xh: Ayinakuyifumana i '%1' ephunyeziweyo.

source: Could not dlopen library '%1'. %2
af: kon nie dlopen biblioteek '%1'. %2
az: %1 kittabxanası açıla bilmədi. %2
bg: Не мога да dlopen библиотека %1. %2
ca: No s'ha pogut obrir la biblioteca '%1'. %2
cs: Není možné dynamicky otevřít knihovnu %1. %2
da: Kunne ikke dlopen %1. %2
de: Ein "dlopen" der Bibliothek "%1" ist nicht möglich. %2
el: Δε μπόρεσα να dlopen τη βιβλιοθήκη '%1'. %2
et: Teeki '%1' pole võimalik avada (dlopen). %2
fi: Kirjastoa '%1' ei voitu avata. %2
he: .'%1' תימנידה הירפסה תא חותפל ןתינ אל %2
hu: Nem sikerült megnyitni a(z) %1 programkönyvtárt. %2
is: Mistókst að opna aðgerðasafnið '%1' með dlopen. %2
ko: '%1' 라이브러리를 동적으로 열지 못했습니다. %2
lt: Negaliu atidaryti bibliotekos „%1“ su dlopen. %2
lv: Nevar dlopen bibliotēku '%1'. %2
mt: Ma stajtx nuża dlopen fuq librerija "%1". %2
nl: Kon bibliotheek '%1' niet dlopenen. %2
no: Kunne ikke kalle dlopen på biblioteket "%1". %2
pl: Nie można otworzyć (dlopen) biblioteki '%1'. %2
pt: Não consegui fazer 'dlopen' à biblioteca '%1'. %2
ro: Nu pot încărca librăria "%1". %2
ru: Не могу открыть (dlopen) библиотеку '%1'. %2
sk: Nemôžem sa otvoriť knižnicu '%1'. %2
sl: Ni moč odpreti knjižnjice ,%1` z dlopen. %2
sr: Nisam mogao da izvršim 'dlopen' za biblioteku '%1'. %2
ta: %1-­¨É dlopen ¦ºöÂ ÓÊÂÅ¢ø¨Ä. %2
th: ไม่สามารถเรียกใช้ไลบรารี "%1" %2 ได้
tr: %1 kütüphanesi açılamadı. %2
uk: Помилка виклику dlopen для бібліотеки '%1'. %2
vi: Không thể mở thư viện '%1'. %2
xh: Ayinakuyivula ilayibrari '%1'. %2

source: Unknown error
af: onbekende fout
az: Namə'lum xəta
bg: Непозната грешка
ca: Error desconegut
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο Σφάλμα
et: Tundmatu viga
fi: Tuntematon virhe
he: העודי אל האיגש
hu: Ismeretlen hiba
is: Óþekkt villa
ko: 알 수 없는 오류
lt: Nežinoma klaida
lv: Nezināma kļūda
mt: Problema mhux magħrufa
nl: Onbekende fout
no: Ukjent feil
pl: Nieznany błąd
pt: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
sk: Neznáma chyba
sl: Neznana napaka
sr: Nepoznata greška
ta: ¦¾Ã¢Â¡¾ ¾ÅÚ
th: ความผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định
xh: Imposiso engaziwayo

source: Could not find 'main' in '%1'. %2
af: kon nie soek 'main' in '%1'. %2
az: '%1' içində 'main' tapıla bilmədi. %2
bg: Не мога да намеря 'main' в '%1'. %2
ca: No s'ha pogut trobar 'main' a '%1'. %2
cs: Není možné nalézt 'main' v '%1'. %2
da: Kunne ikke finde 'main' i %1': %2
de: In "%1" ist kein "main" auffindbar. %2
el: Δεν μπόρεσα να βρω τη 'main' στο '%1'. %2
et: Failist '%1' ei leitud funktsiooni 'main'. %2
fi: Ohjelman '%1' osaa 'main' ei löytynyt. %2
he: '%1'-ב 'main' תא אוצמל ןתינ אל %2
hu: A 'main' függvény nem található itt: '%1'. %2
is: '%1' hefur ekkert 'main'-boð. %2
ko: '%1'에서 'main'을 찾지 못했습니다. %2
lt: Nerandu „main“ „%1“ byloje. %2
lv: Nevar atrast 'main' iekš '%1'. %2
mt: Ma stajtx insib "main" ġo "%1". %2
nl: Kon 'main' niet vinden in '%1' %2
no: Kunne ikke finne "main" i "%1". %2
pl: Nie można znaleźć 'main' w '%1'. %2
pt: Não consegui encontrar o 'main' em '%1'. %2
ro: Nu găsesc funcţia "main" în "%1". %2
ru: Не могу найти 'main' в '%1'. %2
sk: Nemôžem nájsť 'main' v '%1'. %2
sl: Ni moč najti ,main` v ,%1`. %2
sr: Nisam mogao da pronađem 'main' u '%1'. %2
ta: '%1'-­ø 'main' ­¨Éì ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä. %2
th: ไม่พบ "main" ใน "%1". %2
tr: '%1' içinde 'main' bulunamadı. %2
uk: Не можу знайти 'main' в '%1'. %2
vi: Không tìm được 'main' trong '%1'. %2
xh: Awufumaneki 'oyena ndoqo' kwi' %1'. %2

source: (as %1@%2)
az: (%1@%2 olaraq)
bg: (като %1@%2)
ca: (com a %1@%2)
cs: (jako %1@%2)
da: (som %1@%2)
de: (als %1@%2)
el: (σαν %1@%2)
et: (kui %1@%2)
fi: (kuten %1@%2)
he: (%1@%2 רותב)
hu: (mint %1@%2)
is: (sem %1@%2)
ko: 큰 (%1x%2)
lt: (kaip %1@%2)
lv: (kā %1@%2)
mt: (bħala %1@%2)
nl: (als %1@%2)
no: (som %1@%2)
pl: (jako %1@%2)
pt: (como %1@%2)
ro: (ca %1@%2)
ru: (как %1@%2)
sk: (ako %1@%2)
sl: (kot %1@%2)
sr: (kao %1@%2)
ta: (%1@%2 §À¡ø)
th: (เหมือน %1@%2)
tr: (%1@%2 olarak)
uk: (як %1@%2)
xh: (njenge %1@%2)

source: Syntax error in function body
af: sintaks fout in funksie liggaam
az: Funksiya cismində sintaksis xətası
bg: Синтактична грешка във функционалното тяло
ca: Error de sintaxi al cos de la funció
cs: Syntaktická chyba uvnitř funkce
da: Syntaks fejl i funktionskrop
de: Syntaxfehler in Funktionsrumpf
el: Συντακτικό σφάλμα στο σώμα της συνάρτησης
et: Süntaksi viga funktsioonis
fi: Syntaksivirhe funktion rungossa
he: היצקנופה ףוגב ריבחת תאיגש
hu: Szintaktikai hiba a függvény törzsében
is: Formvilla í meiginmáli stefju
ko: 함수 안에서 문법 오류
lt: Sintaksės klaida funkcijos kūne
lv: Sintakses kļūda funkcijas ķermenī
mt: Żball sintattiku fil-funzjoni
nl: Syntaxisfout in functielichaam
no: Syntaksfeil i kroppen til funksjonen
pl: Błąd składni w ciele funkcji
pt: Erro de sintaxe no corpo da função
ro: Eroare de sintaxă în corpul funcţiei
ru: Синтаксическая ошибка в теле функции
sk: Syntaktická chyba v tele funkcie
sl: Skladenjska napaka v telesu funkcije
sr: Sintaksna greška u telu funkcije
ta: ¦ºÂÄ¢ý ¯¼Ä¢ø ¦¾¡¼Ã¢Âü ¾ÅÚ
th: ไวยากรณ์ผิดพลาดในตัวฟังก์ชัน
tr: Fonksiyon gövdesinde sözdizimi hatası
uk: Синтаксична помилка в тілі функції
vi: Lỗi cú pháp trong function body
xh: Imposiso yesivakalisi kwisiqu esisebenzayo

source: Syntax error in parameter list
af: sintaks fout in parameter lys
az: Parametr siyahısında sintaksis xətası
bg: Синтактична грешка в списъка от параметри
ca: Error de sintaxi a la llista de paràmetres
cs: Syntaktická chyba v seznamu parametrů
da: Syntaks fejl i parameterliste
de: Syntaxfehler in Parameterliste
el: Συντακτικό σφάλμα στη λίστα παραμέτρων
et: Süntaksi viga parameetrite nimekirjas
fi: Syntaksivirhe parametrilistassa
he: םירטמרפה תמישרב ריבחת תאיגש
hu: Szintaktikai hiba a paraméterlistában
is: Formvilla í viðfangalista
ko: 인자 목록에서 문법 오류
lt: Sintaksės klaida parametrų sąraše
lv: Sintakses kļūda parametru sarakstā
mt: Żball sintattiku fil-lista ta' parametri
nl: Syntaxisfout in parameterlijst
no: Syntaksfeil i parameterlisten
pl: Błąd składni w liście parametrów
pt: Erro de sintaxe na lista de parâmetros
ro: Eroare de sintaxă în lista parametrilor
ru: Синтаксическая ошибка в списке параметров
sk: Syntaktická chyba v zozname parametrov
sl: Skladenjska napaka v seznamu spremenljivk
ta: ­¨½ôÒÁ¡È¢¸Ç¢ý ±ñ½¢ì¨¸Â¢ü ¾ÅÚ
th: ไวยากรณ์ผิดพลาดในรายการพารามิเตอร์
tr: Parametre listesinde sözdizimi hatası
uk: Синтаксична помилка в списку параметрів
vi: Lỗi cú pháp trong danh sách tham số
xh: Imposiso yesivakalisi kuluhlu lweparameter

source: Invalid reference base
af: ongeldige verwysing basis
az: Xətalı referens əsası
bg: Невалидни имена на файлове
ca: Referència de base no vàlida
cs: Neplatná základna odkazů
da: Ugyldig referencebasis
de: Ungültige Verweisgrundlage
el: Άκυρη βάση αναφοράς
et: Vigane viidete baas
fi: Viallinen viittaus
he: ףקת אל התכמסא סיסב
hu: Érvénytelen hivatkozási alap
is: Röng grunnvísun
ko: 정상적인지 않은 파일명(들)
lt: Bloga kreipinio bazė (reference base)
lv: Nepareiza atsauces bāze
mt: Bażi tar-referenza invalidu
nl: Onjuiste referentiebasis
no: Ugyldig referansebase
pl: Nieprawidłowa baza odniesienia
pt: Base de referência inválida
ro: Bază de referinţă eronată
ru: Неверная базовая ссылка
sk: Neplatný základ referencie
sl: Neveljavna osnova za sklic
ta: ÅÄ¢¾üÈ ¯º¡òÐ¨½ò ¾Çõ
th: อ้างอิงไปยังฐานไม่ถูกต้อง
tr: Hatalı referans tabanı
uk: Невірна основа посилання
vi: Cơ sở tham khảo không hợp lệ
xh: Uthelekiso lwesiseko esingasebenziyo

source: Can't find variable:
af: kan nie soek veranderlike:
az: Dəyişgən tapla bilmir:
bg: Не мога да намеря променлива:
ca: No puc trobar la variable:
cs: Nelze najít proměnnou:
da: Kan ikke finde variabel:
de: Variable nicht auffindbar:
et: Muutujat ei leitud:
fi: En löydä muuttujaa:
he: :הנתשימה תא אוצמל ןתינ אל
hu: Ez a változó nem található:
is: Finn ekki breytu:
ko: 변수를 찾을 수 없습니다:
lt: Negaliu rasti kintamojo:
lv: Nevar atrast mainīgo:
mt: Ma nistax insib il-varjabbli:
nl: De variabele werd niet gevonden:
no: Kan ikke finne variabel:
pl: Nie można znaleźć zmiennej:
pt: Não encontro a variável:
ro: Nu găsesc variabila:
ru: Не удалось найти переменную:
sk: Nie je možné nájsť premennú:
sl: Ni moč najti spremenjljivke:
ta: Á¡È¢¨Âì ¸¡½Å¢ø¨Ä:
th: ไม่สามารถค้นหาตัวแปร:
tr: Değişken bulunamadı:
uk: Неможливо знайти змінну:
vi: Không tìm được biến số:
xh: Alufumaneki utshintsho:

source: No default value
af: nee verstek waarde
az: Əsas qiymət yoxdur
bg: Няма подразбираща се стойност
ca: Sense valor per omissió
cs: Žádná výchozí hodnota
da: Ingen standardværdi
de: Kein Standardwert
el: Καμία προκαθορισμένη τιμή
et: Vaikeväärtus puudub
fi: Ei oletusarvoa
he: לדחמ תרירב ךרע ןיא
hu: nincs alapértelmezés
is: Ekkert sjálfgefið gildi
ko: 기본 값 없음
lt: Ne nutylimas
lv: Nav noklusētās vērtības
mt: M'hemmx valur standard
nl: Geen standaardwaarde
no: Ingen standardverdi
pl: Brak wartości domyślnej
pt: Sem valor por omissão
ro: Nu există o valoare implicită
ru: Нет значения по умолчанию
sk: Žiadna štandardná hodnota
sl: Ni privzete vrednosti
sr: Nema predefinisane vrednosti
ta: ¦¸¡¼¡¿¢¨Äô ¦ÀÚÁ¾¢ ²ÐÁ¢ø¨Ä
th: ไม่มีค่าปริยาย
tr: Öntanımlı değer yok
uk: Без типового значення
vi: Không có giá trị mặc định
xh: Akukho xabiso lungagqibekanga

source: General error
af: algemeen fout
az: Ümumi xəta
bg: Основна Грешка
ca: Error general
cs: Obecná chyba
da: Generel fejl
de: Allgemeiner Fehler
el: Γενικό σφάλμα
et: Üldine viga
fi: Yleinen virhe
he: תיללכ האיגש
hu: Általános hiba
is: Almenn villa
ko: 일반 오류
lt: Bendra klaida
lv: Vispārēja kļūda
mt: Żball ġenerali
nl: Algemene fout
no: Generell feil
pl: Błąd ogólny
pt: Erro genérico
ro: Eroare generală
ru: Общая ошибка
sk: Všeobecná chyba
sl: Splošna napaka
sr: Generalna greška
ta: ¦À¡Ðò ¾ÅÚ
th: ข้อผิดพลาดทั่วไป
tr: Genel hata
uk: Загальна помилка
vi: Lỗi chung
xh: Imposiso ngokubanzi

source: Evaluation error
af: evaluasie fout
az: Ümumi xəta
bg: Грешка на разтежа
ca: Error d'avaluació
cs: Vyhodnocovací chyba
da: Evalueringsfejl
de: Einschätzungs-Fehler
el: Σφάλμα ανάθεσης τιμής
et: Viga hindamisel
fi: Laskentavirhe
he: הכרעה תאיגש
hu: Kiértékelési hiba
is: Athugunarvilla
ko: 평가 오류
lt: Bandymo klaida
lv: Izmēģinājuma kļūda
mt: Żball fl-evalwazzjoni
nl: Evaluatiefout
no: Evalueringsfeil
pl: Błąd podczas wyznaczania wartości
pt: Erro de avaliação
ro: Eroare de evaluare
ru: Ошибка вычисления
sk: Chyba pri vyhodnocovaní
sl: Napaka pri ovrednotenju
sr: Greška u proceni
ta: Á¾¢ôÀ£ðÎò ¾ÅÚ
th: ข้อผิดพลาดที่ต้องประเมิน
tr: Genel hata
uk: Помилка оцінки
vi: Lỗi ước lượng
xh: Imposiso yokuhluza
