Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: You must select a driver !
af: jy moet kies 'n drywer !
az: Sürücü seçmalisiniz !
bg: Вие трябва да изберете драйвер !
ca: Heu de triar un controlador !
cs: Musíte specifikovat ovladač!
da: Du skal vælge en driver !
de: Sie müssen einen Treiber auswählen.
el: Πρέπει να διαλέξετε έναν οδηγό !
et: Draiver valimata!
fi: Sinun tulee valita ajuri!
he: !ןקתה להנמ רוחבל ךילע
hu: Meg kell adni a meghajtóprogramot.
is: Þú verður að velja rekil!
ko: 장치 구동기를 골라야 합니다 !
lt: Reikia pasirinkti tvarkyklę!
lv: Jums jāizvēlas draiveris !
mt: Trid tagħżel driver !
nl: U moet een stuurprogramma selecteren !
no: Du må velge en driver !
pl: Musisz wybrać sterownik !
pt: Tens de seleccionar um controlador !
ro: Trebuie să selectaţi un driver!
ru: Необходимо указать драйвер!
sk: Musíte vybrať ovládač!
sl: Izbrati morate gonilnik!
sr: Morate da izaberete upravljački program!
ta: ¿£í¸û ­Âì¸¢¦Â¡ý¨Èò ¦¾Ã¢×¦ºöÂ §ÅñÎõ !
th: คุณต้องเลือกไดรเวอร์ก่อน !
tr: Bir sürücü seçmelisiniz !
uk: Ви повинні вибрати драйвер!
vi: Bạn phải chọn một driver !
xh: Kufuneka ukhethe umqhubi!

source: Printer test
af: drukker toets
az: Çap edici sınağı
bg: Принтер - тест
ca: Prova d'impressora
cs: Test tiskárny
de: Druckertest
el: Δοκιμή εκτυπωτή
et: Printeri test
fi: Tulostimen testi
he: תספדמה תקידב
hu: A nyomtatás kipróbálása
is: Prófun prentara
ko: 인쇄기 시험
lt: Spausdintuvo testas
lv: Drukas iekārtas tests
mt: Test tal-printer
no: Skrivertest
pl: Test drukarki
pt: Teste da impressora
ro: Testare imprimantă
ru: Тест принтера
sk: Test tlačiarne
sl: Preizkus tiskalnika
sr: Testiranje štampača
ta: «îÍ¦À¡È¢î §º¡¾¨É
th: ทดสอบเครื่องพิมพ์
tr: Yazıcı denemesi
uk: Тест принтера
vi: Thử máy in
xh: Uvavanyo lomshicileli

source: <b>Manufacturer:</b>
af: <b>vervaardiger:</b>
az: <b>E'malatçı:</b>
bg: <b>Производител:</b>
ca: <b>Fabricant:</b>
cs: <b>Výrobce:</b>
da: <b>Producent:</b>
de: <b>Hersteller:</b>
el: <b>Κατασκευαστής:</b>
et: <b>Tootja:</b>
fi: <b>Valmistaja:</b>
he: <b>:ןרצי</b>
hu: <b>Gyártó:</b>
is: <b>Framleiðandi:</b>
ko: <b>만든 곳:</b>
lt: <b>Gamintojas:</b>
lv: <b>Ražotājs:</b>
mt: <b>Manufattur:</b>
nl: <b>Fabrikant:</b>
no: <b>Produsent:</b>
pl: <b>Wytwórca:</b>
pt: <b>Fabricante:</b>
ro: <b>Producător:</b>
ru: <b>Производитель:</b>
sk: <b>Výrobca:</b>
sl: <b>Proizvajalec:</b>
sr: <b>Proizvođač:</b>
ta: <b>¾Â¡Ã¢ôÀ¡Ç÷</b>
th: <b>ผู้ผลิต:</b>
tr: <b>Üretici:</b>
uk: <b>Виробник:</b>
vi: <b>Hãng sản xuất:</b>
xh: <b>Umenzi wento ngento:</b>

source: <b>Model:</b>
bg: <b>Образец:</b>
de: <b>Modell:</b>
el: <b>Μοντέλο:</b>
et: <b>Mudel:</b>
fi: <b>Malli:</b>
he: <b>:םגד</b>
hu: <b>Modell:</b>
is: <b>Tegund:</b>
ko: <b>모델:</b>
lt: <b>Modelis:</b>
lv: <b>Modelis:</b>
mt: <b>Mudell:</b>
no: <b>Modell:</b>
pt: <b>Modelo:</b>
ru: <b>Модель:</b>
ta: <b>Å¨¸:</b>
th: <b>รุ่น:</b>
uk: <b>Модель:</b>
vi: <b>Mẫu mã:</b>
xh: <b>Umfanekiso wayo:</b>

source: <b>Description:</b>
af: <b>beskrywing:</b>
az: <b>İzahat:</b>
bg: <b>Описание:</b>
ca: <b>Descripció:</b>
cs: <b>Popis:</b>
da: <b>Beskrivelse:</b>
de: <b>Beschreibung:</b>
el: <b>Περιγραφή:</b>
et: <b>Kirjeldus:</b>
fi: <b>Kuvaus:</b>
he: <b>:רואית</b>
hu: <b>Leírás:</b>
is: <b>Lýsing:</b>
ko: <b>설명:</b>
lt: <b>Aprašymas:</b>
lv: <b>Apraksts:</b>
mt: <b>Deskrizzjoni:</b>
nl: <b>Omschrijving:</b>
no: <b>Beskrivelse:</b>
pl: <b>Opis:</b>
pt: <b>Descrição:</b>
ro: <b>Descriere:</b>
ru: <b>Описание:</b>
sk: <b>Popis:</b>
sl: <b>Opis:</b>
sr: <b>Opis:</b>
ta: <b>Å¢ÅÃõ:</b>
th: <b>คำอธิบาย:</b>
tr: <b>Açıklama:</b>
uk: <b>Опис:</b>
vi: <b>Mô tả:</b>
xh: <b>Inkcazelo:</b>

source: <p>Now you can test the printer before finishing installation. Use the <b>Settings</b> button to configure the printer driver and the <b>Test</b> button to test your configuration. Use the <b>Back</b> button to change the driver (your current configuration will be discarded).</p>
af: <p>nou jy kan toets die drukker voor voltooiïng installasie. gebruik die <b>instellings</b> knoppie aan konfigureer die drukker drywer en die <b>toets</b> knoppie aan toets jou opstelling. gebruik die <b>terug</b> knoppie aan verander die drywer (jou huidige opstelling sal wees weggegooi).</p>
az: <p>Artıq çap edicinizin qurğularınızı qurtarmadan əvvəl bir sınayın. <b>Qurğular</b> düyməsinə basaraq çap edici sürücülərini quraşdırın və <b>Sınaq</b> düyməsinə bsaraq da qurğuları sınayın. <b>Arxaya</b> düyməsi ilə sürücünü dəyişdirə bilərsiniz (hazırkı qurğuılarınız itəcəkdir).</p>
bg: <p>Сега вие може да тествате принтера преди да завършите инсталацията. Използвайте бутона <b>Настройки</b> за конфигуриране на принтера и <b>Тест</b> бутона за проверка на конфигурацията. Използвайте бутона <b>Назад</b> за промяна на драйвера (вашата текуща конфигурация ще бъде игнорирана).</p>
ca: <p>Ara podeu provar la impressora abans d'acabar la instal·lació. Useu el botó <b>Arranjament</b> per configurar el controlador d'impressora i el botó <b>Prova</b> per provar la configuració. Useu el botó <b>Endarrera</b> per canviar el controlador (la configuració actual es llençarà).</p>
cs: <p>Nyní je možné otestovat tiskárnu před dokončením instalace. Použijte tlačítko <b>Nastavení</b> pro nastavení ovladače tiskárny a <b>Test tiskárny</b> pro otestování nastavení. Pomocí tlačítka <b>Zpět</b> změníte ovladač (vaše aktuální nastavení bude zahozeno).</p>
da: <p>Nu kan du teste printeren før du afslutter installationen. Brug <b>Opsætning</b>knappen til at indstille printerdriveren og <b>Test</b>knappen til at teste din indstilling. Brug <b>Tilbage</b>knappen til at ændre driveren (din aktuelle indstilling vil blive smidt væk).</p>
de: <p>Sie können nun den Drucker testen, bevor Sie die Installation abschließen. Verwenden Sie den Knopf <b>Einstellungen</b>, um den Druckertreiber einzustellen und den Knopf <b>Test</b>, um die vorgenommene Einrichtung zu überprüfen. Benutzen Sie den Knopf <b>Zurück</b>, um den Treiber zu wechseln (in diesem Fall werden Ihre aktuellen Einstellungen gelöscht).</p>
et: <p>Nüüd saad sa testida printeri tööd. Kasuta printeri draiveri seadistamiseks nuppu <b>Seadistused</b> ja testlehekülje trükkimiseks nuppu <b>Testi</b> Kasuta printeri draiveri muutmiseks nuppu <b>Tagasi</b> (aktiivsed seadistused tühistatakse).</p>
fi: <p>Voit kokeilla tulostinta ennen kuin asennus lopetetaan. Käytä <b>Asetukset</b>-painiketta valitaksesi tulostinajurin ja <b>Kokeile</b> -painiketta kokeillaksesi asetuksia. Paina <b>Takaisin</b> painiketta vaihtaaksesi ajuria (nykyiset asetukset tuhotaan).</p>
he: <p align=right>שמתשה .הנקתהה םויס ינפל תספדמה תא קודבל ךתורשפאב תעכ<br>,תספדמה לש ןקתהה להנמ תרוצת תא עובקל ידכ <b>תורדגה</b> רותפכב<br>רותפכב שמתשה .ךלש תורדגהה תא קודבל ידכ <b>ןויסינ</b> רותפכבו<br>.(ולטובי ךלש תויחכונה תורדגהה) ןקתהה להנמ תא תונשל ידכ <b>םדוקה</b></p>
hu: <p>Még a telepítés befejezése előtt ki lehet próbálni a nyomtatást. A <b>Beállítások</b> gombra kattintva lehet beállítani a meghajtóprogramot és a <b>Próba</b> gombra kattintva lehet kipróbálni a nyomtatást. A <b>Vissza</b> gombbal lehet megváltoztatni a meghajtóprogramot (az aktuális beállítások elvesznek).</p>
is: <p>Nú getur þú prófað prentaran áður en uppsetningunni lýkur. Þú getur notað <b>Stilla</b> takkann til að stilla prentarann og <b>Prófa</b> takkann til að prófa uppsetninguna. Ef þú smellir á <b>Til baka</b> takkann getur þú skipt um rekil, en þá týnist þessi uppsetning.
ko: <P>인쇄기를 더하기 전에 시험해볼 수 있습니다. <B>설정</B> 단추를 누르면 인쇄기 장치 구동기를 설정하고, <B>시험</B> 단추를 누르면 설정한대로 시험해 봅니다. <B>뒤로</B> (단추를 누르면 지금 설정을 버리고) 장치 구동기를 고르는 화면으로 넘어갑니다.</P>
lt: <p>Dabar jūs galite pamėginti spausdintuvą prieš baigdami įdiegimą. Pasinaudokite mygtuku <b>Nustatymai</b> spausdintuvo tvarkyklei suderinti ir mygtuku <b>Testas</b> nustatymų pamėginimui. Naudokite <b>Atgal</b> mygtuką pakeisti tvarkyklę (esami nustatymai dings).</p>
lv: <p>Tagad jūs varat notestēt drukas iekārtu pirms pabeigt instalāciju. Izmantojiet <b>Uzstādījumi</b> pogu, lai konfigurētu drukas iekārtas draiveri un<b>Tests</b> pogu, lai notestētu konfigurāciju. Izmantojiet <b>Atpakaļ</b> lai nomainītu draiveri (jūsu tekošā konfigurācija tiks atcelta.</p>
mt: <p>Issa tista' tittestja l-printer qabel tispiċċa l-installazzjoni. Uża l-buttuna <b>Setings</b> biex tikkonfigura d-driver tal-printer u l-buttuna <b>Test</b> biex tittestja l-konfigurazzjoni. Uża l-buttuna <b>Lura</b> biex tibdel id-driver(il-konfigurazzjoni kurrenti tiġi mormija).</p>
nl: <p>Nu kunt u de printer uittesten voordat de installatie wordt voltooid. Gebruik de knop <b>Instellingen</b> om het printerstuurprogramma in te stellen en de knop <b>Test</b> om uw instellingen uit te proberen. Gebruik de knop <b>Terug</b> om het stuurprogramma te wijzigen (uw huidige instellingen gaan daarbij verloren).</p>
no: <p>Nå kan du teste skriveren før du gjør ferdig installasjonen. Bruk <b>Innstillinger</b> knappen for å sette opp skriverdriveren og <b>Test</b> knappen til å teste ditt oppsett. Bruk <b>Tilbake</b> knappen for å endre driveren (ditt aktuelle oppsett vil bli sett bort i fra).</p>
pl: <p>Przed zakończeniem instalacji można jeszcze przetestować drukarkę. Do konfiguracji służy przycisk <b>Ustawienia</b>, a do uruchomienia sprawdzenia drukarki przycisk <b>Test</b>. Można także użyć przycisku <b>Poprzedni</b> by zmienić sterownik (obecna konfiguracja zostanie usunięta).</p>
pt: <p>Agora podes testar a impressora antes de terminares a instalação. Usa o botão <b>Configuração</b> para configurar o controlador da impressora e o botão <b>Testar</b> para testares a tua configuração. Usa o botão <b>Anterior</b> para mudares o controlador (a tua configuração actual será esquecida).</p>
ro: <p>Acum puteţi testa imprimanta înainte de a termina instalarea. Utilizaţi butonul <b>Opţiuni</b> pentru a configura driver-ul imprimantei şi butonul <b>Testează</b> pentru a testa configuraţia curentă. Utilizaţi <b>Înapoi</b> pentru a modifica driver-ul (configuraţia curentă va fi eliminată).</p>
ru: <p>Перед завершением установки вы можете проверить принтер. Используйте кнопку <b>Настройки</b>, чтобы настроить драйвер принтера, и кнопку <b>Тест</b>, чтобы проверить правильность конфигурации. Нажмите <b>Назад</b>, чтобы изменить драйвер (текущая конфигурация будет утеряна).</p>
sk: <p>Teraz je možné otestovať tlačiareň pred dokončením inštalácie. Použite tlačidlo <b>Nastavenie</b> pre nastavenie ovládača tlačiarne a <b>Test tlačiarne</b> pre otestovanie nastavenia. Pomocou tlačidla <b>Dozadu</b> zmeníte ovládač (vaše aktuálne nastavenie bude zahodené).</p>
sl: <p>Zdaj lahko preskusite tiskalnik preden končate namestitev. Uporabite gumb <b>Nastavitve</b>, da nastavite gonilnik tiskalnika in gumb <b>Preizkus</b>, da preskusite svojo sestavo. Če želite spremeniti gonilnik, uporabite gumb <b>Nazaj</b> (s tem trenutne nastavitve zanemarite).</p>
th: <p>คุณสามารถทดสอบเครื่องพิมพ์ก่อนเสร็จการติดตั้งได้ในตอนนี้ โดยใช้ปุ่ม <b>ตั้งค่า</b> เพื่อปรับแต่งไดรเวอร์เครื่องพิมพ์ และใช้ปุ่ม <b>ทดสอบ</b> เพื่อทดสอบการปรับแต่งของคุณ ใช้ปุ่ม <b>ย้อนกลับ</b> เพื่อเปลี่ยนไดรเวอร์ (การปรับแต่งปัจจุบันของคุณจะถูกยกเลิก)</p>
tr: Şimdi kurulumdan önce yazıcıyı deneyebilirsiniz. <B>Ayarlar</b> düğmesi yardımıyla yazıcı sürücüsünü ayarlayın ve <b>Dene</b> düğmesine tklayarak yapılandırmayı deneyin. <B>Geri</B> düğmesine tıklayarak yazcı sürücüsünü tekrar değiştirme imkanınız da var.</p>
uk: <p>Тепер Ви можете первірити принтер перед завершенням установлення. Використовуйте кнопку <b>Установки</b>, щоб налаштувати принтер, та кнопку <b>Тест</b>, щоб перевірити Вашу конфігурацію. Натисніть кнопку <b>Назад</b>, щоб змінити драйвер (Вашу поточну конфігурацію буде очищено).</p>
vi: Bây giờ bạn có thể thử máy in trước khi kết thúc cài đặt.Dùng nút <b>Thiết lập</b> để cấu hình driver của máy in và <b> Thử</b> đểthử cấu hình của bạn.Dùng <b>Quay lui</b> để thay đổi driver(cấu hình hiện tại của bạn sẽ bị bỏ qua).</p>
xh: <p>Ngoku ungavavanya umshicileli phambi kokugqiba ufako.Sebenzisa <b>Izicwangciso</b>iqhosha lokuqwalasela umqhubi womshicileli kunye ne<b>Uvavanyo</b> iqhosha lokuvavanya uqwalaselo lwakho. Sebenzisa u-<b>Emva</b>iqhosha lokutshintsha umqhubi (uqwalaselo lwangoku luzakulahlwa).</p>

source: <p>Test page successfully sent to printer. Wait until printing is complete, then click the <b>OK</b> button.</p>
af: <p>toets bladsy suksesvol gestuur aan drukker. wag totdat besig om te druk is volledige, dan word kliek die <b>goed</b> knoppie.</p>
az: <p>Sınaq səhifəsi çap ediciyə müvəffəqiyyətlə göndərildi. Çapın qurtarmasını gözləyin, sonra da <b>Oldu</b> düyməsinə basın.</p>
bg: <p>Тестовата страница успешно беше изпратена за печат.Изчакайте завършването на печата и натиснете бутона <b>OK</b>
ca: <p>La pàgina de prova s'ha enviat a la impressora amb èxit. Espereu fins que s'acabi la impressió, llavors cliqueu el botó <b>Bé</b>.</p>
cs: <p>Testovací stránka byla úspěšně odeslána na tiskárnu. Počkejte, dokud nebude tisk dokončen, a pak stiskněte tlačítko <b>OK</b>.</p>
da: <p>Det lykkedes at sende testside til printeren. Vent indtil udskriften er færdig, klik så på <b>O.k.</b> knappen.</p>
de: <p>Seite wurde erfolgreich an den Drucker gesendet. Warten Sie, bis der Ausdruck komplett ist und klicken Sie dann auf den Knopf <b>OK</b>.
el: <p>Η δοκιμαστική σελίδα εστάλη με επιτυχία. Περιμένετε να τελειώσει η εκτύπωση και μετά πατήστε το κουμπί <b>OK</b>.</p>
et: <p>Testlehekülg edukalt printerile saadetud. Oota kuni trükkimine on lõpetatud ja vajuta seejärel nupule <b>OK</b>.</p>
fi: <p>Testisivu on lähetetty tulostimelle. Odota kunnes tulostustyö on valmis, ja napsauta sitten <b>OK</b> -painiketta.</p>
hu: <p>A tesztoldal sikeresen eljutott a nyomtatóra. Várja meg, amíg a nyomtatás befejeződik, majd nyomja meg az <b>OK</b> gombot.</p>
is: <p>Prufusíðan var send til prentarans vandræðalaust. Bíddu þangað til prentun líkur og smelltu svo á hnappinn merktann <b>Í lagi</b>.
ko: <p>시험용 쪽을 인쇄기로 보내는데 성공했습니다. 인쇄가 다 될 때까지 기다렸다가 <b>확인</b> 단추를 누르십시오.</p>
lt: <b>Testinis puslapis sėkmingai nusiųstas į spausdintuvą. Palaukite kol spausdinimas bus baigtas, tada paspauskite <b>OK</b> mygtuką.</p>
lv: <p>Testa lapa veiksmīgi nosūtīta uz drukas iekārtu. Gaidiet līdz beigsies drukāšana, tad noklikšķiniet <b>OK</b> pogu.</p>
mt: <p>Il-paġna tat-test intbagħtet lill-printer. Stenna sakemm jispiċċa l-print,imbgħat agħfas il-buttuna <b>OK</b>.
nl: <p>De testpagina is met succes naar de printer gestuurd. Wacht tot het afdrukken is voltooid en klik dan de knop <b>OK</b>.</p>
no: <p>Test side ble suksessfullt sendt til skriveren. Vent til utskriften er ferdig før du klikker på <b>OK</b> knappen.</p>
pl: <p>Strona testowa została pomyślnie wysłana na drukarkę. Proszę poczekać do zakończenia wydruku, a potem nacisnąć na przycisk <b>OK</b>.</p>
pt: <p>A página de teste foi enviada com sucesso para a impressora. Espera até a impressão acabar e carrega no botão <b>OK</b>.</p>
ro: <p>Am trimis cu succes pagina de test către imprimantă. Aşteptaţi terminarea tipăririi şi apoi apăsaţi butonul <b>OK</b>.</p>
ru: <p>Пробная страница отправлена на печать. Дождитесь завершения печати и нажмите кнопку <b>OK</b>.</p>
sk: <p>Testovacia stránka bola úspešne poslaná na tlačiareň. Počkajte, kým tlač nebude dokončená a potom stlačte tlačidlo <b>OK</b>.</p>
sl: <p>Preizkusna stran je bila uspešno poslana v tiskanje. Počakajte, dokler se tiskanje ne konča, nato pa kliknite gumb <b>V redu</b>.</p>
ta: <p>§º¡¾¨ÉôÀì¸õ «îÍô¦À¡È¢ìÌî ºÃ¢Â¡¸ «ÛôÀôÀð¼Ð. «îº¢¼ø ÓÊÔõ Å¨Ã ¦À¡Úì¸×õ. À¢ýÉ÷ <b>ºÃ¢</b> ¦À¡ò¾¡¨É «Øò¾×õ.</p>
th: <p>หน้าทดสอบการพิมพ์ถูกส่งไปยังเครื่องพิมพ์แล้ว โปรดคอยจนกว่าจะพิมพ์เสร็จ จากนั้นคลิกที่ปุ่ม <b>ตกลง</b></p>
tr: <p>Deneme sayfası yazıcıya başarıyla gönderildi. Yazdırma işlemi tamamlanana kadar bekleyin, ardından <b>Tamam</b> düğmesine tıklayın.</p>
uk: <p>Пробну сторінку успішно відіслано до сервера. Зачекайте поки завершиться друк, а потім натисніть кнопку <b>Гаразд</b>.</p>
vi: <p>Trang in thử đã được gửi thành công đến máyi n.Đợi cho đến khi quá trình in kết thúc,và nhấn <b>OK</b>.</p>
xh: <p>Iphepha lovavanyo luthunyelwe ngokunempumelelo kumshicileli. Linda lude ushicilelo lugqibeke, ukuze unqakraze u-<b>Kulungile</b>iqhosha.</p>

source: Unable to test printer:
af: nie moontlik aan toets drukker:
az: Çap edici sınana bilmir:
bg: Не мога да тествам принтер:
ca: No es pot provar la impressora:
cs: Není možné otestovat tiskárnu:
da: Kan ikke teste printer:
de: Testen des Druckers nicht möglich:
et: Printerit pole võimalik testida:
fi: Tulostinta ei voitu testata:
he: :תספדמה תא קודבל ןתינ אל
hu: A nyomtató kipróbálása nem sikerült:
is: Gat ekki prófað prentara:
ko: 인쇄기를 시험할 수 없습니다:
lt: Nesugebu testuoti spausdintuvo:
lv: Nevar testēt drukas iekārtu:
mt: Ma stajtx nittestja l-printer:
nl: Niet in staat de printer te testen:
no: Kunne ikke teste skriver:
pl: Nie można sprawdzić drukarki:
pt: Não consegui testar a impressora:
ro: Nu pot testa imprimanta:
ru: Не могу проверить принтер:
sk: Nemôžem otestovať tlačiareň:
sl: Ni moč preizkusiti tiskalnika:
ta: «îÍô¦À¡È¢¨Âî §º¡¾¢ì¸ ÓÊÂÅ¢ø¨Ä:
th: ไม่สามารถทดสอบเครื่องพิมพ์:
tr: Yazıcı denenemedi:
uk: Неможливо перевірити принтер:
vi: Không in thử được:
xh: Ayikwazi ukuvavanya umshicileli:

source: Unable to remove temporary printer.
af: nie moontlik aan verwyder tydelike drukker.
az: Müvəqqəti çap edici çıxardıla bilmir.
bg: Не мога да премахна временния принтер.
ca: No s'ha pogut eliminar la impressora temporal.
cs: Není možné odstranit dočasnou tiskárnu.
da: Kan ikke fjerne midlertidig printer.
de: Entfernen des temporären Druckers nicht möglich.
el: Δε μπόρεσα να διαγράψω τον προσωρινό εκτυπωτή.
et: Ajutist printerit pole võimalik eemaldada.
fi: Väliaikaista tulostinta ei saatu poistettua.
he: .תינמזה תספדמה תא ריסהל ןתינ אל
hu: Az ideiglenes nyomtató eltávolítása nem sikerült.
is: Gat ekki fjarlægt tímabundinn prentara.
ko: 임시 인쇄기를 지우지 못합니다.
lt: Nesugebu pašalinti laikino spausdintuvo.
lv: Nevar aizvākt pagaidu drukas iekārtu.
mt: Ma setax jitneħħa l-printer temporanju.
nl: Niet in staat om de tijdelijke printer te verwijderen.
no: Kunne ikke fjerne midlertidig skriver.
pl: Nie można usunąć tymczasowej drukarki.
pt: Não consegui apagar a impressora temporária.
ro: Nu pot şterge imprimanta temporară.
ru: Не могу удалить временный принтер.
sk: Nemôžem odstrániť dočasnú tlačiareň.
sl: Ni moč odstraniti začasnega tiskalnika.
ta: ¾ü¸¡Ä¢¸ì «îÍô¦À¡È¢¨Â «¸üÈ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถเอาเครื่องพิมพ์ชั่วคราวออกได้
tr: Geçici yazıcı silinemedi.
uk: Неможливо вилучити тимчасовий принтер.
vi: Không gỡ bỏ được máy in tạm thời.
xh: Ayikwazi ukususa umshicileli wethutyana.

source: Unable to create temporary printer.
af: nie moontlik aan skep tydelike drukker.
az: Müvəqqəti çap edici yaradıla bilmir.
bg: Не мога да създам временен принтер.
ca: No s'ha pogut crear la impressora temporal.
cs: Není možné vytvořit dočasnou tiskárnu.
da: Kan ikke oprette midlertidig printer.
de: Erstellung eines temporären Druckers nicht möglich.
el: Δε μπόρεσα να δημιουργήσω προσωρινό εκτυπωτή.
et: Ajutist printerit pole võimalik luua.
fi: Ei voitu luoda väliaikaista tulostinta.
he: .תינמז תספדמ רוציל ןתינ אל
hu: Az ideiglenes nyomtató létrehozása nem sikerült.
is: Gat ekki búið til tímabundinn prentara.
ko: 임시 인쇄기를 만들지 못합니다.
lt: Negaliu sukurti laikino spausdintuvo.
lv: Nevar izveidot pagaidu drukas iekārtu.
mt: Ma setax jinħoloq printer temporanju.
nl: Niet in staat om de tijdelijke printer aan te maken.
no: Kunne ikke lage midlertidig skriver.
pl: Nie można utworzyć tymczasowej drukarki.
pt: Não consegui criar a impressora temporária.
ro: Nu pot crea imprimantă temporară.
ru: Не могу создать временный принтер.
sk: Nemôžem vytvoriť dočasnú tlačiareň.
sl: Ni moč ustvariti začasnega tiskalnika.
ta: ¾ü¸¡Ä¢¸ì «îÍô¦À¡È¢¨Â ¯ÕÅ¡ì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถสร้างเครื่องพิมพ์ชั่วคราวได้
tr: Geçici bir yazıcı oluşturulamadı.
uk: Неможливо створити тимчасовий принтер.
vi: Không tạo được máy in tạm thời.
xh: Ayikwazi ukwenza umshicileli wethutyana.

source: Confirmation
af: bevestiging
az: Təsdiq
bg: Потвърждение
ca: Confirmació
cs: Potvrzení
da: Bekræftelse
de: Bestätigung
el: Επιβεβαίωση
et: Kinnitus
fi: Varmistus
he: רושיא
hu: Megerősítés
is: Staðfesting
ko: 확인
lt: Patvirtinimas
lv: Apstiprinājums
mt: Konferma
nl: Bevestiging
no: Bekreftelse
pl: Potwierdzenie
pt: Confirmação
ro: Confirmare
ru: Подтверждение
sk: Potvrdenie
sl: Potrditev
sr: Potvrda
ta: ¯Ú¾¢ôÀÎò¾ø
th: การยืนยัน
tr: Onaylama
uk: Підтвердження
vi: Xác nhận
xh: Uqinisekiso

source: Location
af: ligging
az: Yer
bg: Местоположение
ca: Localització
cs: Umístění
da: Sted:
de: Adresse
el: Τοποθεσία
et: Asukoht
fi: Sijainti
he: םוקימ
hu: Hely
is: Staðsetning
ko: 위치
lt: Vieta
lv: Vieta
mt: Post
nl: Locatie
no: Sted
pl: Lokacja
pt: Localização
ro: Locaţia
ru: Расположение
sk: Umiestnenie
sl: Lokacija
sr: Lokacija
ta: ­¼õ
th: ตำแหน่ง
tr: Konum
uk: Адреса
vi: Địa điểm
xh: Indawo ekuyo

source: Description
af: beskrywing
az: İzahat
bg: Описание
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
et: Kirjeldus
fi: Kuvaus
he: רואית
hu: Leírás
is: Lýsing
ko: 설명
lt: Aprašymas:
lv: Apraksts
mt: Deskrizzjoni
nl: Beschrijving
no: Beskrivelse
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sr: Opis
ta: Å¢ÅÃõ
th: รายละเอียด
tr: Açıklama
uk: Опис
vi: Mô tả
xh: Inkcazelo

source: Backend
af: agterkant
az: Arxa plan
ca: Dorsal
cs: Implementace
da: Bagende
de: Ausgabegerät
el: Υποστήριξη
fi: Ajuri
he: קשממ
hu: A kiszolgáló oldal (backend)
is: Bakendi
ko: 뒤끝
lt: Galas
lv: Backends
mt: Magna
pl: Obsługa
ro: Suport
ru: Протокол низкого уровня
sk: Implementácia
sl: Vmesnik
ta: À¢ýÒÄõ
th: แบ็คเอนด์
tr: Arkayüz
uk: Сервер
xh: Isiphelo somva

source: Device
af: toestel
az: Avadanlıq
bg: Устройство
ca: Dispositiu
cs: Zařízení
da: Enhed
de: Gerät
el: Συσκευή
et: Seade
fi: Laite
he: ןקתה
hu: Eszköz
is: Tæki
ko: 장치
lt: Įrenginys
lv: Iekārta
mt: Apparat
nl: Apparaat
no: Enhet
pl: Urządzenie
pt: Dispositivo
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
sl: Naprava
sr: Uređaj
ta: º¡¾Éõ
th: อุปกรณ์
tr: Aygıt
uk: Пристрій
vi: Thiết bị
xh: Icebo

source: Printer IP
af: drukker ip
az: Çap edici IP
bg: Принтер IP
ca: IP d'impressora
cs: IP tiskárny
de: Drucker-IP
el: IP Εκτυπωτή
et: Printeri IP
fi: Tulostimen IP
he: IP תבותכ
hu: A nyomtató IP-címe
is: IP-tala Prentara
ko: 인쇄기 IP
lt: Spausdintuvo IP
lv: Drukas iekārtas IP
mt: IP tal-printer
no: Skriver-IP
pl: Drukarka IP
pt: IP da Impressora
ro: IP imprimantă
ru: IP-адрес принтера
sk: IP tlačiarne
sl: Tiskalnik IP
ta: «îÍ¦À¡È¢ IP
th: ไอพีของเครื่องพิมพ์
tr: Yazıcı IP numarası
uk: Принтер IP
vi: Số IP của máy in
xh: Umshicileli u IP

source: Port
af: poort
az: Qapı
bg: Порт
el: Πόρτα
fi: Portti
he: האיצי
is: Gátt
ko: 포트
lt: Portas
lv: Ports
nl: Poort
pt: Porto
ru: Порт
sl: Vrata
ta: Ð¨È
th: พอร์ต
uk: Порт
vi: Cổng
xh: Izibuko

source: Account
af: rekening
az: Hesab
bg: Акаунт
ca: Compte
cs: Účet
da: Konto
de: Zugang
el: Λογαριασμός
et: Konto
fi: Käyttäjätunnus
he: ןובשח
hu: Azonosító
is: Reikningur
ko: 계정
lt: Paskyra
lv: Akaunts
mt: Kont
no: Konto
pl: Konto
pt: Conta
ro: Cont
ru: Учетная запись
sk: Účet
sl: Račun
sr: Nalog
ta: ¸½ìÌ
th: บัญชีผู้ใช้
tr: Hesap
uk: Рахунок
xh: Ityala

source: DB driver
af: db drywer
az: DB sürücüsü
bg: DB драйвер
ca: Controlador DB
cs: ovládač DB
de: DB-Treiber
el: Οδηγός ΒΔ
et: DB draiver
fi: DB-ajuri
he: DB ןקתה להנמ
hu: Adatbázis-meghajtó
is: DB rekill
ko: DB 장치 구동기
lt: DB tvarkyklė
lv: DB draivers
mt: Driver tad-DB
nl: DB-stuurprogramma
pl: Sterownik bazy danych
pt: Controlador da BD
ro: Driver DB
ru: Драйвер БД
sk: ovládač DB
sl: Gonilnik DB
ta: DB ­Âì¸¢
th: ฐานข้อมูลไดรเวอร์
tr: DB sürücü
uk: Драйвер БД
xh: Umqhubi we DB
