Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Access permissions
af: toegang verkry regte
az: Yetişmə səlahiyyətləri
bg: Достъп и Превилегии
ca: Permisos d'accés
cs: Přístupová práva
da: Adgangstilladelser
de: Zugangsberechtigungen
el: Άδειες πρόσβασης
et: Loabitid
fi: Käyttöoikeudet
he: השיג תואשרה
hu: Hozzáférési jogok
is: Aðgangsheimildir
ko: 쓸 수 있는 권한
lt: Priėjimo leidimai
lv: Piekļuves tiesības
mt: Permessi għall-aċċess
nl: Toegangsrechten
no: Tilgangsrettigheter
pl: Prawa dostępu
pt: Permissões de acesso
ro: Permisiuni acces
ru: Права доступа
sk: Prístupové práva
sl: Dovoljenja za dostop
sr: Dozvole pristupa
ta: «Ï¸ø «ÛÁ¾¢¸û
th: อนุญาตให้เข้าใช้
tr: Erişim izinleri
uk: Права доступу
vi: Cho phép truy cập
xh: Nikezela iimvume

source: Class
af: klas
az: Sinif
bg: Клас
ca: Classe
cs: Třída
da: Klasse
de: Klasse
el: Κλάση
et: Klass
fi: Luokka
he: הקלחמ
hu: Osztály
is: Klasi
ko: 단위
lt: Klasė
lv: Klase
mt: Klassi
nl: Klasse
no: Klasse
pl: Klasa
pt: Categoria
ro: Clasa
ru: Класс
sk: Trieda
sl: Razred
sr: Klasa
ta: ÅÌôÒ
th: คลาส
tr: Sınıf
uk: Клас
vi: Lớp(class)
xh: Uhlobo

source: Show Entries
af: vertoon inskrywings
az: Girişləri Göstər
bg: Покажи Записи
ca: Mostra Entrades
cs: Zobrazení položek
da: Vis indgange
de: Einträge anzeigen
el: Προβολή Καταχωρήσεων
et: Näidata kirjeid
fi: Näytä tietueet
he: תגצה םיטירפ
hu: A bejegyzések megjelenítése
is: Sýna færslur
ko: 항목 보이기
lt: Rodyti Duomenys
lv: Rādīt Ierakstus
mt: Uri Elementi
nl: Lees- ingangen
no: Vise oppføringer
pl: Wyświetlaj pozycje
pt: Mostrar Entradas
ro: Afişare intrări
ru: Чтение списка файлов
sk: Zobraziť položky
sl: Prikaži vnosov
sr: Prikaz sadržaja
ta: Ñ¨Æ×¸¨Çì ¸¡ðÎ
th: แสดงรายการที่มี
tr: Girdileri Göster
uk: Показати зміст
vi: Hiển thị Entries
xh: Bonisa Amangeno

source: Read
af: lees
az: Oxu
bg: Четене
ca: Llegit
cs: Čtení
da: Indlæs
de: Lesen
el: Διάβασμα
et: Lugeda
fi: Lue
he: האירק
hu: Olvasás
is: Lesa
ko: 읽기
lt: Skaityti
lv: Lasīt
mt: Aqra
nl: Lezen
no: Lese
pl: Odczyt
pt: Leitura
ro: Citire
ru: Чтение
sk: Čítať
sl: Beri
sr: Čitanje
ta: Å¡º¢
th: อ่าน
tr: Oku
uk: Зчитати
vi: Đọc
xh: Funda

source: Write Entries
af: skryf inskrywings
az: Girişləri Yaz
bg: Записвам Записи
ca: Escriu Entrades
cs: Zápis položek
da: Skriv Indgange
de: Einträge schreiben
el: Εγγραφή Καταχωρήσεων
et: Kirjutada kirjeid
fi: Kirjoita tietueet
he: תביתכ םיטירפ
hu: A bejegyzések írása
is: Skrifa færslur
ko: 쓰기/n입장
lt: Įrašyti Duomenys
lv: Ierakstīt Ievadus
mt: Ikteb Elementi
nl: Schrijf- ingangen
no: Skrive oppføringer
pl: Zapisz pozycje
pt: Escrever Entradas
ro: Scriere intrări
ru: Изменение списка файлов
sk: Zapísať položky
sl: Piši vnosov
sr: Upis sadržaja
ta: Ñ¨Æ×¸¨Ç ±ØÐ
th: เขียนรายการที่มี
tr: Girdileri Yaz
uk: Змінити зміст
vi: Viết Entries
xh: Bhala Amangeno

source: Write
af: skryf
az: Yaz
bg: Запис
ca: Escriptura
cs: Zápis
da: Skriv
de: Schreiben
el: Γράψιμο
et: Kirjutada
fi: Kirjoita
he: הביתכ
hu: Írás
is: Skrifa
ko: 쓰기
lt: Įrašyti
lv: Rakstīt
mt: Ikteb
nl: Schrijven
no: Skriv
pl: Zapis
pt: Escrita
ro: Scriere
ru: Запись
sk: Zapísať
sl: Piši
sr: Upis
ta: ±ØÐ
th: เขียน
tr: Yaz
uk: Записати
vi: Viết
xh: Bhala

source: _: Enter directory Enter
af: invoer
az: Gir
bg: Влез
ca: Entrada
cs: Vstup
da: Gå ind i
de: Öffnen
el: Είσοδος
et: Sisene
fi: Siirry
he: הסינכ
hu: Belépés
is: Fara í
ko: 자료방에 들어갈 수 있음
lt: Įveskite
lv: Ieiet
mt: Idħol
nl: Openen
no: Gå inn
pl: Wejście
pt: Entrar
ro: Intră
ru: Вход в каталог
sk: Zadať
sl: Vstopi v imenik
sr: Pristup
ta: Ñ¨Æ
th: เข้าไปยัง
tr: Gir
uk: Увійти
xh: Ngena

source: Exec
af: voer uit
az: İşə Sal
bg: Изпълнение
ca: Execució
cs: Vykonání
de: Ausführen
el: Εκτέλεση
et: Käivitada
fi: Suorita
he: הלעפה
hu: Futtatás
is: Keyra
ko: 실행
lt: Vykdyti
lv: Pildīt
mt: Eżek.
nl: Uitvoeren
no: Utføre
pl: Uruchomienie
ro: Execuţie
ru: Выполнение
sk: Vykonať
sl: Izvedi
sr: Izvršavanje
ta: ­ÂìÌ
th: เรียกทำงาน
tr: Çalıştır
uk: Виконати

source: User
af: gebruiker
az: İstifadəçi
bg: Потребител
ca: Usuari
cs: Uživatel
da: Bruger
de: Benutzer
el: Χρήστης
et: Kasutaja
fi: Käyttäjä
he: שמתשמ
hu: Felhasználó
is: Notandi
ko: 사용자
lt: Vartotojas
lv: Lietotājs
nl: Gebruiker
no: Bruker
pl: Użytkownik
pt: Utilizador
ro: Utilizator
ru: Владелец
sk: Používateľ
sl: Uporabnik
sr: Korisnik
ta: ÀÂÉ÷
th: ผู้ใช้
tr: Kullanıcı
uk: Користувач
vi: Người dùng
xh: Umsebenzisi

source: Group
af: groep
az: Qrup
bg: Група
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
el: Ομάδα
et: Grupp
fi: Ryhmä
he: הצובק
hu: Csoport
is: Hópur
ko: 그룹
lt: Grupė
lv: Grupa
mt: Grupp
nl: Groep
no: Gruppe
pl: Grupa
pt: Grupo
ro: Grup
ru: Группа
sk: Skupina
sl: Skupina
sr: Grupa
ta: ÌØ
th: กลุ่ม
tr: Grup
uk: Група
vi: Nhóm
xh: Iqela

source: Others
az: Digərləri
bg: Други
ca: Altres
cs: Ostatní
da: Andre
de: Sonstige
el: Άλλοι
et: Teised
fi: Muut
he: םירחא
hu: A többiek
is: Aðrir
ko: 다른 사람
lt: Kiti
lv: Citi
mt: Oħrajn
nl: Overige
no: Andre
pl: Inni
pt: Outros
ro: Alţii
ru: Все остальные
sk: Ostatné
sl: Drugo
sr: Ostali
ta: À¢È÷
th: อื่นๆ
tr: Diğerleri
uk: Інші
vi: Nhóm khác
xh: Abanye

source: Set UID
af: stel uid
az: Fəal UID
bg: Постави UID
ca: Estableix UID
cs: Nastavit UID
da: Sæt uid
de: Benutzer-ID (UID) setzen
el: Θέση UID
et: Sea UID
fi: Aseta UID
he: שמתשמכ עבק
hu: más UID
is: Setja UID
ko: UID 설정
lt: Nustatyti UID
lv: Piešķirt UID
nl: UID instellen
no: Sett UID
pl: Ustaw UID
pt: Mudar UID
ro: SUID
ru: Бит SUID
sk: Nastaviť UID
sl: Nastavi UID
sr: Podesi UID
ta: UID «¨Á
th: ตั้งค่าหมายเลขผู้ใช้
tr: Etkin UID
uk: Встановити UID
vi: Đặt UID
xh: Cwangcisa i UID

source: Set GID
af: stel gid
az: Fəal GID
bg: Постави GID
ca: Estableix GID
cs: Nastavit GID
da: Sæt gid
de: Gruppen-ID (GID) setzen
el: Θέση GID
et: Sea GID
fi: Aseta GID
he: הצובקכ עבק
hu: más GID
is: Setja GID
ko: GID 설정
lt: Nustatyti GID
lv: Piešķirt GID
nl: GID instellen
no: Sett GID
pl: Ustaw GID
pt: Mudar GID
ro: SGID
ru: Бит SGID
sk: Nastaviť GID
sl: Nastavi GID
sr: Podesi GID
ta: GID «¨Á
th: ตั้งค่าหมายเลขกลุ่ม
tr: Etkin GID
uk: Встановити GID
vi: Đặt GID
xh: Cwangcisa i GID

source: Sticky
af: taaierig
az: Yapışqan
bg: На всички работни места
ca: Apegalós
da: Klæber
de: Haftend (Sticky)
el: Κολλημένο
et: Kleepbitt
he: קיבד
hu: ragadós
is: Klístrað
ko: 고정
lt: Fiksuotas
lv: Lipīgs
mt: Iwaħħal
nl: Vastgeplakt
no: Klistrete
pl: Kleisty bit
ro: Adăugare
ru: Бит Sticky
sl: Lepljivi
ta: ´ðÎ
th: ติดไว้
tr: Yapışkan
uk: Стійкий біт
vi: Dính(sticky)
xh: Ncangathi

source: Ownership
af: eienaarskap
az: Yiyəlik
bg: Собственик
ca: Propietat
cs: Vlastnictví
da: Ejerskab
de: Eigentümer
el: Ιδιοκτησία
et: Omandus
fi: Omistaja
he: תולעב
hu: Tulajdonosi jog
is: Eigandi
ko: 소유자
lt: Savininkas
lv: Īpašums
mt: Sid
nl: Eigendom
no: Eierskap
pl: Właściciel
pt: Dono
ro: Proprietar
ru: Владелец и группа
sk: Vlastníctvo
sl: Lastništvo
sr: Vlasništvo
ta: ¯Ã¢¨Á
th: เจ้าของ
tr: Sahiplik
uk: Власники
vi: Quyền sở hũư
xh: Ubuniniyo

source: User:
af: gebruiker:
az: İstifadəçi:
bg: Потребител:
ca: Usuari:
cs: Uživatel:
da: Bruger:
de: Benutzer:
el: Χρήστης:
et: Kasutaja:
fi: Käyttäjä:
he: :שמתשמ
hu: Felhasználó:
is: Notandi:
ko: 사용자:
lt: Vartotojas:
lv: Lietotājs:
nl: Gebruiker:
no: Bruker:
pl: Użytkownik:
pt: Utilizador:
ro: Utilizator:
ru: Владелец:
sk: Používateľ
sl: Uporabnik:
sr: Korisnik:
ta: ÀÂÉ÷:
th: ผู้ใช้:
tr: Kullanıcı:
uk: Користувач:
vi: Người dùng:
xh: Umsebenzisi:

source: Group:
af: groep:
az: Qrup:
bg: Група:
ca: Grup:
cs: Skupina:
da: Gruppe:
de: Gruppe:
el: Ομάδα:
et: Grupp:
fi: Ryhmä:
he: :הצובק
hu: Csoport:
is: Hópur:
ko: 그룹:
lt: Grupė:
lv: Grupa:
mt: Grupp:
nl: Groep:
no: Gruppe:
pl: Grupa:
pt: Grupo:
ro: Grup:
ru: Группа:
sk: Skupina:
sl: Skupina:
sr: Grupa:
ta: ÌØ:
th: กลุ่ม:
tr: Grup:
uk: Група:
vi: Nhóm:
xh: Iqela:

source: Apply changes to all subdirectories and their contents
af: wend aan verander aan alle sub-gidse en hulle inhoud
az: Dəyişiklikləri bütün alt cərgələrə əlavə et
bg: Приложи промените на всички поддиректории и техните съдържания
ca: Aplica els canvis a tots els subdirectoris i el seu contingut
cs: Aplikovat změny na všechny podadresáře a jejich obsah
da: Anvend ændringer på alle undermapper og deres indhold
de: Änderungen auf alle Unterverzeichnisse und ihre Inhalte anwenden.
el: Εφαρμογή των αλλαγών σε όλους τους υποκαταλόγους και τα περιεχόμενά τους
et: Rakenda muudatusi kõikidele alamkataloogidele ja nende sisule
fi: Käytä muutoksia kaikissa alihakemistoissa ja niiden sisällöissä
he: ןתלוכתו הנשמה תוירפס לכ לע םייונישה תא לחה
hu: A módosítások terjedjenek ki az összes alkönyvtárra és azok tartalmára
is: Virkja breytingarnar í öllum undirmöppum og innihaldi þeirra
ko: 이 자료방 안에 들어있는 모든 파일과 알맹이에 적용합니다
lt: Pritaikyti
lv: Attiecina izmaiņas uz visiem apakšdirektorijiem un to saturu
mt: Agħmel il-bidliet fid-direttorji ta' ġewwa, u l-kontenut tagħhom
nl: Wijzigingen toepassen op alle submappen en hun inhoud
no: Bruk endringene på alle underkataloger og innholdet i dem
pl: Zastosuj zmiany do wszystkich podkatalogów i ich zawartości
pt: Aplicar as alterações a todas as sub-directorias e ao seu conteúdo
ro: Aplică modificările tuturor subdirectoarelor şi conţinutului lor
ru: Применить изменения ко всем подкаталогам и их содержимому
sk: Použiť zmeny vo všetkých podpriečinkoch a ich obsahoch
sl: Uveljavi spremembe v vseh podimenikih in njihovi vsebini.
sr: Primeni promene na sve poddirektorijume i njihov sadržaj
ta: ±øÄ¡ò Ð¨½ «¨¼×¸ÙìÌõ «ÅüÈ¢ý ¯ûÇ£Î¸ÙìÌõ Á¡üÈí¸¨Çô À¢Ã§Â¡¸¢
th: ปรับให้มีผลกับทุกไดเรกทอรีย่อยและแฟ้มทั้งหมด
tr: Değişiklikleri tüm alt dizinlere uygula
uk: Застосувати зміни до всіх підкаталогів та їх змісту
vi: Áp dụng các thay đổi cho cả các thư mục con và nội dung của chúng
xh: Faka lonke utshintsho kuwo onke amasebe olawulo kunye nemixholo yawo

source: <b>User</b>
af: <b>gebruiker</b>
az: <b>İstifadəçi</b>
bg: <b>Потребител</b>
ca: <b>Usuari</b>
cs: <b>Uživatel</b>
da: <b>Bruger</b>
de: <b>Benutzer</b>
el: <b>Χρήστης</b>
et: <b>Kasutaja</b>
fi: <b>Käyttäjä</b>
he: <b>שמתשמ</b>
hu: <b>Felhasználó</b>
is: <b>Notandi</b>
ko: <b>사용자</b>
lt: <b>Vartotojas</b>
lv: <b>Lietotājs</b>
nl: <b>Gebruiker</b>
no: <b>Bruker</b>
pl: <b>Użytkownik</b>
pt: <b>Utilizador</b>
ro: <b>Utilizator</b>
ru: <b>Владелец</b>
sk: <b>Používateľ</b>
sl: <b>Uporabnik</b>
sr: <b>Korisnik</b>
ta: <b>ÀÂÉ÷</b>
th: <b>ผู้ใช้</b>
tr: <b>Kullanıcı</b>
uk: <b>Користувач</b>
vi: <b>Người dùng</b>
xh: <b> Umsebenzisi</b>

source: <b>Group</b>
af: <b>groep</b>
az: <b>Qrup</b>
bg: <b>Група</b>
ca: <b>Grup</b>
cs: <b>Skupina</b>
da: <b>Gruppe</b>
de: <b>Gruppe</b>
el: <b>Ομάδα</b>
et: <b>Grupp</b>
fi: <b>Ryhmä</b>
he: <b>הצובק</b>
hu: <b>Csoport</b>
is: <b>Hópur</b>
ko: <b>그룹</b>
lt: <b>Grupė</b>
lv: <b>Grupa</b>
mt: <b>Grupp</b>
nl: <b>Groep</b>
no: <b>Gruppe</b>
pl: <b>Grupa</b>
pt: <b>Grupo</b>
ro: <b>Grup</b>
ru: <b>Группа</b>
sk: <b>Skupina</b>
sl: <b>Skupina</b>
sr: <b>Grupa</b>
ta: <b>ÌØ</b>
th: <b>กลุ่ม</b>
tr: <b>Grup</b>
uk: <b>Група</b>
vi: <b>Nhóm</b>
xh: <b>Iqela<b/>

source: <b>Others</b>
az: <b>Digərləri</b>
bg: <b>Други</b>
ca: <b>Altres</b>
cs: <b>Ostatní</b>
da: <b>Andre</b>
de: <b>Sonstige</b>
el: <b>Άλλοι</b>
et: <b>Teised</b>
fi: <b>Muut</b>
he: <b>םירחא</b>
hu: <b>Mások</b>
is: <b>Aðrir</b>
ko: <b>다른 사람</b>
lt: <b>Kiti</b>
lv: <b>Citi</b>
mt: <b>Oħrajn</b>
nl: <b>Anderen</b>
no: <b>Andre</b>
pl: <b>Inni</b>
pt: <b>Outros</b>
ro: <b>Alţii</b>
ru: <b>Все остальные</b>
sk: <b>Ostatné</b>
sl: <b>Drugo</b>
sr: <b>Ostali</b>
ta: <b>À¢È÷</b>
th: <b>อื่นๆ</b>
tr: <b>Diğerleri</b>
uk: <b>Інші</b>
vi: <b>Nhóm khác</b>
xh: <b>Abanye</b>

source: E&xecute
af: uitvoer
az: İşə &Sal
bg: &Стартирай
ca: E&xecució
cs: Vy&konání
da: Ud&før
de: Aus&führen
el: Ε&κτέλεση
et: Kä&ivitada
fi: &Suorita
he: הלע&פה
hu: &Futtatás
is: &Keyra
ko: 실행(&x)
lt: Pa&leisti
lv: I&zpildīt
mt: E&żegwixxi
nl: &Uitvoeren
no: U&tfør
pl: U&ruchom
pt: E&xecutar
ro: &Execută
ru: &Выполнить
sk: V&ykonať
sl: Iz&vedi
sr: &Izvrši
ta: ­ÂìÌ
th: เรียกทำงาน
tr: Ça&lıştır
uk: В&иконати
vi: Chạy
xh: Phu&meza

source: Command:
af: opdrag:
az: Əmr:
bg: Команда:
ca: Comanda:
cs: Příkaz:
da: Kommando:
de: Befehl:
el: Εντολή:
et: Käsk:
fi: Komento:
he: :הדוקפ
hu: Parancs:
is: Athugasemd:
ko: 명령:
lt: Komanda:
lv: Komanda:
mt: Kmand:
nl: Commando:
no: Kommando:
pl: Polecenie:
pt: Comando:
ro: Comandă:
ru: Команда:
sk: Príkaz:
sl: Ukaz:
sr: Komanda:
ta: ¸ð¼¨Ç:
th: คำสั่ง:
tr: Komut:
uk: Команда:
vi: Lệnh:
xh: Umyalelo:

source: Panel Embedding
af: paneel inbed
az: Panelə Hopdurulmuş
bg: Поставяне на Панел
ca: Encasta al plafó
cs: Vkládání do panelu
da: Panelindlejring
de: Einbettung in Kontrollleiste
el: Ενσωμάτωση Πίνακα
et: Paneelile põimimine
fi: Paneeliin upotus
he: חולב העבטה
hu: Beágyazás a panelba
is: Setja á spjaldið
ko: 패널에 끼워넣기
lt: Pulto pritvirtinimas
lv: Paneļa Iegulšana
mt: Integrazzjoni fil-pannell
nl: Paneelinbedding
no: Panelinkludering
pl: Zadokowanie na panelu
pt: Embeber no Painel
ro: Înglobare panou
ru: Встроить в панель
sk: Vloženie panelu
sl: Vključitev pulta
ta: ÀÄ¸ô ¦À¡¾¢ôÒ
th: ฝังเข้ากับพาเนล
tr: Panele Gömülü
uk: Вмонтовування панелі
xh: Ulungiso leqela lenjongo ethile

source: Execute on click:
af: uitvoer op kliek:
az: Tıqlandığında icra et:
bg: Изпъкни при клик:
ca: Executa en fer clic:
cs: Vykonat po kliknutí:
da: Udfør ved klik:
de: Bei Klick ausführen:
el: Εκτέλεση με το κλικ:
et: Klikkimisel käivita:
fi: Suorita napsautettaessa:
he: :הציחלב לעפה
hu: Futtatás kattintáskor:
is: Keyra við músasmell:
ko: 클릭으로 실행:
lt: Paleisti paspaudus:
lv: Izpildīt pie klikšķa:
mt: Ħaddem malli tikklikkja:
nl: Uitvoeren bij aanklikken:
no: Utfør ved klikk:
pl: Uruchom po kliknięciu:
pt: Executar ao carregar:
ro: Execută la clic:
ru: Запустить программу:
sk: Vykonať na kliknutie:
sl: Izvedi ob kliku:
sr: Izvrši prilikom klika:
ta: «Øò¾¢É¡ø ­ÂìÌ:
th: สั่งทำงานเมื่อคลิก:
tr: Tıklandığında çalıştır:
uk: Виконувати при клацанні:
vi: Chạy khi nhấn:
xh: Phumeza kunqakrazo:

source: Window Title:
af: venster titel:
az: Pəncərə Başlığı:
bg: Име на прозорец
ca: Títol de finestra:
cs: Titulek okna:
da: Vinduestitel:
de: Fenstertitel:
el: Τίτλος Παραθύρου
et: Akna tiitel:
fi: Ikkunan otsikko:
he: :ןולחה תרתוכ
hu: Ablakfelirat:
is: Glugga titill:
ko: 창 제목:
lt: Lango antraštė:
lv: Loga Titli:
mt: Isem tal-window:
nl: Venstertitel:
no: Vindutittel:
pl: Pasek tytułowy okna:
pt: Título da Janela:
ro: Titlu fereastră:
ru: Встроить окно с заголовком:
sk: Názov okna:
sl: Naslov okna:
sr: Naslov prozora:
ta: º¡ÇÃò ¾¨ÄôÒ:
th: หัวเรื่องหน้าต่าง:
tr: Pencere Başlığı:
uk: Титул вікна:
vi: Đầu đề của cửa sổ:
xh: Igama lewonga lewindow:

source: Run in terminal
af: hardloop in terminaal
az: Teminalda icra et
bg: Изпълни в терминал
ca: Executa a terminal
cs: Spustit v terminálu
da: Kør i terminal
de: In Terminal starten
el: Εκτέλεση σε τερματικό
et: Käivita terminalil
fi: Käynnistä pääteikkunassa
he: ףוסמב לעפה
hu: Futtatás terminálban
is: Keyra í skjáhermi
ko: 터미널에서 실행
lt: Paleisti terminale
lv: Darbināt terminālā
mt: Eżegwixxi ġo terminal
nl: In een terminal uitvoeren
no: Kjør i terminal
pl: Uruchom w terminalu
pt: Correr num terminal
ro: Execută în terminal
ru: Запускать в терминале
sk: Spustiť na termináli
sl: Zaženi v terminalu
sr: Pokreni u terminalu
ta: Ó¨ÉÂò¾¢ø ­ÂìÌ
th: ทำงานในเทอร์มินัล
tr: Uçbirimde çalıştır
uk: Запустити у терміналі
vi: Chạy trong đầu cuối(terminal)
xh: Baleka kwisiphelo sendlela

source: Terminal Options
af: terminaal opsies
az: Terminal Seçənəkləri
bg: Опции на Терминал
ca: Opcions de terminal
cs: Volby terminálu
da: Terminalindstillinger
de: Terminal-Optionen
el: Επιλογές Τερματικού
et: Terminali valikud
fi: Päätteen optiot
he: ףוסמ תויורשפא
hu: Terminálbeállítások
is: Valkostir skjáhermis
ko: 터미널 옵션
lt: Terminalo savybės
lv: Termināla Opcijas
mt: Għażliet għal terminal
nl: Terminalopties
no: Terminalvalg
pl: Opcje terminala
pt: Opções do Terminal
ro: Optiuni terminal
ru: Параметры терминала
sk: Možnosti terminálu
sl: Terminalske izbire
sr: Opcije terminala
ta: Ó¨ÉÂ Å¢ÕôÀí¸û
th: ตัวเลือกของเทอร์มินัล
tr: Terminal Seçenekleri
uk: Параметри терміналу
vi: Các tuỳ chọn của đầu cuối(terminal)
xh: Isiphelo sendlela yokhetho

source: Run as a different user
af: hardloop as 'n ander gebruiker
az: Fərqli istifadəçi ilə icra et
bg: Изпълни като различен потребител
ca: Executa com a usuari diferent
cs: Spustit pod jiným uživatelem
da: Kør som en anden bruger
de: Als anderer Benutzer ausführen
el: Εκτέλεση σαν διαφορετικός χρήστης
et: Käivita teise kasutajana
fi: Aja toisena käyttäjänä
he: רחא שמתשמ רותב לעפה
hu: Futtatás más felhasználóként
is: Keyra sem annar notandi
ko: 다른 사용자로 실행
lt: Paleisti kitu vartotoju
lv: Darbināt kā citam lietotājam
mt: Eżegwixxi bħala user ieħor
nl: Uitvoeren onder een andere gebruiker
no: Kjør som en annen bruker
pl: Uruchom jako inny użytkownik
pt: Correr como um utilizador diferente
ro: Execută ca utilizator diferit
ru: Запускать от имени другого пользователя
sk: Spustiť ako iný používateľ
sl: Zaženi kot drug uporabnik
sr: Pokreni kao drugi korisnik
ta: §ÅÚ ÀÂÉÃ¡¸ ­ÂìÌ
th: ทำงานด้วยทะเบียนผู้ใช้อื่น
tr: Farklı kullanıcıyla çalıştır
uk: Виконати як інший користувач
vi: Chạy duới một người dùng khác
xh: Baleka njengomsebenzisi owahlukileyo

source: Username
af: gebruikernaam
az: İstifadəçi Adı
bg: Име на потребител
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
et: Kasutajanimi
fi: Käyttäjänimi
he: שמתשמ םש
hu: Felhasználónév
is: Notandanafn
ko: 사용자 이름
lt: Vartotojas
lv: Lietotāja Vārds
mt: Isem tal-user
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt: Nome do utilizador
ro: Nume utilizator
ru: Имя пользователя
sk: Meno používateľa
sl: Uporabniško ime
sr: Korisničko ime
ta: ÀÂÉ÷¦ÀÂ÷
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
uk: Ім'я користувача
vi: Tên người dùng
xh: Igama lomsebenzisi

source: Sorry, but only executables of the local file systems are supported.
af: jammer, maar slegs uitvoerbares van die plaaslike lêer sisteme word ondersteunde.
az: Bağışlayın, sadəcə olaraq yerli fayl sistemindəki proqramlar icra edilə bilər.
bg: Съжалявам, но можете да стартирате само Ваши локални програми и файлове
ca: Ho sento, però només es suporten executables al sistema de fitxers local.
cs: Lituji, ale jsou podporovány pouze programy na lokálním souborovém systému.
da: Beklager, men det er kun kørbare på det lokale filsystem, der er understøttet.
de: Leider werden nur ausführbare Dateien des lokalen Dateisystems unterstützt.
el: Συγγνώμη, αλλά υποστηρίζονται μόνο εκτελέσιμα των τοπικών συστημάτων αρχείων.
et: Kahjuks on toetatud ainult lokaalses failisüsteemis asuvad käivitatavad failid.
fi: Vain paikallisia suoritustiedostoja voidaan käynnistää.
he: .דבלב תימוקמה םיצבקה תכרעמב תוינכותב הכימת הנשי ,יל רצ
hu: Csak a helyi fájlrendszerekről lehet futtatni fájlokat.
is: Það er bara hægt að keyra forrit af þessu skráakerfi.
ko: 죄송합니다. 로컬 파일 시스템에서만 실행할 수 있습니다.
lt: Apgailestauju, bet palaikomos yra tik vietinės sistemos vykdomosios bylos.
lv: Atvainojjiet, bet tikai lokālās failu sistēmas izpildāmie faili ir atbalstīti
mt: Jiddispjaċini, imma programmi tal-filesystem lokali biss huma aċċettati.
nl: Helaas, alleen uitvoerbare bestanden op lokale bestandsystemen worden ondersteund.
no: Beklager, men bare programfiler på de lokale filsystemene er støttet.
pl: Niestety, uruchamiać programy można jedynie z lokalnego systemu plików
pt: Desculpa, mas apenas são suportados executáveis de sistemas de ficheiros locais.
ro: Sînt suportate fişiere executabile numai de pe sistemul de fişiere local.
ru: Исполнение файлов поддерживается только с локальной файловой системы.
sk: Prepáčte, ale podporované sú len spustiteľné súbory na lokálnych súborových systémoch
sl: Žal, podprte so le izvedljive datoteke v krajevnih datotečnih sistemih.
sr: Izvinite, ali samo su izvršni fajlovi na lokalnom sistemu podržani.
ta: ÁýÉ¢ì¸×õ, ¯ûÇ¨Á §¸¡ôÀ¨Á×î ¦ºÂÄ¢¸ÙìÌ ÁðÎ§Á ¬¾Ã×ñÎ.
th: ขออภัย ใช้ได้เฉพาะแฟ้มที่สามารถประมวลผลได้ภายในระบบเท่านั้น
tr: Üzgünüm, sadece yerel dosya sistemindeki programlar çalıştırılabilir.
uk: Вибачте, але підтримуються тільки програми на локальній файловій системі.
vi: Xin lỗi, chỉ các file chạy được của hệ thống địa phuơng là có thể chạy được
xh: Uxolo, kodwa ngabaphumezi kuphela bendlela zefayile yobulali abaxhaswayo.

source: &Application
af: aansoek
az: &Proqram
bg: &Програма
ca: &Aplicació
cs: &Aplikace
da: &Program :
de: &Programme
el: Εφαρμογή
et: R&akendused
fi: &Sovellus
he: םו&שיי
hu: Al&kalmazás
is: &Forrit
ko: 응용 프로그램(&A)
lt: Progr&ama
lv: &Aplikācija
mt: Progr&amm
nl: A&pplicatie
no: &Applikasjon
pl: &Aplikacja
pt: &Aplicação
ro: &Aplicaţia
ru: &Приложение
sk: &Aplikácia
sl: &Program
sr: &Aplikacija
ta: ¿¢Ãø
th: แอพพลิเคชัน
tr: &Uygulama
uk: &Програма
vi: &Chương trình
xh: &Ufako/isicelo

source: Comment:
af: kommentaar:
az: Şərh:
bg: Описание:
ca: Comentari:
cs: Komentář:
da: Kommentar:
de: Kommentar:
el: Σχόλιο:
et: Kommentaar:
fi: Kommentti:
he: :הרעה
hu: Megjegyzés:
is: Athugasemd:
ko: 설명:
lt: Komentaras:
lv: Komentārs:
mt: Kumment:
nl: Toelichting:
no: Kommentar:
pl: Komentarz:
pt: Comentário:
ro: Comentariu:
ru: Комментарий:
sk: Komentár:
sl: Komentar:
sr: Komentar:
ta: ÌÈ¢ôÒ:
th: คำอธิบาย:
tr: Yorum:
uk: Коментар:
vi: Lời bình:
xh: Gqabaza:

source: File types:
af: lêer tipes:
az: Fayl növü:
bg: Вид файлове:
ca: Tipus de fitxer:
cs: Typy souborů:
da: Fil type:
de: Dateitypen:
el: Τύποι αρχείων:
et: Failitüübid:
fi: Tiedostotyypit:
he: :םיצבק יגוס
hu: Fájltípusok:
is: Skráar&tegundir:
ko: 파일 형식:
lt: Bylos tipas:
lv: Failu tipi:
mt: Tipi ta' fajls:
nl: Bestandstypen:
no: Filtype:
pl: Typ pliku:
pt: Tipos de ficheiro:
ro: Tipuri de fişier:
ru: Типы файлов:
sk: Typy súborov:
sl: Vrste datotek:
sr: Vrste fajlova:
ta: §¸¡ôÒ Å¨¸¸û:
th: ประเภทแฟ้ม:
tr: Dosya türü:
uk: Типи файлів:
vi: Loại file:
xh: Iindidi zefayile:

source: A&ssociation
af: assosiasie
az: Əla&qə
bg: &Видове
ca: A&ssociació
cs: A&sociace
da: &Associering
de: &Zuordnung
el: Συσχετισμός
et: &Seos
fi: &Sidos
he: ךוי&ש
hu: Hozzárendelé&s
is: &Tengsl
ko: 모임(&s)
lt: &Sietis
lv: A&sociācijas
mt: A&ssoċjazzjoni
nl: Asso&ciatie
no: &Tilknyttning
pl: &Położenie
pt: A&ssociação
ro: &Asocierea
ru: &Связь с приложением
sk: S&pojenie
sl: &Povezava
sr: A&socijacije:
ta: ¦¾¡¼÷Ò
th: กำหนดให้ใช้กับ
tr: İliş&ki
uk: А&соціація
vi: gắn với(association)
xh: Ulwa&yamaniso

source: Pattern ( example: *.html;*.htm )
af: patroon ( voorbeeld: *.html;*.htm )
az: Uzantı ( nümunə: *.html;*.htm )
bg: Образец ( например: *.html, *.hml )
ca: Patró ( exemple: *.html;*.htm )
cs: Vzor ( příklad: *.html;*.htm )
da: Mønster ( eksempel: *.html;*.htm )
de: Muster (z.B.: *.html;*.htm)
el: Μοτίβο (π.χ. : *.html;*.HTML; )
et: Muster ( näiteks: *.html; *.htm )
fi: Kuvio (esim: *.html;*.htm )
he: ( *.html;*.htm; :אמגודל ) תינבת
hu: Minta ( például: *.html;*.htm )
is: Mynstur ( dæmi: *.html;*.htm )
ko: 패턴 ( 보기: *.html;*.htm )
lt: Šablonas ( pavyzdžiui: *.html;*.htm )
lv: Šablons ( piemērām: *.html;*.htm )
mt: Pattern ( eż: *.html;*.htm )
nl: Patroon ( bijv.: *.html;*.htm )
no: Mønster ( eksempel: *.html;*.htm; )
pl: Wzorzec ( np.: *.html;*.htm )
pt: Padrão ( exemplo: *.html;*.htm )
ro: Model (exemplu: *.html;*.htm)
ru: Шаблон ( например: *.html;*.htm )
sk: Výraz ( príklad: *.html;*.HTML; )
sl: Vzorec (na primer: *.html;*.htm)
sr: Uzorak ( primer: *.html;*.htm )
ta: ¯ÕÅ¨¸ (¯¾¡Ã½õ: *.html;*.htm )
th: รูปแบบ (ตัวอย่าง : *.html;*.HTML)
tr: Sonek ( örnek: *.html;*.htm )
uk: Шаблон ( наприклад: *.html;*.htm )
vi: Kiểu ( vi' dụ: *.html; *.htm )
xh: Umlinganiselo ( umzekelo: *.html;*.htm )

source: Mime Type
af: mime tipe
az: Mime Növü
bg: Файлов вид
ca: Tipus Mime
cs: Mime typ
de: MIME-Typ
el: Τύπος Mime
et: Mime tüüp
fi: Mimetyyppi
he: Mime סופיט
hu: MIME-típus
is: MIME-Tag
ko: 마임 형식
lt: Mime tipas
lv: Mime Tips
mt: Tip MIME
nl: Bestandstype
no: Mime-typer
pl: Typy MIME
pt: Tipo MIME
ro: Tip MIME
ru: Тип MIME:
sk: Mime typ
sl: Zvrst MIME
sr: Mime tip
ta: ¨Áõ Å¨¸
th: ประเภท Mime
tr: Mime Türü
uk: Тип Mime
vi: Kiểu MIME
xh: Udidi lwe Mime
