Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Use the X-server display 'displayname'.
af: gebruik die x-bediener vertoon 'displayname'.
az: X-vericisi ekranı 'displayname'i işlət.
bg: Ползвам X - server display 'displayname'.
ca: Usa la pantalla del servidor X 'nompantalla'.
cs: Použít displej X-serveru 'displayname'.
da: Brug X-serverskærmen 'displayname'.
de: X-Server-Anzeige namens "Anzeige" benutzen
el: Χρήση οθόνης 'άνομα_οθόνης' του διακομιστή X
et: Kasutatakse X'i serveri ekraani 'ekraani_nimi'.
fi: Käytä X-palvelimen näyttöä 'displayname'.
he: 'displayname' X-ה תרש לש הגוצתב שמתשה
hu: A 'displayname' nevű X-képernyő használata
is: Nota X skjáinn 'displayname'.
ko: X-서버를 표시하는 'displayname'을 씀
lt: Naudokite X-server display 'displayname'.
lv: Lieto X-serveris rāda 'displejavārds'
mt: Uża l-iskrin tal-X server "displayname".
nl: Gebruik de X-serverdisplay 'displayname'.
no: Bruk X-tjeneren 'displayname' som skjerm
pl: Wykorzystanie ekranu X-serwera 'displayname'
pt: Utilizar o ecrã do servidor de X 'displayname'.
ro: Utilizeaza ecranul X 'displayname'.
ru: Использовать дисплей X-сервера <displayname>.
sk: Použije obrazovku X-serveru 'displayname'.
sl: Uporabi zaslon X-strežnika ,displayname`.
sr: Koristite X-server displej 'naziv-displeja'
ta: 'displayname' ±Ûõ X-ÀÃ¢Á¡È¢ì ¸¡ðÊ¨Âô À¡Å¢.
th: ใช้การแสดงผลของ X เซิร์ฟเวอร์ "displayname"
tr: X-sunucusu görüntüsü 'displayname'i kullan.
uk: Використовувати дисплей X-сервера 'displayname'.
vi: Dùng X-server để hiển thị 'displayname'.
xh: Sebenzisa isiboniso esisebenzayo u X 'igama elisisiboniso'.

source: Restore the application for the given 'sessionId'.
af: herstel die aansoek vir die gegewe 'sessionId'.
az: Bu 'sessionId' üçün proqramı köhnə hala gətir.
bg: Възстанови програмата със сесия номер.
ca: Restaura l'aplicació per l'identificador de sessió donat.
cs: Obnovit aplikaci pro daný 'sessionId'.
da: Gendan programmet for den angivne 'sessions-id'.
de: Die Anwendung für "sessionId" wiederherstellen
el: Επαναφορά της εφαρμογής για το δοθέν 'sessionId'
et: Taastatakse rakendus seansihalduse võtmega 'sessioonId'
fi: Palauta sovellus annetulle 'sessionId':lle.
he: ןותנה 'sessionId' הלעפהה יוהיז רובע םושייה תא רזחש
hu: A megadott 'sessionID'-jű alkalmazás visszaállítása
is: Endurheimta forrit með tiltekna lotutölu (sessionId).
ko: 주어진 '세션 ID'에 응용 프로그램을 되살립니다.
lt: Atstatyti.
lv: Atjaunot aplikāciju priek saņemtā 'sesijasId'.
mt: Tella' l-programm għas-sessjoni 'sessionId".
nl: De applicatie herstellen voor de gegeven 'sessionId'.
no: Gjenopprett applikasjonen for den gitte 'sesjonsId'
pl: Przywrócenie aplikacji dla danej sesji 'sessionId'
pt: Restaurar a aplicação com a 'sessionId' dada.
ro: Reface aplicatia pentru 'sessionId'-ul dat.
ru: Восстановить сеанс приложения по ключу <sessionId>.
sk: Obnoví aplikáciu pre daný 'sessionId'.
sl: Obnovi program za dano ,sessionId`.
sr: Povrati aplikaciju za dati 'sessionId'
ta: ¾ó¾ 'sessionId' ­üÌÃ¢Â ¿¢Ã¨Ä Á£Ç¨Á.
th: เรียกคืนสถานะแอพพลิเคชันโดยอ้างถึง "sessionId"
tr: Bu 'sessionId' için uygulamayı eski hale getir.
uk: Відновити програму даного сеансу 'sessionId'.
vi: Khôi phục lại chương trình từ tên đã cho 'sessionId'.
xh: Gcina kwakhona isicelo ngethuba olunikiweyo.

source: Causes the application to install a private color map on an 8-bit display.
af: veroorsaak die aansoek aan installeer 'n private kleur kaart op 'n 8-bit vertoon.
az: Proqramın 8-bitlik bir görünüş üstündə xüsusi bir rəng xəritəsi yükləməsinə imkan verər.
bg: Нека програмата да инсталира собствена карта на цветове върху 8 битов екран.
ca: Fa que l'aplicació instal·li un mapa de color privat a una pantalla de 8-bits.
cs: Umožní aplikaci vytvořit privátní mapu barev pro 8-bitové obrazovky.
da: Får programmet til at installere et privat farvekort på en 8-bit skærm.
de: Erlaubt die Einrichtung einer benutzerdefinierten Farbpalette auf einem 8bit-Display
el: Κάνει την εφαρμογή να εγκαταστήσει private colormap σε οθόνη 8-bit.
et: Laseb rakendusel paigaldada oma värvikaardi 8-bitisel ekraanil.
fi: Pakottaa sovelluksen käyttämään yksityistä värikarttaa 8-bittisessä näyttötilassa.
he: 8 לש הגוצתב תיטרפ םיעבצ תפמ ןיקתהל םושייל םרוג תויביס
hu: Az alkalmazás saját színpalettájának használata 8-bites képernyőmód esetén
is: Lætur forritið nota eigin litalista á 8-bita skjá.
ko: 8비트 컬러 화면에서 개인 색 배열을 설치하기위해 응용 프로그램을 실행합니다.
lt: Programai reikia įdiegto spalvų gylio 8-nių bitų displėjui.
lv: Liek aplikācijai uzstādīt privāto krāsu karti uz 8-bitu displeja.
mt: Iġiegħel lill-programm jinstalla mappa ta' kuluri privata fuq skrin 8-bitt
nl: Zorgt ervoor dat de applicatie een private kleurenpalet installeert op een 8-bit kleurenscherm.
no: Dette fører til at applikasjonen installerer et privat fargekart på en 8-bits skjerm.
pl: Powoduje zainstalowanie przez aplikację prywatnej mapy kolorów dla trybu 8-bitowego.
pt: Faz com que a aplicação instale um mapa de cores privado num ecrã de 8 bits.
ro: Forteaza aplicatia sa instaleze o mapare de culori privata la o afisare pe 8 biti.
ru: В случае 8-битного дисплея приложение будет использовать собственную таблицу цветов.
sk: Spôsobí, že aplikácia si nastaví vlastnú farebnú mapu na 8-bitovom displeji.
sl: Povzroči, da programi namestijo zasebno paleto na 8-bitnem zaslonu.
sr: Uzrokuje da aplikacija instalira privatnu mapu boja na 8-bit displeju.
ta: 8-À¢ð ¸¡ðº¢Â¸¦Á¡ýÈ¢ø ¾É¢ôÀð¼ Åñ½ Å¢ÅÃ¨½¦Â¡ý¨È ¿¢Ú×Á¡Ú ¿¢Ã¨Äô À½¢ìÌõ.
th: เนื่องจากแอพพลิเคชันทำการติดตั้งสีของตัวเอง บนฐานการแสดงผลแบบ 8 บิต
tr: Uygulamanın 8-bitlik bir görüntü üzerinde özel bir renk haritası yüklemesini sağlar.
uk: Вказує програмі встановити приватну таблицю кольорів на 8-бітовому дисплеї.
vi: Làm cho chương trình được cài đặt với bảng màu(color map) 8-bit
xh: Ibangela isicelo sigcine umbala ofihlakeleyo kwimephu kwisiboniso samasuntswana asibhozo (8).

source: Limits the number of colors allocated in the color cube on an 8-bit display, if the application is using the QApplication::ManyColor color specification.
af: limiet die nommer van kleure geallokeer in die kleur kubus op 'n 8-bit vertoon, as die aansoek is te gebruik die qapplication::baiekleure kleur spesifikasie.
az: Əgər proqram tə'minatı QApplication::ManyColor xüsusiyyətini işlədirsə, 8-bitlik bir görünüş üstündə rəng kubunda yer alan rənglərin miqdarına sərhəd qoyar.
bg: Ограничава броя цветове за 8-битов екран ако приложението е използвало цветна спецификация QApplication::ManyColor
ca: Limita el número de colors assignats al cub de color a una pantalla de 8-bits, si l'aplicació està usant l'especificació de color QApplication::ManyColor.
cs: Omezí počet barev alokovaných v krychli barev na 8-bitové obrazovce, používá-li aplikace specifikaci barev pomocí QApplication::ManyColor.
da: Begrænser antallet af farver, der afsættes i farve kuben på en 8-bit skærm, hvis programmet bruger QApplication::ManyColor farvespecifikation.
de: Beschränkt die Zahl der Farben, die in einem 8-Bit-Display zugeordnet werden, wenn das Programm die QApplication "ManyColor" verwendet.
et: Piirab värvikuubikus määratud värvide arvu 8-bitisel ekraanil, kui rakendus kasutab värvi kirjeldust QApplication::ManyColor.
fi: Rajoittaa varattujen värien määrää 8-bittisessä näyttötilassa, jos sovellus käyttää QApplication::ManyColor värimäärityksiä.
he: הגוצתב םיעבצה תייבוקב םיצקומה םיעבצה רפסמ תא ליבגמ םיעבצה טרפמב שמתשמ םושייה םא ,תויביס 8 לש QApplication::ManyColor
hu: Az alkalmazások által lefoglalható színek számának korlátozása 8-bites képernyőmód esetén, a QApplication::ManyColor színspecifikáció használatakor
is: Takmarkar fjölda lita sem er úthlutað úr litakubbnum á 8-bita skjá ef forritið notar QApplication::ManyColor litaskilgreininguna.
ko: 만일 응용 프로그램이 QApplication::ManyColor 색깔 명세를 쓴다면, 8비트컬러 화면에서 색깔 수의 제한을 컬러 큐브에 적용합니다.
lt: Ribos spalvų skaičių, esantį spalvų kube, 8-bitų displėjuje, jeigu programa naudoja QApplication::ManyColor spalvų specifikaciją.
lv: Ierobežo krāsu skaitu, kas iekļautas krāsu kubā uz 8-bitu displeja, ja aplikācija izmanto QApplication::DaudzKrāsu krāsu specifikāciju.
mt: Jillimita n-numru ta' kuluri allokat fuq dan il-kubu ta' kuluri fi skrin 8-bitt, jekk il-programm qed juża l-ispeċifikazzjoni tal-kuluri QApplication::ManyColor.
nl: Beperkt het aantal kleuren die zijn toegewezen aan het kleurenpalet op een 8-bit-beeldscherm wanneer de applicatie de "QApplication::ManyColor"- kleurenspecificatie gebruikt.
no: Begrenser antall farger som brukes i fargepaletten på en 8-bits skjerm når applikasjonen bruker fargespesifikasjonen QApplication::ManyColor.
pl: Ogranicza ilość kolorów w palecie kolorów trybu 8-bitowego, w przypadku gdy aplikacja wykorzystuje specyfikację QApplication::ManyColor.
pt: Limita o número de cores alocadas num ecrã de 8 bits, se a aplicação estiver a utilizar a especificação de cores QApplication::ManyColor.
ro: La afisarea pe 8 biti limiteaza numarul de culori alocate in cubul culorilor daca aplicatia utilizeaza specificatia de culori QApplication::ManyColor.
ru: Ограничить количество используемых цветов на 8-битном дисплее. Этот параметр работает только для приложений, использующих режим QApplication::ManyColor.
sk: Limituje počet farieb pridelených vo farebnej kocke na 8-bitovom displeji, ak aplikácia používa špecifikáciu QApplication::ManyColor.
sl: Omeji število dodeljenih barv v barvni kocki na 8-bitni zaslon, če program uporablja barvna določila QApplication::ManyColor.
ta: ­ó¿¢Ãø, QApplication::ManyColor ±Ûõ ¿¢Èì ÌÈ¢ôÀ¢¨Éô ÒÆí¸¢ý, 8-À¢ð ¸¡ðÊÂ¢ý Åñ½ì ìäÀ¢ø ´Ðì¸ôÀð¼ ¿¢Èí¸Ç¢ý ±ñ½¢ì¨¸¨Â ÁðÎôÀÎòÐõ.
th: จำกัดจำนวนการจองสีในกล่องสี บนฐานการแสดงผลแบบ 8 บิต หากแอพพลิเคชันใช้ฟังก์ชัน using the QApplication::ManyColor ในการกำหนดสี
tr: Eğer uygulama QApplication::ManyColor özelliğini kullanıyorsa, 8-bitlik bir görüntü üzerinde renk küpünde yeralan renklerin sayısını sınırlar.
uk: Обмежує кількість кольорів, які виділяються у кубі кольорів на 8-бітовому дисплеї, якщо програма використовує специфікацію кольорів QApplication::ManyColor.
vi: Giới hạn các số các màu lập thể trên màn hình hiển thị 8-bit nếu chương trình đang dùng màu QApplication::ManyColor đã chỉ định.
xh: Inciphisa inani lemibala eyoyamaniswe nombhobho wombala kumboniso wamasuntswana-asibhozo(8), Ukuba isicelo singasebenzisa isicelo u Q::imibala emininzi ugxininiso lombala.

source: tells Qt to never grab the mouse or the keyboard.
af: sê vir qt aan moet nooit gryp die muis of die sleutelbord.
az: Qt'yə siçan ya da klaviaturanı əsla yaxalanmamasını söyləyər.
bg: кажи на Qt да не ползва в никакъв случай мишка или клавиатура.
ca: li diu a Qt de mai capturar el ratolí o el teclat.
cs: sdělí Qt, aby si nikdy nepřivlastňovalo myš nebo klávesnici.
da: beder Qt om aldrig at tage mus eller tastatur.
de: Teilt Qt mit, niemals auf Maus oder Tastatur zuzugreifen
el: λέει στο Qt να μην 'αρπάζει' ποτέ το ποντίκι ή το πληκτρολόγιο.
et: käseb Qt'l mitte kunagi haarata hiirt ja klaviatuuri enda valdusesse.
fi: Qt ei saa kaapata hiirtä tai näppäimistöä käyttöönsä.
he: חול תא וא רבכעה תא םעפ ףא סופתל אלש Qt-ל רמוא םישקמה
hu: Az egér és a billentyűzet elfogásának letiltása a Qt-ben
is: segir Qt að taka aldrei til sín músina eða lyklaborðið.
ko: QT에게 마우스나 글쇠판을 절대로 빼앗기지 않겠다고 일러둡니다.
lt: praneš QT niekada neperimti pelės arba klaviatūros.
lv: saka Qt lai nekad nepārņem peli vai klaviatūru.
mt: jgħid lill-Qt qatt ma jaħtaf il-maws jew tastiera
nl: Vertelt QT dat deze nooit de muis of toetsenbord mag overnemen.
no: ber Qt om å aldri ta kontrollen over musen eller tastaturet.
pl: Qt nie przechwytuje myszy ani klawiatury.
pt: obriga o Qt a nunca agarrar o rato ou o teclado.
ro: indica Qt sa nu preia mouse-ul si tastatura.
ru: Запретить Qt захватывать мышь или клавиатуру.
sk: povie Qt, aby si nevšímal myš, alebo klávesnicu.
sl: naroči Qt, da naj nikoli ne zajame miške ali tipkovnice.
sr: govori Qt-u da nikad ne preuzima miša ili tastaturu.
ta: ±Ä¢ «øÄÐ Å¢¨ºôÀÄ¨¸¨Âì ¸ÅÃ §Åñ¼¡¦ÁÉì Qt Â¢¼õ ¦º¡øÖõ.
th: ไม่ให้ Qt ดักจับสัญญาณเมาส์และแป้นพิมพ์
tr: Qt'ye fare ya da klavyeyi asla yakalamamasını söyler.
uk: вказує Qt ніколи не захоплювати мишу або клавіатуру
vi: Thông báo cho Qt không bao giờ nhận tín hiệu từ chuột hay bàn phím
xh: Ixelela iQt ukuba ingayibambi imouse okanye ibhodi enezitshixo zokuchwetheza.

source: running under a debugger can cause an implicit -nograb, use -dograb to override.
af: wat loop onder 'n ontfouter kan veroorsaak 'n implesiete -nograb, gebruik -dograb aan oorskryf.
az: bir xəta ayıqlayıcı altında icra edilməsi -nograb halına səbəb olur, dəyişdirmək üçün -dograb işlədin.
bg: опции за дебагер.
ca: l'execució sota un depurador pot causar un -nograb implícit, useu -dograb per a no fer cas.
cs: běží-li pod ladícím programem, tak může způsobit implicitní -nograb,k potlačení použijte -dograb.
da: hvis det køres under en fejlretter, kan det forårsage en implicit -nograb, brug -dograb.
de: Beim Betrieb unter einem Debugger kann ein implizites -nograb erzeugt werden, verwenden Sie -dograb zum Überschreiben.
et: siluris käivitamine võib põhjustada -nograb rakendumise, selle vältimiseks kasuta võtit -dograb.
fi: debuggerin ajaminen voi aiheuttaa -nograb asetuksen käytön, käytä -dograb ohittaaksesi tämän.
he: תורשפאה תלעפהל םורגל היושע םיגאב הפנמ תלעפה תאז ףוקעל ידכ -dograb תורשפאב שמתשה .-nograb
hu: Ha nyomkövető alatt fut a program, akkor az automatikus -nograb-et egy -dograb-bel lehet felülbírálni
is: ef er keyrt í aflúsara er -nograb stundum virkt sjálfkrafa. Þú getur leyst úr því með því að tiltaka -dograb.
ko: -nograb이 기본으로 쓰이기 때문에 벌레잡이 위에서 실행됩니다. 그냥 넘어가게 할려면 -dograb을 쓰십시오.
lt: paleidžiant derintojuje, gali iššaukti -nograb, tam pakeisti naudokite -dograb.
lv: darbināšana zem atkļūdotāja var izraisīt netiešu -nograb, izmantot -dograb lai apietu.
mt: jekk tħaddem taħt dibager jista' jikkawża -nograb impliċita, uża -dograb biex tieħu preċendenza.
nl: Uitgevoeren onder een debugger kan een impliciete -nograb veroorzaken, gebruik daarom -dograb om dit te overschrijven.
no: kjøring under en feilsøker kan føre til at -nograb blir lagt til, bruk -dograb for å overstyre.
pl: uruchomienie w debuggerze niejawnie włącza -nograb, użycie -dograb anuluje te zachowanie.
pt: correr sob um depurador pode causar um -nograb implícito, utilizar o -dograb para cancelar.
ro: rulind sub un depanator poate cauza un -nograb implicit; utilizati -dograb pentru a forta aceasta optiune.
ru: Разрешить Qt захватывать мышь и клавиатуру при запуске приложения под отладчиком.
sk: spúšťanie pod debuggerom použije implicitné -nograb nastavenie, na predefinovanie toho použite -dograb.
sl: tek v razhroščevalniku lahko povzroči impliciten -nograb, uporabite -dograb za uveljavitev.
sr: pokretanje pod debuggerom može da uzrokuje implicitno -nograb, koristite -dograb da bi prešli preko toga.
ta: À¢¨Æ¿£ì¸¢Â¢ý ¸£ú ­Âì¸¢É¡ø, Á¨ÈÓ¸Á¡¸ -nograb ÒÆíÌõ ­¾¨É -dograb ­É¡ø §ÁÄ¡¨½Â¢¼Ä¡õ.
th: กำลังทำงานภายใต้ตัวดีบักเกอร์ ซึ่งอาจทำให้ขัดแย้งกับตัวเลือก -nograb ได้ ให้ใช้ตัวเลือก -dograb เพื่อข้ามปัญหานี้
tr: bir hata ayıklayıcı altında çalıştırılması -nograb durumuna neden olur, değiştirmek için -dograb kullanın.
uk: виконання у відладнику може викликати неявний параметр -nograb, щоб уникнути цього, використовуйте -dograb.
vi: Chạy cùng với trình gỡ rối có thể sẽ làm cho chương trình bị ẩn -nograb, dùng -dograb để bỏ qua.
xh: Ukubaleka phantsi kwedebugger kunokubangela inguqu -nograb, sebenzisa i-dograb ukuqabela ngaphaya.

source: switches to synchronous mode for debugging.
af: skakel aan sinkrone modus vir ontfouting.
az: xəta ayıqlama üçün senxron moda keçər.
bg: включва синхронизиран режим за проверка на програми за грешки.
ca: canvi a mode síncron per la depuració.
cs: přepíná synchronní mód pro ladění.
da: skifter til synkron tilstand for fejlretning.
de: Schaltet Debuggen auf Synchronmodus um.
el: 'γυρίζει' στη σύγχρονη κατάσταση για αποσφαλμάτωση (debuging).
et: lülitub silumiseks sünkroonrežiimi.
fi: vaihtaa synkrooniseen tilaan debuggausta varten.
he: םיגאב יופינ ליבשב ינורכניס בצמל רבוע
hu: Szinkron üzemmódba váltás hibakeresési célból
is: skiptir í samstilltann ham til að aflúsa.
ko: 벌레를 잡기위해 동기 상태로 바꿉니다.
lt: persijungs į sinchroninį režimą derinimui.
lv: Pārslēdzas sinhronā režīmā priekš atkļūdošanas.
mt: jaqleb għall-mod sinkronu għad-dibaggjar.
nl: Gaat over naar de synchronische modus voor het debuggen.
no: bytter til synkron-modus for feilsøking.
pl: przełączenie na tryb synchroniczny dla debuggera.
pt: muda para modo síncrono para depuração.
ro: pentru depanare comuta la modul sincron.
ru: Включить синхронный режим X протокола. Это может быть полезным при отладке.
sk: prepne do synchrónneho módu na ladenie.
sl: preklopi v sinhroni način za razhroščevanje.
sr: prebacuje na sinhroni mod za debugging.
ta: À¢¨Æ¿£ìÌÅ¾ü¸¡¸ ´ò¾¢Âì¸ Ó¨È¨ÁìÌ Á¡üÚõ.
th: สลับไปยังการทำงานแบบ synchronous สำหรับการดีบัก
tr: hata ayıklama için senkronize mada geçer.
uk: перемикає в синхронний режим для налагодження.
vi: Chuyển trình gỡ rối qua phương thức đồng bộ.
xh: Icebo lokwenza okanye ukwaphula unxibelelwano kwindlela yangoku yokugcina ixesha ledebugging

source: defines the application font.
af: definieer die aansoek skrif tipe.
az: proqram tə'minatı yazı növünü bildirər.
bg: дефинира шрифта на програма.
ca: defineix la font de l'aplicació.
cs: určuje písmo aplikace.
da: definerer programmets skrift
de: Legt die Schrift der Anwendung fest.
el: ορίζει τη γραμματοσειρά εφαρμογής.
et: määrab rakenduse fondi.
fi: asettaa sovelluksen kirjasimen.
he: םושייה לש ןפוגה תא רידגמ
hu: Az alkalmazás betűtípusának beállítása
is: ákveður letur forritsins.
ko: 응용 프로그램에서 쓸 글꼴을 정의합니다.
lt: nustatys programos šriftą.
lv: Definē aplikācijas fontus
mt: Jagħżel il-font li juża l-programm.
nl: Definieert het lettertype voor de applicaties.
no: definerer applikasjonsskrifttypen.
pl: określa czcionki aplikacji.
pt: escolhe o tipo de letra da aplicação.
ro: defineste fontul aplicatiei.
ru: Задает шрифт по умолчанию для приложения.
sk: definuje písmo pre aplikáciu.
sl: določi pisavo programa.
sr: definiše font aplikacije
ta: ¿¢ÃÄ¢ý ±ØòÐÕ¨Å Å¨ÃÂÚìÌõ.
th: กำหนดรูปแบบตัวอักษรของแอพพลิเคชัน
tr: uygulama yazıtipini belirler.
uk: визначає шрифт програми.
vi: Định nghĩa phông của chương trình
xh: Ichaza isicelo okanye ufako longca.

source: sets the default background color and an application palette (light and dark shades are calculated).
af: verstel die verstek agtergrond kleur en 'n aansoek palet (ligte en donker skakerings word bereken).
az: əsas arxa plan rəngini və proqram tə'minatı palitrasını (açıq və tünd kölgələr) quraşdırar.
bg: избор на заден цвят и палитра на програма (светла и тъмна сянка се изчисляват автоматично).
ca: estableix el color de fons per omissió i una paleta d'aplicació (es calculen les ombres suaus i fosques).
cs: nastavuje implicitní barvu pozadí a paletu aplikace (jsou spočítány světlé a tmavé odstíny).
da: sætter standard baggrundsfarve og en programpalet (lyse og mørke toner beregnes).
de: Legt die standardmäßige Hintergrundfarbe fest sowie eine Anwendungspalette (helle und dunkle Töne werden berechnet).
et: seab tausta vaikevärvi ja rakenduse paleti (heledamad ja tumedamad astmed arvutatakse).
fi: asettaa oletusarvoisen taustavärin ja paletin (vaaleat ja tummat sävyt lasketaan).
he: תכרע תאו עקרה עבצ לש לדחמה תרירב תא רידגמ (םיבשוחמ םיהכו םיריהב םינווג) םושייה לש םיעבצה
hu: Az alapértelmezett háttérszín és paletta beállítása (a világos és sötét árnyalatok automatikusan ki lesznek számítva)
is: stillir sjálfgefna bakgrunnslitinn og litalistann. (ljósar og dökkar útgáfur eru reiknaðar).
ko: 기본 바탕 색과 응용 프로그램 팔레트를 설정 합니다. (밝고 어두운 그림자는 알아서 그려줍니다.)
lt: nutylimas .
lv: uzstāda noklusēto fona krāsu un aplikācijas paleti (gaišās un tumšās pārejas ir aprēķinātas).
mt: agħżel il-kulur ta' wara, u palett ta' kuluri għall-programm. (kuluri skuri u ċari jiġu kkalkulati)
nl: Bepaalt de standaard achtergrondkleur en een applicatiepalet. (lichte en donkere schaduwen zijn berekend).
no: setter standard bakgrunnsfarge og applikasjonspalett (lyse og mørke skygger blir kalkulert).
pl: ustawia domyślny kolor tła oraz paletę aplikacji (odcienie są obliczane).
pt: muda a cor de fundo por omissão e a 'palette' da aplicação (as sombras escuras e luminosas são calculadas).
ro: seteaza culoarea de fundal implicită si paleta aplicatiei (nuantele de lumina si intuneric sint calculate).
ru: Задает цвет фона по умолчанию и палитру приложения (светлые и темные тени вычисляются).
sk: nastaví predvolenú farbu pozadia a paletu aplikácie (svetlé a tmavé tiene sú zahrnuté).
sl: nastavi privzeto barvo ozadja in barvno paleto programa (naračunani so svetli in temni toni).
sr: postavlja predefinisanu pozadinsku boju i paletu aplikacije (svetle i tamne nijanse se proračunavaju).
ta: ¦¸¡¼¡¿¢¨Äô À¢ýÉ½¢ ¿¢Èò¨¾Ôõ ¿¢ÃÄ¢ý Åñ½ì§¸¡Äò¨¾Ôõ ÅÊÅ¨ÁìÌõ (¦ÅÇ¢÷ ÁüÚõ ¸Õ ¿¢Æø¸û ¸½¢ì¸ôÀÎõ).
th: ตั้งค่าปริยายของสีพื้นและจานสี ของแอพพลิเคชัน (สีจ้าและสีทึบจะถููกคำนวณขึ้นเอง)
tr: öntanımlı arkaplan rengini ve uygulama paletini (açık ve koyu gölgeler) ayarlar.
uk: встановлює типовий колір тла та палітру програми (яскраві та темні відтінки відповідно розраховуються).
vi: Đặt màu và bảng màu mặc định cho chương trình (Độ sáng tối đã được tính trước.
xh: icwangcisa isiqalo esingagqibekanga sombala kunye ne sicelo somandlalo (izithunzi ezikhanyayo nezimnyama ziya balwa)

source: sets the default foreground color.
af: verstel die verstek voorgrond kleur.
az: əsas ön plan rəngini quraşdırar.
bg: избор на цвят за преден план.
ca: estableix el color de primer pla per omissió.
cs: nastavuje implicitní barvu popředí aplikace.
da: sætter standard forgrundsfarve.
de: Legt die standardmäßige Vordergrundfarbe fest.
el: θέτει το προκαθορισμένο χρώμα προσκηνίου
et: seab esiplaani vaikevärvi.
fi: asettaa oletusedustavärin.
he: טסקטה עבצ לש לדחמה תרירב תא רידגמ
hu: Az alapértelmezett előtérszín
is: stillir sjálfgefin forgrunnslit.
ko: 기본 전경 색을 설정합니다.
lt: nustatys nutylimą priekinę spalvą.
lv: uzstāda noklusēto priekšplāna krāsu.
mt: tagħżel il-kulur tal-kliem
nl: Bepaalt de standaard kleur van de voorgrond.
no: setter standard forgrunnsfarge.
pl: ustawia domyślny kolor tekstu.
pt: escolhe a cor de primeiro plano por omissão.
ro: seteaza culoarea implicită a textului.
ru: Задает цвет текста по умолчанию.
sk: nastaví predvolenú farbu popredia.
sl: nastavi privzeto barvo ospredja.
sr: postavlja predefinisanu "prednju" boju.
ta: ¦¸¡¼¡¿¢¨Ä ÓýÉ½¢ ¿¢Èò¨¾ ÅÊÅ¨ÁìÌõ.
th: ตั้งค่าปริยายของสีด้านหน้า
tr: öntanımlı önplan rengini ayarlar.
uk: встановлює типовий колір переднього плану.
vi: Đặt màu nền mặc định.
xh: icwangcisa isiqalo sangaphambili esingagqibekanga sombala.

source: sets the default button color.
af: verstel die verstek knoppie kleur.
az: əsas düymə rəngini quraşdırar.
bg: избор на цвят за бутон.
ca: estableix el color de botó per omissió.
cs: nastavuje implicitní ikonu aplikace.
da: sætter standard knapfarve.
de: Legt die standardmäßige Knopffarbe fest.
el: θέτει το προκαθορισμένο χρώμα κουμπιού.
et: seab nupu vaikevärvi.
fi: asettaa oletusnapin värin.
he: םירותפכה עבצ לש לדחמה תרירב תא רידגמ
hu: A nyomógombok alapértelmezett színe
is: stillir sjálfgefinn takkalit
ko: 기본 단추 색을 설정합니다.
lt: nustatys nutylimą mygtuko spalvą.
lv: uzstāda noklusēto pogu krāsu.
mt: tagħżel il-kulur tal-buttuni
nl: Bepaalt de standaard kleur van de knoppen
no: setter standard knappfarge.
pl: ustawia domyślny kolor przycisków.
pt: escolhe a cor dos botões por omissão.
ro: seteaza culoarea butonului implicit.
ru: Задает цвет кнопок по умолчанию.
sk: nastaví predvolenú farbu tlačidiel.
sl: nastavi privzeto barvo gumba.
sr: postavlja predefinisanu boju dugmića.
ta: ¦¸¡¼¡¿¢¨Äô ¦À¡ò¾¡É¢ý ¿¢Èò¨¾ «¨ÁìÌõ.
th: ตั้งค่าสีปริยายของปุ่ม
tr: öntanımlı düğme rengini ayarlar.
uk: встановлює колір типової кнопки.
vi: Đặt màu button mặc định.
xh: icwangcisa umbala weqhosha lokungagqibekanga.
