Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: The %1 key combination has already been allocated to the %2 action. Please choose a unique key combination.
af: die %1 sleutel kombinasie het alreeds al geallokeer aan die %2 aksie. asseblief kies 'n unieke sleutel kombinasie.
az: %1 düymə kombinasiyası daha əvvəl %2 hadisəsinə ayrıldı. Lütfən, daha əvvəl istifadə edilməmiş bir düymə kombinasiyası seçiniz.
bg: Тази %1 комбинация от клавиши вече съществува за %2 действие. Моля изберете неизползвана комбинация.
ca: La combinació de tecla %1 ja s'ha assignat a l'acció %2. Si us plau, escolliu una combinació de tecla única.
cs: Klávesová kombinace %1 je již použita pro činnost %2. Prosím zvolte si jedinečnou kombinaci kláves.
da: %1 tastekombinationen bruges allerede til %2 handlingen. Vælg venligst en ubrugt kombination.
de: Die Tastenkombination %1 ist bereits der Aktion %2 zugeordnet. Bitte wählen Sie eine eindeutige Tastenkombination
el: Ο συνδυασμός πλήκτρων %1 έχει ήδη δεσμευθεί για την ενέργεια %2. Παρακαλώ διαλέξτε ένα μοναδικό συνδυασμό.
et: Klahvikombinatsioon %1 on juba kasutusel tegevuseks %2. Palun vali unikaalne kombinatsioon.
fi: Näppäinyhdistelmä %1 on jo käytössä toiminteelle %2. Valitse joku ainutlaatuinen näppäinyhdistelmä.
he: ןתינ רבכ %1 םישקמה בוליש .%2 הלועפל .ידוחיי םישקמ בוליש רחב אנא
hu: A(z) %1 billentyűkombináció már hozzá van rendelve a(z) %2 eseményhez. Válasszon egy más billentyűkombinációt.
is: Lyklasamstningin %1 er nú þegar í notkun í aðgerðarstillingunni %2 Veldu ótvíræða samsetningu.
ko: %1 글쇠 조합이 이미 %2 움직임에 할당되어 졌습니다. 유일한 글쇠 조합을 골라 주시기 바랍니다.
lt: Mygtuko kombinacija %1 jau buvo pasirinkta veiksmui %2. Prašome pasirinkti unikalią klavišų kombinaciją.
lv: Taustiņu kombinācija %1 jau tiek izmantota darbībai %2. Lūdzu izvēlieties unikālu taustiņu kombināciju.
mt: Il-buttuni %1 diġà huwa allokat għall-azzjoni %2. Jekk jogħġbok agħżel buttuni uniċi.
nl: De toetsencombinatie "%1" is reeds toegewezen aan de actie "%2". Kies een unieke toetsencombinatie.
no: Tastkombinasjonen %1 har allerede blitt brukt for %2-hendelsen. Vennligst velg en unik tastkombinasjon.
pl: Kombinacja klawiszy %1 została przypisana zdarzeniu %2. Proszę wybrać nieużywaną kombinację klawiszy.
pt: A combinação de teclas %1 já foi atribuída à acção %2. Por favor escolhe uma combinação de teclas única.
ro: Combinaţia de taste %1 a fost deja alocată la acţiunea %2. Vă rog să alegeţi o combinaţie unică de taste.
ru: Сочетание клавиш %1 уже связано с действием "%2". Выберите уникальное сочетание клавиш.
sk: Kombinácia klávesov %1 už bola alokovaná pre akciu %2. Prosím zvoľte unikátnu kombináciu.
sl: Zaporedje tipk %1 ima že določen učinek: %2. Prosim izberite še neuporabljeno zaporedje tipk.
sr: Kombinacija tastera %1 je već dodeljena akciji %2. Molim, izaberite jedinstvenu kombinaciju.
ta: %1 Å¢¨ºî §º÷Á¡Éõ ²ü¸É§Å %2 ±Ûõ ¦ºÂÖì¸¡¸ ´Ðì¸ôÀðÎûÇÐ. ¾Â× ¦ºöÐ §Å¦È¡Õ Å¢¨ºî §º÷Á¡Éò¨¾ò §¾÷× ¦ºöÂ×õ.
th: คีย์ %1 นี้ถูกจองไว้ใช้งานกับ การกระทำ %2 แล้ว กรุณาเลือกคีย์อื่นๆ ที่ยังไม่ถูกใช้
tr: %1 tuş kombinasyonu daha önce %2 eylemine ayrıldı. Lütfen, daha önce kullanılmamış bir tuş kombinasyonu seçiniz.
uk: Комбінація клавіш %1 вже прив'язана до дії %2. Будь ласка, виберіть унікальну комбінацію.
vi: Tổ hợp phím %1 đã được dùng vào hành động %2 . Xin chọn một phím duy nhất cho tổ hợp các phím .
xh: Indibaniselwano yesitshixo u-%1 sele yayanyanisiwe kwintshukumo ye-%2 Nceda khetha indibaniselwano enye yesitshixo.

source: Key conflict
af: sleutel konflik
az: Düymə toqquşması
bg: Грешка в клавиш
ca: Conflicte de tecla
cs: Konflikt klávesových zkratek
da: Tastekonflikt
de: Tastenkonflikt
el: Σύγκρουση πλήκτρων
et: Konflikt klahviga
fi: Näppäinkonflikti
he: םישקמ תושגנתה
hu: Billentyűparancs-ütközés
is: Árekstur í hnöppum
ko: 글쇠 겹침
lt: Klavišo konfliktas
lv: Taustiņu konflikts
mt: Konflitt ma' buttuni oħra
nl: Toetsenconflict
no: Tastekonflikt
pl: Konflikt klawiszy
pt: Conflito de teclas
ro: Conflict de tastă
ru: Конфликт клавиш
sk: Konflikt klávesov
sl: Nasprotovanje tipk
sr: Konflikt sa tasterom
ta: Å¢¨º ÓÃñÀ¡Î
th: คีย์ขัดแย้งกัน
tr: Tuş çakışması
uk: Конфлікт клавіш
vi: Xung đột phím
xh: Ungqubano lwesitshixo

source: C&lear
af: maak skoon
az: &Təmizlə
bg: &Изчисти
ca: &Neteja
cs: V&yprázdnit
da: R&yd
de: &Löschen
el: Κα&θαρισμός
et: Pu&hasta
fi: &Puhdista
he: קח&מ
hu: A mező(k) tör&lése
is: Þurrka út
ko: 지우기(&C)
lt: Iš&valyti
lv: T&īrīt
mt: &Ħassar
nl: &Beginwaarde
no: &Rens
pl: Wy&czyść
pt: &Limpar
ro: Ş&terge
ru: О&чистить
sk: &Zmazať
sl: &Počisti
sr: Oč&isti
ta: Ð¨¼
th: ล้าง
tr: &Temizle
uk: О&чистити
vi: Xoá(clear)
xh: &Cacileyo

source: &Browse...
af: blaai...
az: &Gəz...
bg: &Избери...
ca: &Fulleja...
cs: &Listovat...
da: &Gennemse...
de: &Durchsuchen...
el: Ε&ξερεύνηση...
et: &Lehitse...
fi: &Selaa...
he: ...ןו&יע
hu: &Tallózás...
is: &Velja...
ko: 찾아보기(&B)...
lt: &Ieškoti...
lv: &Pārlūkot...
mt: &Fittex...
nl: B&laderen...
no: &Bla gjennom...
pl: &Przeglądaj...
pt: &Procurar...
ro: &Răsfoieşte...
ru: &Просмотр...
sk: &Prechádzať...
sl: &Brskaj...
sr: &Pregledaj...
ta: ¯Ä¡×...
th: เลือกแฟ้ม...
tr: &Gözat...
uk: &Переглянути...
vi: Duyệt...
xh: &Khangela imiba...

source: What's &This
af: wat is hierdie
az: Bu &Nədir?
bg: Какво е &Това
ca: Què és &això
cs: Co je &toto
da: Hvad er &dette
de: Was ist &das?
el: Τι &είναι Αυτό
et: Mis &see on
fi: &Mikä tämä on
he: ה&ז המ
hu: Mi e&z?
is: H&vað er þetta
ko: 이것은 무엇인가?(&T)
lt: Kas &tai
lv: Kas &Tas ir
mt: Dan &x'inhu
nl: Wat is di&t
no: Hva er &dette
pl: Co &to jest?
pt: O que é Is&to?
ro: Ce înseamnă &aceasta
ru: Что &это
sk: Čo je &to
sl: Kaj je &to
sr: Š&ta je ovo
ta: ­Ð ±ýÉ
th: นี่คืออะไร ?
tr: Bu &Nedir?
uk: &Що це
vi: Đây là cái gì
xh: &Yintoni le

source: &Report Bug...
af: raporteer fout...
az: &Xəta Bildir...
bg: &Рапорт за Грешки...
ca: &Informe d'errors...
cs: Nahlásit &chybu...
da: &Rapportér problem...
de: Be&richten Sie Probleme oder Wünsche...
el: Αναφορά Προ&βλήματος...
et: Saada vea&raport...
fi: &Ilmoita virheestä...
he: ...גאב לע חוו&ד
hu: &Hibabejelentés...
is: Senda &villuskýrslu..
ko: 벌레 보고(&R)...
lt: &Pranešti apie klaidą...
lv: &Ziņot Kļūdu...
mt: Irraporta &problema...
nl: Bug &rapporteren...
no: &Rapporter feil...
pl: &Raport o błędzie...
pt: Comunicar E&rro...
ro: &Raportează eroare...
ru: Сооб&щить об ошибке...
sk: &Poslať správu o chybe...
sl: Poročaj o &hrošču...
sr: P&rijavite grešku...
ta: À¢¨Æ «È¢Å¢...
th: รายงานข้อผิดพลาด...
tr: &Hata Bildir...
uk: Надіслати &звіт про помилку
vi: Báo cáo lỗi(bug)...
xh: &Chaza ibug...

source: &About %1
af: aangaande %1
az: %1 &Haqqında
bg: &Относно %1
ca: &Quant a %1
cs: O &aplikaci %1
da: &Om %1
de: &Über %1
el: Περί το&υ %1
et: %1 &info
fi: &Tietoja ohjelmasta %1
he: %1 תודו&א
hu: A(z) %1 &névjegye
is: &Um %1
ko: %1에 대하여(&A)
lt: &Apie %1
lv: &Par %1
mt: &Dwar %1...
nl: Info &over %1
no: &Om %1
pl: &Informacje o %1
pt: &Acerca do %1
ro: &Despre %1
ru: &О программе %1
sk: &O %1
sl: &O %1
sr: &O %1-u
ta: %1 ÀüÈ¢
th: เกี่ยวกับ %1
tr: %1 &Hakkında
uk: &Про %1
vi: Về %1
xh: M&alunga ne-%1

source: About &KDE
af: aangaande kde
az: &KDE Haqqında
bg: Относно &KDE
ca: Quant a &KDE
cs: Informace o prostředí &KDE
da: Om &KDE
de: Über &KDE
el: Σχετικά με το &KDE
et: &KDE info
fi: Tietoja &KDE:sta
he: &KDE תודוא
hu: A &KDE névjegye
is: Um &KDE
ko: KDE란?(&K)
lt: Apie &KDE
lv: Par &KDE
mt: Dwar &KDE
nl: Info over &KDE
no: Om &KDE
pl: Informacje o &KDE
pt: Acerca do &KDE
ro: Despre &KDE
ru: О &KDE
sk: Informácie o &KDE
sl: O &KDE
sr: O &KDE-u
ta: KDE ÀüÈ¢
th: เกี่ยวกับ KDE
tr: &KDE Hakkında
uk: Про &KDE
vi: Về KDE
xh: Malunga ne-&KDE

source: Details:
az: Ətraflı:
bg: Детайли
ca: Detalls:
cs: Detaily:
da: Detaljer:
el: Λεπτομέρειες:
et: Üksikasjad:
fi: Yksityiskohdat:
he: :םיטרפ
hu: Részletek:
is: Smáatriði:
ko: 자세히 보기:
lt: Detaliai:
lv: Detaļas:
mt: Dettalji:
no: Detaljer:
pl: Szczegóły:
pt: Detalhes:
ro: Detalii:
ru: Подробности:
sk: Detaily:
sl: Podrobnosti:
sr: Detalji
ta: Å¢ÅÃí¸û:
th: รายละเอียด:
tr: Ayrıntılar:
uk: Подробиці:
vi: Chi tiết:
xh: Iinkcukacha:

source: Question
af: vraag
az: Sual
bg: Въпрос
ca: Pregunta
cs: Dotaz
da: Spørgsmål
de: Frage
el: Ερώτηση
et: Küsimus
fi: Kysymys
he: הלאש
hu: Kérdés
is: Spurning
ko: 물음
lt: Klausimas
lv: Jautājums
mt: Mistoqsija
nl: Vraag
no: Spørsmål
pl: Pytanie
pt: Pergunta
ro: Întrebare
ru: Вопрос
sk: Otázka
sl: Vprašanje
sr: Pitanje
ta: §¸ûÅ¢
th: คำถาม
tr: Soru
uk: Запитання
vi: Câu hỏi
xh: Umbuzo

source: Do not ask again
af: doen nie vra weer
az: Bu sualı yenə soruşma
bg: Не показвай това съобщение отново
ca: No tornis a preguntar
cs: Tuto zprávu již nezobrazovat
da: Spørg ikke igen
de: Diese Meldung nicht mehr anzeigen
el: Να μην ξαναρωτήσεις
et: Ära küsi enam uuesti
fi: Älä kysy uudelleen
he: בוש לאשת לא
hu: Többször ne jelenjen meg ez a kérdés
is: Ekki spyrja aftur
ko: 다시 물어보지 않음
lt: Daugiau neuždavinėti šio klausimo
lv: Nejautāt vēlreiz
mt: Terġax tistaqsi
nl: Deze vraag niet meer stellen
no: Ikke spør igjen
pl: Nie wyświetlaj więcej tego komunikatu
pt: Não voltar a perguntar
ro: Nu întreba din nou
ru: Не показывать больше это сообщение
sk: Nezobrazovať tuto správu znovu
sl: Ne vprašaj več
sr: Ne prikazuj više ovu poruku
ta: Á£ñÎõ §¸Ç¡§¾
th: อย่าถามอีก
tr: Bu soruyu tekrar sorma
uk: Не питати більше
vi: Không hỏi lại lần thứ hai
xh: Sukubuza kwakhona

source: Manual
af: hand
az: Əllə
bg: Ръчно
cs: Ruční
da: Manuel
de: Manuell
el: Από το χρήστη
et: Manuaalne
fi: Manuaalinen
he: תינדי
hu: manuális
is: Handvirk
ko: 설명서
lt: Rankinis
lv: Rokasgrāmata
mt: Manwali
nl: Handmatig
pl: Ręczne
ru: Ручное
sk: Ručne
sl: Ročno
sr: Ručno
ta: ¨¸áø
th: คู่มือ
tr: Elle
uk: Ручні
vi: Sách hướng dẫn
xh: Incwadi yesandla

source: Popup
af: opspring
ca: Emergent
cs: Rozbalovací
da: Pop-op
de: Aufklappmenü
et: Hüpik
fi: Ponnahdusvalikko
he: תצפקומ
hu: listából
is: Flýtivalmynd
ko: 팝업
lt: Pasirodantis
lv: Uznirstošs
no: Oppsprett
pl: Rozwijane menu
pt: Selecção
ru: Выпадающее
sl: Dvižno
sr: Iskoči
ta: §ÁøÁ£ðÒ
th: ป๊อปอัพ
uk: Спливаючі
xh: ingxolo eqhekezayo

source: Automatic
af: automaties
az: Avtomatik
bg: Автоматично
ca: Automàtic
cs: Automatické
da: Automatisk
de: Automatisch
el: Αυτόματα
et: Automaatne
fi: Automaattinen
he: תיטמוטוא
hu: automatikus
is: Sjálfvirk
ko: 자동
lt: Automatinis
lv: Automātisks
mt: Awtomatiku
nl: Automatisch
no: Automatisk
pl: Automatyczne
pt: Automática
ro: Automat
ru: Автоматическое
sk: Automatický
sl: Samodejno
sr: Automatsko
ta: ¾ýÉ¢Âì¸
th: อัตโนมัติ
tr: Otomatik
uk: Автоматичні
vi: Tự động
xh: Ngokuzenzekela

source: Short Automatic
af: kort automaties
az: Qısa Avtomatik
bg: Автоматично
ca: Automàtic curt
cs: Krátké automatické
da: Kort Automatisk
de: Automatisch kurz
el: Αυτόματη Ταξινόμηση
et: Lühike automaatne
fi: Lyhyt automaattinen
he: תרצוקמ תיטמוטוא
hu: automatikus (intelligens)
is: Stutt Sjálfvirkt
ko: 반자동
lt: Trumpas automatinis
lv: Īss Automātisks
mt: Awtomatiku qasir
nl: Kort automatisch
no: Kort automatisk
pl: Półautomatyczne
pt: Automática Curta
ro: Automat scurt
ru: Полуавтоматическое
sk: Krátky automatický
sl: Kratko samodejno
sr: Kratko automatsko
ta: ÌÚ ¾ýÉ¢Âì¸
th: อัตโนมัติสั้นๆ
tr: Kısa Otomatik
uk: Короткі автоматичні
vi: Tự động ngắn
xh: Ngokuzenzekela okufutshane

source: Completion
af: voltooiïng
az: Tamamlama
bg: Завършване
ca: Acabament
cs: Doplňování
da: Fuldstændiggørelse
de: Ergänzung
el: Συμπλήρωση
et: Lõpuleviimine
fi: Tekstintäydennys
he: המלשה
hu: Szövegkiegészítés
is: Textaklárun
ko: 완성
lt: Baigimas
lv: Izpilde
mt: Kompletazzjoni
nl: Completeren
no: Fullføring
pl: Dopełnienie
pt: Completação
ro: Completare
ru: Завершение
sk: Doplnenie
sl: Dopolnjevanje
sr: Dovršavanje
ta: ¿¢¨È×
th: ความสำเร็จ
tr: Tamamlama
uk: Доповнення
vi: Hoàn thành
xh: Ugqibeko

source: Unselect
af: nie gekies
az: İşarəti Qaldır
bg: Неизбран
ca: Deselecciona
cs: Zrušit výběr
da: Afmarkér
de: Auswahl rückgängig
el: Αποεπιλογή
et: Tühista valik
fi: Poista valinta
he: הריחב לטב
hu: Kiválasztás visszavonása
is: Afvelja
ko: 고르지 않음
lt: Nuimti žymėjimą
lv: Atsaukt iezīmēto
mt: Neħħi l-għażla
nl: Deselecteren
no: Velg bort
pl: Odznacz
pt: Deseleccionar
ro: Deselectează
ru: Убрать выделение
sk: Zrušiť výber
sl: Odizberi
sr: Poništi izbor
ta: ¦¾Ã¢Å¸üÚ
th: ยังไม่ได้เลือก
tr: Seçimi temizle
uk: Скасувати вибір
vi: Không chọn nữa
xh: Engakhethwanga

source: Empty contents
af: leeg inhoud
az: İçindəkiləri Boşalt
bg: Празно съдържание
ca: Buida contingut
cs: Prázdný obsah
da: Tomt indhold
de: Inhalt leeren
el: Άδειασμα περιεχομένων
et: Tühi sisu
fi: Tyhjennä sisältö
he: ןכות ןקור
hu: A tartalom törlése
is: Ekkert innihald
ko: 빈 내용
lt: Tuščias turinys
lv: Iztukot Saturus
mt: Kontenut vojt
nl: Lege inhoud
no: Tomt innhold
pl: Opróżnij zawartość
pt: Limpar conteúdo
ro: Nu există conţinut
ru: Пустое значение
sk: Prázdny obsah
sl: Izprazni vsebino
sr: Isprazni sadržaj
ta: ¯ûÇ¼ì¸ò¨¾ ¦ÅüÈ¡ìÌ
th: เนื้อหาว่าง
tr: İçindekileri boşalt
uk: Очистити зміст
vi: Làm rỗng nội dung
xh: Imixholo engenanto

source: No further item in the history.
af: nee verdere item in die geskiedenis.
az: Keçmişdə başqa maddə yoxdur.
bg: Няма по-далечна програма в историята.
ca: No hi ha cap més ítem a la història.
cs: Žádná další položka v historii.
da: Intet yderligere punkt i historik
de: Kein weiteres Element im Verlaufsspeicher
el: Δεν έχει άλλο αντικείμενο στο ιστορικό.
et: Rohkem kirjeid ajaloos pole.
fi: Ei lisätietueita historiassa.
he: .הירוטסיהב םיפסונ םיטירפ ןיא
hu: Nincs több bejegyzés a naplóban.
is: Það er ekkert fleira í sögunni.
lt: Žurnale nėra tolimesnių įrašų.
lv: Nav citu elementu vēsturē.
mt: M'hemm xejn iżjed fil-kronoloġija
nl: Verder geen items in de geschiedenis
no: Ingen flere elementer i historien.
pl: nie ma więcej elementów w historii
pt: Não existem mais itens no histórico.
ro: Nu mai există itemi în istoric.
ru: Нет более элементов в списке.
sk: Žiadne ďalšie položky v histórii.
sl: Ni naslednje postavke v zgodovini.
sr: Nema stavki dalje u istorijatu.
ta: ÅÃÄ¡üÈ¢ø §Å¦Èó¾ ¯ÕôÀÊÔõ ­ø¨Ä.
th: ไม่มีรายการที่สอดคล้องในประวัติ
tr: Geçmişte başka madde yok.
uk: Елементи в історії вичерпано.
vi: Không có khoản (item) nào nữa trong lịch sử(history)
xh: Akukho mba uya phambili kwimbali.

source: Toolbar Menu
af: nutsbalk kieslys
az: Vasitə Çubuğu Menyusu
bg: Меню Панел
ca: Menú de barra d'eines
cs: Nabídka nástrojové lišty
da: Værktøjsliniemenu
de: Werkzeugleisten-Menü
el: Μενού Γραμμής Εργαλείων
et: Tööriistariba menüü
fi: Työkalupalkin valikko
he: םילכ לגרס טירפת
hu: Eszköztár menü
is: Valmynd tækjaslár
ko: 도구줄 차림표
lt: Įrankių juostos meniu
lv: Rīkujoslas Izvēlne
mt: Menu tat-toolbar
nl: Werkbalkmenu:
no: Verktøylinje
pl: Pasek narzędzi
pt: Barra de Ferramentas
ro: Bară de unelte
ru: Меню панели инструментов
sk: Nástroje
sl: Menu z orodjarno
sr: Meni sa alatkama
ta: ¸ÕÅ¢ôÀð¨¼ô ÀðÊ
th: เมนูเครื่องมือ
tr: Araç Çubuğu Menüsü
uk: Панель інструментів:
vi: Menu thanh công cụ
xh: iMenu yebar yesixhobo

source: _: toolbar position string Top
af: bo
az: Təpə
bg: Горе
ca: Dalt
cs: Nahoře
da: Top
de: Oben
el: Κορυφή
et: Üleval
fi: Ylhäällä
he: הלעמל
hu: fent
is: Efst
ko: 위쪽
lt: Viršuj
lv: Augša
mt: Fuq nett
nl: Bovenlangs
no: Topp
pl: Na górze
pt: Topo
ro: Sus
ru: Вверху
sk: Hore
sl: Na vrhu
sr: Gore
ta: §Áø
th: บน
tr: Tepe
uk: Вгорі
xh: Phezulu

source: _: toolbar position string Left
af: links
az: Sol
bg: Ляво
ca: Esquerra
cs: Vlevo
da: Venstre
de: Links
el: Αριστερά
et: Vasakul
fi: Vasemmalla
he: לאמשמ
hu: balról
is: Til vinstri
ko: 왼쪽
lt: Kairėj
lv: Pa kreisi
mt: Xellug
nl: Links
no: Venstre
pl: Po lewej
pt: Esquerda
ro: Stînga
ru: Слева
sk: Vľavo
sl: Levo
sr: Levo
ta: ­¼õ
th: ซ้าย
tr: Sol
uk: Ліворуч
xh: Khohlo

source: _: toolbar position string Right
af: regterkant
az: Sağ
bg: Дясно
ca: Dreta
cs: Vpravo
da: Højre
de: Rechts
el: Δεξιά
et: Paremal
fi: Oikealla
he: ןימימ
hu: jobbról
is: Til hægri
ko: 오른쪽
lt: Dešinėj
lv: Pa labi
mt: Lemin
nl: Rechts
no: Høyre
pl: Po prawej
pt: Direita
ro: Dreapta
ru: Справа
sk: Vpravo
sl: Desno
sr: Desno
ta: ÅÄõ
th: ขวา
tr: Sağ
uk: Праворуч
xh: Kunene

source: _: toolbar position string Bottom
af: bodem
az: Alt
bg: Долу
ca: Baix
cs: Dole
da: Bund
de: Unten
el: Πυθμένας
et: All
fi: Alhaalla
he: הטמל
hu: lent
is: Neðst
ko: 아래쪽
lt: Apačioj
lv: Apakša
mt: Isfel nett
nl: Onderlangs
no: Bunn
pl: Na dole
pt: Fundo
ro: Jos
ru: Внизу
sk: Dole
sl: Na dnu
sr: Dno
ta: ¸£ú
th: ล่าง
tr: Alt
uk: Знизу
xh: Ezantsi

source: _: min toolbar Flat
af: plat
az: Düz
bg: Равен
ca: Plana
cs: Skrytá
da: flad
de: Ausgeblendet
el: Επίπεδη
et: Peidetud
fi: Tasainen
he: חוטש
hu: minimális
is: flöt
ko: 평면
lt: Plokščias
lv: Plakans
mt: Ċatt
nl: Vlak
no: Flat
pl: Zwiń
pt: Plana
ro: Simplă
ru: Свернуть
sk: Zabaliť
sl: Plosko
sr: Ravno
ta: ºÁ¾Çõ
th: พับเก็บ
tr: Düz
uk: Плоска
xh: Mcaba

source: Icons only
af: ikoone slegs
az: Sadəcə olaraq &timsallar
bg: Само икони
ca: Només icones
cs: Pouze ikony
da: Kun ikoner
de: Nur Symbole
el: Μόνο εικονίδια
et: Ainult ikoonid
fi: Vain kuvakkeet
he: דבלב םילמס
hu: csak ikonok
is: Einungir táknmyndir
ko: 아이콘만
lt: Tik piktogramos
lv: Tikai ikonas
mt: Ikoni biss
nl: Alleen pictogrammen
no: Bare ikoner
pl: Tylko ikony
pt: Ícones apenas
ro: Numai iconiţe
ru: Только пиктограммы
sk: Iba ikony
sl: Samo ikone
sr: Samo ikonice
ta: ÌÚõÀ¼í¸û ÁðÎõ
th: เฉพาะไอคอน
tr: Sadece si&mgeler
uk: Тільки піктограми
vi: Chỉ lấy icons
xh: Ii-icons kuphela

source: Text only
af: teks slegs
az: Sadəcə olaraq &mətn
bg: Само текст
ca: Només text
cs: Pouze text
da: Kun tekst
de: Nur Text
el: Μόνο κείμενο
et: Ainult tekst
fi: Vain teksti
he: דבלב טסקט
hu: csak szöveg
is: Einungis texti
ko: 글월만
lt: Tik tekstas
lv: Tikai teksts
mt: Kliem biss
nl: Alleen tekst
no: Bare tekst
pl: Tylko tekst
pt: Texto apenas
ro: Numai text
ru: Только подписи
sk: Iba text
sl: Samo besedilo
sr: Samo tekst
ta: ¯¨Ã ÁðÎõ
th: เฉพาะข้อความ
tr: Sadece me&tin
uk: Тільки текст
vi: Chỉ lấy text
xh: Amagama ashicilelweyo okanye abhaliweyo kuphela

source: Text aside icons
af: teks langsaan ikoone
az: Timsalların yanında mətn
bg: Текстът е отстрани на иконата
ca: Text vora les icones
cs: Text vedle ikony
da: Tekst ved siden af ikoner
de: Text neben Symbolen
el: Κείμενο δίπλα στα εικονίδια
et: Tekst ikoonide kõrval
fi: Teksti kuvakkeiden vierellä
he: םילמס דצל טסקט
hu: a szöveg az ikonok mellett
is: Text við hlið táknmynda
ko: 아이콘 옆에 글월
lt: Tekstas šalia piktogramų
lv: Teksts aiz ikonām
mt: Kliem maġenb l-ikoni
nl: Tekst naast de pictogrammen
no: Tekst ved siden av ikoner
pl: Tekst obok ikon
pt: Texto ao lado dos ícones
ro: Text lîngă iconiţe
ru: Подписи сбоку от пиктограмм
sk: Text vedľa ikon
sl: Besedilo zraven ikon
sr: Tekst pored ikonica
ta: ÌÚõÀ¼í¸Ç¢ý «Õ§¸ ¯¨Ã
th: ข้อความอยู่ด้านข้างของไอคอน
tr: Simgelerin yanında metin
uk: Текст поруч з піктограмами
vi: Icon bên cạnh text
xh: Ii-icons ezishicilelweyo okanye ezibhaliweyo bucala

source: Text under icons
af: teks onder ikoone
az: Timsalların altında mətn
bg: Текста е под иконата
ca: Text sota les icones
cs: Text pod ikonou
da: Tekst under ikoner
de: Text unter Symbolen
el: Κείμενο κάτω από τα εικονίδια
et: Tekst ikoonide all
fi: Teksti kuvakkeiden alla
he: םילמסל תחתמ טסקט
hu: a szöveg az ikonok alatt
is: Texti undir táknmyndum
ko: 아이콘 밑에 글월
lt: Tekstas po piktogramomis
lv: Teksts zem ikonām
mt: Kliem taħt l-ikoni
nl: Tekst onder de pictogrammen
no: Tekst under ikoner
pl: Tekst pod ikonami
pt: Texto por baixo dos ícones
ro: Text sub iconiţe
ru: Подписи под пиктограммами
sk: Text pod ikonami
sl: Besedilo pod ikonami
sr: Tekst ispod ikonica
ta: ÌÚõÀ¼í¸Ç¢ý ¸£§Æ ¯¨Ã
th: ข้อความอยู่ด้านล่างของไอคอน
tr: Simgelerin altında metin
uk: Текст під піктограмами
vi: Text ở dưới icon
xh: Ii-icons ezishicilelweyo okanye ezibhaliweyo ngaphantsi

source: Small (%1x%2)
af: klein (%1x%2)
az: Kiçik (%1x%2)
bg: Малки (%1x%2)
ca: Xicotet (%1x%2)
cs: Malá (%1x%2)
da: Lille (%1x%2)
de: Klein (%1x%2)
el: Μικρό (%1x%2)
et: Väike (%1x%2)
fi: Pieni (%1x%2)
he: (%1x%2) ןטק
hu: kicsi (%1x%2)
is: Lítið (%1x%2)
ko: 작게 (%1x%2)
lt: Mažos (%1x%2)
lv: Mazs (%1x%2)
mt: Żgħar (%1x%2)
nl: Klein (%1x%2)
no: Liten (%1x%2)
pl: Małe (%1x%2)
pt: Pequena (%1x%2)
ro: Mic (%1x%2)
ru: Маленькие (%1x%2)
sk: Malý (%1x%2)
sl: Majhna (%1×%2)
sr: Male (%1x%2)
ta: º¢È¢Â (%1x%2)
th: เล็ก (%1x%2)
tr: Küçük (%1x%2)
uk: Малий (%1x%2)
vi: Cỡ nhỏ (%1x%2)
xh: Ncinane(%1x%2)

source: Medium (%1x%2)
az: Orta (%1x%2)
bg: Средни (%1x%2)
ca: Mitjà (%1x%2)
cs: Střední (%1x%2)
da: Mellem (%1x%2)
de: Mittel (%1x%2)
el: Μεσαίο (%1x%2)
et: Keskmine (%1x%2)
fi: Keskikoko (%1x%2)
he: (%1x%2) ינוניב
hu: közepes (%1x%2)
is: Miðlungs (%1x%2)
ko: 가운데 (%1x%2)
lt: Vidutinės (%1x%2)
lv: Vidējs (%1x%2)
mt: Tan-nofs (%1x%2)
nl: Middel (%1x%2)
pl: Średnie (%1x%2)
pt: Média (%1x%2)
ro: Mediu (%1x%2)
ru: Средние (%1x%2)
sk: Stredný (%1x%2)
sl: Srednja (%1×%2)
sr: Srednje (%1x%2)
ta: ¿Îò¾Ã (%1x%2)
th: ปานกลาง (%1x%2)
tr: Orta (%1x%2)
uk: Середній (%1x%2)
vi: Cỡ trung bình (%1x%2)
xh: Phakathi (%1x%2)

source: Large (%1x%2)
af: groot (%1x%2)
az: Böyük (%1x%2)
bg: Големи (%1x%2)
ca: Gran (%1x%2)
cs: Velká (%1x%2)
da: Stor (%1x%2)
de: Groß (%1x%2)
el: Μεγάλο (%1x%2)
et: Suur (%1x%2)
fi: Suuri (%1x%2)
he: (%1x%2) לודג
hu: nagy (%1x%2)
is: Stórt (%1x%2)
ko: 크게 (%1x%2)
lt: Didelės (%1x%2)
lv: Liels (%1x%2)
mt: Kbar (%1x%2)
nl: Groot (%1x%2)
no: Stor (%1x%2)
pl: Duże (%1x%2)
pt: Grande (%1x%2)
ro: Mare (%1x%2)
ru: Большие (%1x%2)
sk: Veľký (%1x%2)
sl: Velika (%1×%2)
sr: Velike (%1x%2)
ta: ¦ÀÃ¢Â (%1x%2)
th: ใหญ่ (%1x%2)
tr: Büyük (%1x%2)
uk: Великий (%1x%2)
vi: Cỡ to (%1x%2)
xh: Nkulu(%1x%2)

source: Text position
af: teks posisie
az: Mətn yeri
bg: Позиция на техта
ca: Posició de text
cs: Pozice textu
da: Tekstplacering
el: Θέση κειμένου
et: Teksti asend
fi: Tekstin paikka
he: טסקטה םוקימ
hu: Szövegpozíció
is: Textastaða
ko: 글월 위치
lt: Teksto padėtis
lv: Teksta pozīcija
mt: Pożizzjoni tat-test
nl: Tekstpositie:
no: Tekstposisjon
pl: Pozycja tekstu
pt: Posição do texto
ro: Poziţie text
ru: Положение текста
sk: Pozícia textu
sl: Položaj v besedilu
sr: Položaj teksta
ta: ¯¨Ã ­¼õ
th: ตำแหน่งข้อความ
tr: Metin konumu
uk: Позиція тексту
vi: Vị trí text
xh: Indawo yokubhaliweyo

source: Icon size
af: ikoon grootte
az: Timsal böyüklüyü
bg: Размер икони
ca: Mida d'icona
cs: Velikost ikony
da: Ikonstørrelse
de: Symbolgröße
el: Μέγεθος εικονιδίου
et: Ikooni suurus
fi: Kuvakkeen koko
he: םילמסה לדוג
hu: Ikonméret
is: Stærð táknmynda
ko: 아이콘 크기
lt: Piktogramos dydis
lv: ikonas izmērs
mt: Daqs tal-ikoni
nl: Pictogramgrootte:
no: Ikonstørrelse
pl: Rozmiar ikony
pt: Tamanho dos ícones
ro: Mărime iconiţă
ru: Размер пиктограмм
sk: Veľkosť ikony
sl: Velikost ikone
sr: Veličina ikonica
ta: ÌÚõÀ¼ «Ç×
th: ขนาดไอคอน
tr: Simge boyutu
uk: Розмір піктограм
vi: Cỡ icon
xh: Ubungakanani be-icon

source: Und&o
af: herstel
az: &Geri al
bg: &Възстанови
ca: De&sfés
cs: &Zpět
da: &Fortryd
de: &Rückgängig
el: Aναί&ρεση
et: &Tühista tegevus
fi: &Peru
he: לט&ב
hu: Visszavo&nás
is: Hætta &við
ko: 실행 취소(&o)
lt: A&tstatyti
lv: Atsa&ukt
mt: Erga' l&ura
nl: &Ongedaan maken
no: &Angre
pl: Co&fnij
pt: Desfa&zer
ro: De&s-face
ru: &Отменить действие
sk: Vrá&tiť späť
sl: &Razveljavi
sr: &Opozovi
ta: ¦ºÂø¿£ìÌ
th: เรียกคืน
tr: &Geri al
uk: &Повернути
vi: Huỷ(undo)
xh: S&ukwenza

source: Re&do
af: herstel herroep
az: &Təkrar et
bg: Въ&рни
ca: Re&fés
cs: Zn&ovu
da: &Omgør
de: Wieder&herstellen
el: Επανάλη&ψη
et: &Korda tegevust
fi: Tee &uudelleen
he: בו&ש עצב
hu: Újra végre&hajtás
is: Endur&taka
ko: 다시 실행(&d)
lt: Paka&rtoti
lv: Atkā&rtot
mt: Erġa' ag&ħmel
nl: Opnie&uw
no: &Gjør om
pl: Przyw&róć
pt: &Refazer
ro: Re-&face
ru: &Повторить отмененное действие
sk: &Opakovať vrátené
sl: &Uveljavi
sr: &Ponovi
ta: Á£Çî¦ºö
th: ทำซ้ำ
tr: &Tekrar yap
uk: П&овторити
vi: Làm lại(redo)
xh: &Yenza kwakhona
