Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: <p>You chose the severity <b>Grave</b>. Please note that this severity is intended only for bugs that</p><ul><li>make the package in question unusable or mostly so</li><li>cause data loss</li><li>introduce a security hole allowing access to the accounts of users who use the affected package</li></ul> <p>Does the bug you are reporting cause any of the above damage? If it does not, please select a lower severity. Thank you!</p>
af: <p>jy kies die ernstigheidsgraad <b>graf</b>. asseblief nota wat hierdie ernstigheidsgraad is bedoel slegs vir bugs wat</p><ul><li>maak die paket in vraag nutteloos van meestal sodat</li><li>veroorsaak data verlies</li><li>bygevoeg 'n sekuriteit gat toelaat toegang verkry aan die rekeninge van gebruikers wie gebruik die geaffekteer paket</li></ul> <p>doen die fout jy word raporteer veroorsaak enige van die boonste skade? as dit doen nie, asseblief kies 'n sagter ernstigheidsgraad. dank jy!</p>
az: <p>Əhəmiyyət dərəcəsini <b>Vacib</b> olaraq seçdiniz. Bu əhəmiyyət dərəcəsi </p><ul><li>proqramın istifadəsi sırasında data itkisinin yaşana biləcəyi,</li><li>paketin tamamilə istifadəsiz halda olduğu</li>,<li>ya da proqramın bir təhlükəsizlik deşiyi yaratdığı</li> hallarda seçilir.</li></ul>
ca: <p>Heu triat la severitat <b>Greu</b>. Tingueu present que aquesta severitat només està pensada per a errors que </p><ul><li>fan que el paquet en qüestió no es pugui usar en la pràctica</li><li>causen pèrdua de dades</li><li>introdueixin un forat de seguretat que permet l'accés als comptes dels usuaris que usen el paquet afectat</li></ul> <p>L'error del que esteu informant causa algun dels danys esmentats? Si no ho fa, si us plau, trieu una severitat més baixa. Gràcies!</p>
cs: <p>Vybral(a) jste závažnost <b>Vážná</b>. Prosím uvědomte si, že tento stupeň závažnosti je určen pouze chybám, které </p><ul><li>způsobují nepoužitelnost příslušné aplikace</li><li>způsobují ztrátu dat</li><li>vnášejí bezpečnostní chybu, která umožňuje přístup ke kontům uživatelů. kteří používají postiženou aplikaci.</li></ul> <p>Způsobuje Vámi nahlašovaná chyba některé z výše uvedených problémů? Pokud ne, pak zvolte nižší závažnost. Děkujeme Vám!</p>
da: <p>Du valgte klassifikationen <b>Alvorlig</b>. Husk venligst at denne grad kun er beregnet til problemer der</p><ul><li>gør pakken det drejer sig om ubrugbar i det mindste delvis </li><li>forårsager tab af data </li><li>introducerer et sikkerhedshul, der tillader adgang til konti for brugere af denne pakke</li></ul> <p>Gør det problem du rapporterer nogen af denne slags skader? Hvis ikke, så vælg venligst en lavere graduering, Tak!</p>
de: <p>Sie haben <b>Schwerwiegend</b> als Schweregrad ausgewählt. Bitte beachten Sie, dass dieser Schweregrad ausschließlich für folgende Fälle gedacht ist:</p><ul><li>Das fragliche Paket wird dadurch völlig oder weitgehend unbrauchbar</li><li>Datenverlust</li><li>Öffnung eines Sicherheitsloches, das Zugriff auf die Dateien der Benutzer des betreffenden Pakets erlaubt</li></ul> <p>Richtet das Problem, das Sie berichten, einen der oben genannten Schäden an? Falls nein, dann setzen Sie bitte den Schweregrad herab. Vielen Dank.</p>
et: <p>Sa väidad, et viga on <b>Tõsine</b>. Palun arvesta, et see raskusaste on mõeldud selliste vigade tarbeks, mis</p> <ul><li>teevad antud rakenduse (enamuses) kasutamiskõlbmatuks</li> <li>põhjustavad andmete kadumist</li> <li>põhjustavad ohtu tarkvara kasutava kasutaja turvalisusele</li></ul> <p>Kas raporteeritav viga põhjustab mõnda neist kahjudest? Kui ei, siis siis vali palun madalam raskusaste. Tänan!</p>
fi: <p>Valitsit tärkeysasteen <b>Vakava</b>. Huomaa, tämä tärkeysaste on tarkoitettu vain virheille jotka</p><ul><li>tekevät paketista käyttökelvottoman</li><li>aiheuttavat tietojen häviämisiä</li><li>aiheuttavat tietoturva-aukon muiden samaa ohjelmaa käyttävien käyttäjien tietoihin.</li></ul> <p>Aiheuttaako raportoimasi virhe ylläolevia tuhoja? Jos ei, älä laske tärkeysastetta. Kiitos!</p>
he: <p>:רשא םיגאבל קר תדעוימ וז הרמוח תגרד יכ בל םיש .<b>השק</b> הרמוחה תגרדב תרחב</p><ul><li>שומישל תנתינ יתלבל רבדב תעגונה הליבחה תא םיכפוה</li><li>םינותנ ןדבואל םימרוג</li><li>הליבחב םישמתשמה לש םהיתונובשחל השיג תרשפאמה החטבא תצריפ םיווהמ</li></ul> <p>הרמוח תגרד רחב אנא ,אל םא ?ל"נה םיקזנהמ דחאל םרוג חוודמ התא וילע גאבה םאה<br>!הדות .רתוי הכומנ</p>
hu: <p>A <b>súlyos</b> hibafajtát jelölte meg. Ezt csak abban az esetben válassza, ha a hiba</p><ul><li>a szóban forgó csomagot használhatatlanná vagy majdnem használhatatlanná teszi</li><li>adatveszteséget okoz</li><li>olyan biztonsági rést idéz elő, , mely a programcsomagot futtató felhasználók adatainak biztonságát veszélyezteti</li></ul> <p>Ha a szóban forgó hibára a fentiek egyike sem igaz, akkor vegye alacsonyabbra a hiba súlyossági fokát. Köszönjük!</p>
is: <P>Þú valdir alvarleikan <B>Alvarlegt</B>. Vinsamlegast athugaðu að þessi alvarleiki er einungis hugsaður fyrir villur sem</p> <ul> <li>gera téðan pakka svo gott sem ónothæfan</li> <li>valda gagnamissi</li> <li>opna fyrir öryggisholu sem leyfir aðgang að kerfinu sem notandinn sem keyrir forritið</li> </ul> <p>Veldur villan sem þú ert að tilkynna einhverjum af ofangreindum skaða? Ef svo er ekki, veldu þá minni alvarleika. Þakka þér fyrir!</p>
lt: <p>Jūs pasirinkote svarbumo lygį <b>Svarbi</b>. Atkreipkite dėmesį, kad šis lygis skirtas tik toms klaidoms, kurios</p><ul><li>padaro duotą paketą praktiškai netinkamą naudoti </li><li>sukelia duomenų praradimą</li><li>sukuria saugumo skylę, suteikiančią priėjimą prie paketo naudotojų bylų turinio</li></ul> <p>Ar klaida, apie kurią jūs norite pranešti, sukelia kurias nors iš pasekmių, nurodytų aukščiau? Jei ne, prašome pasirinkti žemesnį svarbumo lygį. Ačiū!</p>
lv: <p>Jūs izvēlējāties stingrību<b>Nopietna</b>. Lūduz atcerieties, ka šī stingrība ir paredzēta tikai priekš kļūdām kas</p><ul><li>padara aplūkojamo pakotni nelietojami vai arī galvenokārt</li><li>izsauc datu zaudēšanu</li><li>izveido drošības caurumus, kas ļauj piekļut lietotāju akountiem, kas izmanto skarto pakotni</li></ul> <p>Vai kļūda par ko jūs ziņojiet izsauc kādu no augstāk minētajiem bojājumiem? Ja nē, lūdzu izvēlieties mazāku stingrību. Paldies!</p>
mt: <p>Għażilt il-livell ta' severità <b>Gravi</b>. Dan il-livell huwa ntenzjonat għal problemi li</p><ul><li>Ma jħallukx tuża l-programm imsemmi, jew kważi ma jistax jintuża</li><li>Jitliflek xi informazzjoni</li><li>Jikkawża problema ta' sigurtà li tagħti aċċess għall-<i>accounts</i> ta' users li jużaw il-programm.</li></ul> <p>Il-problema li sibt qed jikkawża l-problemi msemmija hemm fuq? Jekk le, agħżel livell ta' severità iżjed baxx. Grazzi!</p>
nl: p>U koos als ernst van de bug voor de optie <b>Grave</b>. Houd er rekening mee dat deze alleen bedoeld is voor programmafouten die</p><ul><li>het betreffende softwarepakket (grotendeels) onbruikbaar maken </li><li>gegevensverlies veroorzaken </li>li>een beveiligingsgat introduceren die een toegang creëert tot de accounts van de gebruikers die het betreffende softwarepakket gebruiken</li></ul> <p>Komt de ernst van de bug overeen met één van bovenstaande voorwaarden?. Zo nee, kies dan een lagere ernst voor uw bugrapport. Dank u wel! </p>
no: <p>Du valgte alvorligheten <b>Graverende</b>. Vennligst legg merke til at denne alvorligheten er ment bare for feil som</p><ul><li>gjør den nevnte pakken ubrukelig eller nesten ubrukelig</li><li>fører til tap av data</li><li>introduserer et sikkerhetshull som tillater tilgang til kontoer til brukere som bruker den gjeldende pakken</li></ul> <p>Gjør feilen du rapporterer noen av skadene nevnt ovenfor? Hvis den ikke gjør det, vennligst velg en lavere alvorlighet. Tusen takk!</p>
pl: <p>Wybrałeś wagę błędu <b>Poważny</b>. Zwróć uwagę, że taka kategoria błędu jest przeznaczona tylko sytuacji gdy:</p><ul><li>w jego efekcie aplikacja staje się bezużyteczna</li><li>tracone są dane</li><powstają luki w bezpieczeństwie systemu pozwalające na nieuprawniony dostęp do kont użytkowników pracujących z danym pakietem</li></ul> <p>Czy zgłaszany błąd rzeczywiście wywołuje takie zgubne konsekwencje? Jeśli nie, proszę zmniejszyć wagę błędu. Dziękujemy!</p>
pt: <p>Escolheste a gravidade <b>Grave</b>. Repara que esta gravidade só é adequada para erros que</p><ul><li>tornem a maioria do (ou todo o) pacote inútil</li><li>provoquem uma perda de dados</li><li>introduzam uma falha de segurança permitindo o acesso às contas dos utilizadores que usem o pacote em questão</li></ul> <p>Será que o erro que vais comunicar provoca algum destes danos? Se não, escolhe uma gravidade menor. Obrigado!</p>
ro: <p>Aţi ales severitatea <b>Gravă</b>. Vă rog să reţineţi că această severitate este destinată pentru erori care</p><ul><li>fac ca pachetul în cauză să fie neutilizabil sau ceva de genul acesta</li><li>determină pierderi de date</li><li>introduce o gaură de securitate în sistem ce permite acces la conturile utilizatorilor</li></ul> <p>Eroarea pe care o raportaţi determină una din pagubele de mai sus? Dacă nu este aşa, atunci vă rog să selectaţi un nivel de severitate mai redus. Vă mulţumim!</p>
ru: <p>Вы выбрали уровень ошибки <b>Опасная</b>. Этот уровень подразумевает, что ошибка</p><ul><li>может вызвать неисправимый сбой в работе данного пакета</li><li>привести к утрате данных</li><li>нарушить безопасность системы и открыть доступ к файлам пользователей, установивших данный пакет</li></ul> <p>Является ли ошибка, о которой вы хотите сообщить, настолько серьезной? Если нет, выберите другой, менее высокий уровень ошибки.</p>
sk: <p>Vybrali ste prísnosť <b>Vážna</b>. Prosím, uvedomte si, že je určená iba pre chyby, ktoré</p><ul><li>spôsobujú nefunkčnosť daného balíka</li><li>spôsobujú stratu dát</li><li>vytvárajú bezpečnostnú dieru umožňujúcu prístup k dátam používateľa, ktorý tento balík používa</li></ul> <p>Spôsobuje práve oznamovaná chyba takéto problémy? Ak nie, prosím, vyberte nižšiu prísnosť. Ďakujeme!</p>
sl: <p>Izbrali ste <b>resno</b> raven resnosti. Vedite, da je ta raven namenjena le za hrošče, ki</p><ul><li>povzročijo, da program postane skoraj ali popolnoma neuporaben</li><li>povzročijo izgubo podatkov</li><li>uporabnikom, ki uporabljajo ta paket, napravijo varnostno luknjo v njihovih uporabniških računih</li></ul> <p>Ali hrošč, o katerem poročate, povzroči karkoli od zgoraj naštetega? Če ne, prosimo, izberite nižjo raven resnosti. Hvala!</p>
ta: <p>¿£í¸û <b>¸Å¨Äì¸¢¼õ</b> ±Ûõ ¾£Å¢Ã¿¢¨Ä¨Âò §¾÷ó¦¾ÎòÐûÇ£÷¸û. ­ó¿¢¨Ä À¢ýÅÕõÀ¢¨Æ¸ÙìÌ ÁðÎ§Á ¦À¡ÕóÐ¦ÁýÀ¨¾ ¿¢¨ÉÅ¢ü ¦¸¡ûÇ×õ</p><ul><li>ÌÈ¢ôÀ¢ð¼ ¦À¡¾¢¨Âô ÀÂÉüÈ¾¡ìÌÅÉ</li><li>¾Ã× ­Æô¨À ²üÀÎòÐÅÉ.</li><li>À¡¾¢ì¸ôÀð¼ ¦À¡¾¢Á¢ý ÀÂÉ÷¸Ç¢ý ¸½ìÌ¸¨Çô À¢È÷ ÀÂýÀÎò¾ ­¼ÁÇ¢ôÀÉ</li></ul> <p>¿£í¸û «È¢Å¢ìÌõ À¢¨Æ §Áü¸ñ¼ ²¾¡Å¦¾¡Õ §º¾ò¨¾ ²üÀÎòÐ¸¢ýÈ¾¡? «ý§Èø ¾Â×¦ºöÐ ­¾üÌì ¸£Æ¡É ¾£Å¢Ã¿¢¨Ä¨Âò §¾÷ó¦¾Îì¸×õ. ¿ýÈ¢</p>
th: <p>คุณเลือกระดับการกวดขัน <b>สูง</b>โปรดจำไว้ว่าระดับการกวดขันนี้ มีจุดประสงค์จะใช้กับข้อผิดพลาดเท่านั้น ซึ่ง</p><ul><li>อาจจะทำแพ็กเกจที่อยู่ในคำถามไม่สามารถทำงานได้ หรืออาจจะ</li><li>ส่งผลให้เกิดข้อมูลสูญหาย</li><li>อาจนำมาซึ่งช่องโหว่ของระบบความปลอดภัยของระบบ</li></ul> <p>ข้อผิดพลาดที่คุณรายงานนี้ สร้างความเสียหายอย่างมากต่อคุณใช่หรือไม่ ? ถ้าไม่ใช่ โปรดเลือกระดับการกวดขันที่ต่ำกว่านี้ ขอบคุณ!</p>
tr: <p>Önem derecesini <b>Önemli</b> olarak seçtiniz. Bu önem derecesi </p><ul><li>programın kullanılması sırasında veri kaybının yaşanabileceği,</li><li>paketin tamamen kullanılamaz durumda olduğu</li>,<li>ya da programın bir güvenlik açığı oluşturduğu</li> durumlarda seçilir.</li></ul>Raporladığınız hata yukarıdaki zararlardan birisini veriyor mu? Eğer vermiyorsa, daha düşük bir önem derecesi seçin. Teşekkürler!</p>
uk: <p>Ви вибрали <b>Фатальну</b> важливість. Будь ласка, вважайте, що ця важливість призначена тільки для помилок, які</p><ul><li>роблять наведене програмне забезпечення недієздатним або майже таким</li><li>викликають втрату даних</li><li>вносять ваду безпеки у системі, дозволяючи доступ до рахунків користувачів, які використовують даний пакунок</li></ul> <p>Помилка, про яку Ви звітуєте, викликають будь-які наведені збитки? Якщо ні, будь ласка, виберіть нижчій рівень важливості. Дякуємо!</p>
vi: <p>Bạn chọn tính nghiêm trọng <b>Grave</b>. Xin chú ý rằng tính nghiêm trọng này chỉ dùng cho những lỗi </p><ul><li>làm cho chương trình trong câu hỏi không dùng được hoặc hầu như không dùng được </li><li>Gây ra tổn thất về dữ liệu </li><li>Làm dẫn tới các lỗ hổng về bảo mật cho phép truy cập đến các tài khoản của các người dùng bị nhiễm bởi gói này</li></ul> <p>Lỗi(bug) mà bạn báo cáo có dẫn đến các tổn thất nặng hơn các tổn thất đã nêu ở trên? Nếu không như vậy, xin chọn 'tính nghiêm trọng' là 'thấp'. Thank you!</p>
xh: <p>Ukhethe ubucaka ubucaka<b>Ingcwaba</b>. Nceda qaphela ukuba obu bucaka bujolise kuphela kwibugs eze</p><ul><li>ezenza umsebenzi kumbuzo ongasetyenziswanga okanye kakhulu kwi</li><li>zenza ilahleko yedata</li><li>yazisa umgqobho wokhuseleko ivumela unikezelo lwamatyala kubasebenzisi abasebenzisa lo msebenzi uchaphazelekayo </li></ul> <p>Ingaba ibug onika ingxelo ngayo yenza umonakalo ongentla ?Ukuba ayiwenzi, nceda khetha ubucaka obucothayo. Enkosi!</p>

source: Couldn't send the bug report. Hmmm, submit a bug report manually, sorry... See http://bugs.kde.org/ for instructions.
af: kon nie stuur die fout raporteer. hmmm, stuur in 'n fout raporteer eiehandig, jammer... sien http://bugs.kde.org/ vir instruksies.
az: Xəta raportu gönderilemedi. Xəta raportunu əllə göndəriniz... Bu mövzuda bxn. http://bugs.kde.org/
bg: Не мога да изпратя рапорт за грешки. Съжалявам ... Посетете http://bugs.kde.org/ за инструкции.
ca: No s'ha pogut enviar l'informe d'error. Ho sento, envieu l'informe d'error manualment... Llegiu les instruccions a http://bugs.kde.org/
cs: Není možné odeslat chybové hlášení. Prosím odešlete chybové hlášení ručně. Instrukce naleznete na http://bugs.kde.org/.
da: Kunne ikke sende problemrapporten. Du må desværre indsende rapporten manuelt... Se http://bugs.kde.org/ for vejledning.
de: Der Problembericht konnte nicht verschickt werden. Bitte schicken Sie Ihren Bericht auf dem üblichen Weg. Siehe http://bugs.kde.org/.
el: Δε μπόρεσα να στείλω την αναφορά. Χμμ, λυπάμαι, στείλτε την μόνος σας... Οδηγίες υπάρχουν στο http://bugs.kde.org/.
et: Vearaporti saatmine ebaõnnestus. Pead raporteerima veast käsitsi, vabandust... Instruktsioonide saamiseks vt. http://bugs.kde.org/.
fi: Virheraporttia ei saatu lähetettyä. Sinun pitää lähettää virheraportti manuaalisesti. Katso http://bugs.kde.org/ osoitetta saadaksesi lisää ohjeita.
he: .גאבה לע חווידה תא חולשל ןתינ אל ...רעטצמ ,תינדי גאב לע חוויד חלש ...מממה .תויחנהל http://bugs.kde.org/-ב ןייע
hu: Nem sikerült elküldeni a hibajelentést. Próbálja meg manuálisan... Segítség a http://bugs.kde.org/ címen.
is: Ekki tókst að senda villuskýrsluna. Þú verður að gera það handvirkt. Leiðbeinginar finnast á http://bugs.kde.org/
ko: 벌레 보고서를 보낼 수 없으면, 수동으로 벌레 보고를 해주시기 바랍니다. 죄송합니다... http://bugs.kde.org/에서 지시를 확인해 주시기 바랍니다.
lt: Nepavyksta išsiųsti pranešimo apie klaidą. Hmm, bandykite tai atlikti rankiniu bûdu, atleiskite... Instrukcijų ieškokite http://bugs.kde.org
lv: Nevar nosūtīt kļūdu ziņojumu. Hmmm, nododiet kļūdu ziņojumu manuāli, atvainojiet... Instrukciju skatīt uz http://bugs.kde.org/ .
mt: Ma setax jintbagħat awtomatikament ir-rapport. Ikollok tibgħat ir-rapport manwalment, jiddispjaċini... Ara http://bugs.kde.org/ għal istruzzjonijiet.
nl: Kon de bugmelding niet versturen. Hmmm, u zult de bug handmatig moeten melden, sorry..... Kijk voor instructies op http://bugs.kde.org/.
no: Kunne ikke sende feilrapporten. Send inn feilrapporten manuelt. Se http://bugs.kde.org/ for instruksjoner.
pl: Nie można wysłać raportu. Prosimy o ręczne zgłoszenie błędu... Szczegóły pod adresem http://bugs.kde.org/
pt: Não consegui enviar o relatório. Por favor envia o relatório de erro manualmente. Vê em http://bugs.kde.org/ para instruções.
ro: Nu am putut să trimit raportul de eroare. Vă rog să trimiteţi manual acest raport. Pentru instrucţiuni vizitaţi http://bugs.kde.org.
ru: Не могу отправить сообщение об ошибке. Попробуйте отправить его вручную. На сайте http://bugs.kde.org/ сказано о том, как это сделать.
sk: Správa o chybe sa sa nedá zaslať. Musíte poslať správu manuálne ... Pre ďalšie informácie navštívte http://bugs.kde.org/.
sl: Poročila o hrošču ni bilo možno poslati. Žal ga boste morali poslati ročno. Za navodila glejte http://bugs.kde.org/.
sr: Nisam mogao da pošaljem izveštaj Hmmmm, moraćete da pošaljete izveštaj ručno, izvinite... Pogledajte http://bugs.kde.org/ za instrukcije.
ta: À¢¨Æ «È¢ì¨¸¨Â «ÛôÀ ÓÊÂÅ¢ø¨Ä. «¨¾ì ¨¸À¼ «ÛôÀ×õ. ÁýÉ¢ì¸×õ... ¨¸Ó¨È¸ÙìÌ http://bugs.kde.org/ ­¨Éô À¡÷ì¸×õ.
th: ไม่สามารถส่งรายงานความผิดพลาดได้ อืมมม คงต้องรายงานความผิดพลาดด้วยตัวคุณเองแล้วล่ะ ขออภัยด้วย... กรุณาดูคำแนะนำที่ http://bugs.kde.org/
tr: Hata raporu gönderilemedi. Hata raporunu elle gönderiniz... Bu konuda bkz. http://bugs.kde.org/
uk: Помилка відправлення звіту про помилку. Гммм, відправте, будь ласка, звіт вручну...Для подальшої інформації дивіться http://bugs.kde.org/
vi: Không gửi được bản báo cáo lỗi. Hmmm, xin bạn đệ trình báo cáo lỗi bằng cách khác, sorry... Xem hướng dẫn ở http://bugs.kde.org/ .
xh: Ayikwazanga ukuthumela ingxelo yebug. Hmmm, ngenisa ingxelo yebug ngokubhaliweyo, uxolo... Bona http://bugs.kde.org/ ngokwemiyalelo.

source: Bug report sent, thanks for your input.
af: fout raporteer gestuur, bedankinge vir jou invoer.
az: Xəta raportu göndərildi, sağ olun.
bg: Рапорта е изпратен, благодаря за вашето съдействие
ca: S'ha enviat l'informe d'error, gràcies per la vostra informació.
cs: Chybové hlášení bylo odesláno. Děkujeme za vaše informace.
da: Problemrapport indsendt. Tak for din hjælp.
de: Problembericht verschickt. Vielen Dank für Ihre Nachricht.
el: Η αναφορά εστάλη, ευχαριστούμε για την τροφοδοσία.
et: Vearaport on saadetud, suur tänu abi eest.
fi: Virheraportti lähetetty, kiitos palautteestasi.
he: .ךלש בושמה לע הדות .חלשנ גאבה לע חווידה
hu: A hibajelentés elküldése sikerült, köszönjük az észrevételt.
is: Villuskýrsla send, takk fyrir hjálpina.
ko: 벌레 보고서를 보내주셔서 감사합니다.
lt: Pranešimas apie klaidą išsiųstas, ačiū.
lv: Kļūdu ziņojums nosūtīts, paldies par ievadu.
mt: Rapport mibgħut, grazzi tal-kontribut.
nl: Het bugrapport is verstuurd. Bedankt voor uw bijdrage.
no: Feilrapport sendt. Takk for tilbakemeldingen.
pl: Zgłoszenie zostało wysłane, dziękujemy.
pt: Relatório de erro enviado, obrigado pela colaboração.
ro: Am trimis raportul de eroare. Vă mulţumesc pentru interesul dumneavoastră.
ru: Сообщение об ошибке отправлено, спасибо за ваше участие.
sk: Správa o chybe zaslaná, ďakujme za Váš tip.
sl: Poročilo o hrošču je poslano, hvala za informacije.
sr: Izveštaj o grešci je poslat, hvala na dojavi.
ta: À¢¨Æ «È¢ì¨¸ «ÛôÀÀð¼Ð, ¯í¸û ¯ûÇ£ðÎìÌ ¿ýÈ¢.
th: รายงานความผิดพลาดถูกส่งไปแล้ว ขอบคุณที่สละเวลาให้ข้อมูล
tr: Hata raporu gönderildi, ilginize teşekkürler.
uk: Звіт про помилку відісланий, дякуємо за участь.
vi: Bản báo cáo lỗi đã được gửi, xin cảm ơn bạn.
xh: Ingxelo yebug ithunyelwe,enkosi ngengeniso yakho.

source: Close and discard edited message?
af: maak toe en gooi weg geredigeerde boodskap?
az: Düzəldilən ismarıc qapdılıb silinsin?
bg: Желаете ли да затворите и отхвърлите редактираното съобщение?
ca: Tanco i llenço el missatge editat?
cs: Zavřít a zrušit editovanou zprávu?
da: Luk og kassér redigerede brev?
de: Schließen und aktuelle Nachricht verwerfen?
el: Κλείσιμο και απόρριψη επεξεργαζόμενου μηνύματος;
et: Kas sulgeda ja loobuda redigeeritavast sõnumist?
fi: Sulje ja hylkää muokattu viesti?
he: רטפיהלו רוגסל ?הכירעבש העדוההמ
hu: Bezárja és eldobja a szerkesztett üzenetet?
is: Loka og henda breyttu skeytinu?
ko: 고친 값을 버리고 닫을 것입니다. 메세지를 고쳤습니까?
lt: Uždaryti ?
lv: Aizvērt un atcelt laboto ziņojumu?
mt: Tixtieq tagħlaq u titlef li ktibt fil-messaġġ?
nl: Het bewerkte bericht negeren en sluiten?
no: Lukk og forkast den redigerte meldingen?
pl: Zamknąć i porzucić edytowaną wiadomość?
pt: Fechar e esquecer a mensagem editada?
ro: Închid şi elimin mesajul editat?
ru: Закрыть и отменить введенное сообщение?
sk: Zatvoriť a zahodiť upravovanú správu?
sl: Zaprem in zavržem urejevano sporočilo?
sr: Zatvori i odbaci izmenjenu poruku?
ta: Á¡üÈ¢Â ¦ºö¾¢¨Âì ¨¸Å¢ðÎ, «¾¨É ã¼Å¡?
th: ปิดและทิ้ง ข้อความที่แก้ไขหรือไม่ ?
tr: Düzenlenen ileti kapatılıp silinsim mi?
uk: Закрити та викинути повідомлення в редакторі?
vi: Đóng và bỏ qua thông điệp đã được biên soạn ?
xh: Vala kwaye ulahle ngaphandle umyalezo ohleliweyo?

source: Close message
af: maak toe boodskap
az: İsmarıcı qapat
bg: Затвори съобщението
ca: Tanca missatge
cs: Zavřít zprávu
da: Luk brev
de: Nachricht beenden
el: Κλείσιμο μηνύματος
et: Sulge teade
fi: Sulje viesti
he: העדוהה תריגס
hu: Az üzenet bezárása
is: Loka skeytinu
ko: 메세지 닫기
lt: Uždaryti
lv: Aizvērt ziņojumu
mt: Agħlaq dan il-messaġġ
nl: Bericht sluiten
no: Lukk meldingen
pl: Zamknij wiadomość
pt: Fechar a mensagem
ro: Închide mesajul
ru: Закрыть сообщение
sk: Zatvoriť správu
sl: Zapri sporočilo
sr: Zatvori poruku
ta: ¦ºö¾¢¨Â ãÎ
th: ปิดข้อความ
tr: İletiyi kapat
uk: Закрити повідомлення
vi: Đóng thông điệp
xh: Vala umyalezo

source: &Continue
af: voortgaan
az: &Davam et
bg: П&родължи
ca: &Continua
cs: Po&kračovat
da: &Fortsæt
de: &Fortsetzen
el: &Συνέχισε
et: &Jätka
fi: &Jatka
he: ךשמ&ה
hu: &Folytatás
is: Á&fram
ko: 계속(&C)
lt: &Tęsti
lv: &Turpināt
mt: &Kompli
nl: &Doorgaan
no: F&ortsett
pl: &Kontynuuj
pt: Con&tinuar
ro: &Continuă
ru: Пр&одолжить
sk: &Pokračovať
sl: &Nadaljuj
sr: &Nastavi
th: ทำต่อไป
tr: &Devam et
uk: &Продовжити
vi: &Tiếp tục
xh: &Qhubekeka

source: &Password:
af: wagwoord:
az: &Parol:
bg: &Парола:
ca: &Contrasenya:
cs: &Heslo:
da: &Kodeord:
de: &Passwort:
el: &Κωδικός Πρόσβασης:
et: &Parool:
fi: &Salasana:
he: :המסי&ס
hu: &Jelszó:
is: &Lykilorð
ko: 열쇠글(&P):
lt: &Slaptažodis:
lv: &Parole:
nl: &Wachtwoord
no: &Passord:
pl: &Hasło:
pt: &Senha:
ro: &Parolă:
ru: &Пароль:
sk: &Heslo:
sl: &Geslo:
sr: &Lozinka:
ta: ¸¼×î¦º¡ø:
th: รหัสผ่าน:
tr: &Parola:
uk: П&ароль:
vi: &Mật khẩu:
xh: &Gqithisa igama:

source: &Keep Password
af: hou wagwoord
az: Parolu &Saxla
bg: &Запази Парола
ca: C&onserva la contrasenya
cs: &Uchovat heslo
da: &Behold kodeord
de: Passwort &beibehalten
el: &Αποθήκευση Κωδικού
et: &Säilita parool
fi: Säi&lytä salasana
he: המסיס רומ&ש
hu: A jelszó megjeg&yzése
is: &Geyma lykilorð
ko: 열쇠글을 유지(&K)
lt: &Išsaugoti slaptažodį
lv: &Saglabāt Paroli
mt: &Żomm password
nl: Wachtwoord &onthouden
no: &Behold passord
pl: &Pamiętaj hasło
pt: &Manter a Senha
ro: Păs&trează parola
ru: Сохранить паро&ль
sk: &Uložiť heslo
sl: &Obdrži geslo
sr: &Sačuvaj lozinku
ta: ¸¼×î¦º¡ø¨Ä ¨Åò¾¢Õ
th: จำรหัสผ่าน
tr: Parolayı &Sakla
uk: &Запам'ятати пароль
vi: Giữ mật khẩu
xh: &Gcina igama eligqithisiweyo

source: &Verify:
af: bevestig:
az: &Təsdiqlə:
bg: Пров&ери:
ca: &Verifica:
cs: O&věřit:
da: &Verificér:
de: &Kontrollieren:
el: &Επαλήθευση:
et: &Kontroll:
fi: &Tarkista:
he: :אדו&ו
hu: E&llenőrzés:
is: &Sannreyna:
ko: 검사(&V):
lt: &Patvirtinkite:
lv: &Pārbaudīt:
mt: I&vverifika:
nl: &Verificatie:
no: &Bekreft:
pl: &Weryfikuj
pt: &Verificar:
ro: &Verificare:
ru: &Проверка:
sk: &Skontrolovať:
sl: &Preveri:
sr: &Proveri
ta: ºÃ¢À¡÷:
th: ตรวจสอบ:
tr: &Onayla:
uk: П&еревірити:
vi: Xác nhân:
xh: &Qinisekisa:
