Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: What's &This?
af: wat is hierdie?
az: Bu &Nədir?
bg: Какво е &Това?
ca: Què és &això?
cs: Co je &toto?
da: Hvad er &dette?
de: Was ist &das?
el: Τι είναι Αυτό;
et: Mis &see on?
fi: &Mikä tämä on?
he: ?ה&ז המ
hu: Mi e&z?
is: Hvað er þ&etta?
ko: 이것은 뭔가요?(&T)
lt: Kas &tai
lv: Kas &Tas ir?
mt: Da&n x'inhu?
nl: Wat is di&t?
no: Hva er &dette?
pl: Co to &jest?
pt: O que é Is&to?
ro: Ce înseamnă &aceasta?
ru: Что &это?
sk: Čo je &to?
sl: Kaj je &to?
sr: Š&ta je ovo?
ta: ­Ð ±ýÉ?
th: นี่คืออะไร ?
tr: Bu &Nedir?
uk: &Що це?
vi: Đây là cái gì?
xh: &Yintoni le?

source: No text!
af: nee teks!
az: Mətn yoxdur!
bg: Няма текст!
ca: Sense text!
cs: Žádný text!
da: Ingen tekst!
de: Kein Text vorhanden.
el: Καθόλου κείμενο!
et: Tekst puudub!
fi: Ei tekstiä!
he: !טסקט ןיא
hu: Nincs szöveg.
is: Engin texti!
ko: 글 없이!
lt: Jokio teksto!
lv: Nav teksta!
mt: Ebda kliem!
nl: Geen tekst!
no: Ingen tekst!
pl: Brak tekstu!
pt: Sem texto!
ro: Fără text!
ru: Нет текста!
sk: Žiadny text!
sl: Ni besedila!
sr: Nema teksta!
ta: ¯¨Ã ­ø¨Ä!
th: ไม่มีข้อความ !
tr: Metin yok!
uk: Без тексту!
xh: Akukho magama ashicilelweyo okanye abhaliweyo!

source: Submit a Bug Report
af: stuur in 'n fout raporteer
az: Bir Xəta Raportu Göndər
bg: Изпрати рапорт за грешки
ca: Envia un informe d'error
cs: Poslat chybové hlášení
da: Indsend en problemrapport
de: Problembericht einschicken
el: Υποβολή μιας Αναφοράς Σφάλματος
et: Saada vearaport
fi: Lähetä virheraportti
he: גאב לע חוויד תחילש
hu: Hibajelentés elküldése
is: Senda inn villuskýrslu
ko: 벌레 보고서 보내기
lt: Rašyti pranešimą apie klaidą
lv: Sūtīt Kļūdas Ziņojumu
mt: Ibgħat rapport dwar problema
nl: Dien een bugrapport in.
no: Send inn en feilrapport
pl: Wyślij raport o błędzie
pt: Comunicar um erro
ro: Trimite un raport de eroare
ru: Отправить сообщение об ошибке
sk: Poslať správu o chybe
sl: Pošlji poročilo o hrošču
sr: Sastavi izveštaj o grešci
ta: À¢¨ÆÂÈ¢ì¨¸ ºÁ÷ôÀ¢
th: ส่งรายงานความผิดพลาด
tr: Bir Hata Raporu Gönder
uk: Надіслати звіт про помилку
vi: Đệ trình bản báo cáo lỗi(bug)
xh: Ngenisa inxelo yeBug

source: Your email address. If incorrect, use the Configure Email button to change it
af: jou e-pos adres. as verkeerd, gebruik die konfigureer e-pos knoppie aan verander dit
az: Poçt ünvanınız. Əgər xətalı isə Poçtu Quraşdır düyməsini istifadə edərək dəyişdirin
bg: Вашия ел.адрес. Ако не е правилен, ползвайте конфигурационния бутон за да го смените
ca: La vostra adreça de correu. Si és incorrecta, useu el botó de configuració de correu per a canviar-la
cs: Vaše emailová adresa. Pokud je špatná, použijte tlačítko 'Nastavit email' pro její změnu.
da: Din e-post adresse. Hvis den ikke er korrekt, så brug indstil e-post knappen for at ændre den
de: Ihre E-Mail-Adresse. Sollte sie nicht korrekt sein, dann benutzen Sie bitte den Knopf "E-Mail einrichten", um sie zu ändern.
et: Sinu meiliaadress. Kasuta nuppu E-maili seadistamine, kui see pole korrektne.
fi: Sähköpostiosoitteesi. Jos se on virheellinen, käytä Sähköpostiasetukset -painiketta vaihtaaksesi sen oikeaksi.
he: <p align=right>.ךלש ל"אודה תבותכ<br>שמתשה ,היוגש איה םא<br>ל"אוד תורדגה רותפכב<br>.התונשל תנמ לע
hu: Az Ön e-mail címe. Ha nem helyes a cím, használja az 'E-mail beállítás' gombot a módosításához.
is: Tölvupóstfangið þitt. Ef það er rangt getur þú notað Stilla tölvupóst hnappinn til að breyta því
ko: 당신의 편지 주소 입니다. 틀리다면 편지(E-Mail) 설정 단추를 눌러 고쳐주세요.
lt: Jūsų e.pašto adresas. Jeigu neteisingas, jam pakeisti pasinaudokite mygtuku „Derinti e-paštą“
lv: Jūsu epasta adrese. Ja nepareiza, izmantot pogu Konfigurēt Epastu, lai nomainītu to
mt: L-indirizz tal-imejl tiegħek. Jekk mhux tajjeb, uża l-buttuna 'Issettja imejl' biex tibdlu.
nl: Uw e-mailadres. Als dit onjuist is, wijzig het dan door op de knop E-mail instellen te drukken.
no: Din epostadresse. Hvis feil, bruk Konfigurer epost-knappen for å endre den
pl: Twój adres e-mail. Jeżeli jest niepoprawny, użyj przycisku konfiguracji e-mail, aby go zmienić
pt: O teu endereço de email. Se estiver errado, utiliza o botão Configurar Email para o alterares.
ro: Adresa dumneavoastră de email. Dacă este incorectă, atunci utilizaţi butonul "Configurează email" pentru a o schimba.
ru: Ваш электронный адрес. Если он неверен, нажмите кнопку "Настройки электронной почты" и измените его.
sk: Vaša e-mailová adresa. Ak je nekorektná, opravíte ju pomocou tlačidla E-Mail.
sl: Vaš e-poštni naslov. Če ni pravilen, ga spremenite z gumbom "Nastavi e-naslov".
sr: Vaša e-mail adresa. Ukoliko je netačna koristite dugme "Podesi Email" da biste je promenili.
ta: ¯í¸û Á¢ýÉïºø Ó¸ÅÃ¢. ¾Å¦ÈÉ¢ý, Á¢ýÉïºø ÅÊÅ¨ÁôÒô ¦À¡ò¾¡É¡ø «¾¨É Á¡üÈ×õ
th: ที่อยู่อีเมล์ของคุณ หากไม่ถูกต้อง ให้ใช้ปุ่มการปรับแต่งอีเมล์เพื่อเปลี่ยน
tr: E-posta adresiniz. Eğer hatalı ise E-postayı Yapılandır düğmesini kullanarak değiştirin
uk: Ваша адреса електронної пошти. Щоб змінити, використовуйте кнопку Налаштувати електронну пошту
xh: Idilesi ye email yakho. Ukuba ayilunganga, sebenzisa iqhosa loqwalaselo lwe Email ukuyitshintsha

source: From:
af: van:
az: Kimdən:
bg: От :
ca: Des de:
cs: Od:
da: Fra:
de: Von:
el: Από:
et: Kellelt:
fi: Lähettäjä:
he: :תאמ
hu: Feladó:
is: Frá:
ko: 보낸이:
lt: Nuo:
lv: No:
mt: Minngħand:
nl: Van:
no: Fra:
pl: Od:
pt: De:
ro: De la:
ru: Отправитель:
sk: Od:
sl: Od:
sr: Pošiljalac:
ta: «ÛôÒÉ÷:
th: จาก:
tr: Kimden:
uk: Від :
vi: Từ:
xh: Ivela ku:

source: Configure Email...
af: konfigureer e-pos...
az: Poçtu Quraşdır...
bg: Конфигурация на ел. поща...
ca: Configura el correu...
cs: Nastavit email...
da: Indstil e-post...
de: E-Mail einrichten...
et: E-maili seadistamine...
fi: Sähköpostiasetukset...
he: ...ל"אוד תורדגה
hu: Az e-mail beállítása...
is: Stilla tölvupóst...
ko: 편지(E-Mail) 설정...
lt: Derinti e.paštą...
lv: Konfigurēt Epastu...
mt: Issettja imejl...
nl: E-mail instellen...
no: Sett opp epost...
pl: Konfiguruj e-mail...
pt: Configurar o Email...
ro: Configurează e-mail...
ru: Настройки электронной почты...
sk: Nastaviť E-mail...
sl: Prikroji e-pošto...
sr: Podesi Email
ta: Á¢ýÉïº¨Ä ÅÊÅ¨Á...
th: ปรับแต่งอีเมล์...
tr: E-postayı Yapılandır...
uk: Наладнати електронну пошту...
xh: Qwalasela i Email...

source: The email address this bug report is sent to.
af: die e-pos adres hierdie fout raporteer is gestuur aan.
az: Bu xəta raportunun yollanacağı poçt ünvanı.
bg: Ел. адрес, на който е изпратен рапорта за грешки.
ca: L'adreça de correu on s'envia aquest informe d'error.
cs: Emailová adresa, na kterou je zasláno chybové hlášení.
da: E-post adressen som denne problemrapport sendes til.
de: Die E-Mail-Adresse, an die der Problembericht geschickt wird
et: Meiliaadress, kuhu saata vearaport.
fi: Sähköpostiosoite, johon tämä virheraportti lähetetään.
he: .הז גאב חוויד חלשנ הילא ל"אודה תבותכ
hu: Az az e-mail cím, amelyre a hibabejelentés el lesz küldve.
is: Netfangið sem þessi villulýsing verður send á.
ko: 편지 주소는 이 벌레 보고서를 보낸 주소로 쓰입니다
lt: E.pašto adresas, kuriuo siunčiamas šis pranešimas apie klaidą.
lv: Šis kļūdu ziņojums ir nosūtīts uz epasta adresi.
mt: L-indirizz tal-imejl fejn se jintbagħat dan ir-rapport.
nl: Het e-mailadres waar dit bugrapport naar verstuurd is.
no: Epostadressen som feilrapporten er sendt til.
pl: Adres e-mailowy do którego wysyłany jest ten raport o błędzie.
pt: O endereço de email para onde este comunicado é enviado.
ro: Adresa de email către care este trimis acest raport de eroare.
ru: Почтовый адрес для отправления сообщения об ошибке.
sk: E-mailová adresa, na ktorú bude správa o chybe zaslaná.
sl: E-poštni naslov, kamor naj se pošlje to poročilo o hrošču.
sr: E-mail adresa na koju treba poslati ovaj izveštaj o grešci.
ta: ­ô À¢¨ÆÂÈ¢ì¨¸ «ÛôÀôÀÎõ Á¢ýÉïºø.
th: รายงานความผิดพลาด จะถูกส่งไปยังที่อยู่อีเมล์นี้
tr: Bu hata raporunun gönderileceği e-posta adresi.
uk: Адреса ел. пошти, на яку було відіслано звіт про помилку.
xh: Idilesi ye email ,le bug ithunyelwa ku.

source: To:
af: aan:
az: Kimə:
bg: За:
ca: A:
cs: Komu:
da: Til:
de: An:
el: Προς:
et: Kellele:
fi: Vastaanottaja:
he: :לא
hu: Címzett:
is: Til:
ko: 받는이:
lt: Kam:
lv: Uz:
mt: Lil:
nl: Aan:
no: Til:
pl: Do:
pt: Para:
ro: Către:
sk: Komu:
sl: Za:
sr: Primalac:
ta: ¦ÀÚ¿÷:
th: ถึง:
tr: Kime:
uk: Кому:
vi: Tới:
xh: Iya ku:

source: &Send
af: stuur
az: &Göndər
bg: &Изпрати
ca: &Envia
cs: Po&slat
de: &Senden
el: Α&ποστολή
et: &Saada
fi: &Lähetä
he: חל&ש
hu: &Küldés
is: &Senda
ko: 보내기(&S)
lt: &Siųsti
lv: &Sūtīt
mt: &Ibgħat
nl: Ver&zenden
pl: &Wyślij
pt: &Enviar
ro: &Trimite
ru: &Отправить
sk: &Poslať
sl: &Pošlji
sr: &Pošalji
ta: «ÛôÒ
th: ส่ง
tr: &Gönder
uk: &Відіслати
vi: Gửi đi
xh: &Thumela

source: Send bug report.
af: stuur fout raporteer.
az: Xəta raportunu göndər.
bg: Изпрати рапорт за грешки.
ca: Envia un informe d'error.
cs: Poslat chybové hlášení.
da: Send problemrapport.
de: Problembericht verschicken
et: Saada vearaport.
fi: Lähetä virheraportti.
he: .גאב לע חוויד חלש
hu: Hibajelentés küldése.
is: Senda villuskýrslu.
ko: 벌레 보고서를 보냅니다.
lt: Siųsti pranešimą apie klaidą.
lv: Sūtīt kļūdu ziņojumu.
mt: Irrapporta problema.
nl: Bugrapport verzenden.
no: Send feilrapport.
pl: Wyślij raport o błędzie.
pt: Comunicar um erro.
ro: Trimite raport de eroare.
ru: Отправить сообщение об ошибке.
sk: Poslať správu o chybe.
sl: Pošlji poročilo o hrošču.
sr: Pošalji izveštaj o grešci.
ta: À¢¨ÆÂÈ¢ì¨¸ «ÛôÒ.
th: ส่งรายงานความผิดพลาด
tr: Hata raporu gönder.
uk: Надіслати звіт про помилку.
vi: Gửi báo cáo lỗi.
xh: Thumela ingxelo ye bug.

source: Send this bug report to the KDE buglist.
af: stuur hierdie fout raporteer aan die kde foutelys.
az: KDE xəta siyahısına bu xəta raportunu göndər.
bg: Изпрати рапорт за грешки до KDE.
ca: Envia aquest informe d'error a la llista d'errors del KDE.
cs: Poslat toto chybové hlášení na seznam chyb prostředí KDE.
da: Send denne problemrapport til KDE's bugliste.
de: Diesen Bericht an die KDE-Problemliste schicken.
et: Saada vearaport KDE vigade nimekirja.
fi: Lähetä tämä virheraportti KDE:n virhelistalle.
he: <p align=right>הזה גאבה חוויד תא חלש<br>םיגאבה תמישרל<br>.KDE לש
hu: A hibajelentés elküldése a KDE hibalistájára.
is: Senda þessa villuskýrslu á KDE villulistann.
ko: 이 벌레 보고서를 KDE 벌레 목록으로 보냅니다.
lt: Siųsti šį pranešimą į KDE klaidų sąrašą.
lv: Sūtīt šo kļūdas ziņjumu uz KDE kļūdu sarakstu
mt: Irrapporta problema lill-KDE buglist.
nl: Verstuur dit bugrapport naar KDE's buglijst.
no: Send denne feilrapporten til KDEs feilsamling
pl: Wyślij ten raport na listę błędów KDE.
pt: Comunicar este erro para a lista de erros do KDE.
ro: Trimite acest raport la Lista de erori KDE.
ru: Отправить это сообщение в список ошибок KDE.
sk: Poslať túto správu na KDE zoznam chýb.
sl: Pošlji to poročilo o hrošču na razhroščevalni dopisni seznam KDE.
sr: Pošaljite ovaj izveštaj o greškama na KDE buglist.
ta: ­ó¾ À¢¨ÆÂÈ¢ì¨¸¨Â KDE À¢¨ÆôÀðÊÂÖìÌ «ÛôÒ
th: ส่งรายงานความผิดพลาดนี้ ไปยังรายการความผิดพลาดที่ KDE
tr: KDE hata listesine bu hata raporunu gönder.
uk: Надіслати цей звіт про помилку до списку помилок KDE.
vi: Gửi bản báo cáo lỗi tới KDE buglist.
xh: Thumela le ngxelo yebug kuluhlu lwebug ye KDE.

source: The application for which you wish to submit a bug report - if incorrect, please use the Report Bug menu item of the correct application
af: die aansoek vir wat jy wens aan stuur in 'n fout raporteer - as verkeerd, asseblief gebruik die raporteer fout kieslys item van die korrek aansoek
az: Xəta ismarıcı yollanacaq olan proqramın adı.
bg: Име на програма за която е рапорта за грешки; ако името не е коректно, моля ползвайте менюто за да изберете правилнатното име на програмата
ca: L'aplicació per a la que voleu enviar un informe d'error - si és incorrecta, useu l'ítem de menú d'informació d'error de l'aplicació correcta
cs: Aplikace, pro kterou chcete poslat chybové hlášení - pokud nesouhlasí, použijte nabídku 'Nahlásit chybu' u příslušné aplikace.
da: Programmet for hvilket du vil indsende en problemrapport - hvis den ikke er korrekt, så brug rapportér problem menu punktet for det korrekte program
de: Das Programm, zu dem Sie einen Bericht einschicken möchten. Falls inkorrekt, benutzen Sie bitte den Knopf "Berichten Sie Probleme oder Wünsche" des betreffenden Programms.
el: Η εφαρμογή για την οποία θέλετε να υποβάλετε αναφορά - αν δεν είναι σωστή, παρακαλώ χρησιμοποιείστε το μενού Αναφορά Σφάλματος της σωστής εφαρμογής
et: Rakendus, mille kohta sa soovid vearaporti saata - kui see ei ole korrektne, siis kasuta vearaporti saatmiseks õige rakenduse menüüd.
fi: Sovellus, josta haluat lähettää virheraportin - jos virheellinen, käytä Raportoi virhe -valintaa oikeassa sovelluksessa
he: <p align=right>חולשל ךנוצרב וילעש םושייה<br>םא - גאב לע חוויד<br>טירפב שמתשה ,יוגש הז<br>גאב לע חווד טירפתה<br>ןוכנה םושייה לש
hu: Az alkalmazás neve, amelynek hibáját be akarja jelenteni - ha nem helyes, használja a megfelelő alkalmazás Hibabejelentés gombját.
is: Forritið sem þú vilt senda inn villutilkynningu út af - Ef það er rangt getur þú notað "Senda villuskýrslu" hnappinn í réttu forriti.
ko: 벌레 보고서를 보내 고쳐야 되겠다는 응용 프로그램 - 틀리다면 벌레 보고서 차림표를 통해 알맞은 응용 프로그램으로 고쳐주십시오
lt: Programa, dėl kurios siųsite pranešimą apie klaidą - jei neteisingai įrašyta, pasinaudokite geros programos 'Klaidų pranešimai' meniu
lv: Aplikācija par kuru jūs vēlaties sūtīt kļūdu ziņojumu - ja nepareiza, lūdzu izmantojiet Ziņot par Kļūdu izvēlnes elementu pareizajā aplikācijā
mt: Il-programm li għalih trid tibgħat ir-rapport. Jekk mhux korrett, uża l-menu 'Irrapporta problema' jew 'Bug report' tal-programm stess.
nl: Het programma waarvoor u een bugrapport wilt indienen. Indien onjuist, gebruik dan de optie "Bug rapporteren" uit het menu van het programma zelf.
no: Applikasjonen du ønsker å rapportere en feil om - hvis feil, vennligst bruk menyoppfringen Rapporter feil fra den applikasjonen feilen gjelder.
pl: Aplikacja, której dotyczy raport o błędzie - jeżeli chodzi o inną, użyj opcji wysyłania raportu o błędzie w menu odpowiedniej aplikacji
pt: A aplicação acerca da qual relatar o erro - se estiver errada, utiliza a entrada de menu Comunicar Erro da aplicação correcta
ro: Aplicaţia pentru care doriţi să trimiteţi raportul de eroare. Dacă este incorectă atunci utilizaţi meniul "Raportare de eroare" al aplicaţiei corespunzătoare.
ru: Приложение, содержащее описываемую вами ошибку. Если здесь указано не то приложение, используйте пункт меню "Отправить сообщение об ошибке" нужного приложения
sk: Aplikácia, pre ktorú chcete poslať výpis o chybe - ak je nekorektná. Použite Výpis Chyby aby ste dostali informácie o oprave aplikácie
sl: Program, za katerega želite poslati poročilo o hrošču. Če ni pravi, prosimo, uporabite menujsko postavko "Poročilo o hrošču" v pravilnem programu.
sr: Aplikacija za koju želite da prijavite grešku - Ako nije ta, molimo vas da koristite stavku u meniju 'Prijavite grešku' ispravne aplikacije.
ta: ¿£í¸û À¢¨ÆÂÈ¢ì¨¸ «ÛôÀÅ¢ÕìÌõ ¿¢Ãø - ­Ð ¾ÅÈ¡¸ ­ÕôÀ¢ý, ¾Â×¦ºöÐ ºÃ¢Â¡É ¿¢ÃÄ¢ý ÀðÊÂ¢ÖûÇ À¢¨Æ «È¢Å¢ ±Ûõ ¯ÕôÀÊ¨Âô À¡Å¢ì¸×õ.
th: แอพพลิเคชันที่คุณต้องการรายงานความผิดพลาด - ถ้าไม่ถูกต้องโปรดใช้รายการเมนูรายงานความผิดพลาดให้เป็นแอพพลิเคชันที่ถูกต้อง
tr: Hata iletisi gönderilecek olan uygulamanın adı.
uk: Це програма, для якої Ви хочете звітувати помилку - якщо назва невірна, будь ласка, використовуйте елемент меню Помилка в тій самій програмі
vi: Nếu chương trình mà bạn muốn báo cáo lỗi không đúng-, xin dùng thực đơn Report Bug của chương trình đúng
xh: Isicelo apho ufuna ukungenisa ingxelo yebug.-ukuba ayilunganga, nceda sebenzisa umba wengxelo yemenu yebug yesicelo esilungileyo

source: Application:
af: aansoek:
az: Proqram:
bg: Програма:
ca: Aplicació:
cs: Aplikace:
da: Program:
de: Programm:
el: Εφαρμογή:
et: Rakendus:
fi: Sovellus:
he: :םושיי
hu: Alkalmazás:
is: Forrit:
ko: 응용 프로그램:
lt: Programa:
lv: Aplikācija:
mt: Programm:
nl: Applicatie:
no: Applikasjon:
pl: Aplikacja:
pt: Aplicação:
ro: Aplicaţia:
ru: Приложение:
sk: Aplikácia:
sl: Program:
sr: Aplikacija:
ta: ¿¢Ãø:
th: แอพพลิเคชัน:
tr: Uygulama:
uk: Програма:
vi: Chương trình:
xh: Isicelo:

source: The version of this application - please make sure that no newer version is available before sending a bug report
af: die weergawe van hierdie aansoek - asseblief maak seker wat nee nuwer weergawe is beskikbaar voor stuur 'n fout raporteer
az: Bu proqramın buraxılışı - Bir xəta raportu yollamadan əvvəl yeni bir buraxılışın çıxıb çıxmadığını yoxlayın
bg: Версия на програмата - моля проверете дали съществува нова версия на програмата преди да изпратите рапорт за грешки
ca: La versió d'aquesta aplicació - si us plau, assegureu-vos que no hi ha disponible cap versió més nova abans d'enviar un informe d'error
cs: Verze aplikace - prosím přesvědčte se, že není dostupná novější verze před tím, než pošlete chybové hlášení.
da: Versionen af programmet - sørg venligst for, at der ikke er en nyere version tilgængelig, før du indsender rapporten
de: Die Programmversion -- bitte vergewissern Sie sich, dass keine neuere Version verfügbar ist, bevor Sie einen Problembericht einschicken.
el: Η έκδοση αυτής της εφαρμογής - παρακαλώ βεβαιωθείτε ότι δε διατίθεται νεότερη έκδοση προτού στείλετε μια αναφορά σφάλματος
et: Rakenduse versioon - enne vearaporti saatmist veendu, et vahepeal pole ilmunud uuemat versiooni.
fi: Sovelluksen versio - varmista, että ohjelmasta ei ole uudempaa versiota, ennen kuin lähetät virheraportin
he: <p align=right>- םושייה לש הסריגה<br>תחילש ינפל אדוו אנא<br>אלש גאבה לע חווידה<br>רתוי השדח הסריג הנימז
hu: Az alkalmazás verziószáma - a hibabejelentés elküldése előtt ellenőrizze, hogy nincs-e újabb verzió a programból
is: Útgáfa forritsins - Vinsamlega gaktu úr skugga um að ekki sé til nýrri útgáfa áður en þú sendir villutilkynningu
ko: 응용 프로그램 판 번호 - 이 벌레 보고서를 보낼 때 응용 프로그램 판 번호보다 높게 쓰지 마십시오
lt: Tai programos versija. Prieš siųsdami klaidos pranešimą, įsitikinkite, kad nėra naujesnės programos versijos
lv: Šīs aplikācijas versija - pirms sūtīt kļūdu ziņojumu pārliecinaties, ka jaunāka versija nav pieejama
mt: Il-verżjoni tal-programm. Jekk jogħġbok aċċerta li qed tuża l-aħħar verżjoni qabel tibgħat ir-rapport.
nl: De versie van dit programma. Ga a.u.b. even na of er geen nieuwere versie van dit programma beschikbaar is, voordat u het bugrapport instuurt.
no: Versjonsnummeret til applikasjonen - vennligst sjekk at det ikke finnes en nyere versjon før du sender en feilrapport
pl: Wersja aplikacji - upewnij się przed wysłaniem, że nie ma nowszej wersji tej aplikacji
pt: A versão da aplicação - verifica se não há nenhuma versão mais recente antes de comunicares o erro
ro: Versiunea acestei aplicaţii. Asiguraţi-vă că nu există o versiune mai nouă atunci cînd trimiteţi o raportare de eroare.
ru: Версия программы. Прежде чем отправлять сообщение об ошибке, проверьте, не вышла ли более свежая версия.
sk: Táto verzia aplikácie - prosím ubezpečte sa či nie je dostupná novšia verzia programu, predtým ako pošlete správu o chybe
sl: Različica tega programa - prosimo, prepričajte se, da v času poročanja o hrošču ni na voljo že novejša različica.
sr: Verzija ove aplikacije - molimo vas da se uverite da ne postoji novija verzija aplikacije pre nego što pošaljete izveštaj o grešci
ta: ­ó ¿¢ÃÄ¢ý À¾¢ô¦Àñ - À¢¨ÆÂÈ¢ì¨¸ «ÛôÀ Óý «¾ýÒ¾¢Â À¾¢ôÒ ²ÐÁ¢ø¨Ä ±ýÀ¨¾ ¯Ú¾¢¦ºöÂ×õ
th: รุ่นของแอพพลิเคชันนี้ - โปรดตรวจสอบให้แน่ใจว่าไม่มีรุ่นที่ใหม่กว่านี้ก่อนที่ทำการส่งรายงานความผิดพลาด
tr: Bu uygulamanın sürümü - Bir hata raporu göndermeden önce yeni bir sürümün çıkmadığına emin olun
uk: Версія цієї програми - будь ласка, перевірте, що нової версії програми не існує перед тим як відсилати звіт про помилку
vi: Phiên bản của chương trình - Xin đảm bảo rằng chương trình bạn đang dùng là mới nhất và không có chương trình nào mới hơn trước khi gửi bản báo cáo lỗi
xh: Uguqulelo lomsebenzi lesi sicelo-Nceda qinisekisa ukuba akukho nguqulelo yamsebenzi intsha ekhoyo phambi kokuthumela ingxelo yebug.

source: Version:
af: weergawe:
az: Buraxılış:
bg: Версия:
ca: Versió:
cs: Verze:
el: Έκδοση:
et: Versioon:
fi: Versio:
he: :הסריג
hu: Verzió:
is: Útgáfa:
ko: 판 번호:
lt: Versija:
lv: Versija:
mt: Verżjoni:
nl: Versie:
no: Versjon:
pl: Wersja:
pt: Versão:
ro: Versiune:
ru: Версия
sk: Verzia:
sl: Različica:
sr: Verzija:
ta: À¾¢ô¦Àñ:
th: รุ่น:
tr: Sürüm:
uk: Версія:
vi: Phiên bản:
xh: Uguqulelo lomsebenzi kolunye ulwimi:

source: no version set (programmer error!)
af: nee weergawe stel (programmeerder fout!)
az: buraxılış mə'lumatı yoxdur (proqramcı xətası!)
bg: няма версия (програмна грешка!)
ca: cap versió de programa (error del programador!)
cs: neurčená verze (chyba programátora!)
da: ingen version sat (programmørfejl!)
de: Keine Version angegeben (Programmiererfehler)
el: δεν υπάρχει έκδοση (σφάλμα του προγραμματιστή!)
et: versioon puudub (programmeerija viga!)
fi: ei versionumeroa (ohjelmoijan virhe!)
he: (!תנכתמה לש האיגש) הסריג הרדגוה אל
hu: nincs verzió beállítva (programozási hiba!)
is: ekkert útgáfunúmer gefið (villa forritara)
ko: 판 번호가 없습니다 (프로그램을 만든 사람 잘못입니다!)
lt: nenurodyta versija (programuotojo klaida!)
lv: versija nav uzrādīta (programmētāja kļūda!)
mt: M'hemm ebda verżjoni ssettjata (żball tal-programmer!)
nl: Geen versie gegeven (programmeurfout!)
no: Ingen versjon satt (programmererens feil!)
pl: brak numeru wersji (błąd programisty!)
pt: versão desconhecida (erro do programador!)
ro: fără versiune (eroarea programatorului!)
ru: нет данных о версии (ошибка программиста!)
sk: nenastavená verzia (chyba programátora!)
sl: ni podane različice (napaka programerja!)
sr: nema verzije (greška programera!)
ta: À¾¢ô¦Àñ ­¼Å¢ø¨Ä (¿¢ÃÄÃ¢ý ¾ÅÚ!)
th: ไม่มีการตั้งค่ารุ่น (โปรแกรมเมอร์ลืมหรือเปล่า !)
tr: sürüm bilgisi yok (programcı hatası!)
uk: версія не встановлена (помилка програміста!)
vi: Không có Phiên Bản(Lỗi chương trình!)
xh: Akukho sicwangciso sanguqulelo samsebenzi kolunye ulwimi (imposiso yodweliso loluhlu! )

source: OS:
az: İşlt. Sist:
bg: Опрационна система
ca: SO:
de: Betriebsystem:
el: Λειτουργικό:
he: :הלעפה תכרעמ
hu: Op. rendszer:
is: Kerfi:
ko: 운영체제:
pt: SO:
ro: S.O.:
ru: ОС:
ta: ­ÂíÌ¾Çõ:
th: ระบบปฏิบัติการ:
tr: İşlt. Sist:
uk: ОС:
vi: Hệ điều hành:

source: Compiler:
af: saamsteller:
az: Dərləyici
bg: Компилатор:
ca: Compilador:
cs: Kompilátor:
da: Oversætter:
el: Μεταγλωτιστής:
et: Kompilaator:
fi: Kääntäjä:
he: :רדהמ
hu: Fordítóprogram:
is: Þýðandi:
ko: 컴파일러:
lt: Kompiliatorius:
lv: Kompilētājs:
no: Kompilator:
pl: Kompilator:
pt: Compilador:
ro: Compilator:
ru: Компилятор:
sk: Prekladač:
sl: Prevajalnik:
sr: Kompajler:
ta: ¦¾¡ÌôÀ¡ý:
th: ตัวแปลภาษา:
tr: Derleyici
uk: Компілятор:
vi: Trình biên dịch:
xh: Umqokeleli ndawonye:

source: Se&verity
af: ernstigheidsgraad
az: Əhəmiyyət
bg: &Строго
ca: Se&veritat
cs: Zá&važnost
da: Al&vorlighed
de: Sch&weregrad
el: Σο&βαρότητα
et: &Raskusaste
fi: &Vakavuus
he: הרמו&ח
hu: A hiba &jellege
is: Hve al&varlegt
ko: 엄밀함(&v)
lt: S&varbumas
lv: Sva&rīgums
mt: Se&verità
nl: &Ernst
no: Al&vorlighet
pl: Wa&ga błędu
pt: Gra&vidade
ro: &Severitate
ru: Степень &важности
sk: Prí&snosť
sl: Re&snost
sr: &Nivo ozbiljnosti greške
ta: ¾£Å¢Ãõ
th: ระดับการกวดขัน
tr: Önem
uk: Ва&жливість
vi: Tính nghiêm trọng(severity)
xh: &Ubungqongqo

source: Critical
af: krities
az: Kritik
bg: Критично
ca: Crític
cs: Kritická
da: Kritisk
de: Kritisch
el: Αποφασιστική
et: Kriitiline
fi: Kriittinen
he: יטירק
hu: kritikus
is: Mjög alvarlegt
ko: 비판적인
lt: Kritinė
lv: Kritiska
mt: Kritiku
no: Kritisk
pl: Krytyczny
pt: Crítico
ro: Critică
ru: Критическая ошибка
sk: Kritické
sl: Kritična
sr: Kritičan
ta: «¾¢Óì¸¢Â
th: สูงมาก
tr: Kritik
uk: Критична
vi: Lời bình
xh: Ufumaneko lwempazamo

source: Grave
af: graf
az: Vacib
bg: Сериозно
ca: Greu
cs: Vážná
da: Alvorlig
de: Schwerwiegend
el: Μεγάλη
et: Tõsine
fi: Vakava
he: השק
hu: súlyos
is: Alvarlegt
ko: 무덤
lt: Svarbi
lv: Tumšs
mt: Gravi
no: Graverende
pl: Ciężki
ro: Gravă
ru: Опасная ошибка
sk: Vážne
sl: Resna
sr: Visok
ta: Óì¸¢Â
th: สูง
tr: Önemli
uk: Фатальна
vi: Mô tả
xh: Ingcwaba
