Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Permission denied: you must be root.
af: reg verbied: jy moet wees root.
az: Qadağan edldi: ali istifadəçi olmalısınız.
bg: Нямате права: необходимо е да имате root привилегии.
ca: S'ha denegat el permís: heu de ser root.
cs: Odepřen přístup: musíte být 'root'.
da: Tilladelse nægtet: du skal være root.
de: Zugriff verweigert: Sie müssen sich als Benutzer "root" anmelden.
el: Δεν δόθηκε άδεια: πρέπει να είστε root.
et: Juurdepääs keelatud: sa pole administraator ('root').
fi: Käyttöoikeutesi eivät riitä: tarvitset pääkäyttäjän oikeuksia.
he: .Root תויהל ךילע :תיחדנ השיגה
hu: A hozzáférés megtagadva: rendszergazdai jogosultság szükséges.
is: Aðgangi hafnað: þú verður að vera rótarnotandinn.
ko: 권한 없음: 관리자로 해야 합니다.
lt: Leidimas nesuteiktas: jūs turite būti root vartotojas.
lv: Trūkst tiesību: jums jābūt rootam.
mt: Permess miċħud: trid tkun "root"
nl: Toegang geweigerd: hiervoor moet u root zijn.
no: Adgang nekter: du må være root.
pl: Brak uprawnień: musisz byc administratorem (root).
pt: Permissão recusada: tens de ser o super-utilizador.
ro: Permisiune interzisă: trebuie să fiţi root.
ru: Доступ запрещен - вам нужны права root.
sk: Prístup zamietnutý: musíte byť root.
sl: Dostop zavrnjen: biti morate root.
sr: Pristup zabranjen: morate biti 'root'.
ta: «ÛÁ¾¢ ÁÚì¸ôÀð¼Ð: ¿£í¸û ¿¢÷Å¡¸¢Â¡¸ ­Õò¾ø §ÅñÎõ.
th: สิทธิ์ที่อนุญาตไม่เพียงพอ คุณต้องเป็นผู้ดูแลระบบ
tr: İzin verilmedi: Root olmalısınız.
uk: Відмовлено у дозволі: Ви повинні бути адміністратором.
vi: Sự cho phép bị từ chối.Bạn phải là root.
xh: Imvumelwano ayamkelekanga kufuneka ubenengcambu.

source: Unable to execute command "%1".
af: nie moontlik aan uitvoer opdrag "%1".
az: "%1" əmri icra edilə bilmədi.
bg: Не мога да изпълня команда "%1".
ca: No s'ha pogut executar la comanda "%1".
cs: Nelze vykonat příkaz "%1".
da: Kan ikke køre kommando "%1".
de: Ausführung des Befehls "%1" ist nicht möglich.
el: Αδύνατη η εκτέλεση της εντολής "%1".
et: Käsku "%1" pole võimalik käivitada.
fi: Komentoa "%1" ei voida suorittaa.
he: ."%1" הדוקפה תא ליעפהל ןתינ אל
hu: Nem sikerült végrehajtani ezt a parancsot: "%1".
is: Tókst ekki að keyra skipunina "%1".
ko: "%1" 명령을 실행할 수 없습니다.
lt: Negaliu įvykdyti komandos „%1“.
lv: Nevar izpildīt komandu "%1".
mt: Ma stajtx inħaddem il-kmand "%1".
nl: Het commando "%1" kon niet worden uitgevoerd.
no: Kunne ikke kjøre kommandoen "%1".
pl: Nie można wykonać polecenia "%1".
pt: Não consegui executar o comando "%1".
ro: Nu pot executa comanda "%1".
ru: Не удалось запустить программу "%1".
sk: Nepodarilo sa spustiť príkaz "%1".
sl: Ukaza "%1" ni moč izvesti.
sr: Ne mogu da izvršim komandu "%1".
ta: "%1" ±Ûõ ¸ð¼¨Ç¨Â ­Âì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถประมวลผลคำสั่ง "%1" ได้
tr: "%1" komutu çalıştırılamadı.
uk: Неможливо виконати команду "%1".
vi: Không thể thực hiện được lệnh "%1".
xh: Ayikwazi ukuphumeza umyalelo"%1"

source: Unable to write printcap file.
af: nie moontlik aan skryf printcap lêer.
az: Çap edici faylı yazıla bilmir.
bg: Не мога да пиша във файл printcap.
ca: No es pot escriure el fitxer printcap.
cs: Nelze zapsat soubor printcap.
da: Kan ikke skrive printcap fil.
de: Schreiben der printcap-Datei ist nicht möglich.
el: Δε μπόρεσα να γράψω το αρχείο printcap.
et: Printcap faili pole võimalik kirjutada.
fi: Printcap -tiedostoon ei voida kirjoittaa.
he: .printcap ץבוק בותכל ןתינ אל
hu: A printcap fájl írása nem sikerült.
is: Gat ekki skrifað í printcap skrána.
ko: printcap 파일을 쓸 수 없습니다.
lt: Neįmanoma rašyti į printcap bylą.
lv: Nevar ierakstīt printcap failu.
mt: Ma stajtx nikteb il-fajl printcap.
nl: Het printcap-bestand kon niet worden geschreven.
no: Kunne ikke skrive printcap-fil.
pl: Nie można zapisać pliku opisu drukarki (printcap).
pt: Não consegui escrever o ficheiro printcap.
ro: Nu pot scrie fişierul "printcap".
ru: Не могу записать файл printcap.
sk: Nemôžem zapísať súbor printcap.
sl: Ni moč pisati v datoteko printcap.
ta: printcap §¸¡ôÀ¢üÌ ±Ø¾ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถเขียนแฟ้ม printcap ได้
tr: printcap dosyasına yazılamadı.
uk: Неможливо записати файл printcap.
vi: Không thể viết vào file printcap .
xh: Ayikwazi ukubhala ifayile eshicilewe ngesigqumo.

source: Couldn't find driver <b>%1</b> in printtool database.
af: kon nie soek drywer <b>%1</b> in drukker gereedskap databasis.
az: <b>%1</b> sürücüsü çap edici databeyzində tapıla bilmir.
bg: Не мога да намеря драйвер <b>%1</b> в базата данни.
ca: No s'ha pogut trobar el controlador <b>%1</b> a la base de dades printtool.
cs: Nepodařilo se nalézt ovladač <b>%1</b> v databázi printtool.
da: Kunne ikke finde driver <b>%1</b> i printværktøjsdatabase
de: Treiber <b>%1</b> nicht auffindbar in printtool-Datenbank.
el: Δε βρήκα τον οδηγό <b>%1</b> στη βάση δεδομένων printtool.
et: Printtool baasist ei leitud draiverit <b>%1</b>.
fi: Ajuria <b>%1</b> ei löydy printtoolin tietokannasta.
he: .printtool לש םינותנה דסמב <b>%1</b> תרשה תא אוצמל ןתינ אל
hu: A(z) <b>%1</b> meghajtó nem található a printtool adatbázisban.
is: Rekillinn <b>%1</b> finnst ekki í printtool gagnagrunninum.
ko: 인쇄 도구 자료틀에서 <b>%1</b> 장치 구동기를 찾을 수 없습니다.
lt: Negaliu rasti tvarkyklės <b>%1</b> spausdinimo įrankių duombazėje.
lv: Nevar atrast draiveri <b>%1</b> drukasrīku datubāzē.
mt: Ma stajtx insib id-driver <b>%1</b> fid-database printtool.
nl: Het stuurprogramma <b>%1</b> werd niet gevonden in de printtool-database.
no: Kunne ikke finne driver <b>%1</b> i skriververktøy-databasen.
pl: Nie można znaleźć sterownika <b>%1</b> w bazie drukarek.
pt: Não encontrei o dispositivo <b>%1</b> na base de dados do printtool.
ro: Nu găsesc driver-ul <b>%1</b> în baza de date de imprimante.
ru: Не могу найти драйвер <b>%1</b> в базе данных printtool.
sk: Nepodarilo sa nájsť ovládač <b>%1</b> v databázi printtool.
sl: V zbirki podatkov printtool ni moč najti gonilnika <b>%1</b>.
sr: Nisam uspeo da nađem upravljački program <b>%1</b> u printtool bazi podataka.
ta: <b>%1</b> ­Âì¸¢ printtool ¾Ã×ò¾Çò¾¢ø ­ø¨Ä.
th: ไม่สามารถค้นหาไดรเวอร์ <b>%1</b> บนฐานข้อมูล printtool ได้
tr: Yazıcı veritabanında <b>%1</b> yazıcısı bulunamadı.
uk: Неможливо знайти драйвер <b>%1</b> в базі даних засобів друку.
vi: Không tìm thấy <b>%1</b> trong cơ sở dữ liệu printtool .
xh: Ayikwazanga kufumana umqhubi <b>%1</b>kwisixhobo sokushicilela esisiseko sedata.

source: Couldn't find printer <b>%1</b> in printcap file.
af: kon nie soek drukker <b>%1</b> in printcap lêer.
az: <b>%1</b> Çap edicisi çap etmə kəb faylında tapıla bilmir.
bg: Не мога да намеря принтер <b>%1</b> във файла printcap.
ca: No s'ha pogut trobar la impressora <b>%1</b> al fitxer printcap.
cs: V souboru printcap se nepodařilo nalézt tiskárnu <b>%1</b>.
da: Kunne ikke finde printer <b>%1</b> i printcap fil.
de: Drucker <b>%1</b> nicht auffindbar in printcap-Datei.
el: Δε μπόρεσα να βρω τον εκτυπωτή <b>%1</b> στο αρχείο printcap.
et: Printcap failist ei leitud printerit <b>%1</b>.
fi: Tulostinta <b>%1</b> ei löydy printcap-tiedostosta.
he: .printcap ץבוקב <b>%1</b> תספדמה תא אוצמל ןתינ אל
hu: A(z) <b>%1</b> nyomtató nem található a printcap fájlban.
is: Prentarinn <b>%1</b> finnst ekki í printcap skránni.
ko: printcap 파일에서 <b>%1</b> 인쇄기를 찾을 수 없습니다.
lt: Negaliu rasti spausdintuvo <b>%1</b> printcap byloje.
lv: Nevar atrast drukas iekārtu <b>%1</b> printcap failā.
mt: Ma stajtx insib printer <b>%1</b> fil-fajl printcap.
nl: De printer <b>%1</b> werd niet gevonden in het bestand printcap.
no: Kunne ikke finne skriver <b>%1</b> i printcap filen.
pl: Nie można znaleźć drukarki <b>%1</b> w pliku opisu drukarek (printcap).
pt: Não encontrei a impressora <b>%1</b> no ficheiro printcap.
ro: Nu găsesc imprimanta <b>%1</b> în fişierul "printcap".
ru: Принтер <b>%1</b> отсутствует в файле printcap.
sk: V súbore printcap sa nepodarilo nájsť tlačiareň <b>%1</b>.
sl: V datoteki printcap ni moč najti tiskalnika <b>%1</b>.
sr: Nisam uspeo da nađem štampač <b>%1</b> u printcap fajlu.
ta: <b>%1</b> «îÍô¦À¡È¢ printcap §¸¡ôÀ¢ø ­ø¨Ä.
th: ไม่สามารถค้นหาเครื่องพิมพ์ <b>%1</b> ในแฟ้ม printcap ได้
tr: Printcap dosyasında <b>%1</b> yazıcısı bulunamadı.
uk: Неможливо знайти принтер <b>%1</b> в файлі printcap.
vi: Không tìm thấy <b>%1</b> trong file printcap .
xh: Ayikwazanga kufumana mshicileli <b>%1</b>kwifayile eshicilelwe ngesigqumo.

source: No driver found (raw printer)
af: nee drywer gevind (rou drukker)
az: Sürücü tapılmadı
bg: Драйвера не е намерен (raw printer)
ca: No s'ha trobat el controlador (impressora en brut)
cs: Ovladač nebyl nalezen (přímý tisk)
da: Ingen driver fundet (rå printer)
de: Kein Drucker auffindbar (raw printer)
el: Δε βρέθηκε οδηγός (χύμα εκτύπωση)
et: Sobivat draiverit ei leitud (lihtne printer)
fi: Ajuria ei löytynyt (raw printer)
he: (תימלוג תספדמ) ןקתה להנמ אצמנ אל
hu: Nem található meghajtó (közvetlen elérésű nyomtató)
is: Enginn rekill fannst (hrár prentari)
ko: 장치 구동기를 찾지 못했습니다 (날 인쇄기)
lt: Tvarkyklės nerasta (neparuoštas spausdintuvas)
lv: Draivers nav atrasts (rindu drukas iekārta)
mt: Ebda driver ma nstab (printer skars)
nl: Geen stuurprogramma gevonden. (raw-printer)
no: Fant ingen driver (rå skriver)
pl: Nie znaleziono sterownika (drukarka bezpośrednia)
pt: Não encontrei um controlador (impressora sem filtro)
ro: Nu am găsit driver (imprimantă brută)
ru: Драйвер не найден (raw-принтер)
sk: Ovládač nenájdený (priama tlačiareň)
sl: Ni moč najti gonilnika (surovi tiskalnik)
ta: ­Âì¸¢¦ÂÐ×õ ­ø¨Ä (¦ÅÚõ «îÍô¦À¡È¢)
th: ไม่พบไดรเวอร์ (เครื่องพิมพ์แบบ raw)
tr: Yazıcı bulunamadı (düz yazıcı)
uk: Драйвер не знайдено (сирий принтер)
vi: Không tìm thấy driver nào (máy in thô)
xh: Akukho mqhubi ufumanekayo(umshicileli okrwada)

source: Printer type not recognized.
af: drukker tipe nie herken.
az: Çap edici növü başa düşülmədi.
bg: Типа на принтера е неразпознаваем.
ca: No s'ha reconegut el tipus d'impressora.
cs: Nerozpoznaný typ tiskárny
da: Printer type ikke genkendt.
de: Unbekannter Druckertyp
el: Ο τύπος του εκτυπωτή δεν αναγνωρίζεται.
et: Printeri tüüpi ei suudetud tuvastada.
fi: Tuntematon tulostintyyppi.
he: .רכומ וניא תספדמה גוס
hu: A nyomtató típusát nem sikerült felismerni.
is: Tegund prentara þekkist ekki.
lt: Spausdintuvo tipas neatpažintas.
lv: Drukas iekārtas tips nav noteikts.
mt: Tip ta' printer mhux rikonoxxut.
nl: Het printertype werd niet herkend.
no: Gjenkjente ikke skrivertype.
pl: Nie rozpoznano typu drukarki
pt: O tipo de impressora não é conhecido.
ro: Tip de imprimantă nerecunoscut.
ru: Неизвестный тип принтера.
sk: Typ tlačiarne nerozpoznaný.
sl: Vrsta tiskalnika ni bila prepoznana.
sr: Vrsta štampača nije prepoznata.
ta: «îÍô¦À¡È¢ Å¨¸ ¯½ÃôÀ¼Å¢ø¨Ä.
th: ไม่สามารถจัดการกับชนิดของเครื่องพิมพ์ได้
tr: Yazıcı türü bulunamadı.
uk: Тип принтера не розпізнано.
vi: Khong nhận dạng được kiểu máy in .
xh: Udidi lomshicileli alwazeki.

source: The driver device <b>%1</b> is not compiled in your GhostScript distribution. Check your installation or use another driver.
af: die drywer toestel <b>%1</b> is nie saamgestel in jou ghostscript verspreiding. bevestig jou installasie of gebruik nog 'n drywer.
az: <b>%1</b> sürücü avadanlığı sizin GhostScript buraxılışınıza görə dərlənməyib. Qurulumunuzu yoxlayın ya dabaşqa sürücü işlədin.
bg: Драйвера за устройство <b>%1</b> не е компилиран във вашия GhostScript. Проверете си инсталацията или използвайте друг драйвер
ca: El controlador de dispositiu <b>%1</b> no s'ha compilat a la vostra distribució GhostScript. Comproveu la instal·lació o useu un altre controlador.
cs: Ovladač zařízení <b>%1</b> není zakompilován ve vaší distribuci programu GhostScript. Ověřte vaší instalaci nebo použijte jiný ovladač.
da: Driverenhedene <b>%1</b> er ikke oversat i din GhostScript distribution. Tjek din installation eller brug en anden driver.
de: Ein Treiber für das Gerät <b>%1</b> ist in Ihrer GhostScript-Distribution nicht kompiliert. Bitte überprüfen Sie die Installation oder verwenden Sie einen anderen Treiber.
el: Η συσκευή οδήγησης <b>%1</b> δεν περιλαμβάνεται στην εγκατάσταση της Ghostscript σας. Ελέγξτε την εγκατάστασή σας ή χρησιμοποιείστε άλλον οδηγό.
et: Draiver <b>%1</b> pole pärit sinu GhostScripti distributsioonist. Kontrolli oma paigaldust või kasuta mõnda muud draiverit.
fi: Laite <b>%1</b> ei ole käännetty GhostScript-jakeluusi. Tarkista GhostScriptin asennus tai käytä jotain toista ajuria.
hu: A(z) <b>%1</b> meghajtó nem része az Ön Ghostscript disztribúciójának. Ellenőrizze, hogy sikeres volt-e a telepítés, esetleg használjon másik meghajtót.
is: Rekilstækið <b>%1</b> er ekki þýddur inn í GhostScript dreifinguna. Lagaðu uppsetninguna eða notaðu annan rekil.
lt: Tvarkyklės įrenginys <b>%1</b> neįkompiliuotas į jūsų GhostScript distribuciją. Patikrinkite įdiegimą arba naudokite kitą tvarkyklę.
lv: Draivera iekārta <b>%1</b> nav kompilēta jūsu GhostSkript distribūcijā. Pārbaudiet jūsu instalāciju vai izmantojiet citu draiveri.
mt: Id-device <b>%1</b> m'huwiex kompilat fid-distribuzzjoni tal-GhostScript. Iċċekkja l-installazzjoni jew uża driver ieħor.
nl: Het stuurprogramma <b>%1</b> is niet meegecompileerd in uw GhostScript-distributie. Controleer uw installatie of gebruik een ander stuurprogramma.
no: Driverenheten <b>%1</b> er ikke kompilert i din GhostScript distribusjon. Sjekk din installasjon eller bruk en annen driver.
pl: Sterownik <b>%1</b> nie jest obsługiwany przez GhostScript. Sprawdź swoją instalację lub spróbuj użyć innego sterownika.
pt: O controlador do dispositivo <b>%1</b> não foi compilado com a tua distribuição do GhostScript. Verifica a tua instalação ou usa outro controlador.
ro: Driver-ul de dispozitiv <b>%1</b> nu este compilat în distribuţia dumneavoastră de GhostScript. Verificaţi instalarea sau utilizaţi alt driver.
ru: Драйвер устройства <b>%1</b> не включен в ваш дистрибутив GhostScript. Проверьте установку или используйте другой драйвер.
sk: Zariadenie ovládača <b>%1</b> nie je zakompilované vo vašej distribúcii programu GhostScript. Overte inštaláciu, alebo použite iný ovládač.
sl: Gonilnik za napravo <b>%1</b> ni preveden v vašo distribucijo Ghostscripta. Preverite svojo namestitev ali uporabite drug gonilnik.
ta: <b>%1</b> ¸ÕÅ¢ ­Âì¸¢ ¯í¸û GhostScript ¦À¡¾¢Ô¼ý ¦¾¡Ìì¸ôÀ¼Å¢ø¨Ä. ¯í¸û ¿¢ÚÅ¨Äî ºÃ¢À¡÷ì¸×õ «øÄÐ À¢È¢¦¾¡Õ ­Âì¸¢¨Âô ÀÂýÀÎò¾×õ.
th: ไดรเวอร์ของอุปกรณ์ <b>%1</b> ไม่เป็นรูปแบบ GhostScript ในระบบของคุณ โปรดตรวจสอบการติดตั้ง หรือใช้ไดรเวอร์ตัวอื่นๆ
tr: <b>%1</b> sürücü aygıtı GhostScript dağıtımıyla birlikte derlenmemiş. Kurulumu yeniden gözden geçirin, ya da başka bir sürücü kullanın.
uk: Драйвер пристрою <b>%1</b> не скомпільовано у інсталяції GhostScript. Перевірте Вашу інсталяцію або використовуйте інший драйвер.
vi: Thiết bị driver <b>%1</b> không được biên dịch với phân phối GhostScript của bạn . Kiểm tra lại quá trình cài đặt của bạn hoặc dùng driver khác .
xh: Icebo lomqhubi <b> %1 </b> aliqokelelwanga kunye Kumagama abhalwe phantsi angabonakaliyo kunikezelo lwakho. Khangela ufaka lwakho okanye usebenzise omnye umqhubi.

source: Unable to write driver associated files in spool directory.
af: nie moontlik aan skryf drywer geassosieer lêers in spoel gids.
az: Gözləmə cərgəsindəki sürücü faylları yazıla bilmir.
bg: Не мога да запиша файловете свързани с този драйвер в spool директорията
ca: No s'han pogut escriure els fitxers associats al controlador al directori d'spool.
cs: Nepodařilo se zapsat soubory související s ovladačem do adresáře tiskové fronty.
da: Kan ikke skrive driverassocierede filer i spoolmappe.
de: Schreiben der zugehörigen Treiberdateien im Warteschlangen-Verzeichnis ist nicht möglich.
et: Draiveri salvestamine puhverkataloogi vajalikesse failidesse ebaõnnestus.
fi: Tulostusjonon hakemistossa oleviin ajuritiedostoihin ei voida kirjoittaa.
he: .עקרב הספדהה תיירפסב ןקתהה להנמל םירושק םיצבק בותכל ןתינ אל
hu: Nem sikerült elmenteni a meghajtóhoz tartozó fájlokat a nyomtatósor-kezelő könyvtárába.
is: Gat ekki skrifað skrár tengdar rekli í "spool" möppuna.
lt: Negaliu rašyti su tvarkykle susiijusių bylų į „spool“ katalogą.
lv: Nevar ierakstīt draivera associētos failus spool direktorijā.
mt: Ma setgħux jinkitbu fajls assoċjati mad-driver fid-direttorju spool.
nl: De bestanden voor het stuurprogramma konden niet naar de spoolmap worden geschreven.
no: Kunne ikke skrive tilhørende driver filer i spool katalogen.
pl: Nie można zapisać plików sterownika do katalogu buforowego.
pt: Não foi possível gravar os ficheiros associados com o controlador na directoria de impressão.
ro: Nu pot scrie în directorul de spool fişierele asociate driver-ului.
ru: Не могу записать файлы драйвера в каталог спула.
sk: Nepodarilo sa zapísať súbory ovládača v priečinku frontu.
sl: Ni moč pisati v datoteke za gonilnik v čakalni imenik.
ta: spool §¸¡ôÀ¢ø ­Âì¸¢ º¡÷ó¾ §¸¡ôÒì¸¨Ç ±Ø¾ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถเขียนไปยังแฟ้มไดรเวอร์ที่กำหนดไว้ในไดเรกทอรีงานพิมพ์ได้
tr: Spool dizinine yazıcıya ilişkin bilgiler yazılamadı.
uk: Неможливо записати файли драйвера в каталог розвантаження.
vi: Không viết được vào driver gắn vào file trong thư mục spool.
xh: Ayikwazi ukhubhala iifayile ezinxulunyanisiweyo zomqhubi kulawulo lwefoto.

source: Enabled
af: geaktiveer
az: Fəal
bg: Разрешен
ca: Habilitat
cs: Povoleno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
et: Lubatud
fi: Käytössä
he: ןכ
hu: engedélyezve
is: Virkt
ko: 켬
lt: Įjungtas
lv: Atļauts
mt: Mixgħul
nl: Ingeschakeld
no: Slått på
pl: Włączony
pt: Activo
ro: Activat
ru: Включен
sk: Povolené
sl: Omogočeno
sr: Aktivirano
ta: ¦ºÂüÀÎò¾¢Â
th: เปิดใช้งาน
tr: Etkin
uk: Ввімкнено
vi: Cho phép
xh: Yenziwe

source: Disabled
af: gestremde
az: Bağlı
bg: Забранен
ca: Deshabilitat
cs: Zakázáno
da: Slået fra
de: Deaktiviert
el: Απενεργοποιημένο
et: Keelatud
fi: Pois käytöstä
he: אל
hu: letiltva
is: Óvirkt
ko: 끔
lt: Išjungtas
lv: Aizliegts
mt: Mitfi
nl: Uitgeschakeld
no: Slått av
pl: Wyłączony
pt: Inactivo
ro: Dezactivat
ru: Выключен
sk: Zakázané
sl: Onemogočeno
sr: Deaktivirano
ta: Ó¼ì¸¢Â
th: ปิดการใช้งาน
tr: Kapalı
uk: Вимкнено
vi: Không cho phép
xh: Ikhubazekile

source: GhostScript settings
af: ghostscript instellings
az: GhostScript qurğuları
bg: Настройка на GhostScript
ca: Arranjament de GhostScript
cs: Nastavení GhostScript
da: GhostScript opsætning
de: GhostScript-Einstellungen
el: Ρυθμίσεις Ghostscript
et: GhostScripti seadistused
fi: GhostScript asetukset
he: GhostScript תורדגה
hu: A Ghostscript beállításai
is: GhostScript stillingar
ko: 고스트 스트립트 설정
lt: GhostScript nustatymai
lv: Ghostscript uzstādījumi
mt: Setings tal-GhostScript
nl: GhostScript-instellingen
no: GhostScript innstillinger
pl: Ustawienia GhostScripta
pt: Configuração do GhostScript
ro: Opţiuni GhostScript
ru: Настройки GhostScript
sk: Nastavenie GhostScript
sl: Nastavitve GhostScript
sr: GhostScript podešavanja
ta: GhostScript «¨ÁôÒì¸û
th: ปรับแต่ง GhostScript
tr: GhostScript ayarları
uk: Параметри GhostScript
vi: Thiết lập GhostScript
xh: Ucwangciso lwamagama abhalwe phantsi angabonakaliyo

source: Driver
af: drywer
az: Sürücü
bg: Драйвер
ca: Dispositiu
cs: Ovladač
de: Treiber
el: Οδηγός
et: Draiver
fi: Ajuri
he: ןקתה להנמ
hu: Meghajtó
is: Rekill
ko: 장치 구동기
lt: Tvarkyklė
lv: Draivers
nl: Stuurprogramma
pl: Sterownik
pt: Controlador
ru: Драйвер
sk: Ovládač
sl: Gonilnik
sr: Upravljački program
ta: ­Âì¸¢
th: ไดรเวอร์
tr: Sürücü
uk: Драйвер
xh: Umqhubi

source: Resolution
af: opkyk
az: Rezolyusiya
bg: Разд. способност
ca: Resolució
cs: Rozlišení
da: Opløsning
de: Auflösung
el: Ανάλυση
et: Lahutus
fi: Tarkkuus
he: היצולוזר
hu: Felbontás
is: Upplausn
ko: 해상도
lt: Raiška
lv: Izšķirtspēja
mt: Reżoluzzjoni
nl: Resolutie
no: Oppløsning
pl: Rozdzielczość
pt: Resolução
ro: Rezoluţie
ru: Разрешение
sk: Rozlíšenie
sl: Ločljivost
sr: Rezolucija
ta: À¢Ã¢¾¢Èý
th: ความละเอียด
tr: Çözünürlük
uk: Роздільна здатність
vi: Độ phân giải
xh: Isisombululo kwakhona

source: Color depth
af: kleur diepte
az: Rəng dərinliyi
bg: Дълбочина на цветове
ca: Fondària de color
cs: Barevná hloubka
da: Farvedybde
de: Farbtiefe
el: Βάθος χρώματος
et: Värvisügavus
fi: Värisyvyys
he: םיעבצ קמוע
hu: Színmélység
is: Litadýpt
lt: Spalvos gylis
lv: Krāsu dziļums
mt: Fond ta' kulur
nl: Kleurdiepte
no: Fargedybde
pl: Ilość kolorów
pt: Profundidade de cor
ro: Adîncime culoare
ru: Глубина цвета
sk: Farebná hĺbka
sl: Barvna globina
sr: Dubina boje
ta: Åñ½ ¬Æõ
th: ความลึกสี
tr: Renk derinliği
uk: Глибина кольору
xh: Ubunzulu bombala

source: Additional GS options
af: aditionele gs opsies
az: Əlavə GS seçənəkləri
bg: Допълнителни опции за GS
ca: Opcions GS addicionals
cs: Další volby GS
da: Ekstra GS indstillinger
de: Zusätzliche GhostScript-Optionen
el: Πρόσθετες επιλογές GS
et: GS lisavalikud
fi: Ylimääräiset GS-optiot
he: תופסונ GS תויורשפא
hu: További GS opciók
is: Aðrir GS valkostir
ko: 고스트 스크립트 추가 선택 사항
lt: Papildomos GS nuostatos
lv: Papildus GS opcijas
mt: Għażliet oħra GS
nl: Additionele GS-opties
no: Tilleggsvalg for GS
pl: Dodatkowe opcje GS
pt: Opções extra para o GS
ro: Opţiuni GS adiţionale
ru: Дополнительные параметры GS
sk: Ďalšie možnosti GS
sl: Dodatne možnosti GS
sr: Dodatne GhostScript opcije
ta: §ÁÄ¾¢¸ GS Å¢ÕôÀí¸û
th: ตัวเลือก GS เพิ่มเติม
tr: Ek GD seçenekleri
uk: Додаткові параметри GS
vi: Các tuỳ chọn phụ vào GS
xh: Iinketho ezongezelelweyo ze GS

source: Page size
af: bladsy grootte
az: Səhifə böyüklüyü
bg: Размер на страница
ca: Mida de pàgina
cs: Velikost strany
da: Sidestørrelse:
de: Seitenformat
el: Μέγεθος σελίδας
et: Lehe suurus
fi: Sivun koko
he: דומע לדוג
hu: Lapméret
is: Blaðsíðustærð
ko: 쪽 크기
lt: Puslapio dydis
lv: Lapas izmērs
mt: Daqs tal-paġna
nl: Paginaformaat
no: Sidestørrelse
pl: Rozmiar papieru
pt: Tamanho de página
ro: Mărime foaie
ru: Размер страницы
sk: Veľkosť stránky
sl: Velikost papirja
sr: Veličina papira
ta: Àì¸ «Ç×
th: ขนาดกระดาษ:
tr: Kağıt boyutu
uk: Розмір сторінки
vi: Cỡ trang
xh: Ubungakanani bephepha

source: Left/right margin (1/72 in)
af: links/regterkant kantlyn (1/72 in)
az: Sol/Sağ kənar (1/72 in)
bg: Лява/Дясна граница (1/72 in)
ca: Marge esquerra/dreta (1/72 polz)
cs: Levý/pravý okraj (1/72 in)
da: Venstre/højre margen (1/72 tomme)
de: Linker/rechter Rand (1/72 Zoll)
el: Αριστερό/δεξί περιθώριο (σε 1/72 ")
et: Vasak/parem servamärgis (1/72 in)
fi: Vasen/oikea marginaali (1/72 tuumaa)
he: ('ץניא 1/72) םיילאמש\םיינמי םיילוש
hu: Bal/jobb margó (1/72 hüvelyk)
is: Vinstri/hægri spássía (1/72")
ko: 왼쪽/오른쪽 여백 (1/72 인치)
lt: Kairė/dešinė paraštės (1/72 colio)
lv: Kreisā/Labā robeža (1/72 in)
mt: Marġini xellug/lemin (1/72 in)
nl: Linker/rechter marges (1/72 in)
no: Venstre/høyre margin (1/72 tommer)
pl: Lewy/prawy margines (1/72 cala)
pt: Margem esquerda/direita (1/72 pol.)
ro: Marginea stînga/dreapta (1/72 in)
ru: Поля справа/слева (1/72 дюйма)
sk: Ľavý/pravý okraj (1/72 palca)
sl: Levi/Desni rob (1/72 palca)
sr: Leva/desna margina (1/72 inča)
ta: ­¼Ð/ÅÄÐ µÃõ (1/72 «í)
th: ขอบซ้าย/ขวา (1/72")
tr: Sol/sağ boşluk (1/72 in)
uk: Праве/ліве поле (1/72 дюйма)
vi: Mép trái/phải (1/72 in)
xh: Umgca wasekhohlo / ekunene (1/72 ngaphakathi)
