Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Remote printer queue on %1
af: afgeleë drukker wagtou op %1
az: %1 üstündə uzaq çap edici növbəsi
bg: Опашка за отдалечен принтер на %1
ca: Cua d'impressió remota a %1
cs: Vzdálená tisková fronta %1
da: Fjernprinter kø på %1
de: Druckerwarteschlange auf %1.
el: Απομακρυσμένη ουρά εκτυπώσεων στο %1
et: Printeri tööjärjekord serveris %1
fi: Etätulostusjono palvelimella %1
he: %1-ב קחורמ תספדמ רות
hu: Távoli nyomtatósor itt: %1
is: Fjarlæg prentröð á %1
ko: %1에 있는 원격지 인쇄기 큐
lt: Nutolusio spausdintuvo eilė mazge %1
lv: Attālinātas drukas iekārtas rinda uz %1
mt: Kju tal-printer remot fuq %1
nl: Printerwachtrij op afstand op %1
no: Fjern skriverkø på %1
pl: Zdalna kolejka drukarki na %1
pt: Fila de impressão remota em %1
ro: Coadă de imprimare distantă pe %1
ru: Сетевая очередь печати на %1
sk: Vzdialený tlačový front na %1
sl: Oddaljena čakalna vrsta na %1
sr: Udaljeni red za štampanje na %1
ta: %1-­ÖûÇ §ºö¨Á «îÍô¦À¡È¢ ÅÃ¢¨º
th: คิวเครื่องพิมพ์ระยะไกลบน %1
tr: %1 kuyruğu üzerindeki uzak yazıcı
uk: Черга віддаленого принтера на %1
vi: Hàng đợi máy in từ xa trên %1
xh: Bekela kude ufolo lomshicileli ku %1

source: Local printer
af: plaaslike drukker
az: Yerli çap edici
bg: Локален принтер
ca: Impressora local
cs: Lokální tiskárna
da: Lokal printer
de: Lokaler Drucker
el: Τοπικός εκτυπωτής
et: Kohalik printer
fi: Paikallinen tulostin
he: תימוקמ תספדמ
hu: Helyi nyomtató
is: Prentari á þessari vél
ko: 로컬 인쇄기
lt: Vietinis spausdintuvas
lv: Lokāla drukas iekārta
mt: Printer lokali
nl: Lokale printer
no: Lokal skriver
pl: Drukarka lokalna
pt: Impressora local
ro: Imprimantă locală
ru: Локальный принтер
sk: Lokálna tlačiareň
sl: Krajevni tiskalnik
sr: Lokalni štampač
ta: ¯ûÇ¨Á «îÍô¦À¡È¢
th: เครื่องพิมพ์แบบต่อตรง
tr: Yerel yazıcı
uk: Локальний принтер
vi: Máy in cục bộ
xh: Umshicileli wobulali

source: Please wait while KDE rebuilds a driver database.
af: asseblief wag terwyl kde herbou 'n drywer databasis.
az: Lütfən KDE sürücü databeyzini inşa edənə qədər gözləyin.
bg: Моля, почакайте докато KDE препострой базата данни с драйверите.
ca: Si us plau, espereu mentres KDE refà la base de dades de controladors.
cs: Prosím, počkejte dokud KDE nezaktualizuje databázi ovladačů.
da: Vent venligst mens KDE genopbygger en driver database.
de: Bitte warten Sie, bis KDE die Treiberdatenbank neu erstellt hat.
et: Palun oota kuni KDE ehitab draiverite andmebaasi.
fi: Odota hetki, KDE rakentaa ajuritietokantaa uudelleen.
he: .ןקתה ילהנמ ינותנ דסמ שדחמ הנוב KDE-ש ןמזב ןתמה אנא
hu: Egy kis türelmet kérek, felfrissítem a KDE nyomtatáskezelő-adatbázisát.
is: Bíddu við á meðan KDE endursmíðar reklagagnagrunn.
ko: KDE가 장치 자료틀을 다시 만들 때까지 기다려 주십시오.
lt: Prašome palaukti kol KDE atstatys tvarkyklių duombazę.
lv: Lūdzu gaidiet kamēr KDE pārbūvēs draiveru datubāzi.
mt: Jekk jogħġbok stenna waqt li l-KDE jerġa jibni database ta' drivers.
nl: Wacht a.u.b. even terwijl KDE de stuurprogrammadatabase bijwerkt.
no: Vennligst vent mens KDE bygger en driverdatabase.
pl: Proszę czekać dopóki KDE nie przebuduje bazy sterowników.
pt: O KDE está a reconstruir uma base de dados de impressoras.
ro: Aşteptaţi pînă cînd KDE reconstruieşte baza de date de driver-e.
ru: Подождите, пока идет обновление базы данных драйверов.
sk: Prosím, počkajte kým KDE aktualizuje databázu ovládačov.
sl: Počakajte, da KDE ponovno zgradi zbirko gonilnikov.
sr: Molim sačekajte dok KDE osveži listu štampača.
ta: ¾Â×¦ºöÐ ­Âì¸¢ò ¾Ã×ò¾Ç¦Á¡ý¨Èì KDE Á£Ç¨ÁìÌõ Å¨Ã ¸¡ò¾¢Õì¸×õ.
th: โปรดรอขณะที่ KDE ทำการสร้างฐานข้อมูลไดรเวอร์ใหม่
tr: KDE sürücü veritabanını hazırlarken lütfen bekleyiniz.
uk: Зачекайте поки KDE перебудовує базу даних драйверів.
xh: Nceda linda ngexesha i KDE isakha kwakhona umqhubi osisiseko sedata.

source: Driver database
af: drywer databasis
az: Sürücü databeyzi
bg: База данни с драйвери
ca: Base de dades de dispositius
cs: Databáze ovladačů
de: Treiberdatenbank
el: Βάση Δεδομένων Οδηγών
et: Draiverite andmebaas
fi: Ajuritietokanta
he: ןקתה ילהנמ ינותנ דסמ
hu: Nyomtatáskezelő-adatbázis
is: Reklagagnagrunnur
ko: 장치 구동기 자료틀
lt: Tvarkyklių duombazė
lv: Draiveru Datubāze
mt: Database ta' drivers
nl: Stuurprogrammadatabase
pl: Baza sterowników
pt: Base de dados de controladores
ro: Baza de date driver-e
ru: База данных драйверов
sk: Databáza ovládačov
sl: Zbirka gonilnikov
sr: Lista upravljačkih programa
ta: ­Âì¸¢ò ¾Ã×ò¾Çõ
th: ฐานข้อมูลไดรเวอร์
tr: Sürücü veritabanı
uk: БД драйверів
vi: Cơ sở dữ liệu Driver
xh: Umqhubi wesiseko sedata

source: Unable to start child process '%1' !
af: nie moontlik aan begin kind proses '%1' !
az: `%1' törəmə gedişatı başladıla bilmir !
bg: Не мога да стартирам синовен процес '%1' !
ca: No s'ha pogut engegar el procés fill '%1' !
cs: Není možné spustit proces '%1'!
da: Kan ikke starte barneproces '%1' !
de: Abhängiger Prozess "%1" konnte nicht gestartet werden.
el: Δεν μπόρεσα να ξεκινήσω τη διεργασία - παιδί '%1' !
et: Tütarprotsessi '%1' pole võimalik käivitada!
fi: Lapsiprosessia '%1' ei saatu käynnistettyä!
he: !'%1' אצאצה תמישמ תא ליחתהל ןתינ אל
hu: A(z) '%1' gyermekfolyamatot nem sikerült elindítani.
is: Ekki tókst að ræsa undirferli '%1'!
ko: '%1' 자식 프로세스를 시작할 수 없습니다
lt: Negaliu pradėti priklausomo proceso „%1“ !
lv: Nevar sākt apakšprocesu '%1' !
mt: Ma setax jinbeda s-sottoproċess "%1" !
nl: Het dochterproces %1 kon niet worden gestart!
no: Kunne ikke starte barneprosess "%1" !
pl: Nie można uruchomić procesu potomnego '%1' !
pt: Não consegui iniciar o processo-filho '%1' !
ro: Nu pot porni procesul fiu "%1"!
ru: Не могу запустить дочерний процесс '%1'!
sk: Nemôžem spustiť proces '%1'!
sl: Ni moč zagnati otroškega procesa ,%1`!
sr: Ne mogu da pokrenem proces '%1'!
ta: §ºöî¦ºÂø %1-­¨É ¬ÃõÀ¢ì¸ ÓÊÂÅ¢ø¨Ä !
th: ไม่สามารถเริ่มการทำงานโปรเซสลูก "%1" ได้ !
tr: '%1' oğul süreci başlatılamadı !
uk: Неможливо стартувати дочірній процес '%1'!
vi: Không thể bắt đầu được tiến trình con '%1' !
xh: Ayikwazi ukuqala uqhubekeko lomntwana '%1'!

source: Abnormal child process termination !
af: abnormale kind proses beëindiging !
az: Qəribə törəmə gediş sonlanması !
bg: Ненормално синовен процес прекъсна!
ca: Finalització anormal d'un procés fill !
cs: Abnormální ukončení podprocesu!
da: Unormal barneproces afslutning !
de: Unerwarteter Abbruch des abhängigen Prozesses.
el: Αντικανονικός τερματισμός διεργασίας - παιδιού !
et: Ebanormaalne tütarprotsessi töö katkemine!
fi: Epänormaali lapsiprosessin lopetus!
he: !יתרגש יתלב אצאצ תמישמ םויס
hu: A gyermekfolyamat futása valamilyen hiba miatt megszakadt.
is: Undirferli lauk á óeðlilegan hátt!
ko: 멀쩡하지 않은 자식 프로세스를 멈췄습니다 !
lt: Nenormali priklausomo proceso baigtis !
lv: Nenormāla apakšprocesa terminācija !
mt: Sottoproċess waqaf abnormalment !
nl: Abnormale beëindiging van dochterproces!
no: Unormal avsluttning av barneprosess !
pl: Nienormalne zakończenie procesu potomnego !
pt: Interrupção anormal do processo-filho !
ro: Terminare anormală a procesului fiu!
ru: Неверное завершение дочернего процесса!
sk: Nenormálne ukončenie podprocesu!
sl: Nenormalen konec otroškega procesa!
ta: §ºöî¦ºÂø ±¾¢÷À¡Ã¡¾ ÓÈ¢× !
th: โปรเซสลูกจบการทำงานอย่างผิดปกติ !
tr: Normal olmayan oğul süreç bitimi !
uk: Аварійне завершення процеса-нащадка!
vi: Kết liễu (termination) tiến trình con bất thường!
xh: Isiphelo sendlela yoqhubekeko yomntwana engaqhelekanga !

source: Postscript printer
af: postscript drukker
az: Postscript çap edicisi
bg: Postscript принтер
ca: Impressora Postscript
cs: Postscriptová tiskárna
de: PostScript-Drucker
el: Εκτυπωτής postscript
fi: Postscript-tulostin
he: Postscript תספדמ
hu: PostScript nyomtató
is: Postscript prentari
ko: 포스트스크립트 인쇄기
lt: Postscript spausdintuvas
lv: Postscript drukas iekārta
mt: Printer postscript
no: Postscript-skriver
pl: Drukarka PostScriptowa
pt: Impressora Postscript
ro: Imprimantă PostScript
ru: Postscript-принтер
sk: Tlačiareň pre PostScript
sl: Tiskalnik Postscript
sr: PostScript štampač
ta: postscript «îÍ¦À¡È¢
th: เครื่องพิมพ์โพสต์สคริปต์
tr: Postscript yazıcı
uk: Принтер Postscript
vi: Máy in Postscript
xh: Umshicileli wamagama aposwayo abhalwe phantsi

source: Raw printer (no driver needed)
af: rou drukker (nee drywer benodig)
az: Xam çap edici (sürücü ehtiyacı yoxdur)
bg: Суров принтер (не са необходими драйвери)
ca: Impressora en brut (no cal controlador)
cs: Přímý tisk (není nutný ovladač)
da: Rå printer (ingen driver nødvendig)
de: Rohdaten-Drucker (kein Treiber erforderlich)
el: Χύμα εκτύπωση (χωρίς οδηγό)
et: Lihtne printer (ei vaja draiverit)
fi: Raaka tulostin (ei tarvita ajuria)
he: (ןקתה להנמב ךרוצ ןיא) תימלוג תספדמ
hu: Közvetlen elérésű (raw) nyomtató (nincs szükség meghajtóprogramra)
is: Hrár prentari (rekill óþarfur)
ko: 날 인쇄기 (장치 구동기 필요 없음)
lt: Paprastas spausdintuvas (tvarkyklės nereikia)
lv: Rindu drukas iekārta (draivers nav vajadzīgs)
mt: Raw printer (m'hemmx bżonn driver)
nl: Raw-printer (geen stuurprogramma nodig)
no: Rå printer (ingen driver nødvendig)
pl: Drukarka bezpośrednia (nie jest potrzebny sterownik)
pt: Impressora não filtrada (não é preciso controlador)
ro: Imprimantă brută (nu este necesar driver)
ru: Raw-принтер (драйвер не требуется)
sk: Priama tlačiareň (ovládač nie je potrebný)
sl: Surovi tiskalnik (gonilnik ni potreben)
sr: Sirovi štampač (upravljački program nije potreban)
ta: raw «îÍô¦À¡È¢ (­Âì¸¢¦ÂÐ×õ §¾¨ÅÂ¢ø¨Ä)
th: เครื่องพิมพ์ธรรมดา (ไม่ต้องการไดรเวอร์)
tr: Düz yazıcı (sürücüye gerek yok)
uk: Сирий принтер (без драйвера)
vi: Máy in thô (không cần driver)
xh: Umshicileli okrwada (akukho mqhubi ufunekayo)

source: Other...
af: ander...
az: Digərləri...
bg: Други...
ca: Altres...
cs: Ostatní...
da: Andet...
de: Sonstige...
el: Άλλο...
et: Muu...
fi: Muut...
he: ...רחא
hu: Egyéb...
is: Aðrir...
ko: 그 밖에...
lt: Kiti...
lv: Citi...
mt: Ieħor...
nl: Overig...
no: Andre...
pl: Inne...
pt: Outros...
ro: Alta...
ru: Прочие...
sk: Iný...
sl: Drugo...
sr: Drugi...
ta: ÁüÈ...
th: อื่นๆ...
tr: Diğer...
uk: Інше...
vi: Loại khác...
xh: Enye...

source: Manufacturer
af: vervaardiger
az: E'malatçı
bg: Производител
ca: Fabricant
cs: Výrobce
da: Producent
de: Hersteller
el: Κατασκευαστής
et: Tootja
fi: Valmistaja
he: ןרצי
hu: Gyártó
is: Framleiðandi
ko: 만든 곳
lt: Gamintojas
lv: Ražotājs
mt: Manifattur
nl: Fabrikant
no: Produsent
pl: Wytwórca
pt: Fabricante
ro: Producător
ru: Производитель
sk: Výrobca
sl: Proizvajalec
sr: Proizvođač
ta: ¾Â¡Ã¢ôÀ¡Ç÷
th: ผู้ผลิต
tr: Üretici
uk: Виробник
vi: Nhà sản xuất
xh: Umenzi wento ngento

source: Model
bg: Модел
de: Modell
el: Μοντέλο
et: Mudel
fi: Malli
he: םגד
hu: Modell
is: Tegund
ko: 모델
lt: Modelis
lv: Modelis
mt: Mudell
no: Modell
pt: Modelo
ru: Модель
ta: Å¨¸
th: รุ่น
uk: Модель
vi: Mẫu mã
xh: Umfanekiso wayo

source: Unable to find the Postscript driver.
af: nie moontlik aan soek die postscript drywer.
az: Postscript sürücüsü tapıla bilmir.
bg: Не мога да намеря Postscript драйвер.
ca: No s'ha pogut trobar el controlador Postscript.
cs: Nelze nalézt postscriptový ovladač.
da: Kan ikke finde Postscript driveren.
de: PostScript-Treiber ist nicht auffindbar.
el: Δε μπορώ να βρω τον οδηγό Postscript.
et: Postscript draiverit ei leitud.
fi: Ei löydetty Postscript-ajuria.
he: .Postscript לש ןקתהה להנמ תא אוצמל ןתינ אל
hu: A PostScript meghajtó nem található.
is: Finn ekki Postscript rekil.
ko: 포스트스크립트 장치 구동기를 찾을 수 없습니다.
lt: Negaliu surasti Postscript tvarkyklės.
lv: Nevar atrast Postscript draiveri.
mt: Ma stajtx insib id-driver Postscript
nl: Het PostScript-stuurprogramma werd niet gevonden.
no: Kunne ikke finne Postscript driveren.
pl: Nie można znaleźć sterownika do PostScriptu.
pt: Não encontro o controlador de PostScript.
ro: Nu am găsit driver-ul PostScript.
ru: Не удалось найти драйвер Postscript.
sk: Nepodarilo sa nájsť ovládač pre PostScript.
sl: Ni moč najti gonilnika za Postscript.
sr: Ne mogu da nađem upravljački program za PostScript.
ta: postscript ­Âì¸¢¨Âì ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถค้นหาไดรเวอร์โพสต์สคริปต์
tr: Postscript sürücü bulunamadı.
uk: Неможливо знайти драйвер Postscript.
vi: Không tìm thấy driver của Postscript.
xh: Ayikwazi ukufumana umqhubi wamagama aposwayo.

source: <Unknown>
az: <Namə'lum>
bg: <Неизвестен>
ca: <Desconegut>
cs: <Neznámé>
da: <Ukendt>
de: <Unbekannt>
el: <Άγνωστο>
et: <Tundmatu>
fi: <Tuntematon>
he: <עודי אל>
hu: <ismeretlen>
is: <Óþekktur>
ko: <모름>
lt: <Nežinoma>
lv: <Nezināms>
mt: <Mhux magħruf>
nl: <Onbekend>
no: <Ukjent>
pl: <Nieznany>
pt: <Desconhecido>
ro: <Necunoscut>
ru: <Неизв.>
sk: <Neznámy>
sl: <Neznan>
sr: <nepoznat>
ta: <¦¾Ã¢Â¡¾>
th: <ไม่รู้จัก>
tr: <Bilinmeyen>
uk: <Невідомий>
vi: < Không biết >
xh: <Ayaziwa>

source: Database
af: databasis
az: Databeyz
bg: База данни
ca: Base de dades
cs: Databáze
de: Datenbank
el: Βάση Δεδομένων
et: Andmebaas
fi: Tietokanta
he: םינותנ דסמ
hu: Adatbázis
is: Gagnagrunnur
ko: 자료틀(데이타베이스)
lt: Duombazė
lv: Datubāze
pl: Baza danych
pt: Base de Dados
ro: Bază de date
ru: База данных
sk: Databáza
sl: Zbirka podatkov
sr: Baza podataka
ta: ¾Ã×ò¾Çõ
th: ฐานข้อมูล
tr: Veritabanı
uk: База даних
vi: Cơ sở dữ liệu
xh: Isiseko sedata

source: Wrong driver format.
af: verkeerde drywer formaat.
az: Səhv sürücü şəkli.
bg: Грешен формат на драйвер
ca: Format incorrecte del controlador.
cs: Špatný formát ovladače.
da: Forkert driver format.
de: Falsches Treiberformat
el: Λάθος μορφή οδηγού.
et: Vale draiveri vorming.
fi: Väärä ajurimuoto.
he: .היוגש ןקתה להנמ תינבת
hu: Hibás meghajtóformátum.
is: Rangt form á rekli.
ko: 잘못된 장치 구동기 형식
lt: Blogas tvarkyklės formatas.
lv: Nepareizs draivera formāts.
mt: Format tad-driver ma jaqbilx
nl: Onjuist stuurprogrammaformaat.
no: Feil driverformat.
pl: Błędny format sterownika.
pt: O formato do controlador é inválido.
ro: Format de driver incorect.
ru: Неверный формат драйвера.
sk: Neplatný formát ovládača.
sl: Napačen format gonilnika.
sr: Pogrešan format upravljačkog programa.
ta: ¾ÅÈ¡É ­Âì¸¢ ÅÊÅõ.
th: รูปแบบไดรเวอร์ไม่ถูกต้อง
tr: Hatalı sürücü biçimi.
uk: Невірний формат драйвера.
vi: Sai kiểu driver.
xh: Umqhubi ongasinguwo wefomati.

source: Other
af: ander
az: Digər
bg: Друг
ca: Altres
cs: Ostatní
da: Andet
de: Sonstige
el: Άλλο
et: Muu
fi: Muut
he: רחא
hu: Egyéb
is: Aðrir
ko: 그 밖에
lt: Kita
lv: Cits
mt: Oħrajn
nl: Overig
no: Andre
pl: Inne
pt: Outro
ro: Altul
ru: Прочие
sk: Iný
sl: Drugo
sr: Ostalo
ta: ÁüÈ
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Loại khác
xh: Enye

source: SMB printer settings
af: smb drukker instellings
az: SMB çap edici qurğuları
bg: Настройка на SMB принтер
ca: Arranjament d'impressora SMB
cs: Nastavení SMB tiskárny
da: SMB Printeropsætning
de: SMB-Drucker-Einstellungen
el: Ρυθμίσεις Εκτυπωτή SMB
et: SMB printeri seadistused
fi: SMB-tulostimen asetukset
he: SMB תספדמ תורדגה
hu: SMB nyomtatóbeállítások
is: SMB prentstillingar
ko: 삼바 인쇄기 설정
lt: SMB spausdintuvo nustatymai
lv: SMB drukas iekārtas uzstādījumi
mt: Setings tal-printer SMB
nl: SMB-printerinstellingen
no: Innstillinger for SMB-skriver
pl: Ustawienia drukarki Windows
pt: Configuração de impressora SMB
ro: Opţiuni imprimantă SMB
ru: Настройки принтера SMB
sk: Nastavenie SMB tlačiarne
sl: Nastavitve tiskalnika SMB
sr: Podešavanje SMB štampača
ta: SMB «îÍ¦À¡È¢ «¨ÁôÒ¸û
th: ปรับแต่งเครื่องพิมพ์แบบ SMB
tr: SMB yazıcı ayarları
uk: Параметри принтера SMB
vi: Thiếp lập máy in SMB
xh: Izicwangciso zomshicileli we SMB

source: Abort
af: staak
az: Təxirə Sal
bg: Прекъсни
ca: Estronca
cs: Přerušit
da: Afbryd
de: Abbrechen
el: Διακοπή
et: Katkesta
fi: Peruuta
he: לוטיב
hu: Félbeszakítás
is: Hætta við
ko: 중지
lt: Nutraukti
lv: Atcelt
mt: Waqqaf
nl: Afbreken
no: Avbryt
pl: Przerwij
pt: Abortar
ro: Anulează
ru: Прервать
sk: Zrušiť
sl: Prekini
sr: Prekini
ta: ¨¸Å¢Î
th: เลิกทำ
tr: İptal
uk: Перервати
vi: Bỏ
xh: Ayamkelekanga

source: Workgroup
af: werksgroep
az: İş Qrupu
bg: Работна група
ca: Grup de treball
cs: Pracovní skupina
da: Arbejdsgruppe
de: Arbeitsgruppe
el: Ομάδα Εργασίας
et: Töögrupp
fi: Työryhmä
he: הדובע תצובק
hu: Munkacsoport
is: Vinnuhópur
lt: Darbo grupė
lv: Darbagrupa
mt: Grupp ta' xogħol
nl: Werkgroep
no: Arbeidsgruppe
pl: Grupa robocza
ro: Grup de lucru
ru: Рабочая группа
sk: Pracovná skupina
sl: Delovna skupina
sr: Radna grupa
ta: §Å¨ÄìÌØ
th: เวอร์กกรุ้ป
tr: Çalışma grubu
uk: Робоча група
xh: Iqela lomsebenzi

source: Server
af: bediener
az: Verici
bg: Сървър
ca: Servidor
el: Εξυπηρετητής
fi: Palvelin
he: תרש
hu: Kiszolgáló
is: Þjónn
ko: 서버
lt: Serveris
lv: Serveris
no: Tjener
pl: Serwer
pt: Servidor
ru: Сервер
sl: Strežnik
ta: ÀÃ¢Á¡È¢
th: เซิร์ฟเวอร์
tr: Sunucu
uk: Сервер
vi: Máy chủ
xh: Umncedisi

source: Empty server name.
af: leeg bediener naam.
az: Boş verici adı.
bg: Празно име на сървър.
ca: Buida el nom de servidor.
cs: Prázdné jméno serveru
da: Tomt server navn.
de: Fehlender Servername
el: Άδειο όνομα εξυπηρετητή.
et: Serveri nimi puudub.
fi: Tyhjä palvelimen nimi.
he: .קיר תרש םש
hu: A kiszolgáló neve nem lehet üres.
is: Tómt nafn þjóns.
ko: 서버 이름이 비었습니다.
lt: Nenurodytas serverio vardas.
lv: Tukšs servera vārds.
mt: Isem tas-server vojt.
nl: Lege servernaam.
no: Blankt tjener-navn.
pl: Brak nazwy serwera.
pt: Nome do servidor em branco.
ro: Nume de server gol.
ru: Имя сервера не задано!
sk: Prázdne meno serveru.
sl: Prazno ime strežnika
ta: ¦ÅüÚô ÀÃ¢Á¡È¢ô ¦ÀÂ÷
th: ไม่มีชื่อเซิร์ฟเวอร์
tr: Boş sunucu adı.
uk: Порожнє ім'я сервера.
vi: Tên máy chủ rỗng!
xh: Igama lomncedisi ongenanto.

source: Description:
af: beskrywing:
az: İzahat:
bg: Описание:
ca: Descripció:
cs: Popis:
da: Beskrivelse:
de: Beschreibung:
el: Περιγραφή:
et: Kirjeldus:
fi: Kuvaus:
he: :רואית
hu: Leírás:
is: Lýsing:
ko: 설명:
lt: Aprašymas:
lv: Apraksts:
mt: Deskrizzjoni:
nl: Beschrijving:
no: Beskrivelse:
pl: Opis:
pt: Descrição:
ro: Descriere:
ru: Описание:
sk: Popis:
sl: Opis:
sr: Opis:
ta: Å¢ÅÃõ:
th: รายละเอียด:
tr: Açıklama:
uk: Опис:
vi: Mô tả:
xh: Inkcazelo:

source: Model:
bg: Модел:
de: Modell:
el: Μοντέλο:
et: Mudel:
fi: Malli:
he: :םגד
hu: Modell:
is: Tegund:
ko: 모델:
lt: Modelis:
lv: Modelis:
mt: Mudell:
no: Modell:
pt: Modelo:
ru: Модель:
ta: Å¨¸:
th: รุ่น:
uk: Модель:
vi: Mẫu:
xh: Umfanekiso wayo:

source: Members:
af: lede:
az: Üzvlər:
bg: Членове:
ca: Membres:
cs: Členové:
da: Medlemmer:
de: Mitglieder
el: Μέλη:
et: Liikmed:
fi: Jäsenet:
he: :םירבח
hu: Tagok:
is: Meðlimir:
ko: 멤버:
lt: Nariai:
lv: Biedri:
mt: Membri:
nl: Leden:
no: Medlemmer:
pl: Członkowie:
pt: Membros:
ro: Membrii:
ru: Члены:
sk: Členovia:
sl: Člani:
sr: Članovi:
ta: ¯ÚôÀ¢É÷¸û:
th: สมาชิก:
tr: Üyeler:
uk: Члени:
vi: Thành viên:
xh: Amalungu:

source: Implicit class
af: implesiete klas
az: Dəqiq sinif
bg: Подразбран клас
ca: Classe implícita
cs: Implicitní třída
da: Implicit klasse
de: Implizite Klasse
et: Peidetud klass
fi: Ehdoton luokka
he: תעמתשמ הקלחמ
hu: implicit osztály
is: Innifalinn flokkur
lt: Numanoma klasė
lv: Implicit klase
mt: Klassi impliċita
nl: Impliciete klasse
no: Absolutt klasse
pl: Klasa niejawna
pt: Classe implícita
ro: Clasa implicită
ru: Неявный класс
sk: Implicitná trieda
sl: Vpleten razred
sr: Implicitna klasa
ta: ÍðÎõ ÅÌôÒ
th: คลาสขัดแย้งกัน
tr: Açık sınıf
uk: Неявний клас
vi: Lớp ẩn(implicit)
xh: Uhlobo lokungabuzwayo

source: Remote class
af: afgeleë klas
az: Uzaq sinif
bg: Отдалечен клас
ca: Classe remota
cs: Vzdálená třída
da: Fjernklasse
de: Klasse auf Fremdrechner
el: Απομακρυσμένη κλάση
et: Võrguklass
fi: Etäluokka
he: תקחורמ הקלחמ
hu: távoli osztály
is: Fjarlægur flokkur
lt: Nutolusi klasė
lv: Attālināta klase
mt: Klassi remota
nl: Klasse op afstand
no: Fjernstyrt klasse
pl: Klasa zdalna
pt: Classe remota
ro: Clasă distantă
ru: Сетевой класс
sk: Vzdialená trieda
sl: Oddaljen razred
sr: Udaljena klasa
ta: §ºö¨Á ÅÌôÒ
th: คลาสระยะไกล
tr: Uzak sınıf
uk: Віддалений клас
vi: Lớp từ xa(remote)
xh: Uhlobo lobekelo kude

source: Local class
af: plaaslike klas
az: Yerli sinif
bg: Локален клас
ca: Classe local
cs: Lokální třída
da: Lokal klasse
de: Lokale Klasse
el: Τοπική Κλάση
et: Lokaalne klass
fi: Paikallinen luokka
he: תימוקמ הקלחמ
hu: helyi osztály
is: Staðbundinn flokkur
ko: 로컬 클래스
lt: Vietinė klasė
lv: Lokāla klase
mt: Klassi lokali
nl: Lokale klasse
no: Lokal klasse
pl: Klasa lokalna
pt: Classe local
ro: Clasă locală
ru: Локальный класс
sk: Lokálna trieda
sl: Krajevni razred
sr: Lokalna klasa
ta: ¯ûÇ¨Á ÅÌôÒ
th: คลาสภายใน
tr: Yerel sınıf
uk: Локальний клас
vi: Lớp địa phương(local)
xh: Uhlobo lobulali

source: Remote printer
af: afgeleë drukker
az: UZaq çap edici
bg: Отдалечен принтер
ca: Impressora remota
cs: Vzdálená tiskárna
da: Fjernprinter
de: Drucker an Fremdrechner
el: Απομακρυσμένος εκτυπωτής
et: Võrgus asuv printer
fi: Etätulostin
he: תקחורמ תספדמ
hu: Távoli nyomtató
is: Fjarlægur prentari
ko: 원격지 인쇄기
lt: Nutolęs spausdintuvas
lv: Attālināta drukas iekārta
mt: Printer remot
nl: Printer op afstand
no: Fjernstyrt skriver
pl: Zdalna drukarka
pt: Impressora remota
ro: Imprimantă distantă
ru: Сетевой принтер
sk: Vzdialená tlačiareň
sl: Oddaljen tiskalnik
sr: Udaljeni štampač
ta: §ºö¨Á «îÍô¦À¡È¢
th: เครื่องพิมพ์ระยะไกล
tr: Uzak yazıcı
uk: Віддалений принтер
vi: Máy in từ xa
xh: Bekela kude umshicileli

source: Special (pseudo) printer
af: spesiaal (pseudo) drukker
az: Xüsusi (yalançı) çap edicisi
bg: Специален (псевдо) принтер
ca: Impressora especial (pseudo)
cs: Speciální (pseudo) tiskárna
da: Speciel (pseudo) printer
de: Spezielle Drucker
el: Ειδικός (ψευδο)εκτυπωτής
et: Spetsiaalne (pseudo) printer
fi: Erikoistulostimet
he: תדחוימ תספדמ
hu: Speciális (pszeudo) nyomtató
is: Sérstakur (gervi) prentari
lt: Specialus (pseudo) spausdintuvas
lv: Speciāla (pseido) drukas iekārta
mt: Printer speċjali (psewdo)
nl: Speciale (pseudo) printer
no: Spesiell (liksom)-skriver
pl: Drukarka specjalna
pt: Impressora especial ('pseudo')
ro: Imprimantă specială
ru: Специальный (псевдо)принтер
sk: Špeciálna (pseudo) tlačiareň
sl: Posebni (psevdo) tiskalnik
sr: Specijalni (pseudo) štampač
ta: Å¢§º¼ (§À¡Ä¢) «îÍô¦À¡È¢
th: เครื่องพิมพ์แบบพิเศษ
tr: Özel yazıcı
uk: Спеціальний (псевдо) принтер
vi: Máy in đặc biệt(pseudo,giả)
xh: Umshicileli othile(pseudo)

source: _: Unknown class of printer Unknown
af: onbekende
az: Namə'lum
bg: Незнаен
ca: Desconeguda
cs: Neznámá
da: Ukendt
de: Unbekannt
et: Tundmatu
fi: Tuntematon
he: עודי אל
hu: Ismeretlen
is: <Óþekktur>
ko: 알 수 없음
lt: Nežinoma
lv: Nezināma
mt: Mhux magħrufa
nl: Onbekend
no: Ukjent
pl: Nieznana
pt: Desconhecida
ro: Necunoscută
ru: неизв.
sk: Neznáma
sl: Neznani
sr: Nepoznata
ta: ¦¾Ã¢Â¡¾
th: ไม่รู้จัก
uk: Невідомий
xh: Olungaziwayo

source: Test
af: toets
az: Sınaq
bg: Тест
ca: Prova
el: Δοκιμή
fi: Kokeile
he: ןויסינ
hu: Próba
is: Prufa
ko: 시험
lt: Testas
lv: Tests
pt: Teste
ro: Testează
ru: Тест
sl: Preizkus
ta: §º¡¾¨É
th: ทดสอบ
tr: Dene
uk: Тест
vi: Thử
xh: Uvavanyo

source: (Default)
af: (verstek)
az: (Əsas)
bg: (Подразбиращ)
ca: (Omissió)
cs: (Implicitní)
da: (Standard)
de: (Standard)
el: (προκαθ.)
et: (Vaikimisi)
fi: (Oletus)
he: (לדחמ תרירב)
hu: (alapértelmezés)
is: (Sjálfgefið)
ko: (기본값)
lt: (Nutylimas)
lv: (Noklusētais)
mt: (Standard)
nl: (Standaard)
no: (Standard)
pl: (Domyślne)
pt: (Por omissão)
ro: (Implicit)
ru: (По умолчанию)
sk: (Štandardné)
sl: (Privzeto)
sr: (Predefinisano)
ta: (¦¸¡¼¡¿¢¨Ä)
th: (ค่าปริยาย)
tr: (Öntanımlı)
uk: (Типовий)
vi: (Mặc định)
xh: (olungagqibekanga)

source: Instance name
af: voorbeeld naam
az: İnstansiya adı
ca: Nom d'instància
cs: Jméno instance
da: Eksempel navn
de: Instanz-Name
et: Eksemplari nimi
fi: Instanssin nimi
he: הרוצתה םש
hu: A példány neve
is: Nafn tilviks
lt: Atvejo vardas
lv: Instances vārds
mt: Isem tal-instanza
nl: Naam van de instantie
no: Oppføringsnavn
pl: Nazwa egzemplarza
pt: Nome da instância
ro: Nume instanţă
ru: Имя экземпляра
sk: Meno inštancie
sl: Ime primera
sr: Naziv instance
ta: ¯ÕôÀÊÂ¢ý ¦ÀÂ÷
th: ชื่ออินสแตนต์
uk: Назва зразку
vi: Tên của Instance
xh: Igama lomzekelo
