Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Software can always be improved, and the KDE Team is ready to do so. However, you - the user - must tell us when something does not work as expected or could be done better.<br><br>The K Desktop Environment has a bug tracking system. Visit <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> or use the "Report Bug" dialog from the "Help" menu to report bugs.<br><br>If you have a suggestion for improvement then you are welcome to use the bug tracking system to register your wish. Make sure you use the Severity called "Wishlist".
af: sagteware kan altyd wees verbeterde, en die kde span is gereed aan doen sodat. egter, jy - die gebruiker - moet vertel us wanneer iets doen nie werk as verwag of kon wees klaar beter.<br><br>die k werkskerm omgewing het 'n fout navolg stelsel. besoek <'n HREF="http://bugs.kde.org/">http://bugs.kde.org/</'n> of gebruik die "raporteer fout" dialoog van die "hulp" kieslys aan raporteer bugs.<br><br>as jy het 'n voorstel vir verbetering dan word jy word welkom aan gebruik die fout navolg stelsel aan registreer jou wens. maak seker jy gebruik die ernstigheidsgraad wat genoem word "wenslys".
az: Proqram tə'minatı həmişə daha irəli götürülə bilər və KDE dəstəsi bunu etməyə hazırdır. Siz istifadəçilər bizə bir şeylərin gözləndiyi kimi işləmədiyini və ya necə daha yaxşı edilə biləcəyini də bildirməlisiniz.<br><br> K Masa Üstü bir xəta izləmə sistemi daxil edir.<A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> ünvanına xətaları bildirə bilərsiniz.
bg: Софтуера винаги може да бъде подобряван, и разработчиците на KDE са готови за това. Обаче, вие - потребителите трябва да ни съобщавате ако нещо не работи както се очаква или може да бъде направено по-добре. Посетете <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> или използвайте "Рапорт за грешки" диалога от "Помощ".
ca: Els programes sempre es poden millorar, i l'equip KDE està preparat per a fer-ho. En canvi, vós - l'usuari - heu de dir-nos quan alguna cosa no funciona tal com s'espera o es pot fer millor.<br><br>L'entorn d'escriptori K te un sistema de seguiment d'errors. Visiteu <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> o useu el diàleg"Informe d'errors" des d'el menú "Ajuda" per a informar d'errors.<br><br>Si teniu una suggerència de millora, us convidem a usar el sistema de seguiment d'errors per registrar el vostre desig. Assegureu-vos d'usar el nivell de severitat anomenat "Llista de peticions".
cs: Software je možno neustále vylepšovat a tým KDE je k tomu připraven. Avšak vy, uživatel, nám musíte sdělit, když něco nefunguje tak, jak by se očekávalo nebo by mělo být uděláno lépe.<br><br>KDE má systém sledování chyb. Chcete-li tedy nahlásit chybu, navštivte <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> nebo použijte dialog "Nahlásit chybu".<br><br>Máte-li náměty na vylepšení, budeme rádi, pošlete-li nám svoje přání. Ujistěte se však, že jste označili chybové hlášení jako "Přání".
da: Programmel kan altid forbedres, og KDE-holdet er parat til at gøre det. Men du - brugeren - må sige til, når noget ikke virker som forventet eller kunne gøres bedre.<br><br>Det er der et fejlrapporteringssystem til. Besøg <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> eller brug "Rapportér problem" dialogboksen for at rapportere om problemer.<br><br> Hvis du har et forslag til en forbedring, er du velkommen til at bruge problemrapport systemet for at registrere dit ønske. Husk at markere rapporten som "Wishlist".
de: Programme sind immer verbesserungsfähig, und das KDE-Team ist bereit, daran zu arbeiten. Allerdings sollten Sie als Benutzer uns dazu mitteilen, falls etwas nicht funktioniert wie erwartet oder einfach besser gemacht werden könnte.<br><br>KDE besitzt ein System zum Verfolgen von Problemen. Besuchen Sie <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> oder benutzen Sie den Dialog "Probleme berichten", um auf Schwierigkeiten hinzuweisen.<br><br>Auch wenn Sie einen Verbesserungsvorschlag haben, können Sie das System für die Fehlerverfolgung benutzen. Stellen Sie nur sicher, dass Sie unter "Schweregrad" die Auswahl "Wunschliste" treffen.
el: Το λογισμικό μπορεί πάντα να γίνει καλύτερο, και η ομάδα KDE είναι έτοιμη να πράξει αντίστοιχα. Ωστόσο, εσείς - οι χρήστες - πρέπει να μας ενημερώνετε όταν κάτι δεν δουλεύει σωστά ή θα μπορούσε να γίνει καλύτερα .<br><br>Το K Desktop Environment έχει ένα σύστημα ανίχνευσης σφαλμάτων. Επισκεφθείτε το <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> ή χρησιμοποιείστε το διάλογο "Αναφορά Σφάλματος" του μενού "Βοήθεια" για να αναφέρετε σφάλματα.<br><br>Αν έχετε μια πρόταση για βελτίωση τότε μπορείτε ελεύθερα να χρησιμοποιήσετε το Σύστημα Ανίχνευσης Σφαλμάτων για να την υποβάλετε. Βεβαιωθείτε ότι χρησιμοποιείτε το επίπεδο σοβαρότητας "Λίστα Ευχών".
et: Alati võimalik tarkvara paremaks teha ja KDE meeskond on valmis seda tegema. Aga sina - kasutaja - pead meile teatama, kui midagi ei tööta nii nagu vaja või kui midagi saaks paremaks teha.<br><br> KDE omab avastatud vigade haldamise süsteemi. Külasta KDE töölaua keskkonna rakendustes leitud vigadest teatamiseks lehekülge <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> või kasuta vearaporti dialoogi, mille leiad alati menüüst "Abi".<br><br> Kui sul on KDE meeskonnale KDE täiustamise kohta soovitusi , siis registreeri need raskusastmega "Soov".
fi: Ohjelmistoja voidaan aina parantaa ja KDE-ryhmä on valmis tekemään niin. Mutta sinun, käyttäjän, tulee kertoa, jos joku ei toimi kuten oletat sen toimivan, tai joku asia voitaisiin tehdä paremmin.<br><br>KDE työpöytäympäristölle on virheidenseurantajärjestelmä. Vieraile osoitteessa <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> tai käytä "Ilmoita virheestä" toimintoa "Ohje" valikossa ohjelmissa.<br><br>Jos sinulla on parannusehdotus voit rekisteröidä toiveesi virheidenseurantajärjestelmään. Varmista, että käytät vakavuusastetta "Toivelista".
he: <p align=right>תושעל חמש דימת KDE-ה תווצו ,רפשל רשפא דימת הנכות<br>אל והשמ רשאכ ונל רפסל ךירצ - שמתשמה - התא ,םלוא .תאז<br>.רתוי הבוט הרוצב ותושעל ןתינ רשאכ וא הפוצמכ דבוע<br><br>רחא בקעמל תכרעמ הנשי KDE הדובעה ןחלוש תביבסל<br>שמתשה וא <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A>-ב רקב .םיגאב<br>חוודל ידכ "הרזע" טירפתה ךותמ "גאב לע חווד" חיש-ודב<br>.םיגאב לע<br><br>שמתשהל ןמזומ התא ,רופישל העצה ךל שי םא<br>.ךלש השקבה תא םושרל ידכ םיגאבה רחא בקעמה תכרעמב<br>."הלאשמ" תארקנה הרמוחה תגרדב רחוב התאש אדוו
hu: Egy szoftvert mindig tovább lehet fejleszteni, a KDE csapat is erre törekszik. De Önnek - a felhasználónak - kell jeleznie nekünk, ha valami nem úgy működik, mint ahogy kellene.<br><br>A KDE projekt rendelkezik egy kitűnő, az internetről is elérhető hibakezelő rendszerrel: látogassa el a <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> címre, vagy használja a "Hibabejelentés" menüpontot a "Segítség" menüben észrevételei megfogalmazásához.<br><br>Akkor is írjon nekünk, ha továbbfejlesztési ötletei támadtak a rendszer valamely részével kapcsolatban. Ilyenkor használja a "kívánság" opciót!
is: Það má altaf bæta hugbúnað og KDE Hópurinn er boðinn og búinn að gera það. Hinsvegar þarft þú sem notandi að segja frá því ef eitthvað virkar ekki sem skyldi eða mætti gera betur.<br><br>Það er til villugrunnur fyrir KDE Skjáumhverfið sem finnst á <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A>. Þú getur líka notað valmyndina merkta "Senda villuskýrslu" til að senda inn upplýsingar um villu sem þú hefur fundið.<br><br>Ef þú hefur tillögur að endurbótum á KDE Skjáumhverfinu ertu hvattur til að nota KDE villutólið sem að senda inn tillögu þína. Vertu bara viss um að hafa merkt hana sem "Ég vildi óska".
ko: 소프트웨어는 항상 개선됩니다. 그리고 KDE팀은 그럴 준비가 되어 있습니다. 그러나 여러분(사용자)은 프로그램이 기대했던대로 움직이지 않던가 좀 더 좋게 움직이길 바란다면 우리에게 이야기를 해주어야 합니다.<br><br> <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A>에 방문하시거나 "ReportBug" 대화상자를 이용해 벌레 보고서를 보내주십시오. <br><br>여러분이 개선 방안을 제안하면 벌레 추적 시스템에 등록될 것이고 "Wishlist"라 불리우는 엄격한 개선 과정을 이용하게 되실 것입니다.
lt: <br><br><A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> Pagalba<br><br> Pageidavimai.
lv: Programma vienmēr var tikt uzlabota un KDE Komanda ir gatava to darīt. Tomēr, jums - lietotājam - ir jāsaka mums, kad kaut kas nestrādā kā vajadzētu vai varētu strādāt labāk. <br><br> K Desktop Environment ir kļūdu atsekošanas sistēma. Apmeklējiet <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> vai izmantojiet "Ziņot parKļūdu" dialogu lai ziņotu par kļūdām.<br><br> Ja jums ir uzlabojumu ierosinājumi tad esiet aicināti izmantot kļūdu atsekošanas sistēmu lai reģistrētu jūsu vēlmi. Pārliecinaties, ka izmantojat Iespēju sauktu "Vēlmju saraksts".
mt: Il-programmi dejjem jistgħu jiġu rranġati, u t-tim tal-KDE lest li jagħmel dan. Però trid tkun int li tgħidilna meta xi ħaġa ma taħdimx kif mistenni, jew kif tista' ssir aħjar.<br><br>Il-"K Desktop Environment" għandha sistema biex iżżomm tagħrif dwar il-problemi u żbalji li nstabu - żur <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> jew agħżel "Irrapporta problema" mill-menu tal-Għajnuna biex tirrapporta problemi.<br><br>Jekk għandek suġġeriment għal titjib, tista' tuża l-istess sistema, billi tagħżel il-livell ta' severità "Xewqa".
nl: Software kan altijd worden verbeterd en het KDE-team staat klaar om dit te doen. Maar u als gebruiker zult ons moeten vertellen als iets niet naar behoren werkt of kan worden verbeterd.<br><br> K Desktop Enviroment heeft een bug-opsporingssysteem. Ga naar <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> om een bug te melden, of gebruik het kies in het menu "Help" voor de optie "Bug rapporteren" om een bug te melden.<br><br> Als u suggesties voor verbeteringen hebt, dan bent u welkom het bugtraceersysteem te gebruiken om uw wenst te registreren. Kies dan in het dialoogvenster van het bugtraceersysteem bij "Ernst" voor "Wensenlijst".
no: Programvare kan alltid forbedres, og KDE-laget er rede til å gjøre det. Likevel er det viktig at du, brukeren, sier fra når noe ikke fungerer som det skal eller kunne vært bedre.<br><br>K Desktop Environment har et oppfølgingssystem for feil. Besøk <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> eller bruk "Feilrapport"-dialogen for å rapportere feil.<br><br>Hvis du har forslag til forbedringer er du velkommen til å bruke oppfølgingssystemet for å rapportere ønsket ditt. Merk at "Alvorlighet" må settes til "Ønskeliste".
pl: Oprogramowanie zawsze może być udoskonalone, a Zespół KDE stara się aby tak było. Mimo wszystko właśnie od Ciebie, użytkowniku, możemy się dowiedzieć o tym, co jest nie tak lub co można jeszcze usprawnić.<br><br>Środowisko KDE ma wdrożony system śledzenia błędów. Możesz odwiedzić nasz adres <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> lub użyć formularza zgłoszenia błędu "Raport o błędzie" z menu "Pomoc".<br><br>Jeżeli masz jakieś uwagi dotyczące ulepszenia programów, możesz zgłosić swoją propozycję w systemie śledzenia błędów. Upewnij się tylko, że waga błędu została określona jako "Życzenie".
pt: Todos os programas podem ser melhorados, e a Equipa KDE quer fazê-lo. No entanto, tens de ser tu - o utilizador - a avisar quando algo não funciona como seria de esperar ou poderia ser feito de outra maneira melhor.<br><br>O KDE tem uma base de dados de registo de erros. Visita <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> ou usa o diálogo "Comunicar Erro" no menu "Ajuda" para comunicar os erros.<br><br>Se tens uma sugestão para melhorar estás convidado a usar o sistema de registo de erros para fazer o pedido. Verifica que usas a gravidade "Desejo".
ro: Întotdeauna software-ul poate fi îmbunătăţit şi Echipa KDE este gata să o facă. Oricum, dumeavoastră - utilizatorul - trebuie să ne comunicaţi cînd ceva nu merge cum trebuie sau poate fi făcut mai bine.<br><br>Mediul grafic K are un sistem de urmărire a erorilor. Vizitaţi <a HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> sau utilizaţi dialogul "Raportează eroare" din meniul "Ajutor" pentru a comunica erori.<br><br>Dacă aveţi sugestii pentru îmbunătăţiri sînteţi invitat să utilizaţi sistemul de urmărire a erorilor şi să vă înregistraţi dorinţa. Asiguraţi-vă că utilizaţi severitatea numită "Dorinţă".
ru: Программное обеспечение всегда можно улучшить, и команда KDE готова этим заниматься. Однако для этого надо, чтобы вы - пользователь - сообщили нам о том, что не соответствует вашим ожиданиям, и что можно было бы улучшить.<br><br>В рамках проекта KDE создана система учета ошибок и пожеланий. Чтобы сообщить нам об ошибке, зайдите на сайт <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A>, или отправьте сообщение по электронной почте, используя пункт "Сообщить об ошибке..." из меню "Помощь" содержащего ошибку приложения.<br><br>Ваши пожелания можно зарегистрировать тем же способом. При регистрации пожеланий не забудьте установить уровень важности "Пожелание".
sk: Softvér sa môže vždy zlepšovať a KDE tím sa snaží, aby to tak bolo. Nuž, vy - používateľ - nám musíte povedať, ak niečo nepracuje tak, ako ste očakávali, alebo by to mohlo byť lepšie.<br><br>K Desktop Environment má systém vyhľadávania chýb. Navštívte <AHREF="http://bugs.kde.org/">http://bugs.kde.org/</A> a alebo použite "Pošli správu o chybe" z ponuky "Pomocník".</br><br>Ak máte nejaké nápady na zlepšenie, zaznamenajte Vaše želanie v systéme vyhľadávania chýb. Nezabudnite nastaviť Prísnosť na "Želanie".
sl: Programje je vedno mogoče izboljšati in ekipa KDE je to pripravljena storiti. Vendar nam morate vi - uporabnik - povedati, če kaj ne dela kot je pričakovano ali bi lahko bilo narejeno bolje.<br><br>Okensko namizje K ima sistem sledenja hroščev. Obiščite <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> ali uporabite pogovorno okno "Poročaj o hrošču" za poročanje o hroščih.<br><br>Če imate predloge za izboljšanje, ste vabljeni, da v sistemu sledenja hroščev vnesete svojo željo. Pazite le, da boste uporabili raven resnosti "Želja".
sr: Softver uvek može biti poboljšan i KDE tim je spreman da radi na tome. Ipak, korisnici moraju da izveste programere kada nešto ne radi kako je planirano ili može biti urađeno na bolji način.<br><br>KDE tim je razvio sistem za praćenje grešaka. Posetite <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> ili izaberite opciju "Prijavi grešku" iz menija "Pomoć", kako biste prijavili greške. <br><br>Ako imate sugestiju za poboljšanje funkcionalnosti programa KDE okruženja, onda obratite pažnju da u sistemu za praćenje grešaka iskoristite opciju pod nazivom "Wishlist".
th: ซอฟต์แวร์ย่อมมีการปรับปรุงและแก้ไขอยู่เสมอ ซึ่งทางผู้พัฒนา KDE ก็ทำเช่นนั้นอยู่แล้ว<br>อย่างไรก็ตาม คุณซึ่งเป็น<b>ผู้ใช้</b> อาจต้องบอกเรา หากบางสิ่งไม่สามารถทำงานได้ตามที่คาด หรือน่าจะทำได้ดีกว่านี้<br><br>สภาพแวดล้อมการทำงานแบบ K Desktop นั้นมีระบบติดตามความผิดพลาดอยู่แล้ว <br>มาที่ <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> หรือใช้ไดอะล็อก "รายงานความผิดพลาด" จากเมนู "ช่วยเหลือ" เพื่อรายงานความผิดพลาดที่เกิดขึ้น<br><br>หากคุณมีข้อแนะนำ หรือความต้องการอื่นๆ เพื่อการปรับปรุงแล้วละก็ คุณสามารถใช้วิธี <br>ลงทะเบียนสิ่งที่คุณต้องการได้ โดยใช้ระบบติดตามความผิดพลาด <br>และโปรดแน่ใจว่าคุณได้ปรับให้ใช้ระดับการกวดขันแบบ "ความต้องการ" แล้ว
tr: Yazılım daima daha ileri götürülebilir ve KDE ekibi bunu yapmaya hazrdır. Siz kullanıcılar bize bir şeylerin beklendiği gibi çalışmadığnı veya nasıl daha iyi yapılabileceğini de anlatmalısınız.<br><br> K Masaüstü Ortamı bir hata izleme sistemi içerir.<A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> adresine hataları bildirebilirsiniz.
uk: Програмне забезпечення завжди може бути вдосконалене, і Команда KDE готова це робити. Проте, Ви, користувач, повинні повідомити нас, якщо щось не працює, як очікувалось, або може бути зроблене краще.<br><br>K Desktop Environment має систему стеження за помилками. Завітайте до <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> або спробуйте діалог "Звіт про Помилку" щоб сповістити про помилку.<br><br>Якщо у Вас є пропозиція щодо удосконалення, за допомогою цієї системи Ви можете зареєструвати Ваше побажання. Переконайтеся, що поле "Важливість" встановлено у "Whishlist".
vi: Phần mềm luôn luôn có thể được phát triển, và đội KDE Team luôn sẵn sàng làm điều đó . Tuy nhiên nếu bạn - một người dùng - muốn bảo với chúng tôi rằng có vấn đề nào đó không hoạt động như mong muốn hay có thể làm tốt hơn .<br><br> K Desktop Environment có hệ thống theo dõi lỗi. Ghé thăm <A HREF="http://bugs.kde.org/">http://bugs.kde.org/</A> hoặc dùng "Report Bug" dialog từ thực đơn "Trợ giúp" để gửi báo cáo lỗi.<br><br>Nếu bạn có đề nghị cho việc phát triển xin dùng hệ thống theo dõi lỗi để đăng kí các yêu cầu của bạn . Xin chắc chắn rằng bạn dùng các mức nghiêm trọng được đề cập đến trong "Wishlist".
xh: Udweliso lwenkqubo yecomputer lunokunyuselwa oko, kwaye Iqela KDE lukulungele ukwenza oko. Ngoko, wena -msebenzisi-kufuneka usixelele xa kukho into engasebenziyo njengoko kulindelekile okanye enokwenziwa ngcono.<br><br>Imekobume ye K Desktop inendlela yomkhondo webug. Ndwendwela <A HREF=/"http://bugs.kde.org/">http:bugs.kde.org/</A> okanye sebenzisa "Ingxelo Bug"incoko yababini isuka ku"Uncedo" imenu yokuchaza ibugs.<br><br>Ukuba une siphakamiso sokunyusela ngoko waqmkelekile ukusebenzisa indlela yomkhondo ukubhalisa umnqweno wakho.Qinisekisa ukuba usebenzisa Ubucaka obubizwa "Uluhlulomnqweno"
