Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: All &cookies
af: alle koekies
az: Bütün &kökələr
bg: &Всички cookies
ca: Totes les &galetes
cs: Všechna &cookie
da: Alle &infokager
de: Alle &Cookies
el: Ό&λα τα cookies
et: Kõik &küpsised
fi: &Kaikki evästeet
he: תויגועה ל&כ
hu: minden &cookie-ra
is: Allar smákökur
ko: 모든 쿠키(&c)
lt: V&isus slapukus
lv: Visas &Kūkas
mt: &Cookies kolllha
nl: Alle &cookies
no: Alle &informasjonskapsler
pl: &Wszystkie pliki
pt: Todos os '&cookies'
ro: La &toate cookie-urile
ru: со всем &закладками
sk: Všetky &cookie
sl: Vse &piškote
sr: Svi &kolačići
ta: ±øÄ¡ô À½¢Â¡Ãí¸û
th: คุ๊กกี้ทั้งหมด
tr: Tüm ç&erezler
uk: Всіх &кук
vi: Mọi &cookies
xh: Zonke &iicookies

source: Select this option to accept/reject all cookies from anywhere. Choosing this option will change the global cookie policy set in the Control Center for all cookies <em>(see WebBrowsing/Cookies in the Control Center)</em>.
af: kies hierdie opsie aan aanvaar/verwerp alle koekies van orals. kies hierdie opsie sal verander die globale koekie beleid stel in die kontrole sentrum vir alle koekies <em>(sien webblaaiïng/koekies in die kontrole sentrum)</em>.
az: Hər yerdən bütün kökələri qəbul etmək ya da rədd etmək üçün bu düyməyi tıqlayın.
bg: Изберете тази опция за приемане/отхвърляне на всички cookies от всякъде. Избирайки тази опция вие ще промените глобално политиката спрямо cookie зададена в Контролния Център <em>(виж WebBrowsing/Cookies в Контролен център)</em>.
ca: Seleccioneu aquesta opció per a acceptar/rebutjar totes les galetes de tot arreu. En triar aquesta opció es canviarà la política global de galetes establerta al Centre de Control per a totes les galetes <em>(veieu Navegació Web/Galetes al Centre de Control)</em>.
cs: Vyberte si tuto volbu, chcete-li přijmout/odmítnout všechny cookies odkudkoliv. Toto změní globální chování pro všechny cookies. <em>(viz. Prohlížení Internetu/Cookies v Ovládacím centru)</em>
da: Gør dette valg for blot at godtage/afslå alle infokager. Dette valg ændrer den globale politik hvad angår infokager sat i kontrolpanelet for alle infokager<em>(se netsøgning/infokager i kontrolcenteret)</em>.
de: Aktivieren Sie diese Einstellung, wenn Sie alle Cookie annehmen oder ablehnen möchten, woher sie auch stammen. Die Auswahl dieser Einstellung ändert die globale Regelung, die für Cookies im Kontrollzentrum vorgenommen wurde. <em>(Siehe Web-Browser/Cookies im Kontrollzentrum.)</em>
el: Κάντε αυτήν την επιλογή για να
et: Vali, kui soovid aktsepteerida/keelduda kõigist küpsistest. Selle valimine muudab juhtimiskeskuses kõigile küpsistele seatud globaalset reeglit. <em>(vt. Veebilehitsemine/Küpsised juhtimiskeskuses)</em>.
fi: Valitse tämä asetus hyväksyäksesi/hylätäksesi kaikki evästeet kaikkialta. Tämän asetuksen valinta muuttaa yleisiä evästekäytäntöjä Ohjauskeskuksessa <em>(katso Selailu/Evästeet Ohjauskeskuksessa)</em>.
he: <p align=right>לכמ תויגועה לכ תא תוחדל\לבקל ידכ וז תורשפאב רחב<br>תוינידמ תא הנשת וז תורשפאב הריחב .אוהש םוקמ<br>רובע הרקבה זכרמב תרדגומה תילבולגה תויגועה<br><em>(הרקבה זכרמב תויגוע\תשרב השילגב ןייע)</em> .תויגועה לכ
hu: Válassza ezt az opciót, ha a cookie-kat egységesen mindenhonnan el akarja fogadni vagy el akarja utasítani. Ennek hatására automatikusan módosulni fog a globális cookie-házirend <em>(lásd a Böngészés az interneten/Cookie-beállítások modult a Vezérlőközpontban)</em>.
is: Veldu þetta til að taka við eða hafna öllum smákökum allstaðar frá. Þá verður altæku smákökureglunni á stjórnborðinu breytt. Sjá Flakk um vefinn -> Smákökur á stjórnborðinu.
ko: 다른 곳에서 오는 모든 쿠키를 받아들이거나 거부할려면 이 옵션을 고르세요. 이 옵션은 제어판에서 모든 쿠키에 대한 정책을 바꿀 것입니다. <em>(제어판에 있는 웹 찾아보기/쿠키를 참고하세요.)<em>
lt: Pasirinkite norėdami priimti/atmesti slapukus iš visur. Pasirinkdami jūs pakeisite globalią elgesio liniją slapukų atžvilgiu, nustatomą Kontrolės Pulte visiems slapukams <em>(žr Web naršymas/Slapukai Kontrolės Pulte)</em>
lv: Izvēlieties šo opciju lai pieņemtu/noraidītu visas kūkas no jebkurienes. Izvēloties šo opciju tiks nomainīti globālie kūku noteikumi Vadības Centrā priekš visām kūkām <em>(skat WebPārlūkošana/Kūkas Vadības Centrā)</em>.
mt: Uża din l-għażla biex taċċetta jew tarmi l-cookie kollha minn kullimkien. Jekk tagħżel hekk, tiġi mibula l-polza globali għall-cookies kollha. <em>(ara WebBrowsing/Cookies fiċ-Ċentru tal-Kontroll)</em>.
nl: Selecteer deze optie als u alle cookies van alle sites wilt accepteren/verwerpen. Deze optie verandert het globale cookiebeleid in het Configuratiecentrum voor alle cookies. <em>(Kijk in het Configuratiecentrum bij Webbrowsen->Cookies.)</em>
no: Velg dette for alltid å ta imot eller forkaste informasjonskapsler fra alle nettsteder. Dette endrer den globale praksisen og gjelder alle informasjonskapsler. (<em>Se Weblesing/Cookies i Kontrollsenteret.</em>)
pl: Wybór tej opcji spowoduje zaakceptowanie/odrzucenie wszystkich ciasteczek, niezależnie od miejsca pochodzenia. Jednocześnie zmianie ulegnie globalna polityka względem ciasteczek ustawiona dotychczas w Centrum Sterowania. <em>(spójrz na Przeglądanie Sieci/Ciasteczka w Centrum Sterowania)</em>.
pt: Escolhe esta opção para aceitar/rejeitar todos os 'cookies' de todo o lado. Ao escolheres esta opção irás mudar a política global de 'cookies' definida no Centro de Controlo para todos os 'cookies' <em>(vê Navegação Web/Cookies no Centro de Controlo)</em>.
ro: Selectaţi această opţiune pentru a accepta sau elimina toate cookie-urile de oriunde. Alegînd această opţiune va modifica politica globală pentru toate cookie-urile setată în Centrul de Control KDE. <em>(vedeţi şi Navigare Web/Cookie-uri în Centrul de control KDE)</em>
ru: Включите эту опцию, чтобы разрешить или запретить вообще все закладки, приходящие откуда бы то ни было. Тем самым вы задаете действие по умолчанию для всех закладок и изменяете общие настройки для закладок, установленные в Центре управления KDE <em>(см. раздел "Просмотр WWW/закладки" в Центре управления KDE)</em>.
sk: Použitím tejto voľby akceptujete/odmietnete všetky cookies odkiaľkoľvek. Tým zmeníte globálne nastavenie práce s cookie nastavené v ovládacom centre <em>(pozri Web Prehliadanie/Cookies v ovládacom centre)</em>.
sl: To možnost izberite, če želite sprejeti/zavrniti vse piškote s povsod. Če boste izbrali to možnost, boste s tem spremenili skupno politiko za vse piškote. To politiko nastavite v Nadzornem središču. <em>Glejte brskanje po spletu/Piškoti v Nadzornem središču.)</em>
sr: Izaberite ovu opciju da bi prihvatili/odbili kolačiće odakle god. Biranjem ove opcije menjate globalnu polisu za kolačiće podešenu u Kontrolnom centru zasve kolačiće <em>(pogledajte Pretraga weba/Kolačići u Kontrolnom centru)</em>
ta: ±í¸¢ÕóÐõ ÅÕõ ±øÄ¡ô À½¢Â¡Ãí¸¨ÇÔõ ²ü¸/ÁÚì¸ ­ùÅ¢ÕôÀò¨¾ô ÀÂýÀÎò¾×õ. ­ùÅ¢ÕôÀò¨Àò ¦¾Ã¢× ¦ºö¾ø ¸ðÎôÀ¡ðÎ ¨ÁÂò¾¢ø «¨ÁóÐûÇ ¯Ä¸Ç¡Å¢Â À½¢Â¡Ãì ¦¸¡û¨¸¨¸ Á¡üÚõ. <em>(¸ðÎôÀ¡ðÎ ¨ÁÂò¾¢ø ­¨½Â ¯Ä¡Å¢/À½¢Â¡Ãí¸û ±ýÀ¨¾ô À¡÷ì¸×õ)</em>
th: เลือกตัวเลือกนี้ เพื่อยอมรับ/ปฏิเสธ ทุกคุ๊กกี้จากทุกที่ ตัวเลือกนี้จะทำการเปลี่ยนข้อกำหนดทั่วไป ที่ถูกตั้งค่าไว้ในศูนย์กลางการควบคุมสำหรับทุกๆ คุ๊กกี้<em> (ดูโมดูล WebBrowsing/Cookies ในศูนย์กลางการควบคุม)</em>
tr: Her yerden tüm çerezleri kabul etmek ya da reddetmek için bu düğmeyi tklayın.
uk: Виберіть цю опцію, щоб прийняти/відкинути всі куки з будь-якого сайта. Вибираючи цю опцію Ви змінюєте глобальне правило для кук, встановлене в Центрі керування для всіх кук <em>(див. Перегляд Тенет/Куки у Центрі керування)</em>.
vi: Chọn 'tuỳ chọn' này để chấp nhận/loại bỏ mọi cookies từ bất kì nơi nào . Chọn chức năng này sẽ làm thay đổi chính sách về cookie toàn cục được thiết lập trên 'Trung Tâm Điều Khiển cho mọi cookies <em>(xem WebBrowsing/Cookies trong 'Trung Tâm Điều Khiển )</em>.
xh: Khetha le ndlela ukwamkela / ukukhuphela ngaphandle zonke iicookies naphi na . Ukukhetha le ndlela kuzakutshintsha inkqubo yecookies ezingqukuva ecwangciswe kuLawulo oluseMbindini lwecookies zonke <em>(bona uphendlo lwencwadi zeWeb / iicookies zikuLawulo oluseMbindini)</em>.

source: &Accept
af: aanvaar
az: &Qəbul et
bg: &Приеми
ca: &Accepta
cs: &Přijmout
da: &Acceptér
de: &Annehmen
el: Απο&δοχή
et: &Aktsepteeri
fi: &Hyväksy
he: לב&ק
hu: &Elfogadás
is: &Taka við
ko: 받아들임(&A)
lt: &Priimu
lv: &Pieņemt
mt: &Aċċetta
nl: &Accepteren
no: &Aksepter
pl: &Akceptuj
pt: &Aceitar
ro: &Acceptă
ru: &Разрешить
sk: &Súhlasiť
sl: &Sprejmi
sr: &Prihvati
ta: ²üÚì¦¸¡û
th: ยอมรับ
tr: &Kabul et
uk: &Прийняти
vi: Chập nhận
xh: &Yamkela

source: &Reject
af: verwerp
az: &Rədd Et
bg: &Отхвърли
ca: &Rebutja
cs: &Odmítnout
da: &Afslå
de: Ab&lehnen
el: Απόρ&ριψη
et: &Keeldu
fi: H&ylkää
he: הח&ד
hu: El&utasítás
is: &Hafna
ko: 거부(&R)
lt: &Atmetu
lv: &Noraidīt
mt: A&rmi
nl: &Verwerpen
no: &Forkast
pl: &Odrzuć
pt: &Rejeitar
ro: &Respinge
ru: &Запретить
sk: &Ignorovať
sl: &Zavrni
sr: &Odbaci
ta: ÁÚ
th: ปฏิเสธ
tr: &Reddet
uk: &Відкинути
vi: Loại bỏ
xh: &Khuphela ngaphandle

source: &Details <<
az: &Ətraflı <<
bg: &Детайли <<
ca: &Detalls <
cs: &Detaily <<
da: &Detaljer <<
el: &Λεπτομέρειες <<
et: Ü&ksikasjad <<
fi: &Yksityiskohdat <<
he: םיטר&פ <<
hu: &Részletek <<
is: &Smáatriði <<
ko: 자세하게(&D) <<
lt: &Smulkiau <<
lv: &Detaļas <<
mt: &Dettalji <<
no: &Detaljer <<
pl: &Szczegóły <<
pt: &Detalhes <<
ro: &Detalii <<
ru: &Подробности <<
sk: &Detaily <<
sl: &Podrobnosti <<
sr: &Detalji <<
ta: &Å¢ÅÃí¸û <<
th: รายละเอียด <<
tr: &Ayrıntılar <<
uk: &Подробиці <<
vi: Cụ thể <<
xh: &Iinkcukacha <<

source: &Details >>
az: &Ətraflı >>
bg: &Детайли >>
ca: &Detalls >>
cs: &Detaily >>
da: &Detaljer >>
el: &Λεπτομέρειες >>
et: Ü&ksikasjad >>
fi: &Yksityiskohdat >>
he: םיטר&פ >>
hu: &Részletek >>
is: &Smáatriði >>
ko: 자세하게(&D) >>
lt: &Smulkiau >>
lv: &Detaļas >>
mt: &Dettalji >>
no: &Detaljer >>
pl: &Szczegóły >>
pt: &Detalhes >>
ro: &Detalii >>
ru: &Подробности >>
sk: &Detaily >>
sl: Po&drobnosti >>
sr: &Detalji >>
ta: &Å¢ÅÃí¸û >>
th: รายละเอียด >>
tr: &Ayrıntılar >>
uk: &Подробиці >>
vi: Cụ thể >>
xh: &Iinkcukacha >>

source: See or modify the cookie information
af: sien of verander die koekie informasie
az: Kökə mə'lumatını göstər/gizlət
bg: Виж или модифицирай информацията за cookie
ca: Veure o modificar la informació de galetes
cs: Zobrazení/změna informací o cookie
da: Se eller ændr infokageinformation
de: Informationen zu Cookies anzeigen oder bearbeiten
el: Προβολή ή τροποποίηση πληροφοριών cookie
et: Küpsiste info näitamine või muutmine
fi: Katso tai muokkaa evästeen tietoja
he: היגועה עדימ תא הנש וא גצה
hu: A cookie jellemzőinek megtekintése, módosítása
is: Sjá eða breyta upplýsingum um smákökuna
ko: 쿠키 정보를 보거나 고치기
lt: Rodyti/slėpti informaciją apie slapuką
lv: Skatīt vai modificēt kūkas informāciju
mt: Ara jew ibdel l-informazzjoni f'din il-cookie
nl: Toon of bewerk de cookie-informatie
no: Vise eller endre informasjon om informasjonskapsler
pl: Zobacz lub zmodyfikuj informacje o ciasteczku
pt: Mostrar ou modificar a informação do 'cookie'
ro: Afişează sau modifică informaţii cookie
ru: Нажмите эту кнопку, чтобы просмотреть или изменить сведения о закладке
sk: Prezrieť alebo upraviť informácie o cookie
sl: Prikaži ali spremeni podatke o piškotu
sr: Pregledaj ili izmeni informacije o kolačićima
ta: À½¢Â¡Ãò ¾¸Åø¸¨Çì ¸¡ðÎ/Á¡üÚ
th: ดูหรือแก้ไขรายละเอียดของคุ๊กกี้
tr: Detaylı çerez bilgisini gör/değiştir
uk: Переглянути або правити інформацію про куки
vi: Xem hoặc thay đổi thông tin về cookie
xh: Bona okanye uguqule kancinane ulwazi lwecookie

source: Cookie details
af: koekie details
az: Kökə detalları
bg: Cookie детаили
ca: Detalls de galeta
cs: Detaily cookie
da: Infokage detaljer
el: Λεπτομέρειες Cookie
et: Detailne info küpsise kohta
fi: Evästeen tiedot
he: היגועה יטרפ
hu: A cookie adatai
is: Smásjá á smáköku
ko: 쿠키 확인
lt: Smulki informacija apie slapuką
lv: Kūku Detaļas
mt: Dettalji dwar il-cookie
no: Detaljer om informasjonskapselen
pl: Szczegóły ciasteczka
pt: Detalhes do 'cookie'
ro: Detalii cookie
ru: Подробные сведения о закладке
sk: Detaily cookie
sl: Podrobnosti o piškotu
sr: Detalji o kolačiću
ta: À½¢Â¡Ã Å¢ÀÃí¸û
th: รายละเอียดคุ๊กกี้
tr: Çerez detayları
uk: Подробиці про куку
vi: Cụ thể về cookie
xh: Iinkcukacha ze Cookie

source: Value:
af: waarde:
az: Qiymət:
bg: Стойност:
ca: Valor:
cs: Hodnota:
da: Værdi:
de: Wert:
el: Τιμή:
et: Väärtus:
fi: Arvo:
he: :ךרע
hu: Érték:
is: Gildi:
ko: 값:
lt: Reikšmė:
lv: Vērtība:
mt: Valur:
nl: Waarde:
no: Verdi:
pl: Wartość:
pt: Valor:
ro: Valoare:
ru: Значение:
sk: Hodnota:
sl: Vrednost:
sr: Vrednost:
ta: Á¾¢ôÒ:
th: ค่า:
tr: Değer:
uk: Значення:
vi: Giá trị:
xh: Ixabiso:

source: Expires:
af: verstrek:
az: Sonlanma tarixi:
bg: Изтича:
ca: Caduca:
cs: Vyprší:
da: Udløber:
de: Läuft ab:
el: Λήγει στις:
et: Aegub:
fi: Vanhenee:
he: :הגפ
hu: A lejárás dátuma:
is: Gildir til:
ko: 끝나는 시간:
lt: Baigiasi:
lv: Izbeidzas:
mt: Tiskadi:
nl: Vervalt op:
no: Utgår:
pl: Wygasa:
pt: Expira:
ro: Expiră:
ru: Срок действия до:
sk: Platí do:
sl: Poteče:
sr: Ističe:
ta: ¸¡Ä¡Å¾¢:
th: หมดอายุ:
tr: Sonlanma tarihi:
uk: Застаріє:
vi: Hết hiệu lực:
xh: Iphelelwa lixesha:

source: Not specified
af: nie gespesifiseer
az: Bildirilməyib!
bg: Не е зададен
ca: Sense especificar
cs: Neurčeno
da: Ikke angivet
de: Nicht angegeben
el: Δεν καθορίζεται
et: Pole määratud
fi: Ei määritelty
he: ןייוצ אל
hu: (nincs megadva)
is: Ótilgreint
ko: 지정하지 않았습니다
lt: Nenurodyta
lv: Nav uzrādīts
mt: Mhux speċifikat
nl: Niet gespecificeerd
no: Ikke oppgitt
pl: Nieokreślona
pt: Não especificado
ro: Nespecificat
ru: Не указан
sk: Neuvedené
sl: Ni določen
sr: Nije naveden
ta: ÌÈ¢ôÀ¢¼¡
th: ยังไม่ได้กำหนด
tr: Belirtilmemiş
uk: Не вказано
vi: Không chỉ định rõ
xh: Ayikhankanywanga

source: Path:
af: gids soeklys:
az: Cığır:
bg: Път:
ca: Camí:
cs: Cesta:
da: Sti:
de: Pfad:
el: Διαδρομή:
et: Otsingutee:
fi: Polku:
he: :ביתנ
hu: Elérési út:
is: Slóð:
ko: 경로:
lt: Kelias:
lv: Ceļš:
mt: Direttorju:
nl: Pad:
no: Sti:
pl: Ścieżka:
pt: Caminho:
ro: Cale:
ru: Путь:
sk: Cesta:
sl: Pot:
sr: Putanja:
ta: À¡¨¾:
th: พาธ:
tr: Yol:
uk: Шлях:
vi: Đường dẫn:
xh: Umendo:

source: Domain:
af: domein:
az: Domeyn:
bg: Домейн:
ca: Domini:
cs: Doména:
da: Domæne:
el: Περιοχή:
et: Domeen:
fi: Verkkoalue:
he: :םוחת
hu: Tartomány:
is: Lén:
ko: 도메인:
lt: Tėvonija:
lv: Domēns:
mt: Dominju:
nl: Domein:
no: Domene:
pl: Domena:
pt: Domínio:
ro: Domeniu:
ru: Домен:
sk: Doména:
sl: Domena:
sr: Domen:
ta: ¸Çõ:
th: โดเมน:
tr: Alan:
uk: Домен:
vi: Tên miền:
xh: Ithambeka:

source: Is Secure:
af: is beveilig:
az: E'tibarlıdır:
bg: е Защитен:
ca: És segur:
cs: Je bezpečný:
da: Er sikker:
de: Sicher:
el: Είναι Ασφαλές:
et: On turvaline:
fi: On turvallinen:
he: :תחטבואמ
hu: Biztonságos:
is: Er öruggt:
ko: 안전함:
lt: Ar saugi:
lv: Ir Drošs:
mt: Għandu sikurezza:
nl: Is veilig:
no: Er trygg:
pl: Jest bezpieczne:
pt: É Seguro:
ro: Este securizat:
ru: Безопасная:
sk: Je bezpečná:
sl: Je varen:
ta: À¡Ð¸¡ôÀ¡É¾¡?
th: ปลอดภัย:
tr: Güvenli mi?:
uk: Є безпечною:
vi: Có bảo mật:
xh: Ikhuselwe:

source: True
af: waar
az: Düzdür
bg: Истина
ca: Cert
cs: ano
da: Sand
de: Wahr
el: Ναι
et: Õige
fi: Tosi
he: ןכ
hu: igen
is: Já
ko: 참
lt: Taip
lv: Patiesība
mt: Iva
nl: Waar
no: Sann
pl: Tak
pt: Verdadeiro
ro: Adevărat
ru: Истинно
sk: Pravda
sl: da
ta: ¯ñ¨Á
th: จริง
tr: Doğru
uk: Так
vi: Có
xh: Yinyaniso

source: False
af: vals
az: Səhv
bg: Лъжа
ca: Fals
cs: ne
da: Falsk
de: Falsch
el: Όχι
et: Väär
fi: Epätosi
he: אל
hu: nem
is: Nei
ko: 거짓
lt: Ne
lv: Falšs
mt: Le
nl: Onwaar
no: Usann
pl: Nie
pt: Falso
ro: Fals
ru: Ложно
sk: Nepravda
sl: ne
ta: ¦À¡ö
th: เท็จ
tr: Yanlış
uk: Ні
vi: Không
xh: Bubuxoki

source: &Next >>
af: volgende >>
az: &Sonrakı >>
bg: &Следващ >>
ca: &Següent >>
cs: &Další >>
da: &Næste >>
de: &Nächstes >>
el: Επόμ&ενο >>
et: &Järgmine >>
fi: &Seuraava >>
he: א&בה >>
hu: &Következő >>
is: &Næsta >>
ko: 다음(&N) >>
lt: Seka&ntis >>
lv: &Nākošais >>
mt: Li &jmiss >>
nl: &Volgende >>
no: &Neste >>
pl: &Następny >>
pt: Pró&ximo >>
ro: &Următor >>
ru: &Далее >>
sk: Ďa&lší >>
sl: &Naslednji >>
sr: &Sledeća >>
ta: &«Îò¾Ð >>
th: ต่อไป >>
tr: &Sonraki >>
uk: &Наступний >>
vi: Tiếp theo >>
xh: &Elandelayo >>

source: Show details of the next cookie
af: vertoon details van die volgende koekie
az: Sonrakı kökə mə'lumatlarını göstər
bg: Покажи детайли за следващото cookie
ca: Mostra els detalls de la galeta següent
cs: Zobrazení detailů o další cookie
da: Vis detaljerne for næste infokage
de: Details über das nächste Cookie anzeigen
el: Προβολή λεπτομερειών για το επόμενο cookie
et: Detailse info vaatamine järgmise küpsise kohta
fi: Näytä yksityiskohdat seuraavasta evästeestä
he: האבה היגועה יטרפ תא גצה
hu: A következő cookie jellemzőinek megtekintése
is: Sýna smáatriði um næstu smáköku
ko: 다음 쿠키를 자세하게 보이기
lt: Rodyti kito slapuko smulkmenas.
lv: Rādīt nākošās kūkas detaļas
mt: Uri d-dettalji tal-cookie li jmiss
nl: Toon de details voor het volgende cookie
no: Vis detaljer om neste informasjonskapsel
pl: Pokaż szczegóły następnego ciasteczka
pt: Ver os detalhes do próximo 'cookie'
ro: Afişează detalii despre următorul cookie
ru: Подробные сведения о следующей закладке
sk: Zobraziť detaily pre ďalšie cookie
sl: Prikaži podrobnosti o naslednjem piškotu
ta: «Îò¾ À½¢Â¡Ã Å¢ÀÃí¸¨Çì ¸¡ðÎ
th: แสดงรายละเอียดของคุ๊กกี้ตัวต่อไป
tr: Sonraki çerez bilgilerini göster
uk: Показати інфо про наступну куку
vi: Hiển thị cụ thể cho cookie tiếp theo
xh: Bonisa iinkcukacha ze cookie elandelayo

source: HTTP Cookie Daemon
af: http koekie bediener
az: HTTP Kökə Proqramı
bg: HTTP Cookie Демон
ca: Dimoni HTTP de galetes
cs: HTTP cookie démon
da: Http infokage dæmon
de: HTTP-Cookie-Dämon
el: Δαίμονας HTTP Cookie
et: HTTP küpsise deemon
fi: HTTP Evästepalvelin
he: HTTP-ה תויגוע תרש
hu: HTTP cookie szolgáltatás
is: HTTP smákökupúki
ko: HTTP 쿠키 데몬
lt: HTTP slapukų demonas
lv: HTTP Kūku Dēmons
mt: Daemon tal-cookies tal-HTTP
no: Daemon for HTTP-cookies
pt: Servidor de 'Cookies' HTTP
ro: Demon cookie HTTP
ru: Демон HTTP-закладок (cookie)
sk: HTTP Cookie démon
sl: Strežnik za piškote HTTP
th: เดมอนคุ๊กกี้ HTTP
tr: HTTP Çerez Programı
uk: Демон кук HTTP

source: Shut down cookie jar.
af: skakel ondertoe koekie houer.
az: Kökələri qapat.
bg: Затвори cookie jar.
ca: Atura el pot de galetes.
cs: Zavřít cookie dialog.
da: Luk infokagedåsen.
de: Cookie-Dialog schließen.
el: Τερματισμός του cookie jar.
et: Lõpeta küpsisekarbi töö.
fi: Sulje evästepalvelin.
he: .תויגועה תנצנצ תא הבכ
hu: A cookie-tároló bezárása
is: Loka kökuboxi.
ko: 쿠키병 닫기
lt: Išjungti slapukų talpyklą.
lv: Izslēgt kūku jar.
mt: Agħlaq il-vażett tal-cookies.
nl: Cookiedepot afsluiten.
no: Avslutt cookie-jar.
pl: Wyłącz obsługę ciasteczek.
pt: Desligar o servidor de 'cookies'.
ro: Opreste cookie jar.
ru: Закрыть хранилищницу закладок.
sk: Nepoužívať cookie
sl: Zapri posodo s piškoti.
sr: Isključi teglu sa kolačićima
ta: ÀÉ¢Â¡Ãî º¡Ê¨Â ¿¢ÚòÐ.
th: ปิดระบบคุ๊กกี้
tr: Çerezleri kapat.
uk: Закрити глечик з куками.
vi: Làm dừng lọ(jar) cookie.
xh: Cima ijokhwe ye cookie.

source: Remove cookies for domain.
af: verwyder koekies vir domein.
az: Sahə üçün bütün kökələri çıxart.
bg: Премахни всички cookies за домейн.
ca: Esborra les galetes del domini.
cs: Odstranit všechna cookie pro doménu.
da: Fjern infokager for domæne.
de: Cookies dieser Domain entfernen.
el: Σβήσιμο όλων των cookies για την περιοχή.
et: Eemalda kõik selle domeeni küpsised.
fi: Poista kaikki evästeet verkkoalueesta.
he: .םוחתה רובע תויגוע רסה
hu: A tartományhoz tartozó cookie-k eltávolítása
is: Henda öllu smákökum fyrir þetta lén.
ko: 도메인에 관련된 쿠키를 없애기
lt: Pašalinti srities slapukus.
lv: Aizvākt kūkas priekš domēna.
mt: Neħħi l-cookies għal dan id-dominju
nl: Alle cookies voor dit domein verwijderen.
no: Fjern informasjonskapsler for domene.
pl: Usuń ciasteczka. dla domeny.
pt: Apagar os 'cookies' para o domínio.
ro: Sterge toate cookie-urile din domeniu.
ru: Удалить все закладки-cookie с домена.
sk: Vymazať všetky cookie pre doménu.
sl: Odstrani vse piškote dane domene.
sr: Ukloni kolačiće za domen.
ta: ­ì¸ÇòÐìÌÃ¢Â À½¢Â¡Ãí¸¨Ç ¿£ìÌ.
th: ลบคุ๊กกี้ของโดเมนนี้
tr: Alan için tüm çerezleri kaldır.
uk: Вилучити куки з домену.
vi: Xóa các cookie của miền.
xh: Susa iicookies ngokwendawo zazo.

source: Remove all cookies.
af: verwyder alle koekies.
az: Bütün kökələri çıxart.
bg: Премахни всички cookies
ca: Esborra totes les galetes.
cs: Odstranit všechna cookie.
da: Fjern alle infokager.
de: Alle Cookies entfernen.
el: Σβήσιμο όλων των cookies.
et: Eemalda kõik küpsised.
fi: Poista kaikki evästeet.
he: .תויגועה לכ תא רסה
hu: Minden cookie eltávolítása
is: Henda öllu smákökum.
ko: 모든 쿠키를 없애기
lt: Pašalinti visus slapukus.
lv: Aizvākt visas kūkas
mt: Neħħi l-cookies kollha
nl: Alle cookies verwijderen.
no: Fjern alle informasjonskapsler.
pl: Usuń wszystkie ciasteczka.
pt: Apagar todos os 'cookies'.
ro: Sterge toate cookie-urile.
ru: Удалить все закладки-cookie.
sk: Vymazať všetky cookie.
sl: Odstrani vse piškote.
sr: Ukloni sve kolačiće.
ta: ±øÄ¡ô À½¢Â¡Ãí¸¨ÇÔõ ¿£ìÌ.
th: ลบคุ๊กกี้ทิ้งทั้งหมด
tr: Tüm çerezleri kaldır.
uk: Вилучити всі куки.
vi: Xóa toàn bộ các cookie.
xh: Susa zonke iicookies.

source: Reload configuration file.
af: herlaai opstelling lêer.
az: Quraşdırma faylını yenidən yüklə
bg: Презареди конфигурационния файл.
ca: Torna a carregar el fitxer de configuració.
cs: Opět nahrát konfigurační soubor.
da: Genindlæs indstillingsfil.
de: Einrichtungsdatei neu einlesen
el: Ξαναφόρτωσε το αρχείο ρυθμίσεων.
et: Laadi seadistuste faili uuesti.
fi: Uudelleenlataa asetustiedosto.
he: .תורדגהה ץבוק תא שדחמ ןעט
hu: A konfigurációs fájl újra betöltése.
is: Endurlesa stillingar.
ko: 설정 파일을 다시 읽어보기
lt: Perkrauti derinimo bylą.
lv: Pārlādēt konfigurācijas failu
mt: Erġa aqra' l-fajl tal-konfigurazzjoni.
nl: Configuratiebestand herladen.
no: Last oppsettfilen på nytt.
pl: Przeładuj plik konfiguracyjny
pt: Recarregar o ficheiro de configuração.
ro: Reincarca fisierul de configurare.
ru: Перечитать файл настроек.
sk: Znovu načítať konfiguračný súbor.
sl: Znova naloži nastavitveno datoteko.
sr: Učitaj ponovo konfiguracioni fajl/
ta: ÅÊÅ¨ÁôÒì §¸¡ô¨À Á£§ÇüÚ.
th: เรียกใช้แฟ้มการปรับแต่งใหม่
tr: Yapılandırma dosyasını yeniden yükle
uk: Перевантаження файлу конфігурації.
vi: Nạp lại tệp cấu hình.
xh: Layisha kwakhona ifayile emayiqwalaselwe.

source: Don't signal applications.
af: moenie sein programme.
az: Proqramlara siqnal göndərmə.
bg: Не изпращай сигнал до програмите.
ca: No senyales les aplicacions.
cs: Nepřihlašovat aplikace.
da: Signalér ikke programmer.
de: Anwendungen melden sich nicht.
el: Να μη στέλνονται σήματα στις εφαρμογές.
et: Ära teata rakendustele.
fi: Älä lähetä signaaleja sovelluksille.
he: .םימושייל םיתותיא חלשת לא
hu: Ne küldjön szignált az alkalmazásoknak.
is: Ekki senda forritum boð.
ko: 응용 프로그램 신호 불가
lt: Nesignalizuoti programoms.
lv: Neapziņot aplikācijas
mt: Tibgħatx sinjal lill-programmi.
nl: Applicaties niet signaleren.
no: Ikke send signaler til applikasjoner.
pl: Brak sygnalu do aplikacji.
pt: Não enviar sinais às aplicações
ro: Nu semnaleaza aplicatiile.
ru: Не посылать сигнал приложениям.
sk: Neposielať signály aplikáciám.
sl: Ne pošljaj znakov programom.
sr: Ne šalji signal aplikacijama.
ta: ¿¢Ãø¸ÙìÌ ¨º¨¸ ¦ºöÂ¡§¾.
th: ไม่สามารถส่งสัญญาณให้แอพพลิเคชันได้
tr: Uygulamalara sinyal gönderme.
uk: Не надсилати сигнал програмам.
vi: Không báo hiệu các ứng dụng.
xh: Sukuphawula izicelo.
