Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: <p>You chose the severity <b>Critical</b>. Please note that this severity is intended only for bugs that</p><ul><li>break unrelated software on the system (or the whole system)</li><li>cause serious data loss</li><li>introduce a security hole on the system where the affected package is installed</li></ul> <p>Does the bug you are reporting cause any of the above damage? If it does not, please select a lower severity. Thank you!</p>
af: <p>jy kies die ernstigheidsgraad <b>krities</b>. asseblief nota wat hierdie ernstigheidsgraad is bedoel slegs vir bugs wat</p><ul><li>breek onverwante sagteware op die stelsel (van die volledige stelsel)</li><li>veroorsaak ernstige data verlies</li><li>bygevoeg 'n sekuriteit gat op die stelsel waar die geaffekteer paket is geïnstalleer</li></ul> <p>doen die fout jy word raporteer veroorsaak enige van die boonste skade? as dit doen nie, asseblief kies 'n sagter ernstigheidsgraad. dank jy!</p>
az: <p>Əhəmiyyət dərəcəsini <b>Kritik</b> olaraq seçdiniz. Bu əhəmiyyət dərəcəsi </p><ul><li>proqramın, digər paketlərin işinə tə'sir edəcəyi, ya da </li><li>proqramın qurulu olduğu sistemdə təhlükəsizlik açıqlarının yarandığı</li></ul>hallarda seçilir.
ca: <p>Heu triat la severitat <b>Crítica</b>. Tingueu present que aquesta severitat només està pensada per a errors que</p><ul><li>fan que programes del sistema sense cap relació (o tot el sistema) no funcionin</li><li>causen una pèrdua seriosa de dades</li><li>introdueixen un forat de seguretat en el sistema on s'instal·la el paquet afectat</li></ul> <p>L'error del que esteu informant causa algun dels danys esmentats? Si no ho fa, si us plau, trieu una severitat més baixa. Gràcies!</p>
cs: <p>Vybral(a) jste závažnost <b>Kritická</b>. Prosím uvědomte si, že tento stupeň závažnosti je určen pouze chybám, které </p><ul><li>poškodí jiný software v systému (nebo celý systém)</li><li>způsobí závažnou ztrátu dat</li><li>zavádí bezpečnostní chybu do systému, na kterém je postižená aplikace nainstalována</li></ul> <p>Způsobuje Vámi nahlašovaná chyba některé z výše uvedených problémů? Pokud ne, pak zvolte nižší závažnost. Děkujeme Vám!</p>
da: <p>Du valgte klassifikationen <b>Kritisk</b>. Husk venligst at denne grad kun er beregnet til problemer der</p><ul><li>får ikke relateret programmel på system (eller hele systemet) til at bryde sammen</li><li>forårsager alvorligt tab af data </li><li>introducerer et sikkerhedshul på systemet hvor den påvirkede pakke er installeret</li></ul> <p>Gør det problem du rapporterer nogen af denne slags skader? Hvis ikke, så vælg venligst en lavere graduering, Tak!</p>
de: <p>Sie haben <b>Kritisch</b> als Schweregrad ausgewählt. Bitte beachten Sie, dass dieser Schweregrad ausschließlich für folgende Fälle gedacht ist:</p><ul><li>Beeinträchtigung unbeteiligter Programme (oder des ganzen Systems)</li><li>Schwerwiegender Datenverlust</li><li>Öffnung eines Sicherheitsloches in dem System, wo das betreffende Paket installiert wird</li></ul> <p>Richtet das Problem, das Sie berichten, einen der oben genannten Schäden an? Falls nein, dann setzen Sie bitte den Schweregrad herab. Vielen Dank.</p>
et: <p>Sa väidad, et viga on <b>Kriitiline</b>. Palun arvesta, et see raskusaste on mõeldud selliste vigade tarbeks, mis</p><ul><li>põhjustavad asjasse mittepuutuvale tarkvarale (või kogu süsteemile) suuri probleeme</li> <li>põhjustavad andmete kadumist</li> <li>avavad turvaaugu süsteemis, kuhu rakendus on paigaldatud</li></ul> <p>Kas raporteeritav viga põhjustab mõnda neist kahjudest? Kui ei, siis vali palun madalam raskusaste. Tänan!</p>
fi: <p>Valitsit tärkeysasteen <b>Kriittinen</b>. Huomaa, tämä tärkeysaste on tarkoitettu vain virheille, jotka</p><ul><li>vaikuttavat muihin sovelluksiin järjestelmässä tai rikkovat koko järjestelmän</li><li>hävittävät tärkeää dataa</li> <li>aiheuttavat tietoturva-aukon järjestelmään johon paketti on asennettu</li></ul> <p>Aiheuttaako raportoimasi virhe ylläolevia tuhoja? Jos ei, laske tärkeysastetta. Kiitos!</p>
he: <p>:רשא םיגאבל קר תדעוימ וז הרמוח תגרד יכ בל םיש .<b>יטירק</b> הרמוחה תגרדב תרחב</p><ul><li>(תכרעמה לכב וא) תורושק אל תונכותב תכרעמב תולקתל םימרוג</li><li>יניצר םינותנ ןדבואל םימרוג</li><li>תרבודמה הליבחה תנקתומ הב תכרעמב החטבא תצריפ םיווהמ</li></ul> <p>רחב אנא ,אל םא ?ל"נה םיקזנהמ דחאל םרוג חוודמ התא וילע גאבה םאה<br>!הדות .רתוי הכומנ הרמוח תגרד</p>
hu: <p>A <b>kritikus</b> hibafajtát jelölte meg. Ezt csak abban az esetben válassza, ha a hiba </p><ul><li>más programok vagy az egész rendszert lefagyásához vezet</li><li>súlyos adatveszteséget okozhat</li><li>a rendszer egészét veszélyeztető biztonsági rést idéz elő</li></ul> <p>Ha a szóban forgó hibára a fentiek egyike sem igaz, akkor vegye alacsonyabbra a hiba súlyossági fokát. Köszönjük!</p>
is: <P>Þú valdir alvarleikan <b>Grafalvarlegt</b>. Vinsamlegast athugaðu að þessi alvarleiki er einungis fyrir villur sem</p> <ul> <li>gera ótengdan hugbúnað á kerfinu (eða allt kerfið) óvirkt</li> <li>valda alvarlegum gagnamissi</li> <li>opnar öryggisholu á kerfinu þar sem téður pakki er uppsettur</li> </ul> <P>Veldur villan sem þú ert að tilkynna einhverjum af ofangreindum skaða? Ef svo er ekki, veldu þá minni alvarleika. Þakka þér fyrir!</p>
lt: <p>Jūs pasirinkote svarbumo lygį <b>Kritinė</b>. Atkreipkite dėmesį, kad šis lygis skirtas tik toms klaidoms, kurios</p><ul><li>neleidžia veikti nesusiijusioms programoms (ar visai sistemai) </li><li>sukelia rimtą duomenų praradimą</li><li>sukuria saugumo skylę sistemoje, kur yra įdiegtas duotas paketas</li></ul> <p>Ar klaida, apie kurią jūs norite pranešti, sukelia kurias nors iš pasekmių, nurodytų aukščiau? Jei ne, prašome pasirinkti žemesnį svarbumo lygį. Ačiū!</p>
lv: <p>Jūs izvēlējāties stingrību <b>Kritiska</b>. Lūdzu atcerieties, ka šī stingrība ir paredzēta tikai tām kļūdām kas</p><ul><li>izsauc ar sistēmu nesaistītu programmu (vai visas sitēmas) apstāšanos</li><li>izraisa nopietnus datu zudumus</li><li>izveido drošības caurumus sistēmā, kur skartā pakotne ir instalēta</li></ul> <p>Vai kļūda par ko jūs ziņojiet izsauc kādu augstāk minētajiem bojājumiem? Ja nē, lūdzu izvēlieties mazāku stingrību. Paldies!</p>
mt: <p>Għażilt il-livell ta' severità <b>Kritiku</b>. Dan il-livell huwa intenzjonat biss għal problemi li:</p><ul><li>iġegħlu programmi mhux relatati, jew is-sistema sħiħa, tieqaf</li><li>jikkawża telf serju ta' informazzjoni</li><li>jintroduċi problemi ta' sigurtà fuq is-sistema fejn jiġi nstallat il-programm</li></ul> <p>Il-problema li sibt qed jikkawża l-problemi msemmija hemm fuq? Jekk le, agħżel livell ta' severità iżjed baxx. Grazzi!</p>
nl: <p>U koos als ernst van de bug voor de optie <b>Critical</b>. Houd er rekening mee dat deze alleen bedoeld is voor programmafouten die</p><ul><li>software die geen relatie hebben met het programma (of het hele systeem) meeslepen in hun crash</li><li>ernstig gegevensverlies veroorzaken </li><li>een beveiligingsgat introduceren op het systeem waar het betreffende programma op is geïnstalleerd</li></ul> <p>Komt de ernst van de bug overeen met één van bovenstaande voorwaarden?. Zo nee, kies dan een lagere ernst voor uw bugrapport. Dank u wel! </p>
no: <p>Du valgte alvorlighet <b>Kritisk</b>.Vennligst legg merke til at denne alvorligheten er ment bare for feil som</p><ul><li>gjør at urelatert programvare på systemet (eller hele systemet) ikke fungerer</li><li>fører til alvorlige tap av data</li><li>introduserer et sikkerhetshull på systemet hvor de gjeldende pakkene er installert</li></ul> <p>Gjør feilen du rapporterer noen av skadene nevnt ovenfor? Hvis den ikke gjør det, vennligst velg en lavere alvorlighet. Tusen takk!</p>
pl: <p>Wybrałeś wagę błędu <b>Krytyczny</b>. Zwróć uwagę, że taka kategoria błędu jest przeznaczona tylko sytuacji gdy:</p><ul><li>powodowane są awarie innych (niezwiązanych) programów (lub całego systemu)</li><li>tracone są duże ilości danych</li><powstają luki w bezpieczeństwie systemu, na którym zainstalowany jest wykazujący błędy program</li></ul> <p>Czy zgłaszany błąd rzeczywiście wywołuje takie zgubne konsekwencje? Jeśli nie, proszę zmniejszyć wagę błędu. Dziękujemy!</p>
pt: <p>Escolheste a gravidade <b>Crítica</b>. Repara que esta gravidade só é adequada para erros que</p><ul><li>façam o 'software' ou o sistema em si parar sem aviso</li><li>provoquem uma perda grave de dados</li><li>causem uma falha de segurança no sistema onde o pacote em questão esteja instalado</li></ul> <p>Será que o erro que vais comunicar provoca algum destes danos? Se não, escolhe uma gravidade menor. Obrigado!</p>
ro: <p>Aţi ales severitatea <b>Critică</b>. Trebuie să reţineţi că acest nivel de severitate este destinat numai pentru erori care</p><ul><li>provoacă programe colaterale să se prăbuşească (sau chiar întreg sistemul)</li><li>determină pierderi serioase de date</li><li>introduce o gaură de securitate în sistem acolo unde este instalat pachetul</li></ul> <p>Eroarea pe care o raportaţi determină una din pagubele de mai sus? Dacă nu este aşa, atunci vă rog să selectaţi un nivel de severitate mai redus. Vă mulţumim!</p>
ru: <p>Вы выбрали уровень ошибки <b>Критическая</b>. Этот уровень подразумевает, что ошибка</p><ul><li>может вызвать сбой в работе других программ или системы в целом</li><li>привести к порче и утрате данных</li><li>нарушить безопасность системы, если установлен данный пакет</li></ul> <p>Является ли ошибка, о которой вы хотите сообщить, настолько серьезной? Если нет, выберите другой, менее высокий уровень ошибки.</p>
sk: <p>Vybrali ste prísnosť <b>Kritická</b>. Prosím, uvedomte si, že je určená iba pre chyby, ktoré</p><ul><li>spôsobujú nefunkčnosť iných programov alebo celého systému</li><li>spôsobujú stratu významných dát</li><li>vytvárajú bezpečnostnú dieru v systéme, na ktorom je daný balík nainštalovaný</li></ul> <p>Spôsobuje práve oznamovaná chyba takéto problémy? Ak nie, prosím, vyberte nižšiu prísnosť. Ďakujeme!</p>
sl: <p>Izbrali ste <b>kritično</b> raven resnosti. Vedite, da je ta raven namenjena le za hrošče, ki</p><ul><li>povzročijo, da nek tretji program v sistemu (ali celotni sistem) ne deluje več</li><li>povzročijo resne izgube podatkov</li><li>v sistemu, kjer je nameščen ta paket, napravijo varnostno luknjo</li></ul> <p>Ali hrošč, o katerem poročate, povzroči karkoli od zgoraj naštetega? Če ne, prosimo, izberite nižjo raven resnosti. Hvala!</p>
ta: <p>¿£í¸û <b>«¾¢Óì¸¢Â</b> ¾£Å¢Ã¿¢¨Ä¨Âò §¾÷ó¦¾ÎòÐûÇ£÷¸û. ­ó¿¢¨Ä À¢ýÅÕõ À¢¨Æ¸ÙìÌ ÁðÎ§Á ¦À¡ÕóÐ¦ÁýÀ¨¾ ¿¢¨ÉÅ¢ü ¦¸¡ûÇ×õ</p><ul><li>¦¾¡¼÷ÀüÈ ¦Áý¦À¡Õð¸û¸¨Çô À¢ÈÇ ¨ÅôÀÉ</li><li>À¡ÃàÃÁ¡É ¾Ã× ­Æô¨À ²üÀÎòÐÅÉ.</li><li>À¡¾¢ì¸ôÀð¼ ¦À¡¾¢ ¿¢ÚÅôÀðÎûÇ ¦¾¡Ì¾¢Â¢ý À¡Ð¸¡ôÀ¢üÌô Àí¸õ Å¢¨ÇÅ¢ôÀÉ</li></ul> <p>¿£í¸û «È¢Å¢ìÌõ À¢¨Æ §Áü¸ñ¼ ²¾¡Å¦¾¡Õ §º¾ò¨¾ ²üÀÎòÐ¸¢ýÈ¾¡? «ý§Èø ¾Â×¦ºöÐ­¾üÌì ¸£Æ¡É ¾£Å¢Ã¿¢¨Ä¨Âò §¾÷ó¦¾Îì¸×õ. ¿ýÈ¢!</p>
th: <p>คุณเลือกระดับการกวดขัน <b>สูงมาก</b> โปรดจำไว้ว่าระดับการกวดขันนี้ มีจุดประสงค์จะใช้กับข้อผิดพลาดเท่านั้น ซึ่ง</p><ul><li>อาจจะทำให้ซอฟแวร์ในระบบ (หรือระบบทั้งหมด) ที่ไม่เกี่ยวข้อง หยุดทำงาน</li><li>ส่งผลให้เกิดข้อมูลสูญหายอย่างหนัก</li><li>อาจนำมาซึ่งช่องโหว่ ของระบบความปลอดภัยของระบบ</li></ul> <p>ข้อผิดพลาดที่คุณรายงานนี้ สร้างความเสียหายอย่างมากต่อคุณใช่หรือไม่ ? ถ้าไม่ใช่ โปรดเลือกระดับการกวดขันที่ต่ำกว่านี้ ขอบคุณ!</p>
tr: <p>Önem derecesini <b>Kritik</b> olarak seçtiniz. Bu önem derecesi </p><ul><li>programın, diğer paketlerin çalışmasına etkileyeceği, ya da </li><li>programın kurulu olduğu sistemde güvenlik açıklarının oluştuğu</li></ul>durumlarda seçilir.</p> <p>Raporladığınız hata yukarıdaki zararlardan birisini veriyor mu? Eğer vermiyorsa, daha düşük bir önem derecesi seçin. Teşekkürler!</p>
uk: <p>Ви вибрали <b>Критичну</b> важливість. Будь ласка, вважайте, що ця важливість визначає тільки помилки, які</p><ul><li>ламають інше програмне забезпечення у системі (або систему повністю)</li><li>викликають втрату важливих даних</li><li>вносять ваду безпеки у системі, на якій встановлено пакунок</li></ul> <p>Помилка, про яку Ви звітуєте, викликають будь-які наведені збитки? Якщо ні, будь ласка, виберіть нижчій рівень значимості. Дякуємо!</p>
vi: <p>Bạn chọn tính nghiêm trọng <b>Phê bình </b>. Xin chú ý rằng tính nghiêm trọng này chỉ dùng cho lỗi(bug) mà </p><ul><li>Làm dừng các chương trình không liên quan của hệ thống (hoặc cả hệ thống) </li><li>Gây ra những tổn thất dữ liệu nghiêm trọng</li><li>Dẫn tới một lỗ hổng bảo mật ủa hệ thống mà trong đó gói bị nhiễm đã được cài đặt </li></ul> <p>Lỗi(bug) mà bạn báo cáo có dẫn đến các tổn thất nặng hơn các tổn thất đã nêu ở trên? Nếu không như vậy, xin chọn 'tính nghiêm trọng' là 'thấp'. Thank you!</p>
xh: <p>Ukhethe ubucaka<b> Efumana imposiso</b>. Nceda qaphela ukuba obu bucaka bujolise kuphela kwibugs ezi</p><ul><li>phula udweliso lwenkqubo yecomputer ezingazalaniyo kulendlela (okanye indlela yonke)</li><li>yenza idata ezimiseleyo ilahleko</li><li>yazisa umgqobho wokhuseleko kule ndlela apho umsebenzi ochaphazelekayo ugcinwayo</li></ul> <p>Ingaba ibug onika ingxelo ngayo yenza umonakalo ongentla? Ukuba ayiyenzi, nceda khetha ubucaka obucothayo. Enkosi!</p>
