Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: &Default
af: verstek
az: Ə&sas
bg: &Стандартен
ca: &Omissió
cs: Impli&citní
da: &Standard
de: &Voreinstellung
el: Προκαθορισμένο
et: &Vaikimisi
fi: O&letus
he: לדחמ תרי&רב
hu: A&lapértékek
is: &Sjálfgefið
ko: 기본값(&D)
lt: &Nutylima
lv: &Noklusēts
mt: &Standard
nl: Stan&daard:
no: &Standard
pl: &Domyślne
pt: Valores por &omissão
ro: &Implicit
ru: &По умолчанию
sk: Š&tandardné
sl: &Privzeto
sr: Pre&definisano
ta: ¦¸¡¼¡¿¢¨Ä
th: ค่าปริยาย
tr: Ö&ntanımlı
uk: &Типові
vi: Mặc định
xh: &Engagqibekanga

source: &Try
af: probeer
az: &Sına
bg: &Проба
ca: &Prova
cs: Z&kusit
da: &Prøv
de: &Versuch
el: &Δοκιμή
et: &Proovi
fi: &Kokeile
he: הס&נ
hu: &Próba
is: &Prófa
ko: 시도(&T)
lt: &Bandyti
lv: &Mēģināt
mt: Ippro&va
nl: &Proberen
no: &Prøv
pl: &Próbuj
pt: &Experimentar
ro: Î&ncearcă
ru: П&опытаться
sk: &Skúsiť
sl: &Poskusi
sr: Pro&baj
ta: ÓÂüº¢¦ºö
th: ลองใหม่
tr: &Dene
uk: &Спробувати
vi: Thử
xh: &Zama

source: If you press the <b>OK</b> button, all changes you made will be used to proceed.
af: as jy druk die <b>goed</b> knoppie, alle verander jy gemaak sal wees gebruik word aan gaan voort.
az: <b>Oldu</b> düyməsinə bassanız, etdiyiniz bütün dəyişikliklər irəliləmək üçün istifadə ediiləcəkdir.
bg: Ако натиснете бутон <b>Да</b>, всички промени, които сте направили ще бъдат използвани.
ca: Si premeu el botó <b>Bé</b> tots els canvis que heu fet es faran servir per continuar.
cs: Stisknete-li tlačítko <b>OK</b>, budou všechny vámi provedené změny zavedeny.
da: Alle ændringer vil blive brugt fremover, hvis du trykker på <b>O.k.</b>-knappen.
de: Wenn Sie auf <b>OK</b> klicken, werden alle bisherigen Änderungen übernommen.
el: Αν πατήσετε το <b>OK</b>, όλες οι αλλαγές που κάνατε θα χρησιμοποιηθούν στη συνέχεια.
et: Vajutades nupule <b>OK</b> täidetakse kõik tehtud muudatused.
fi: Jos napsautat <b>OK</b> -painiketta, kaikki muutokset otetaan käyttöön.
he: שמתשת תינכותה ,<b>רושיא</b>ב רחבת םא .ךישמהל ידכ תישעש םייונישה לכב
hu: Ha megnyomja az <b>OK</b> gombot, akkor minden változtatás, amit eddig tett, érvénybe lép.
is: Ef þú ýtir á <b>Í lagi</b> þá verða breytingarnar sem þú gerðir notaðar í framhaldinu.
ko: <b>OK</b> 단추를 누르면 계속 진행하라는 뜻으로 알고 넘어갑니다.
lt: Jei paspausite mygtuką <b>OK</b>, tolesniame darbe bus naudojami visi padaryti pakeitimai.
lv: Ja nospiedīsiet <b>OK</b> taustiņu, visas veiktās izmaiņas tiks aktivizētas.
mt: Jekk tagħfas <b>OK</b>, il-bidliet kollha li għamilt jintużaw biex nipproċedi.
nl: Als u op de knop <b>OK</b> drukt worden al uw wijzigingen in werking gesteld.
no: Hvis du trykker <b>OK</b>-knappen vil alle endringer du gjorde bli utført.
pl: Naciśnięcie przycisku <b>OK</b> spowoduje akceptację wszystkich dokonanych zmian.
pt: Se carregares no botão <b>OK</b>, todas as modificações que fizeste serão utilizadas para continuar.
ro: Dacă apăsaţi butonul <b>OK</b>, toate modificările pe care le-aţi făcut vor fi utilizate.
ru: Если вы нажмете кнопку <b>OK<b>, будут приняты все произведенные вами изменения.
sk: Ak stlačíte tlačidlo <b>OK</b>, všetky zmeny, ktoré ste spravili budú použité.
sl: Če boste pritisnili gumb <b>V redu</b>, bodo vse vaše spremembe uporabljene v nadaljevanju.
sr: Ako pritisnete dugme <b>OK</b>, sve izmene koje ste napravili će biti aktivirane.
ta: <b>ºÃ¢</b> ¦À¡ò¾¡¨É «Øò¾¢ý, ¿£í¸û ¦ºöÂ ±øÄ¡ Á¡üÈí¸Ùõ §Áü¦¸¡ñÎ ¦¾¡¼Ãô ÀÂýÀÎõ.
th: ถ้าคุณกดปุ่ม <b>ตกลง</b> การเปลี่ยนแปลงทั้งหมด ที่คุณกำหนดไว้จะถูกนำเอาไปใช้
tr: <b>Tamam</b> tuşuna basarsanız, yaptığınız tüm değişiklikler ilerlemek için kullanılacaktır.
uk: Якщо Ви натиснете клавішу <b>Гаразд</b>, всі зміни, зроблені Вами, будуть впроваджені.
vi: Nếu bạn nhấn nút <b>OK</b> ,tất cả các thay đổi mà bạn đã làm sẽ được dùng ngay và tiếp tục.
xh: Ukuba ucinezela <b>Kulungile</b> iqhosha, lonke utshinsho olwenzileyo luzakusetyenziswa ukuqhubekeka.

source: Accept settings
af: aanvaar instellings
az: Qurğuları qəbul et
bg: Приемам настройки
ca: Accepta l'arranjament
cs: Přijmout nastavení
da: Acceptér indstillinger
de: Änderungen übernehmen
el: Αποδοχή ρυθμίσεων
et: Aktsepteeri muudatused
fi: Hyväksy asetukset
he: תורדגהה תא לבק
hu: A beállítások elfogadása.
is: Samþykkja stillingar
ko: 설정 받아들이기
lt: Priimti nustatymus
lv: Pieņemt uzstādījumus
mt: Aċċetta l-għażliet
nl: Instellingen accepteren
no: Godta innstillinger
pl: Akceptacja ustawień
pt: Aceitar configuração
ro: Acceptă setările
ru: Принять настройки
sk: Potvrďte nastavenia
sl: Sprejmi nastavitve
sr: Prihvati podešavanja
ta: «¨ÁôÒì¸¨Ç ²üÚì¦¸¡û
th: ยอมรับการเปลี่ยนแปลง
tr: Ayarları kabul et
uk: Прийняти параметри
vi: Chấp nhận các thiết lập(setting)
xh: Yamkela izicwangciso

source: When clicking <b>Apply</b>, the settings will be handed over to the program, but the dialog will not be closed. Use this to try different settings.
af: wanneer te kliek <b>wend aan</b>, die instellings sal wees handig bo aan die program, maar die dialoog sal nie wees gesluit. gebruik hierdie aan probeer ander instellings.
az: <b>Əlavə Et</b> düyməsinə basınca qurğular proqrama yollanacaqdır, ancaq rabitə qutusu bağlanmayacaqdır. Bunu müxtəlif qurğuları sınamaq üçün istifadə edə bilərsiniz.
bg: След като натиснете <b>Потвърждение</b>, всички настройки ще бъдат потвърдени, но прозореца няма да бъде затворен. Това е само за да видите новите настройки.
ca: Si premeu el botó <b>Aplica</b> l'arranjament es passarà al programa, però el diàleg no es tancarà. Feu-ho servir per a provar diferents arranjaments.
cs: Stisknete-li tlačítko <b>Použít</b>, všechny vámi provedené změny budou předány programu, ale dialog nebude uzavřen. Používejte k vyzkoušení různých nastavení.
da: Anvend-knappen vil overgive de nye indstillinger til programmet, men dialogen forbliver åben. Dette kan bruges til at afprøve forskellige indstillinger.
de: Sobald Sie auf <b>Anwenden</b> klicken, werden die Einstellungen an das Programm übergeben, aber der Dialog wird nicht geschlossen. Benutzen Sie diese Möglichkeit, um verschiedene Einstellungen auszuprobieren.
et: Klikides nupul <b>Rakenda</b> jõustuvad rakenduse seadistused, kuid dialoogi ei suleta. Kasuta seda erinevate seadistuste proovimiseks.
fi: Jos napsautat <b>Käytä</b>-painiketta, muutokset otetaan käyttöön, mutta ikkunaa ei suljeta. Tällä painikkeella voit kokeilla asetuksia.
he: ורבעוי תורדגהה ,<b>לחה</b>ב רחבתשכ .רגסית אל חיש-ודה תבית לבא ,תינכותל .תונוש תורדגה תוסנל ידכ הזב שמתשה
hu: Ha az <b>Alkalmazás</b> gombra kattint, akkor a beállítások átadódnak a programnak, de a párbeszédablak nyitva marad. Így többféle beállítást is ki lehet próbálni.
is: Ef þú ýtir á <b>Virkja</b> þá verða breytingarnar sem þú gerðir virkjaðar en valmyndin lokast ekki. Þannig má prófa mismunandi stillingar án þess að þurfa að opna gluggann aftur og aftur.
ko: <b>적용(Apply)</b> 단추를 누르면, 설정이 프로그램에 받아 들여지면서도 대화창은 닫히지 않아서 다른 설정을 계속 해볼 수가 있습니다.
lt: Paspaudus <b>Pritaikyti</b>, visi nustatymai bus aktyvuoti, tačiau dialogas nebus uždarytas. Naudokite jį, jei norite pabandyti skirtingus nustatymus.
lv: Noklikšķinot <b>Pieņemt</b>, uzstādījumi tiks ieviesti programmā, bet dialoga logs netiks aizvērts.Izmantojiet to, lai pamēģinātu atšķirīgus uzstādījumus.
mt: Meta tagħfas <b>Applika</b>, il-bidliet li għamilt jiġu mgħoddija lill-programm, imma din il-kaxxa tibqa' miftuħa. Tista b'hekk tibdel għażliet oħra.
nl: Als u op <b>Toepassen</b> klikt worden de instellingen doorgegeven aan het programma, maar het dialoogvenster blijft geopend. U kunt zo meerdere instellingen uitproberen (testen).
no: Når du trykker <b>Bruk</b> vil innstillingene bli overrakt til programmet, men dialogen vil ikke bli lukket. Bruk denne for å prøve forskjellige innstillinger.
pl: Wciśnięcie przycisku <b>Zastosuj</b> spowoduje zaakceptowanie zmian przez program, ale okienko dialogowe nie zostanie zamknięte. Użyteczne przy sprawdzaniu odmiennych ustawień.
pt: Ao carregar em <b>Aplicar</b>, a configuração é passada ao programa, mas a janela não é fechada. Utiliza para experimentar diferentes configurações.
ro: Cînd veţi apăsa <b>Aplică</b>, setările vor fi transmise programului, dar acest dialog nu va fi închis. Utilizaţi-l pentru a încerca diferite setări.
ru: Когда вы нажмете кнопку <b>Применить<b>, настройки будут переданы в программу, но диалог не будет закрыт. Благодаря этому вы можете попробовать различные варианты настроек.
sk: Ak stlačíte <b>Použiť</b>, nastavenie bude zaslané programu, ale dialóg nebude uzavretý. Použite to na vyskúšanie rôznych možností.
sl: Ko pritisnete gumb <b>Uveljavi<b/>, program uporabi nove nastavitve, pogovorno okno pa ostane odprto. Tako lahko preizkušate različne nastavitve.
ta: <b>ÒÆíÌ</b> ±ýÀ¨¾ì ìÇ¢ì ¦ºöÔõ§À¡Ð, «¨ÁôÒ¸û «ó¿¢ÃÄ¢¼õ ¾ÃôÀÎõ. ¬É¡ø ­ù×¨ÃÂ¡¼ø ã¼ôÀ¼¡Ð. ­¾ýãÄõ, Àø§ÅÚ «¨ÁôÒì¸¨Ç ÓÂýÚ À¡÷ì¸Ä¡õ.
th: เมื่อคุณคลิกที่ปุ่ม <b>มีผลทันที</b> การตั้งค่าจะมีผล กับโปรแกรมทันที แต่ไดอะล็อกซ์นี้ จะยังคงอยู่ เพื่อให้คุณได้ทดลองตั้งค่าอื่นๆ อีก
tr: <b>Uygula</b> tuşuna basınca ayarlar programa iletilecektir ancak iletişim kutusu kapatılmayacaktır. Bunu değişik ayarları denemek için kullanabilirsiniz.
uk: При натисканні <b>Застосувати</b>, параметри будуть передані у програму, але діалог закрито не буде. Ви зможете спробувати інші параметри.
vi: Khi nhấn <b>Apply</b>, các thiết lấp sẽ được chương trình giữ lại cho đến khi kết thúc chương trình, tuy nhiền hộp thoại sẽ không bị đóng Dùng cái này để thử một thiết lập khác .
xh: Xa unqakraza <b>Faka</b>, izicwangciso zizaku nikezelwa kudweliso lwenkqubo, kodwa incoko yababini ayizukuvalwa.Sebenzisa oku ukuzama izicwangciso ezintsha.

source: Apply settings
af: wend aan instellings
az: Qurğuları Əlavə Et
bg: Подвърждавам настройки
ca: Aplica l'arranjament
cs: Použít nastavení
da: Anvend indstilinger
de: Einstellungen anwenden.
el: Εφαρμογή ρυθμίσεων
et: Rakenda seadistused
fi: Käytä asetuksia
he: תורדגהה תא לחה
hu: A beállítások alkalmazása
is: Virkja stillingar.
ko: 설정 적용
lt: Pritaikyti nustatymus
lv: Pieņemt uzstādījumus
mt: Applika
nl: Instellingen toepassen
no: Bruk innstillinger
pl: Zastosowanie ustawień
pt: Aplicar configuração
ro: Aplică setările
ru: Принять настройки
sk: Použiť nastavenia
sl: Uveljavi nastavitve
sr: Primeni podešavanja
ta: «¨ÁôÒì¸¨Çô ÒÆíÌ
th: ปรับใช้ค่าที่ตั้งไว้
tr: Ayarları Uygula
uk: Застосувати параметри
vi: Áp dùng các thiết lập
xh: Yenza izicwangciso

source: &Details
az: &Ətraflı
bg: &Детайли
ca: &Detalls
cs: &Detaily
da: &Detaljer
el: &Λεπτομέρειες:
et: &Detailid
fi: &Yksityiskohdat
he: :םיטר&פ
hu: &Részletek
is: &Smáatriði
ko: 자세히(&D)
lt: &Detaliai
lv: &Detaļas
mt: &Dettalji
no: &Detaljer
pl: &Szczegóły
pt: &Detalhes
ro: &Detalii
ru: &Подробности
sk: &Detaily
sl: &Podrobnosti
sr: &Detalji
ta: Å¢ÅÃí¸û
th: รายละเอียด
tr: &Ayrıntılar
uk: &Подробиці
vi: Chi tiết
xh: &Iinkcukacha

source: Get help...
af: kry hulp...
az: Yardım al...
bg: Помощ...
ca: Obté ajuda...
cs: Získat nápovědu...
da: Find hjælp...
de: Hilfe anfordern...
el: Θέλω βοήθεια...
et: Küsi abi...
fi: Pyydä apua...
he: ...הרזע שקב
hu: Segítség...
is: Fá hjálp...
ko: 도움 얻기...
lt: Gauti pagalbą...
lv: Iegūt palīdzību...
mt: Ikseb għajnuna...
nl: Help...
no: Få hjelp...
pl: Pomoc...
pt: Ajuda...
ro: Ajutor...
ru: Помощь...
sk: Pomocník...
sl: Išči pomoč...
sr: Nađi pomoć...
ta: ¯¾Å¢ ¦ÀÚ...
th: ขอความช่วยเหลือ...
tr: Yardım al...
uk: Відкрити довідку...
vi: Xin Trợ giúp....
xh: Fumana uncedo...

source: Editing disabled
af: redigering gestremde
az: Düzəliş qabiliyyəti bağlandı
bg: Редакция - забранена
ca: S'ha desactivat l'edició
cs: Úpravy zablokovány
da: Redigering deaktiveret
de: Bearbeiten deaktiviert
el: Επεξεργασία απενεργοποιημένη
et: Redigeerimine keelatud
fi: Muokkaaminen estetty
he: הנימז אל הכירעה
hu: Szerkesztés letiltva
is: Sýsl er ekki virkt
ko: 고칠 수 없습니다
lt: Redaguoti neleidžiama
lv: Rediģēšana aizliegta
mt: Tibdil mhux permess
nl: Bewerken uitgeschakeld
no: Redigering slått av
pl: Edycja wyłączona
pt: Edição desactivada
ro: Editare dezactivată
ru: Редактирование отключено
sk: Úprava vypnutá
sl: Urejanje onemogočeno
sr: Izmena onemogućena
ta: ¦¾¡Ìò¾ø ­Âí¸¡Ð
th: ไม่ให้ทำการแก้ไข
tr: Düzenleme kapatıldı
uk: Редагування не дозволене
vi: Không cho phép biên soạn
xh: Hlela ukhubazeko

source: Editing enabled
af: redigering geaktiveer
az: Düzəliş qabiliyyəti açıldı
bg: Редакция - разрешена
ca: S'ha activat l'edició
cs: Úpravy povoleny
da: Redigering aktiveret
de: Bearbeiten aktiviert
el: Επεξεργασία απενεργοποιημένη
et: Redigeerimine lubatud
fi: Muokkaaminen mahdollista
he: הנימז הכירעה
hu: Szerkesztés engedélyezve
is: Sýsl er virkt
ko: 고칠 수 있습니다
lt: Redaguoti leidžiama
lv: Rediģēšana atļauta
mt: Tibdil permess
nl: Bewerken ingeschakeld
no: Redigering slått på
pl: Edycja włączona
pt: Edição activada
ro: Editare activată
ru: Редактирование включено
sk: Úprava zapnutá
sl: Urejanje omogočeno
sr: Izmena omogućena
ta: ¦¾¡Ìò¾ø ­ÂíÌõ
th: ให้แก้ไขได้
tr: Düzenleme açıldı
uk: Редагування дозволене
vi: Cho phép biên soạn
xh: Hlela okunokwenzeka

source: Change shortcut for:
af: verander kortpad vir:
az: Qısa yolunu dəyişdir:
bg: Смени shortcut за:
ca: Canvia la drecera per:
cs: Změnit klávesovou zkratku pro:
da: Ændr genvej for:
de: Tastenkürzel kann nicht geändert werden:
el: Αλλαγή της σύντμησης για:
et: Muuda kiirklahvi tegevusele:
fi: Muuta pikavalintaa:
he: :רובע ךרד רוציק הנש
hu: Billentyűparancs cseréje:
is: Breyta flýtilykill fyrir:
ko: 줄임쇠 바꾸기:
lt: Pakeisti nuorodą:
lv: Nomainīt īsinajumikonu priekš:
mt: Ibdel taqsira għal:
nl: Snelkoppeling veranderen voor:
no: Endre hurtigtast for:
pl: Zmień skrót dla:
pt: Mudar o atalho para:
ro: Modifică acceleratorul pentru:
ru: Изменить горячую клавишу для:
sk: Zmeniť zástupcu pre:
sl: Spremeni bližnjico za:
sr: Preomeni prečicu za:
ta: ­¾üÌÃ¢Â ÌÚìÌÅÆ¢¨Â Á¡üÚ:
th: เปลี่ยนคีย์ลัดสำหรับ:
tr: Kısayolunu değiştir:
uk: Змінити акселератор для:
vi: Đổi phím nóng cho:
xh: Tshintsha indlela emfutshane ku:

source: Global Key: cannot change shortcut
af: globale sleutel: kan nie verander kortpad
az: Ümumi Düymə: qısa yol dəyişdirilə bilmir
bg: Глобален клавиш: не мога да сменя shortcut
ca: Tecla global: no es pot canviar la drecera
cs: Globální klávesová zkratka: není možné změnit klávesovou zkratku
da: Global tast: kan ikke ændre genvej
de: Globale Taste: Tastenkürzel kann nicht geändert werden
el: Καθολικός Συνδυασμός: δε μπορώ να αλλάξω τη συντόμευση
et: Globaalne klahv: kiirklahvi pole võimalik muuta
fi: Yleinen näppäin: ei voitu vaihtaa pikavalintaa
he: ךרדה רוציק תא תונשל ןתינ אל :ילבולג שקמ
hu: Globális billentyűparancs: nem lehet megváltoztatni a hozzárendelést
is: Altækur lykill: get ekki breytt flýtilykli
ko: 일반 글쇠: 줄임쇠를 바꿀 수 없습니다
lt: Global Key: negaliu pakeisti nuorodos
lv: Globāls Taustiņš: nevar nomainīt īsinājumikonu
mt: Taqsira globali: ma tistax tinbidel
nl: Global Key: kan snelkoppeling niet veranderen
no: Global tast: kan ikke endre hurtigtast
pl: Ogólny klawisz: nie można zmienić skrótu
pt: Tecla Global: não consigo mudar o atalho
ro: Tastă globală: nu pot schimba acceleratorul
ru: Изменение этой клавиши невозможно.
sk: Globálny kláves: nedá sa použiť ako zástupca
sl: Global Key: ne morem spremeniti bližnjice
sr: Globalni taster: ne mogu da izmenim prečicu
ta: ¯Ä¸Ç¡Å¢Â º¡Å¢: ÌÚìÌÅÆ¢¨Â Á¡üÈÓÊÂ¡Ð
th: คีย์ส่วนกลาง: ไม่สามารถเปลี่ยนคีย์ลัดได้
tr: Genel Tuş: kısayol değiştirilemiyor
uk: Глобальна клавіша: не можу змінити акселератор
vi: Phím toàn thể: Không thay đổi được các phím nóng
xh: Isitshixo esingqukuva: asinakutshintsha indlela emfutshane

source: Key already used as global key:
af: sleutel alreeds gebruik word as globale sleutel:
az: Düymə onsuz da ümumi düymə olaraq istifadə edilir
bg: Клавиша се използва вече за глобален:
ca: La tecla ja s'úsa com a tecla global:
cs: Klávesa je již používána jako globální klávesová zkratka:
da: Tasten er allerede i brug som global taste
de: Taste bereits global benutzt:
el: Ο συνδυασμός χρησιμοποιείται ήδη σαν καθολικός:
et: Klahv on juba globaalse klahvina kasutusel:
fi: Yleinen näppäin on jo käytössä:
he: :ילבולג שקמכ שומישב רבכ שקמה
hu: Ez a billentyű már foglalt egy globális billentyűparancshoz:
is: Lykillur er nú þegar í notkun sem altækur lykill:
ko: 일반 글쇠처럼 이미 쓰고 있는 글쇠:
lt: Mygtukas jau naudojamas kaip globalus:
lv: Taustiņš jau tiek izmantots kā globālais taustiņš:
mt: Din il-buttuna diġà qed tintuża globalment:
nl: Toets reeds in gebruik als globale toets
no: Tasten brukes allerede som global tast:
pl: Klwaisz już używany jako ogólny klawisz:
pt: Tecla já utilizada como tecla global:
ro: Tasta este deja utilizată ca tastă globală:
ru: Клавиша уже используется как глобальная:
sk: Kláves je už použitý ako globálny:
sl: Tipka je že uporabljena kot globalna:
sr: Taster se već koristi kao globalni:
ta: ­îº¡Å¢ ¯Ä¸Ç¡Å¢Â º¡Å¢Â¡¸ ²ü¸É§Å ÒÆíÌ¸¢ÈÐ:
th: คีย์ถูกใช้เป็นคีย์ส่วนกลาง:
tr: Tuş zaten genel tuş olarak kullanılıyor
uk: Клавіша вже задіяна як глобальна:
vi: Phím này đã được dùng là phím toàn thể:
xh: Isitshixo sele sisetyenziswa njengesitshixo esingqukuva:

source: Global key cannot be changed
af: globale sleutel kan nie wees het verander
az: Ümumi düymə dəyişdirilə bilmir
bg: Глобалния клавиш не може да бъде сменен
ca: La tecla global no es pot canviar
cs: Globální klávesovou zkratku není možné změnit
da: Global tast kan ikke ændres
de: Globale Tastenkombinationen können nicht geändert werden
el: Ο καθολικός συνδυασμός δε μπορεί να τροποποιηθεί
et: Globaalset klahvi pole võimalik muuta
fi: Yleistä näppäintä ei voitu muuttaa
he: ילבולגה שקמה תא תונשל ןתינ אל
hu: A globális billentyűparancsokat nem lehet megváltoztatni
is: Get ekki breytt altækum lykli
ko: 일반 글쇠는 바꿀 수 없습니다
lt: Pagrindinis mygtukas negali būti keičiamas
lv: Globālais taustiņš nevar tikt mainīts
mt: Taqsira globali ma tistax tinbidel
nl: Globale toets kan niet worden gewijzigd
no: Global tast kan ikke endres
pl: Ogólny klawisz nie może zostać zmieniony
pt: Tecla global não pode ser alterada
ro: Tasta globală nu poate fi schimbată
ru: Нельзя изменить глобальную клавишу
sk: Globálny kláves sa nedá zmeniť
sl: Globalna tipka ne more biti spremenjena
sr: Globalni taster se ne može menjati
ta: ¯Ä¸Ç¡Å¢Â º¡Å¢¨Â Á¡üÈÓÊÂ¡Ð
th: ไม่สามารถเปลี่ยนแปลงคีย์ส่วนกลางได้
tr: Genel tuş değiştirilemiyor
uk: Глобальна клавіша не може бути змінена
vi: Không thay đổi được các phím toàn thể
xh: Isitshixo esingqukuva asinakutshintshwa

source: Requested Font
af: versoekte skrif tipe
az: İstənən Yazı Növü
bg: Предпочитан шрифт
ca: Font demanada
cs: Požadované písmo
da: Ønsket skrifttype
de: Gewünschte Schrift
el: Ζητούμενη Γραμματοσειρά
et: Soovitud font
fi: Pyydetty kirjasin
he: שקובמ ןפוג
hu: A kért betűtípus
is: Umbeðið letur
ko: 요청한 글꼴
lt: Pareikalautas šriftas
lv: Prasītais Fonts
mt: Font mitlub
nl: Gevraagde lettertype
no: Ønsket skrifttype
pl: Żądana czcionka
pt: Tipo de Letra Pedido
ro: Fontul cerut
ru: Запрошенный шрифт
sk: Požadovaná znaková sada
sl: Zahtevana pisava
sr: Traženi font
ta: §¸ð¼ ±ØòÐÕ
th: รูปแบบตัวอักษร
tr: İstenen Yazıtipi
uk: Запитаний шрифт
vi: Các phông đã được yêu cầu
xh: Umgca oceliweyo

source: Font style
af: skrif tipe styl
az: Yazı Növü tərzi
bg: Стил на шрифта
ca: Estil de font
cs: Styl písma
da: Skriftstil
de: Schriftstil
el: Στυλ γραμματοσειράς
et: Fondi stiil
fi: Kirjasimen tyyli
he: ןפוג ןונגס
hu: Betűstílus
is: Leturstíll
ko: 글꼴 종류
lt: Šrifto stilius
lv: Fonta stils
mt: Stil tal-font
nl: Lettertypestijl
no: Skriftstil
pl: Styl czcionki
pt: Estilo do tipo de letra
ro: Stil font
ru: Стиль шрифта
sk: Typ písma
sl: Slog pisave
sr: Stil fonta
ta: ±ØòÐÕô À¡ó¾õ
th: ลักษณะตัวอักษร
tr: Yazıtipi türü
uk: Стиль шрифту
vi: Kiểu phông
xh: Ubume bomgca

source: Regular
af: gewone
az: Normal
bg: Нормален
cs: Normální
da: Almindelig
de: Normal
el: Κανονικά
et: Tavaline
fi: Tavallinen
he: ליגר
hu: normál
is: Venjulegt
ko: 보통
lt: Reguliarus
lv: Regulārs
mt: Regolari
nl: Normaal
no: Vanlig
pl: Regularny
pt: Normal
ro: Normal
ru: Обычный
sk: Normálne
sl: Pravilen
sr: Običan
ta: ÅÆì¸Á¡É
th: ตัวธรรมดา
tr: Normal
uk: Звичайний
vi: Chính quy(regular)
xh: Rhoqo

source: Bold
af: vetdruk
az: Qalın
bg: Удебелен
ca: Negreta
cs: Tučné
da: Fed
de: Fett
el: Έντονα
et: Rasvane
fi: Lihavoitu
he: שגדומ
hu: félkövér
is: Feitletrað
ko: 두껍게
lt: Pusjuodis
lv: Treknraksts
mt: Skur
nl: Vet
no: Uthevet
pl: Pogrubiony
pt: Negrito
ru: Жирный
sk: Tučné
sl: Polkrepko
sr: Podebljan
ta: ¾ÊôÀ¡É
th: ตัวหนา
tr: Kalın
uk: Жирний
vi: Đậm(bold)
xh: Amagama amakhulu

source: Bold Italic
af: vetdruk kursief
az: Qalın Yatıq
bg: Удебелен италик
ca: Negreta cursiva
cs: Tučné skloněné
da: Fed kursiv
de: Fett kursiv
el: Έντονα Πλάγια
et: Rasvane kaldkiri
fi: Lihava kursiivi
he: יוטנו שגדומ
hu: félkövér, dőlt
is: Feit- og skáletrað
ko: 두껍고 기울어지게
lt: Pusjuodis kursyvas
lv: Trekns Kursīvs
mt: Skur Italiku
nl: Vet-cursief
no: Fet kursiv
pl: Pogrubiony i pochylony
pt: Negrito Itálico
ru: Жирный курсив
sk: Tučné šikmé
sl: Polkrepko kurzivno
sr: Podebljan kurziv
ta: ¾ÊôÀ¡É, º¡öó¾
th: ตัวเอียงหนา
tr: Kalın Yatık
uk: Жирний курсив
vi: Đậm nghiêng(bold italic)
xh: Amagama amakhulu akekeleyo

source: Character set:
af: karakter stel:
az: Hərf köməsi:
bg: Кодова таблица:
ca: Joc de caràcters:
cs: Znaková sada:
da: Tegnsæt:
de: Zeichensatz:
el: Σύνολο Χαρακτήρων:
et: Kooditabel:
fi: Merkistö:
he: :םיוות ךרעמ
hu: Karakterkészlet:
is: Stafatafla:
ko: 글자 세트:
lt: Simbolių rinkinys:
lv: Rakstzīmju kopa:
mt: Sett ta' karattri:
nl: Tekenset:
no: Tegnsett:
pl: Kodowanie:
pt: Caracteres:
ro: Caractere:
ru: Кодировка:
sk: Kódovanie:
sl: Nabor znakov:
sr: Skup znakova:
ta: ¯Õì¸½õ:
th: ชุดกลุ่มอักขระ:
tr: Karakter kümesi:
uk: Набір символів:
vi: Đặt kí tự:
xh: Ucwangciso lomsebenzi:

source: The Quick Brown Fox Jumps Over The Lazy Dog
af: die vinnige brown fox jumps bo die lazy dog
az: Cəld Qəhvəyi Tülkü Tənbəl İtin Üstündən Tullanır
bg: Бързата Кафява Лисица Скочи През Мързеливото Куче
ca: Zel de grum: quetxup, whisky, café, bon vi; ja!
cs: Žluťoučký kůň úpěl ďábelské ódy
da: The Quick Brown Fox Jumps Over The Lazy Dog ÆØÅæøå
de: Falsches Üben von Xylophonmusik quält jeden größeren Zwerg
el: Νίψον ανομήματα μη μόναν όψιν
et: Kiire punane rebane hüppab üle laisa koera
he: Abcd ץףןםך תשרקצפ עסנמלכ יטחזו הדגבא
hu: Árvíztűrő Tükörfúrógép
is: Öll dýrin í skóginum eiga að vera vinir!
ko: 온 누리에 무궁화 꽃이 활짝 피었습니다. The Quick Brown Fox Jumps Over The Lazy Dog
lt: Ypač Hondūro laikraštis cituoja fotovaizdą: vabzdžių įgeltą dėmę
lv: Sliņkis izlīdzas ar viltību
mt: ABC abc ĠĦĊŻ ġħċż 1230
no: Den Raske Brune Reven Hoppet Over Den Late Hunden
pl: Zażółć Gęślą Jaźń AaBbCc1!2@3#
pt: Vejam a Bruxa da Raposa Salta-Pocinhas e o Cão Feliz Que Dorme Regalado
ro: -ăĂâÂşŞţŢîÎ- The Quick Brown Fox Jumps Over The Lazy Dog
ru: А еще хорошо уметь всем на зависть четко и наглядно писать буквы и цифры!
sk: Rýchla hnedá líška skáče cez lenivého psa
sl: Šerif bo za vajo spet skuhal domače žgance
sr: Ljubazni fenjerdžija čađavog lica hoće da mi pokaže štos
ta: Â¡Ðõ °§Ã Â¡ÅÕõ §¸Ç¢÷; ¾£Ðõ ¿ýÚõ À¢È÷ ¾È Å¡Ã¡
th: Bangkok Thailand, กรุงเทพมหานคร ประเทศไทย
tr: Yavuz Hırsız Ev Sahibini Bastırır
uk: Тест українських та English символів
xh: Impungutye ekhawulezayo emdaka ixhuma phezu kwenja eyonqenayo

source: Actual Font
af: ware skrif tipe
az: Hazırkı Yazı Növü
bg: Актуален шрифт
ca: Font actual
cs: Aktuální písmo
da: Faktisk skrifttype
de: Benutzte Schrift
el: Πραγματική Γραμματοσειρά
et: Tegelik font
fi: Todellinen kirjasin
he: ןימז ןפוג
hu: A jelenlegi betűtípus
is: Raunletur
ko: 실제 글꼴
lt: Dabartinis šriftas
lv: Aktuālais Fonts
mt: Font attwali
nl: Huidig lettertype
no: Aktuell skrifttype
pl: Rzeczywista czcionka
pt: Tipo de Letra Utilizado
ro: Fontul actual
ru: Доступный шрифт
sk: Aktuálna znaková sada
sl: Dejanska pisava
sr: Stvarni font
ta: ¯ñ¨ÁÂ¡É ±ØòÐÕ
th: ตัวอักษรปกติ
tr: Geçerli Yazı Tipi
uk: Фактичний шрифт
vi: Phông thật
xh: Umgca ongowona
