Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Add filter
af: voeg by filter
az: Süzgəc Əlavə Et
bg: Добави филтър
ca: Afegeix filtre
cs: Přidat filtr
da: Tilføj filter
de: Filter hinzufügen
el: Προσθήκη Φίλτρου
et: Filtri lisamine
fi: Lisää suodin
he: ןנסמ ףסוה
hu: Szűrő hozzáadása
is: Bæta síu við
ko: 거르개 더하기
lt: Pridėti filtrą
lv: Pievienot filtru
mt: Żid filtru
nl: Filter toevoegen
no: Legg til filter
pl: Dodaj filtr
pt: Adicionar filtro
ro: Adaugă filtru
ru: Добавить фильтр
sk: Pridať filter
sl: Dodaj filter
sr: Dodaj filter
ta: ÅÊ¸ðÊ¨Âî §º÷
th: เพิ่มตัวกรอง
tr: Filtre ekle
uk: Додати фільтр
vi: Thêm bộ lọc
xh: Dibanisa amacebo okucoca ulwelo

source: Remove filter
af: verwyder filter
az: Süzgəci çıxart
bg: Премахни филтър
ca: Elimina filtre
cs: Odstranit filtr
da: Fjern filter
de: Filter entfernen
el: Αφαίρεση φίλτρου
et: Filtri eemaldamine
fi: Poista suodin
he: ןנסמ רסה
hu: A szűrő eltávolítása
is: Fjarlægja síu
ko: 거르개 없애기
lt: Pašalinti filtrą
lv: Aizvākt filtru
mt: Neħħi filtru
nl: Filter verwijderen
no: Fjern filter
pl: Usuń filtr
pt: Apagar filtro
ro: Şterge filtrul
ru: Удалить фильтр
sk: Odstrániť filter
sl: Odstrani filter
sr: Ukloni filter
ta: ÅÊ¸ðÊ¨Â ¿£ìÌ
th: ลบตัวกรองทิ้ง
tr: Filtre kaldır
uk: Вилучити фільтр
vi: Tháo gỡ bộ lọc
xh: Susa icebo lokucoca ulwelo

source: Move filter up
af: beweeg filter begin
az: Süzgəci yuxarı daşı
bg: Премести филтъра на горе
ca: Mou el filtre amunt
cs: Přesunout filtr nahoru
da: Flyt filter op
de: Filter nach oben verschieben
el: Μετακίνηση φίλτρου πάνω
et: Filtri ülespoole liigutamine
fi: Siirrä suodinta ylöspäin
he: ןנסמ הלעה
hu: A szűrő felfelé mozgatása
is: Færa síu upp
ko: 거르개 위로
lt: Perkelti filtrą aukštyn
lv: Pārvietot filtru uz augu
mt: Mexxi filtru 'l fuq
nl: Filter omhoog verplaatsen
no: Flytt filter opp
pl: Przesuń filtr do góry
pt: Mover filtro para cima
ro: Mută filtrul în sus
ru: Сместить фильтр вверх
sk: Posunúť vyššie
sl: Premakni filter navzgor
sr: Pomeri filter gore
ta: ÅÊ¸ðÊ¨Â §Áø ¿¸÷òÐ
th: ย้ายตัวกรองขึ้น
tr: Filtreyi yukarı taşı
uk: Пересунути фільтр вгору
vi: Chuyển bộ lọc lên trên
xh: Nyusela phezulu icebo lokucoca ulwelo

source: Move filter down
af: beweeg filter ondertoe
az: Süzgəci aşağı daşı
bg: Премести филтъра на долу
ca: Mou el filtre avall
cs: Přesunout filtr dolů
da: Flyt filter ned
de: Filter nach unten verschieben
el: Μετακίνηση φίλτρου κάτω
et: Filtri allapoole liigutamine
fi: Siirrä suodinta alaspäin
he: ןנסמ דרוה
hu: A szűrő lefelé mozgatása
is: Færa síu niður
ko: 거르개 아래로
lt: Perkelti filtrą žemyn
lv: Pārvietot filtru uz leju
mt: Mexxi filtru 'l isfel
nl: Filter omlaag verplaatsen
no: Flytt filter ned
pl: Przesuń filtr w dół
pt: Mover filtro para baixo
ro: Mută filtrul în jos
ru: Сместить фильтр вниз
sk: Posunúť nižšie
sl: Premakni filter navzdol
sr: Pomeri filter gore
ta: ÅÊ¸ðÊ¨Â ¸£ú ¿¸÷òÐ
th: ย้ายตัวกรองลง
tr: Filtreyi aşağı taşı
uk: Пересунути фільтр вниз
vi: Chuyển bộ lọc xuống dưới
xh: Thobela ezantsi icebo lokucoca ulwelo

source: Configure filter
af: konfigureer filter
az: Süzgəci quraşdır
bg: Конфигурация на филтър
ca: Configura el filtre
cs: Nastavení filtru
da: Indstil filter
de: Filter einrichten
el: Ρύθμιση φίλτρου
et: Filtri seadistamine
fi: Muokkaa suodinta
he: ןנסמה תורדגה
hu: A szűrő beállítása
is: Stilla síu
ko: 거르개 설정
lt: Konfigūruoti filtrą
lv: Konfigurēt filtru
mt: Ikkonfigura l-filtru
nl: Filter instellen
no: Sett opp filter
pl: Konfiguruj filtr
pt: Configurar filtro
ro: Configurează filtru
ru: Настройка фильтра
sk: Nastaviť filter
sl: Prilagodi filter
sr: Podesi filter
ta: ÅÊ¸ðÊ¨Â ÅÊÅ¨Á
th: ปรับแต่งตัวกรอง
tr: Filtreyi yapılandır
uk: Налаштувати фільтр
vi: Cấu hình bộ lọc
xh: Qwalasela icebo lokucoca ulwelo

source: No more available filters.
af: nee meer beskikbaar filters.
az: Daha süzgəc yoxdur.
bg: Няма повече налични филтри.
ca: No hi ha més filtres disponibles.
cs: Žádné další dostupné filtry
da: Ikke flere tilgængelige filtre.
de: Es sind keine weiteren Filter verfügbar.
el: Τελείωσαν τα διαθέσιμα φίλτρα.
et: Rohkem võimalike filtreid pole.
fi: Käytössä olevia suotimia ei enää ole.
he: .םינימז םיננסמ דוע ןיא
hu: Nem áll rendelkezésre több szűrő.
is: Engar fleiri tiltækar síur.
ko: 더 쓸 수 없는 거르개
lt: Daugiau filtrų nebėra.
lv: Nav vairāk pieejamu filtru.
mt: M'hemmx iżjed filtri.
nl: Geen filters meer beschikbaar.
no: Ingen flere tilgjengelige filtere.
pl: Nie ma więcej dostępnych filtrów
pt: Não há mais filtros disponíveis
ro: Nu mai există filtre disponibile.
ru: Нет других доступных фильтров.
sk: Žiadne ďalšie filtre.
sl: Ni več razpoložljivih filtrov.
ta: §ÅÚ ÅÊ¸ðÊ¸û ­ø¨Ä
th: ไม่มีตัวกรองแล้ว
tr: Başka filtre yok.
uk: Більше фільтрів немає.
vi: Không có bộ lọc nào dùng được.
xh: Akukho macebo okucoca ulwelo akhoyo.

source: Select the filter to add
af: kies die filter aan voeg by
az: Əlavə ediləcək süzgəci seç
bg: Изберете филтър за добавяне
ca: Selecciona el filtre per afegir
cs: Zvolte filtr k přidání
da: Vælg filter at tilføje
de: Filter auswählen, der hinzugefügt werden soll
el: Επιλέξτε φίλτρο για προσθήκη
et: Vali lisatav filter
fi: Valitse lisättävä suodin
he: ףיסוהל שיש ןנסמה תא רחב
hu: Válassza ki a felvenni kívánt szűrőt
is: Veldu síu til að bæta við
ko: 더할 거르개 고르기
lt: Pasirinkite filtrą, kurį norite pridėti
lv: Izvēlēties filtru ko pievienot
mt: Agħżel filtru x'iżżid
nl: Selecteer de toe te voegen filter
no: Velg filter å legge til
pl: Wybierz filtr do dodania
pt: Seleccione o filtro a adicionar
ro: Selectaţi filtrul de adăugat
ru: Выберите фильтр
sk: Vyberte filter, ktorý chcete pridať
sl: Izberite filter, ki naj se doda
ta: §º÷ìÌõ ÅÊ¸ ðÊ¨Âò ¦¾Ã¢× ¦ºö
th: เลือกตัวกรองที่จะเพิ่ม
tr: Eklenecek filtreyi seçin
uk: Виберіть фільтр для додавання
vi: Chọn bộ lọc để thêm vào
xh: Khetha icebo lokucoca ulwelo ukudibanisa

source: Internal error: unable to load filter.
af: intern fout: nie moontlik aan las filter.
az: Daxili xəta: süzgəc yüklənə bilmir
bg: Вътрешна грешка: не мога да заредя филтър.
ca: Error intern: no s'ha pogut carregar el filtre.
cs: Vnitřní chyba: nelze nahrát filtr.
da: Indre fejl: kan ikke indlæse filter.
de: Interner Fehler: Filter ist nicht auffindbar.
el: Εσωτερικό σφάλμα: δε μπόρεσα να φορτώσω το φίλτρο.
et: Sisemine viga: filtrit pole võimalik laadida.
fi: Sisäinen virhe: suotimen lataaminen ei onnistu.
he: .ןנסמה תא ןועטל ןתינ אל :תימינפ האיגש
hu: Belső hiba: a szűrő betöltése nem sikerült.
is: Innri villa: Ekki tókst að hlaða inn síu.
ko: 내부 문제: 거르개를 읽을 수 없습니다.
lt: Vidaus klaida: nesugebu pakrauti filtro.
lv: Iekšēja kļūda: nevar ielādēt filtru.
mt: Problema interna: ma setax jittella' l-filtru.
nl: Interne fout: het filter kon niet worden geladen.
no: Intern feil: kunne ikke laste filter.
pl: Bład wewnętrzny: nie można załadować filtra.
pt: Erro interno: não consegui carregar filtro.
ro: Eroare internă: nu am putut încărca filtrul!
ru: Внутренняя ошибка: не удалось загрузить фильтр.
sk: Interná chyba: nie je možné načítať filter.
sl: Notranja napaka: ni moč naložiti filtra.
sr: Interna greška: ne mogu da učitam filter.
ta: ¯ûÇ¡÷ó¾ ¾ÅÚ: ÅÊ¸ðÊ¨Â ²üÈ ÓÊÂÅ¢ø¨Ä.
th: ข้อผิดพลาดภายใน: ไม่สามารถเรียกใช้ตัวกรองได้
tr: İç hata: filtre yüklenemedi.
uk: Внутрішня помилка: неможливо завантажити фільтр!
vi: Lỗi nội bộ: Không thể tải bộ lọc.
xh: Imposiso yangaphakathi: ayikwazi ukulayisha icebo lokucoca ulwelo.

source: <p>The access to the requested resource on the CUPS server running on <b>%1</b> (port <b>%2</b>) requires a password.</p>
af: <p>die toegang verkry aan die versoekte hulpbron op die cups bediener wat loop op <b>%1</b> (poort <b>%2</b>) benodig 'n wagwoord.</p>
az: <p><b>%1</b> ünvanında işləyən CUPS vericiyə (<b>%2</b> qapısı) yetişmə üçün bir parol lazımdır.</p>
bg: <p>Достъпът до заявените ресурси за CUPS сървър работещ на<b>%1</b> (порт <b>%2</b>) изискват парола.</p>
ca: <p>Per accedir al recurs sol·licitat al servidor CUPS que s'executa a <b>%1</b> (port <b>%2</b>) cal una contrasenya.</p>
cs: <p>Přístup k požadovanému zdroji na CUPS serveru běžícím na <b>%1</b> (port <b>%2</b>) vyžaduje heslo.</p>
da: <p>Adgang til den ønskede ressource på CUPS serveren der kører på <b>%1</b> (port <b>%2</b>) kræver et kodeord.</p>
de: <p>Der Zugriff auf die angeforderte Ressource des CUPS-Servers unter <b>%1</b> (Port <b>%2</b>) erfordert ein Passwort.</p>
el: <p>Η πρόσβαση στο ζητούμενο πόρο του εξυπηρετητή CUPS που τρέχει στην <b>%1</b> (πόρτα <b>%2</b>) απαιτεί κωδικό.</p>
et: <p>Juurdepääs soovitud ressursile serveris <b>%1</b> töötavale CUPS serverile (port <b>%2</b>) vajab parooli.</p>
fi: <p>Pääsy pyydettyyn resurssiin CUPS palvelimella <b>%1</b> (portti <b>%2</b>) vaatii salasanan.</p>
he: <p align=right>תרשב שקובמה באשמה לא השיגה<br><b>%1</b>-ב לעופה CUPS-ה<br>.המסיס תשרוד (<b>%2</b> האיצי)</p>
hu: <p>Ha hozzá szeretne férni a megadott objektumhoz a CUPS kiszolgálón (hely: <b>%1</b>, port: <b>%2</b>), akkor adja meg a megfelelő jelszót.</p>
is: <p>Til að nálgast umbeðna auðlind á CUPS þjóninum á <b>%1</b> (gátt <b>%2</b>)</p>
ko: <p><b>%1</b> (포트 <b>%2</b>)에서 돌아가는 컵스(CUPS) 서버에 있는 자원을 쓸려면 열쇠글이 필요합니다.</p>
lt: <p>Norint prieiti prie nurodyto resurso CUPS serveryje <b>%1</b> (port <b>%2</b>) reikia slaptažodžio.</p>
lv: <p>Pieejai pieprasītajam CUPS servera resursam uz <b>%1</b> (ports <b>%2</b>) nepieciešama parole.</p>
mt: <p>L-aċċess għar-riżors mitlub fuq is-server CUPS fuq <b>%1</b> (port <b>%2</b>) jinħtieġ password.</p>
nl: <p>De toegang tot de gewenste bron op de CUPS-server, draaiende op <b>%1</b> (poort <b>%2</b>), vereist een wachtwoord.</p>
no: <p>Tilgang til den ønskede ressursen på CUPS-tjeneren som kjører på <b>%1</b> (port <b>%2</b>) krever et passord.</p>
pl: <p>Dostęp do zasobu serwera CUPS uruchomionego na serwerze <b>%1</b> (port <b>%2</b>) wymaga hasła.</p>
pt: <p>O acesso ao dispositivo seleccionado no servidor CUPS, a executar-se em <b>%1</b> (porto <b>%2</b>) necessita de uma senha.</p>
ro: <p>Pentru accesul la resursa cerută pe server-ul CUPS rulînd pe <b>%1</b> (portul <b>%2</b>) este nevoie de o parolă.</p>
ru: <p>Доступ к запрошенному ресурсу на сервере CUPS на <b>%1</b> (порт <b>%2</b>) требует пароля.</p>
sk: <p>Prístup k požadovanému zdroju na serveri CUPS bežiacom na <b>%1</b> (port <b>%2</b>) vyžaduje heslo.</p>
sl: <p>Dostop do zaprošenega vira na strežniku CUPS, ki teče na <b>%1</b> (vrata <b>%2</b>), potrebuje geslo.</p>
ta: <p><b>%1</b> (Ð¨È <b>%2</b>)-­ø ­ÂíÌõ CUPS ÀÃ¢Á¡È¢Â¢ÖûÇ ¿£í¸û §¸ð¼ ÅÇò¨¾ «Ï¸ì ¸¼×î¦º¡ø¦Ä¡ýÚ §¾¨Å.</p>
th: <p>ต้องการรหัสผ่าน สำหรับการเข้าใช้ทรัพยากรบนเซิร์ฟเวอร์ CUPS<br>ซึ่งกำลังทำงานอยู่บน <b>%1</b> (พอร์ต <b>%2</b>)</p>
tr: <p><b>%1</b> adresinde çalışan CUPS sunucuya (<b>%2</b> portu) erişim için bir parola gerekiyor.</p>
uk: <p>Доступ до запитаного ресурсу з сервера CUPS на машині <b>%1</b> (порт <b>%2</b>) потребує пароля.</p>
vi: <p>Truy cập tới tài nguyên đã được đề nghị trên CUPS server đang chạy ở cổng <b>%1</b> (port <b>%2</b>) đòi hỏi mật khẩu .</p>
xh: <p>Unikezelo lwecebo elifuniweyo kwi CUPS ezisebenzayo <b>%1 </b> (izibuko<b>%2</b>) ifuna igama eligqithisiweyo.</p>

source: CUPS settings
af: cups instellings
az: CUPS qurğuları
bg: Настройки на CUPS
ca: Arranjament de CUPS
cs: Nastavení CUPS
da: CUPS opsætning
de: CUPS-Einstellungen
el: Ρυθμίσεις CUPS
et: CUPS seadistused
fi: CUPS asetukset
he: CUPS תורדגה
hu: A CUPS beállításai
is: Stillingar CUPS
ko: 컵스(CUPS) 설정
lt: CUPS nustatymai
lv: CUPS uzstādījumi
mt: Setings tal-CUPS
nl: CUPS-instellingen
no: CUPS-innstillinger
pl: Ustawienia CUPS
pt: Configuração do CUPS
ro: Opţiuni CUPS
ru: Настройки CUPS
sk: Nastavenia CUPS
sl: Nastavitve CUPS
sr: CUPS podešavanja
ta: CUPS «¨ÁôÒ¸û
th: ปรับแต่ง CUPS
tr: CUPS ayarları
uk: Параметри CUPS
vi: Thiết lập CUPS
xh: Izicwangciso ze CUPS

source: IPP connection error.
af: ipp verbinding fout.
az: IPP bağlantı xətası
bg: IPP комуникационна грешка.
ca: Error de connexió IPP.
cs: Chyba v IPP spojení
da: IPP forbindelsesfejl
de: IPP-Verbindungsfehler
el: Σφάλμα σύνδεσης IPP.
et: IPP ühenduse viga.
fi: IPP yhteysvirhe.
he: .IPP רוביחב האיגש
hu: IPP csatlakozási hiba.
is: IPP tengivilla.
ko: IPP 연결 오류
lt: IPP susijungimo klaida.
lv: IPP savienojuma kļūda
mt: Problema fil-konnessjoni IPP.
nl: IPP-verbindingsfout.
no: IPP tilkoblingsfeil.
pl: Błąd połączenia IPP.
pt: Erro na ligação de IPP.
ro: Eroare conectare IPP.
ru: Ошибка соединения с IPP
sk: Chyba spojenia IPP.
sl: Napaka pri povezavi IPP.
ta: IPP ¦¾¡¼÷Òò ¾ÅÚ.
th: การเชื่อมต่อ IPP ผิดพลาด
tr: IPP bağlantı hatası.
uk: Помилка зв'язку IPP.
vi: Lỗi kết nối IPP.
xh: Imposiso yodibaniso ye IPP.

source: Unable to locate test page.
af: nie moontlik aan opspoor toets bladsy.
az: Sınaq faylı tapıla bilmir
bg: Не мога да намеря тестовата страница.
ca: No s'ha pogut localitzar la pàgina de prova.
cs: Nelze nalézt testovací stránku.
da: Kan ikke finde testside
de: Testseite ist nicht auffindbar
el: Δε μπορώ να βρω τη δοκιμαστική σελίδα.
et: Testlehekülge ei leitud.
fi: Testisivua ei löytynyt.
he: .ןויסינה דומע תא אוצמל ןתינ אל
hu: A tesztoldal nem található.
is: Fann ekki prufusíðu.
lt: Negaliu rasti testinio puslapio.
lv: Nevar atrast test lapu.
mt: Ma setgħetx tinstab il-paġna test.
nl: De testpagina kon niet worden gelokaliseerd.
no: Kunne ikke finne testside.
pl: Nie można odnaleźć strony testowej.
pt: Não consegui encontrar a página de teste.
ro: Nu găsit pagina de test.
ru: Не могу открыть тестовую страницу.
sk: Nepodarilo sa nájsť testovaciu stránku.
sl: Ni moč najti preizkusne strani.
sr: Ne mogu da lociram test stranicu.
ta: §º¡¾¨Éô Àì¸ò¨¾ò ¸ñ¼È¢Â ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถหาหน้าทดสอบการพิมพ์ได้
tr: Deneme sayfası açılamadı.
uk: Неможливо знайти тестову сторінку.
vi: Không thể định vị được trang in thử.
xh: Ayikwazi ukubeka endaweni iphepha lovavanyo.

source: Adjustments
af: verstellings
az: Yaxşılaşdırmalar
bg: Нагласявания
ca: Ajustos
cs: Úpravy
da: Justeringer
de: Anpassungen
et: Täpsustused
fi: Tarkennukset
he: תומאתה
hu: Igazítások
is: Stillingar
ko: 조정
lt: Reguliavimai
lv: Regulējumi
mt: Tibdiliet
nl: Aanpassingen
no: Endringer
pl: Dopasowania
pt: Ajustes
ro: Ajustări
sk: Úpravy
sl: Prilagoditve
ta: ¾¢Õò¾í¸û
th: การปรับปรุง
tr: Ayarlar
uk: Вирівнювання
xh: Unyenyiso

source: Library <b>libcupsdconf</b> not found. Check your installation.
af: biblioteek <b>libcupsdconf</b> nie gevind. bevestig jou installasie.
az: <b>libcupsdconf</b> kitabxanası tapılmadı. Qurulumunuzu yoxlayın.
bg: Библиотеката <b>libcupsdconf</b> не е намерена. Проверете си инсталацията.
ca: La biblioteca <b>libcupsdconf</b> no s'ha trobat. Comproveu la vostra instal·lació.
cs: Knihovna <b>libcupsdconf</b> nebyla nalezena. Ověřte vaši instalaci.
da: Bibliotek <b>libcupsdconf</b> ikke fundet. Tjek din installation.
de: Bibliotheksdatei <b>libcupsdconf</b> ist nicht auffindbar. Überprüfen Sie Ihre Installation.
el: Η βιβλιοθήκη <b>libcupsdconf</b> δε βρέθηκε. Ελέγξτε την εγκατάστασή σας.
et: Teeki <b>libcupsdconf</b> ei leitud. Kontrolli paigaldust.
fi: Kirjastoa <b>libcupsdconf</b> ei löytynyt. Tarkista asennuksesi.
he: .ךלש הנקתהה תא קודב .האצמנ אל <b>libcupsdconf</b> הירפסה
hu: A(z) <b>libcupsdconf</b> programkönyvtár nem található. Ellenőrizze a telepítést.
is: <b>libcupsdconf</b> fannst ekki. Skoðaðu uppsetninguna þína.
lt: <b>libcupsdconf</b> biblioteka nerasta. Pasitikrinkite įdiegimą.
lv: Bibliotēka <b>libcupsdconf</b> nav atrasta. Pārbaudiet jūsu instalāciju.
mt: Il-librerija <b>libcupsdconf</b> ma nstabitx. Iċċekkja l-installazzjoni.
nl: De bibliotheek <b>libcupsdconf</b> werd niet gevonden. Controleer uw installatie.
no: Fant ikke biblioteket <b>libcupsdconf</b>. Sjekk installasjonen din.
pl: Nie znaleziono biblioteki <b>libcupsdconf</b>. Sprawdź instalację.
pt: A biblioteca <b>libcupsdconf</b> não foi encontrada. Verifica a tua instalação.
ro: Nu am găsit librăria <b>libcupsdconf</b>. Verificaţi-vă instalarea.
ru: Библиотека <b>libcupsdconf</b> не найдена. Убедитесь, что она установлена.
sk: Knižnica <b>libcupsdconf</b> nenájdená. Overte inštaláciu.
sl: Knjižnica <b>libcupsdconf</b> ni bila najdena. Preverite vašo namestitev.
ta: <b>libcupsdconf</b> ­ø¨Ä. ¯í¸û ¿¢ÚÅ¨Äî ºÃ¢À¡÷ì¸×õ.
th: ไม่พบไลบรารี <b>libcupsdconf</b> โปรดตรวจสอบว่าติดตั้งหรือยัง
tr: <b>libcupsdconf</b> kütüphanesi bulunamadı. Kurulumu gözden geçirin.
uk: Бібліотеку <b>libcupsdconf</b> не знайдено. Перевірте, чи вірно все встановлено.
vi: Không tìm thấy thư viện <b>libcupsdconf</b> Kiểm tra lại cài đặt của bạn .
xh: Ilayibrari<b>libcupsdconf</b> ayifumaneki.Khangela ufako lwakho.

source: Symbol <b>%1</b> not found in libcupsdconf library.
af: simbool <b>%1</b> nie gevind in libcupsdconf biblioteek.
az: <b>%1</b> simvolu libcupsdconf kitabxanasında tapılmadı.
bg: Символ <b>%1</b> не е намерен в библиотеката на ibcupsdconf
ca: El símbol <b>%1</b> no s'ha trobat a la biblioteca libcupsdconf.
cs: Symbol <b>%1</b> nebyl v knihovně libcupsdconf nalezen.
da: Symbol <b>%1</b> ikke fundet i libcupsdconf bibliotek.
de: Symbol <b>%1</b> nicht auffindbar in Bibliothek libcupsdconf.
el: Το σύμβολο <b>%1</b> δε βρέθηκε στη βιβλιοθήκη libcupsdconf.
et: Sümbolit <b>%1</b> ei leitud libcupsdconf teegist.
fi: Symbolia <b>%1</b> ei löytynyt libcupsdconf kirjastosta.
he: .libcupsdconf הירפסב אצמנ אל <b>%1</b> למסה
hu: A(z) <b>%1</b> szimbólum nem található meg a libcupsdconf programkönyvtárban.
is: Táknið <b>%1</b> fannst ekki í libcupsdconf safninu.
lt: Simbolis <b>%1</b> nerastas libcupsconf bibliotekoje.
lv: Simbols <b>%1</b> nav atrasts libcupsdconf bibliotēkā.
mt: Is-simbolu <b>%1</b> ma nstabx fil-librerija libcupsdconf.
nl: Het symbool <b>%1</b> werd niet gevonden in de bibliotheek "libcupsdconf".
no: Fant ikke symbolet <b>%1</b> i libcupsdconf-biblioteket.
pl: Nie znaleziono symbolu <b>%1</b> w bibliotece libcupsdconf.
pt: Não foi encontrado o símbolo <b>%1</b> na biblioteca libcupsdconf.
ro: Nu am găsit simbolul <b>%1</b> în librăria "libcupsdconf".
ru: Символ <b>%1</b> не найден в библиотеке libcupsdconf.
sk: Symbol <b>%1</b> v knižnici libcupsdconf nenájdený.
sl: Simbol <b>%1</b> ni bil najden v knjižnici libcupsdconf.
ta: <b>%1</b> ¸½¢É¢¨Â libcupsdconf-­ü ¸¡½Å¢ø¨Ä.
th: ไม่พบสัญลักษณ์ <b>%1</b> ในไลบรารี libcupsdconf
tr: libcupsdconf kütüphanesinde <b>%1</b> sembolü bulunamadı.
uk: Символ <b>%1</b> у бібліотеці libcupsdconf не знайдено.
vi: Biểu tượng <b>%1</b> không tìm thấy trên thư viện của libcupsdconf .
xh: Uphawu<b>%1</b>ayifumaneki kwi libcupsdconf layibrari.

source: Local printer (parallel, serial, USB)
af: plaaslike drukker (parallelle, reeksnommer, usb)
az: Yerli çap edici (parallel, serial, USB)
bg: Локален принтер (паралелен, сериен, USB)
ca: Impressora local (paral·lel, sèrie, USB)
cs: Lokální tiskárna (paralelní, sériová, USB)
da: Lokal printer (parallel, seriel, USB)
de: Lokaler Drucker (parallel, seriell, USB)
el: Τοπικός εκτυπωτής (παράλληλος, σειραϊκός, USB)
et: Kohalik printer (paraleelport, serialport, USB)
fi: Paikallinen tulostin (rinnakkais, sarja, USB)
he: (USB ,תירוט ,תיליבקמ) תימוקמ תספדמ
hu: helyi nyomtató (párhuzamos, soros, USB)
is: Prentari á þessari vél (hliðtengi, raðtengi, USB)
ko: 로컬 인쇄기 (병렬 포트, 직렬 포트, USB)
lt: Vietinis spausdintuvas (lygiagretus, nuoseklus, USB)
lv: Lokāla drukas iekārta (paralēla, seriāla, USB)
mt: Printer lokali (parallell, serial, USB)
nl: Lokale printer (parallel, seriëel, USB)
no: Lokal skriver (parallell, seriell, USB)
pl: Drukarka lokalna (równoległa, szeregowa, USB)
pt: Impressora local (parelela, série, USB)
ro: Imprimantă locală (pararelă, serială, USB)
ru: Локальный принтер (параллельный, последовательный, USB)
sk: Lokálna tlačiareň (paralelná, sériová, USB)
sl: Krajevni tiskalnik (paralelni, serijski USB)
sr: Lokalni štampač (paralelni, serijski, USB)
ta: ¯ûÇ¨Á «îÍô¦À¡È¢ (ºÁ¡ó¾Ã, ¦¾¡¼÷, USB)
th: เครื่องพิมพ์แบบต่อตรง (พอร์ตขนาน, อนุกรม, USB)
tr: Yerel yazıcı (paralel, seri, USB)
uk: Локальний на принтер (паралельний, послідовний, USB)
vi: Máy in địa phương(song song, serial,USB)
xh: Umshicileli wobulali (ohamba kunye, uthotho, USB)

source: Remote LPD queue
af: afgeleë lpd wagtou
az: Uzaq LPD sorğusu
bg: Премахва LPD опашка
ca: Cua LPD remota
cs: Vzdálená LPD fronta
da: Fjern LPD kø
de: LPD-Druckerwarteschlange auf Fremdrechner
el: Απομακρυσμένη ουρά LPD
et: LPD järjekord
fi: LPD etäjono
he: קחורמ LPD רות
hu: távoli LPD nyomtatósor
is: Fjarlæg LPD prentröð
ko: 원격지 LPD 큐
lt: Nutolusio LPD eilė
lv: Attālināta LPD rinda
mt: Kju LPD remot
nl: LPD-wachtrij op afstand
no: Fjern LPD-kø
pl: Zdalna kolejka LPD
pt: Fila LPD remota
ro: Coadă de imprimare distantă LPD
ru: Сетевая очередь LPD
sk: Vzdialený front LPD
sl: Oddaljena čakalna vrsta LPD
sr: Udaljeni LPD red za štampanje
ta: §ºö¨Á LPD ÅÃ¢¨º
th: เครื่องพิมพ์แบบเครือข่าย LPD
tr: Uzak LPD kuyruğu
uk: Віддалена черга LPD
vi: Hàng đợi LPD ở xa
xh: Beka kude ufolo lwe LPD

source: SMB shared printer (Windows)
af: smb gedeelde drukker (vensters)
az: SMB paylaşılmıl çap edici (Windows)
bg: SMB поделен принтер (Windows)
ca: Impressora compartida SMB (Windows)
cs: Sdílená SMB tiskárna (Windows)
da: SMB delt printer (Windows)
de: SMB-Druckressource (Windows)
el: Μοιραζόμενος εκυπωτής SMB (Windows)
et: SMB jagatud printer (Windows)
fi: SMB jaettu tulostin (Windows)
he: (Windows) תפתושמ SMB תספדמ
hu: SMB megosztott nyomtató (pl. Windows-ban)
is: SMB miðlaður prentari (Windows)
ko: 삼바로 함께 쓰는 인쇄기 (윈도우즈)
lt: SMB bendro naudojimo spausdintuvas (Windows)
lv: SMB izdalīta drukas iekārta (Windows)
mt: Printer offrut mill-SMB (Windows)
nl: SMB-gedeelde printer (Windows)
no: SMB-delt skriver (Windows)
pl: Udostępniona drukarka SMB (z Windows)
pt: Impressora partilhada por SMB (Windows)
ro: Imprimantă SMB partajată (Windows)
ru: SMB принтер (Windows)
sk: Zdieľaná tlačiareň SMB (Windows)
sl: Deljeni tiskalnik SMB (Windows)
sr: SMB deljeni štampač (Windows)
ta: SMB À¸¢÷ó¾ «îÍô¦À¡È¢ (Windows)
th: เครื่องพิมพ์แบบเครือข่าย SAMBA (วินโดว์ส)
tr: SMB paylaşımlı yazıcı (Windows)
uk: Колективний принтер SMB (Windows)
vi: Máy in chia sẻ SMB (Windows)
xh: Umshicileli obelekisanayo we SMB (iiWindow)

source: Network printer (TCP)
af: netwerk drukker (tcp)
az: Şəbəkə çap edicisi (TCP)
bg: Мрежови принтер (TCP)
ca: Impressora de xarxa (TCP)
cs: Síťová tiskárna (TCP)
da: Netværk printer (TCP)
de: Netzwerkdrucker (TCP)
el: Δικτυακός εκτυπωτής (TCP)
et: Võrguprinter (TCP)
fi: Verkkotulostin (TCP)
he: (TCP) תשר תספדמ
hu: hálózati nyomtató (TCP)
is: Netprentari (TCP)
ko: 네트웍 인쇄기 (TCP)
lt: Tinklo spausdintuvas (TCP)
lv: Tīkla drukas iekārta (TCP)
mt: Printer tan-network (TCP)
nl: Netwerkprinter (TCP)
no: Nettverksskriver (TCP)
pl: Drukarka sieciowa (po TCP)
pt: Impressora de rede (TCP)
ro: Imprimantă de reţea (TCP)
ru: Сетевой принтер (TCP)
sk: Sieťová tlačiareň (TCP)
sl: Omrežni tiskalnik (TCP)
sr: Mrežni štampač (TCP)
ta: Å¨ÄÂ¨ÁôÒ «îÍô¦À¡È¢ (TCP)
th: เครื่องพิมพ์แบบเครือข่าย (TCP)
tr: Ağ yazıcısı (TCP)
uk: Мережевий принтер (TCP)
vi: Máy in mạng (TCP)
xh: Umshicileli womsebenzi womnatha (TCP)
