Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Sorry, no information available. The supplied KAboutData object does not exist.
af: jammer, nee informasie beskikbaar. die verskaf kaboutdata voorwerp doen nie bestaan.
az: Bağışlayın, mə'lumat yoxdur. KAboutData cismi tapıla bilmədi.
bg: Съжалявам, няма информация Глобален KAboutData не съществува.
ca: Ho sento, no hi ha informació disponible. L'objecte KAboutData proporcionat no existeix.
cs: Lituji, není dostupná žádná informace. Zadaný objekt KAboutData neexistuje.
da: Desværre ingen information tilgængelige. Det givne KAboutData objekt findes ikke
de: Es ist leider keine Information verfügbar. Das angegebene KAboutData-Objekt existiert nicht.
el: Συγγνώμη, δεν υπάρχουν διαθέσιμες πληροφορίες. Το καθολικό αντικείμενο KAboutData δεν υπάρχει.
et: Vabandust, infot pole. Infot pakkuvat KAboutData objekti ei eksisteeri.
fi: Ei tietoja saatavilla. Yleistä KAboutData-objektia ei ole olemassa.
he: .ןימז עדימ םוש ןיא ,יל רצ .םייק אל קפוסמה KAboutData-ה טקייבוא
hu: Nem áll rendelkezésre információ. A megadott KAboutData objektum nem létezik.
is: Því miður eru engar upplýsingar tiltækar. Þessi KAboutData hlutur er ekki til.
ko: 죄송합니다, 필요한 정보가 없습니다. Global KAboutData 객체가 없습니다.
lt: Apgailestauju .
lv: Piedodiet, nav informācijas. Iekļautais KAboutData objekts neeksistē.
mt: Jiddispjaċini, m'hemmx informazzjoni L-oġġett 'KAboutData' ma' jeżistix.
nl: Helaas, er is geen informatie beschikbaar. Het opgegeven object "KAboutData" bestaat niet.
no: Beklager, ingen informasjon tilgjengelig. Det oppgitte KAboutData-objektet eksisterer ikke.
pl: Niestety, brak dostępnych informacji. Podany obiekt KAboutData nie istnieje.
pt: Desculpa, não há nenhuma informação disponível. O objecto global KAboutData não existe.
ro: Nu există informaţii dispobibile. Obiectul KAboutData nu există.
ru: К сожалению, данные отсутствуют. Программа не предоставила объекта KAboutData.
sk: Prepáčte, ale nie sú žiadne dostupné informácie. Objekt KAboutData neexistuje.
sl: Podatek žal ni na voljo. Ni globalnega predmeta KAboutData.
sr: Izvinite, nema dostupnih informacija. KAboutData objekat ne postoji.
ta: ÁýÉ¢ì¸×õ, ±ó¾ ¾¸ÅÖõ ­ø¨Ä. ¾ó¾ kAboutData ±Ûõ ¦À¡Õû ­ø¨Ä.
th: ขออภัย ไม่มีีข้อมูลเลย ออบเจ็กต์ที่ KAboutData ต้องการ ยังไม่มี
tr: Üzgünüm, bilgi yok. KAboutData nesnesi bulunamadı.
uk: Вибачте, інформація відсутня. Наданий об'єкт KAboutData не існує.
vi: Xin lỗi, không có thông tin cân tìm. Các đối tượng KAboutData đã được cung cập không tồn tại .
xh: Uxolo, akukho lwazi lukhoyo. Injongo ezinikeziweyo ze KAboutData ayisekho.

source: A&uthor
af: outeur
az: &Müəllif
bg: &Автор
ca: A&utor
cs: A&utor
da: &Udvikler
de: A&utor
el: &Δημιουργός
et: A&utor
fi: &Tekijä
he: בתו&כ
hu: S&zerző
is: Höf&undur
ko: 만든이(&u)
lt: A&utorius
lv: A&utors
mt: A&wtur
nl: A&uteur
no: F&orfatter
pl: A&utor
pt: A&utor
ro: A&utor
ru: А&втор
sk: A&utor
sl: A&vtor
sr: A&utor
ta: ¬º¢Ã¢Â÷
th: ผู้เขียน
tr: &Yazar
uk: А&втор
vi: &Tác giả
xh: Um&bhali

source: A&uthors
af: outeure
az: Müə&lliflər
bg: &Автори
ca: A&utors
cs: A&utoři
da: &Udviklere
de: Autor&en
el: Δημιουρ&γοί
et: A&utorid
fi: &Tekijät
he: םיבתו&כ
hu: S&zerzők
is: Höf&undar
ko: 만든이(&u)
lt: A&utoriai
lv: A&utori
mt: Aw&turi
nl: Aut&eurs
no: F&orfattere
pl: A&utorzy
pt: A&utores
ro: A&utori
ru: Ав&торы
sk: A&utori
sl: A&vtorji
sr: A&utori
ta: ¬º¢Ã¢Â÷¸û
th: ผู้เขียน
tr: Y&azarlar
uk: А&втори
vi: &Tác giả
xh: &Ababhali

source: &Thanks to
af: bedankinge aan
az: &Minnətdarıq
bg: &Благодарности на
ca: &Gràcies a
cs: Poděkování pa&tří
da: &Tak til
de: Bei&träge
el: Ευ&χαριστίες
et: &Tänud
fi: &Kiitokset
he: תודו&ת
hu: Köszöne&tnyilvánítás
is: Þakkir &fá
ko: 고마운 분(&T)
lt: &Dėkojame
lv: &Paldies
mt: &Grazzi lil
nl: Me&t dank aan
no: &Takk til
pl: &Podziękowania
pt: Agradecimen&tos a
ro: &Mulţumiri
ru: &Благодарности
sk: Ďa&kujem:
sl: &Zahvaljujoč
sr: &Zahvaljujući
ta: ¿ýÈ¢
th: ขอขอบคุณ
tr: &Teşekkürler
uk: &Подяка
vi: &Lời cảm ơn
xh: &Enkosi ku

source: T&ranslation
af: vertaling
az: Tə&rcümə
bg: &Превод
ca: T&raducció
cs: Přek&lad
da: O&versættelse
de: Über&setzung
el: Μετά&φραση
et: &Tõlge
fi: &Käännös
he: םוג&רת
hu: For&dítók
is: Þýð&ing
ko: 번역(&r)
lt: &Vertimas
lv: T&ulkojums
mt: T&raduzzjoni
nl: Ve&rtaling
no: Ove&rsettelse
pl: &Tłumaczenie
pt: &Tradução
ro: &Traducerea
ru: &Перевод
sk: &Preklad
sl: &Prevod
sr: P&revod
ta: ¦Á¡Æ¢¦ÀÂ÷ôÒ
th: การแปลภาษา
tr: Ç&eviri
uk: Пе&реклад
vi: &Phiên dịch
xh: &Uguqulelo lomsebenzi kolunye ulwimi

source: &License agreement
af: lisensie ooreenkoms
az: &Lisenziya Vədləşməsi
bg: &Лиценз
ca: Acord de &llicencia
cs: &Licenční úmluva
da: &Licensaftale
de: &Lizenz
el: Άδεια &Χρήσης
et: &Litsents
fi: &Lisenssi
he: ןוישר םכס&ה
hu: &Licencegyezmény
is: Notanda&leyfi
ko: 저작권(&L)
lt: &Licenzijinė sutartis
lv: &Licenzes vienošanās
mt: &Liċenzja
nl: &Licentieovereenkomst
no: &Lisensbetingelse
pl: Umowa &licencyjna
pt: &Licença
ro: &Licenţă
ru: &Лицензионное соглашение
sk: &Licencia
sl: &Licenčni sporazum
sr: &Ugovor o licenci
th: ข้อตกลงด้านลิขสิทธิ์
tr: &Lisans Anlaşması
uk: &Ліцензійне узгодження
xh: &Isivumelwano selayisenisi

source: Custom...
af: pasmaak...
az: Xüsusi...
bg: Избрани...
ca: A mida...
cs: Vlastní...
da: Personlige...
de: Benutzerdefiniert...
el: Διαμόρφωση
et: Kohandatud...
fi: Oma...
he: ...תישיא המאתה
hu: Egyéni...
is: Sérsniðið...
ko: 사용자 정의...
lt: Pasirinktas...
lv: Lietotāja...
nl: Aangepast...
no: Egendefinert...
pl: Definiuj...
pt: Personalizar...
ro: Personalizat...
ru: Пользовательский...
sk: Vlastné...
sl: Določi...
sr: Proizvoljno...
ta: ¾É¢ôÀÂý...
th: กำหนดเอง...
tr: Özel...
uk: Нетипові...
vi: Tự chọn(custom)...
xh: Isiko...

source: &Add
af: voeg by
az: &Əlavə Et
bg: &Добави
ca: &Afegeix
cs: Přid&at
da: &Tilføj
de: &Hinzufügen
el: Πρ&οσθήκη
et: &Lisa
fi: &Lisää
he: ףס&וה
hu: &Hozzáadás
is: &Bæta við
ko: 더하기(&A)
lt: &Pridėti
lv: &Pievienot
mt: &Żid
nl: &Toevoegen
no: &Legg til
pl: &Dodaj
pt: &Adicionar
ro: &Adaugă
ru: Доб&авить
sk: &Pridať
sl: &Dodaj
sr: &Dodaj
ta: §º÷
th: เพิ่ม
tr: &Ekle
uk: &Додати
vi: Thêm
xh: &Dibanisa

source: Move &Up
af: beweeg begin
az: &Yuxarı Daşı
bg: Премести на&горе
ca: Am&unt
cs: Nahor&u
da: Flyt &op
de: Nach &oben
el: &Μετακίνηση Πάνω
et: Liiguta ü&les
fi: Siirrä &ylös
he: ה&לעה
hu: &Mozgatás felfelé
is: Færa &upp
ko: 위로 옮기기(&U)
lt: A&ukštyn
lv: Pārcelt &Uz augšu
mt: Mexxi 'l &fuq
nl: Omhoog &verplaatsen
no: Flytt &opp
pl: Przenieś do &góry
pt: Mover para Cima
ro: Mută s&us
ru: Переместить вв&ерх
sk: Presunúť &hore
sl: Premakni navz&gor
sr: Pomeri &gore
ta: §Áø ¿¸÷òÐ
th: ย้ายขึ้น
tr: &Yukarı Taşı
uk: Пересунути &вгору
vi: Chuyển lên trên
xh: &Nyukela ngasentla

source: Move &Down
af: beweeg ondertoe
az: &Aşağı Daşı
bg: Премести на&долу
ca: A&vall
cs: &Dolů
da: Flyt &ned
de: Nach &unten
el: Μετακίνηση Κάτω
et: Liiguta &alla
fi: Siirrä &alas
he: &דרוה
hu: Mozgatás &lefelé
is: Færa &niður
ko: 아래로 옮기기(&D)
lt: Že&myn
lv: Pārcelt &Uz leju
mt: Mexxi 'l &isfel
nl: Omlaag ve&rplaatsen
no: Flytt &ned
pl: Przenieś na &dół
pt: Mover para &Baixo
ro: Mută j&os
ru: Переместить &вниз
sk: Presunúť &dolu
sl: Premakni navz&dol
sr: Pomeri &dole
ta: ¸£ú ¿¸÷òÐ
th: ย้ายลง
tr: &Aşağı Taşı
uk: Пересунути в&низ
vi: Chuyển xuống dưới
xh: &Nyukela ngezantsi

source: Unclutter Windows
af: rangskik vensters
az: Pəncərələri Düzəlt
bg: Подредени прозорци
ca: Endreça les finestres
cs: Uspořádat okna přehledně
da: Ryd op i vinduer
de: Fenster anordnen
el: Ξεχώρισμα Παραθύρων
et: Korrasta aknad
fi: Järjestä ikkunat
he: תונולח שורפ
hu: Az ablakok egyenletes elrendezése
is: Raða gluggum
ko: 창 정리
lt: Sutvarkyti langus
lv: Izkliedēt Logus
mt: Irranġa t-twieqi
nl: Vensters ordenen
no: Ordne vinduer
pl: Rozmieść okna
pt: Arrumar as Janelas
ro: Rearanjează ferestrele
ru: Показать все окна
sk: Prehľadne usporiadať okná
sl: Uredi okna
sr: Raščisti prozore
ta: º¡ÇÃí¸¨Ç ´ØíÌÀÎòÐ
th: แยกกลุ่มหน้าต่าง
tr: Pencereleri Düzelt
uk: Розібрати вікна
vi: Cửa sổ không hỗn loạn(unclutter)
xh: Coca iiwindows

source: Cascade Windows
af: kaskade vensters
az: Pəncərələri Sırala
bg: Каскадни прозорци
ca: Finestres en cascada
cs: Uspořádat okna do kaskády
da: Vinduer i kaskade
de: Fenster gestaffelt anzeigen
el: Παράθυρα σε Καταρράκτη
et: Kaskaadi aknad
fi: Sarjoita ikkunat
he: תונולח גרד
hu: Az ablakok lépcsőzetes elrendezése
is: Raða gluggum
ko: 창을 계단식으로 정리
lt: Išrikiuoti kaskada
lv: Kaskādēt Logus
mt: Tarraġ it-twieqi
nl: Vensters trapgewijs schikken
no: Overlapp vinduer
pl: Okna kaskadowo
pt: Janelas em Cascata
ro: Cascadează ferestrele
ru: Расположить окна каскадом
sk: Kaskádovať okná
sl: Stopničasto urejena okna
sr: Naslaži prozore
ta: º¡ÇÃí¸¨Ç «ÎìÌ
th: จัดหน้าต่างเป็นลำดับชั้น
tr: Pencereleri Sırala
uk: Вікна уступами
vi: Cửa sổ tầng(cascade)
xh: Yenza iiwindows zibeyingxangxasi

source: Tip of the day
af: leidraad van die dag
az: Günün ip ucu
bg: Тип на деня
ca: Pista del dia
cs: Tip dne
da: Dagens vink
de: Tipp des Tages
el: Καθημερινή συμβουλή
et: Päeva nõuanne
fi: Päivän vinkki
he: תימויה הצעה
hu: A nap tippje
is: Vísbending dagsinns
ko: 오늘에 귀띰
lt: Dienos patarimas
lv: Dienas tips
mt: Parir tal-ġurnata
nl: Tip van de dag
no: Dagens tips
pl: Porada dnia
pt: Dica do dia
ro: Sfatul zilei
ru: Полезный совет
sk: Tip dňa
sl: Nasvet dneva
sr: Savet dana
ta: ­ýÚ ´Õ ¾¸Åø
th: เคล็ดลับประจำวัน
tr: Günün ipucu
uk: Підказка дня
vi: Mẹo trong ngày
xh: Incam yosuku

source: Did you know...?
af: het jy ken...?
az: Bilirsiniz...?
bg: Знаете ли, че...?
ca: Sabíeu que...?
cs: Věděli jste...?
da: Vidste du at...?
de: Wussten Sie schon...?
el: Ξέρατε ότι...;
et: Kas sa teadsid...?
fi: Tiesitkö...?
he: ?...תעדיה
hu: Tudta, hogy...?
is: Vissir þú að...
ko: 알고있나요...?
lt: Ar jūs žinote...?
lv: Vai jūs zināt...?
mt: Kont taf...?
nl: Wist u dat...?
no: Visste du at...?
pl: Czy wiesz, że...?
pt: Sabias que...?
ro: Ştiaţi că...?
ru: Знаете ли вы...?
sk: Viete, že...?
sl: Ali ste vedeli ...?
sr: Da li ste znali...?
ta: ¯í¸ÙìÌò ¦¾Ã¢ÔÁ¡...?
th: คุณรู้หรือไม่...?
tr: Biliyor muydunuz..?
uk: Чи знаєте Ви, що...?
vi: Bạn có biểt...?
xh: Ubusazi na...?

source: Show on start
af: vertoon op begin
az: Başlanğicda göstər
bg: Покажи на старт
ca: Mostra en engegar
cs: Zobrazovat při spuštění
da: Vis ved opstart
de: Beim Start anzeigen
el: Εμφάνιση στην αρχή
et: Näidatakse käivitamisel
fi: Näytä käynnistyksessä
he: הלעפהב גצה
hu: Automatikus indítás
is: Sýna í ræsingu
ko: 시작할 때 보이기
lt: Rodyti krovimosi metu
lv: Rādīt pie palaišanas
mt: Uri fil-bidu
nl: Tonen tijdens het starten
no: Vis ved oppstart
pl: Pokazuj przy starcie
pt: Mostrar no início
ro: Afişează la pornire
ru: Показывать при запуске
sk: Zobraziť pri štarte
sl: Pokaži ob zagonu
sr: Prikaži nakon prijavljivanja
ta: ¬ÃõÀò¾¢ü ¸¡ðÎ
th: แสดงเมื่อเริ่มทำงาน
tr: Başlangıçta göster
uk: Показувати при запуску
vi: Hiển thị khi bắt đầu
xh: Bonisa kwasekuqaleni

source: Properties for %1
af: eienskappe vir %1
az: %1 üçün xüsusiyyətlər
bg: Аксесоари за %1
ca: Propietats per a %1
cs: Vlastnosti pro %1
da: Egenskaber for %1
de: Eigenschaften für %1
el: Ιδιότητες για το %1
et: %1 omadused
fi: %1:n ominaisuudet
he: %1 ינייפאמ
hu: %1 tulajdonságai
is: Eiginleikar %1
ko: %1 등록 정보
lt: %1 savybės
lv: %1 īpašības
mt: Propjetajiet għal %1
nl: Eigenschappen voor %1
no: Egenskaper for %1
pl: Właściwości dla %1
pt: Propriedades do %1
ro: Proprietăţi pentru %1
ru: Свойства %1
sk: Vlastnosti pre %1
sl: Lastnosti za %1
sr: Svojstva za "%1"
ta: %1 ­ý ¦º¡òÐ¸û
th: คุณสมบัติของ %1
tr: %1 için özellikler
uk: Властивості для %1
vi: Tính chất của %1
xh: Iimpahla ze%1

source: &General
af: algemeen
az: &Ümumi
bg: &Основни
cs: &Obecné
da: &Generelt
de: &Allgemein
el: &Γενικά
et: Ül&dine
fi: &Yleinen
he: ילל&כ
hu: Á&ltalános
is: &Almennt
ko: 일반(&G)
lt: &Bendros
lv: &Vispārīgi
mt: &Ġenerali
nl: &Algemeen
no: &Generelt
pl: &Ogólne
pt: &Geral
ru: &Общие
sk: &Všeobecné
sl: &Splošno
sr: &Opšte
ta: ¦À¡Ð
th: ทั่วไป
tr: &Genel
uk: &Загальний
vi: &Chung
xh: &Ngokubanzi

source: Type:
af: tipe:
az: Növ:
bg: Вид:
ca: Tipus:
cs: Typ:
de: Typ:
el: Τύπος:
et: Tüüp:
fi: Tyyppi:
he: :גוס
hu: Típus:
is: Tegund:
ko: 형식:
lt: Tipas:
lv: Tips:
mt: Tip:
pl: Typ:
pt: Tipo:
ro: Tip:
ru: Тип:
sk: Typ:
sl: Vrsta:
sr: Vrsta:
ta: Å¨¸:
th: ประเภท:
tr: Tür:
uk: Тип:
vi: Kiểu:
xh: Udidi:

source: Location:
af: ligging:
az: İstiqamət:
bg: Местоположение:
ca: Localització:
cs: Umístění:
da: Sted:
de: Adresse:
el: Τοποθεσία:
et: Asukoht:
fi: Sijainti:
he: :םוקימ
hu: Hely:
is: Staðsetning:
ko: 위치:
lt: Vieta:
lv: Atrašanās Vieta:
mt: Post:
nl: Locatie:
no: Sted:
pl: Lokacja:
pt: Localização:
ro: Locaţia:
ru: Расположение:
sk: Umiestnenie:
sl: Lokacija:
sr: Lokacija:
ta: ­¼õ:
th: ตำแหน่ง:
tr: Konum:
uk: Адреса:
vi: Địa điểm:
xh: Indawo ekuyo:

source: Size:
af: grootte:
az: Böyüklük:
bg: Размер:
ca: Mida:
cs: Velikost:
da: Størrelse:
de: Größe:
el: Μέγεθος:
et: Suurus:
fi: Koko:
he: :לדוג
hu: Méret:
is: Stærð:
ko: 크기:
lt: Dydis:
lv: Izmērs:
mt: Daqs:
nl: Grootte:
no: Størrelse:
pl: Rozmiar:
pt: Tamanho:
ro: Mărime:
ru: Размер:
sk: Veľkosť:
sl: Velikost:
sr: Veličina:
ta: «Ç×:
th: ขนาด:
tr: Boy:
uk: Розмір:
vi: Cỡ:
xh: Ubungakanani:

source: Calculate
af: bereken
az: Hesabla
bg: Изчисли
ca: Calcula
cs: Spočítat
da: Beregn
de: Berechnen
el: Υπολογισμός
et: Arvuta
fi: Laske
he: בשח
hu: Számolás
is: Reikna
ko: 계산
lt: Skaičiuojama
lv: Aprēķināt
mt: Ikkalkula
nl: Berekenen
no: Beregn
pl: Oblicz
pt: Calcular
ro: Calculează
ru: Вычислить
sk: Počítať
sl: Preračunaj
sr: Izračunaj
th: คำนวณ
tr: Hesapla
uk: Обчислити
vi: Tính toán
xh: Bala

source: Free space on %1:
af: vry spasie op %1:
az: %1 üstündəki boş sahə:
bg: Свободно място %1:
ca: Allibera espai a %1:
cs: Volné místo na %1:
da: Friplads på %1:
de: Freier Platz auf %1:
el: Ελεύθερος χώρος στο %1:
et: Vaba ruum seadmel %1:
fi: Vapaa tila laitteella %1:
he: :%1-ב יונפ םוקמ
hu: A szabad hely a(z) %1 eszközön:
is: Laust pláss á %1
ko: %1에 남은 공간:
lt: Laisva vieta %1:
lv: Brīva vieta uz %1
mt: Spazju vojt fuq %1:
nl: Vrije ruimte op %1:
no: Ledig rom på %1:
pl: Wolnego miejsca na %1:
pt: Espaço livre em %1:
ro: Spaţiu liber pe %1:
ru: Свободное место на %1:
sk: Prázdne miesto na %1:
sl: Prazen prostor na %1:
sr: Slobodan prostor na "%1"
ta: %1 ­ü ¸¡Ä¢Â¢¼õ:
th: เนื้อที่ว่างบน %1:
tr: %1 üzerindeki boş alan:
uk: Вільне місце на %1:
vi: Không gian trống trên %1:
xh: Indawo ekhululekileyo ku%1

source: Points to:
af: punte aan:
az: İşarətçi:
bg: Места за:
ca: Apunta a:
cs: Odkazuje na:
da: Peger på:
de: Verweist auf:
el: Δείχνει στο:
et: Viitab asukohale:
fi: Osoittaa:
he: :לא רשוקמ
hu: Ide mutat:
is: Vísar á:
ko: 지적:
lt: Veda į:
lv: Uzsvars uz:
mt: Jippunta lejn:
nl: Verwijst naar:
no: Peker til:
pl: Wskazuje na:
pt: Aponta para:
ro: Indică către:
ru: Указывает на:
sk: Ukázať na:
sl: Kaže na:
sr: Pokazuje na:
ta: ÍðÎ¸¢ýÈ ­¼õ:
th: ชี้ไปยัง:
tr: İşaretçi:
uk: Вказує до:
vi: Chỉ tới:
xh: Iincopho ku:

source: Created:
af: geskep:
az: Yaradılma:
bg: Създаден:
ca: Creat:
cs: Vytvořený:
da: Oprettet:
de: Erstellt:
el: Δημιουργήθηκε:
et: Loodud:
fi: Luonut:
he: :רצונ
hu: A létrehozás dátuma:
is: Varð til:
ko: 파일을 만든 때:
lt: Sukurta:
lv: Izveidots:
mt: Maħluq:
nl: Aangemaakt:
no: Opprettet:
pl: Utworzony:
pt: Criado:
ro: Creat:
ru: Создан:
sk: Vytvorené:
sl: Narejena:
sr: Napravljen:
ta: ¯ÕÅ¡ì¸¢ÂÐ:
th: สร้างเมื่อ:
tr: Yaratılma:
uk: Створено:
vi: Được tạo ra:
xh: Yadalwa:

source: Modified:
af: veranderde:
az: Düzəliş:
bg: Модифициран:
ca: Modificat:
cs: Změněný:
da: Ændret:
de: Geändert:
el: Τροποποιήθηκε:
et: Muudetud:
fi: Muokattu:
he: :הנוש
hu: Utolsó módosítás:
is: Breytt:
ko: 마지막으로 고친 때:
lt: Keista:
lv: Modificēts:
mt: Mibdul:
nl: Gewijzigd:
no: Endret:
pl: Zmodyfikowany:
pt: Modificado:
ro: Modificat:
ru: Изменен:
sk: Zmenené:
sl: Spremenjena
sr: Poslednja izmena:
ta: Á¡üÈ¢ÂÐ:
th: แก้ไขเมื่อ:
tr: Değiştirme:
uk: Остання зміна:
vi: Được thay đổi:
xh: Iguqulwe kancinane:

source: Accessed:
af: toegang verkry:
az: Yetişmə:
bg: Достъп:
ca: Accedit:
cs: Poslední přístup:
da: Brugt:
de: Letzter Zugriff:
el: Προσπελάστηκε:
et: Loetud:
fi: Avattu:
he: :שגינ
hu: Utolsó hozzáférés:
is: Notuð:
ko: 마지막으로 쓴 때:
lt: Naudota:
lv: Izmantots:
mt: Aċċessat:
nl: Geopend:
no: Brukt:
pl: Udostępniony:
pt: Acedido:
ro: Accesat:
ru: Последний доступ:
sk: Sprístupnené:
sl: Dostopana:
sr: Poslednji pristup:
ta: «Ï¸¢ÂÐ:
th: เข้าใช้เมื่อ:
tr: Erişim:
uk: Останній доступ:
vi: Được truy cập:
xh: Yadluliswa:

source: _: Available space out of total partition size (percent used) %1/%2 (%3% used)
af: %1/%2 (%3% gebruik word)
az: %1/%2 (%3 istifadədə)
bg: %1/%2 (%3% използвано)
ca: %1/%2 (%3% usat)
cs: %1/%2 (%3% použito)
da: %1/%2 (%3% brugt)
de: %1/%2 (%3% benutzt)
el: %1/%2 (%3% σε χρήση)
et: %1/%2 (kasutusel %3%)
fi: %1/%2 (%3% käytetty)
he: (שומישב %3%) %2 ךותמ %1
hu: %1/%2 (%3% használt)
is: %1/%2 (%3% í notkun)
ko: %1/%2 (%3% 썼음)
lt: %1 iš %2 (%3% panaudota)
lv: %1/%2 (%3% izmantots)
mt: %1/%2 (%3% użat)
nl: %1/%2 (%3% gebruikt)
no: %1/%2 (%3% i bruk)
pl: %1/%2 (używane %3%)
pt: %1/%2 (%3% utilizado)
ro: %1/%2 (%3% utilizat)
ru: %1/%2 (занято: %3%)
sk: %1/%2 (%3% použité)
sl: %1/%2 (%3 % uporabljeno)
sr: %1/%2 (%3% iskorišćeno)
ta: %1/%2 (%3% ÒÆíÌ¸¢ÈÐ)
th: %1/%2 (ใช้ไปแล้ว %3%)
tr: %1/%2 (Yüzde %3 kullanılmış)
uk: %1/%2 (%3% використано)
xh: i-%1/i-%2 (i-%3% esetyenzisiweyo)

source: Refresh
af: verfris
az: Yenilə
bg: Опресни
ca: Refresca
cs: Obnovit
da: Genopfrisk
de: Neu aufbauen
el: Ανανέωση
et: Värskenda
fi: Päivitä
he: ןנער
hu: Frissítés
is: Endurlesa
ko: 다시 읽기
lt: Atnaujinti
lv: Atsvaidze
mt: Erġa aqra
nl: Verversen
no: Oppfrisk
pl: Odśwież
pt: Refrescar
ro: Actualizează
ru: Обновить
sk: Obnoviť
sl: Osveži
sr: Osveži
ta: ÒÐôÀ¢
th: เรียกใหม่อีกครั้ง
tr: Tazele
uk: Поновити
xh: Yenza ngokutsha

source: Calculating...
af: besig om te bereken...
az: Hesablayır...
bg: Изчислявам...
ca: S'està calculant...
cs: Počítám...
da: Beregner...
de: Berechnung läuft...
el: Υπολογίζω...
et: Arvutamine...
fi: Lasken...
he: ...בשחמ
hu: Számolás...
is: Reikna...
ko: 계산하고 있습니다...
lt: Skaičiuojama...
lv: Aprēķinu...
mt: Qed nikkalkula...
nl: Bezig met berekenen...
no: Beregner...
pl: Obliczanie..
pt: A calcular...
ro: Calculez...
ru: Считаю...
sk: Počítam...
sl: Preračunavanje...
sr: Računam...
ta: ¸½¢ì¸¢ÈÐ...
th: กำลังคำนวณ...
tr: Hesaplıyor...
uk: Розраховую...
vi: Tính toán....
xh: Iyabala...

source: Stopped
af: op gehou
az: Dayandırıldı
bg: Спрян
ca: S'ha aturat
cs: Zastaveno
da: Standsede
de: Angehalten
el: Διακόπηκε
et: Peatatud
fi: Pysähtynyt
he: רצענ
hu: Megállítva
is: Stöðvað
ko: 멈춤
lt: Sustojo
lv: Apturēts
mt: Imwaqqaf
nl: Gestopt
no: Stoppet
pl: Zatrzymane
pt: Parado
ro: Oprit
ru: Вычисление прервано
sk: Zastavené
sl: Zaustavljeno
sr: Zaustavljeno
ta: ¿¢Úò¾Àð¼
th: หยุดแล้ว
tr: Durduruldu
uk: Зупинено
vi: Đã dừng
xh: Imisiwe

source: The new file name is empty!
af: die nuwe lêer naam is leeg!
az: Yeni fayl adı boşdur!
bg: Името на новия файл е празно!
ca: El nom de fitxer nou és buit!
cs: Nový název souboru je prázdný!
da: Det nye filnavn er tomt!
de: Der neue Dateiname fehlt.
et: Uus failinimi on tühi!
fi: Uusi tiedostonimi on tyhjä!
he: !קיר שדחה ץבוקה םש
hu: Az új fájlnév nem lehet üres!
is: Nýja skráarnafnið er tómt!
ko: 새 파일 이름이 비었습니다!
lt: Tuščias naujos bylos vardas!
lv: Jaunais faila vārds ir tukšums!
mt: L-isem ġdid tal-fajl huwa vojt!
nl: De nieuwe bestandsnaam is leeg!
no: Det nye filnavnet er tomt!
pl: Nowa nazwa pliku jest pusta!
pt: O nome do novo ficheiro está em branco!
ro: Numele de fişier nou este gol!
ru: Имя файла не может быть пустым !
sk: Meno nového súboru je prázdne!
sl: Novo ime datoteke je prazno!
sr: Novi naziv fajla je prazan!
ta: Ò¾¢Â §¸¡ôÀ¢ý ¦ÀÂ÷ ¸¡Ä¢Â¡¸ ¯ûÇÐ!
th: ชื่อของแฟ้มใหม่ยังไม่มี !
tr: Yeni dosya adı boş!
uk: Порожнє ім'я нового файлу!
vi: Tên file mới là rỗng!
xh: Igama lefayile entsha ayinanto!

source: <qt>Could not save properties. You do not have sufficient access to write to <b>%1</b>.</qt>
af: <qt>kon nie stoor eienskappe. jy doen nie het voldoende toegang verkry aan skryf aan <b>%1</b>.</qt>
az: <qt>Xüsusiyyətlər qeyd edilmədi. <b>%1</b>'yə yaza bilmək üçün lazımi icazəniz mövcud deyildir. </qt>
bg: <qt> Не мога да запазя настройките. Вие нямате необходимите права за запис в <b>%1</b>.</qt>
ca: <qt>No s'han pogut desar les propietats. No teniu accés suficient per a escriure a <b>%1</b>.</qt>
cs: <qt>Není možné uložit vlastnosti. Je pravděpodobné, že nemáte oprávnění k zápisu do <b>%1</b>.</qt>
da: <qt>Kunne ikke gemme egenskaber. Du har ikke tilladelse til at skrive til <b>%1</b>.</qt>
de: <qt>Eigenschaften konnten nicht gespeichert werden. Vermutlich haben Sie kein Schreibrecht für <b>%1</b>.</qt>
el: <qt>Δε μπόρεσα να αποθηκεύσω τις ιδιότητες. Δεν έχετε επαρκή άδεια γιαγράψιμο στο<b>%1</b>.</qt>
et: <qt>Omadusi pole võimalik salvestada. Tõenäoliselt pole sul piisavaid õigusi kirjutada <b>%1</b>.</qt>
fi: <qt>Asetuksia ei voitu tallettaa. Sinulla ei ole riittäviä kirjoitusoikeuksia kohteeseen <b>%1</b>.</qt>
he: <qt>.<b>%1</b> לע בותכל ידכ השיג תואשרה קיפסמ ךל ןיא .םינייפאמה תא רומשל ןתינ אל</qt>
hu: <qt>Nem sikerült elmenteni a tulajdonságokat. Valószínűleg nincsen írási joga ehhez a fájlhoz: <b>%1</b>.</qt>
is: <qt>Ekki tókst að vista eiginleikana. Þú hefur ekki heimildir til að skrifa í <b>%1</b>.</qt>
ko: <qt>등록 정보를 저장할 수 없습니다. <b>%1</b>에 쓰기위한 충분한 접근이 이루어지지 않았습니다.</qt>
lt: <qt>Negaliu išsaugoti savybių. Jums nepakanka leidimo įrašyti į <b>%1</b>.</qt>
lv: <qt>Nevaru saglabāt īpašības. Jums nav tiesību rakstīt uz <b>%1</b>.</qt>
mt: <qt>Ma' stajtx nikteb il-propjetajiet. M'għandekx biżżejjed drittijiet biex tikteb f'<b>%1</b>.</qt>
nl: <qt>Kon de eigenschappen niet opslaan U hebt niet de nodige toegangsrechten om naar<b>%1</b> te schrijven.<qt>
no: <qt>Kunne ikke lagre egenskaper. Du har trolig ikke tilgang til å skrive til <b>%1</b>.</qt>
pl: <qt>Nie można zapisać właściwości. Brak odpowiednich uprawnień do zapisu <b>%1</b>.</qt>
pt: <qt>Não consegui gravar as propriedades. Não tens acesso de escrita a <b>%1</b>.</qt>
ro: <qt>Nu pot salva proprietăţile. Probabil nu aveţi permisiuni de scriere în <b>%1</b>.</qt>
ru: <qt>Не могу сохранить свойства. У вас нет прав для записи в <b>%1</b>.</qt>
sk: <qt>Nemôžem uložiť vlastnosti. Nemáte zabezpečený prístup na zápis do <b>%1</b>.</qt>
sl: <qt>Ni moč shraniti lastnosti. Nimate dovoljenja za pisanje v <b>%1</b>.</qt>
sr: <qt>Nisam mogao da sačuvam svojstva. Nemate odgovarajuće dozvole za upis u<b>%1</b>.</qt>
ta: <qt>¦º¡òÐ¸¨Çî §ºÁ¢ì¸ ÓÊÂÅ¢ø¨Ä. <b>%1<b>ìÌ ±Ø¾ ¯í¸ÙìÌ §À¡ÐÁ¡É ¯Ã¢¨Á ­ø¨Ä.</qt>
th: <qt>ไม่สามารถบันทึกคุณสมบัติได้ คุณอาจยังไม่มีสิทธิ์เขียนไปยัง <b>%1</b></qt>
tr: <qt>Özellikler kaydedilemedi. <b>%1</b>'ye yazabilmek için yeterli izniniz bulunmuyor. </qt>
uk: <qt>Не можу зберегти властивості. У Вас недостатньо прав для запису у <b>%1</b>.</qt>
vi: <qt>Không sao luư được tính chất. Bạn không có đủ quyền để viết vào <b>%1</b>.</qt>
xh: <qt>Ayinakugcina mpahla. Awunamdluliselo waneleyo ukubhalela u <b> %1 </b> </qt>

source: &Permissions
af: regte
az: &Səlahiyyətlər
bg: &Привилегии
ca: &Permisos
cs: O&právnění
da: &Tilladelser
de: Be&rechtigungen
el: Ά&δειες
et: Õi&gused
fi: &Oikeudet
he: תואשר&ה
hu: &Jogosultságok
is: &Heimildir
ko: 권한(&P)
lt: &Leidimai
lv: &Tiesības
mt: &Permessi
nl: &Toegangsrechten
no: &Rettigheter
pl: &Prawa dostępu
pt: &Permissões
ro: &Permisiuni
ru: &Права
sk: &Práva
sl: &Dovoljenja
sr: &Dozvole
ta: «ÛÁ¾¢¸û
th: สิทธิ์ที่อนุญาต
tr: İ&zinler
uk: &Права доступу
vi: Cho phép
xh: &Iimvume
