Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Unable to remove printer <b>%1</b>.
af: nie moontlik aan verwyder drukker <b>%1</b>.
az: <b>%1</b> Çap edicisi çıxardıla bilmir.
bg: Не мога да изтрия принтер <b>%1</b>.
ca: No s'ha pogut eliminar la impressora <b>%1</b>.
cs: Není možné odstranit tiskárnu <b>%1</b>.
da: Kan ikke fjerne printer <b>%1</b>.
de: Entfernen von Drucker <b>%1</b> ist nicht möglich.
el: Δε μπορώ να διαγράψω τον εκτυπωτή <b>%1</b>.
et: Printeri <b>%1</b> eemaldamine ebaõnnestus.
fi: Tulostinta <b>%1</b> ei voitu poistaa.
he: .<b>%1</b> תספדמ תא ריסהל ןתינ אל
hu: Nem sikerült eltávolítani ezt a nyomtatót: <b>%1</b>.
is: Gat ekki fjarlægt prentarann <b>%1</b>.
ko: <b>%1</b> 인쇄기를 없앨 수 없습니다.
lt: Nesugebu pašalinti spausdintuvo <b>%1</b>.
lv: Nevar aizvākt drukas iekārtu <b>%1</b>.
mt: Ma nistax inneħħi l-printer <b>%1</b>.
nl: Niet in staat om printer <b>%1</b> te verwijderen.
no: Ikke i stand til å fjerne skriver <b>%1</b>.
pl: Nie można usunąć drukarki <b>%1</b>.
pt: Não foi possível apagar a impressora <b>%1</b>.
ro: Nu am putut şterge imprimanta <b>%1</b>.
ru: Не могу удалить принтер <b>%1</b>.
sk: Nepodarilo sa odstrániť tlačiareň <b>%1</b>.
sl: Ni moč odstraniti tiskalnika <b>%1</b>.
sr: Ne mogu da uklonim štampač <b>%1</b>.
ta: «îÍô¦À¡È¢ <b>%1</b>-­¨É ¿£ì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถเอาเครื่องพิมพ์ <b>%1</b> ออกได้
tr: <b>%1</b> yazıcısı silinemedi.
uk: Неможливо вилучити принтер <b>%1</b>.
vi: Không thể gỡ bỏ được <b>%1</b>.
xh: Ayikwazi ukususa umshicileli u <b>%1</b>

source: Configure %1
af: konfigureer %1
az: %1'i Quraşdır
bg: Конфигурация на %1
ca: Configura %1
cs: Nastavit: %1
da: Indstil %1
de: %1 einrichten
el: Ρύθμιση %1
et: %1 seadistamine
fi: Aseta %1
he: %1 תורדגה
hu: A(z) %1 beállítása
is: Stilla %1
ko: %1 설정
lt: Konfigūruoti %1
lv: Konfigurēt %1
mt: Ikkonfigura %1
nl: %1 instellen
no: Sett opp %1
pl: Konfiguruj %1
pt: Con&figurar a %1
ro: Configurare %1
ru: Настроить %1
sk: Nastaviť %1
sl: Prikroji %1
sr: Podesi %1
ta: %1 ÅÊÅ¨Á
th: ปรับแต่ง %1...
tr: %1'i Yapılandır
uk: Налаштувати %1
vi: Cấu hình %1
xh: Qwalasela %1

source: Unable to modify settings of printer <b>%1</b>.
af: nie moontlik aan verander instellings van drukker <b>%1</b>.
az: <b>%1</b> Çap edicisinin qurğuları təkmilləşdirilə bilmir.
bg: Не мога да модифицирам настройките на принтер <b>%1</b>.
ca: No s'ha pogut modificar l'arranjament de la impressora <b>%1</b>.
cs: Není možné změnit nastavení tiskárny <b>%1</b>.
da: Kan ikke ændre opsætning for printer <b>%1</b>.
de: Ändern der Einstellungen für Drucker <b>%1</b> ist nicht möglich.
el: Δε μπόρεσα να αλλάξω τις ρυθμίσεις του εκτυπωτή <b>%1</b>.
et: Printeri <b>%1</b> seadistuste muutmine ebaõnnestus.
fi: Tulostimen <b>%1</b> asetuksia ei voitu muuttaa.
he: .<b>%1</b> תספדמ תורדגה תא תונשל ןתינ אל
hu: Nem sikerült módosítani a(z) <b>%1</b> nyomtató beállításait.
is: Tókst ekki að breyta stillingum prentarans <b>%1</b>.
ko: <b>%1</b> 인쇄기 설정을 고칠 수 없습니다.
lt: Nesugebu pakeisti spausdintuvo <b>%1</b> nustatymų.
lv: Nevar modificēt uzstādījumus drukas iekārtai <b>%1</b>.
mt: Ma nistax nibdel is-setings tal-printer <b>%1</b>.
nl: Niet in staat om de instellingen van printer <b>%1</b> te wijzigen.
no: Ikke i stand til å endre innstillinger på skriver <b>%1</b>.
pl: Nie można zmienić ustawień drukarki <b>%1</b>.
pt: Não é possível alterar a configuração da impressora <b>%1</b>.
ro: Nu pot modifica setările imprimantei <b>%1</b>.
ru: Не могу изменить настройки принтера <b>%1</b>.
sk: Nepodarilo sa zmeniť nastavenie tlačiarne <b>%1</b>.
sl: Ni moč spremeniti nastavitev za tiskalnik <b>%1</b>.
sr: Ne mogu da izmenim podešavanja za štampač <b>%1</b>.
ta: <b>%1</b> «îÍô¦À¡È¢Â¢ý «¨ÁôÒì¸¨Ç Á¡üÈ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถแก้ไขการปรับแต่งเครื่องพิมพ์ <b>%1</b> ได้
tr: <b>%1</b> yazıcısının ayarları değiştirilemiyor.
uk: Неможливо змінити параметри принтера <b>%1</b>.
vi: Không thể sửa được thiết lập của máy in <b>%1</b>.
xh: Ayikwazi ukuguqula kancinane izicwangciso zomshicileli<b>%1</b>

source: Unable to load a valid driver for printer <b>%1</b>.
af: nie moontlik aan las 'n geldige drywer vir drukker <b>%1</b>.
az: <b>%1</b> Çap edicisi sürücüləri yüklənə bilmir.
bg: Не мога да заредя валиден драйвер за принтер <b>%1</b>.
ca: No s'ha pogut carregar un controlador vàlid per a la impressora <b>%1</b>.
cs: Není možné načíst platný ovladač tiskárny <b>%1</b>.
da: Kan ikke indlæse en gyldig driver for printer <b>%1</b>.
de: Laden eines passenden Treibers für Drucker <b>%1</b> ist nicht möglich.
el: Δε μπορώ να φορτώσω έναν έγκυρο οδηγό για τον εκτυπωτή <b>%1</b>.
et: Printerile <b>%1</b> sobiva draiveri laadimine ebaõnnestus.
fi: Tulostimelle <b>%1</b> ei voitu ladata oikeaa ajuria.
he: .<b>%1</b> תספדמה רובע ףקת ןקתה להנמ ןועטל ןתינ אל
hu: Nem sikerült érvényes meghajtóprogramot betölteni a(z) <b>%1</b> nyomtatóhoz.
is: Gat ekki hlaðið inn nothæfan rekil fyrir prentarann <b>%1</b>.
ko: <b>%1</b> 인쇄기에 알맞은 장치 구동기를 불러들이지 못했습니다.
lt: Nesugebu pakrauti tinkamos tvarkyklės spausdintuvui <b>%1</b>.
lv: Nevar ielādēt derīgu draiveri drukas iekārtai <b>%1</b>.
mt: Ma setax jittella' driver validu għall-printer <b>%1</b>.
nl: Niet in staat om een geldige driver voor printer <b>%1</b> te laden.
no: Kunne ikke laste en gyldig driver for skriver <b>%1</b>.
pl: Nie można załadować odpowiedniego sterownika drukarki <b>%1</b>.
pt: Não foi possível carregar um controlador válido para a impressora <b>%1</b>.
ro: Nu am putut încărca un driver corespuzător pentru imprimanta <b>%1</b>.
ru: Не могу загрузить подходящий драйвер для принтера <b>%1</b>.
sk: Nepodarilo sa načítať platný ovládač pre tlačiareň <b>%1</b>.
sl: Za tiskalnik <b>%1</b> ni moč naložiti veljavnega gonilnika.
sr: Ne mogu da učitam odgovarajući upravljački program za štampač <b>%1</b>.
ta: <b>%1</b> «îÍô¦À¡È¢ìÌÃ¢Â ÅÄ¢¾¡É ­Âì¸¢¦Â¡ý¨È ²üÈ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถเรียกใช้ไดรเวอร์ที่ถูกต้องของเครื่องพิมพ์ <b>%1</b> ได้
tr: <b>%1</b> yazıcısı için uygun bir sürücü yüklenemedi.
uk: Неможливо завантажити вірний драйвер для принтера <b>%1</b>.
vi: Không thể tải được driver đúng cho máy in <b>%1</b>.
xh: Ayikwazi ukulayisha umqhubi osebenzayo womshicileli<b>%1</b>

source: Unable to create printer.
af: nie moontlik aan skep drukker.
az: Çap edici yaradıla bilmir.
bg: Не мога да създам принтер
ca: No s'ha pogut crear la impressora.
cs: Nelze vytvořit tiskárnu.
da: Kan ikke oprette printer.
de: Erstellung des Druckeranschlusses ist nicht möglich.
el: Δε μπόρεσα να δημιουργήσω εκτυπωτή.
et: Printerit pole võimalik luua.
fi: Tulostinta ei voitu luoda.
he: .תספדמ רוציל ןתינ אל
hu: Nem sikerült létrehozni a nyomtatót.
is: Gat ekki búið til prentara.
ko: 인쇄기를 만들 수 없습니다.
lt: Nesugebu sukurti spausdintuvo.
lv: Nevar izveidot drukas iekārtu.
mt: Printer ma setax jinħoloq.
nl: Niet in staat om printer aan te maken.
no: Kunne ikke lage skriver.
pl: Nie można utworzyć drukarki.
pt: Não consegui criar a impressora.
ro: Nu pot crea imprimanta.
ru: Не могу создать принтер.
sk: Nemôžem vytvoriť tlačiareň.
sl: Ni moč ustvariti tiskalnika.
ta: «îÍô¦À¡È¢¨Â ¯ÕÅ¡ì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถสร้างเครื่องพิมพ์ได้
tr: Dosya yaratılamadı.
uk: Неможливо створити принтер.
vi: Không thể tạo được máy in.
xh: Ayikwazi ukwenza umshicileli.

source: Unable to define printer <b>%1</b> as default.
af: nie moontlik aan definieer drukker <b>%1</b> as verstek.
az: <b>%1</b> Çap edicisi əsas olaraq seçilə bilmir.
bg: Не мога да дефинирам принтер <b>%1</b> като подразбиращ се.
ca: No s'ha pogut definir la impressora <b>%1</b> per omissió.
cs: Není možné definovat tiskárnu <b>%1</b> jako implicitní.
da: Kan ikke definere printer <b>%1</b> som standard.
de: Festlegung des Druckers <b>%1</b> als Standard ist nicht möglich.
el: Δε μπορώ να κάνω τον εκτυπωτή <b>%1</b> προκαθορισμένο.
et: Printerit <b>%1</b> ei saa seada vaikimisi printeriks.
fi: Tulostinta <b>%1</b> ei voitu asettaa oletukseksi.
he: .לדחמ תרירב רותב <b>%1</b> תספדמה תא רידגהל ןתינ אל
hu: Nem sikerült alapértelmezetté tenni a(z) <b>%1</b> nyomtatót.
is: Gat ekki skilgreint <b>%1</b> sem sjálfgefinn prentara.
ko: <b>%1</b> 인쇄기를 기본으로 정의할 수 없습니다.
lt: Nesugebu nustatyti spausdintuvo <b>%1</b> kaip nutylimo.
lv: Nevar definēt drukas iekārtu <b>%1</b> kā noklusēto.
mt: Ma nistax niddefinixxi l-printer <b>%1</b> bħala l-istandard.
nl: Niet in staat om printer <b>%1</b> als standaard in te stellen.
no: Ikke i stand til å definere skriver <b>%1</b> som standard.
pl: Nie można ustawić drukarki <b>%1</b> jako domyślnej.
pt: Incapaz de definir a <b>%1</b> como a impressora por omissão.
ro: Nu pot defini imprimanta <b>%1</b> ca implicită.
ru: Не удалось назначить <b>%1</b> принтером по умолчанию.
sk: Nepodarilo sa definovať tlačiareň <b>%1</b> ako štandardnú.
sl: Ni moč določiti tiskalnika <b>%1</b> kot privzetega.
sr: Ne mogu da podesim štampač <b>%1</b> kao podrazumevani.
ta: <b>%1</b> «îÍô¦À¡È¢¨Âì ¦¸¡¼¡¿¢¨ÄÂ¡¸ Å¨ÃÂÚì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถกำหนดเครื่องพิมพ์ <b>%1</b> ให้เป็นค่าปริยายได้
tr: <b>%1</b> yazıcısı öntanımlı olarak tanımlanamadı.
uk: Неможливо визначити принтер <b>%1</b> як типовий.
vi: Không thể định nghĩa được máy in <b>%1</b> như là máy in mặc định.
xh: Ayikwazi ukumchaza umshicileli<b>%1</b>njengongagqibekanga.

source: <nobr>Test page successfully sent to printer <b>%1</b>.</nobr>
af: <nobr>toets bladsy suksesvol gestuur aan drukker <b>%1</b>.</nobr>
az: <nobr>Sınaq pancərəsi <b>%1</b> çap edicisinə müvəffəqiyyətlə yollnadı.</nobr>
bg: <nobr>Тестовата страница е изпратена успешно на принтера <b>%1</b>.</nobr>
ca: <nobr>La pàgina de prova s'ha enviat amb èxit a la impressora <b>%1</b>.</nobr>
cs: <nobr>Testovací stránka byla úspěšně poslána na tiskárnu <b>%1</b>.</nobr>
da: <nobr>Det lykkedes at sende testsiden til printer <b>%1</b>.</nobr>
de: <nobr>Testseite wurde erfolgreich an <b>%1</b> gesendet.</nobr>
et: <nobr>Testlehekülje saatmine printerile <b>%1</b> õnnestus.</nobr>
fi: <nobr>Testisivu on lähetetty tulostimelle <b>%1</b>.</nobr>
he: <nobr>.<b>%1</b> תספדמה לא החלצהב חלשנ ןויסינה דומע</nobr>
hu: <nobr>Sikerült kiküldeni a tesztoldalt a(z) <b>%1</b> nyomtatóra.</nobr>
is: <nobr>Prufusíðan var send prentaranum <b>%1</b> með góðum árangri.</nobr>
ko: <nobr><b>%1</b> 인쇄기로 시험쪽을 보내는데 성공했습니다.</nobr>
lt: <nobr>Testinis puslapis sėkmingai nusiųstas į spausdintuvą <b>%1</b>.</nobr>
lv: <nobr>Test lapa veiksmīgi nosūtīta uz drukas iekārtu <b>%1</b>.</nobr>
mt: <nobr>Paġna tat-test intbagħtet lill-printer <b>%1</b>.</nobr>
nl: <nobr>De testpagina is met succes naar printer <b>%1</b> gestuurd.</nobr>
no: <nobr>Sendte testside til skriver <b>%1</b> med hell.</nobr>
pl: <nobr>Strona testowa została poprawnie wysłana na drukarkę <b>%1</b>.</nobr>
pt: <nobr>A página de teste foi enviada com sucesso para a impressora <b>%1</b>.</nobr>
ro: <nobr>Am trimis cu succes pagina de test către imprimanta <b>%1</b>.</nobr>
ru: <nobr>Тестовая страница успешно отправлена на принтер <b>%1</b>.</nobr>
sk: <nobr>Testovacia stránka úspešne poslaná na tlačiareň <b>%1</b>.</nobr>
sl: <nobr>Preizkusna stran je bila uspešno poslana k tiskalniku <b>%1</b>.</nobr>
sr: <nobr>Test stranica uspešno je poslata štampaču <b>%1</b>.</nobr>
ta: <nobr>§º¡¾¨Éô Àì¸õ <b>%1</b> «îÍô¦À¡È¢ìÌî ºÃ¢Â¡¸ «ÛôÀôÀð¼Ð.</nobr>
th: <nobr>ส่งหน้าทดสอบการพิมพ์ไปยังเครื่องพิมพ์ <b>%1</b> เรียบร้อยแล้ว</nobr>
tr: <nobr>Deneme sayfası <b>%1</b> isimli yazıcıya başarıyla yollandı.</nobr>
uk: <nobr>Пробна сторінка успішно відіслана на принтер <b>%1</b>.</nobr>
vi: <nobr>Trang in thử đã được gửi thành công đển máy in <b>%1</b>.</nobr>
xh: <nobr>Vavanya iphepha elithunyelwe kumshicileli ngokunempumelelo<b>%1</b>.</nobr>

source: Unable to test printer <b>%1</b>.
af: nie moontlik aan toets drukker <b>%1</b>.
az: <b>%1</b> çap edici sınana bilmir.
bg: Не мога да тествам принтер <b>%1</b>.
ca: No s'ha pogut provar la impressora <b>%1</b>.
cs: Nelze otestovat tiskárnu <b>%1</b>.
da: Kan ikke teste printer <b>%1</b>.
de: Test des Druckers <b>%1</b> ist nicht möglich.
el: Δε μπόρεσα να δοκιμάσω τον εκτυπωτή <b>%1</b>
et: Printerit <b>%1</b> pole võimalik testida.
fi: Tulostinta <b>%1</b> ei voitu kokeilla.
he: .<b>%1</b> תספדמה תא קודבל ןתינ אל
hu: A(z) <b>%1</b> nyomtató tesztje nem sikerült.
is: Gat ekki prufukeyrt prentarann <b>%1</b>.
ko: <b>%1</b> 인쇄기를 시험할 수 없습니다.
lt: Nesugebu testuoti spausdintuvo <b>%1</b>
lv: nevar notestēt drukas iekārtu <b>%1</b>.
mt: Ma nistax nittestja l-printer <b>%1</b>.
nl: Niet in staat om printer <b>%1</b> te testen.
no: Kunne ikke test skriver <b>%1</b>.
pl: Nie można przetestować drukarki <b>%1</b>.
pt: Não consegui testar a impressora <b>%1</b>.
ro: Nu am putut testa imprimanta <b>%1</b>.
ru: Не удалось протестировать принтер <b>%1</b>.
sk: Nepodarilo sa otestovať tlačiareň <b>%1</b>.
sl: Ni moč preizkusiti tiskalnika <b>%1</b>.
sr: Ne mogu da testiram štampač <b>%1</b>.
ta: <b>%1</b> «îÍô¦À¡È¢¨Âî §º¡¾¢ì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถทดสอบเครื่องพิมพ์ <b>%1</b> ได้
tr: <b>%1</b> yazıcısı denenemiyor.
uk: Неможливо перевірити принтер <b>%1</b>.
vi: Không thể thử máy in <b>%1</b>.
xh: Ayikwazi ukuvavanya umshicileli <b>%1</b>

source: Error message received from manager:<br><br>%1
af: fout boodskap ontvang van bestuurder:<br><br>%1
az: İdarəçidiən xəta ismarıcı alındı:<br><br>%1
bg: Съобщение за грешка се получи от менаджер :<br><br>%1
ca: S'ha rebut un missatge d'error del gestor:<br><br>%1
cs: Přijata chybová hláška od správce:<br><br>%1
da: Fejlmeddelese modtaget fra manager:<br><br>%1
de: Fehlermeldung von Verwaltungsprogramm:<br><br>%1
el: Μήνυμα σφάλματος ελήφθη από το διαχειριστή:<br><br>%1
et: Printimisehaldurilt saadi veateade:<br><br>%1
fi: Virheviesti vastaanotettu:<br><br>%1
he: :להנמהמ הלבקתנש האיגשה תעדוה<br><br>%1
hu: A következő hibaüzenetet küldte a nyomtatókezelő:<br><br>%1
is: Prentstjórinn sendi villuboð til baka:<br><br>%1
ko: 메신저로부터 받은 오류 메세지:<br><br>%1
lt: Iš tvarkyklės gautas klaidos pranešimas:<br><br>%1
lv: Kļūdas ziņojums saņemts no menedžera:<br><br>%1
mt: Messaġġ ta' problema wasal mingħand il-manager:<br><br>%1
nl: Foutmelding van de beheerder ontvangen:<br><br>%1
no: Feilmelding mottat fra behandler:<br><br>%1
pl: Komunikat o błędzie otrzymany od menedżera:<br><br>%1
pt: Mensagem de erro obtida do gestor:<br><br>%1
ro: Mesaj de eroare primit de la manager:<br><br>%1
ru: Сообщение об ошибке от менеджера:<br><br>%1
sk: Prijatá chybová správa od správcu: <br><br>%1
sl: Sporočilo o napaki, prejeto od upravljalnika:<br><br>%1
sr: Sistem za štampanje prijavio je grešku:<br><br>%1
ta: §ÁÄ¡ÇÃ¢¼Á¢ÕóÐ ¦ÀüÈ ¾ÅÚ ÀüÈ¢Â ¦ºö¾¢:<br><br>%1
th: ได้รับข้อความผิดพลาดจากตัวจัดการ:<br><br>%1
tr: Yöneticiden gelen hata mesajı:<br><br>%1
uk: Повідомлення помилки отримане від менеджера:<br><br>%1
vi: Nhận được thông báo lỗi từ trình quản lí:<br><br>%1
xh: Imposiso yomyalezo ifumaneke kumphathi.<br><br>%1

source: Unable to restart print server.
af: nie moontlik aan herbegin druk bediener.
az: Çap edici vericisi yenidən başladıla bilmir.
bg: Не мога да престартирам сървъра за печат.
ca: No s'ha pogut reengegar el servidor d'impressió.
cs: Nelze restartovat tiskový server.
da: Kan ikke genstarte printerserver.
de: Neustart des Druckservers ist nicht möglich.
el: Δε μπόρεσα να επανεκκινήσω τον print server.
et: Printserverit pole võimalik uuesti käivitada.
fi: Tulostinpalvelinta ei voitu uudelleenkäynnistää.
he: .שדחמ תרשה תא ליעפהל ןתינ אל
hu: Nem sikerült újraindítani a nyomtatókiszolgálót.
is: Gat ekki endurræst prentþjón.
ko: 인쇄 서버를 다시 시작할 수 없습니다.
lt: Nesugebu perstartuoti spausdinimo serverio.
lv: Nevar restartēt drukas serveri.
mt: Ma setax jirristartja s-server tal-ipprintjar.
nl: Niet in staat om de afdrukserver te herstarten.
no: Kunne ikke starte skrivertjener på nytt.
pl: Nie można zrestartować serwera wydruku.
pt: Não consegui reiniciar o servidor de impressão.
ro: Nu pot restarta server-ul de imprimare.
ru: Не могу перезапустить принт-сервер.
sk: Nemôžem reštartovať tlačový server.
sl: Ni moč ponovno zagnati strežnika tiskanja.
sr: Ne mogu ponovo da pokrenem server za štampanje.
ta: «îÍôÀÃ¢Á¡È¢¨Â Á£Ç¡ÃõÀ¢ì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถเริ่มการทำงานเซิร์ฟเวอร์การพิมพ์ใหม่ได้
tr: Yazıcı servisi yeniden başlatılamadı.
uk: Неможливо перезапустити сервер друку.
vi: Không khởi động lại được server máy in.
xh: Ayikwazi ukuqala ushicilelo lomncedisi.

source: Unable to configure print server.
af: nie moontlik aan konfigureer druk bediener.
az: Çap edici vericisi quraşdırıla bilmir.
bg: Не мога да конфигуриран сървъра за печат.
ca: No s'ha pogut configurar el servidor d'impressió.
cs: Nelze nastavit tiskový server.
da: Kan ikke indstille printserver.
de: Einrichtung des Druckservers ist nicht möglich.
el: Δε μπόρεσα να ρυθμίσω τον print server.
et: Printserverit pole võimalik seadistada.
fi: Tulostinpalvelinta ei voitu asettaa.
he: .תרשה תרוצת תא עובקל ןתינ אל
hu: Nem sikerült beállítani a nyomtatókiszolgálót.
is: Gat ekki stillt prentþjón.
ko: 인쇄 서버를 설정할 수 없습니다.
lt: Nesugebu derinti spausdinimo serverio.
lv: Nevar konfigurēt drukas serveri.
mt: Ma tistax tikkonfigura s-server tal-ipprintjar.
nl: Niet in staat om de afdrukserver in te stellen.
no: Kunne ikke sette opp skrivertjener.
pl: Nie można skonfigurować serwera wydruku.
pt: Não consegui configurar o servidor de impressão.
ro: Nu pot reconfigura server-ul de imprimare.
ru: Не могу настроить принт-сервер.
sk: Nemôžem nastaviť tlačový server.
sl: Ni moč prikrojiti strežnika tiskanja.
sr: Ne mogu da podesim server za štampanje.
ta: «îÍôÀÃ¢Á¡È¢¨Â ÅÊÅ¨Áì¸ ÓÊÂÅ¢ø¨Ä.
th: ไม่สามารถปรับแต่งเซิร์ฟเวอร์การพิมพ์ได้
tr: Yazıcı sunucu yapılandırılamadı.
uk: Неможливо налаштувати сервер друку.
vi: Không cấu hình được server máy in.
xh: Ayikwazi ukuqwalasela ushicilelo lomncedisi.

source: Jobs
af: werke
az: Vəzifələr
bg: Задания
ca: Treballs
cs: Úlohy
da: Job
de: Druckaufträge
el: Δουλειές
et: Tööd
fi: Työt
he: תודובע
hu: Feladatok
is: Verk
ko: 작업
lt: Užduotys
lv: Darbi
mt: Xogħol
nl: Taken
no: Jobber
pl: Zadania
pt: Trabalhos
ro: Lucrări
ru: Задания
sk: Úlohy
sl: Opravila
sr: Poslovi
ta: À½¢¸û
th: งาน
tr: Görevler
uk: Задачі
vi: Tác vụ
xh: Imisebenzi

source: Instances
af: instansies
az: İnstansiyalar
bg: Примери
ca: Instàncies
cs: Instance
da: Eksempler
de: Instanzen
et: Eksemplarid
fi: Instanssit
he: תורוצת
hu: Példányok
is: Tilvik
ko: 인스턴스
lt: Atvejai
mt: Istanzi
nl: Instanties
no: Oppføringer
pl: Egzemplarze
pt: Instâncias
ro: Instanţe
ru: Экземпляры
sk: Inštancie
sl: Primeri
sr: Instance
ta: ¯ÕôÀÊ¸û
th: อินสแตนต์
uk: Зразки
xh: Imizekelo

source: Printer type:
af: drukker tipe:
az: Çap edici növü:
bg: Принтер - тип:
ca: Tipus d'impressora:
cs: Typ tiskárny:
de: Druckertyp:
el: Τύπος εκτυπωτή:
et: Printeri tüüp:
fi: Tulostimen tyyppi:
he: :תספדמ גוס
hu: Nyomtatótípus:
is: Tegund prentara:
ko: 인쇄기 형식:
lt: Spausdintuvo tipas:
lv: Drukas iekārtas tips:
mt: Tip ta' printer:
no: Skrivertype:
pl: Typ drukarki:
pt: Tipo de impressora:
ro: Tip imprimantă:
ru: Тип принтера:
sk: Typ tlačiarne:
sl: Vrsta tiskalnika:
sr: Vrsta štampača:
ta: «îÍô¦À¡È¢ Å¨¸:
th: ประเภทเครื่องพิมพ์:
tr: Yazıcı türü:
uk: Тип принтера:
vi: Kiểu máy in:
xh: Udidi lomshicileli:

source: Interface
af: koppelvlak
az: Ara Üz
bg: Интерфейс
ca: Interfície
cs: Rozhraní
da: Grænseflade
de: Schnittstelle
et: Liides
fi: Rajapinta
he: קשממ
hu: Csatlakozási felület
is: Viðmót
ko: 인터페이스
lt: Sąsaja
lv: Starpseja
mt: Interfaċċja
no: Grensesnitt
pl: Interfejs
ro: Interfaţă
ru: Интерфейс
sk: Rozhranie
sl: Vmesnik
sr: Interfejs
ta: Ó¸ôÒ
th: รูปแบบการเชื่อมต่อ
tr: Arayüz
uk: Інтерфейс
vi: Giao diện
xh: Ujongano

source: Interface settings
af: koppelvlak instellings
az: Ara üz qurğuları
bg: Настройки на интерфейса
ca: Arranjament d'interfície
cs: Nastavení rozhraní
da: Grænseflade opsætning
de: Schnittstellen-Einstellungen
el: Ρυθμίσεις Interface
et: Liidese seadistused
fi: Rajapinnan asetukset
he: קשממה תורדגה
hu: A csatlakozási felület beállításai
is: Stillingar viðmóts
ko: 인터페이스 설정
lt: Sąsajos nustatymai
lv: Starpsejas uzstādījumi
mt: Setings tal-interfaċċja
nl: Interface-instellingen
no: Grensesnittinnstillinger
pl: Ustawienia interfejsu
pt: Configuração da interface
ro: Opţiuni interfaţă
ru: Настройки интерфейса
sk: Nastavenie rozhrania
sl: Nastavitve vmesnika
sr: Podešavanje interfejsa
ta: Ó¸ôÒ «¨ÁôÒ¸û
th: ตั้งค่ารูปแบบการเชื่อมต่อ
tr: Arayüz ayarları
uk: Параметри інтерфейсу
vi: Thiết lập giao diện
xh: Izicwangciso zojongano

source: IPP Printer
af: ipp drukker
az: IPP Çap edicisi
bg: IPP Принтер
ca: Impressora IPP
cs: IPP tiskárna
de: IPP-Drucker
el: Εκτυπωτής IPP
fi: IPP-tulostin
he: IPP תספדמ
hu: IPP nyomtató
is: IPP Prentari
ko: IPP 인쇄기
lt: IPP spausdintuvas
lv: IPP Drukas iekārta
mt: Printer IPP
no: IPP-skriver
pl: Drukarka IPP
pt: Impressora IPP
ro: Imprimantă IPP
ru: IPP-Принтер
sk: IPP tlačiareň
sl: Tiskalnik IPP
sr: IPP štampač
ta: IPP «îÍô¦À¡È¢
th: เครื่องพิมพ์ IPP
tr: IPP Yazıcısı
uk: Принтер IPP
vi: Máy in IPP
xh: Umshicileli we IPP

source: Local USB Printer
af: plaaslike usb drukker
az: Yerli USB Çap edicisi
bg: Локален USB принтер
ca: Impressora USB local
cs: Lokální USB tiskárna
da: Lokal USB Printer
de: Lokaler Drucker an USB-Schnittstelle
el: Τοπικός USB Εκτυπωτής
et: Kohalik USB printer
fi: Paikallinen USB-tulostin
he: תימוקמ USB תספדמ
hu: helyi USB nyomtató
is: USB prentari á þessari vél.
ko: 로컬 USB 인쇄기
lt: Vietinis USB spausdintuvas
lv: Lokāla USB Drukas iekārta
mt: Printer USB Lokali
nl: Lokale USB-printer
no: Lokal USB-skriver
pl: Lokalna drukarka USB
pt: Impressora USB Local
ro: Imprimantă USB locală
ru: Локальный USB-принтер
sk: Lokálna USB tlačiareň
sl: Krajevni USB tiskalnik
sr: Lokalni USB štampač
ta: ¯ûÇ¨Á USB «îÍô¦À¡È¢
th: เครื่องพิมพ์ต่อตรงแบบ USB
tr: Yerel USB Yazıcısı
uk: Локальний принтер USB
vi: Máy in USB địa phương
xh: Umshicileli wobulali we USB

source: Local Parallel Printer
af: plaaslike parallelle drukker
az: Yerli Parallel Çap Edici
bg: Локален паралелен принтер
ca: Impressora paral·lel local
cs: Lokální paralelní tiskárna
da: Lokal Parallel Printer
de: Lokaler Drucker an paralleler Schnittstelle
el: Τοπικός Παράλληλος Εκτυπωτής
et: Kohalik paraleelpordi printer
fi: Paikallinen rinnakkaistulostin
he: תימוקמ תיליבקמ תספדמ
hu: helyi párhuzamos nyomtató
is: Hliðtengdur prentari á þessari vél
ko: 로컬 병렬 인쇄기
lt: Vietinis lygiagretus spausdintuvas
lv: Lokāla Paralēlā Drukas iekārta
mt: Printer Parallell Lokali
nl: Lokale parallelle printer
no: Lokal parallelskriver
pl: Lokalna drukarka na porcie równoległym
pt: Impressora Paralela Local
ro: Imprimantă paralelă locală
ru: Локальный параллельный принтер
sk: Lokálna paralelná tlačiareň
sl: Krajevni vzporedni tiskalnik
sr: Lokalni paralelni štampač
ta: ¯ûÇ¨Áî ºÁ¡ó¾Ã «îÍô¦À¡È¢
th: เครื่องพิมพ์ต่อตรงแบบพอร์ตขนาน
tr: Yerel Paralel Yazıcı
uk: Локальний паралельний принтер
vi: Máy in cổng song song địa phương
xh: Umshicileli wobulali wokuhamba kunye

source: Local Serial Printer
af: plaaslike reeksnommer drukker
az: Yerli Serial Çap Edici
bg: Локален сериен принтер
ca: Impressora sèrie local
cs: Lokální sériová tiskárna
da: Lokal Seriel Printer
de: Lokaler Drucker an serieller Schnittstelle
el: Τοπικός Σειραϊκός Εκτυπωτής
et: Kohalik jadapordi printer
fi: Paikallinen sarjatulostin
he: תימוקמ תירוט תספדמ
hu: helyi soros nyomtató
is: Raðtengdur prentari á þessari vél
ko: 로컬 직렬 인쇄기
lt: Vietinis nuoseklus spausdintuvas
lv: Lokāla Seriālā Drukas iekārta
mt: Printer Serial Lokali
nl: Lokale seriële printer
no: Lokal seriell skriver
pl: Lokalna drukarka na porcie szeregowym
pt: Impressora Série Local
ro: Imprimantă serială locală
ru: Локальный последовательный принтер
sk: Lokálna sériová tlačiareň
sl: Krajevni serijski tiskalnik
sr: Lokalni serijski štampač
ta: ¯ûÇ¨Á ¦¾¡¼÷ «îÍô¦À¡È¢
th: เครื่องพิมพ์ต่อตรงแบบอนุกรม
tr: Yerel Seri Yazıcı
uk: Локальний послідовний принтер
vi: Máy in Serial địa phương
xh: Umshicileli wemeko yobulali
