Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Error while filtering. Command was: <b>%1</b>.
af: fout terwyl gefilter het. opdrag was: <b>%1</b>.
az: Süzmə xətası. Əmr: <b>%1</b>.
bg: Грешка по време на филтриране. Командата беше <b>%1</b>.
ca: Hi ha hagut un error en filtrar. La comanda era: <b>%1</b>.
cs: Chyba filtru. Příkazem bylo: <b>%1</b>.
da: Fejl ved filtrering. Kommando var: <b>%1</b>.
de: Fehler bei der Filter-Ein/Ausgabe. Der Befehl lautete <b>%1</b>.
el: Σφάλμα κατά το φιλτράρισμα. Η εντολή ήταν: <b>%1</b>.
et: Viga filtreerimisel. Käsk oli: <b>%1</b>.
fi: Suodatettaessa tapahtui virhe. Komento oli: <b>%1</b>.
he: .<b>%1</b> :התייה הדוקפה .ןוניס ךלהמב האיגש
hu: Hiba történt a szűrő használata közben. A kapott parancs: <b>%1</b>.
is: Villa við síun. Skipun var:<b>%1</b>.
lt: Klaida filtruojant. Komanda buvo: <b>%1</b>.
lv: Kļūda filtrēšanas laikā. Komanda bija: <b>%1</b>.
mt: Problema waqt l-iffiltrar. Il-kmand kien: <b>%1</b>.
nl: Er deed zich een fout voor tijdens het filteren. Het commando was: <b>%1</b>
no: Feil ved filtrering. Kommando var: <b>%1</b>.
pl: Bład podczas filtrowania. Otrzymano polecenie: <b>%1</b>.
pt: Erro ao filtrar. O comando foi: <b>%1/</b>.
ro: Eroare la filtrare. Comanda a fost: <b>%1</b>.
ru: Ошибка при применении фильтра. Команда: <b>%1</b>.
sk: Chyba počas filtrovania. Príkaz bol: <b>%1</b>.
sl: Napaka pri filtriranju. Ukaz je bil: <b>%1</b>
ta: ÅÊ¸ðÎõ §À¡Ð ¾ÅÚ. ¸ð¼¨Ç: <b>%1</b>.
th: ผิดพลาดขณะทำการกรอง คำสั่งคือ: <b>%1</b>
tr: Süzgeçte hata. Komut: <b>%1</b>.
uk: Помилка фільтрування. Команда: <b>%1</b>.
vi: Lỗi khi lọc.Lệnh là : <b>%1</b>.
xh: Imposiso ngexesha bekusetyenziswa icebo lokucoca ulwelo. Umyalelo waba ngu: <b>%1</b>.

source: Print preview
af: druk voorskou
az: Çap Nümayişi
bg: Преглед преди печат
ca: Vista prèvia d'impressió
cs: Náhled před tiskem
da: Udskriftsvisning
de: Druckvorschau
el: Προεπισκόπηση εκτύπωσης
et: Trükkimise eelvaatlus
fi: Tulostuksen esikatselu
he: הספדה ינפל הגוצת
hu: Nyomtatási kép
is: Forsýning útprentunar
ko: 미리 본 내용 인쇄
lt: Spausdinimo peržiūra
lv: Apskatīt izdruku
mt: Prevista tal-ipprintjar
nl: Afdrukvoorbeeld...
no: Forhåndsvisning...
pl: Podgląd wydruku
pt: Antevisão da impressão
ro: Previzualizare tipărire
ru: Просмотр перед печатью
sk: Náhľad tlače
sl: Predogled tiskanja
sr: Pregled štampe...
ta: «îÍ Óý§É¡ð¼õ
th: แสดงภาพก่อนพิมพ์
tr: Baskı önizleme
uk: Перегляд друку
vi: Xem trước khi in
xh: Shicilela osekwenziwe

source: KDE was unable to locate an appropriate object for print previewing. Do you want to continue printing anyway ?
af: kde was nie moontlik aan opspoor 'n geskikte voorwerp vir druk voorskouing. doen jy wil hê aan voortgaan besig om te druk in elkgeval ?
az: KDE, çap etmə nümayişi üçün uyğun bir cism tapa bilmədi. Çapa davam edim?
bg: KDE не е в състояние да намери съответния обект за преглед преди печат. Да продължа ли с печатането?
ca: KDE no ha pogut localitzar un objecte apropiat per a la vista prèvia d'impressió. Voleu continuar imprimint de totes totes ?
cs: KDE nenašlo vhodný objekt pro náhled tisku. Chcete pokračovat v tisku?
da: KDE kunne ikke finde et passende objekt til udskriftsforhåndsvisning. Vil du fortsætte med at udskrive alligevel ?
de: Es ist kein Objekt für die Druckvorschau auffindbar. Soll der Druckvorgang trotzdem fortgesetzt werden?
el: Το KDE δε μπόρεσε να βρει ένα κατάλληλο αντικείμενο για προεπισκόπηση εκτύπωσης. Θέλετε να συνεχίσει η εκτύπωση όπως και να 'χει ?
et: Trükkimise eelvaatluseks sobivat objekti ei leitud. Kas jätkata trükkimist?
fi: KDE ei löytänyt sopivaa objektia tulostuksen esikatseluun. Haluatko jatkaa tulostusta tästä huolimatta?
he: .הספדה ינפל הגוצתל םיאתמ טקייבוא אוצמל KDE תורשפאב היה אל ?תאז לכב סיפדהל ךישמהל ךנוצרב םאה
hu: A KDE nem tudott betölteni egy szükséges objektumot a nyomtatási kép elkészítéséhez. Folytassam a nyomtatási műveletet?
is: KDE fann engan kerfishlut sem gat séð um forsýningu. Viltu halda áfram og prenta?
ko: KDE는 미리 볼려는 특정 객체의 위치를 알지 못합니다. 어쨌든 계속 찍어 보시겠습니까 ?
lt: KDE nesugebėjo rasti atitinkamo objekto spausdinimo peržiūrai. Ar jūs vistiek norite tęsti spausdinimą?
lv: KDE nevarēja atrast attiecīgo objektu izdrukas apskatei. Vai jūs tomēr vēlaties turpināt drukāšanu ?
mt: Il-KDE ma setax isib oġġett adekwat għall-prevista tal-ipprintjar. Trid tipprintjah xorta waħda ?
nl: KDE slaagde er niet in om een geschikt object te localiseren voor het afdrukvoorbeeld. Wilt u desondanks toch doorgaan met afdrukken?
no: KDE kunne ikke finne et passende objekt for forhåndsvisning. Vil du fortsette å skrive ut uansett ?
pl: Nie można znaleźć odpowiedniego składnika do podglądu wydruku. Chcesz kontynuować drukowanie mimo wszystko ?
pt: O KDE não consegui encontrar um componente adequado à antevisão da impressão. Queres prosseguir com a impressão de qualquer modo ?
ro: Nu am putut localiza un obiect corespunzător pentru previzualizarea tipăririi. Doriţi să continuaţi tipărirea în aceste condiţii?
ru: Не удалось найти подходящий объект для просмотра перед печатью. Хотите продолжить печать?
sk: KDE nenašlo vhodný objekt pre náhľad. Chcete pokračovať v tlači?
sl: KDE ni mogel najti primernega objekta za predogled tiskanja. Ali se naj tiskanje vseeno nadaljuje?
ta: «îº¢¼ø Óý§É¡ð¼ò¾¢üÌ KDE-­É¡ø ¦À¡Õò¾Á¡É ¦À¡Õ¦Ç¾¨ÉÔõ ¸ñ¼È¢Â ÓÊÂÅ¢ø¨Ä. ¦¾¡¼÷óÐ «îº¢¼ Å¢ÕôÀÁ¡ ?
th: KDE ไม่พบออปเจ็กต์ที่เหมาะสมสำหรับการแสดงภาพก่อนพิมพ์ คุณต้องการทำการพิมพ์ต่อไปหรือไม่ ?
tr: KDE, yazdırma önizleme için uygun bir nesne bulamadı. Yine de yazdırmaya devam etmek istiyor musunuz?
uk: Відповідний об'єкт для перегляду друку не знайдено. Продовжувати друк попри все ?
vi: KDE không thể tạo được đối tượng thích hợp để xem trước khi in. Bạn có muốn in không?
xh: i KDE ayikwazanga ukubeka eyonanto emayisetyenziswe ukushicilela osele kwenziwe. Ufuna ukuqhubekeka nokushicilela na ?

source: _: Status State:
af: staat:
az: Hal
bg: Област:
ca: Estat:
cs: Stav:
da: Tilstand:
de: Status:
el: Κατάσταση
et: Seisund:
fi: Tila:
he: :בצמ
hu: Állapot:
is: Staða:
ko: 상태:
lt: Būvis:
lv: Stāvoklis:
mt: Stat:
nl: Status:
no: Tilstand:
pl: Stan:
pt: Estado:
ro: Stare:
ru: Состояние:
sk: Stav:
sl: Stanje:
sr: Status:
ta: ¿¢¨Ä:
th: สถานะ:
tr: Durum:
uk: Стан:
xh: Imeko:

source: Options...
af: opsies...
az: Seçənəklər...
bg: Опции...
ca: Opcions...
cs: Možnosti...
da: Indstillinger...
de: Optionen...
el: Επιλογές...
et: Valikud...
fi: Optiot...
he: ...תויורשפא
hu: Beállítások...
is: Valkostir...
ko: 옵션...
lt: Parinktys...
lv: Opcijas...
mt: Għażliet...
nl: Opties...
no: Valg...
pl: Opcje...
pt: Opções...
ro: Opţiuni...
ru: Параметры...
sk: Možnosti...
sl: Možnosti...
sr: Opcije...
ta: Å¢ÕôÀí¸û...
th: ตัวเลือก...
tr: Seçenekler...
uk: Параметри...
vi: Tuỳ chọn...
xh: Iinketho...

source: Set as default
af: stel as verstek
az: Əsas seç
bg: Задава като подразбиращ
ca: Estableix per omissió
cs: Nastavit jako implicitní
da: Sæt som standard
de: Als Standard
el: Να γίνει προκαθορισμένο
et: Sea vaikeväärtuseks
fi: Aseta oletukseksi
he: לדחמ תרירבכ עבק
hu: Alapértelmezett
is: Gera sjálfgefið
ko: 기본으로 설정
lt: Nustatyti naudojimui kitaip nenurodžius
lv: Uzstādīt kā noklusēto
mt: Issettja bħala standard
nl: Instellen als standaard
no: Sett som standard
pl: Ustaw jako domyślne
pt: Escolher por omissão
ro: Setează ca implicită
ru: По умолчанию
sk: Nastaviť ako štandardný
sl: Nastavi kot privzeto
sr: Podesi kao predefinisano
ta: ¦¸¡¼¡¿¢¨ÄÂ¡¸ «¨Á
th: ตั้งเป็นค่าปริยาย
tr: Öntanımlı seç
uk: Встановити як типове
vi: Đặt làm mặc định
xh: Cwangcisa njengokungagqibekanga

source: Add printer...
af: voeg by drukker...
az: Çap edic əlavə et...
bg: Добави принтер
ca: Afegeix impressora...
cs: Přidat tiskárnu...
da: Tilføj printer...
de: Drucker hinzufügen...
et: Lisa printer...
fi: Lisää tulostin...
he: ...תספדמ ףסוה
hu: Nyomtató hozzáadása...
is: Bæta prentara við...
ko: 인쇄기 더하기...
lt: Pridėti spausdintuvą...
lv: Pievienot drukas iekārtu...
mt: Żid printer...
nl: Printer toevoegen...
no: Legg til skriver...
pl: Dodaj drukarkę...
pt: Adicionar impressora...
ro: Adaugă imprimantă...
ru: Добавить принтер...
sk: Pridať tlačiareň...
sl: Dodaj tiskalnik...
sr: Dodaj štampač...
ta: «îÍô¦À¡È¢¨Âî §º÷...
th: เพิ่มเครื่องพิมพ์...
tr: Yazıcı ekle...
uk: Додати принтер...
xh: Dibanisa umshicileli...

source: Output file:
af: uitset lêer:
az: Yekun faylı:
bg: Отпечатай във файл:
ca: Fitxer de sortida:
cs: Výstupní soubor:
da: Uddatafil:
de: Ausgabedatei:
el: Αρχείο εξόδου:
et: Väljundfail:
fi: Tulostiedosto:
he: :טלפ ץבוק
hu: Kimeneti fájl:
is: Úttaksskrá:
ko: 찍을 파일:
lt: Išvesti į bylą:
lv: Izvades fails:
mt: Fajl għall-kitba:
nl: Uitvoerbestand:
no: Utdata-fil:
pl: Plik wyjściowy:
pt: Ficheiro de saída:
ro: Fişier de ieşire:
ru: Печатать в файл:
sk: Tlačiť do súboru:
sl: Izhodna datoteka:
sr: Izlazni fajl:
ta: ¦ÅÇ¢Â£ðÎì §¸¡ôÒ:
th: พิมพ์เป็นแฟ้ม:
tr: Çıkış dosyası:
uk: Файл виводу:
vi: File xuất ra:
xh: Ifayile yonikezelo ngaphandle:

source: Print command:
af: druk opdrag:
az: Çap əmri:
bg: Команда за печат:
ca: Comanda d'impressió:
cs: Tiskový příkaz:
da: Udskriftskommando:
de: Druckbefehl:
el: Εντολή εκτύπωσης:
et: Trükkimise käsk:
fi: Tulostuskomento:
he: :הספדה תדוקפ
hu: Nyomtatási parancs:
is: Prentskipun:
ko: 인쇄 명령:
lt: Spausdinimo komanda:
lv: Drukāšanas komanda:
mt: Kmand tal-ipprintjar:
nl: Afdrukcommando:
no: Utskriftskommando:
pl: Polecenie drukowania
pt: Comando de impressão:
ro: Comandă tipărire:
ru: Команда печати:
sk: Príkaz na tlač:
sl: Ukaz za tiskanje:
sr: Komanda za štampanje:
ta: «îÍì ¸ð¼¨Ç:
th: คำสั่งการพิมพ์:
tr: Yazdırma komutu:
uk: Команда друку:
vi: Lệnh in:
xh: Shicilela umyalelo:

source: Print system currently used:
af: druk stelsel huidiglik gebruik word:
az: Hazırda istifadə edilən çap sistemi:
bg: Текущо използвана система за печат:
ca: Sistema d'impressió usat actualment:
cs: Používaný tiskový systém:
da: Printsystem der bruges:
de: Aktuelles Drucksystem:
et: Momendil kasutatav trükkimise süsteem:
fi: Käytetty tulostusjärjestelmä:
he: :שומישב עגרכ תאצמנה הספדהה תכרעמ
hu: A most használt nyomtatási rendszer:
is: Prentkerfi í notkun:
ko: 지금 쓰고 있는 인쇄 시스템:
lt: Naudojama spausdinimo sistema:
lv: Pašlaik izmantotā drukas sistēma:
mt: Sistema tal-ipprintjar użata bħalissa:
nl: Momenteel gebruikt afdruksysteem:
no: Utskriftssystem i bruk:
pl: Obecnie używany system wydruku:
pt: Sistema de impressão em uso:
ro: Sistem de tipărire utilizat:
ru: Используемая система печати:
sk: Tlačový systém momentálne používa:
sl: Trenutno uporabljani sistem tiskanja:
sr: Sistem za štampanje:
ta: ¿¼ôÒ «îÍò¦¾¡Ì¾¢:
th: ระบบการพิมพ์ในปัจจุบัน:
tr: Şimdi kullanılan yazıcı sistemi:
uk: Поточна система друку:
xh: Indlela yokushicilela esetyenziswayo ngoku:

source: Print to file
af: druk aan lêer
az: Fayla yaz
bg: Отпечатай във файл:
ca: Imprimeix al fitxer
cs: Tisk do souboru
da: Udskriv til fil
de: In Datei drucken
el: Εκτύπωση σε αρχείο
et: Trükkimine faili
fi: Tulosta tiedostoon
he: ץבוקל ספדה
hu: Nyomtatás fájlba
is: Prenta í skrá
ko: 파일로 찍기
lt: Spausdinti į bylą:
lv: Drukāt uz failu
mt: Ipprintja ġo fajl
nl: Afdrukken naar bestand
no: Skriv til fil
pl: Wydruk do pliku
pt: Imprimir para ficheiro
ro: Tipăreşte în fişier
ru: Печатать в файл
sk: Tlačiť do súboru
sl: Natisni v datoteko
sr: Štampaj u fajl
ta: §¸¡ôÒìÌ «îº¢Î
th: พิมพ์ออกเป็นแฟ้ม
tr: Dosyaya yaz
uk: Друкувати у файл
vi: In ra file
xh: Shicilela kwifayile

source: The output filename is empty.
af: die uitset lêernaam is leeg.
az: Çap etmə fayl adı boşdur.
bg: Името на файла е празно
ca: El fitxer de sortida és buit.
cs: Název souboru pro výstup je prázdný.
da: Uddata filnavnet er tomt.
de: Der Ausgabedateiname fehlt.
el: Το όνομα αρχείου για έξοδο είναι άδειο.
et: Väljundfaili nimi puudub.
fi: Kohdetiedoston nimi on tyhjä.
he: .קיר טלפה ץבוק םש
hu: A kimeneti fájl neve üres.
is: Skráarnafn fyrir úttak er tómt.
ko: 꺼낼 파일 이름이 비었습니다.
lt: Tuščias naujos bylos vardas.
lv: Izvades faila vārds ir tukšs.
mt: L-isem tal-fajl għall-kitba huwa vojt.
nl: De uitvoerbestandsnaam is leeg.
no: Det nye filnavnet er tomt.
pl: Nie podano nazwy pliku wyjściowego.
pt: O nome do ficheiro de saída está em branco.
ro: Fişierul de ieşire este gol.
ru: Следует указать имя выходного файла.
sk: Meno výstupného súboru je prázdne.
sl: Ime izhodne datoteke je prazno.
sr: Naziv izlaznog fajla je prazan!
ta: ¦ÅÇ¢Â£ðÎì §¸¡ôÀ¢ý ¦ÀÂ÷ ¸¡Ä¢.
th: ยังไม่ได้เติมชื่อแฟ้มที่จะใช้พิมพ์
tr: Yazılacak dosya adı boş.
uk: Ім'я вихідного файлу порожнє.
vi: Không có tên file xuất ra.
xh: Ifayile yonikezelo ngaphandle ayinanto.

source: File "%1" already exists. Overwrite ?
af: lêer "%1" alreeds bestaan. oorskryf ?
az: "%1" faylı var. Üstünə yazılsın?
bg: Файла "%1" вече съществува. Да го презапиша ли ?
ca: El fitxer "%1" ja existeix. Voleu sobrescriure'l ?
cs: Soubor "%1" již existuje. Přepsat?
da: Fil "%1" eksisterer allerede. Overskriv ?
de: Datei "%1" existiert bereits. Überschreiben?
el: Το αρχείο "%1" υπάρχει ήδη. Να επικαλυφθεί;
et: Fail "%1" eksisteerib juba. Kirjutada üle?
fi: Tiedosto "%1"on jo olemassa. Ylikirjoita?
he: ?ובתכשל םאה .םייק רבכ "%1" ץבוקה
hu: A(z) "%1" fájl már létezik. Felülírjam?
is: Skráin "%1" er nú þegar til. Skrifa yfir?
ko: "%1" 파일이 이미 있습니다. 덮어쓰시겠습니까 ?
lt: Byla „%1“ jau yra. Rašyti ant viršaus?
lv: Fails "%1" jau eksistē. Pārrakstīt ?
mt: Il-fajl "%1" diġa jeżisti. Tikteb fuqu ?
nl: Bestand "%1" bestaat reeds. Overschrijven?
no: Filen "%1" eksisterer allerede. Skrive over ?
pl: Plik "%1" już istnieje. Nadpisać ?
pt: O ficheiro "%1" já existe. Sobrepor?
ro: Fişierul "%1" există deja. Îl suprascriu?
ru: Файл "%1" уже существует. Хотите его переписать?
sk: Súbor "%1" už existuje. Prepísať?
sl: Datoteka ,%1` že obstaja. Prepišem prek?
sr: Fajl "%1" već postoji. Da li da ga prebrišem?
ta: §¸¡ôÒ "%1" ²ü¸É§Å ¯ûÇÐ. §Á¦ÄØ¾Å¡ ?
th: แฟ้ม "%1" มีอยู่แล้ว ต้องการเขียนทับหรือไม่ ?
tr: "%1" dosyası var. Üzerine yazılsın mı?
uk: Файл "%1" вже існує. Перезаписати ?
vi: File "%1" đã tồn tại. Ghi đè?
xh: Ifayie"%1" sele ikhona. Bhala ngaphezulu?

source: You don't have write permissions to this file.
af: jy moenie het skryf regte aan hierdie lêer.
az: Bu fayla yazma icazəniz yoxdur.
bg: Вие нямате разрешение за да създадете този файл.
ca: No teniu permís d'escriptura en aquest fitxer.
cs: Nemáte práva k zápisu do tohoto souboru.
da: Du har ikke skrivetilladelse til denne fil.
de: Sie haben keine Schreibberechtigung für diese Datei.
el: Δεν έχετε άδειες εγγραφής σε αυτό το αρχείο.
et: Sul ei ole õigusi sellesse faili kirjutamiseks.
fi: Sinulla ei ole kirjoitusoikeuksia tähän tiedostoon.
he: .הז ץבוקל הביתכ תואשרה ךל ןיא
hu: Nincs írási jogosultsága ehhez a fájlhoz.
is: Þú hefur ekki réttindi til að skrifa í þessa skrá.
ko: 이 파일에 쓸 권한이 없습니다.
lt: Jūs neturite leidimo rašyti į šią bylą.
lv: Jums nav tiesību rakstīt šajā failā.
mt: M'għandekx permess tikteb fuq dan il-fajl.
nl: U hebt niet de nodige schrijfrechten voor dit bestand.
no: Du har ikke skrivetilgang til denne filen.
pl: Brak praw do zapisu do tego pliku.
pt: Não tens permissões de escrita neste ficheiro.
ro: Nu aveţi drepturi de scriere pentru acest fişier.
ru: У вас нет прав для записи этого файла.
sk: Nemáte práva na zápis do tohto súboru.
sl: Nimate dovoljenja za pisanje v to datoteko.
sr: Nemate dozvolu za upis u ovaj fajl.
ta: ­ì §¸¡ôÀ¢üÌ ±Ø¾ ¯í¸ÙìÌ «ÛÁ¾¢ ­ø¨Ä.
th: คุณไม่ได้รับอนุญาตให้เขียนไปยังแฟ้มนี้
tr: Bu dosyaya yazma izniniz yok.
uk: У Вас не вистачає прав для запису у цей файл.
vi: Bạn không có đủ quyền để viết vào file này.
xh: Awunazimvumelwano zakubhala kule fayile.

source: You don't have write permissions in that directory.
af: jy moenie het skryf regte in wat gids.
az: Bu cərgəyə yazma icazəniz yoxdur.
bg: Вие нямате разрешение за запис в тази директория.
ca: No teniu permís d'escriptura en aquest directori.
cs: Nemáte práva k zápisu do tohoto adresáře.
da: Du har ikke skrivetilladelse til denne mappe.
de: Sie haben keine Schreibberechtigung für das Verzeichnis.
el: Δεν έχετε άδειες εγγραφής σε αυτόν τον κατάλογο.
et: Sul ei ole õigusi sellesse kataloogi kirjutamiseks.
fi: Sinulla ei ole kirjoitusoikeuksia tähän hakemistoon.
he: .וז הירפסל הביתכ תואשרה ךל ןיא
hu: Nincs írási jogosultsága ebben a könyvtárban.
is: Þú hefur ekki réttindi til að skrifa í þessa möppu.
ko: 저 자료방에 쓸 권한이 없습니다.
lt: Jūs neturite leidimo rašyti šiame kataloge.
lv: Jums nav tiesību rakstīt šajā direktorijā.
mt: M'għandekx permess tikteb f'dan id-direttorju.
nl: U hebt niet de nodige schrijfrechten voor deze map.
no: Du har ikke skrivetilgang i den katalogen.
pl: Brak praw do zapisu do tego katalogu.
pt: Não tens permissões de escrita nesta directoria.
ro: Nu aveţi drepturi de scriere în acest director.
ru: У вас нет прав для записи в этот каталог.
sk: Nemáte práva na zápis do tohto priečinku.
sl: Nimate dovoljenja za pisanje v ta imenik.
sr: Nemate dozvolu za upis u ovaj direktorijum.
ta: ­ó¾ «¨¼Å¢ø ±Ø¾ ¯í¸ÙìÌ «ÛÁ¾¢ ­ø¨Ä.
th: คุณไม่ได้รับอนุญาตให้เขียนไปยังไดเรกทอรีนี้
tr: Bu dizine yazma izniniz yok.
uk: У Вас не вистачає прав для запису у цей каталог.
vi: Bạn không có quyền viết vào file này.
xh: Awunazimvumelwano zakubhala kolo lawulo.

source: <p><nobr>A print error occured. Error message received from system:</nobr></p><br>%1
af: <p><nobr>'n druk fout voorgekom. fout boodskap ontvang van stelsel:</nobr></p><br>%1
az: <p><nobr>Çap xətası oldu. Sistemdən alınan xəta ismarıcı:</nobr></p><br>%1
bg: <p><nobr>Възникна грешка при печат. Съобщение за грешка се получи отсистемата:</nobr></p><br>%1
ca: <p><nobr>Hi ha hagut un error d'impressió. S'ha rebut un missatge d'error del sistema:</nobr></p><br>%1
cs: <p><nobr>Při tisku nastala chyba. Chybová zpráva systému byla:</nobr></p><br>%1
da: <p><nobr>Der skete en fejl ved udskrift. Fejlbesked modtaget fra system:</nobr></p><br>%1
de: <p><nobr>Fehler bei der Druckausgabe. Das System meldet:</nobr></p><br>%1
el: <p><nobr>Προέξυψε σφάλμα εκτύπωσης. Πήρα από το σύστημα το μήνυμα:</nobr></p><br>%1
et: <p><nobr>Viga trükkimisel. Süsteem tagastas veateate:</nobr> </p><br>%1
fi: <p><nobr>Tapahtui tulostusvirhe. Järjestelmältä vastaanotettu virhe:</nobr></p><br>%1
he: <p><nobr>:תכרעמהמ הלבקתנש האיגשה תעדוה .הספדה תאיגש העריא</nobr></p><br>%1
hu: <p><nobr>Nyomtatási hiba történt. A hibaüzenet a következő:</nobr></p><br>%1
is: <p><nobr>Prentvilla kom upp. Villuboð frá kerfinu: </nobr></p><br>%1
lt: <p><nobr>Įvyko spausdinimo klaida. Klaidos pranešimas iš sistemos:</nobr></p><br>%1
lv: <p><nobr>Gadījusies drukas kļūda. Kļūdas ziņojums saņemtais no sistēmas:</nobr></p><br>%1
mt: <p><nobr>Kien hemm problema fl-ipprintjar. il-messaġġ mis-sistema kien:</nobr></p><br>%1
nl: <p><nobr>Er deed zich een fout voor tijdens het afdrukken. Deze foutmelding werd van het systeem ontvangen:</nobr></p><br>%1
no: <p><nobr>En utskriftsfeil oppsto. Feilmeldingen mottat fra systemet:</nobr></p><br>%1
pl: <p><nobr>Podczas wydruku wystąpił błąd. System wydruku zwrócił jego opis:</nobr></p><br>%1
pt: <p><nobr>Ocorreu um erro de impressão. Obteve-se do sistema a seguinte mensagem de erro:</nobr></p><br>%1
ro: <p><nobr>A apărut o eroare de tipărire. Mesajul de eroare de la sistem este:</nobr></p><br>%1
ru: <p><nobr>Ошибка печати. Сообщение об ошибке:</nobr></p><br>%1
sk: <p><nobr>Nastala chyba pri tlači. Chybová správa systému bola:</nobr></p><br>%1
sl: <p><nobr>Napaka pri tiskanju. Sporočilo o napaki je prejeto od sistema:</nobr></p><br>%1
ta: <p><nobr>«îº¢¼Ä¢ø ¾Å¦È¡ýÚ §¿÷ó¾Ð. ¸½¢É¢Â¢Ä¢ÕóÐ ¦ÀÈôÀð¼ ¦ºö¾¢:</nobr></p><br><br>%1
th: <p><nobr>เกิดข้อผิดพลาดในการพิมพ์ขึ้น โดยระบบแจ้งว่า:</nobr></p><br>%1
tr: <p><nobr>Bir yazdırma hatası oluştu. Sistemden alınan hata mesajı:</nobr></p><br>%1
uk: <p><nobr>Сталася помилка друку. Повідомлення помилки отримано з системи:</nobr></p><br>%1
vi: <p><nobr>Có lỗi xảy ra khi in . Thông điệp lỗi nhận được từ hệ thống:</nobr></p><br>%1
xh: <p><nobr>imposiso yoshicilelo luka-A yenzekile. Umyalezo wemposiso ufumaneke usuka kwi ndlela eyiyo:</nobr></p><br>%1

source: Printer configuration
af: drukker opstelling
az: Çap edici quraşdırılması
bg: Конфигурация на принтер
ca: Configuració de la impressora
cs: Nastavení tiskárny
da: Printerindstilling
de: Druckereinrichtung
el: Ρύθμιση εκτυπωτών
et: Printeri seadistused
fi: Tulostimen asetukset
he: תספדמה תורדגה
hu: Nyomtatóbeállítások
is: Stillingar prentara
ko: 인쇄기 설정
lt: Spausdintuvo derinimas
lv: Drukas iekārtas konfigurācija
mt: Konfigurazzjoni tal-printer
nl: Printerinstellingen
no: Skriver-oppsett
pl: Konfiguracja drukarki
pt: Configuração da impressora
ro: Configurare imprimantă
ru: Настройки принтера
sk: Nastavenie tlačiarne
sl: Nastavitve tiskalnika
sr: Podešavanje štampača
ta: «îÍô¦À¡È¢ ÅÊÅ¨ÁôÒ
th: ปรับแต่งเครื่องพิมพ์
tr: Yazıcı yapılandırması
uk: Конфігурація принтера
vi: Cấu hình máy in
xh: Uqwalaselo lomshicileli

source: No configurable options for that printer !
af: nee konfigureerbaar opsies vir wat drukker !
az: Çap edici quraşdırıla bilən seçanək yoxdur !
bg: Няма конфигурационни опции за този принтер!
ca: No hi ha opcions configurables per a aquesta impressora !
cs: Pro tuto tiskárnu nebyly nalezeny žádné možnosti nastavení!
da: Ingen indstillinger for den printer !
de: Es gibt keine Einstellungsmöglichkeiten für den Drucker.
el: Δεν υπάρχουν ρυθμίσιμες επιλογές για αυτόν τον εκτυπωτή!
et: Sellel printeril pole seadistatavaid valikuid!
fi: Ei asetettavia optioita tälle tulostimelle!
he: !וז תספדמ רובע הרדגהל תויורשפא ןיא
hu: Nincs módosítható paraméter a nyomtatónál.
is: Þessi prentari er ekki stillanlegur!
ko: 저 인쇄기에 바꿀 수 있는 옵션이 없습니다 !
lt: Nėra parinkčių, kurias būtų galima derinti šiam spausdintuvui!
lv: Šai drukas iekārtai nav konfigurējamu opciju !
mt: M'hemmx għażliet li jistgħu jiġu kkonfigurati għal dak il-printer !
nl: Geen instelbare opties voor die printer beschikbaar!
no: Ingen oppsett-valg for den skriveren !
pl: Dla tego drukarki nie ma żadnych opcji konfigurowalnych !
pt: Não existem opções de configuração para essa impressora !
ro: Nu există opţiuni de configurare pentru această imprimantă!
ru: Данный принтер не может быть настроен !
sk: Pre túto tlačiareň neboli nájdené žiadne možnosti!
sl: Ni nastavitvenih možnosti za ta tiskalnik!
ta: «ùÅîÍô ¦À¡È¢ìÌ «¨Áì¸ò¾ì¸ Å¢ÕôÀí¸û Â¡ÐÁ¢ø¨Ä !
th: ไม่มีตัวเลือกใดๆ สำหรับปรับแต่งเครื่องพิมพ์นี้ !
tr: Bu yazıcı için ayarlanabilir seçenekler bulunmuyor !
uk: Параметри конфігурації для цього принтера відсутні!
vi: Không có các tuỳ chọn có thể cấu hình được cho máy in này !
xh: Akukho zinketho eziqwalaselekayo zomshicileli !

source: This operation is not implemented.
af: hierdie operasie is nie geimplementeer.
az: Bu əməliyyat dəstəklənmir.
bg: Тази операция не се използва.
ca: Aquesta operació no s'ha implementat.
cs: Tato činnost není implementovaná.
da: Denne operation er ikke implementeret.
de: Diese Operation ist noch nicht verfügbar.
el: Αυτή η λειτουργία δεν έχει υλοποιηθεί.
et: See funktsioon pole veel teostatud.
fi: Tätä toimintoa ei ole toteutettu.
he: .המשוי אל וז הלועפ
hu: Ez a művelet még nem használható.
is: Þessi aðgerð er ekki enn útfærð.
lt: Operacija neįgyvendinta.
lv: Šī operācija nav iestrādāta.
mt: Dik l-operazzjoni mhux implementata.
nl: Deze handeling is niet ingeprogrammeerd.
no: Denne operasjonen er ikke implementert.
pl: Ta operacja nie jest obsługiwana.
pt: Esta opção não está implementada.
ro: Această operaţie nu este implementată.
ru: Действие не поддерживается.
sk: Táto operácia nie je implementovaná.
sl: Ta operacija še ni vključena.
ta: ­î¦ºÂø ­ýÉÓõ ¿¢¨È§ÅüÈôÀ¼Å¢ø¨Ä.
th: ปฏิบัติการนี้ยังไม่ได้ถูกกำหนดมาก่อน
tr: Bu işlem henüz tanımlanmadı.
uk: Ця дія ще не впроваджена.
vi: Thao tác này không đầy đủ.
xh: Lo msebenzi awenzekanga uphumele ngaphandle.
