Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Use --help to get a list of available command line options.
af: gebruik --help aan kry 'n lys van beskikbaar opdrag lyn opsies.
az: Əmr sətiri seçənəklərinə çatmaq üçün --help işlədin.
bg: Ползвай --help за да видиш всички валидни команди.
ca: Useu --help per obtenir les opcions disponibles de línia de comandes.
cs: K získání seznamu dostupných voleb příkazové řádky použijte přepínač --help.
da: Brug --help for at få en liste over mulige kommandolinieflag.
de: Benutzen Sie den Parameter "--help", um die verfügbaren Optionen zu sehen
el: Χρησιμοποιήστε την --help για να πάρετε μια λίστα με τις διαθέσιμες επιλογές γραμμής εντολών.
et: Kasuta käsurea võtmete kohta info saamiseks võtit --help.
fi: Käytä --help listataksesi kaikki komentorivioptiot.
he: תונימז הדוקפ תרוש תויורשפא לש המישר לבקל ידכ --help -ב שמתשה
hu: A --help paraméter segítségével kiírathatók a parancssori paraméterek.
is: Notaðu --help til að sjá möguleg viðföng af skipanalínu.
ko: --help 옵션을 덧붙이면 쓸 수 있는 옵션 목록을 볼 수 있습니다.
lt: Norėdami gauti galimus komandų eilutės parametrus, naudokite --help.
lv: Lietot --help lai saņemtu pieejamo komandrindas opciju sarakstu.
mt: Uża --help biex tikseb lista' ta' possibbiltajiet.
nl: Gebruik --help voor een overzicht van de beschikbare commandoregelopties.
no: Bruk --help for å få en liste over tilgjengelige kommandovalg.
pl: Użyj --help aby pobrać listę dostępnych argumentów linii poleceń.
pt: Usa --help para obter uma lista das opções disponíveis.
ro: Utilizati --help pentru a obtine lista de comenzi disponibile.
ru: Используйте --help для вывода списка доступных параметров командной строки.
sk: Použite --help na získanie dostupných možností.
sl: Uporabite --help, če hočete dobiti seznam možnih ukaznih parametrov.
sr: Upotrebite --help da biste dobili listu opcija koje možete zadati na komandnoj liniji.
ta: ¯ûÇ ¸ð¼¨Ç ÅÃ¢ Å¢ÕôÀí¸Ç¢ý ÀðÊÂ¨Äô ¦ÀÈ --help À¡Å¢ì¸×õ.
th: ใช้ตัวเลือก --help เพื่อแสดงรายการตัวเลือกของคอมมานไลน์ที่มี
tr: Komut satırı seçeneklerine ulaşmak için --help kullanın.
uk: Використовуйте --help щоб отримати список можливих опцій командного рядку.
vi: Dùng --help để hiển thị các tuỳ chọn có thể dùng.
xh: Sebenzisa--uncedo loluhlu lokhetho lwelayini eyalelayo olukhoyo.

source: [options]
af: [opsies]
az: [seçənəklər]
bg: [опции]
ca: [opcions]
cs: [přepínače]
da: [Indstillinger]
de: [Optionen]
el: [επιλογές]
et: [valikud]
fi: [optiot]
he: [תויורשפא]
hu: [paraméterek]
is: [valkostir]
ko: [선택 사항]
lt: [parinktys]
lv: [opcijas]
mt: [ġħażliet]
nl: [opties]
no: [valg]
pl: [opcje]
pt: [opções]
ro: [optiuni]
ru: [параметры]
sk: [možnosti]
sl: [možnosti]
sr: [opcije]
ta: [Å¢ÕôÀí¸û]
th: [ตัวเลือก]
tr: [seçenekler]
uk: [параметри]
vi: [tuỳ chọn]
xh: Iinketho)

source: [%1-options]
az: [%1-seçənəkləri]
bg: [%1-опции]
ca: [%1-opcions]
cs: [%1-přepínače]
da: [%1-Indstillinger]
de: [%1-Optionen]
el: [%1-επιλογές]
et: [%1-valikud]
fi: [%1-optiota]
he: [%1-תויורשפא]
hu: [%1-paraméterek]
is: [%1-valkostir]
ko: [%1-선택 사항]
lt: [%1-parinktys]
lv: [%1-opcijas]
mt: [%1-għażliet]
nl: [%1-opties]
no: [%1-valg]
pl: [%1-opcje]
pt: [opções do %1]
ro: [optiuni %1]
ru: [параметры %1]
sk: [%1-možnosti]
sl: [%1-možnosti]
sr: [%1-opcije]
ta: [%1-Å¢ÕôÀí¸û]
th: [%1-ตัวเลือก]
tr: [%1-seçenekleri]
uk: [%1-параметри]
vi: [%1-tuỳ chọn]
xh: (%1- iinketho)

source: Usage: %1 %2
af: gebruik: %1 %2
az: İstifadə Qaydası: %1 %2
bg: Използване: %1 %2
ca: Ús: %1 %2
cs: Použití: %1 %2
da: Brug: %1 %2
de: Verwendung: %1 %2
el: Χρήση: %1 %2
et: Kasutusviis: %1 %2
fi: Käyttö: %1 %2
he: %1 %2 :שומיש
hu: Használat: %1 %2
is: Notkun: %1 %2
ko: 쓰는 법: %1 %2
lt: Naudojimas: %1 %2
lv: Lietošana: %1 %2
mt: Użu: %1 %2
nl: Gebruik: %1 %2
no: Bruk: %1 %2
pl: Użycie: %1 %2
pt: Utilização: %1 %2
ro: Folosire: %1 %2
ru: Использование: %1 %2
sk: Použitie: %1 %2
sl: Uporaba: %1 %2
sr: Upotreba: %1 %2
ta: À¡Å¨É: %1 %2
th: วิธีใช้: %1 %2
tr: Kullanım: %1 %2
uk: Використання: %1 %2
vi: Cách dùng:%1 %2
xh: Intsebenziso: %1 %2

source: Generic options
af: generies opsies
az: Ümumi seçənəklər
bg: Основни опции
ca: Opcions genèriques
cs: Obecné přepínače
da: Generiske flag
de: Einfache Optionen
el: Γενικές επιλογές
et: Üldised valikud
fi: Yleiset optiot
he: תויללכ תויורשפא
hu: Általános paraméterek
is: Almennir valkostir
ko: 보통 선택 사항
lt: Bendros parinktys
lv: Standart opcijas
mt: Għażliet ġeneriċi
nl: Standaard opties
no: Generelle valg
pl: Ogólne opcje
pt: Opções genéricas
ro: Optiuni generice
ru: Общие параметры
sk: Všeobecné nastavenia
sl: Splošne izbire
sr: Osnovne opcije
ta: ¦À¡Ð Å¢ÕôÀí¸û
th: ตัวเลือกทั่วไป
tr: Genel seçenekler
uk: Загальні параметри
vi: Các tuỳ chọn chung
xh: Iinketho zokuqhelekileyo

source: Show help about options
af: vertoon hulp aangaande opsies
az: Seçənəklərlə əlaqədər yardım göstər
bg: Вижте помощ за опции
ca: Mostra ajuda quant a les opcions
cs: Zobrazit nápovědu k přepínačům
da: Vis hjælp om flag
de: Optionen von "Hilfe zu" anzeigen
el: Εμφάνιση βοήθειας για τις επιλογές
et: Näita abi valikute kohta
fi: Näytä ohjeita optioista
he: תויורשפאה לע הרזע גצה
hu: Információ megjelenítése a paraméterekről
is: Sýna hjálp um valkosti
ko: 선택 사항에 관련된 도움말을 보여줍니다
lt: Rodyti pagalbą apie parinktis
lv: Parādīt palīdzību par opcijām
mt: Uri għajnuna dwar l-għażliet
nl: Hulp over de opties tonen
no: Vis hjelp om valg
pl: Wypisz pomoc na temat opcji
pt: Mostrar ajuda acerca das opções
ro: Afiseaza informatii despre optiuni
ru: Помощь по параметрам.
sk: Zobrazí pomocníka k možnostiam
sl: Pokaži pomoč za možnosti
sr: Prikaži pomoć za opcije komandne linije
ta: Å¢ÕôÀí¸û ÀüÈ¢Â ¯¾Å¢¨Âì ¸¡ðÎ
th: แสดงความช่วยเหลือของตัวเลือก
tr: Seçeneklerle ilgili yardım göster
uk: Показати довідку щодо параметрів
vi: Hiển thị trợ giúp cho các tuỳ chọn
xh: Bonisa uncedo malunga neenketho

source: Show %1 specific options
af: vertoon %1 spesifieke opsies
az: %1 ilə əlaqədər seçənəkləri göstər
bg: Покажи %1 специфични опции
ca: Mostra les opcions específiques de %1
cs: Zobrazit %1 konkrétních přepínačů
da: Vis %1 bestemte flag
de: Spezielle Optionen zu %1 anzeigen
el: Εμφάνιση επιλογών ειδικά για το %1
et: Näita %1 spetsiifilisi valikuid
fi: Näytä %1:n omat optiot
he: %1-ל תוידוחיי תויורשפא גצה
hu: A(z) %1-specifikus paraméterek megjelenítése
is: Sýna valkosti sem eiga bara við %1
ko: %1에 지정하는 선택 사항을 보여줍니다
lt: Rodyti %1 specifines parinktis
lv: Parādīt %1 specifiskas opcijas
mt: Uri għażliet speċifiċi għal %1
nl: %1-specifieke opties tonen
no: Vis %1-spesifikke valg
pl: Wypisz %1 wybranych opcji
pt: Mostrar as opções específicas do %1
ro: Afiseaza optiunile specifice %1
ru: Помощь по параметрам %1.
sk: Ukáže špecifické možnosti %1
sl: Pokaži vse izbire, specifične %1
sr: Prikaži opcije specifične za %1
ta: %1 º¡÷ó¾ Å¢ÕôÀí¸¨Çì ¸¡ðÎ
th: แสดงตัวเลือก %1 ที่กำหนดไว้
tr: %1 ile ilgili seçenekleri göster
uk: Показати параметри щодо %1
vi: Hiển thị các tuỳ chọn cụ thể %1
xh: Bonisa %1 iinketho ezizizo

source: Show all options
af: vertoon alle opsies
az: Bütün seçənəkləri göstər
bg: Покажи всички опции
ca: Mostra totes les opcions
cs: Zobrazit všechny přepínače
da: Vis alle flag
de: Alle Optionen anzeigen
el: Εμφάνιση όλων των επιλογών
et: Näita kõiki valikuid
fi: Näytä kaikki optiot
he: תויורשפאה לכ תא גצה
hu: Az összes lehetséges paraméter megjelenítése
is: Sýna allar valkosti
ko: 모든 선택 사항을 보여줍니다
lt: Rodyti visas parinktis
lv: Parādīt visas opcijas
mt: Uri l-għażliet kollha
nl: Alle opties tonen
no: Vis alle valg
pl: Wypisz wszystkie opcje
pt: Mostrar todas as opções
ro: Afiseaza toate optiunile
ru: Помощь по всем параметрам.
sk: Ukáže všetky možnosti
sl: Pokaži vse možnosti
sr: Prikaži sve opcije
ta: «¨ÉòÐ Å¢ÕôÀí¸¨ÇÔõ ¸¡ðÎ
th: แสดงตัวเลือกทั้งหมด
tr: Tüm seçenekleri göster
uk: Показати всі параметри
vi: Hiển thị tất cả các tuỳ chọn
xh: Bonisa zonke iinketho

source: Show author information
af: vertoon outeur informasie
az: Müəllif mə'lumatını göstər
bg: Покажи информация за автора
ca: Mostra informació de l'autor
cs: Zobrazit informaci o autorech
da: Vis udviklerinformation
de: Autoren-Information anzeigen
el: Εμφάνιση πληροφοριών για το δημιουργό
et: Näita infot autori kohta
fi: Näytä tekijätiedot
he: בתוכה לע עדימ גצה
hu: A szerző(k) nevének megjelenítése
is: Sýna upplýsingar um höfund
ko: 만든이 정보를 보여줍니다
lt: Rodyti informaciją apie autorių
lv: Parādīt autora informāciju
mt: Uri informazzjoni dwar l-awturi
nl: Auteurinformatie tonen
no: Vis forfatterinformasjon
pl: Wypisz informacje o autorze
pt: Mostrar informações sobre o autor
ro: Afiseaza informatii despre autor
ru: Показать сведения об авторе.
sk: Ukáže informácie o autorovi
sl: Pokaži informacije o avtorju
sr: Prikaži informacije o autoru
ta: ¬º¢Ã¢Â÷ ¾¸Å¨Äì ¸¡ðÎ
th: แสดงข้อมูลรายละเอียดของผู้เขียน
tr: Yazar bilgisini göster
uk: Показати інформацію про автора
vi: Hiển thị thông tin về tác giả
xh: Bonisa ulwazi lombhali

source: Show version information
af: vertoon weergawe informasie
az: Buraxılış mə'lumatını göstər
bg: Покажи информация за версия
ca: Mostra informació de la versió
cs: Zobrazit informaci o verzi
da: Vis versionsinformation
de: Versionsinformation anzeigen
el: Εμφάνιση πληροφοριών έκδοσης
et: Näita versiooniinfot
fi: Näytä versiotiedot
he: הסריג עדימ גצה
hu: A verzióinformáció megjelenítése
is: Sýna upplýsingar um útgáfu
ko: 판번호를 보여줍니다
lt: Rodyti versijos informaciją
lv: Parādīt versiju informāciju
mt: Uri informazzjoni dwar il-verżjoni
nl: Versie-informatie tonen
no: Vis versjonsnummer
pl: Wypisz informacje o wersji
pt: Mostrar a versão
ro: Afiseaza informatii despre versiune
ru: Показать сведения о версии.
sk: Ukáže informácie o verzii
sl: Pokaži informacije o različici
sr: Prikaži informacije o verziji
ta: ¦ÅÇ¢Â£ðÎò ¾¸Å¨Äì ¸¡ðÎ
th: แสดงข้อมูลรายละเอียดรุ่น
tr: Sürüm bilgisini göster
uk: Показати інформацію про версію
vi: Hiển thị thông tin về phiên bản
xh: Bonisa ulwaziloguqulelo lomsebenzi kolunye ulwimi

source: Show license information
af: vertoon lisensie informasie
az: Lisenziya mə'lumatını göstər
bg: Покажи информация за лиценз
ca: Mostra informació de llicència
cs: Zobrazit informaci o licenci
da: Vis licensinformation
de: Lizenz-Info anzeigen
el: Εμφάνιση πληροφοριών άδειας χρήσης
et: Näita litsentsiinfot
fi: Näytä lisenssitiedot
he: ןוישיר עדימ גצה
hu: A licencinformáció megjelenítése
is: Sýna upplýsingar um notandaleyfi
ko: 저작권 정보를 보여줍니다
lt: Rodyti licenzijos informaciją
lv: Parādīt licenzes informāciju
mt: Uri informazzjoni dwar il-liċenzja
nl: Licentie-informatie tonen
no: Vis lisensinformasjon
pl: Wypisz informacje o licencji
pt: Mostrar informações sobre a licença
ro: Afiseaza informatii despre licenta
ru: Показать сведения о лицензии.
sk: Ukáže licenčné informácie
sl: Pokaži informacije o licenci
sr: Prikaži informacije o licenci
ta: ¯Ã¢Áò ¾¸Å¨Äì ¸¡ðÎ
th: แสดงข้อมูลรายละเอียดลิขสิทธิ์
tr: Lisans bilgisini göster
uk: Показати інформацію про ліцензію
vi: Hiển thị thông tin về giấy phếp(license)
xh: Bonisa ulwazi lwelayisenisi

source: End of options
af: einde van opsies
az: Seçənəklərin sonu
bg: Край на опциите
ca: Fi d'opcions
cs: Konec přepínačů
da: Slut på flag
de: Ende der Optionen
el: Τέλος επιλογών
et: Valikute lõpp
fi: Optioiden loppu
he: תויורשפאה ףוס
hu: A paraméterek vége
is: Lok valkosta
ko: 선택 사항 끝
lt: Parinkčių pabaiga
lv: Opciju beigas
mt: Tmiem tal-għażliet
nl: Einde van de opties
no: Slutt på valg
pl: Koniec opcji
pt: Termina as opções
ro: Sfirsitul optiunilor
ru: Конец параметров.
sk: Koniec možností
sl: Konec možnosti
sr: Kraj opcija
ta: Å¢ÕôÀí¸Ç¢ý ÓÊ×
th: จบตัวเลือก
tr: Seçeneklerin sonu
uk: Кінець параметрів
vi: Hết (của tuỳ chọn)
xh: Isiphelo seenketho

source: Arguments:
af: argumente:
az: Arqumentlər:
bg: Аргументи:
cs: Argumenty:
da: Argumenter:
de: Argumente:
el: Ορίσματα:
et: Argumendid:
fi: Argumentit:
he: :םיטנמוגרא
hu: Argumentumok:
is: Viðföng:
ko: 넘겨줄 값:
lt: Argumentai:
mt: Argumenti:
nl: Argumenten:
no: Argumenter:
pl: Argumenty:
pt: Argumentos:
ro: Argumente:
ru: Аргументы:
sk: Argumenty:
sl: Argumenti:
sr: Argumenti:
ta: ­¨½ôÒÁ¡È¢¸û:
th: อากรูเมนต์:
tr: Argümanlar:
uk: Аргументи:
vi: Đối số:
xh: impikiswano:

source: Options:
af: opsies:
az: Seçənəklər:
bg: Опции:
ca: Opcions:
cs: Přepínače:
da: Flag:
de: Optionen:
el: Επιλογές:
et: Valikud:
fi: Optiot:
he: :תויורשפא
hu: Paraméterek:
is: Valkostir:
ko: 선택 사항:
lt: Parinktys:
lv: Opcijas:
mt: Għażliet:
nl: Opties:
no: Valg:
pl: Opcje:
pt: Opções:
ro: Optiuni:
ru: Параметры:
sk: Možnosti:
sl: Možnosti:
sr: Opcije:
ta: Å¢ÕôÀí¸û:
th: ตัวเลือก:
tr: Seçenekler:
uk: Параметри:
vi: Tuỳ chọn:
xh: Ukhetho :

source: %1 options
af: %1 opsies
az: %1 seçənəkləri
bg: %1 опции
ca: %1 opcions
cs: %1-přepínače
da: %1-Indstillinger
de: %1-Optionen
el: %1 επιλογές
et: %1 valikud
fi: %1 optiota
he: %1 תויורשפא
hu: %1-paraméterek
is: %1 valkostir
ko: %1 선택 사항
lt: %1-parinktys
lv: %1 opcijas
mt: %1 għażliet
nl: %1 opties
no: %1-valg
pl: %1 opcje
pt: opções do %1
ro: optiuni %1
ru: параметры %1
sk: %1 možností
sl: %1 možnosti
sr: %1 opcija
ta: %1 Å¢ÕôÀí¸û
th: %1 ตัวเลือก
tr: %1 seçenekleri
uk: %1 параметри
vi: Tuỳ chọn %1
xh: %1 iinketho

source: _: replace this with information about your translation team <p>KDE is translated into many languages thanks to the work of the translation teams all over the world.</p><p>For more information on KDE internationalization visit http://i18n.kde.org</p>
af: internasionalisasie besoek http://i18n.kde.org</p>
az: <p>KDE, KDE-Azərbaycan dəstəsi tərəfindən Azərbaycan Türkcəsinə tərcümə edilmişdir. Bu insanlar ilə görüşə bilmək üçün lütfən kde-i18n-az@kde.org siyahısına üzv olun. Lazımi üzvlük mə'Lumatlarına "KDE"nin veb səhifəsində çata bilərsiniz. Yaşasın vətən, Yaşasın Azərbaycan!!!</p>
bg: <p>KDE е преведен на много езици включително и български благодарение на труда на много преводачи от цял свят.</p><p> За повече информация посетете сайта http://i18n.kde.org</p>
ca: <p>KDE s'ha traduït a molts idiomes gràcies al treball dels equips de traducció arreu del mon.</p><p>Si voleu més informació quant a la internacionalització del KDE, visiteu http://i18n.kde.org</p><p>Si esteu interessats en donar suport a la traducció al català, envieu un correu a sastia@retemail.es</p>
cs: České stránky KDE se nacházejí na adrese <A HREF="http://www.kde.org/international/czechia/">http://www.kde.org/international/czechia/</A>. Připojte se k nám!<br><br>Za český tým Miroslav Flídr a Lukáš Tinkl.
da: <p>KDE er oversat til mange sprog takket være oversættelsesholdenes arbejde verden over.</p><p>Hvis du vil vide mere om KDE's internationalisering, så besøg http://i18n.kde.org</p>
de: <p>KDE wird dank der Arbeit von Teams in aller Welt in viele Sprachen übersetzt.</p><p>Allgemeine Informationen zur Übersetzung finden Sie unter http://i18n.kde.org/, Informationen zur deutschen Übersetzung unter http://i18n.kde.org/teams/de/.</p>
et: <p>Tänu tõlkemeeskondade tööle üle kogu maailma on KDE tõlgitud paljudesse keeltesse.</p> <p>KDE tõlkimise kohta täpsema info saamiseks külasta lehekülge http://i18n.kde.org</p>
fi: <p>KDE on käännetty kymmenille kielille, joukossa on myös suomen kieli. Kääntämisestä huolehtivat kansalliset käännöstiimit.</p><p> Saadaksesi lisätietoja KDE:n kääntämisestä vieraile osoitteessa http://i18n.kde.org.</p>
he: <p align=right>םהיצמאמל תודוה תובר תופשל םגרות KDE<br>.םלועה יבחר לכב םוגרת יתווצ לש</p><p align=right>רתאב ורקב ,KDE-ב תירבע לע ףסונ עדימל<br>http://www.kde.org/il/</p><p align=right>רתאב ורקב ,KDE םואניב לע ףסונ עדימל<br>http://i18n.kde.org</p>
hu: <p>A KDE sok nyelven elérhető a projektben részt vevő fordítócsapatok munkájának eredményeként.</p><p>Ha többet szeretne tudni a KDE fordításával kapcsolatos témakörökről, látogasson el a http://i18n.kde.org címre.</p>
is: <p> KDE er þýtt á mörg tungumál þökk sé vinnu þýðingahópa um allan heim, þar á meðal á Íslandi. </p><p> Frekari upplýsingar um þýðingar á KDE er að finna á http://i18n.kde.org og sérstaklega um íslenskunina á <a href="http://www.is.kde.org/">http://www.is.kde.org/</a></p>
ko: <p>KDE는 온 누리에 있는 번역 모임이 여러 나라말로 번역해 놓았습니다.</p><p>KDE 국제화에 대해서 더 많이 알고 싶다면 http://i18n.kde.org/에 접속해 보십시오.</p><p>KDE 한국말 모임은 http://www.kde.or.kr/에서 더 많은 정보를 얻을 수 <BR>있습니다. 관심을 가지고 있는 분이라면 누구든지 참여하실 수 있습니다. <BR>번역된 말이 마음에 들지 않거나 틀렸다고 생각하신다면 언제든지 <BR>한국말 팀에게 알려 더 나은 KDE 한국말 메세지가 나오도록 도와주십시오.</p>
lt: <p>Į lietuvių kalbą KDE vertė Gintaras Goštautas, Eugenijus Paulauskas, Ričardas Čepas, Giedrius Šoblys ir kiti.</p><p>Norėdami daugiau sužinoti apie KDE internacionalizaciją aplankykite http://i18n.kde.org</p>
lv: <p>KDE ir pārtulkots daudzās valodās pateicoties tulkotāju komandu darbam no visas pasaules.</p><p>Papildus informācijai par KDE internacionalizāciju apmeklējiet http://i18n.kde.org</p>
mt: <p><b>It-traduzzjoni tal-KDE għall-Malti</b> huwa parti minn sforz internazzjonali biex din is-sistema tinqaleb għal-lingwi kollha tad-dinja.</p> <p> Jekk taħseb li tista' tgħin f'dan il-proġett idħol fil-website <a href="http://lingwa.org.mt">http://lingwa.org.mt</a>.</p> <p>Fost ix-xogħol hemm it-traduzzjoni ta' programmi, traduzzjoni ta' dokumentazzjoni, kif ukoll reviżjoni u korrezzjoni tagħhom, riżoluzzjoni ta' inċertezzi dwar ortografija, il-kompilazzjoni ta' dizzjunarju u glossarju, u ħafn' oħrajn.</p>
nl: <p>KDE in veel verschillende talen beschikbaar, dankzij de inzet van de vele vertaalteams wereldwijd.</p><p>Kijk voor meer informatie over de Nederlandstalige KDE op http://www.kde.nl/nl/, en voor algemene informatie over de KDE-internationalisatie op http://i18n.kde.org</p>
no: <p>KDE er oversatt til mange språk takket være arbeidet til de mange oversettelses-lagene over hele verden.</p><p>For mer informasjon om KDEsinternasjonalisering besøk http://i18n.kde.org</p>
pl: <p>KDE jest tłumaczone przez Polski Zespół Tłumaczy mający swoją stronę pod adresem http://mer.chemia.polsl.gliwice.pl/kde/transl/.</p><p>Wszelkie uwagi, komentarze mile widziane na liście dyskusyjnej kde-transl@mer.chemia.polsl.gliwice.pl. Zapraszamy do współudziału w tłumaczeniach!</p>
pt: <p>O KDE está traduzido em português graças ao trabalho da equipa de localização para português europeu do POLI.</p><p>Para mais informações sobre a equipa portuguesa visita <a href="http://kde.poli.org">http://kde.poli.org</a>; sobre a internacionalização do KDE visita <a href="http://i18n.kde.org">http://i18n.kde.org</a>.</p>
ro: <p>KDE a fost tradus în foarte multe limbi. Datorită eforturilor echipei de traducători români aveţi posibilitatea să vă bucuraţi de un mediu grafic în limba română. Pentru mai multe informaţii vă rugăm să vizitaţi <a href="http://www.ro.kde.org/">http://www.ro.kde.org/</a>.</p>
ru: <p>KDE переведена на многие языки благодаря работе команд перевода в разных странах.</p><p>Для более подробных сведений о переводе KDE зайдите на http://i18n.kde.org или на http://www.kde.ru. Там же вы сможете узнать о работе команды, переводившей KDE на русский, и, возможно, сами захотите участвовать в этой работе.</p>
sk: <p>KDE je preložené do rôznych jazykov, okrem iného aj do slovenčiny. </p><p>Do slovenčiny prekladá KDE tím prekladateľov pod vedením Juraja Bednára.</p><p>Ďalšie informácie o preklade KDE ale aj o tom, ako sa do prekladu zapojiť, sú na adrese http://i18n.kde.org</p>
sl: <p>KDE je v slovenščino prevedla skupina za slovenjenje Linuxa pri Društvu uporabnikov Linuxa Slovenije.</p><p>Več informacij poiščite na strani http://www.lugos.si.</p>
sr: <p>KDE se prevodi na srpski jezik zahvaljujući trudu članova tima KDE Jugoslavija (http://www.kde.org.yu).</p><p>Za više informacija o lokalizaciji KDE okruženja posetite sajt http://i18n.kde.org</p>
ta: <p>¾Á¢§Æ KDE ­ø ­¼õ¦ÀÚõ Ó¾ø ­ó¾¢Â ¦Á¡Æ¢Â¡Ìõ.KDE ­ý ¾Á¢ú ¦Á¡Æ¢¦ÀÂ÷ôÒô ÀüÈ¢ §ÁÄ¾¢¸ Å¢ÀÃí¸¨Çô ¦ÀÈ http://www.tamillinux.org ­üÌ ÅÕ¨¸¾Ã×õ.</p>
th: <p>ขอขอบคุณสำหรับการทำงานของทีมการแปลภาษาทั่วโลก สำหรับการแปล KDE ไปเป็นภาษาต่างๆ มากมาย</p><p> ลองแวะไปที่ http://i18n.kde.org สำหรับข้อมูลรายละเอียด KDE ระดับนานาชาติที่มากกว่านี้</p>
tr: <p>KDE, dünya çapındaki yüzlerce programcı tarafından geliştirilmiştir. KDE yerelleştirme çalışmaları hakkında daha geniş bilgi için http://i18n.kde.org adresine gidin.</p>
uk: <p>KDE перекладено українською мовою групою перекладачів вільного програмного забезпечення. Детальну інформацію Ви можете знайти завітавши до http://www.linux.org.ua/. Коментарі щодо перекладу надсилайте до <a href="mailto:linux@linux.org.ua">linux@linux.org.ua</a></p>
xh: <p>iKDE iguqulelwe esiXhoseni yi translate.org.za Xhosa liqela labaguquleli:<br> u-Antoinette Dekeni, Dwayne Bailey</p><p>KDE iguqulelwe kwiilwimi ezininzi.enkosi kumsebenzi wamaqela oguqulelo lulwimi kwihlabathi lonke.</p> <p> Xa ufuna ulwazi oluphangaleleyo ngeKDE ngokujikelele ndwendwela i-http://i18n.kde.org</p>
