Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: No licensing terms for this program have been specified. Please check the documentation or the source for any licensing terms.
af: nee lisensiëring terme vir hierdie program het al gespesifiseer. asseblief bevestig die dokumentasie of die bron vir enige lisensiëring terme.
az: Bu proqram üçün bir lisenziya şərti verilməyib.
bg: Няма лиценз за тази програма. Моля проверете документацията за лиценз.
ca: No s'han especificat termes de llicència per a aquest programa. Si us plau, busqueu els termes de llicència a la documentació o a les fonts.
cs: Pro tento program nebyly specifikovány žádné licenční podmínky. Prosím prohlédněte si dokumentaci nebo zdrojové texty, chcete-li se dozvědět o licenčních podmínkách.
da: Ingen licensbetingelser for dette program er angivet Tjek venligst dokumentationen eller kilden for licensbetingelser.
de: Für dieses Programm ist keine Lizenz angegeben. Bitte sehen Sie in der Dokumentation oder im Quellcode nach den Lizenzbedingungen.
el: Δεν έχουν καθοριστεί όροι χρήσης για αυτό το πρόγραμμα. Παρακαλώ ελέγξτε την τεκμηρίωση ή τον πηγαίο κώδικά του για οποιονδήποτε όρο.
et: Sellele rakendusele pole litsensitingimusi määratud. Täpsema info saamiseks vaata dokumentatsiooni või lähteteksti faile.
fi: Ohjelmalle ei ole erikseen määritelty lisenssiä. Tarkista ohjeista tai lähdekoodista mahdolliset lisenssiehdot.
he: .וז תינכותל עגונב ןוישיר יאנת םוש ונייוצ אל יאנת םנשי םא רוקמה דוקב וא דועיתב קודב אנא .םהשלכ ןוישיר
hu: Ennek a programnak a licencfeltételei nincsenek meghatározva. Nézze meg a program dokumentációját és forráskódját a licencelési feltételekért.
is: Ekki er búið að skilgreina höfundarrétt fyrir þetta forrit. Vinsamlegast athugaðu frumkóðann eða leiðbeiningarnar með því til að finna höfundarréttarupplýsingar.
ko: 이 프로그램은 따로 저작권을 걸어놓지 않았습니다. 문서나 소스 코드를 통해 어떤 저작권 관련 문구라도 있는지 검사해 보십시오.
lt: Nėra nurodyta šios programos licenzijavimo sąlygų. Pasitikrinkite šaltinio dokumentaciją dėl bet kokių licenzijavimo sąlygų.
lv: Licenzēšanas noteikumi šai programmai nav uzrādīti. Lūdzu pārbaudiet dokumentāciju vai avotu uz jebkādiem licenzēšanas noteikumiem.
mt: Ebda kundizzjonijiet tal-liċenzja għal dan il-programm ma ġew speċifikati. Jekk jogħġbok irreferi għad-dokumentazzjoni li ġiet mal-programm għat-termini.
nl: Er zijn geen licentietermen voor dit programma. Controleer alstublieft de documentatie of de bron voor enige licentietermen.
no: Ingen lisensbetingelser for dette programmet er oppgitt. Vennligst sjekk dokumentasjonen eller kildekoden for lisensbetingelsene.
pl: Dla tego programu nie zostały określone warunki licencji. Proszę sprawdzić dokumentację lub źródła tego programu, aby znaleźć licencję.
pt: Os termos da licença deste programa não foram especificados. Por favor consulta a documentação ou o código fonte para mais informações acerca da licença.
ro: Nu au fost specificaţi termeni de licenţiere pentru acest program. Vă rog să verificaţi dacă există asemenea specificări în documentaţie sau în codul sursă.
ru: Лицензия в данной програме не указана. Возможно, она указана в документации или в исходных текстах этой программы.
sk: Pre tento program neboli špecifikované žiadne licenčné podmienky. Prosím, pozrite sa do dokumentácie alebo do zdrojových kódov, či neobsahujú licenčné podmienky.
sl: Za ta program ni določenih pogojev licenciranja. Prosimo, poglejte dokumentacijo ali izvorno kodo za morebitne licenčne pogoje.
sr: Uz ovaj program nisu došli podaci o licenci. Molim da proverite dokumentaciju ili izvorni kod ne bi li pronašli neke podatke o tome.
ta: ­ó¾ ¿¢ÃÖì¸¡É ¯Ã¢Áò ¾¸Åø¸û ÌÈ¢ôÀ¢¼ôÀ¼Å¢ø¨Ä. ¯Ã¢Á Å¢¾¢¸û ÀüÈ¢Â ¾¸Åø¸ÙìÌ ­ó¿¢ÃÄ¢ý ¬Å½í¸¨Ç «øÄÐ «¾ý ãÄò¨¾ô À¡÷ì¸×õ.
th: ไม่พบข้อกำหนดลิขสิทธิ์การใช้งานโปรแกรมนี้ โปรดตรวจสอบเอกสารหรือต้นฉบับโปรแกรม สำหรับข้อกำหนดลิขสิทธิ์ในการใช้งาน
tr: Bu program için bir lisans koşulu verilmemiş.
uk: Умови ліцензування для цієї програми не були вказані. Будь ласка, перевірте документацію або вихідні тексти щодо умов ліцензування.
vi: Không tìm thấy thông tin về bản quyền của chương trình này . xin kiểm tra lại tài liệu hay mã nguồn để tìm lại các điều khoản về bản quyền .
xh: Akukho zinto ezingenalayisenisi zikhankanyiweyo kolu dweliso lwenkqubo Nceda khangela uxwebhu okanye imvelaphi yazo naziphi na izinto ezinelayisenisi.

source: This program is distributed under the terms of the %1.
af: hierdie program is versprei onder die terme van die %1.
az: Bu proqram %1 lisenziyası altında yayınlanır.
bg: Тази програма се разпространява %1.
ca: Aquest programa es distribueix sota els termes de %1.
cs: Tento program je distribuován za podmínek %1.
da: Dette program distribueres under betingelserne i %1.
de: Dieses Programm wird unter den Bedingungen der %1 veröffentlicht.
el: Το πρόγραμμα διανέμεται υπό τους όρους της %1.
et: Seda rakendust levitatakse vastavalt %1 litsentsis toodud tingimustele.
fi: Tämä ohjelma levitetään %1 lisenssin alaisena.
he: .%1 לש םיאנתה תחת תצפומ וז תינכות
hu: Ez a program a(z) %1 jogi feltételeinek megfelelően használható.
is: Þessu forriti er dreyft skv skilmálum %1.
ko: 이 프로그램은 %1 을/를 따르는 한도 안에서 배포됩니다.
lt: Ši programa platinama sąlygomis, nurodytomis %1.
lv: Šī programma tiek izplatīta zem %1 noteikumiem.
mt: Dan il-programm huwa distribwit taħt it-termini tal-%1.
nl: Dit programma is verspreid onder de voorwaarden van de %1.
no: Dette programmet er gitt ut under betingelsene til %1.
pl: Ten program jest dystrybuowany z warunkami licencji %1.
pt: Este programa é distribuído nos termos da licença %1.
ro: Acest program este distribuit sub termenii %1.
ru: Программа распространяется на условиях %1.
sk: Tento program je distribuovaný pod licenciou %1.
sl: Ta program se razširja pod pogoji %1.
sr: Ovaj program se distribuira pod uslovima %1.
ta: %1 ­ý Å¢¾¢¸Ç¢ý ¸£ú ­ó¿¢Ãø Å¢¿¢§Â¡¸¢ì¸ôÀÎ¸¢ÈÐ.
th: โปรแกรมนี้ถูกแจกจ่ายภายใต้ข้อกำหนดของ %1.
tr: Bu program %1 lisansı altında dağıtılmaktadır.
uk: Ця програма розповсюджується за умов %1.
vi: Chương trình này được cung cấp dưới các điều khoản của %1.
xh: Olu dweliso lwenkqubo lobiwa phantsi kweemeko ze%1

source: <unknown socket>
az: <namə'lum soket>
bg: <неизвестно съединение>
ca: <socket desconegut>
cs: <neznámý socket>
da: <ukendt sokkel>
de: <unbekannter Socket>
el: <άγνωστο socket>
et: <tundmatu pesa>
fi: <tuntematon pistoke>
he: <עודי אל עקש>
hu: <ismeretlen aljazat>
is: <óþekktur sökkull>
ko: <알 수 없는 소켓>
lt: <nežinomas socket>
lv: <nezināma ligzda>
mt: <socket mhux magħruf>
nl: <onbekende socket>
no: <ukjent socket>
pl: <nieznane gniazdko>
pt: <socket desconhecido>
ro: <soclu necunoscut>
ru: <неизв. сокет>
sk: <neznámy soket>
sl: <neznan vtič>
sr: <nepoznati socket>
ta: <¦¾Ã¢Â¡¾ Ð¨Ç>
th: <ไม่รู้จักซ็อกเกต>
tr: <bilinmeyen soket>
uk: <невідомий сокет>
xh: <isocket engaziwayo>

source: <empty>
az: <boş>
bg: <празен>
ca: <buit>
cs: <prázdné>
da: <tom>
de: <leer>
el: <άδειο>
et: <tühi>
fi: <tyhjä>
he: <קיר>
hu: <üres>
is: <tómt>
ko: <비었음>
lt: <tuščia>
lv: <tukšs>
mt: <vojt>
nl: <leeg>
no: <tom>
pl: <pusty>
pt: <vazio>
ro: <gol>
ru: <нет>
sk: <prázdne>
sl: <prazno>
sr: <prazno>
ta: <¦ÅüÚ>
th: <ว่าง>
tr: <boş>
uk: <порожньо>
xh: <ayinanto>

source: _: 1: hostname, 2: port number %1 port %2
af: %1 poort %2
az: %1 qapı %2
bg: %1 порт %2
ca: %1 port %2
cs: %1 port %2
da: %1 port %2
de: %1-Portnummer %2
el: %1 πόρτα %2
et: %1 port %2
fi: %1 portti %2
he: %2 האיצי %1
hu: %1, port: %2
is: gátt %2 á %1
ko: %1 포트 %2
lt: %1 portas %2
lv: %1 ports %2
mt: %1 port %2
nl: %1 poort %2
no: %1 port %2
pl: %1 port %2
pt: %1 porto %2
ro: %1 port %2
ru: порт %2 на %1
sk: %1 port %2
sl: %1 vrata %2
sr: %1 port %2
ta: %1 Ð¨È %2
th: %1 พอร์ต %2
tr: %1, %2. port
uk: %1 порт %2
xh: %1 izibuko %2

source: <empty Unix socket>
az: <boş UNIX soketi>
bg: <празно Unix-съединение>
ca: <socket Unix buit>
cs: <prázdný unixový socket>
da: <tom Unix sokkel>
de: <kein UNIX-Socket>
el: <άδειο Unix socket>
et: <tühi Unix pesa>
fi: <tyhjä Unix-pistoke>
he: <קיר סקינוי עקש>
hu: <üres Unix aljazat>
is: <tómur Unix sökkull>
ko: <빈 유닉스 소켓>
lt: <tuščias Unix socket>
lv: <tukša Unix ligzda>
mt: <socket tal-Unix vojt>
nl: <lege Unix-socket>
no: <tom Unix-socket>
pl: <puste gniazdko uniksowe>
pt: <socket Unix vazio>
ro: <soclu Unix gol>
ru: <пустой Unix-сокет>
sk: <prázdny soket UNIX>
sl: <prazen Unix-ov vtič>
sr: <prazan Unix socket>
ta: <¸¡Ä¢Â¡É ÔÉ¢ìÍò Ð¨Ç>
th: <ซ็อกเกตยูนิกซ์ว่าง>
tr: <boş UNIX soketi>
uk: <порожній сокет Unix>
xh: <engenanto isocket e-Unix>

source: no error
af: nee fout
az: xəta yoxdur
bg: никаква грешка
ca: cap error
cs: žádná chyba
da: ingen fejl
de: fehlerlos
el: κανένα σφάλμα
et: vead puuduvad
fi: ei virhettä
he: האיגש ןיא
hu: nincs hiba
is: engin villa
ko: 문제 없음
lt: nėra klaidos
lv: nav kļūda
mt: ebda problema
nl: geen fout
no: ingen feil
pl: brak błędu
pt: nenhum erro
ro: nu există eroare
ru: нет ошибки
sk: žiadna chyba
sl: brez napake
sr: bez greške
ta: À¢¨Æ§ÂÐÁ¢ø¨Ä
th: ไม่มีข้อผิดพลาด
tr: hata yok
uk: без помилок
vi: không có lỗi
xh: akukho mposiso

source: address family for nodename not supported
af: adres familie vir nodusnaam nie ondersteunde
az: bu uc üçün ünvan ailəsi dəstəklənmir
bg: фамилия адреси за nodename не се поддържа
ca: la família d'adreces pel nom de node no és suportada
cs: rodina adres pro nodename není podporovaná
da: adressefamile for knudenavn ikke understøttet
de: Adressfamilie für Rechnernamen (node) nicht unterstützt.
el: μη υποστηριζόμενη οικογένεια διευθύνσεων για το nodename
et: sõlme nime aadressipere pole toetatud
fi: osoiteperhettä ei tueta
he: ךמתנ וניא תמוצה םש לש תבותכה גוס
hu: a csomópontnévnél nem lehet címcsaládot megadni
is: stuðning vantar fyrir viðkomandi netfjölskyldu
ko: 노드 이름에 쓰는 주소 집합은 지원하지 않습니다
lt: adresų šeima mazgui nėra palaikoma
lv: adresu kopa kā nodesvārds netiek uzturēta
mt: familja ta' indirizzi għal nod mhux aċċettat
nl: Adressenfamilie voor nodenaam wordt niet ondersteund
no: ikke støtte for adressefamilien til knutepunksnavnet
pl: nieobsługiwana rodzina adresów dla nazwy węzła
pt: a família de endereços do nó não é suportada
ro: familia de adrese pentru numele nodului nu este suportată
ru: семейство адресов для не поддерживается для данного nodename
sk: rodina adries pre nodename nie je podporovaná
sl: naslov družine za ime vozla ni podprt
ta: ¸½¢É¢ô¦ÀÂ÷ Ó¸ÅÃ¢ì ÌÎõÀò¾¢üÌ ¬¾ÃÅ¢ø¨Ä
th: ไม่สนับสนุนกลุ่มที่อยู่ของชื่อโหนด
tr: bu uç için adres ailesi desteklenmiyor
uk: родина адрес для назв вузлів не підтримується
vi: địa chỉ gia đình(address family) cho nodename không được hỗ trợ
xh: idilesi usapho lwegama lombhali ongaxhaswanga

source: temporary failure in name resolution
af: tydelike vaaling in naam opkyk
az: ad həllində müvəqqəti xəta
bg: временна грешка в името
ca: fallada temporal en la resolució de nom
cs: dočasné selhání při překladu jména
da: midlertidig fejl i navneresolution
de: Vorübergehender Fehler bei der Namensauflösung
el: προσωρινή αποτυχία στην ανάλυση του ονόματος
et: ajutine nime lahendamise viga
fi: väliaikainen virhe nimen selvittämisessä
he: םשה תקסהב ינמז ןולשיכ
hu: átmeneti hiba a névfelbontásnál
is: tímabundin mistök í nafnauppflettingu
lt: laikinas vardo paieškos sutrikimas
lv: pagaidu kļūda vārda noteikšanā
mt: problema temporanja fit-traduzzjoni tal-isem
nl: tijdelijke fout in naamresolutie
no: midlertidig feil med navneoppslag
pl: chwilowy błąd w tłumaczeniu nazwy
pt: falha temporária na resolução de nomes
ro: eroare temporară la rezolvarea numelui
ru: временный сбой разрешения имен
sk: dočasné zlyhanie pri preklade mena
sl: začasna težava pri razreševanju imena
ta: ¦ÀÂÃÈ¢Å¾¢ø ¾ü¸¡Ä¢¸ò ¾ÅÚ
th: การแปลงหรือค้นหาชื่อ ล้มเหลว
tr: isim çözümlemede geçici hata
uk: тимчасова проблема у розв'язанні імен
vi: Lỗi tạm thời khi giải-quyết-tên(name resolution)
xh: usalelo lwethuba elifutshane kwisigqibo segama

source: invalid value for 'ai_flags'
af: ongeldige waarde vir 'ai_flags'
az: 'ai_flags' üçün hökmsüz qiymət
bg: невалидна стойност за 'ai_flags'
ca: valor no vàlid per a 'ai_flags'
cs: neplatná hodnota pro 'ai_flags'
da: ugyldig værdi for 'ai_flags'
de: Ungültiger Wert für "ai_flags"
el: άκυρη τιμή για τα 'ai_flags'
et: vigane 'ai_flags' parameetri väärtus
fi: virheellinen arvo ai_flags:lle
he: 'ai_flags' רובע ףקת אל ךרע
hu: érvénytelen 'ai_flags' érték
is: ónothæft gildi í 'ai_flags'
ko: 'ai_flags'에 잘못된 값
lt: bloga „ai_flags“ reikšmė
lv: nepareiza vērtība `ai_karogiem`
mt: valur ħażin għal "ai_flags"
nl: ongeldige waarde voor 'ai_flags'
no: ugyldig verdi for 'ai_flags'
pl: nieprawidłowa wartość dla 'ai_flags'
pt: valores inválidos para 'ai_flags'
ro: valoare eronată pentru "ai_flags"
ru: неверное значение для 'ai_flags'
sk: neplatná hodnota pre 'ai_flags'
sl: neveljavna vrednost za 'ai_flags'
ta: 'ai_flags' ­üÌ ÅÄ¢¾üÈ ¦ÀÚÁ¾¢
th: ค่าสำหรับ 'ai_flags' ไม่ถูกต้อง
tr: 'ai_flags' için geçersiz değer
uk: невірне значення для 'ai_flags'
vi: thay sai giá trị cho 'ai_flags'
xh: ixabiso elingekhoyo lweendwe ye-'ai'

source: non-recoverable failure in name resolution
af: non-recoverable vaaling in naam opkyk
az: ad həllində bərpası mümkün olmayan xəta
bg: невъзстановима грешка в името
ca: fallada irrecuperable en la resolució de noms
cs: nezotavitelné selhání při překlade jména
da: fejl i navneresolution der ikke kan rettes
de: Nicht behebbarer Fehler bei der Namensauflösung
el: μη αντιστρέψιμη αποτυχία στην ανάλυση του ονόματος
et: taastamatu nime lahendamise viga
fi: peruuttamaton virhe nimen selvittämisessä
he: םשה תקסהב ןוקיתל ןתינ יתלב ןולשיכ
hu: végzetes hiba a névfelbontásnál
is: endanleg mistök í nafnauppflettingu
ko: 이름을 해석하다 복구할 수 없게 실패했습니다
lt: nepataisomas vardo paieškos sutrikimas
lv: neglābjama kļūda vārda noteikšanā
mt: problema permanenti fit-traduzzjoni tal-isem
nl: onherstelbare fout in naamresolutie
no: uopprettelig feil i navneoppslag
pl: trwały błąd w tłumaczeniu nazwy
pt: falha não recuperável na resolução de nomes
ro: eroare permanentă la rezolvarea numelui
ru: фатальный сбой разрешения имен
sk: nezotaviteľné zlyhanie v preklade mena
sl: usodna napaka pri razreševanju imena
ta: ¦ÀÂÃÈ¢Å¾¢ø Á£Ç¡ò ¾ÅÚ
th: เกิดความล้มเหลวที่ไม่สามารถกู้คืนได้ในการแปลงหรือค้นหาชื่อ
tr: isim çözümlemede onarılamaz hata
uk: невиправна проблема у розв'язанні імен
vi: Lỗi không thể sửa được khi giải-quyết-tên (name resolution)
xh: Usalelo olungafezekiyo kwisigqibo segama

source: 'ai_family' not supported
af: 'ai_family' nie ondersteunde
az: 'ai_family' dəstəklənmir
bg: 'ai_family' не се поддържа
ca: no es suporta 'ai_family'
cs: 'ai_family' není podporovaná
da: 'ai_family' ikke understøttet
de: Nicht unterstützt: "ai_family"
el: μη υποστηριζόμενη 'ai_family'
et: 'ai_family' pole toetatud
fi: ai_family ei tuettu
he: ךמתנ וניא 'ai_family'
hu: az 'ai_family' érték nem támogatott
is: stuðning vantar fyrir 'ai_family'
ko: 'ai_family'는 지원하지 않습니다
lt: „ai_family“ nepalaikoma
lv: `ai_kopa` netiek uzturēta
mt: 'ai_family' mhux aċċettat
nl: 'ai_family' wordt niet ondersteund
no: 'ai_family' er ikke støttet
pl: 'ai_family' nie obsługiwana
pt: 'ai_family' não suportada
ro: "ai_family" nu este suportat
ru: семейство 'ai_family' не поддерживается
sk: 'ai_family' nepodporované
sl: 'ai_family' ni podprta
ta: 'ai_family' ­üÌ ¬¾ÃÅ¢ø¨Ä
th: ไม่สนับสนุน 'ai_family'
tr: 'ai_family' desteklenmiyor
uk: 'ai_family' не підтримується
vi: 'ai_family' không được hỗ trợ
xh: Usapho lwe ai olungaxhaswayo

source: memory allocation failure
af: geheue toekenning vaaling
az: yaddaşda yer açma problemi
bg: грешка в разпределението на паметта
ca: fallada d'assignació de memòria
cs: selhání alokace paměti
da: hukommelse tildelingsfejl
de: Fehler beim Anfordern von Speicher
el: αποτυχία δέσμευσης μνήμης
et: viga mälu eraldamisel
fi: muistinvarausvirhe
he: ןורכיז תאצקהב ןולשיכ
hu: memóriafoglalási hiba
is: mistókst að taka frá minni
ko: 메모리 할당 실패
lt: atminties paskyrimo klaida
lv: atmiņas izdalīšanas kļūda
mt: problema fl-allokazzjoni tal-memorja
nl: geheugenreserveringsfout
no: feil ved tilordning av minne
pl: błąd alokacji pamięci
pt: erro na alocação de memória
ro: eşec la alocarea memoriei
ru: ошибка выделения памяти
sk: zlyhanie alokácie pamäti
sl: napaka pri dodeljevanju pomnilnika
ta: ¿¢¨É× ´Ðì¸£ðÎò ¾ÅÚ
th: การจองหน่วยความจำล้มเหลว
tr: bellekte yer açma sorunu
uk: помилка виділення пам'яті
vi: Lỗi phân phối memmory(memory allocation)
xh: Usalelo olucwangciswe lodwa lwenkumbulo

source: no address associated with nodename
af: nee adres geassosieer met nodusnaam
az: düyün adı üçün bir ünvan bildirilməyib
bg: няма адрес сварзан с nodename
ca: cap adreça associada amb el nom de node
cs: není asociovaná žádná adresa s nodename
da: ingen adresse associeret til knudenavn
de: Mit dem Rechnernamen ist keine Adresse verknüpft
et: sõlme nimega pole aadressi seostatud
fi: ei osoitetta sidottu nimeen
he: תמוצה םשל תכייושמה תבותכ ןיא
hu: nincs cím rendelve a csomópontnévhez
is: ekkert vistfang er tengt þessu nafni
ko: 노드 이름과 조합된 주소가 없습니다
lt: nėra adreso atitinkančio šį mazgo vardą
lv: nav ar nodesvārdu asociētas adreses
mt: ebda indirizz m'hu assoċjat ma' dan l-isem
nl: geen adres geassocieerd met nodenaam
no: ingen adresse tilknyttet knutepunktsnavnet
pl: brak adresu powiązanego z nazwą węzła
pt: não está nenhum endereço associado ao nó
ro: nu există o adresă asociată cu numele nodului
ru: с данным узлом (nodename) не связан никакой адрес
sk: s nodename neasociovaná žiadna adresa
sl: ni naslova, povezanega z imenom vozla
ta: ¸½¢É¢ô¦ÀÂÕ¼ý ±õÓ¸ÅÃ¢Ôõ ­¨½ì¸ôÀ¼Å¢ø¨Ä
th: ไม่มีที่อยู่ที่กำหนดไว้กับชื่อโหนด
tr: düğüm adı için bir adres tanımlanmamış
uk: з цим іменем вузла не асоціюється жодна адреса
vi: Không địa chỉ nào được chỉ định cùng với nodename
xh: Akukho dilesi eyamaniswe negama lombhali

source: name or service not known
af: naam of diens nie bekend
az: ad ya da xidmət bilinmir
bg: името или обслужване е неизвестно
ca: nom o servei desconegut
cs: jméno nebo služba není známé
da: navn eller service ikke kendt
de: Unbekannter Name oder Service
el: άγνωστο όνομα ή υπηρεσία
et: tundmatu nimi või teenus
fi: nimi tai palvelu tuntematon
he: םיעודי םניא תורישה וא םשה
hu: a név vagy a szolgáltatás ismeretlen
is: óþekkt nafn eða þjónusta
ko: 이름이나 서비스를 모릅니다
lt: vardas ar tarnyba nežinomi
lv: vārds vai serviss nav zināms
mt: isem jew servizz mhux magħruf
nl: naam of service is onbekend
no: navnet eller tjenesten er ukjent
pl: nieznana nazwa lub usługa
pt: nome ou serviço desconhecido
ro: nume sau serviciu necunoscut
ru: неизвестное имя или сервис
sk: neznáme meno alebo služba
sl: ime storitve ni znano
ta: ¦¾Ã¢Â¡¾ ¦ÀÂ÷ «øÄÐ §º¨Å
th: ไม่รู้จักชื่อหรือเซอร์วิส
tr: isim ya da servis bilinmiyor
uk: ім'я або служба невідома
vi: Không hiểu tên(name) hay dịch vụ(service)
xh: Igama okanye inkonzo yomsebenzi ayaziwa

source: servname not supported for ai_socktype
af: bedienernaam nie ondersteunde vir ai_socktype
az: ai_socktype üçün servname dəstəklənmir
bg: servname не се подържа за ai_socktype
ca: no es suporta el nom de servidor per ai_socktype
cs: servname není podporované pro ai_socktype
da: servname ikke understøttet ai_socktype
de: Nicht unterstützt: Servername für "ai_socktype"
et: servname pole ai_socktype jaoks toetatud
fi: servnamea ei tueta ai_socktype:lle
he: ai_socktype רובע ךמתנ וניא servname
hu: a szolgáltatásnév nem támogatott a megadott ai_socktype-nál
is: óstutt "servname" fyrir ai_socktype
ko: ai_socktype을 위한 servname은 지원하지 않습니다
lt: servname nepalaikoma ai_socktype tipui
lv: ai_socktype neuztur servname
mt: servname mhux aċċettat għal ai_socktype
nl: servernaam wordt niet ondersteund voor 'ai_sockettype'
no: servname ikke støttet for ai_socktype
pl: nazwa serwera nie obsługiwana dla ai_socktype
pt: servname não suportado para ai_socktype
ro: "servname" nu este suportat pentru "ai_socktype"
ru: servname не поддерживается для типа ai_socktype
sk: servname nepodporované pre ai_socktype
sl: servname ni podprto za ai_socktype
ta: ai_socktype ­üÌ servname ¬¾ÃÅ¢ø¨Ä
th: ไม่สนับสนุน servname สำหรับ ai_socktype
tr: ai_socktype için servname desteklenmiyor
uk: servname не підтримується для ai_socktype
vi: Với ai_socktype, sername không được hỗ trợ
xh: Igama lomncedisi alixhaswanga kubume besock ye-ai

source: 'ai_socktype' not supported
af: 'ai_socktype' nie ondersteunde
az: 'ai_socktype' dəstəklənmir
bg: 'ai_socktype' не се поддържа
ca: no es suporta 'ai_socktype'
cs: 'ai_socktype' není podporované
da: 'ai_socktype' ikke understøttet
de: Nicht unterstützt: "ai_socktype"
el: μη υποστηριζόμενο 'ai_socktype'
et: 'ai_socktype' pole toetatud
fi: ai_socktype ei tuettu
he: ךמתנ וניא 'ai_socktype'
hu: az 'ai_socktype' nem támogatott
is: 'ai_socktype' óstutt
ko: 'ai_socktype'은 지원하지 않습니다
lt: „ai_socktype“ nepalaikoma
lv: `ai_socktype` netiek uzturēts
mt: 'ai_socktype' mhux aċċettat
nl: 'ai_sockettype wordt niet ondersteund
no: 'ai_socktype' ikke støttet
pl: nieobsługiwana 'ai_socktype'
pt: 'ai_socktype' não suportado
ro: "ai_socktype" nu este suportat
ru: тип 'ai_socktype' не поддерживается
sk: 'ai_socktype' nepodporované
sl: 'ai_socktype' ni podprt
ta: 'ai_socktype' ­üÌ ¬¾ÃÅ¢ø¨Ä
th: ไม่สนับสนุน 'ai_socktype'
tr: 'ai_socktype' desteklenmiyor
uk: 'ai_socktype' не підтримується
vi: ai_socktype không được hỗ trợ
xh: Ubume besock ye ai abuxhaswanga

source: system error
af: stelsel fout
az: sistem xətası
bg: Системна грешка
ca: error de sistema
cs: systémová chyba
da: systemfejl
de: System-Fehler
el: σφάλμα συστήματος
et: süsteemne viga
fi: Järjestelmävirhe
he: תכרעמ תאיגש
hu: rendszerhiba
is: kerfisvilla
ko: 시스템 문제
lt: sistemos klaida
lv: sistēmas kļūda
mt: problema fis-sistema
nl: systeemfout
no: system-feil
pl: błąd systemowy
pt: erro do sistema
ro: eroare de sistem
ru: системная ошибка
sk: systémová chyba
sl: sistemska napaka
sr: sistemska greška
ta: ¸½¢É¢ò ¾ÅÚ
th: ระบบผิดพลาด
tr: sistem hatası
uk: системна помилка
vi: Lỗi hệ thống
xh: Imposiso yendlela yokusebenza

source: NEC SOCKS client
af: nec socks kliënt
az: NEC SOCKS alıcısı
bg: NEC SOCKS клиент
ca: client NEC SOCKS
cs: Klient NEC SOCKS
da: NEC SOCKS klient
de: Station für NEC SOCKS-Server
el: πελάτης NEC SOCKS
et: NEC SOCKS klient
fi: NEC SOCKS asiakas
he: NEC SOCKS תינכות
hu: NEC SOCKS kliens
is: NEC SOCKS forrit
ko: NEC SOCKS 클라이언트
lt: NEC SOCKS klientas
lv: NEC SOCKS klients
mt: Klient SOCKS NEC
nl: NEC SOCKS-cliënt
no: NEC SOCKS klient
pl: klient NEC SOCKS
pt: Cliente SOCKS NEC
ro: Client NEC SOCKS
ru: Клиент NEC SOCKS
sk: NEC SOCKS klient
sl: Odjemnik NEC SOCKS
sr: NEC SOCKS klijent
ta: NEC SOCKS ÀÂÉ÷
th: ไคลเอนต์ NEC SOCKS
tr: NEC SOCKS istemcisi
uk: Клієнт NEC SOCKS
xh: Umxhasi we NEC SOCKS

source: Dante SOCKS client
af: dante socks kliënt
az: Dante SOCKS alıcısı
bg: Данте SOCKS клиент
ca: client Dante SOCKS
cs: Klient Dante SOCKS
da: Dante SOCKS klient
de: SOCKS-Station für Dante-Server
el: πελάτης Dante SOCKS
et: Dante SOCKS klient
fi: Dante SOCKS asiakas
he: Dante SOCKS תינכות
hu: Dante SOCKS kliens
is: Dante SOCKS forrit
ko: 단테 SOCKS 클라이언트
lt: Dante SOCKS klientas
lv: Dante SOCKS klients
mt: Klient SOCKS Dante
nl: Dante SOCKS-cliënt
no: Dante SOCKS klient
pl: klient Dante SOCKS
pt: Cliente SOCKS Dante
ro: Client Dante SOCKS
ru: Клиент Dante SOCKS
sk: Dante SOCKS klient
sl: Odjemnik Dante SOCKS
sr: Dante SOCKS klijent
ta: Dante SOCKS ÀÂÉ÷
th: ไคลเอนต์ Dante SOCKS
tr: Dante SOCKS istemcisi
uk: Клієнт Dante SOCKS
xh: Umxhasi we Dante SOCKS

source: yes
af: ja
az: bəlii
bg: да
ca: sí
cs: ano
da: ja
de: Ja
el: ναι
et: jah
fi: kyllä
he: ןכ
hu: igen
is: já
ko: 예
lt: taip
lv: jā
mt: iva
nl: ja
no: ja
pl: tak
pt: sim
ro: da
ru: да
sk: áno
sl: da
sr: da
ta: ¬õ
th: ใช่
tr: evet
uk: так
vi: Nhận
xh: ewe
