Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Top/bottom margin (1/72 in)
af: bo/bodem kantlyn (1/72 in)
az: Üst/Alt kənar (1/72 in)
bg: Горна/Долна граница (1/72 in)
ca: Marge dalt/baix (1/72 polz)
cs: Horní/dolní okraj (1/72 in)
da: Top/bund margen (1/72 tomme)
de: Oberer/unterer Rand (1/72 Zoll)
el: Πάνω/κάτω περιθώριο (σε 1/72")
et: Ülemine/alumine servamärgis (1/72 in)
fi: Ylä-/alamarginaali (1/72 tuumaa)
he: ('ץניא 1/72) םינותחת\םינוילע םיילוש
hu: Felső/alsó margó (1/72 hüvelyk)
is: Efri/neðri spássía (1/72")
ko: 위쪽/아래쪽 여백 (1/72 인치)
lt: Viršutinė/apatinė paraštės (1/72 colio)
lv: Augšējā/apakšējā robeža (1/72 in)
mt: Marġini fuq/isfel (1/72 in)
nl: Boven/onder marges (1/72 in)
no: Topp/bunn margin (1/72 tommer)
pl: Górny/dolny margines (1/72 cala)
pt: Margem superior/inferior (1/72 pol.)
ro: Marginea sus/jos (1/72 in)
ru: Поля сверху/снизу (1/72 дюйма)
sk: Horný/dolný okraj (1/72 palca)
sl: Zgornji/Spodnji rob (1/72 palca)
sr: Gornja/donja margina (1/72 inča)
ta: §Áø/¸£ú µÃõ (1/72 «í)
th: ขอบบน/ล่าง (1/72")
tr: Alt/üst boşluk (1/72 in)
uk: Верхнє/нижнє поле (1/72 дюйма)
vi: Mép trên/dưới (1/72 in)
xh: Umgca wasentla / wangezantsi (1/72 ngaphakathi)

source: Text options
af: teks opsies
az: Mətn seçənəkləri
bg: Опции на текст
ca: Opcions de text
cs: Možnosti textu
da: Tekstindstillinger
de: Text-Optionen
el: Επιλογές κειμένου
et: Teksti valikud
fi: Tekstioptiot
he: טסקט תויורשפא
hu: Szövegopciók
is: Textastillingar
ko: 글월 선택 사항
lt: Teksto nustatymai
lv: Teksta Opcijas
mt: Għażliet tat-test
nl: Tekstopties
no: Tekstvalg
pl: Opcje tekstu
pt: Opções de texto
ro: Opţiuni text
ru: Свойства текста
sk: Textové možnosti
sl: Možnosti besedila
ta: ¯¨Ã Å¢ÕôÀí¸û
th: ตัวเลือกข้อความ
tr: Metin seçenekleri
uk: Параметри текста
vi: Tuỳ chọn text
xh: Iinketho zokubhaliweyo

source: Send EOF after job to eject page
af: stuur eof na werk aan uitskiet bladsy
az: Vəzifə sonrasında səhifəni atmaq üçün EOF yolla
bg: Изпраща EOF след заданието за изхвърляне на страница
ca: Envia un EOF després del treball per imprimir la pàgina
cs: Poslat EOF pro vysunutí stránky
da: Send EOF efter jobbet for at få siden ud
de: EOF (Dateiende-Signal) senden, um die Seite auszuwerfen
el: Αποστολή EOF στο τέλος για εξαγωγή σελίδας
et: Peale töö lõppemist saadetakse lehe väljastamiseks EOF.
fi: Lähetä EOF työn jälkeen sivun poistamiseksi
he: ףדה תאצוהל הדובעה רחאל EOF חלש
hu: Lapdobás a nyomtatási feladat végén
is: Senda EOF á efitr til að spýta síðu út
lt: Siųsti EOF po užduoties norint išstumti lapą
lv: Sūtīt EOF pēc darba, lai izmestu lapu
mt: Ibgħat EOF wara kull biċċa xogħol biex toħroġ il-paġna
nl: Stuur EOF na elke taak om de pagina uit te werpen
no: Send EOF etter jobb for å sende siden ut av skriveren
pl: Wyślij znak EOF (koniec pliku) po wysłaniu zadania, aby wysunąć papier
pt: Enviar EOF depois de imprimir para expulsar a página
ro: Trimite EOF după tipărire pentru a ejecta pagina
ru: Отправить EOF после завершения задания для извлечения страницы
sk: Po úlohe poslať EOF pre vysunutie listu
sl: Pošlji EOF po opravilu za izmet strani
sr: Pošalji EOF kod za izbacivanje stranice nakon završetka posla.
ta: À½¢ìÌô À¢ý Àì¸ò¨¾ ¦ÅÇ¢ò¾ûÇ EOF ­¨É «ÛôÒ
th: ส่งรหัสจบแฟ้มหลังจากพิมพ์เสร็จเพื่อดันกระดาษออก
tr: Her yazıcı görevinden sonra EOF gönder
uk: Відсилати EOF після задачі друку для прогону сторінки
vi: Gửi EOF sau 'job' để đẩy trang ra
xh: Thumela i EOF emva komsebenzi ukukhuphela ngaphandle iphepha

source: Fix stair-stepping text
af: regmaak stair-stepping teks
az: Sabit pilləli mətn
ca: Arregla el text esglaonat
cs: Opravit schodkovitý text
da: Ordn trappetrin tekst
de: Treppenartigen Text ausgleichen
el: Διόρθωση stair-stepping text
et: Teksti treppimise parandamine
fi: Korjaa portaittainen teksti
he: גרודמ טסקט ןקת
hu: A betűk határvonalának simítása
is: Rétta úr tröppuprentun
lt: Pataisyti laipteliais išdėstytą tekstą
lv: Fiksē mainīga soļa tekstu
mt: Irranġa test imtarraġ
nl: Trapgewijze tekstopbouw herstellen
no: Rett trappetekst
pl: Popraw efekt schodkowy w tekście
pt: Corrigir o 'texto em escadinha'
ro: Corectează eroarea de "text în scară"
ru: Исправить лестничный эффект
sk: Opraviť schodovitý text
sl: Popravi nazobčano besedilo
ta: ÀÊì¸ð¼¡É ¯¨Ã¨Âî ºÃ¢¦ºö
th: ปรับระยะ stair-stepping ของข้อความให้คงที่
tr: Merdiven etkisini düzelt
uk: Виправляти ефект сходинок
vi: Chỉnh text bậc thang
xh: Lungisa inqwanqwa- amagama ashicilelweyo okunyuka

source: Fast text printing (non-PS printers only)
af: vinnige teks besig om te druk (non-PS drukkers slegs)
az: Sür'ətli mətn çapı (təkcə PS xarici çap edicilərdə)
bg: Бърз печат на текст (само за принтери които не са PS)
ca: Impressió ràpida de text (només impressores no PS)
cs: Rychlý tisk textu (pouze ne PS tiskárny)
da: Hurtig tekstudskrift (kun ikke-PS printere)
de: Schnelle Druckausgabe (nur für Nicht-PostScript-Drucker)
el: Γρήγορη εκτύπωση κειμένου (μόνο μη-PS εκτυπωτές)
et: Kiire teksti trükkimine (ainult mitte-PS printerid)
fi: Nopea tekstitulostus (vain muilla kuin PS-tulostimilla)
he: (דבלב PS ןניאש תוספדמ) הריהמ טסקט תספדה
hu: Gyors szöveges nyomtatás (a PS nyomtatókra nem érvényes)
is: Prenta texta hratt (ekki fyrir PS prentara)
lt: Greitas teksto spausdinimas (tiktai ne PS spausdintuvai)
lv: Ātra teksta drukāšana (tikai ne-PS drukas iekārtām)
mt: Printjar ta' test mgħaġġel (Printers mhux PS biss)
nl: Snelle tekstafdruk (alleen non PS-printers)
no: Rask tekstskriving (kun for ikke-PS skrivere)
pl: Szybkie drukowanie tekstu (tylko drukarki nie-PostScriptowe)
pt: Impressão rápida de texto (impressoras não-PS)
ro: Tipărire rapidă text (numai imprimante non-PostScript)
ru: Быстрая печать текста (только не-PS принтеры)
sk: Rýchla textová tlač (len ne-PostScriptové tlačiarne)
sl: Hitro tiskanje besedila (samo ne-PS tiskalniki)
sr: Brzo štampanje teksta (samo za štampače koji ne podržavaju PostScript)
ta: Å¢¨Ã× ¯¨Ã «îº£Î (PS-«øÄ¡¾ «îÍô¦À¡È¢¸û ÁðÎõ)
th: พิมพ์ข้อความอย่างรวดเร็ว (เฉพาะที่ไม่ใช่เครื่องพิมพ์ PS)
tr: Hızlı metin yazdırma (Sadece PS olmayan yazıcılarda)
uk: Швидкий друк тексту (тільки для не PS-принтерів)
vi: In text nhanh( cho các máy in non-PS)
xh: Qinisa ushicilelo lwamagama (Abashicileli abangezizo i-PS kuphela)

source: Proxy
af: volmag
az: Vəkil verici
bg: Прокси
ca: Procurador
fi: Välityspalvelin
he: ךוותמ
is: Sel
ko: 프록시
lt: Tarpinė stotis:
lv: Starpniekdators
pl: Pośrednik
ru: Прокси:
sl: Posrednik
ta: À¢É¡Á¢
th: พรอกซี:
tr: Vekil sunucu
uk: Проксі
xh: Umntu onegunya lokusebenzela omnye

source: RLPR proxy server settings
af: rlpr volmag bediener instellings
az: RLPR vəkil verici qurğuları
bg: Настройки за RLPR прокси сървър
ca: Arranjament del servidor de procuració RLPR
cs: Nastavení RLPR proxy serveru
da: RLPR proxy server opsætning
de: RLPR-Proxy-Einstellungen
el: Ρυθμίσεις διακομιστή proxy RLPR
et: RLPR proxy serveri seadistused
fi: RLPR-välityspalvelimen asetukset
he: RLPR לש ךוותמה תרשה תורדגה
hu: Az RLPR proxy kiszolgáló beállításai
is: RLPR selþjónsstillingar
lt: RLPR tarpinės stoties nustatymai
lv: RLPR proksī servera uzstādījumi
mt: Setings tas-server RLPR proxy
nl: Instellingen voor RLPR-proxyserver
no: Innstillinger for RLPR proxy-tjener
pl: Ustawienia serwera pośredniczącego RLPR
pt: Configuração do 'proxy' do RLPR
ro: Opţiuni server proxy RLPR
ru: Настройки прокси RLPR
sk: Nastavenie proxy serveru RLPR
sl: Nastavitve posredniškega strežnika RLPR
sr: Podešavanje RLPR proxy servera
ta: RLPR À¢É¡Á¢ô ÀÃ¢Á¡È¢ «¨ÁôÒì¸û
th: ตั้งค่าพรอกซีเซิร์ฟเวอร์ RLPR
tr: RLPR vekil sunucu ayarları
uk: Установки сервера проксі RLPR
vi: Thiết lập RLPR proxy server
xh: Izicwangciso zomncedisi womntu onegunya lokusebenzela omnye we RLPR

source: Queue:
af: wagtou:
az: Növbə:
bg: Опашка:
ca: Cua:
cs: Fronta:
da: Kø:
de: Druckerwarteschlage:
el: Ουρά:
et: Tööjärjekord:
fi: Jono:
he: :רות
hu: Nyomtatási sor:
is: Röð:
ko: 큐:
lt: Eilė:
lv: Rinda:
mt: Kju:
nl: Wachtrij:
no: Kø:
pl: Kolejka:
pt: Fila:
ro: Coadă:
ru: Очередь:
sk: Front:
sl: Čakalna vrsta:
sr: Red za štampanje:
ta: ÅÃ¢¨º:
th: คิว:
tr: Kuyruk:
uk: Черга:
vi: Hàng đợi:
xh: Fola:

source: Queue
af: wagtou
az: Növbə
bg: Опашка
ca: Cua
cs: Fronta
da: Kø
de: Druckerwarteschlage
el: Ουρά
et: Tööjärjekord
fi: Jono
he: רות
hu: Nyomtatósor
is: Röð
ko: 큐
lt: Eilė
lv: Rinda
mt: Kju
nl: Wachtrij
no: Kø
pl: Kolejka
pt: Fila
ro: Coadă
ru: Очередь
sk: Front
sl: Čakalna vrsta
sr: Red za štampanje
ta: ÅÃ¢¨º
th: คิว
tr: Kuyruk
uk: Черга
vi: Hàng đợi
xh: Fola

source: Remote LPD queue settings
af: afgeleë lpd wagtou instellings
az: Uzaq LPD qurğuları
bg: Настройка на отдалечена LPD опашка
ca: Arranjament de la cua remota LPD
cs: Nastavení vzdálené LPD fronty
da: LPD Fjernkø opsætning
de: Einstellungen für Druckerwarteschlange auf Fremdrechner
el: Ρυθμίσεις απομακρυσμένης ουράς LPD
et: Võrgus asuva LPD järjekorra seadistused
fi: LPD-etäjonon asetukset
he: קחורמה LPD-ה רות תורדגה
hu: A távoli LPD nyomtatósor beállításai
is: Stillingar LPD prentraðar á annari vél
ko: 원격지 LPD 큐 설정
lt: Nutolusios LPD eilės nustatymai
lv: Attālinātas LPD rindas uzstādījumi
mt: Setings tal-kju LPD remot
nl: Instellingen voor LPD-wachtrij op afstand
no: Fjernstyrt LPD kø innstillinger
pl: Ustawienia zdalnej kolejki LPD
pt: Configuração da fila remota de LPD
ro: Opţiuni coadă de imprimare distantă LPD
ru: Настройки сетевой очереди LPD
sk: Nastavenie vzdialeného frontu LPD
sl: Nastavitve oddaljene čakalne vrste LPD
sr: Podešavanje udaljenog LPD reda za štampanje
ta: §ºö¨Á LPD ÅÃ¢¨º «¨ÁôÒì¸û
th: ตั้งค่าคิวบนเซิร์ฟเวอร์การพิมพ์ระยะไกล
tr: Uzak LPD kuyruk ayarları
uk: Параметри віддаленої черги LPD
vi: Thiết lập hàng đợi LPD ở xa
xh: Bekela kude ucwangciso lofolo lwe LPD

source: RLPR settings
af: rlpr instellings
az: RLPR qurğuları
bg: Настройка на RLPR
ca: Arranjament RLPR
cs: Nastavení RLPR
da: RLPR opsætning
de: RLPR-Einstellungen
el: Ρυθμίσεις RLPR
et: RLPR seadistused
fi: RLPR-asetukset
he: RLPR תורדגה
hu: Az RLPR beállításai
is: RLPR stillingar
ko: RLPR 설정
lt: RLPR nustatymai
lv: RLPR uzstādījumi
mt: Setings tal-RLPR
nl: RLPR-instellingen
no: RLPR-innstillinger
pl: Ustawienia RLPR
pt: Configurações do RLPR
ro: Opţiuni RLPR
ru: Настройки RLPR
sk: Nastavenie RLPR
sl: Nastavitve RLPR
sr: RLPR podešavanja
ta: RLPR «¨ÁôÒì¸û
th: ตั้งค่า RLPR
tr: RLPR ayarları
uk: Параметри RLPR
vi: Thiết lập RLPR
xh: Ucwangciso lwe RLPR

source: Proxy settings
af: volmag instellings
az: Vəkil verici qurğuları
bg: Настройка на прокси
ca: Arranjament del procurador
cs: Nastavení proxy
da: Proxy opsætning.
de: Proxy-Einstellungen
el: Ρυθμίσεις proxy
et: Proxy seadistused
fi: Välityspalvelimen asetukset
he: ךוותמה תורדגה
hu: A proxy beállításai
is: Selstillingar
ko: 프록시 설정
lt: Tarpinės stoties nustatymai
lv: Proksī uzstādījumi
mt: Setings tal-proxy
nl: Proxyinstellingen
no: Proxyinstillinger
pl: Ustawienia pośrednika
pt: Configurações do 'proxy'
ro: Opţiuni proxy
ru: Настройки прокси
sk: Nastavenie proxy
sl: Nastavitve posrednika
sr: Proxy podešavanja
ta: À¢É¡Á¢ «¨ÁôÒì¸û
th: ตั้งค่าพรอกซี
tr: Vekil sunucu ayarları
uk: Параметри проксі
vi: Thiết lập Proxy
xh: Ucwangciso lomntu onegunya lokusebenzela omnye

source: Use proxy server
af: gebruik volmag bediener
az: Vəkil verici istifadə et
bg: Използва прокси сървър
ca: Usa servidor de procuració
cs: Používat proxy server
da: Brug proxy server
de: Proxy-Server verwenden
el: Χρήση διακομιστή proxy
et: Proxy serveri kasutamine
fi: Käytä välityspalvelinta
he: ךוותמ תרשב שמתשה
hu: Proxy kiszolgáló használata
is: Nota sel
ko: 프록시 서버 쓰기
lt: Naudoti tarpinę stotį
lv: Izmantot proksī serveri.
mt: Uża server proxy
nl: Proxyserver gebruiken
no: Bruk proxy-tjener
pl: Używaj serwera pośredniczącego
pt: Utilizar o servidor 'proxy'
ro: Utilizează server proxy
ru: Использовать прокси-сервер
sk: Použiť proxy server
sl: Uporabi posredniški strežnik
sr: Koristi proxy server
ta: À¢É¡Á¢ô ÀÃ¢Á¡È¢¨Âô ÀÂýÀÎòÐ
th: ใช้พรอกซีเซิร์ฟเวอร์
tr: Vekil sunucu kullan
uk: Використовувати проксі-сервер
vi: Dùng Proxy server
xh: Sebenzisa umncedisi womntu onegunya lokusebenzela omnye

source: Empty printer name.
af: leeg drukker naam.
az: Boş çap edici adı.
bg: Празно име на принтер.
ca: Buida el nom d'impressora.
cs: Prázdné jméno tiskárny
da: Tomt printernavn.
de: Fehlender Druckername
el: Άδειο όνομα εκτυπωτή.
et: Printeri nimi puudub.
fi: Tyhjä tulostinnimi.
he: .קיר תספדמה םש
hu: A nyomtató neve nem lehet üres.
is: Tómt nafn prentara.
ko: 인쇄기 이름이 비었습니다.
lt: Tuščias spausdintuvo vardas.
lv: Tukšs drukas iekārtas vārds.
mt: Isem il-printer vojt.
nl: Lege printernaam.
no: Blankt skriver-navn.
pl: Brak nazwy drukarki.
pt: Nome da impressora em branco.
ro: Nume de imprimantă gol.
ru: Имя принтера не задано.
sk: Prázdne meno tlačiarne.
sl: Prazno ime tiskalnika.
ta: ¦ÅüÚ «îÍô¦À¡È¢ô ¦ÀÂ÷.
th: ไม่มีชื่อเครื่องพิมพ์
tr: Boş yazıcı adı.
uk: Порожнє ім'я принтера.
vi: Làm rỗng tên máy in .
xh: Igama lomshicileli ongenanto.

source: Empty host name.
af: leeg bediener naam.
az: Boş qovşaq adı.
bg: Празно име на хост.
ca: Buida el nom de remot.
cs: Prázdné jméno hostitele
da: Tomt værtsnavn.
de: Fehlender Rechnername
el: Άδειο όνομα κόμβου.
et: Serveri nimi puudub.
fi: Tyhjä palvelinnimi.
he: .קיר תרשה םש
hu: A kiszolgáló neve nem lehet üres.
is: Tómt nafn vélar.
ko: 호스트 이름이 비었습니다.
lt: Tuščias mazgo vardas.
lv: Tukšs resursdatora vārds.
mt: Isem il-kompjuter vojt.
nl: Lege hostnaam.
no: Blankt vertsnavn.
pl: Brak nazwy serwera.
pt: Nome da máquina em branco.
ro: Nume de gazdă gol.
ru: Имя хоста не задано.
sk: Prázdne meno hostiteľa.
sl: Prazno ime gostitelja.
ta: ¦ÅüÚì ¸½¢É¢ô ¦ÀÂ÷.
th: ไม่มีชื่อโฮสต์
tr: Boş makine adı.
uk: Порожнє ім'я машини.
vi: Làm rỗng tên máy chủ .
xh: Igama lenginginya engenanto.

source: Empty queue name.
af: leeg wagtou naam.
az: Boş növbə adı.
bg: Празно име на опашката.
ca: Buida el nom de cua.
cs: Prázdné jméno fronty
da: Tomt kø-navn.
de: Fehlender Name für Druckerwarteschlange
el: Άδειο όνομα ουράς.
et: Järjekorra nimi puudub.
fi: Tyhjä jonon nimi.
he: .קיר רותה םש
hu: A nyomtatósor neve nem lehet üres.
is: Tómt nafn prentraðar.
ko: 큐 이름이 비었습니다.
lt: Tuščias eilės vardas.
lv: Tukšs rindas vārds.
mt: Isem il-kju vojt.
nl: Lege wachtrijnaam.
no: Blankt kønavn.
pl: Brak nazwy kolejki.
pt: Nome da fila em branco.
ro: Nume de coadă gol.
ru: Имя очереди не задано.
sk: Prázdne meno frontu.
sl: Prazno ime čakalne vrste.
ta: ¦ÅüÚ ÅÃ¢¨ºô ¦ÀÂ÷.
th: ไม่มีชื่อคิว
tr: Boş kuyruk adı.
uk: Порожнє ім'я черги.
vi: Làm rỗng tên hàng đợi.
xh: Igama lofolo olungenanto.

source: Printer not found.
af: drukker nie gevind.
az: Çap edici tapıla bilmədi.
bg: Принтерът не е намерен.
ca: No s'ha trobat la impressora.
cs: Tiskárna nenalezena
da: Printer ikke fundet.
de: Drucker ist nicht auffindbar
el: Ο εκτυπωτής δε βρέθηκε.
et: Printerit ei leitud.
fi: Tulostinta ei löytynyt.
he: .האצמנ אל תספדמה
hu: A nyomtató nem található.
is: Prentari fannst ekki.
ko: 인쇄기를 찾을 수 없습니다.
lt: Spausdintuvas nerastas.
lv: Drukas iekārta nav atrasta.
mt: Printer ma nstabx.
nl: Printer niet gevonden.
no: Fant ikke skriver.
pl: Nie znaleziono drukarki.
pt: A impressora não foi encontrada.
ro: Nu am găsit imprimanta.
ru: Принтер не найден.
sk: Tlačiareň nenájdená.
sl: Tiskalnik ni bil najden.
sr: Štampač nije pronađen.
ta: «îÍô¦À¡È¢ ­ø¨Ä.
th: ไม่พบเครื่องพิมพ์
tr: Yazıcı bulunamadı.
uk: Принтер не знайдено.
vi: Không tìm thấy máy in.
xh: Umshicileli akafumaneki.

source: Not implemented yet.
af: nie geimplementeer nog.
az: Hələlik dəstəklənmir.
bg: Не се използва още
ca: Encara no s'ha implementat.
cs: Zatím neimplementováno
da: Ikke implementeret endnu.
de: Noch nicht verfügbar
el: Δεν έχει υλοποιηθεί ακόμα.
et: Realiseerimata.
fi: Ei toteutettu.
he: .םשוי םרט
hu: Ez még nem használható.
is: Ekki útfært enn.
ko: 아직 제공하지 않습니다.
lt: Dar neįgyvendinta.
lv: Pašlaik nav iestrādāts.
mt: Għadu mhux implementat.
nl: Nog niet ingeprogrammeerd.
no: Ikke implementert ennå.
pl: Nieobsługiwane.
pt: Ainda não implementado.
ro: Nu este încă implementat.
ru: Еще не сделано.
sk: Ešte neimplemetované.
sl: Še ni vključeno.
ta: ­ýÉÓõ ¿¢¨È§ÅüÈôÀ¼Å¢ø¨Ä.
th: ยังไม่ได้กำหนด
tr: Henüz programlanmadı.
uk: Ще не впроваджено.
vi: Chưa thực hiện.
xh: Ayikhutshwanga ngaphandle.

source: Remote queue %1 on %2
af: afgeleë wagtou %1 op %2
az: %2 üstündə %1 uzaq növbə
bg: Отдалечена опашка %1 на %2
ca: Cua remota %1 a %2
cs: Vzdálená tisková fronta %1 na %2
da: Fjernkø %1 på %2
de: Druckerwarteschlange %1 auf %2
el: Απομακρυσμένη ουρά %1 στο %2
et: Serveris %2 asuv järjekord %1
fi: Etäjono %1 tulostimella %2
he: %2-ב %1 קחורמ רות
hu: %1 távoli nyomtatósor itt: %2
is: Fjarlæg prentröð %1 á %2
ko: %2에 있는 원격지 큐 %1
lt: Nutolusi eilė %1 %2
lv: Attālināta rinda %1 uz %2
mt: Kju remot %1 fuq %2
nl: Wachtrij op afstand %1 op %2
no: Fjern kø %1 på %2
pl: Zdalna kolejka %1 na %2
pt: Fila remota %1 em %2
ro: Coadă distantă %1 pe %2
ru: Сетевая очередь %1 на %2
sk: Vzdialený front %1 na %2
sl: Oddaljena čakalna vrsta %1 na %2
sr: Udaljeni red za štampanje %1 na %2
ta: %2-­ÖûÇ %1 §ºö¨Á ÅÃ¢¨º
th: คิวการพิมพ์ระยะไกล %1 บน %2
tr: %2 üzerinde %1 uzak yazıcı kuyruğu
uk: Віддалена черга %1 на %2
vi: Chuỗi đợi từ xa %1 trên %2
xh: Bekela kude ufolo ku %1 ku %2

source: No predefined printers
af: nee vooraf gedefinieerde drukkers
az: Bildirilən çap edici yoxdur
bg: Няма предварително дефинирани принтери
ca: Impressores no predefinides
cs: Žádné přednastavené tiskárny
da: Ingen prædefinerede printere
de: Kein vorgegebener Drucker
el: Κανένας προκαθορισμένος εκτυπωτής
et: Eeldefineeritud printerid puuduvad
fi: Ei määriteltyjä tulostimia
he: שארמ תורדגומ תוספדמ ןיא
hu: Nincs előre definiált nyomtató
is: Engir fyrirfram skilgreindir prentara
ko: 미리 정의한 인쇄기가 없습니다
lt: Nėra iš anksto nustatytų spausdintuvų
lv: Nav predefinētas drukas iekārtas
mt: M'hemmx printers pridefiniti
nl: Geen voorgedefinieerde printers
no: Ingen forhåndsinnstilte skrivere
pl: Nie ma wstępnie zdefiniowanych drukarek
pt: Não estão impressoras pré-definidas
ro: Nu există imprimante predefinite
ru: Принтеры не описаны
sk: Žiadne preddefinované tlačiarne
sl: Ni predoločenih tiskalnikov
sr: Nema predefinisanih štampača
ta: ÓýÅ¨ÃÂÚò¾ «îÍ¦À¡È¢¸û ²ÐÁ¢ø¨Ä
th: ยังไม่ได้กำหนดเครื่องพิมพ์
tr: Önceden tanımlı yazıcı yok
uk: Відсутні встановлені принтери
vi: Không có máy in được thiếp lập sẵn.
xh: Akukho bashicileli abachazwe kwasekuqaleni

source: The printer is incompletely defined. Try to reinstall it.
af: die drukker is onvolledig gedefinieër. probeer aan herinstalleer dit.
az: Çap edici tam bildirilməyib. Yenidan qurmağa çaliş.
bg: Принерът не е напълно дефиниран. Опитайте да го преинсталирате.
ca: La impressora no s'ha definit per complet. Proveu a reinstal·lar-la.
cs: Tiskárna není plně definována. Zkuste ji znovu nainstalovat.
da: Printeren er ufuldstændigt defineret. Prøv at installere den igen.
de: Die Angaben zum Drucker sind unvollständig. Versuchen Sie, ihn nochmals zu installieren.
el: Αυτός ο εκτυπωτής δεν έχει οριστεί ολοκληρωμένα. Προσπαθήστε να τον ξαναεγκαταστήσετε.
et: Printer pole täielikult defineeritud. Proovi see uuesti paigaldada.
fi: Tulostin on epätäydellisesti määritelty. Yritä asentaa se uudelleen.
he: .בוש הניקתהל הסנ .המלשוה אל תספדמה תרדגה
hu: A nyomtató adatai nem teljesek. Próbálja meg újratelepíteni.
is: Þessi prentari hefur ekki verið skilgreindur rétt. Prófaðu að stilla hann aftur.
lt: Spausdintuvas nepilnai aprašytas. Pamėginkite įdiegti iš naujo.
lv: Drukas iekārta ir nepilnīgi definēta. Mēģiniet to pārinstalēt.
mt: Il-printer mhux kompletament definit. Ipprova erġa nstallah.
nl: De printer is niet geheel gedefinieerd. Probeer deze opnieuw te installeren.
no: Skriveren er ikke ferdigdefinert. Prøv å installer den på nytt.
pl: Drukarka nie jest w pełni zdefiniowana .Spróbuj ją przeinstalować.
pt: A impressora não está completamente definida. É melhor reinstalá-la.
ro: Imprimanta este incomplet definită. Încercaţi să o reinstalaţi.
ru: Принтер описан неверно. Попробуйте его переустановить.
sk: Tlačiareň nie je úplne definovaná. Skúste ju znovu nainštalovať.
sl: Tiskalnik ni dokončno določen. Poskusite ga znova namestiti.
sr: Ovaj štampač nije potpuno definisan. Pokušajte ponovo da ga instalirate.
ta: ­ùÅîÍô¦À¡È¢ ÓØ¨ÁÂ¡¸ Å¨ÃÂÚì¸ôÀ¼Å¢ø¨Ä. «¾¨É Á£Ç ¿¢ÚÅ ÓÂÄ×õ.
th: การกำหนดเครื่องพิมพ์ยังไม่สมบูรณ์ โปรดติดตั้งใหม่อีกครั้ง
tr: Yazıcı tam olarak tanımlanamadı. Yeniden kurmayı deneyin.
uk: Принтер визначено не повністю. Спробуйте перевстановити.
vi: Máy in chưa được định nghĩa đầy đủ.Thử cài đặt lại máy in.
xh: Umshicileli akachazwanga ngokupheleleyo. Zama ukumfaka kwakhona.

source: No valid print executable was found in your path. Check your installation.
af: nee geldige druk uitvoerbare was gevind in jou gids soeklys. bevestig jou installasie.
az: Cığırınızda hökmlü çap icraçısı tapılmadı. Qurulumunuzu yoxlayın.
bg: Не е намеренa изпълнима програма за печат във вашия път. Проверете си инсталацията.
ca: No s'ha trobat cap executable impressor al camí. Comproveu la instal·lació.
cs: Ve vaší cestě nebyl nalezen platný program pro tisk. Ověřte vaší instalaci.
da: Ingen gyldig udskriftskommando blev fundet i din sti. Tjek din installation.
de: Es wurde keine gültige ausführbare Datei in Ihrem PATH gefunden. Überprüfen Sie Ihre Installation.
et: Käivitusrajalt ei leitud ühtegi printimise rakendust. Kontrolli paigaldust.
fi: Tulostusohjelmaa ei löytynyt polustasi. Tarkista asennus.
he: .ךלש הנקתהה תא קודב .ךלש ביתנב תופקת הספדה תוינכות ואצמנ אל
hu: Nem található érvényes nyomtatóprogram az elérési útban. Ellenőrizze a telepítést.
is: Það fannst ekkert keyrslufært forrit til að prenta með. Athugaðu uppsetninguna hjá þér.
lt: Nerandu veikiančių vykdomų bylų spausdinimui jūsų kelyje (PATH). Pasitikrinkite instaliaciją.
lv: Derīgs drukas izpildfails jūsu ceļā nav atrasts. Pārbaudiet jūsu instalāciju.
mt: Ebda programm validu tal-ipprintjar ma nstab fil-path. Iċċekkja l-installazzjoni.
nl: Er werd geen afdrukprogramma gevonden in uw zoekpad. Controleer uw installatie.
no: Ingen gyldig kjørbar skriverfil ble funnet i din sti. Sjekk din installasjon.
pl: NIe znaleziono na ścieżce programu do drukowania. Sprawdź swoją instalację.
pt: Não encontrei nenhum executável de impressão no teu 'path'. Verifica a tua instalação.
ro: Nu am găsit un executabil de tipărire în cale. Verificaţi-vă instalarea.
ru: Не удалось найти программу печати. Проверьте установку.
sk: Vo vašej ceste nebol nájdený platný program pre tlač. Overte inštaláciu.
sl: V vaši poti ni veljavne izvedljive datoteke za tiskanje. Preverite svojo namestitev.
ta: ±ó¾¦Å¡Õ «îº¢¼ü ¦ºÂÄ¢Ôõ ¯í¸û À¡¨¾Â¢ø ­ø¨Ä. ¯í¸û ¿¢ÚÅ¨Äî ºÃ¢À¡÷ì¸×õ.
th: ไม่มีตัวประมวลผลที่ถูกต้องในพาธ โปรดตรวจสอบการติดตั้ง
tr: Sistemde çalıştırılabilir yazıcı programı bulunamadı. Kurulumu tekrar gözden geçirin.
uk: Не знайдено програму друку у типовому путі. Перевірте інсталяцію.
vi: Không tìm thấy lệnh in hợp lệ nào trên đường dẫn của bạn.Kiểm tra lại quá trình cài đặt.
xh: Akukho shicilelo lusebenzayo oluphunyeziweyo olwafunyanwa emendweni wakho. Khangela ufako lwakho.

source: Description unavailable
af: beskrywing onbeskikbaar
az: İzahat yoxdur
bg: Няма описание
ca: Descripció no disponible
cs: Popis nedostupný
da: Beskrivelse utilgængelig
de: Keine Beschreibung verfügbar
et: Kirjeldus puudub
fi: Kuvaus ei ole saatavilla
he: ןימז רואית ןיא
hu: Nem áll rendelkezésre leírás
is: Lýsing ekki fáanleg
lt: Aprašymo nėra
lv: Apraksts nav pieejams
mt: M'hemmx deskrizzjoni
nl: Beschrijving niet beschikbaar
no: Ingen beskrivelse tilgjengelig
pl: Opis niedostępny
pt: Descrição não disponível
ro: Descriere lipsă
ru: Описание недоступно
sk: Popis nie je k dispozícii
sl: Opis ni na voljo
sr: Opis nije dostupan
ta: Å¢ÅÃ¢ôÒ ­ø¨Ä
th: ไม่มีข้อมูลรายละเอียด
tr: Açıklama bulunamadı
uk: Опис
xh: Inkcazelo ayikho
