Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: <h3>KDE File Selector</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>with contributions by<br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A><br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A><br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
af: <h3>kde lêer kiesser</h3><hr><br>richard moore <'n HREF="mailto:ryk@kde.org">ryk@kde.org</'n><br>stephan kulow <'n HREF="mailto:coolo@kde.org">coolo@kde.org</'n><br>daniel grana <'n HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</'n><br>carsten pfeiffer <'n HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</'n><br><br><br>met bydraes deur<br><br>mario weilguni <'n HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</'n><br>martin jones <'n HREF="mailto:mjones@kde.org">mjones@kde.org</'n><br>espen sand <'n HREF="mailto:espen@kde.org">espen@kde.org</'n><br>olaf kirch <'n HREF="mailto:okir@caldera.de">okir@caldera.de</'n>
az: <h3>KDE Fayl Seçici</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>with contributions by<br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A><br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A><br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
ca: <h3>Selector de fitxers KDE</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>amb contribucions de<br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A><br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A><br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
cs: <h3>Výběr souborů</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>s přispěním<br><br>Mario Weilguniho <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martina Jonese <A HREF="mailto:mjones@kde.org">mjones@kde.org</A> a<br>Espena Sanda <A HREF="mailto:espen@kde.org">espen@kde.org</A> a<br>Olafa Kircha <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
da: <h3>KDE-filvælger</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>med bidrag fra<br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A> <br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A> <br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
de: <h3>KDE-Dateiauswahl</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>mit Beiträgen von<br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A><br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A><br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
et: <h3>KDE failidialoog</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br> koostöös abistajatega: <br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A><br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A><br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
fi: <h3>Tiedostonvalitsin</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>with contributions by<br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A><br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A><br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
he: <h3>KDE לש םיצבקה רחוב</h3><hr><br><A HREF="mailto:rich@kde.org">rich@kde.org</A> רומ דר'ציר<br><A HREF="mailto:coolo@kde.org">coolo@kde.org</A> ולוק ןאפטס<br><A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A> הנארג לאינד<br><A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A> רפפ ןטסראק<br><br><br>:מ תומורת םע<br><br><A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A> ינולייו וירמ<br><A HREF="mailto:mjones@kde.org">mjones@kde.org</A> סנו'ג ןיטרמ<br><A HREF="mailto:espen@kde.org">espen@kde.org</A> דנאס ןפסא<br><A HREF="mailto:okir@caldera.de">okir@caldera.de</A> 'ץריק ףלוא
hu: <h3>KDE fájlválasztó</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br> további segítők:<br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A>, <br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A> és <br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
is: <h3>KDE Skráaval</h3> <hr><br> Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br> Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br> Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br> Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br> <br> <br> með hjálp<br> <br> Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br> Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A> <br> Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A> <br> Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
ko: <h3>KDE 파일 고르개</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>함께 도와준 사람<br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A>,<br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A>,<br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
lt: <h3>KDE bylų sąranka</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>su <br><br>Mario Weilguni pagalba<A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A> ir<br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A> ir<br>Olaf Kirch <A HRED="mailto:okir@caldera.de">okir@caldera.de</A>
lv: <h3>KDE Failu selektors</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>ar atbalstu no<br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A> un<br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A> un<br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
nl: <h3>KDE Bestands Selector</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>met bijdragen van br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A> en<br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A> en<br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
no: <h3>KDE Filvelger</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>med bidrag fra<br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A> og<br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A> og<br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
pl: <h3>Wybór plików</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>przy współpracy<br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A> oraz<br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A> oraz<br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
pt: <h3>Selector de Ficheiros do KDE</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>com contributos de<br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A> e <br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A> e<br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
ro: <h3>Selector de fişiere KDE</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>cu contribuţiile <br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A> şi<br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A> şi<br>Olaf Kirch <A HRED="mailto:okir@caldera.de">okir@caldera.de</A>
sk: <h3>KDE výber súborov</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>s príspevkami od <br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A> and<br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A> and<br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
sl: <h3>Izbiranje datotek v KDE</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>s prispevki <br><br>Maria Weilgunija <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martina Jonesa <A HREF="mailto:mjones@kde.org">mjones@kde.org</A> in<br>Espena Sanda <A HREF="mailto:espen@kde.org">espen@kde.org</A> in<br>Olafa Kircha <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
th: <h3>เครื่องมือเลือกแฟ้มของ KDE</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>และผู้สนับสนุนอื่นๆ <br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A><br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A><br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
tr: <h3>KDE Dosya Seçici</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>Aşağıdaki yazarların katkısıyla:<br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A><br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A><br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
uk: <h3>Вибір файлів KDE</h3><hr><br>Richard Moore <A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow <A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana <A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer <A HREF="mailto:pfeiffer@kde.org">pfeiffer@kde.org</A><br><br><br>with також за участю <br><br>Mario Weilguni <A HREF="mailto:mweilguni@sime.com">mweilguni@sime.com</A><br>Martin Jones <A HREF="mailto:mjones@kde.org">mjones@kde.org</A> and<br>Espen Sand <A HREF="mailto:espen@kde.org">espen@kde.org</A> and<br>Olaf Kirch <A HREF="mailto:okir@caldera.de">okir@caldera.de</A>
xh: <h3>KDE Fayile Mkhethi </h3><hr><br>Richard Moore<A HREF="mailto:rich@kde.org">rich@kde.org</A><br>Stephan Kulow<A HREF="mailto:coolo@kde.org">coolo@kde.org</A><br>Daniel Grana<A HREF="mailto:grana@ie.iwi.unibe.ch">grana@ie.iwi.unibe.ch</A><br>Carsten Pfeiffer<A HREF="mailto:pfeffer@kde.org">pfeffer@kde.org</A><br><br><br>nge minikelo ngo<br><br>Mario Weilguni<A HREF="mailto:mweilguni@sime.com">mweiguni@sime.com</A><br>Martin Jones<A HREF="mailto:mjones@kde.org">mjones@kde.org</A><br>Espen Sand<A HREF="mailto:espen@kde.org">espen@kde.org</A><br>Olaf Kirch<A HREF="mailto:okir@caldera.de">okir@caldera.de</A>.

source: Miscellaneous options
af: allerande opsies
az: Müxtəlif seçənəklər
bg: Разни опции
ca: Opcions diverses
cs: Různá nastavení
da: Diverse indstillinger
de: Verschiedenes
el: Διάφορες επιλογές
et: Muud valikud
fi: Sekalaisia asetuksia
he: תונוש תויורשפא
hu: Egyéb beállítások
is: Ýmisir valkostir
ko: 여러가지 선택 사항
lt: Įvairios savybės
lv: Dažādas opcijas
mt: Diversi għażliet
nl: Diverse opties
no: Forskjellige valg
pl: Różne opcje
pt: Opções diversas
ro: Opţiuni diverse
ru: Прочие параметры
sk: Rôzne nastavenia
sl: Razne možnosti
sr: Razne opcije
ta: À¢È Å¢ÕôÀí¸û
th: ตัวเลือกเบ็ดเตล็ด
tr: Çeşitli seçenekler
uk: Додаткові параметри
vi: Các tuỳ chọn linh tinh
xh: Iinketho ezixutyiweyo

source: Show Status Line
af: vertoon status lyn
az: Vəziyyət Sətirini Göstər
bg: Покажи статус (състояние) на реда
ca: Mostra Línia d'Estat
cs: Zobrazovat stavovou lištu
da: Vis statuslinie
de: Statusleiste anzeigen
el: Εμφάνιση γραμμής κατάστασης
et: Näita olekuriba
fi: Näytä tilarivi
he: בצמ תרוש גצה
hu: Az állapotsor megjelenítése
is: Sýna ástandsstiku
ko: 상태줄 보이기
lt: Rodyti būsenos eilutę
lv: Rādīt Stāvokļu Rindu
mt: Uri linja tal-istatus
nl: Statusregel tonen
no: Vis statuslinje
pl: Wyświetlaj pasek stanu
pt: Mostrar Linha de Estado
ro: Afişează linia de stare
ru: Показать строку состояния
sk: Zobraziť stavový riadok
sl: Pokaži statusno vrstico
sr: Prikaži statusnu liniju
ta: ¿¢¨Ä ÅÃ¢¨Âì ¸¡ðÎ
th: แสดงบรรทัดสถานะ
tr: Durum Satırını Görüntüle
uk: Показати смужку стану
vi: Hiển thị dòng trạng thái
xh: Bonisa ilayini yendawo engatshintshiyo

source: *|All Files
af: *|alle lêers
az: *|Bütün Fayllar
bg: *|Всички файлове
ca: *|Tots els fitxers
cs: *|Všechny soubory
da: *|alle filer
de: *|Alle Dateien
el: *|Όλα τα Αρχεία
et: *|Kõik failid
fi: *|Kaikki tiedostot
he: *|םיצבקה לכ
hu: *|Minden fájl
is: *|Allar skrár
ko: *|모든 파일
lt: *|Visos bylos
lv: *|Visi Faili
mt: *|Fajls kollha
nl: *|Alle bestanden
no: *|Alle filer
pl: *|Wszystkie pliki
pt: *|Todos os Ficheiros
ro: *|Toate fişierele
ru: *|Все файлы
sk: *|Všetky súbory
sl: *|Vse datoteke
sr: *|Svi fajlovi
ta: *|±øÄ¡ì §¸¡ôÒ¸û
th: *|ทุกแฟ้ม
tr: *|Tüm Dosyalar
uk: *|Всі файли
vi: *|Tất cả các file
xh: *|Zonke iifayile

source: All supported files
af: alle ondersteunde lêers
az: Bütün dəstəklənən fayllar
bg: Всички поддържани файлове
ca: Tots els fitxers suportats
cs: Všechny podporované soubory
da: Alle understøttede filer
de: Alle unterstützten Dateitypen
et: Kõik toetatud failid
fi: Kaikki tuetut tiedostot
he: םיכמתנה םיצבקה לכ
hu: Minden támogatott fájl
is: Allar studdar skrár
ko: 지원되는 모든 파일
lt: Visos palaikomos bylos
lv: Visi atbalstītie faili
mt: Fajls kollha aċċettati
nl: Alle ondersteunde bestanden
no: Alle støttede filer
pl: Wszystkie obsługiwane pliki
pt: Todos os ficheiros suportados
ro: Toate fişierele suportate
ru: Все поддерживаемые файлы
sk: Všetky podporované súbory
sl: Vse podprte datoteke
sr: Sve podržane vrste fajlova
ta: ¬¾Ã×ûÇ ±øÄ¡ì §¸¡ôÒì¸Ùõ
th: ทุกแฟ้มที่สนับสนุน
uk: Всі файли, що підтримуються
vi: Tất cả các file được hỗ trợ
xh: Zonke iifayile ezixhasiweyo

source: Unknown View
af: onbekende besigtig
az: Namə'lum Görünüş
bg: Невалиден преглед
ca: Vista desconeguda
cs: Neznámé zobrazení
da: Ukendt visning
de: Unbekannte Ansicht
el: Άγνωστη Προβολή
et: Tundmatu vaade
fi: Tuntematon näkymä
he: העודי אל הגוצת
hu: Ismeretlen nézet
is: Óþekkt sýn
ko: 알 수 없는 보기
lt: Nežinoma peržiūra
lv: Nezināms Skatījums
mt: Veduta mhux magħrufa
nl: Onbekende weergave
no: Ukjent visning
pl: Nieznany widok
pt: Vista Desconhecida
ro: Vizualizare necunoscută
ru: Неизвестное представление
sk: Neznámy pohľad
sl: Neznan pogled
sr: Nepoznati prikaz
ta: ¦¾Ã¢Â¡ì ¸¡ðº¢
th: มุมมองที่ไม่รู้จัก
tr: Bilinmeyen Görüntü
uk: Невідомий вигляд
vi: View không biết
xh: Imboniselo engaziwayo

source: Sorry, no preview available.
af: jammer, nee voorskou beskikbaar.
az: Bağışlayın, nümayiş aparıla bilmir.
bg: Съжалявам, няма валиден преглед.
ca: Ho sento, cap vista prèvia disponible.
cs: Lituji, náhled není dostupný.
da: Der er desværre ingen miniature.
de: Keine Voransicht verfügbar.
el: Συγγνώμη, δεν υπάρχει διαθέσιμη προεπισκόπηση.
et: Vabandust, eelvaatlus pole võimalik.
fi: Ei esikatselutilaa saatavilla.
he: .הנימז המידקמ הגוצת ןיא ,יל רצ
hu: Nincs előkép.
is: Enging forsýning fáanleg.
ko: 미리 볼 수 없습니다. 미안합니다.
lt: Atleiskite, peržiūra negalima
lv: Piedodiet, bet apskatīt nav iespējams.
mt: Jiddispjaċini, m'hemmx prevista
nl: Helaas, er is geen voorbeeld beschikbaar.
no: Beklager, ingen forhåndsvisning tilgjenglig.
pl: Niestety, brak dostępnego podglądu.
pt: Desculpa, nenhuma previsão disponível.
ro: Nu este disponibilă o previzualizare.
ru: Предварительный просмотр недоступен.
sk: Prepáčte, náhľad nie je k dispozícii.
sl: Žal predogled ni možen.
sr: Izvinite, pregled nije dostupan.
ta: ÁýÉ¢ì¸×õ, Óý§É¡ð¼õ ²ÐÁ¢ø¨Ä.
th: ขออภัย ไม่สามารถแสดงตัวอย่างได้
tr: Üzgünüm, önizleme yapılamıyor.
uk: Вибачте, перегляд недоступний
vi: Xin lỗi, không có preview nào dùng được.
xh: Uxolo, akukho mboniso ikhoyo.

source: Preview
af: voorskou
az: Nümayiş
bg: Преглед
ca: Vista prèvia
cs: Náhled
da: Miniature
de: Voransicht
el: Προεπισκόπηση
et: Eelvaatlus
fi: Esikatselu
he: המידקמ הגוצת
hu: Előkép
is: Forsýna
ko: 미리 보기
lt: Peržiūra
lv: Apskatīt
mt: Ara kif se jiġi
nl: Voorbeeld
no: Forhåndsvis
pl: Podgląd
pt: Previsão
ro: Previzualizare
ru: Предварительный просмотр
sk: Náhľad
sl: Predogled
sr: Pregled
ta: Óý§É¡ð¼õ
th: แสดงตัวอย่าง
tr: Önizleme
uk: Перегляд
xh: Imboniso

source: New Directory
af: nuwe gids
az: Yeni Cərgə
bg: Нова Директория
ca: Directori Nou
cs: Nový adresář
da: Ny mappe
de: Neues Verzeichnis
el: Νέος Κατάλογος
et: Uus kataloog
fi: Uusi hakemisto
he: השדח הירפס
hu: Új könyvtár
is: Ný mappa
ko: 새 자료방
lt: Naujas katalogas
lv: Jauns Direktorijs
mt: Direttorju ġdid
nl: Nieuwe map
no: Ny katalog
pl: Nowy katalog
pt: Nova Directoria
ro: Director nou
ru: Создать каталог
sk: Nový priečinok
sl: Nov imenik
sr: Novi direktorijum
ta: Ò¾¢Â «¨¼×
th: สร้างไดเรกทอรีใหม่
tr: Yeni Dizin
uk: Новий каталог
vi: Thư mục mới
xh: Ulawulo olutsha

source: Create new directory in:
af: skep nuwe gids in:
az: Yeni cərgəni içində yarat:
bg: Създаване на нова директория в:
ca: Crea un directori nou a:
cs: Vytvořit nový adresář v:
da: Opret ny mappe i:
de: Neues Verzeichnis erstellen in:
el: Δημιουργία νέου καταλόγου στο:
et: Loo uus kataloog:
fi: Uuden hakemiston polku:
he: :ב השדח הירפס רוצ
hu: Könyvtár létrehozása itt:
is: Búa til möppu í:
ko: 새 자료방을 만들 곳:
lt: Naujas katalogas:
lv: Izveidot jaunu direktoriju iek:
mt: Oħloq direttorju ġdid f':
nl: Nieuwe map aanmaken in:
no: Opprett ny katalog i:
pl: Utwórz nowy katalog w:
pt: Criar uma nova directoria em:
ro: Crează un director nou în:
ru: Создать подкаталог в:
sk: Vytvoriť nový priečinok v:
sl: Naredi nov imenik v:
sr: Napravi novi direktorijum u:
ta: Ò¾¢Â «¨¼¨Å ­íÌ ¯ÕÅ¡ìÌ¸:
th: สร้างไดเรกทอรีใหม่ใน:
tr: Yeni dizini içinde yarat:
uk: Створити новий каталог в:
vi: Tạo thư mục mới trong:
xh: Yenza ulawulo olutsha kwi:
