Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Empty the cache.
af: leeg die kas.
az: Ön yaddaşı boşalt.
bg: Изпразни кеша
ca: Buida el cau.
cs: Vyprázdnit vyrovnávací paměť (cache)
da: Tøm cachen
de: Zwischenspeicher leeren.
el: Άδειασμα cache.
et: Tühjenda vahemälu.
fi: Tyhjennä välimuisti.
he: .ןומטמה תא ןקור
hu: A gyorstár ürítése
is: Tæma biðminnið.
ko: 캐시 비움
lt: Išvalyti krepšį.
lv: Iztukšot kešu.
mt: Żvojta l-cache
nl: De cache legen.
no: Tøm mellomlager.
pl: Wyczyszczenie buforu.
pt: Esvaziar a 'cache'.
ro: Cache gol.
ru: Очистить кэш.
sk: Vyprázdni cache.
sl: Izprazni predpomnilnik.
sr: Ispraznu keš.
ta: Å¢¨ÃÅ¸ò¨¾ì ¸¡Ä¢ ¦ºö.
th: ทำแคชให้ว่าง
tr: Önbelleği boşalt.
uk: Очистити кеш.
vi: Làm rỗng cache.
xh: Yenza indawo efihlakeleyo ingabinanto.

source: Cookie Alert
af: koekie waarskuwing
az: Kökə Alarmı
bg: Cookie Сигнал
ca: Avís de galeta
cs: Cookie výstraha
da: Infokage advarsel
de: Cookie-Warnung
el: Συναγερμός Cookie
et: Küpsise hoiatus
fi: Evästevaroitus
he: תויגוע תקעזא
hu: Figyelmeztetés cookie-knál
is: Smákökuaðvörun
ko: 쿠키 알림
lt: Įspėjimo dėl slapuko
lv: Kūkas Brīdinājums
mt: Allert dwar cookie
nl: Cookie-melding
no: 'Cookie'-advarsel
pl: Zgłoszenie ciasteczka
pt: Alerta de Cookie
ro: Alertă cookie
ru: Предупреждение о закладке (cookie)
sk: Správa Cookies
sl: Opozorilo za piškotke
sr: Kolačić upozorenje
ta: À½¢Â¡Ã ¯º¡÷¿¢¨Ä
th: เตือนคุ๊กกี้
tr: Çerez Alarmı
uk: Попередження куки
vi: Cảnh báo cookie
xh: Isilumkisi sengozi se Cookie

source: You received a cookie from
af: jy ontvang 'n koekie van
az: Bu kompüterdən bir kökə aldınız:
bg: Вие приехте 'cookie' от
ca: Heu rebut una galeta des de
cs: Přijali jste cookie od
da: Du modtog en infokage fra
de: Sie haben ein Cookie erhalten von
el: Δεχτήκατε ένα cookie από
et: Sa võtsid vastu küpsise serverist
fi: Vastaanotit evästeen palvelimelta
he: תרשהמ היגוע תלביק
hu: Cookie érkezett innen:
is: Þér býðst smákaka frá
ko: 이 곳에서 쿠키를 받았습니다
lt: Jūs gavote slapuką iš
lv: Jūs saņēmāt kūku no
mt: Irċevejt cookie minngħand
nl: U ontving een cookie van
no: Du mottok en informasjonskapsel fra
pl: Otrzymano ciasteczko z
pt: Recebeste um 'cookie' de
ro: Aţi recepţionat un cookie de la gazda
ru: Пришла закладка-cookie с сервера:
sk: Dostali ste cookie z adresy
sl: Prejeli ste piškot od
sr: Primili ste kolačić od
ta: ­¾¢Ä¢ÕóÐ ¿£í¸û À½¢Â¡Ã¦Á¡ý¨Èô ¦ÀüÚûÇ£÷¸û
th: คุณได้รับคุ๊กกี้จาก
tr: Bu makinadan bir çerez aldınız:
uk: Ви отримали куку від
vi: Bạn đã nhận cookie từ
xh: Ufumene iCookie isuka ku

source: You received %1 cookies from
af: jy ontvang %1 koekies van
az: Bu kompüterdən %1 kökə aldınız:
bg: Вие приехте%1 cookie от
ca: Heu rebut %1 galetes des de
cs: Přijali jste %1 cookie od
da: Du modtog %1 infokager fra vært:
de: Sie haben %1 Cookies erhalten von
el: Δεχτήκατε %1 cookies από
et: Sa võtsid vastu %1 küpsist serverist
fi: Vastaanotit %1 evästettä palvelimelta
he: תרשהמ תויגוע %1 תלביק
hu: %1 cookie érkezett innen:
is: Þér bjóðast %1 smákökur frá
ko: 이 곳에서 %1 쿠키를 받았습니다
lt: Jūs gavote %1 slapukus iš
lv: Jūs saņēmāt %1 kūku no
mt: Irċevejt %1 cookies minngħand
nl: U ontving %1 cookies van
no: Du mottok %1 informasjonskapsler fra
pl: Otrzymano %1 ciasteczek z
pt: Recebeste %1 'cookies' de
ro: Aţi recepţionat %1 cookie-uri de la
ru: Пришло %1 закладок-cookie с сервера:
sk: Dostali ste %1 cookies z adresy
sl: Prejeli ste %1 piškote od
sr: Primili ste %1 kolačića sa
ta: ­¾¢Ä¢ÕóÐ ¿£í¸û %1 À½¢Â¡Ãí¸¨Çô ¦ÀüÚûÇ£÷¸û
th: คุณได้รับคุ๊กกี้ %1 คุ๊กกี้จาก
tr: Şu makinadan %1 çerez aldınız:
uk: Ви отримали %1 кук від
vi: Bạn đã nhận %1 cookie(s) từ
xh: Ufumene icookies ze %1 zisuka ku

source: Do you want to accept or reject ?
af: doen jy wil hê aan aanvaar of verwerp ?
az: Qəbul mu, yoxsa rədd mi edəcəksiniz?
bg: Искате ли да приемете или оtхвърлите?
ca: Voleu acceptar o rebutjar ?
cs: Přejete si přijmout nebo odmítnout?
da: Vil du acceptere eller afslå denne infokage?
de: Möchten Sie annehmen oder ablehnen?
el: Θέλετε να το δεχθείτε ή να το απορρίψετε ;
et: Kas aktsepteerida või keelduda?
fi: Haluatko hyväksyä vai hylätä?
he: ?תוחדל וא לבקל ךנוצרב םאה
hu: Elfogadja vagy elutasítja a kérést?
is: Viltu taka við henni eða hafna?
ko: 받아 들이거나 거절하겠습니까 ?
lt: Ar jūs norite priimti ar atmesti?
lv: Jūs vēlaties pieņemt vai noraidīt?
mt: Trid taċċetta jew tarmiha ?
nl: Wilt u ze accepteren of verwerpen?
no: Vil du godta eller forkaste?
pl: Zaakceptować czy odrzucić to ciasteczko ?
pt: Queres aceitá-lo(s) ou rejeitá-lo(s)?
ro: Doriţi să accept sau să resping?
ru: Что сделать с этой закладкой?
sk: Akceptovať alebo ignorovať?
sl: Želite sprejeti ali zavreči?
sr: Da li želite da prihvatite ili odbijete?
ta: ­¾¨É ²ü¸Å¡ «øÄÐ ÁÚì¸Å¡ Å¢ÕõÒ¸¢È£÷¸û ?
th: คุณต้องการยอมรับหรือจะปฏิเสธ ?
tr: Kabul mü, yoksa red mi edeceksiniz?
uk: Прийняти цю куку чи відкинути її?
vi: Bạn muốn nhận hay không?
xh: Ufuna ukuyamkela okanye uyikhuphele ngaphandle?

source: Apply choice to
af: wend aan keuse aan
az: Seçimi əlavə et:
bg: Използва избор за
ca: Aplica la tria a
cs: Použít výběr na
da: Anvend valg på:
de: Auswahl anwenden auf
el: Εφαρμογή της επιλογής σε
et: Rakenda järgnevale
fi: Koskee
he: :לע לחה
hu: A választás érvényes lesz:
is: Gildir um
ko: 적용:
lt: Pritaikyti
lv: Apstiprināt izvēli uz
mt: Applika l-għażla fuq
nl: Keuze toepassen op
no: Bruk for
pl: Zastosować do
pt: Aplicar a escolha a
ro: Aplică opţiunea la
ru: Поступать так:
sk: Použiť výber na
sl: Uveljavi izbiro za
sr: Primeni izbor na
ta: ¦¾Ã¢¨Å ­¾üÌô À¢Ã§Â¡¸¢
th: เปลี่ยนตัวเลือกไปเป็น
tr: Seçimi uygula:
uk: Застосувати рішення до
vi: Áp dụng sự lựa chọn cho
xh: Faka ukhetho ku

source: &Only this cookie
af: slegs hierdie koekie
az: &Sadəcə olaraq bu kökə
bg: &Само това cookie
ca: Només aques&ta galeta
cs: P&ouze toto cookie
da: &Kun denne infokage
de: &Nur dieses Cookie
el: Αυτό το cookie &μόνο
et: &Ainult see küpsis
fi: &Vain tämä eväste
he: דבלב וז היגו&ע
hu: csak &erre a cookie-ra
is: Þessa &einu smáköku
ko: 이 쿠키만(&O)
lt: &Tik šį slapuką
lv: &Tikai šī kūka
mt: &Din il-cookie biss
nl: Alleen dit c&ookie
no: &Bare denne informasjonskapselen
pl: &Tylko to ciasteczko
pt: Apenas es&te 'cookie'
ro: &Numai la acest cookie
ru: &только с этой закладкой
sk: &Len tento cookie
sl: &Le ta piškot
sr: &Samo ovaj kolačić
ta: ­ô À½¢Â¡Ãõ ÁðÎõ
th: เฉพาะคุ๊กกี้นี้
tr: &Sadece bu çerez
uk: &Тільки цієї куки
vi: Chỉ cookie này
xh: &Le cookie kuphela

source: &Only these cookies
af: slegs hierdie koekies
az: &Sadəcə olaraq bu kökələr
bg: &Само тези cookies
ca: Només aques&tes galetes
cs: P&ouze tyto cookie
da: &Kun disse infokager
de: &Nur diese Cookies
el: Α&υτά τα cookies μόνο
et: &Ainult need küpsised
fi: &Vain nämä evästeet
he: דבלב הלא תויגו&ע
hu: csak eze&kre a cookie-kra
is: Bara þ&essar smákökur
ko: 이 쿠키들만(&O)
lt: &Tik šiuos slapukus
lv: &Tikai šīs kūkas
mt: &Dawn il-cookies biss
nl: Alleen deze c&ookies
no: &Bare disse informasjonskapselene
pl: Tylko t&e ciasteczka
pt: Só estes 'c&ookies'
ro: &Numai la aceste cookie-uri
ru: &только с этими закладками
sk: &Len tieto cookies
sl: &Le ti piškoti
sr: &Samo ove kolačiće
ta: ­ô À½¢Â¡Ãí¸û ÁðÎõ
th: เฉพาะคุ๊กกี้เหล่านี้
tr: &Sadece bu çerezler
uk: &Тільки ці куки
vi: Chỉ cho CÁC cookies này
xh: &Ezi cookies kuphela

source: Select this option to accept/reject only this cookie. You will be prompted if another cookie is received. <em>(see WebBrowsing/Cookies in the Control Center)</em>.
af: kies hierdie opsie aan aanvaar/verwerp slegs hierdie koekie. jy sal wees gepor as nog 'n koekie is ontvang. <em>(sien webblaaiïng/koekies in die kontrole sentrum)</em>.
az: Sadəcə olaraq bu kökəni qəbul etmək ya da rədd etmək üçün bu seçənəyi tıqlayın.
bg: Изберете тази опция за приемане/отхвърляне само на тези cookie. Вие ще бъдете запитван ако се получи друго cookie <em>(виж WebBrowsing/Cookies в Контролен център)</em>.
ca: Seleccioneu aquesta opció per a acceptar/rebutjar només aquesta galeta. Se us preguntarà en rebre una altra galeta. <em>(veieu Navegació Web/Galetes al Centre de Control)</em>.
cs: Vyberte tuto volbu, chcete-li přijmout/odmítnout pouze toto cookie. Budete dotázáni, jakmile přijde další. <em>(viz. Prohlížení Internetu/Cookies v Ovládacím centru)</em>
da: Gør dette valg for blot at godtage/afslå denne infokage. Du vil blive spurgt hvis en anden infokage modtages. <em>(se netsøgning/infokager i kontrolcenteret)</em>
de: Aktivieren Sie diese Einstellung, wenn Sie nur dieses Cookie annehmen oder ablehnen möchten. Es wird nachgefragt, sobald ein anderes Cookie empfangen wird. <em>(Siehe Web-Browser/Cookies im Kontrollzentrum.)</em>
el: Κέντε αυτήν την επιλογή για να δεχθείτε/απορρίψετε μόνο αυτό το cookie.Θα ερωτηθείτε ξανά αν δεχθούμε και άλλο cookie.<em>(βλ. Φυλλομέτρηση/Cookies στο Κέντρο Ελέγχου)</em>.
et: Vali, kui soovid ainult seda küpsist aktsepteerida/tagasi lükata. Uut küpsist vastu võttes küsitakse uuesti. <em>(vt. juhtimiskeskusest Veebilehitsemine/Küpsised)</em>.
fi: Valitse tämä asetus hyväksyäksesi/hylätäksesi vain tämän evästeen. Sinulta kysytään erikseen, jos uusi eväste vastaanotetaan.<em>(katso Selailu/Evästeet Ohjauskeskuksessa)</em>.
he: <p align=right>תא תוחדל\לבקל ידכ וז תורשפאב רחב<br>,תפסונ היגוע לבקתת םא .דבלב וז היגוע<br><em>השילגב ןייע)</em>.הלאש ךינפב גצות בוש<br><em>(הרקבה זכרמב תויגוע\תשרב</em>
hu: Válassza ezt az opciót, ha csak ezt a cookie-t akarja elfogadni vagy elutasítani. Újabb cookie érkezése esetén újból megjelenik a párbeszédablak <em>(lásd még: a Böngészés az interneten/Cookie-beállítások részt a Vezérlőközpontban)</em>.
is: Veldu þennan kost til að taka við eða hafna þessari einu köku. Þú verður þá spurður aftur ef þér býðst önnur smákaka. Sjá einnig <em>Flakk um vefinn -> Smákökur á stjórnborðinu</em>
lt: Pasirinkite šią parinktį priimti/atmesti tik šį slapuką. Jūsų vėl paklaus, jei gausite kitą slapuką. <em>(žiūrėkite Web naršymas/Slapukai Kontrolės Centre)</em>.
lv: Izvēlieties šo opciju, lai pieņemtu/noraidītu tikai šo kūku. Jūs tiksiet informēts ja pienāks cita kūka. <em>(skatīt Web Pārlūkošana/Kūkas vadības centrā)</em>.
mt: Uża din l-għażla biex taċċetta jew tarmi din il-cookie biss. Terġa tiġi mistoqsijekk tirċievi cookie oħra <em>(ara WebBrowsing/Cookies fiċ-Ċentru tal-Kontroll)</em>.
nl: Selecteer deze optie als u alleen dit cookie wilt accepteren/verwerpen. U wordt opnieuw gevraagd zodra er een volgend cookie wordt ontvangen. <em>(Kijk in het Configuratiecentrum bij Webbrowsen->Cookies.)</em>
no: Velg dette for å ta imot eller forkaste denne informasjonskapselen. Du blir spurt igjen hvis du får flere informasjonskapsler. (<em>Se Weblesing/Cookies i Kontrollsenteret.</em>)
pl: Wybór tej opcji spowoduje zaakceptowanie/odrzucenie tylko tego ciasteczka. Będziesz ponownie zapytany po otrzymaniu kolejnego. <em>(spójrz na Przeglądanie Sieci/Ciasteczka w Centrum Sterowania)</em>.
pt: Escolhe esta opção para aceitar/rejeitar só este 'cookie'. Se for recebido outro 'cookie' ser-te-á notificado. <em>(vê Navegação Web/Cookies no Centro de Controlo)</em>.
ro: Selectaţi această opţiune pentru a accepta sau elimina numai acest cookie. Veţi fi întrebat din nou cînd este recepţionat un alt cookie. <em>(vedeţi şi Navigare Web/Cookie-uri în Centrul de control KDE)</em>
ru: Включите эту опцию, чтобы разрешить или запретить только эту закладку. Когда придет следующая закладка, снова будет выдан этот запрос. <em>(см. раздел "Просмотр WWW/закладки" в Центре управления KDE)</em>.
sk: Použitím tejto voľby akceptujete/odmietnete len toto cookie. Ak bude zaslané ďalšie cookie, budete musieť odpovedať znovu. <em>(pozri Web Prehliadanie/Cookies v ovládacom centre)</em>.
sl: To možnost izberite, če želite sprejeti/zavrniti le ta piškot. Ko bo prišel drug piškot, boste spet povprašani. <em>Glejte brskanje po spletu/Piškoti v Nadzornem središču.)</em>
sr: Izaberite ovu opciju da bi prihvatili/odbili samo ovaj kolačić. Bićete obavešteni ako primite još neki kolačić. <em>(pogledajte Pretraga weba/Kolačići u Kontrolnomcentru)</em>.
ta: ­ô À½¢Â¡Ãò¨¾ ÁðÎ§Á ²ü¸/ÁÚì¸, ­ù Å¢ÕôÀò¨¾ò §¾÷× ¦ºö¸. §Å¦È¡Õ À½¢Â¡Ãõ ¦ÀÈôÀð¼¡ø, ¯í¸ÙìÌ «È¢×Úò¾ôÀÎõ. <em>(¸ðÎôÀ¡ðÎ ¨ÁÂò¾¢ø ­¨½Â ¯Ä¡Å¢/À½¢Â¡Ãí¸û ±ýÀ¨¾ô À¡÷ì¸×õ)</em>
th: เลือกตัวเลือกนี้ เพื่อยอมรับ/ปฏิเสธ เฉพาะกับคุ๊กกี้นี้ คุณจะถูกถามอีกถ้าได้รับคุ๊กกี้อื่นๆ <em>(ดู WebBrowsing/Cookies ในศูนย์กลางการควบคุม)</em>
tr: Sadece bu çerezi kabul etmek ya da reddetmek için bu seçeneği tıklayın.
uk: Виберіть цю опцію, щоб прийняти/відкинути тільки цю куку. Якщо буде отримана інша, Вас буде запитано знову. <em>(див. Перегляд Тенет/Куки у Центрі керування)</em>.
vi: Chọn 'tuỳ chọn' này để chấp nhận/loại bỏ cho chỉ cookie này . Bạn sẽ bị hỏi khi có một cookie khác được nhận. <em>(xem WebBrowsing/Cookies trong 'Trung tâm Điều khiển) </em>.
xh: Khetha le nto ukwamkela /ukukhuphela ngaphandle le cookie kuphela . Uzakuthunyelwa ukuba enye icookie iyafumaneka.<em>(bona uphendlo lwencwadi zeWeb/ iiCookies zikuLawulo oluseMbindini)</em>.

source: All cookies from this do&main
af: alle koekies van hierdie domein
az: Bu &sahədən gələn bütün kökələr
bg: &Всички от този домеин
ca: Totes les galetes d'aquest &domini
cs: Všechna cookie z této do&mény
da: Alle infokager fra dette do&mæne
de: Alle Cookies dieser &Domain
el: Όλα τα cookies από αυτό το do&main
et: Kõik küpsised selles &domeenist
fi: Kaikki evästeet tältä v&erkkoalueelta
he: הז םוח&תמ תויגועה לכ
hu: az összes, ebből a &tartományból érkező cookie-ra
is: Allar smákökur frá þessu &léni
ko: 이 도메인에서 오는 모든 쿠키(&m)
lt: &Visus šios srities slapukus
lv: Visas kūkas no šī do&mēna
mt: Il-cookies kollha minn dan id-do&minju
nl: Alle cookies van dit do&mein
no: Alle informasjonskapsler fra dette &domenet
pl: Wszystkie ciasteczka z tej &domeny
pt: Todos os 'cookies' deste &domínio
ro: Toate cookie-urile din acest &domeniu
ru: со всеми закладками с этого &домена
sk: Všetky cookie z &domény
sl: Vse piškote iz te &domene
sr: Sve kolačiće sa ovog &domena
ta: ­ì ¸Çò¾¢Ä¢ÕóÐ ÅÕõ ±øÄ¡ô À½¢Â¡Ãí¸û
th: คุ๊กกี้ทั้งหมดจากโดเมนนี้
tr: Bu &alandan gelen tüm çerezler
uk: Всі куки з цього до&мену
vi: Mọi cookies từ miền(domain) này
xh: Zonke iicookies ezisuka kweli tha&mbeka

source: Select this option to accept/reject all cookies from this site. Choosing this option will add a new policy for the site this cookie originated from. This policy will be permanent until you manually change it from the Control Center <em>(see WebBrowsing/Cookies in the Control Center)</em>.
af: kies hierdie opsie aan aanvaar/verwerp alle koekies van hierdie tuiste. kies hierdie opsie sal voeg by 'n nuwe beleid vir die tuiste hierdie koekie afkomstig van. hierdie beleid sal wees permanent totdat jy eiehandig verander dit van die kontrole sentrum <em>(sien webblaaiïng/koekies in die kontrole sentrum)</em>.
az: Bu ünvandan galə biləcək bütün kökələri qəbul etmək ya da rədd etmək üçün bu düyməyi tıqlayın.
bg: Изберете тзи опция за приемане/отхвърляне на всички cookies от този сайт. Избирайки тази опция ще бъде добавена нова политика за сайта от който се получиха тези cookie. Тази политика ще остане посточнна до като не я промените ръчно от <em>(виж WebBrowsing/Cookies в Контролен център)</em>.
ca: Seleccioneu aquesta opció per a acceptar/rebutjar totes les galetes d'aquest lloc. En triar aquesta opció s'afegirà una nova política per al lloc d'on s'ha originat aquesta galeta. Aquesta política serà permanent fins que la canvieu manualment des del Centre de Control <em>(veieu Navegació Web/Galetes al Centre de Control)</em>.
cs: Vyberte si tuto volbu, chcete-li přijmout/odmítnout všechny cookies z tohoto serveru. Toto přidá nové chování pro server, odkud cookie přišlo. Toto chování bude permanentní, dokud jej ručně nezměníte v Ovládacím centru <em>(viz. Prohlížení Internetu/Cookies v Ovládacím centru)</em>.
da: Gør dette valg for blot at godtage/afslå alle infokager fra dette sted. Hvis du vælger dette vil en ny politik blive tilføjet hvad angår infokager der kommer herfra.Denne politik vil være permanent indtil du ændrer den manuelt fra kontrolpanelet<em>(se netsøgning/infokager i kontrolcenteret)</em>
de: Aktivieren Sie diese Einstellung, wenn Sie alle Cookie dieses Rechners annehmen oder ablehnen möchten. Die Auswahl dieser Einstellung fügt eine neue Regelung für diejenige Adresse ein, von der das Cookie stammt. Diese Regelung wird dann beibehalten, bis Sie sie manuell im Kontrollzentrum ändern. <em>(Siehe Web-Browser/Cookies im Kontrollzentrum.)</em>
el: Κάντε αυτήν την επιλογή για να απορρίπτονται/γίνονται δεκτά όλα τα cookies από αυτό το site. Αυτή η επιλογή θα προσθέσει μια νέα πολιτική για το site από το οποίο σας ήρθε αυτό το cookie. Αυτή η πολιτική θα είναι μόνιμη, μέχρι να την αλλάξετε με το χέρι από το Κέντρο Ελέγχου <em>(βλ. Φυλλομέτρηση/Cookies στο Κέντρο Ελέγχου)</em>
et: Vali, kui soovid aktsepteerida/tagasi lükata kõiki küpsiseid sellest saidist. Sel juhul lisatakse selle saidi kohta küpsiste nimekirja uus reegel, mis jääb kehtima seniks, kuni sa käsitsi seda juhtimiskeskuses muudad <em>(vt. juhtimiskeskusest Veebilehitsemine/Küpsised)</em>.
fi: Valitse tämä asetus hyväksyäksesi/hylätäksesi kaikki evästeet tältä palvelimelta. Valitsemalla tämän asetuksen lisäät uuden käytännön palvelimelle josta eväste tuli. Tämä käytäntö on pysyvä, ellet manuaalisesti muokkaa sitä Ohjauskeskuksesta <em>(katso Selailu/Evästeet Ohjauskeskuksessa)</em>.
he: <p align=right>תויגועה לכ תא תוחדל\לבקל ידכ וז תורשפאב רחב<br>רובע השדח תוינידמ ףיסות וז תורשפאב הריחב .הז רתאמ<br>דע העובק היהת תוינידמה .וז היגוע העיגה ונממ רתאה<br><em>השילגב ןייע)</em>.הרקבה זכרמ ךרד תינדי התוא הנשתש<br><em>(הרקבה זכרמב תויגוע\תשרב</em>
hu: Válassza ezt az opciót az erről a helyről érkező összes cookie elfogadásához vagy elutasításához. Ebben az esetben a webhelyhez tartozó cookie-házirend ki fog bővülni a kívánt módon. A módosított házirend érvényes marad egészen addig, amíg a Vezérlőközpontban meg nem változtatja<em>(lásd a Böngészés az interneten/Cookie-beállítások modult)</em>.
is: Veldu þetta til að taka við eða hafna öllum smákökum frá þessum stað. Þá verður sett ný regla fyrir staðinn hvaðan kökurnar eru uprunnar. Hún gildir þá þar til henni er breytt á stjórnborðinu. Sjá Flakk um vefinn -> Smákökur á stjórnborðinu.
lt: Pasirinkite norėdami priimti/atmesti visus slapukus iš šios srities. Pasirinkimas sukurs naują elgesio liniją sričiai atsiuntusiai šį slapuką. Ši elgesio linija bus nuolatinė, kol jūs nepakeisite jos Kontrolės Pulte <em>(žr. Web naršymas/slapukai Kontrolės Pulte)</em>
lv: Izvēlieties šo opciju lai pieņemtu/noraidītu visas kūkas no šīs vietas. Izvēloties šo opciju tiks pievienoti jauni noteikumi priekš vietas no kuras šī kūka ir nākusi. Šie noteikumi būs spēkā līdz jūs manuāli izmanīsiet tos no Vadības Centra <em>(skat WebPārlūkošana/Kūkas Vadības Centrā)</em>.
mt: Uża din l-għażla biex taċċetta jew tarmi l-cookie kollha minn dan is-site. Jekk tagħżel hekk, tiġi miżjuda polza ġdida għal din is-site. Din il-polza ssir permanentisakemm tbiddilha miċ-ċentru tal-kontroll <em>(ara WebBrowsing/Cookies fiċ-Ċentru tal-Kontroll)</em>.
nl: Selecteer deze optie als u alle cookies van deze site wilt accepteren/verwerpen. Deze optie creëert een nieuw cookiebeleid voor de site waar dit cookie vandaan komt. Dit beleid is permanent totdat u het handmatig wijzigt in het Configuratiecentrum. <em>(Kijk in het Configuratiecentrum bij Webbrowsen->Cookies.)</em>
no: Velg dette for å ta imot eller forkaste alle informasjonskapsler fra dette nettstedet. I så fall blir en ny praksis satt for nettstedet. Praksisen gjelder til du endrer den manuelt fra Kontrollsenteret. (<em>Se Weblesing/Cookies i Kontrollsenteret.</em>)
pl: Wybór tej opcji spowoduje zaakceptowanie/odrzucenie wszystkich ciasteczek z tej witryny/domeny. Polityka względem domeny, z której pochodzi ciasteczko, zostanie zapamiętana. Nowe ustawienie można zmienić ręcznie w Centrum Sterowania. <em>(spójrz na Przeglądanie Sieci/Ciasteczka w Centrum Sterowania)</em>.
pt: Escolhe esta opção para aceitar/rejeitar todos os 'cookies' deste 'site'. Ao escolheres esta opção será adicionada uma nova política para o 'site' de onde veio este 'cookie'. Esta política será permanente até a alterares manualmente no Centro de Controlo <em>(vê Navegação Web/Cookies no Centro de Controlo)</em>.
ro: Selectaţi această opţiune pentru a accepta sau elimina toate cookie-urile acestui site. Alegînd această opţiune va determina adăugarea unei noi politici pentru site-ul de unde a fost generat acest cookie. Această politică va fi permanentă pînă cînd o modificaţi manual din Centrul de control KDE. <em>(vedeţi şi Navigare Web/Cookie-uri în Centrul de control KDE)</em>
ru: Включите эту опцию, чтобы разрешить или запретить все закладки, приходящие с этого WWW-сайта. Тем самым вы задаете действие по умолчанию для всех закладок, приходящих с этого сайта, и отменить это действие можно будет только вручную, исправив настройки в Центре управления KDE <em>(см. раздел "Просмотр WWW/закладки" в Центре управления KDE)</em>.
sk: Použitím tejto voľby akceptujete/odmietnete všetky cookies z tohoto serveru. Tým pridáte nové nastavenie práce s cookie z tohoto serveru. Táto zmena bude stála, až kým ju nezmeníte v ovládacom centre <em>(pozri Web Prehliadanie/Cookies v ovládacom centre)</em>.
sl: To možnost izberite, če želite sprejeti/zavrniti vse piškote s tega strežnika. Če boste izbrali to možnost, boste s tem dodali novo politiko za mesto, ki je želelo izdati piškot. Ta politika bo stalna, dokler je ne boste ročno spremenili v Nadzornem središču. <em>Glejte brskanje po spletu/Piškoti v Nadzornem središču.)</em>
sr: Izaberite ovu opciju da bi prihvatili/odbili kolačiće sa ovog sajta. Biranjem ove opcije ćete dodati novu polisu za sajt sa koga potiče ovaj kolačić. Ova polisa će biti stalna dok god je ručno ne promenite u Kontrolnom centru <em>(pogledajte Pretraga weba/Kolačići u Kontrolnom centru)</em>.
ta: ­ò¾Çò¾¢Ä¢ÕóÐ ÅÕõ ±øÄ¡ô À½¢Â¡Ãí¸¨ÇÔõ ²ü¸/ÁÚì¸ ­ùÅ¢ÕôÀò¨¾ô ÀÂýÀÎò¾×õ. ­ùÅ¢ÕôÀò¨Àò ¦¾Ã¢× ¦ºö¾ø ãÄõ, ­ôÀ½¢Â¡Ãò¾¢ý ãÄò ¾Çò¾¢üÌ ´Õ Ò¾¢Â ¦¸¡û¨¸ §º÷ì¸ôÀÎõ. ¿£í¸û ­¾¨É ¸ðÎôÀ¡ðÎ ¨ÁÂò¾¢ý ãÄõ Á¡üÈ¢É¡¦Ä¡Æ¢Â ­ì ¦¸¡û¨¸ ¿¢Ãó¾ÃÁ¡¸ô §À½ôÀÎõ. <em>(¸ðÎôÀ¡ðÎ ¨ÁÂò¾¢ø ­¨½Â ¯Ä¡Å¢/À½¢Â¡Ãí¸û ±ýÀ¨¾ô À¡÷ì¸×õ)</em>
th: เลือกตัวเลือกนี้เพื่อยอมรับ/ปฏิเสธ เฉพาะกับคุ๊กกี้จากไซต์นี้ เลือกตัวเลือกนี้จะทำการเพิ่มข้อกำหนดใหม่สำหรับไซต์ที่คุ๊กกี้ถูกส่งมา ข้อกำหนดนี้จะอยู่อย่างถาวร จนกว่าคุณจะเปลี่ยนมันจากศูนย์กลางการควบคุม<em> (ดูโมดูล WebBrowsing/Cookies ในศูนย์กลางการควบคุม)</em>
tr: Bu adresten gelebilecek tüm çerezleri kabul etmek ya da reddetmek için bu düğmeyi tıklayın.
uk: Виберіть цю опцію, щоб прийняти/відкинути всі куки з цього сайта. Вибираючи цю опцію Ви додаєте нове правило для сайта, з якої прийшла кука. Це правило буде постійним, якщо Ви не зміните його вручну з Центра керування <em>(див. Перегляд Тенет/Куки у Центрі керування)</em>.
vi: Chọn tuỳ chọn này để chấp nhận/loại bỏ mọi cookie từ site này . Chọn 'tuỳ chọn' này sẽ dẫn tới việc thêm một 'chính sách'(policy) mới đối với tất cả các cookie(s) được sinh ra từ site này . Chính sách này sẽ tồn tại vĩnh viễn cho đến khi bạn tháo gỡ nó bằng tay từ 'Trung Tâm Điều Khiển' <em>(xem WebBrowsing/Cookies trong 'Trung Tâm Điều Khiển' )</em>.
xh: Khetha le ndlela ukwamkela / ukukhuphela ngaphandle zonke iicookies ezisuka kweli nxuwa. Ukukhetha le ndlela kuzakudibanisa inkqubo entsha yenxuwa apho icookie isuka khona Le nkqubo iyakuba yeyesigxina ude ube uyayitshintsha ngokubhala ukusuka kuLawulo oluseMbindini<em>(bona uphendlo lwencwadi zeWeb / iiCookies zikuLawulo oluseMbindini)</em>.
