Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: St&op
az: &Dayandır
bg: &Стоп
ca: &Atura
de: Ha&lt
el: Στ&οπ
et: &Peata
fi: &Pysäytä
he: רו&צע
hu: Á&llj
is: &Stöðva
ko: 멈춤(&o)
lv: Ap&turēt
mt: Ie&qaf
nl: St&oppen
no: St&opp
pt: &Parar
ro: &Opreşte
ru: С&топ
sk: Zas&taviť
sl: &Ustavi
sr: Zau&stavi
ta: ¿¢ÚòÐ
th: หยุด
tr: &Durdur
uk: Ст&оп
vi: Dừng lại
xh: Yi&ma

source: Miscellaneous
af: allerande
az: Müxtəlif
bg: Разни
ca: Miscel·lània
cs: Různé
da: Diverse
de: Verschiedenes
el: Διάφορα
et: Muud
fi: Sekalaista
he: תונוש
hu: Egyebek
is: Ýmislegt
ko: 기타
lt: Įvairūs
lv: Dažādi
mt: Oħrajn
nl: Diversen
no: Forskjellig
pl: Różne
pt: Diversos
ro: Diverse
ru: Разное
sk: Rôzne
sl: Razno
sr: Razno
ta: À¢È
th: เบ็ดเตล็ด
tr: Çeşitli
uk: Різне
vi: Linh tinh
xh: Umxube wezinto

source: Font Size
af: skrif tipe grootte
az: Yazı Növü Böyüklüyü
bg: Голимина на шрифта
ca: Mida de font
cs: Velikost písma
da: Skriftstørrelse
de: Schriftgröße
el: Μέγεθος χαρακτήρων
et: Fondi suurus
fi: Kirjasimen koko
he: ןפוג לדוג
hu: Betűméret
is: Leturstærð
ko: 글꼴 크기
lt: Šrifto dydis
lv: Fonta Lielums
mt: Daqs tal-font
nl: Lettergrootte
no: Skriftstørrelse
pl: Rozmiar czcionki
pt: Tamanho da Letra
ro: Mărime font
ru: Размер шрифта
sk: Veľkosť písma
sl: Velikost pisave
sr: Veličina fonta
ta: ±ØòÐÕ «Ç×
th: ขนาดตัวอักษร
tr: Yazı Tipi Boyutu
uk: Розмір шрифту
vi: Cỡ phông
xh: Ubungakanani bomgca

source: Fonts
af: skriftipes
az: Yazı Növləri
bg: Шрифтове
cs: Písma
da: Skrifter
de: Schriftarten
el: Γραμματοσειρές
et: Fondid
fi: Kirjasimet
he: םינפוג
hu: Betűtípusok
is: Letur
ko: 글꼴
lt: Šriftai
lv: Fonti
nl: Lettertypen
no: Skrifttyper
pl: Czcionki
pt: Tipos de Letra
ro: Fonturi
ru: Шрифты
sk: Písma
sl: Pisave
sr: Fontovi
ta: ±ØòÐÕì¸û
th: รูปแบบตัวอักษร
tr: Yazı Tipleri
uk: Шрифти
vi: Phông
xh: Imigca

source: &Fonts
af: skriftipes
az: &Yazı Növləri
bg: &Шрифтове
cs: Pís&ma
da: &Skrifter
de: &Schriftarten
el: &Γραμματοσειρές
et: &Fondid
fi: &Kirjasin
he: םינפו&ג
hu: &Betűtípusok
is: &Letur
ko: 글꼴(&F)
lt: Š&riftai
lv: &Fonti
nl: &Lettertypen
no: &Skrifttyper
pl: &Czcionki
pt: &Tipos de Letra
ro: &Fonturi
ru: &Шрифты
sk: &Písma
sl: &Pisave
sr: &Fontovi
ta: ±ØòÐÕì¸û
th: รูปแบบตัวอักษร
tr: &Yazı Tipleri
uk: &Шрифти
xh: &Imigca

source: &Reload
af: herlaai
az: &Yenidən Yüklə
bg: &Презареди
ca: &Refresca
cs: O&bnovit
da: &Genindlæs
de: E&rneut laden
el: Επαναφόρτωση
et: &Laadi uuesti
fi: &Päivitä
he: שדחמ ןע&ט
hu: Újra&töltés
is: Endurles&a
ko: 다시 읽기(&R)
lt: &Perkrauti
lv: &Pārlādēt
mt: &Erġa' tella'
nl: &Herladen
no: Last &inn på nytt
pl: P&rzeładuj
pt: &Recarregar
ro: &Reîncarcă
ru: &Обновить
sk: O&bnoviť
sl: &Vnovič naloži
sr: &Učitaj ponovo
ta: Á£§ÇüÚ
th: เรียกใหม่
tr: &Tekrar Yükle
uk: &Перевантажити
vi: Tải lại
xh: &Phinda ulayishe

source: Files
af: lêers
az: Fayllar
bg: Файлове
ca: Fitxers
cs: Soubory
da: Filer
de: Dateien
el: Αρχείο
et: Failid
fi: Tiedostot
he: םיצבק
hu: Fájlok
is: Skrár
ko: 파일
lt: Bylos
lv: Faili
mt: Fajls
nl: Bestanden
no: Filer
pl: Pliki
pt: Ficheiros
ro: Fişiere
ru: Файлы
sk: Súbory
sl: Datoteke
sr: Fajlovi
ta: §¸¡ôÒì¸û
th: แฟ้ม
tr: Dosyalar
uk: Файли
xh: Iifayile

source: Continue
af: voortgaan
az: Davam et
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortsetzen
el: Συνέχισε
et: Jätka
fi: Jatka
he: ךשמה
hu: Folytatás
is: Áfram
ko: 계속
lt: Tęsti
lv: Turpināt
mt: Kompli
nl: Doorgaan
no: Fortsett
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
th: ทำต่อไป
tr: Devam et
uk: Продовжити
vi: Tiếp tục
xh: Qhubekeka

source: Restore
af: herstel
az: Geri Yüklə
bg: Възстанови
ca: Restaura
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
et: Taasta
fi: Palauta
he: רזחש
hu: Visszaállítás
is: Endurheimta
ko: 되돌리기
lt: Atstatyti
lv: Atjaunot
mt: Reġġa' lura
nl: Herstellen
no: Gjenopprett
pl: Przywróć
pt: Restaurar
ro: Restaurează
ru: Восстановить
sk: Obnovenie
sl: Obnovi
sr: Obnovi
ta: Á£Ç¨Á
th: เรียกคืน
tr: Geri Yükle
uk: Повернути
vi: Khôi phục
xh: Gcina kwakhona

source: Appearance
af: voorkoms
az: Görünüş
bg: Външен вид
ca: Aparença
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Μορφή
et: Välimus
fi: Ulkonäkö
he: הארמ
hu: Megjelenés
is: Útlit
ko: 모양
lt: Išvaizda
lv: Izskats
mt: Apparenza
nl: Uiterlijk
no: Utseende
pl: Wygląd
pt: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sl: Videz
sr: Izgled
ta: §¾¡üÈõ
th: ลักษณะที่ปรากฏ
tr: Görünüm
uk: Вигляд
vi: Diện mạo
xh: Inkangeleko

source: Print
af: druk
az: Çap Et
bg: Отпечатай
ca: Imprimeix
cs: Tisk
da: Udskriv
de: Drucken
el: Εκτύπωση
et: Trüki
fi: Tulosta
he: הספדה
hu: Nyomtatás
ko: 인쇄
lt: Spausdinti
lv: Drukāt
mt: Printja
nl: Afdrukken
no: Skriv ut
pl: Drukuj
pt: Imprimir
ro: Tipăreşte
ru: Печать
sk: Tlač
sl: Natisni
sr: Štampaj
ta: «îº¢Î
th: พิมพ์
uk: Друкувати
vi: In ra
xh: Shicilela

source: Monday
af: maandag
az: Bazar Ertəsi
bg: Понеделник
ca: Dilluns
cs: pondělí
da: Mandag
de: Montag
el: Δευτέρα
et: esmaspäev
fi: Maanantai
he: ינש םוי
hu: hétfő
is: mánudagur
ko: 월요일
lt: Pirmadienis
lv: Pirmdiena
mt: It-Tnejn
nl: maandag
no: mandag
pl: poniedziałek
pt: Segunda
ro: Luni
ru: Понедельник
sk: Pondelok
sl: ponedeljek
sr: ponedeljak
ta: ¾¢í¸û
th: จันทร์
tr: Pazartesi
uk: Понеділок
vi: Thứ hai
xh: Mvulo

source: Tuesday
af: dinsdag
az: Çərşənbə Axşamı
bg: Вторник
ca: Dimarts
cs: úterý
da: Tirsdag
de: Dienstag
el: Τρίτη
et: teisipäev
fi: Tiistai
he: ישילש םוי
hu: kedd
is: þriðjudagur
ko: 화요일
lt: Antradienis
lv: Otrdiena
mt: It-Tlieta
nl: dinsdag
no: tirsdag
pl: wtorek
pt: Terça
ro: Marţi
ru: Вторник
sk: Utorok
sl: torek
sr: utorak
ta: ¦ºùÅ¡ö
th: อังคาร
tr: Salı
uk: Вівторок
vi: Thứ ba
xh: Lwesibini

source: Wednesday
af: woensdag
az: Çərşənbə
bg: Сряда
ca: Dimecres
cs: středa
da: Onsdag
de: Mittwoch
el: Τετάρτη
et: kolmapäev
fi: Keskiviikko
he: יעיבר םוי
hu: szerda
is: miðvikudagur
ko: 수요일
lt: Trečiadienis
lv: Trešdiena
mt: L-Erbgħa
nl: woensdag
no: onsdag
pl: środa
pt: Quarta
ro: Miercuri
ru: Среда
sk: Streda
sl: sreda
sr: sreda
ta: Ò¾ý
th: พุธ
tr: Çarşamba
uk: Середа
vi: Thứ tư
xh: Lwesithathu

source: Thursday
af: donderdag
az: Cümə Axşamı
bg: Четвъртък
ca: Dijous
cs: čtvrtek
da: Torsdag
de: Donnerstag
el: Πέμπτη
et: neljapäev
fi: Torstai
he: ישימח םוי
hu: csütörtök
is: fimmtudagur
ko: 목요일
lt: Ketvirtadienis
lv: Ceturtdiena
mt: Il-Ħamis
nl: donderdag
no: torsdag
pl: czwartek
pt: Quinta
ro: Joi
ru: Четверг
sk: Štvrtok
sl: četrtek
sr: četvrtak
ta: Å¢Â¡Æý
th: พฤหัสบดี
tr: Perşembe
uk: Четвер
vi: Thứ năm
xh: Lwesine

source: Friday
af: vrydag
az: Cümə
bg: Петък
ca: Divendres
cs: pátek
da: Fredag
de: Freitag
el: Παρασκευή
et: reede
fi: Perjantai
he: ישיש םוי
hu: péntek
is: föstudagur
ko: 금요일
lt: Penktadienis
lv: Piektdiena
mt: Il-Ġimgħa
nl: vrijdag
no: fredag
pl: piątek
pt: Sexta
ro: Vineri
ru: Пятница
sk: Piatok
sl: petek
sr: petak
ta: ¦ÅûÇ¢
th: ศุกร์
tr: Cuma
uk: П'ятниця
vi: Thứ sáu
xh: Lwesihlanu

source: Saturday
af: saterdag
az: Şənbə
bg: Събота
ca: Dissabte
cs: sobota
da: Lørdag
de: Samstag
el: Σάββατο
et: laupäev
fi: Lauantai
he: תבש
hu: szombat
is: laugardagur
ko: 토요일
lt: Šeštadienis
lv: Sestdiena
mt: Is-Sibt
nl: zaterdag
no: lørdag
pl: sobota
pt: Sábado
ro: Sîmbătă
ru: Суббота
sk: Sobota
sl: sobota
sr: subota
ta: ºÉ¢
th: เสาร์
tr: Cumartesi
uk: Субота
vi: Thứ bảy
xh: Mgqibelo

source: Sunday
af: sondag
az: Bazar
bg: Неделя
ca: Diumenge
cs: neděle
da: Søndag
de: Sonntag
el: Κυριακή
et: pühapäev
fi: Sunnuntai
he: ןושאר םוי
hu: vasárnap
is: sunnudagur
ko: 일요일
lt: Sekmadienis
lv: Svētdiena
mt: Il-Ħadd
nl: zondag
no: søndag
pl: niedziela
pt: Domingo
ro: Duminică
ru: Воскресенье
sk: Nedeľa
sl: nedelja
sr: nedelja
ta: »¡Â¢Ú
th: อาทิตย์
tr: Pazar
uk: Неділя
vi: Chủ nhật
xh: Cawe

source: &Update
af: dateer op
az: &Güncəllə
bg: &Опресняване
ca: &Actualitza
cs: Aktualiz&ovat
da: &Opdatér
de: A&ktualisieren
el: Ενη&μέρωση
et: &Värskenda
fi: &Päivitä
he: ן&נער
hu: &Frissítés
is: &Uppfæra
ko: 갱신(&U)
lt: &Atnaujinti
lv: &Atjaunināt
mt: &Aġġorna
nl: Vernie&uwen
no: &Oppdater
pl: &Uaktualnij
pt: Act&ualizar
ro: &Actualizează
ru: &Обновить
sk: Akt&ualizovať
sl: Poso&dobi
sr: Až&uriraj
ta: ÒÐôÀ¢
th: อัพเดต
tr: &Güncelle
uk: &Поновити
vi: Cập nhật
xh: &Yenze igqibeke

source: Layout
af: uitleg
az: Düzülüş
bg: План
ca: Distribució
cs: Rozvržení
de: Belegung
el: Διάταξη
et: Vorming
fi: Järjestys
he: הסירפ
hu: Elrendezés
is: Snið
ko: 배치
lt: Išvaizda
lv: Izkārtojums
mt: Tqassim
nl: Opmaak
no: Stil
pl: Wygląd
pt: Disposição
ro: Format
ru: Расположение
sk: Rozmiestnenie
sl: Razpored
sr: Raspored
ta: ­¼Å¨ÁôÒ
th: รูปแบบ
tr: Yerleşim
uk: Розклад
vi: Bố trí(layout)
xh: Yaneke

source: Highscore
af: rekord telling
az: Dərəcə
bg: Висок резултат
ca: Puntuació màxima
cs: Nejlepší výsledky
da: Topresultater
de: Bestenliste
et: Edetabel
fi: Ennätykset
he: איש תואצות
hu: Eredmények
is: Besti árangur
ko: 높은 점수
lt: Geriausi rezultatai
lv: Rekords
mt: Punteġġ għoli
nl: Topscore
no: Poengtavle
pl: Lista wyników
pt: Recorde
ro: Cel mai mare scor
ru: Рекорды
sk: Štatistika
sl: Prvaki
sr: Najviši rezultat
ta: ¯Â÷ Á¾¢ô¦Àñ
th: คะแนนสูงสุด
tr: Derece
uk: Результати
vi: Kỉ lục
xh: Inzuzo ephezulu

source: &New View
af: nuwe besigtig
az: &Yeni Görünüş
bg: &Нов преглед
ca: Vista &nova
cs: &Nový pohled
da: &Ny visning
de: Neue &Ansicht
el: Νέα Προ&βολή
et: &Uus vaade
fi: &Uusi näkymä
he: השדח הגוצ&ת
hu: Új &nézet
is: &Ný sýn
ko: 새로 보기(&N)
lt: &Naujas vaizdavimas
lv: &Jauns Skatījums
mt: &Dehra ġdida
nl: &Nieuwe weergave
no: &Ny visning
pl: &Nowy widok
pt: Nova &Vista
ro: Vizualizare &nouă
ru: &Новый вид
sk: &Nový pohľad
sl: &Nov pogled
sr: &Novi prikaz
ta: Ò¾¢Â ¸¡ðº¢
th: มุมมองใหม่
tr: &Yeni Görünüm
uk: &Новий вид
vi: Cửa sơ mới
xh: Imboniselo e&ntsha

source: &Insert
af: voeg by
az: A&raya əlavə et
bg: &Вмъкни
ca: &Insereix
cs: V&ložit
da: &Indsæt
de: Ein&fügen
el: Εισαγ&ωγή
et: &Lisa
fi: &Liitä
he: ה&פסוה
hu: Beszú&rás
is: Stinga &inn
ko: 끼워넣기(&I)
lt: Į&terpti
lv: &Ielikt
mt: &Daħħal
nl: In&voegen
no: &Sett inn
pl: W&staw
pt: &Inserir
ro: &Inserează
ru: &Вставить
sk: &Vložiť
sl: &Vstavi
sr: Umetn&i
ta: ¦ºÕÌ
th: แทรก
tr: A&raya ekle
uk: &Вставити
vi: Chèn
xh: F&aka

source: &Next
af: volgende
az: &Sonrakı
bg: &Следващ
ca: &Següent
cs: &Následující
da: &Næste
de: &Nächster
el: Επόμε&νο
et: &Järgmine
fi: &Seuraava
he: א&בה
hu: &Következő
is: &Næsta
ko: 다음(&N)
lt: &Kitas
lv: &Nākošais
mt: Li &jmiss
nl: &Volgende
no: &Neste
pl: &Następny
pt: &Seguinte
ro: &Următor
ru: &Следующий
sk: &Nasledujúci
sl: &Naslednji
sr: &Sledeća
ta: «Îò¾Ð
th: ต่อไป
tr: &Sonraki
uk: &Наступний
vi: Cái tiếp theo
xh: &Elandelayo

source: &Previous
af: vorige
az: Ə&vvəlki
bg: &Предишен
ca: &Previ
cs: &Předchozí
da: &Forrige
de: V&origer
el: Προηγού&μενο
et: &Eelmine
fi: E&dellinen
he: ם&דוקה
hu: El&őző
is: &Fyrra
ko: 먼저(&P)
lt: &Ankstesnis
lv: &Iepriekšējais
mt: Ta' &qabel
nl: Vo&rige
no: &Forrige
pl: &Poprzedni
pt: &Anterior
ro: &Precedent
ru: &Предыдущий
sk: &Predchádzajúci
sl: &Prejšnji
sr: &Prethodna
ta: ÓýÉÐ
th: ก่อนหน้า
tr: Ö&nceki
uk: &Попередній
vi: Cái trước đó
xh: &Edluleyo

source: Replace
af: vervang
az: Dəyişdir
bg: Замени
ca: Substitueix
cs: Nahradit
da: Erstat
de: Ersetzen
el: Αντικατάσταση
et: Asenda
fi: Korvaa
he: הפלחה
hu: Csere
is: Skipta út
ko: 바꾸기
lt: Pakeisti
lv: Nomainīt
mt: Ibdel ma'
nl: Vervangen
no: Erstatt
pl: Zastąp
pt: Substituir
ro: Înlocuieşte
ru: Заменить
sk: Nahradiť
sl: Zamenjaj
sr: Zameni
ta: Á¡üÚ
th: แทนที่
tr: Değiştir
uk: Замінити
vi: Thay thế
xh: Buyisela

source: &Replace...
af: vervang...
az: Dəy&işdir...
bg: &Замени...
ca: S&ubstitueix...
cs: Na&hradit...
da: &Erstat...
de: &Ersetzen...
el: &Αντικατάσταση...
et: &Asenda...
fi: &Korvaa...
he: ...&ףלחה
hu: Cse&re...
is: &Skipta út
ko: 바꾸기(&R)...
lt: Pa&keisti...
lv: &Nomainīt...
mt: Ibdel &ma'...
nl: &Vervangen...
no: &Erstatt...
pl: &Zastąp...
pt: Substitui&r...
ro: Î&nlocuieşte...
ru: &Заменить...
sk: Nahr&adiť...
sl: &Zamenjaj...
sr: &Zameni...
ta: Á¡üÚ...
th: แทนที่...
tr: Değ&iştir
uk: &Замінити...
vi: Thay thế
xh: &Buyisela...

source: Insert
af: voeg by
az: Araya əlavə et
bg: Вмъкни
ca: Insereix
cs: Vložit
da: Indsæt
de: Einfügen
el: Εισαγωγή
et: Lisa
fi: Liitä
he: הפסוה
hu: Beszúrás
is: Setja inn
ko: 끼워넣기
lt: Įterpti
lv: Ielikt
mt: Daħħal
nl: Invoegen
no: Sett inn
pl: Wstaw
pt: Inserir
ro: Inserează
ru: Вставить
sk: Vložiť
sl: Vstavi
sr: Umetni
ta: ¦ºÕÌ
th: แทรก
tr: Araya ekle
uk: Вставити
vi: Chèn
xh: Faka

source: Default
af: verstek
az: Əsas
bg: Стандартен
ca: Omissió
cs: Implicitní
da: Standard
de: Standard
el: Προκαθορισμένα:
et: Vaikeväärtus
fi: Oletus
he: לדחמ תרירב
hu: alapértelmezés
is: Sjálfgefið
ko: 기본값
lt: Nutylimas
lv: Noklusētais
mt: Normali
nl: Standaard
no: Standard
pl: Domyślne
pt: Por omissão
ro: Implicit
ru: По умолчанию
sk: Štandard
sl: Privzeto
sr: Predefinisano
ta: ¦¸¡¼¡¿¢¨Ä
th: ค่าปริยาย
tr: Öntanımlı
uk: Типовий
vi: Mặc định
xh: Engagqibekanga

source: &Defaults
af: verstek
az: Ə&saslar
bg: &Подразбиращи
ca: &Omissió
cs: Impli&citní
da: &Standard
de: &Voreinstellungen
el: &Προκαθορισμένα
et: &Vaikeväärtused
fi: &Oletukset
he: לדחמ תורי&רב
hu: Ala&pértelmezés
is: &Sjálfgefin gildi
ko: 기본값(&D)
lt: Nu&tylimi
lv: &Noklusētie
mt: &Normali
nl: &Standaard
no: &Standarder
pl: &Domyślne
pt: &Pré-definições
ro: &Implicite
ru: По &умолчанию
sk: Š&tandardné
sl: &Privzeto
sr: &Predefinisane vrednosti
ta: ¦¸¡¼¡¿¢¨Ä¸û
th: ค่าปริยาย
tr: Ö&ntanımlılar
uk: &Типові значення
vi: Mặc định
xh: &Ezingagqibekanga

source: &Contents
af: inhoud
az: &İçindəkilər
bg: &Съдържание
ca: &Contingut
cs: O&bsah
da: &Indhold
de: I&nhalt
el: Περιε&χόμενα
et: &Sisukord
fi: &Sisältö
he: ןכ&ות
hu: &Tartalom
is: &Innihald
ko: 내용(&C)
lt: &Turinys
lv: &Saturs
mt: &Kontenut
nl: &Inhoud
no: &Innhold
pl: Spis &treści
pt: &Conteúdo
ro: &Cuprins
ru: &Содержание
sk: O&bsah
sl: &Vsebina
sr: &Sadržaj
ta: ¦À¡ÕÇ¼ì¸õ
th: เนื้อหา
tr: &İçindekiler
uk: &Зміст
vi: Nội dung
xh: I&mixholo

source: &About...
af: aangaande...
az: &Haqqında...
bg: &Относно...
ca: Q&uant a...
cs: Informace &o aplikaci...
da: &Om...
de: &Über...
el: Περί το&υ...
et: &Info...
fi: &Tietoja...
he: ...תודו&א
hu: &Névjegy...
is: &Um...
ko: 정보(&A)...
lt: &Apie...
lv: &Par...
mt: Dw&ar...
nl: Info &over...
no: &Om...
pl: &Informacje...
pt: &Acerca de...
ro: &Despre...
ru: О &программе...
sk: &Informácie...
sl: &O programu...
sr: &O programu...
ta: ÀüÈ¢...
th: เกี่ยวกับ...
tr: &Hakkında...
uk: Пр&о програму...
vi: Về...
xh: &Malunga...

source: Open Recent
af: open onlangse
az: Son işlədiləni Aç
bg: Отвори последни
ca: Obre recent
cs: Otevřít nedávný
da: Åbn nylige
de: Zuletzt geöffnete Dateien
el: Άνοιγμα Πρόσφατου
et: Ava hiljutine
fi: Avaa vanha
he: םינורחא חתפ
hu: Legutóbbi megnyitása
is: Opna nýlegt
ko: 최근에 열어본 것
lt: Atverti paskutinį naudotą
lv: Atvērt Jaunākos
mt: Iftaħ riċenti
nl: Recent geopend
no: Åpne nylig
pl: Otwórz poprzedni
pt: Abrir Recente
ro: Deschide recent
ru: Открыть недавние
sk: Otvoriť nedávne
sl: Odpri nedavne
sr: Otvori skorašnji
ta: ¸¢ðÊÂÉ ¾¢È
th: เปิดแฟ้มที่เคยเรียกใช้
tr: Son kullanılanı Aç
uk: Відкрити недавні
vi: Mở các file gần đây
xh: Vula okusandukubakho

source: Open &Recent
af: open onlangse
az: &Son işlədiləni Aç
bg: Отвори По&следни
ca: Obre &recent
cs: Ot&evřít nedávný
da: Åbn ny&lige
de: Zu&letzt geöffnete Dateien
el: Άνοιγμα Πρόσ&φατου
et: Ava &hiljutine
fi: Avaa &vanha
he: םינורח&א חתפ
hu: Leg&utóbbi megnyitása
is: Opna ný&legt
ko: 최근에 열어본 것(&R)
lt: Atverti &paskutinį naudotą
lv: Atvērt &Jaunākos
mt: Iftaħ &riċenti
nl: &Recent geopend
no: Åpne n&ylig
pl: Otwórz poprz&edni
pt: Abrir &Recente
ro: Deschide &recent
ru: Открыть &недавние
sk: Otvoriť n&edávne
sl: Odpri ne&davne
sr: Otvo&ri skorašnji
ta: ¸¢ðÊÂÉ ¾¢È
th: เปิดแฟ้มที่เคยเรียกใช้
tr: &Son kullanılanı Aç
uk: Відкрити &недавні
vi: Mở các file gần đây
xh: Vula &okusandukubakho

source: &Find...
af: soek...
az: &Axtar...
bg: &Намери...
ca: &Cerca...
cs: &Najít...
de: &Suchen...
el: Εύρε&ση...
et: &Leia...
fi: &Etsi...
he: ...שפ&ח
hu: K&eresés...
is: &Finna...
ko: 찾기(&F)...
lt: &Ieškoti...
lv: &Meklēt...
mt: &Sib...
nl: &Zoeken...
no: &Finn...
pl: &Wyszukaj...
pt: &Procurar...
ro: C&aută..
ru: &Поиск...
sk: &Nájsť...
sl: &Najdi...
sr: &Nađi...
ta: §¾Î...
th: ค้นหา...
tr: &Bul
uk: &Пошук...
vi: Tìm kiếm...
xh: &Fumana...

source: Find &Next
af: soek volgende
az: &Sonrakını Axtar
bg: Намери &следващ
ca: Cerca &següent
cs: Najít &další
da: Find &næste
de: &Weitersuchen
el: Εύρεση Επόμε&νου
et: Leia &järgmine
fi: Etsi &seuraava
he: אבה ת&א שפח
hu: &Következő keresése
is: Finna &næsta
ko: 다음 찾기(&N)
lt: Ieškoti &kito
lv: Meklēt &Nākošo
mt: Sib li &jmiss
nl: Vol&gende zoeken
no: Finn &neste
pl: Znajdź &następne
pt: Procurar Segui&nte
ro: Caută &următor...
ru: П&родолжить поиск
sk: Hľadať ďale&j
sl: Najdi na&slednje
sr: N&ađi sledeće
ta: «Îò¾¨¾ò §¾Î
th: ค้นหาต่อไป
tr: &Sonrakini Bul
uk: Шукати &далі
vi: Tìm kế tiếp
xh: Fumana &elandelayo

source: &Add Bookmark
af: voeg by boekmerk
az: Nişanı &əlavə et
bg: &Добави бележка
ca: &Afegeix punt
cs: &Přidat k záložkám
da: &Tilføj bogmærke
de: Lesezeichen hin&zufügen
el: Προσθήκη Σελι&δοδείκτη
et: &Lisa järjehoidja
fi: &Lisää kirjanmerkki
he: תוינמיסל ףס&וה
hu: Hozzá&adás a könyvjelzőkhöz
is: &Setja bókamerki
ko: 책갈피에 더하기(&A)
lt: &Pridėti atžymą
lv: &Pievienot Grāmatzīmi
mt: Żid &bookmark
nl: Bladwijzer &toevoegen
no: &Legg til bokmerke
pl: Dodaj z&akładkę
pt: &Adicionar aos Favoritos
ro: &Adaugă semn de carte
ru: Добавить &закладку
sk: &Pridať k záložkám
sl: &Dodaj zaznamek
sr: &Dodaj marker
ta: Òò¾¸ìÌÈ¢¨Âî §º÷
th: เพิ่มในที่คั่นหนังสือ
tr: Yer İmi &ekle
uk: &Додати закладку
vi: Thêm vào Bookmark
xh: &Dibanisa inqaku lencwadi

source: &Edit Bookmarks...
af: redigeer boekmerke...
az: Nişanları &Düzəlt...
bg: &Редакция на Бележки..
ca: &Edita punts...
cs: Upravit &záložky...
da: &Redigér Bogmærker...
de: Lesezeichen be&arbeiten...
el: Επεξεργασία Σελιδοδεικ&τών...
et: &Redigeeri järjehoidjaid...
fi: &Muokkaa kirjanmerkkejä...
he: ...תוי&נמיסה תכירע
hu: A kön&yvjelzők módosítása...
is: &Sýsla með bókamerki
ko: 책갈피 고치기(&E)...
lt: &Redaguoti atžymas...
lv: &Labot Grāmatzīmes...
mt: &Editja bookmarks
nl: Bladwijzers &bewerken...
no: &Rediger Bokmerker...
pl: &Modyfikuj zakładki...
pt: &Editar os Favoritos
ro: &Editează semne de carte...
ru: Р&едактировать закладки...
sk: &Upraviť záložky
sl: &Uredi zaznamke...
sr: &Sredi markere...
ta: Òò¾¸ìÌÈ¢¸¨Çò ¦¾¡Ì...
th: แก้ไขที่คั่นหนังสือ...
tr: Yer İmlerini &Düzenle...
uk: &Редагувати закладки...
vi: Biên soạn lại Bookmark
xh: &Hlela amanqaku encwadi...

source: &Spelling...
az: &İmla...
bg: &Граматична проверка
ca: &Ortografia...
cs: &Kontrola pravopisu...
da: &Stavning...
de: Rech&tschreibung...
el: Ορ&θογραφία...
et: Õi&gekirja kontroll...
fi: &Oikoluku...
he: ...תו&יא
hu: Helye&sírás...
is: &Stafsetning...
ko: 맞춤법 검사(&S)...
lt: &Rašybos tikrinimas...
lv: &Pareizrakstība...
mt: &Ortografija...
no: &Stavekontroll...
pl: Poprawność &pisowni...
pt: &Verificação Ortográfica...
ro: &Ortografie...
ru: &Проверка правописания...
sk: &Pravopis...
sl: Črko&vanje...
sr: &Spelovanje...
ta: ±ØòÐìÜð¼ø...
th: การสะกด...
tr: &Yazım...
uk: &Перевірка правопису...
vi: Chính tả...
xh: &Upelo...

source: Show &Menubar
af: vertoon kiesbalk
az: &Menyu Çubuğunu Göstər
bg: Покажи ред с &меню
ca: Mostra barra de &menú
cs: Zobrazovat hlavní na&bídku
da: Vis &menulinie
de: &Menüleiste anzeigen
el: Εμφάνιση Γραμμής &Μενού
et: &Menüüriba näitamine
fi: Näytä &valikkorivi
he: טירפת תרו&ש גצה
hu: A &menüsor megjelenítése
is: Sýna &valslá
ko: 차림표줄 보이기(&M)
lt: Rodyti &meniu juostą
lv: Parādīt &Izvēlnesjoslu
mt: Uri &menubar
nl: &Menubalk tonen
no: Vis &menylinje
pl: Wyświetlaj pasek &menu
pt: Mostrar o &Menu
ro: Afişează bara de &meniu
ru: Показать &меню
sk: Zobraziť &menu
sl: Pokaži &izbirno letev
sr: Prikaži liniju &menija
ta: ÀðÊôÀð¨¼¨Âì ¸¡ðÎ
th: แสดงแถบเมนู
tr: &Menü Çubuğunu Göster
uk: Показувати панель &меню
vi: Hiển thị thanh công cụ
xh: Bonisa &ibar yemenu

source: Show &Toolbar
af: vertoon nutsbalk
az: &Vasitə Çubuğunu Göstər
bg: Покажи и&нструменти
ca: Mostra barra d'&eines
cs: Zobrazovat nás&trojovou lištu
da: Vis &værktøjslinie
de: &Werkzeugleiste anzeigen
el: Εμφάνιση Γραμμής Εργα&λείων
et: &Tööriistariba näitamine
fi: Näytä &työkalurivi
he: םילכ לגר&ס גצה
hu: Az eszköz&tár megjelenítése
is: Sýna &tækjaslá
ko: 도구줄 보이기(&T)
lt: Rodyti į&rankių juostą
lv: Parādīt &Rīkujoslu
mt: Uri &toolbar
nl: &Werkbalk tonen
no: Vis &verktøylinje
pl: Wyświetlaj pasek &narzędzi
pt: Mostrar a Barra de Ferramen&tas
ro: Afişează bara de &unelte
ru: Показать панель &инструментов
sk: Zobraziť panel &nástrojov
sl: Pokaži &orodjarno
sr: Prikaži traku sa &ikonicama
ta: ¸ÕÅ¢ôÀð¨¼¨Âì ¸¡ðÎ
th: แสดงแถบเครื่องมือ
tr: &Araç Çubuğunu Göster
uk: Показувати панель &інструментів
vi: Hiển thị thanh công cụ
xh: Bonisa &isixhobo sebar

source: Show &Statusbar
af: vertoon statusbalk
az: &Vəziyyət Çubuğunu Göstər
bg: Покажи &статус
ca: Mostra Línia d'E&stat
cs: Zobrazovat &stavovou lištu
da: Vis &statuslinie
de: &Statusleiste anzeigen
el: Εμφάνιση Γραμμής Κατάστασης
et: &Olekuriba näitamine
fi: Näytä &tilarivi
he: ב&צמ תרוש גצה
hu: Az állapot&sor megjelenítése
is: Sýna á&standsstiku
ko: 상태줄 보이기(&S)
lt: Rodyti &būsenos juostą
lv: Parādīt &Stāvokļujoslu
mt: Uri &statusbar
nl: &Statusbalk tonen
no: Vis &statuslinje
pl: Wyświetlaj pasek s&tanu
pt: Mostrar a Linha de E&stado
ro: Afişează bara de &stare
ru: Показать &строку состояния
sk: Zobraziť &stavový riadok
sl: Pokaži &statusno letev
sr: Prikaži &statusnu liniju
ta: ¿¢¨ÄôÀð¨¼¨Âì ¸¡ðÎ
th: แสดงแถบสถานะ
tr: &Durum Çubuğunu Göster
uk: Показувати панель &стану
vi: Hiển thị thanh công cụ
xh: &Bonisa ibar yendawo engatshintshiyo

source: Configure &Key Bindings...
af: konfigureer sleutel bindinge...
az: &Düymə bağlarını Quraşdır...
bg: &Конфигурация на клавишна комбинация...
ca: Configura lligams de &tecla...
cs: Nastavení &klávesových vazeb...
da: Indstil &tastegenveje...
de: &Tastenzuordnungen vornehmen...
el: Ρύθμιση Συνδυασμών &Πλήκτρων
et: Seadista &klahvide seoseid...
fi: Aseta &näppäinsidoksia...
he: ...םישקמ תר&וצת עבק
hu: A billentyű&parancsok beállítása...
is: Stilla &lyklabindingar
ko: 줄임쇠 설정(&K)...
lt: Derinti my&gtukų sąsajas
lv: Konfigurēt &Taustiņu Sasaistes...
mt: Issettja l-&buttuni...
nl: &Toetsenbindingen instellen...
no: Oppsett av &hurtigtaster...
pl: &Skonfiguruj klawisze...
pt: Configurar as &Teclas...
ro: Opţiuni asocieri &taste...
ru: Настроить &привязки клавиш
sk: Nastaviť &klávesy...
sl: Nastavi vezi s &tipkami
sr: &Podešavanje prečica...
ta: Å¢¨ºô À¢¨½ôÒì¸¨Ç ÅÊÅ¨Á...
th: ปรับแต่งการจับคู่คีย์...
tr: &Tuş tanımlarını Yapılandır...
uk: Налаштувати прив'язку &клавіш...
vi: Định cấu hình các phím liên kết(key-binding)....
xh: Qwalasela izi&bophelelo ezingundoqo...

source: &Preferences...
af: voorkeure...
az: &Tərcihlər...
bg: &Аксесоари...
ca: &Preferències...
cs: Nastav&ení...
da: &Indstillinger...
de: Persönliche &Einstellungen...
el: &Προτιμήσεις...
et: &Eelistused...
fi: &Ominaisuudet...
he: ...תופדע&ה
hu: T&ulajdonságok...
is: S&tillingar...
ko: 환경 설정(&P)...
lt: &Prioritetai...
lv: &Uzstādījumi...
mt: &Preferenzi
nl: &Voorkeuren...
no: &Innstillinger...
pl: &Właściwości...
pt: &Preferências...
ro: &Opţiuni...
ru: &Настройки...
sk: &Nastavenia...
sl: &Nastavitve...
sr: &Podešavanja...
ta: Å¢ÕôÀí¸û...
th: ปรับแต่ง...
tr: &Tercihler...
uk: &Установки...
vi: &Sở thích...
xh: &Ezikhethwayo...
