Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: default
af: verstek
az: əsas
bg: подразбиране
ca: omissió
cs: implicitní
da: standard
de: Standard
el: προκαθορισμένο
et: vaikimisi
fi: oletus
he: לדחמ תרירב
hu: alapértelmezés
is: sjálfgefið
ko: 기본설정
lt: nutylimas
lv: noklusēts
mt: impliċitu
nl: standaard
no: standard
pl: domyślne
pt: por omissão
ro: implicit
ru: по умолчанию
sk: štandardný
sl: privzeto
sr: predefinisano
ta: ¦¸¡¼¡¿¢¨Ä
th: ค่าปริยาย
tr: öntanımlı
uk: типовий
vi: mặc định
xh: Usalelo olungagqibekanga

source: Font:
af: skrif tipe:
az: Yazı Növü:
bg: Шрифт:
cs: Písmo:
da: Skrifttype:
de: Schriftart:
el: Γραμματοσειρά:
fi: Kirjasin:
he: :ןפוג
hu: Betűtípus:
is: Letur:
ko: 글꼴:
lt: Šriftas:
lv: Fonts:
nl: Lettertype:
no: Skrifttype:
pl: Czcionka:
pt: Tipo de Letra:
ru: Шрифт:
sk: Písmo:
sl: Pisava:
ta: ±ØòÐÕ:
th: ตัวอักษร:
tr: Yazıtipi:
uk: Шрифт:
xh: Umgca

source: Table:
af: tabel:
az: Cədvəl:
bg: Таблица:
ca: Taula:
cs: Tabulka:
da: Tabel:
de: Tabelle:
el: Πίνακας:
et: Tabel:
fi: Taulukko:
he: :הלבט
hu: Táblázat:
is: Tafla:
ko: 표:
lt: Lentelė:
lv: Tabula:
mt: Tabella:
nl: Tabel:
no: Tabell:
pl: Tablica:
pt: Tabela:
ro: Tabel:
ru: Таблица:
sk: Tabuľka:
sl: Tabela:
sr: Tabela:
ta: «ð¼Å¨½:
th: ตาราง:
tr: Tablo:
uk: Таблиця:
vi: Bảng:
xh: Indlela yokwenza imigca:

source: * Custom Colors *
af: * pasmaak kleure *
az: * Xüsusi Rənglər *
bg: * Избрани Цветове *
ca: * Colors a mida *
cs: * Vlastní barvy *
da: * Personlige farver *
de: * Benutzerdefinierte Farben *
el: * Προσαρμοσμένα Χρώματα *
et: * Kohandatud värvid *
fi: * Omat värit *
he: * תישיא םימאתומ םיעבצ *
hu: * Egyéni színek *
is: * Aukalitir *
ko: * 사용자 색 *
lt: * Derintos spalvos *
lv: * Lietotāja Krāsas *
mt: * Kuluri magħżula *
nl: * Eigen kleuren *
no: * Brukerdefinerte farger *
pl: * Kolory użytkownika *
pt: * Cores Personalizadas *
ro: * Culori personalizate *
ru: Собственные цвета
sk: * Vlastné farby *
sl: * Določene barve *
sr: * Proizvoljne boje *
ta: * ¾É¢ôÀÂý Åñ½í¸û *
th: * เลือกสีเอง *
tr: * Özel Renkler *
uk: * Нетипові кольори *
vi: * Màu lựa chọn *
xh: * Imibala yesiko *

source: * Recent Colors *
af: * onlangse kleure *
az: * Əvvəlki Rənglər *
bg: * Последни Цветове *
ca: * Colors recents *
cs: * Nedávné barvy *
da: * Nyligt brugte farver *
de: * Letzte Farbauswahl *
el: * Πρόσφατα Χρώματα *
et: * Hiljuti kasutatud värvid *
fi: * Viimeiset värit *
he: * םינורחא םיעבצ *
hu: * A legutóbbi színek *
is: * Nýlegir litir *
ko: * 최근에 쓴 색 *
lt: * Paskutinės naudotos spalvos *
lv: * Nesen izmantotās Krāsas *
mt: * Kuluri riċenti *
nl: * Recente kleuren *
no: * Nylige farger *
pl: * Poprzednie kolory *
pt: * Cores Recentes *
ro: * Culori recente *
ru: Недавние цвета
sk: * Predchádzajúce farby *
sl: * Sveže barve *
sr: * Skorašnje boje *
ta: * «ñ¨Á Åñ½í¸û*
th: * สีที่เคยใช้มาแล้ว *
tr: * Önceki Renkler *
uk: * Недавні кольори *
vi: Các màu gần đây
xh: * Imibala esandulukubakho *

source: Named Colors
af: genaamd kleure
az: Adlandırılan Rənglər
bg: Цветове с имена
ca: Colors amb nom
cs: Pojmenované barvy
da: Farver ved navn
de: Definierte Farben
el: Χρώματα Συστήματος
et: Nimetatud värvid
fi: Nimetyt värit
he: תומש ילעב םיעבצ
hu: Színek névvel
is: Nefndir litir
ko: 이름 지어준 색
lt: Įvardintos spalvos
lv: Nosauktās Krāsas
mt: Kuluri bl-isem
nl: Benoemde kleuren
no: Farger med navn
pl: Nazwane Kolory
pt: Cores com Nome
ro: Culori denumite
ru: Именованные цвета
sk: Pomenované farby
sl: Poimenovane barve
sr: Imenovane boje
ta: ¦ÀÂÕûÇ Åñ½í¸û
th: กำหนดชื่อสี
tr: İsimlendirilen Renkler
uk: Іменовані кольори
vi: Màu đã được đặt tên
xh: Imibala ebiziweyo

source: Unable to read X11 rgb color strings. The following file location(s) were examined:
af: nie moontlik aan lees x11 rgb kleur stringe. die volgende lêer ligging(s) was geondersoekte:
az: X11 rəng şablonu tapıla bilmədi. Aşağıdakı cərgələr tədqiq edildi:
bg: Грешка в X11 rgb цветовия стринг. Следните файлове бяха прегледани
ca: No s'han pogut llegir les cadenes de colors rgb d'X11. S'han examinat les següents ubicacions de fitxers:
cs: Není možné načíst X11 RGB barvy. Následující umístění souboru byly prohledány:
da: Kan ikke læse X11 rgb farvestreng. Følgende filsted(er) blev undersøgt:
de: Lesen der X11-RGB-Farben nicht möglich. Die folgenden Speicherorte wurden durchsucht:
el: Αδύνατη η ανάγνωση των ρυθμίσεων χρωμάτων rgb του X11. Εξετάστηκαν οι ακόλουθες τοποθεσίες αρχείων:
et: X11 rgb värvistringide lugemine ebaõnnestus. Otsiti järgnevatest kohtadest:
fi: Ei voitu lukea X11 rgb-värinimiä. Seuraavat tiedosto- polut etsittiin:
he: ימוקימ .RGB-ה יעבצ תוזורחמ תא אורקל ןתינ אל :ונחבנ םיאבה םיצבקה
hu: Nem sikerült beolvasni az X11 RGB színleíró sztringjeit. A következő helyeken kerestem:
is: Ekki tókst að lesa X11 rgb litastrengi. Það var leitað á þessum stöðum:
ko: X11에서 쓰는 RGB 색을 읽을 수 없습니다. 파일이 있는 곳을 따라가 조사해봤습니다:
lt: Neįmanoma perskaityti X11 rgb spalvų sekos. Buvo patikrintos tokios bylų vietos:
lv: Nevar nolasīt X11 rgb krāsu rindas. Sekojošas failu atrašanās vietas tika pārbaudītas:
mt: Ma setgħux jinqraw il-kuluri X11. Dawn il-postijiet ġew eżaminati:
nl: Niet in staat de X11's rgb-kleurenreeks te lezen. De volgende bestandslocaties zijn doorzocht:
no: Kunne ikke lese X11s rgb-fargestrenger. Følgende sted(er) ble undersøkt:
pl: Nie można odczytać nazw kolorów X11. Poniższe lokalizacje pliku zostały sprawdzone:
pt: Não consegui ler os nomes de cores RGB. Os seguintes ficheiro(s) foram examinados:
ro: Nu pot citi fişierul de culori X11. Am examinat următoarea(ele) locaţie(i):
ru: Не могу прочитать имена цветов X11 ни из одного из следующих мест:
sk: Nemôžem čítať X11 rgb farebné reťazce. Nasledujúce umiestnenia súboru(ov) boli overené:
sl: Ni moč brati barvnih nizov RGB za X11. Preiskane so bile naslednje lokacije datotek:
sr: Nisam uspeo da pročitam nizove X11 rgb boja. Sledeće lokacije sa fajlovima su pretražene:
ta: X11 º¢À¿£ Åñ½ ¯¨Ã¸¨Ç Å¡º¢ì¸ ÓÊÂÅ¢ø¨Ä. À¢ýÅÕõ §¸¡ôÀ¢¼í¸û §º¡¾¢ì¸ôÀð¼É:
th: ไม่สามารถอ่านค่าสายอักขระสีแบบ rgb ของ X11 ได้ โดยตรวจสอบจากตำแหน่ง:
tr: X11 renk şablonu bulunamadı. Aşağıdaki dizinler araştırıldı:
uk: Не можливо прочитати рядки кольорів X11 rgb. Було перевірено наступні каталоги:
vi: Không đọc được các chuỗi kí tự màu rgb từ X11. Các vị trí sau đây đã được kiểm tra :
xh: Ayikwazi ukufunda imitya yombala we X11 rgb. Le fayile ilandelayo iindawo bezixilongiwe

source: Select Color
af: kies kleur
az: Rəng Seç
bg: Избери цвят
ca: Trieu color
cs: Vyberte barvu
da: Vælg farve
de: Farbauswahl
el: Επιλέξτε Χρώμα
et: Vali värv
fi: Valitse väri
he: עבצ תריחב
hu: Színválasztás
is: Veldu lit
ko: 색 고르기
lt: Pasirinkti spalvą
lv: Izvēlēties Krāsu
mt: Agħżel kulur
nl: Kleur selecteren
no: Velg farge
pl: Wybierz kolor
pt: Seleccionar Cor
ro: Selectare culoare
ru: Выбор цвета
sk: Vybrať farbu
sl: Izberi barvo
sr: Izbor boje
ta: Åñ½ò¨¾ò §¾÷× ¦ºö
th: เลือกสี
tr: Renk Seç
uk: Виберіть колір
vi: Chọn màu
xh: Khetha umbala

source: &Add to Custom Colors
af: voeg by aan pasmaak kleure
az: Xüsusi &Rənglərə &Əlavə Et
bg: &Добави цвят
ca: &Afegeix als colors a mida
cs: Přid&at k vlastním barvám
da: &Tilføj til personlige farver
de: Zu benutzerdefinierten Farben &hinzufügen
el: Προσθήκη στα Προσ&ωπικά Χρώματα
et: &Lisa kohandatud värvidele
fi: &Lisää omiin väreihin
he: תישיא םימאתומ םיעבצל ףס&וה
hu: &Hozzáadás az egyéni színekhez
is: Bæta við sérliti
ko: 사용자가 정의한 색에 더하기(&A)
lt: Pridėti į &derintas spalvas
lv: &Pievienot Lietotāja Krāsām
mt: &Żid mal-kuluri magħżula
nl: Aan &eigen kleuren toevoegen
no: &Legg til brukerdefinerte farger
pl: Dodaj do kolorów &użytkownika
pt: &Adicionar às Cores Personalizadas
ro: &Adaugă la culorile personalizate
ru: &Добавить в собственные цвета
sk: Pridať k &vlastným farbám
sl: &Dodaj lastnim barvam
sr: &Dodaj u proizvoljne boje
ta: ¾É¢ôÀÂý Åñ½í¸Ù¼ý §º÷
th: เพิ่มเข้าไปในส่วน 'สีที่กำหนดเอง'
tr: Özel &Renklere &Ekle
uk: &Додати до нетипових кольорів
vi: Thêm vào màu lựa chọn
xh: &Dibanisa kwimibala yesiko

source: Name:
af: naam:
az: Ad:
bg: Име:
ca: Nom:
cs: Název:
da: Navn:
el: Όνομα:
et: Nimi:
fi: Nimi:
he: :םש
hu: Név:
is: Heiti:
ko: 이름:
lt: Vardas:
lv: Vārds:
mt: Isem:
nl: Naam:
no: Navn:
pl: Nazwa:
pt: Nome:
ro: Nume:
ru: Название:
sk: Meno:
sl: Ime:
sr: Naziv:
ta: ¦ÀÂ÷:
th: ชื่อ:
tr: Ad:
uk: Ім'я:
vi: Tên:
xh: Igama:

source: -unnamed-
az: -adsız-
bg: -без име-
ca: -sense nom-
cs: -nepojmenovaná-
da: -unavngivet-
de: -unbenannt-
el: -χωρίς όνομα-
et: -nimetu-
fi: -nimetön-
he: -םש אלל-
hu: -névtelen-
is: -nafnlaust-
ko: -이름 없음-
lt: -bevardė-
lv: -nenosaukts-
mt: -bla isem-
nl: -naamloos-
no: -uten navn-
pl: -nienazwany-
pt: -sem-nome-
ro: -nedenumit-
ru: -без названия-
sk: -bezmena-
sl: -neimenovano-
sr: -bezimena-
ta: -¦ÀÂÃ¢¼ôÀ¼¡¾-
th: -ยังไม่มีชื่อ-
tr: -isimsiz-
uk: -без назви-
vi: -vô danh-
xh: -Engenagama-

source: End of document reached. Continue from the beginning?
af: einde van dokument bereik. voortgaan van die begin?
az: Sənədin sonuna çatıldı. Başından davam edilsin?
bg: Край на документа. Да продължа ли отначало?
ca: S'ha arribat al final del document. Cal continuar des de l'inici?
cs: Dosaženo konce dokumentu. Pokračovat od začátku?
da: Slutningen på dokumentet er nået. Fortsæt fra starten?
de: Das Ende des Dokumentes ist erreicht. Am Anfang fortsetzen?
el: Έφτασα στο τέλος του εγγράφου. Να συνεχίσω από την αρχή;
et: Jõuti dokumendi lõppu. Kas jätkata algusest?
fi: Asiakirjan loppu tavoitettu. Jatka alusta?
he: .ךמסמה ףוסל עיגה שופיחה ?ותליחתמ שופיחב ךישמהל םאה
hu: A fájl végére értem. Folytassam az elejéről?
is: Enda skjals er náð. Viltu leita frá byrjun þess?
ko: 문서 끝 입니다. 처음부터 계속 하겠습니까?
lt: Pasiekta dokumento pabaiga. Ar tęsti nuo pradžios?
lv: Sasniegtas dokumenta beigas. Turpināt no sākuma?
mt: Wasalt fl-aħħar tad-dokument. Nibda mill-bidu?
nl: Einde van document bereikt. Doorgaan vanaf het begin?
no: Slutten på dokumentet er nådd. Fortsette fra begynnelsen?
pl: Osiągnięto koniec dokumentu. Rozpocząć od nowa?
pt: O fim do documento foi atingido. Continuar do principio?
ro: Am ajuns la sfîrşitul documentului. Doriţi să o iau de la început?
ru: Достигнут конец документа. Продолжить с начала?
sk: Dosiahol som koniec dokumentu. Pokračovať od začiatku?
sl: Prišli ste do konca dokumenta. Želite nadaljevati od začetka?
sr: Došao sam do kraja dokumenta. Da nastavim od početka?
ta: ¬Å½ò¾¢ý ­Ú¾¢¨Â «¨¼ó¾¡Â¢üÚ. ¬ÃõÀò¾¢Ä¢ÕóÐ ¦¾¡¼ÃÅ¡?
th: คุณอยู่ที่ท้ายของเอกสารแล้ว ต้องการทำต่อไป โดยเริ่มจากตอนต้นหรือไม่ ?
tr: Belgenin sonuna ulaşıldı. Başından devam edilsin mi?
uk: Кінець документа. Продовжити з початку?
vi: Đã đi đến cuối văn bản . Bắt đầu lại từ đầu ?
xh: Isiphelo soxwebhu sifikelelwe. Qhubekeka ukusuka ekuqalekeni?

source: Beginning of document reached. Continue from the end?
af: begin van dokument bereik. voortgaan van die einde?
az: Sənədin başına çatıldı. Sonundan davam edilsin?
bg: Начало на документа. Да продължа ли от края?
ca: S'ha arribat a l'inici del document. Cal continuar des del final?
cs: Dosaženo začátku dokumentu. Pokračovat od konce?
da: Begyndelsen på dokumentet er nået. Fortsæt fra slutningen?
de: Anfang des Dokumentes ist erreicht. Am Ende fortsetzen?
el: Έφτασα στην αρχή του εγγράφου. Να συνεχίσω από το τέλος;
et: Jõuti dokumendi algusesse. Kas jätkata lõpust?
fi: Asiakirjan alku tavoitettu. Jatka lopusta?
he: .ךמסמה תליחתל עיגה שופיחה ?ופוסמ שופיחב ךישמהל םאה
hu: A fájl elejére értem. Folytassam a végéről?
is: Byrjun skjals er náð. Viltu leita frá enda þess?
ko: 문서 처음입니다. 끝에서부터 계속 하겠습니까?
lt: Pasiekta dokumento pradžia. Ar tęsti nuo pabaigos?
lv: Sasniegts dokumenta sākums. Turpināt no beigām?
mt: Wasalt fil-bidu tad-dokument. Nibda mill-aħħar?
nl: Begin van document bereikt. Doorgaan vanaf het einde ?
no: Begynnelsen på dokumentet er nådd. Fortsette fra slutten?
pl: Osiągnięto początek dokumentu. Rozpocząć od końca?
pt: O início do documento foi atingido. Continuar do fim?
ro: Am ajuns la începutul documentului. Doriţi să o iau de la sfîrşit?
ru: Достигнуто начало документа. Продолжить с конца?
sk: Dosiahol som začiatok dokumentu. Pokračovať od konca?
sl: Prišli ste do začetka dokumenta. Želite nadaljevati s konca?
sr: Došao sam do početka dokumenta. Da nastavim od kraja?
ta: ¬Å½ò¾¢ý ¬ÃõÀò¨¾ «¨¼ó¾¡Â¢üÚ. ­Ú¾¢Â¢Ä¢ÕóÐ ¦¾¡¼ÃÅ¡?
th: คุณอยู่ที่ตอนต้นของเอกสารแล้ว ต้องการทำต่อไป โดยเริ่มจากส่วนท้ายหรือไม่ ?
tr: Belgenin başına ulaşıldı. Başından devam edilsin mi?
uk: Початок документа. Продовжити з кінця?
vi: Đã đi đến đầu của văn bản . Tiếp tục từ dưới cùng ?
xh: Isiqalo soxwebhu sifikelelwe. Qhubekeka ukusuka ekugqibeleni?

source: &Find
af: soek
az: &Axtar
bg: &Намери
ca: &Cerca
cs: &Najít
de: &Suchen
el: &Εύρεση
et: &Leia
fi: &Etsi
he: ש&פח
hu: &Keresés
is: &Finna
ko: 찾기(&F)
lt: &Ieškoti
lv: &Meklēt
mt: &Sib
nl: &Zoeken
no: &Finn
pl: &Znajdź
pt: &Procurar
ro: C&aută
ru: &Поиск
sk: &Nájsť
sl: &Najdi
sr: &Nađi
ta: §¾Î
th: ค้นหา
tr: &Bul
uk: &Пошук
vi: Tìm
xh: &Fumana

source: Find:
af: soek:
az: Axtar:
bg: Намери:
ca: Cerca:
cs: Najít:
de: Suchen:
el: Εύρεση:
et: Leia:
fi: Etsi:
he: :שפח
hu: Keresés:
is: Leita að:
ko: 찾기:
lt: Ieškoti:
lv: Meklēt:
mt: Sib:
nl: Zoeken:
no: Finn:
pl: Znajdź:
pt: Procurar:
ro: Caută:
ru: Поиск:
sk: Hľadať:
sl: Najdi:
sr: Nađi:
ta: §¾Î:
th: ค้นหา:
tr: Bul:
uk: Знайти:
vi: Tìm:
xh: Fumana:

source: Case Sensitive
af: kas sensitief
az: Böyük Kiçik Hərfə Həssas
bg: От значение малки/голями букви
ca: Sensible a caixa
cs: Rozlišovat velikost
da: Versalfølsom
de: Groß-/Kleinschreibung beachten
el: Διάκριση κεφαλαίων/μικρών
et: Tõstutundlik
fi: Sama kirjainkoko
he: תוישיר יולת
hu: Nagybetűérzékeny
is: Háð há-/lágstöfum
ko: 대소문자 구별
lt: Jautri paieška
lv: Reģistrjūtīgs
mt: Ittri kbar u żgħar differenti
nl: Hoofdlettergevoelig
no: Skill mellom små og store
pl: Małe/wielkie litery
pt: Distinguir Maiúsculas
ro: Senzitiv la majuscule
ru: С учетом регистра
sk: Rozlišovať veľkosť písmen
sl: Loči velike in male črke
sr: Razlikuj velika i mala slova
ta: Å¨¸Ô½÷×¨¼Â
th: พิจารณาตัวเล็ก-ใหญ่
tr: Büyük Küçük Harfe Duyarlı
uk: З урахуванням регістру
vi: Phân biệt chữ hoa chữ thường
xh: Umzekelo onovakalelo

source: Find Backwards
af: soek terugwaarts
az: Arxaya Tərəf Axtar
bg: Намери назад
ca: Cerca endarrera
cs: Hledat odzadu
da: Find baglæns
de: Rückwärts suchen
el: Εύρεση προς τα πίσω
et: Leia tagasisuunas
fi: Etsi taaksepäin
he: רוחאל שופיח
hu: Keresés visszafelé
is: Leita aftur á bak
ko: 뒷쪽부터 찾기
lt: Ieškoti atbuline tvarka
lv: Meklēt Atpakaļ
mt: Sib b'lura
nl: Achterwaarts zoeken
no: Finn baklengs
pl: Szukaj do tyłu
pt: Procurar para Trás
ro: Caută inversiuni
ru: Искать назад
sk: Hľadať odzadu
sl: Najdi vzvratno
sr: Traži unazad
ta: À¢ý§É¡ì¸¢ò §¾Î
th: ค้นหาย้อนหลัง
tr: Geriye Doğru Bul
uk: Пошук назад
vi: Tìm ngược
xh: Fumana ngasemva

source: Replace &All
af: vervang alle
az: &Hamısını Dəyişdir
bg: Замени &всичко
ca: Canvia-ho &tot
cs: Nahradit &vše
da: Erstat &alle
de: &Alle ersetzen
el: Αντικατάσταση Όλ&ων
et: Asenda &kõik
fi: Korvaa &kaikki
he: ל&כה ףלחה
hu: Cserélje m&indet
is: Skipta ö&llum
ko: 모두 바꾸기(&A)
lt: Keisti &visus
lv: Nomainīt &Visu
mt: Ibdel &kollha
nl: &Alles vervangen
no: Erstatt &alle
pl: Zastąp &wszystkie
pt: Substituir &Tudo
ro: Înlocuieşte &tot
ru: Заменить &все
sk: Nahradiť &všetko
sl: &Zamenjaj vse
sr: Zameni &sve
ta: «¨Éò¨¾Ôõ Á¡üÚ
th: แทนที่ทั้งหมด
tr: &Hepsini Değiştir
uk: Замінити &всі
vi: Thay thế tất cả
xh: Buyisel&a zonke

source: &Replace
af: vervang
az: &Dəyişdir
bg: &Замени
ca: S&ubstitueix
cs: Na&hradit
da: E&rstat
de: &Ersetzen
el: &Αντικατάσταση
et: &Asenda
fi: K&orvaa
he: ף&לחה
hu: Cse&re
is: &Skipta út
ko: 바꾸기(&R)
lt: &Keisti
lv: &Nomainīt
mt: &Ibdel
nl: Ve&rvangen
no: &Erstatt
pl: &Zastąp
pt: Substitui&r
ro: Î&nlocuieşte
ru: &Заменить
sk: &Nahradiť
sl: &Zamenjaj
sr: &Zameni
ta: Á¡üÚ
th: แทนที่
tr: &Değiştir
uk: &Замінити
vi: Thay thế
xh: &Buyisela

source: Replace with:
af: vervang met:
az: İlə dəyişdir:
bg: Замени с:
ca: Substituir amb:
cs: Nahradit za:
da: Erstat med:
de: Ersetzen durch:
el: Αντικατάσταση με:
et: Asenda järgnevaga:
fi: Korvaa sanalla:
he: :םע ףלחה
hu: Cserélje erre:
is: Setja í staðinn:
ko: 바꾸기:
lt: Keisti į:
lv: Nomainīt ar:
mt: Ibdel ma':
nl: Vervangen door:
no: Erstatt med:
pl: Zastąp przez:
pt: Substituir com:
ro: Înlocuieşte cu:
ru: Заменить на:
sk: Nahradiť s:
sl: Zamenjaj z:
sr: Zameni sa:
ta: ­¾É¡ø Á¡üÚ:
th: แทนที่ด้วย:
tr: İle değiştir:
uk: Замінити на:
vi: Thay thế bằng:
xh: Buyisela nge:

source: Goto Line
af: gaan na lyn
az: Sətirə Get
bg: Отиди на ред
ca: Vés a la línia
cs: Přejít na řádek
da: Gå til linie
de: Gehe zu Zeile
el: Πήγαινε στην γραμμή
et: Mine reale
fi: Siirry riville
he: הרוש רבעמ
hu: Ugrás egy sorra
is: Fara að línu
ko: 줄 건너뛰기
lt: Peršokti į eilutę
lv: Iet uz Rindu
mt: Mur f'linja
nl: Ga naar regel
no: Gå til linje
pl: Idź do linii
pt: Ir para a Linha
ro: Du-te la linia
ru: Перейти на строку
sk: Prejsť na riadok
sl: Pojdi v vrstico
sr: Idi na liniju
ta: ­ùÅÃ¢ìÌî ¦ºø
th: ไปยังบรรทัดที่
tr: Satıra Git
uk: Перейти на рядок
vi: Nhảy tới dòng
xh: Ilayini yeGoto

source: Goto Line:
af: gaan na lyn:
az: Sətirə Get:
bg: Отиди на ред:
ca: Vés a la línia:
cs: Přejít na řádek:
da: Gå til linie:
de: Gehe zu Zeile:
el: Πήγαινε στην γραμμή:
et: Mine reale:
fi: Siirry riville:
he: :הרושל רובע
hu: Ugrás erre a sorra:
is: Fara að línu:
ko: 건너뛸 줄:
lt: Peršokti į eilutę:
lv: Iet uz Rindu:
mt: Mur f'linja:
nl: Ga naar regel:
no: Gå til linje:
pl: Idź do linii:
pt: Ir para a Linha:
ro: Du-te la linia:
ru: Перейти на строку:
sk: Prejsť na riadok:
sl: Pojdi v vrstico:
sr: Idi na liniju:
ta: ­ùÅÃ¢ìÌî ¦ºø:
th: ไปยังบรรทัดที่:
tr: Satıra Git:
uk: Перейти на рядок:
vi: Nhảy tới dòng:
xh: Ilayini yeGoto:

source: Author
af: outeur
az: Müəllif
bg: Автор
ca: Autor
cs: Autor
da: Udvikler
de: Autor
el: Δημιουργός
et: Autor
fi: Tekijä
he: בתוכ
hu: Szerző
is: Höfundur
ko: 만든이
lt: Autorius
lv: Autors
mt: Awtur
nl: Auteur
no: Forfatter
pl: Autor
pt: Autor
ro: Autor
ru: Автор
sk: Autor
sl: Avtor
sr: Autor
ta: ¬º¢Ã¢Â÷
th: ผู้เขียน
tr: Yazar
uk: Автор
vi: Tác giả
xh: Umbhali

source: Email
af: e-pos
az: ePoçt
bg: Email адрес
ca: Correu
da: E-post
fi: Sähköposti
he: ל"אוד
is: T-póstur
ko: 전자우편
lt: El. paštas
lv: Epasts
mt: Imejl
no: Epost
ru: Электронная почта
sl: Elektronska pošta
ta: Á¢ýÉïºø
th: อีเมล์
tr: E-posta
uk: Електронна пошта
xh: I-Email

source: Homepage
af: tuisblad
az: Başlanğıc Səhifəsi
bg: Домашна страница
ca: Pàgina inici
cs: Domovská stránka
da: Hjemmeside
de: Startseite
el: Ιστοσελίδα
et: Kodulehekülg
fi: Kotisivu
he: תיב רתא תבותכ
hu: Honlap
is: Heimasíða
ko: 홈 페이지
lt: Namų puslapis
lv: Mājas Lapa
nl: Homepagina
no: Hjemmeside
pl: Strona WWW
pt: Página
ro: Pagină web
ru: Домашняя страница
sk: Domovská stránka
sl: Domača stran
sr: Lični Web sajt
ta: ¦¾¡¼ì¸ôÀì¸õ
th: โฮมเพจ
tr: Başlangıç Sayfası
uk: Домашня сторінка
xh: Iphepha lekhaya

source: Task
af: opdrag
az: Vəzifə
bg: Задача
ca: Tasca
cs: Úkol
da: Opgave
de: Aufgabe
el: Εργασία
et: Tegum
fi: Tehtävä
he: המישמ
hu: Feladat
is: Verkefni
ko: 일
lt: Užduotis
lv: Uzdevums
mt: Xogħol
nl: Taak
no: Oppgave
pl: Zadanie
pt: Tarefa
ro: Munca
ru: Задача
sk: Úloha
sl: Naloga
sr: Zadatak
ta: ¦ºÂø
th: งานที่ทำ
tr: Görev
uk: Задача
vi: Nhiệm vụ
xh: Umsebenzi

source: %1 %2 (Using KDE %3)
af: %1 %2 (te gebruik kde %3)
az: %1 %2 (KDE %3)
bg: %1 %2 (Използва KDE %3)
ca: %1 %2 (Usant KDE %3)
cs: %1 %2 (Používající prostředí KDE %3)
da: %1 %2 (Ved brug af KDE %3)
de: %1 %2 (KDE %3)
el: %1 %2 (Χρησιμοποιώντας KDE %3)
et: %1 %2 (KDE %3)
fi: %1 %2 (Käyttää KDE %3)
he: (KDE %3) %2 הסריג %1
hu: %1 %2 (KDE %3)
is: %1 %2 (Notar KDE %3)
ko: %1 %2 (KDE %3 씀)
lt: %1 %2 (Naudojama KDE %3)
lv: %1 %2 (Izmantojot KDE %3)
mt: %1 %2 (tuża KDE %3)
nl: %1 %2 (gebruik makend van KDE %3)
no: %1 %2 (Bruker KDE %3)
pl: %1 %2 (Wersja KDE %3)
pt: %1 %2 (a utilizar o KDE %3)
ro: %1 %2 (Utilizînd KDE %3)
ru: %1 %2 (использует KDE %3)
sk: Verzia %1 %2 (KDE %3)
sl: %1 %2 (uporabljam KDE %3)
sr: %1 %2 (Koristi KDE %3)
ta: %1 %2 (KDE %3 ÒÆíÌ¸¢ÈÐ)
th: %1 %2 (โดยใช้ KDE รุ่น %3)
tr: %1 %2 (KDE %3)
uk: %1 %2 (використовуючи KDE %3)
vi: %1 %2 (Sử dụng KDE %3)
xh: %1 %2 (Usebenzisa i-KDE %3)

source: Other Contributors:
af: ander bydraers:
az: Digər Köməkçilərimiz:
bg: Други
ca: També han contribuït:
cs: Ostatní přispěvatelé:
da: Andre bidragydere:
de: Weitere Mitarbeiter:
el: Άλλοι Συνεισφέροντες:
et: Teised toetajad:
fi: Muut tekijät:
he: :םיפסונ םימרות
hu: Társszerzők:
is: Aðrir þáttakendur:
ko: 다른 기여자:
lt: Kiti bendradarbiai:
lv: Citi Atbalstītāji:
mt: Kontributuri oħra:
nl: Andere bijdragers:
no: Andre bidragsytere:
pl: Pozostali autorzy:
pt: Outros Contributos:
ro: Alţi contributori:
ru: Другие участники:
sk: Ostatný prispievatelia
sl: Ostali sodelujoči:
sr: Drugi saradnici:
ta: À¢È ¯ûÇ£ð¼¡Ç÷¸û:
th: ผู้มีส่วนร่วมอื่นๆ :
tr: Diğer Katkıda Bulunanlar:
uk: Інші учасники:
vi: Các cộng tác khác:
xh: Abanye abanikeli:

source: (No logo available)
af: (nee embleem beskikbaar)
az: (Loqo yoxdur)
bg: (няма лого)
ca: (No hi ha logo disponible)
cs: (logo neexistuje)
da: (Intet logo)
de: (Kein Logo vorhanden)
el: (Κανένα προσιτό λογότυπο)
et: (Logo puudub)
fi: (Ei logoa)
he: (ןימז לילמס ןיא)
hu: (nincs embléma)
is: (Ekkert merki til)
ko: (로고 없음)
lt: (Nėra logotipo)
lv: (Logo nav pieejams)
mt: (m'hemmx logo)
nl: (Geen logo beschikbaar)
no: (Ingen logo tilgjengelig)
pl: (Logo jest niedostępne)
pt: (Nenhum logótipo disponível)
ro: (Nu există logo disponibil)
ru: (Лого отсутствует)
sk: (Logo nie je dostupné)
sl: (Brez značke)
sr: (Logo nije prisutan)
ta: (º¢ýÉõ ²ÐÁ¢ø¨Ä)
th: (ไม่มีโลโก)
tr: (Logo yok)
uk: (Логотип відсутній)
vi: Không có biểu trưng(logo)
xh: (Akukho logo ikhoyo)

source: About %1
af: aangaande %1
az: %1 Haqqında
bg: Относно %1
ca: Quant a %1
cs: O aplikaci %1
da: Om %1
de: Über %1
el: Σχετικά με το %1
et: %1 info
fi: Tietoja ohjelmasta %1
he: %1 תודוא
hu: A(z) %1 névjegye
is: Um %1
ko: %1에 대하여
lt: Apie %1
lv: Par %1
mt: Dwar %1
nl: Info over %1
no: Om %1
pl: Informacje o %1
pt: Acerca do %1
ro: Despre %1
ru: О программе %1
sk: Informácie o %1
sl: O %1
sr: O %1-u
ta: %1 ÀüÈ¢
th: เกี่ยวกับ %1
tr: %1 Hakkında
uk: Про %1
vi: Về %1
xh: Malunga ne-%1

source: Image missing
af: beeld kort
az: Rəsm tapıla bilmir
bg: Картинката липсва
ca: No hi és la imatge
cs: Chybějící obrázek
da: Mangler billede
de: Bild nicht vorhanden
el: Λείπει μια εικόνα
et: Pilt puudub
fi: Kuva puuttuu
he: הרסח הנומת
hu: Hiányzó kép
is: Vantar mynd
ko: 그림이 빠졌습니다
lt: Piešinys dingęs
lv: Attēls pazaudēts
mt: Stampa nieqsa
nl: Afbeelding ontbreekt
no: Bilde mangler
pl: Brak zdjęcia
pt: Imagem em falta
ro: Imaginea lipseşte
ru: Изображение отсутствует
sk: Chýbajúci obrázok
sl: Slika manjka
sr: Nedostaje slika
ta: ¯ÕÅõ ­ø¨Ä
th: รูปภาพขาดหายไป
tr: Resim bulunamıyor
uk: Неможливо знайти зображення
vi: Mất ảnh
xh: Umfanekiso ulahlekile

source: None
af: geen
az: Heç biri
bg: Нищо
ca: Cap
cs: Žádné
da: Ingen
de: Keine
el: Κανένα
et: Puudub
fi: Ei mikään
he: אלל
hu: nincs
is: Engin
ko: 없음
lt: Nieko
lv: Nav
mt: Xejn
nl: Geen
no: Ingen
pl: Brak
pt: Nenhuma
ro: Nimic
ru: Нет
sk: Žiadne
sl: Nobeden
sr: Nijedna
ta: ²ÐÁ¢ø¨Ä
th: ไม่มี
tr: Hiçbiri
uk: Відсутні
xh: Awukho
