Repository: sandsmark/kde2-i18n
Catalog: */messages/kdelibs.po
Languages: af, az, bg, ca, cs, da, de, el, et, fi, he, hu, is, ko, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, xh

source: Examining file progress
af: ondersoek lêer vordering
az: Fayl köçürmə gedişatı
bg: Файл прогрес
ca: S'està examinant el progrés del fitxer
cs: Probíhá testování souborů
da: Undersøger fremgang for fil
de: Fortschritt der Datenübertragung
el: Πρόοδος εξέτασης αρχείου
et: Faili edenemise kontrollimine
fi: Tutkin tiedostojen etenemistä
he: ץבוק תניחב תומדקתה
hu: A fájlművelet követése
is: Skoða framvindu skráa
ko: 파일 검사 진행
lt: Bylos tikrinimo eiga
lv: Notiek faila pārbaude
mt: Progress tal-fajl qed jiġi eżaminat
nl: Voortgang van bestanden onderzoeken
no: Undersøker filfremgang
pl: Sprawdzanie postępu pliku
pt: A examinar o progresso do ficheiro
ro: Examinez progresul copierii fişierului
ru: Получение сведений о файле
sk: Testovanie súborov
sl: Napredek pri preiskovanju datoteke
sr: Ispitujem napredak fajlova
ta: §¸¡ôÒ Óý§ÉüÈò¨¾ô ÀÃ¢§º¡¾¢ì¸¢ÈÐ
th: ความคืบหน้าการตรวจหาแฟ้ม
tr: Dosya kopyalama durumu
uk: Стан перевірки файлу(ів)
vi: Tiến trình kiểm tra file(s)
xh: Ixilonga inkqubela yefayile

source: Mounting %1
af: besig om te heg %1
az: %1 Bağlanır
bg: Монтирам %1
ca: S'està muntant %1
cs: Připojuji %1
da: Monterer %1
de: %1 wird eingebunden
el: Προσαρτώ το %1
et: Ühendamine %1
fi: Liitän %1:ta
he: %1 תא רבחמ
hu: %1 csatlakoztatása (mount)
is: Tengi %1
ko: %1을 마운트하고 있습니다
lt: Montuoju %1
lv: Montēju %1
mt: %1 qed jiġi mmuntat
nl: Bezig met aankoppelen van %1
no: Monterer %1
pl: Montowanie %1
pt: A montar %1
ro: Montez %1
ru: Монтирую %1
sk: Pripájam %1
sl: Priklapljanje %1
sr: Montiram %1
ta: %1 ²üÚ¸¢ÈÐ
th: กำลังเมาท์ %1
tr: %1 Bağlanıyor
uk: Монтую %1
vi: Mount %1
xh: Inyusa i %1

source: Unmounting
af: besig om te ontkoppel
az: Ayrılır
bg: Демонтирам
ca: S'està desmuntant
cs: Odpojuji
da: Afmonterer
de: Laufwerk-Einbindung wird gelöst
el: Αποπροσαρτώ
et: Lahutamine
fi: Irroitan
he: קתנמ
hu: Leválasztás (unmount)
is: Aftengi
ko: 마운트 해제
lt: Atjungiu
lv: Nomontēju
mt: Qed jiġi żmuntat
nl: Bezig met afkoppelen
no: Demonterer
pl: Odmontowanie
pt: A desmontar
ro: Demontez
ru: Размонтирование
sk: Odpájam
sl: Odklapljanje
sr: Demontiram
ta: ­ÈìÌ¸¢ÈÐ
th: กำลังยกเลิกเมาท์
tr: Ayrılıyor
uk: Розмонтовую
vi: Unmount
xh: Ayinyuki

source: Resuming from %1
af: hervatting van %1
az: %1 üstündən davam edilir
bg: Възобновявам от %1
ca: S'està continuant des de %1
cs: Obnovuji z %1
da: Genoptager fra %1
de: %1 wird fortgesetzt
el: Συνεχίζω από %1
et: Jätkamine asukohast %1
fi: Jatkan kohteesta %1
he: %1-מ ךישממ
hu: Folytatás innen: %1
is: Held áfram frá %1
ko: %1으로부터 정보가져오기
lt: Tęsiu nuo %1
lv: Atsāku no %1
mt: Qed jitkompla minn %1
nl: Bezig met het hervatten van %1
no: Fortsetter fra %1
pl: Restart od %1
pt: A recuperar de %1
ro: Continui de la %1
ru: Продолжаю скачивать начиная с %1
sk: Obnovujem z %1
sl: Nadaljujem od %1
sr: Nastavljam od %1
ta: %1 ­Ä¢ÕóÐ ¦¾¡¼÷¸¢ÈÐ
th: ทำที่ค้างไว้ %1
tr: %1 üzerinden devam ediliyor
uk: Відновлюю з %1
vi: Khôi phục lại từ %1
xh: Iphindela ukusuka ku %1

source: Not resumable
af: nie hervatbaar
az: Davam edilə bilməz
bg: Не е възможен за възобновяване
ca: No continuable
cs: Neobnovitelné
da: Kan ikke genoptages
de: Nicht fortsetzbar
el: Μη ανακτήσιμο
et: Ei ole jätkatav
fi: Ei jatkettavissa
he: הכשמהל ןתינ אל
hu: Nem folytatható
is: Ekki hægt að endurheimta
ko: 다시 시작하지 못함
lt: Nepratęsiamas
lv: Nav atsākama
mt: Ma jistax jitkompla
nl: Niet hervatbaar
no: Kan ikke fortsettes
pl: Nieponawialny
pt: Não recuperável
ro: Nu poate fi continuat
ru: Невозможно продолжить
sk: Neobnoviteľné
sl: Nadaljevanje ni možno
sr: Ne može se nastaviti posle prekida
ta: ¦¾¡¼Ã ÓÊÂ¡¾
th: ไม่สามารถทำต่อจากที่ค้างไว้ได้
tr: Devam edilemez
uk: Не можна відновити
vi: Không khôi phục lại được
xh: Ayiphindeli

source: Stalled
af: gestol
az: Dayandı
bg: Чакащ
ca: Aturat
cs: Stojící
da: Hænger
de: Verzögert
el: Σταματημένο
et: Seiskunud
fi: Pysähtynyt
he: עוקת
hu: Várakozás
is: Fast í drullupolli
ko: 멈췄습니다
lt: Sustabdyta
lv: Apstājies
mt: Wieqaf
nl: Onderbroken
no: Stoppet
pl: Zatrzymanie
pt: Parado
ro: Împotmolit
ru: Замерло
sk: Zastavené
sl: Zastoj
sr: Zastoj
ta: Ó¼ì¸¢Â
th: หยุดทำงานชั่วคราว
tr: Durakladı
uk: Призупинено
vi: Bị dừng
xh: Ithengisiwe

source: %1/s
bg: %1/сек
he: היינשל %1
ko: %1/초
ru: %1/сек
ta: %1/Å¢
uk: %1/с

source: File '%1' is not readable
af: lêer '%1' is nie leesbaar
az: '%1' faylı oxuna bilən deyildir
bg: Файл '%1' не може да бъде прочетен
ca: El fitxer '%1' no és llegible
cs: Soubor '%1' není určen ke čtení
da: Fil '%1' er ikke læsbar
de: Datei "%1" ist nicht lesbar.
el: Το αρχείο '%1' δε διαβάζεται
et: Fail '%1' ei ole loetav
fi: Tiedostoa '%1' ei voida lukea
he: אירק וניא '%1' ץבוקה
hu: A(z) '%1' fájl nem olvasható.
is: Skráin '%1' er ekki læsileg
ko: '%1' 파일을 읽을 수 없습니다
lt: Byla '%1' yra neperskaitoma
lv: Fails '%1' nav nolasāms
mt: Fajl "%1" ma jistax jinqara
nl: Bestand '%1' is niet leesbaar.
no: Filen "%1" er ikke lesbar
pl: Plik '%1' nie jest do odczytu
pt: Não é possível ler o ficheiro '%1'
ro: Fişierul "%1" nu poate fi citit
ru: Файл '%1' недоступен для чтения
sk: Súbor '%1' nie je čitateľný
sl: Datoteke ,%1` ni moč brati.
sr: Fajl '%1' nije čitljiv
ta: §¸¡ôÒ '%1' Å¡º¢ì¸ ÓÊÂ¡Ð
th: ไม่สามารถอ่านแฟ้ม "%1" ได้
tr: '%1' dosyası okunabilir değil
uk: Неможливо прочитати файл '%1'
vi: Không đọc được file '%1'
xh: Ifayile i '%1' ayifundeki

source: You need to supply a username and a password
af: jy benodig aan verskaf 'n gebruikernaam en 'n wagwoord
az: Bir istifadəçi adı və parol girin
bg: Въведете Вашето потребителско име и парола.
ca: Heu de donar el vostre nom d'usuari i contrasenya
cs: Musíte zadat své uživatelské jméno a heslo.
da: Du skal bidrage med et brugernavn og et kodeord
de: Geben Sie Ihren Benutzernamen und Ihr Passwort ein.
el: Πρέπει να δώσετε όνομα χρήστη και κωδικό πρόσβασης.
et: Sa pead sisestama oma kasutajanime ja parooli
fi: Sinun tulee antaa käyttäjänimi ja salasana
he: המסיסו שמתשמ םש קפסל ךילע
hu: Adja meg a felhasználói nevet és a jelszót.
is: Þú þarft að gefa upp inn notandanafn og lykilorð
ko: 사용자 이름과 열쇠글을 넣어주야 합니다
lt: Pateikite vartotojo vardą ir slaptažodį
lv: Jums jāievada lietotāja vārds un parole.
mt: Hemm bżonn isem u password
nl: U moet een gebruikersnaam en wachtwoord opgeven
no: Du må oppgi et brukernavn og et passord
pl: Proszę wpisać nazwę użytkownika i hasło
pt: Precisas de indicar um utilizador e uma senha
ro: Trebuie să introduceţi un nume şi o parolă
ru: Введите имя и пароль.
sk: Musíte zadať meno a heslo
sl: Vnesti boste morali uporabniško ime in geslo.
sr: Potrebno je da navedete korisničko ime i lozinku
ta: ¿£í¸û ÀÂÉ÷¦ÀÂ¨ÃÔõ ¸¼×î¦º¡ø¨ÄÔõ ¾Ã §ÅñÎõ
th: คุณต้องใส่ทั้งชื่อผู้ใช้และรหัสผ่าน
tr: Bir kullanıcı adı ve parola girin
uk: Потрібно надати Ваше ім'я та пароль
vi: Bạn cần phải cung cấp Tên người dùng và mật khẩu
xh: Ufuna ukunikeza ngegama lomsebenzisikunye negama eligqithisiweyo

source: &Username:
af: gebruikernaam:
az: &İstifadəçi adı:
bg: &Име на потребител:
ca: Nom d'&usuari:
cs: &Uživatelské jméno:
da: &Brugernavn:
de: Be&nutzername:
el: Ό&νομα Χρήστη:
et: &Kasutajanimi:
fi: &Käyttäjänimi:
he: :שמתשמ ם&ש
hu: &Név:
is: &Notandanafn:
ko: 사용자 이름(&U):
lt: &Vartotojas:
lv: &Lietotājs:
mt: &Isem:
nl: Gebr&uikersnaam:
no: &Brukernavn:
pl: &Użytkownik:
pt: &Utilizador:
ro: &Nume utilizator:
ru: &Имя пользователя:
sk: &Používateľ:
sl: &Uporabniško ime:
sr: &Korisnik:
ta: ÀÂÉ÷¦ÀÂ÷:
th: ชื่อผู้ใช้:
tr: &Kullanıcı adı:
uk: &Ім'я:
vi: Tên người dùng:
xh: &Igama lomsebenzisi:

source: Authorization Dialog
af: geldigheidstoets dialoog
az: Kimlik Mə'lumatı Pəncərəsi
bg: Диалог на Ауторизация
ca: Diàleg d'autorització
cs: Autorizační dialog
da: Godkendelsesdialog
de: Autorisierungsdialog
el: Διάλογος Εξουσιοδότησης
et: Autoriseerimise dialoog
fi: Tunnistuspyyntöikkuna
he: תומיא חיש-וד
hu: Felhasználóazonosítás
is: Auðkenningargluggi
ko: 인증 대화창
lt: Autorizacijos dialogas
lv: Autorizācijas Dialogs
mt: Awtorizzazzjoni
nl: Authorisatie
no: Autoriseringsdialog
pl: Żądanie autoryzacji
pt: Janela de Autorização
ro: Autorizare
ru: Окно авторизации
sk: Požiadavka Autorizovať sa
sl: Odobritveno pogovorno okno
sr: Autorizacija
ta: ¯Ã¢¨ÁÅÆíÌõ ¯¨ÃÂ¡¼ø
th: ตรวจสอบสิทธิ์
tr: Kimlik Bilgisi Penceresi
uk: Діалог авторизації
vi: Hộp thoại cho phép
xh: Incoko yababini egunyaziswayo

source: Malformed URL %1
af: misformde url %1
az: Xəsərli URL %1
bg: Невалиден URL %1
ca: URL errònia %1
cs: Chybný formát URL %1
da: Forkert URL %1
de: Ungültige Adresse: %1
el: Κακοδιατυπωμένο URL %1
et: Vigane URL %1
fi: Virheellinen URL %1
he: היוגש תבותכ %1
hu: Hibás URL %1
is: Gölluð slóð (URL) %1
ko: 알맞지 않은 URL %1
lt: Blogai suformuotas URL %1
lv: Kļūdains URL %1
mt: URL iffurmat ħażin %1
nl: Verkeerd gevormd URL-adres: %1
no: Misdannet URL %1
pl: Nieprawidłowy URL %1
pt: URL inválido %1
ro: URL eronat %1
ru: Неверный URL %1
sk: Znetvorené URL %1
sl: Nepravilen URL %1
sr: Pogrešno formiran URL %1
ta: À¢Èú URL %1
th: รูปแบบ URL %1 ผิดพลาด
tr: Bozuk URL %1
uk: Помилка в URL %1
xh: URL emalfomiweyo %1

source: The clipboard is empty
af: die klipbord is leeg
az: Ara Yaddaş boşdur
bg: Буфера за обмен (clipboard) е празен
ca: El portapapers està buit
cs: Schránka je prázdná
da: Klippebordet er tomt
de: Die Zwischenablage ist leer
el: Το πρόχειρο είναι άδειο
et: Lõikepuhver on tühi
fi: Leikepöytä on tyhjä
he: קיר הכירעה חול
hu: A vágólap üres
is: Klippspjaldið er tómt
ko: 클립보드가 비었습니다
lt: Laikinoji atmintis tuščia
lv: Starpliktuve ir tukša
mt: Il-clipboard huwa vojt
nl: Het klembord is leeg
no: Utklippstavlen er tom
pl: Schowek jest pusty
pt: A área de transferência está vazia
ro: Clipboard-ul este gol
ru: Буфер обмена пуст
sk: Schránka je prázdna
sl: Odložišče je prazno
sr: Klipbord je prazan
ta: À¢ÊôÒôÀÄ¨¸ ¸¡Ä¢
th: คลิปบอร์ดว่าง
tr: Pano boş
uk: Кишеня порожня
vi: Clipboard rỗng
xh: Ibhodi eqhotyoshwayo ayinanto

source: Filename for clipboard content:
af: lêernaam vir klipbord inhoud:
az: Ara Yaddaş möhtəviyyatı üçün fayl adı:
bg: Име на файл за съдържанието на буфера а обмен
ca: Nom de fitxer pel contingut del portapapers:
cs: Název souboru pro obsah schránky:
da: Filnavn for klippebordsindhold:
de: Dateiname für Inhalt der Zwischenablage:
el: Όνομα αρχείου για το περιεχόμενο του πρόχειρου:
et: Lõikepuhvri sisu faili nimi:
fi: Tiedostonimi leikepöydän sisällölle:
he: :הכירעה חול תלוכת רובע ץבוקה םש
hu: Fájlnév a vágólap tartalmához:
is: Skráarnafn fyrir innihald klippispjalds:
ko: 클립보드내용을 위한 파일명:
lt: Bylos vardas laikinai atminčiai:
lv: Faila vārds starpliktuves saturam:
mt: Isem ta' fajl għall-kontenut tal-clipboard:
nl: Bestandsnaam voor de klembordinhoud:
no: Filnavn for utklippstavleinnhold:
pl: Nazwa pliku dla zawartości schowka:
pt: Nome do ficheiro para o conteúdo da área de transferência:
ro: Nume de fişier pentru conţinutul clipboard-ului:
ru: Имя файла для сохранения буфера обмена:
sk: Názov súboru pre obsah schránky:
sl: Ime datoteke za vsebino odložišča:
sr: Naziv za sadržaj klipborda:
ta: À¢ÊôÒô ÀÄ¨¸Â¢ý ¯ûÇ¼ì¸ò¾¢üÌÃ¢Â §¸¡ôÒô¦ÀÂ÷
th: ชื่อแฟ้มสำหรับสารบัญของคลิปบอร์ด:
tr: Pano içeriği için dosya adı:
uk: Ім'я файлу для змісту буферу обміну:
vi: Nội dung của tên file cho clipboard:
xh: Igama lefayile yomxholo webhodi eqhotyoshwayo:

source: You did not enter a filename
af: jy het nie invoer 'n lêernaam
az: Fayl adı girmədiniz
bg: Вие не въведохте име на файла
ca: No heu entrat un nom de fitxer
cs: Nevložil(a) jste jméno souboru
da: Du indtastede ikke et filnavn
de: Sie haben keinen Dateinamen angegeben
el: Δεν δώσατε όνομα αρχείου
et: Sa ei sisestanud faili nime
fi: Et antanut tiedostonimeä
he: ץבוק םש תדלקה אל
hu: Nem adott meg fájlnevet
is: Ekkert skráarnafn gefið
ko: 파일 이름을 넣지 않았습니다
lt: Neįrašėte bylos vardo
lv: Jūs neievadījāt faila vārdu
mt: Ma daħħaltx isem ta' fajl
nl: U heeft geen bestandsnaam ingevoerd.
no: Du oppgav ikke et filnavn
pl: Nie wprowadzono nazwy pliku
pt: Não inseriste um nome de ficheiro
ro: Nu aţi introdus un nume de fişier
ru: Вы не ввели имя файла.
sk: Nezadali ste názov súboru
sl: Niste napisali imena datoteke
sr: Niste uneli naziv fajla
ta: ¿£í¸û §¸¡ôÒô¦ÀÂ¦Ã¡ý¨È Ñ¨Æì¸Å¢ø¨Ä
th: คุณยังไม่ได้ใส่ชื่อแฟ้ม
tr: Dosya adı girmediniz
uk: Ви не ввели ім'я файлу
vi: Bạn chưa nhập tên file
xh: Awulingenisanga igama lefayile

source: Rename
af: herbenaam
az: Adını Dəyişdir
bg: Смяна на име
ca: Renomena
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
et: Nimeta ümber
fi: Uudelleennimeä
he: םש הנש
hu: Átnevezés
is: Endurnefna
ko: 이름 바꾸기
lt: Pervardinti
lv: Pārsaukt
mt: Agħti isem ġdid
nl: Hernoemen
no: Endre navn
pl: Zmiana nazwy
pt: Mudar Nome
ro: Redenumeşte
ru: Переименовать
sk: Premenovať
sl: Preimenuj
sr: Promeni naziv
ta: ÁÚ¦ÀÂÃ¢Î
th: เปลี่ยนชื่อ
tr: Adını Değiştir
uk: Перейменувати
vi: Đổi tên
xh: Yinike igama kwakhona

source: Skip
af: spring
az: Nəzərə Alma
bg: Пропусни
ca: Salta
cs: Přeskočit
da: Overspring
de: Überspringen
el: Παράβλεψη
et: Jäta vahele
fi: Ohita
he: גלד
hu: Kihagyás
is: Sleppa
ko: 넘기기
lt: Praleisti
lv: Izlaist
mt: Aqbeż
nl: Overslaan
no: Hopp over
pl: Pominięcie
pt: Saltar
ro: Sare
ru: Пропустить
sk: Preskočiť
sl: Preskoči
sr: Preskoči
ta: ¾Å¢÷
th: ข้าม
tr: Atla
uk: Пропустити
vi: Nhảy qua
xh: Tsiba

source: Auto Skip
af: outo spring
az: Avtomatik Nəzərə Alma
bg: Автоматично Пропусни
ca: Auto Salta
cs: Automaticky přeskočit
da: Autooverspring
de: Automatisch überspringen
el: Αυτόματη Παράβλεψη
et: Automaatne vahelejätt
fi: Ohita automaattisesti
he: תיטמוטוא גלד
hu: Automatikus kihagyás
is: Sleppa sjálfkrafa
ko: 알아서 넘기기
lt: Praleisti automatiškai
lv: Automātiski Izlaist
mt: Aqbeż awtomatikament
nl: Automatisch overslaan
no: Hopp over automatisk
pl: Autopominięcie
pt: Saltar Auto
ro: Sare automat
ru: Пропустить все
sk: Auto preskoč.
sl: Samodejno preskoči
sr: Automatski preskoči
ta: ¾ýÉ¢Âì¸ò ¾Å¢÷
th: ข้ามอัตโนมัติ
tr: Otomatik Atla
uk: Автоматично пропускати
vi: Tự động nhảy qua
xh: Tsiba ngokuzenzekela

source: Overwrite
af: oorskryf
az: ÜStünə yaz
bg: Запиши Върху
ca: Sobrescriu
cs: Přepsat
da: Overskriv
de: Überschreiben
el: Επικάλυψη
et: Kirjuta üle
fi: Ylikirjoita
he: בתכש
hu: Felülírás
is: Skrifa yfir
ko: 덮어쓰기
lt: Perrašyti
lv: Pārrakstīt
mt: Ikteb fuqu
nl: Overschrijven
no: Skriv over
pl: Nadpisanie
pt: Sobrepor
ro: Suprascrie
ru: Заменить
sk: Prepísať
sl: Piši prek
sr: Zameni novim
ta: §Á¦ÄØÐ
th: เขียนทับ
tr: Üstüne yaz
uk: Перезаписати
vi: Viết đè lên
xh: Bhala ngaphezulu

source: Overwrite All
af: oorskryf alle
az: Hepsinin ÜStünə Yaz
bg: Запиши върху всички
ca: Sobrescriu tots
cs: Přepsat vše
da: Overskriv alt
de: Alle überschreiben
el: Επικάλυψη Όλων
et: Kirjuta kõik üle
fi: Ylikirjoita kaikki
he: לכה בתכש
hu: Minden felülírása
is: Skrifa alltaf yfir
ko: 모두 덮어쓰기
lt: Perrašyti visus
lv: Pārrakstīt Visu
mt: Ikteb fuq kollha
nl: Alles overschrijven
no: Overskriv alle
pl: Autonadpisanie
pt: Sobrepor Todos
ro: Suprascrie toate
ru: Заменить все
sk: Prepísať všetky
sl: Piši prek vseh
sr: Zameni sve novim
ta: «¨ÉòÐõ §Á¦ÄØÐ
th: เขียนทับทั้งหมด
tr: Hepsinin Üstüne Yaz
uk: Перезаписувати всі
vi: Viết đè lên tất cả
xh: Bhala ngaphezulu kwako konke

source: Resume
af: voortgaan
az: Davam et
bg: Обобщение
ca: Continua
cs: Obnovit
da: Genoptag
de: Fortsetzen
el: Επανάληψη
et: Jätka
fi: Jatka
he: ךשמה
hu: Folytatás
is: Halda áfram
ko: 다시
lt: Tęsti
lv: Atsākt
mt: Kompli
nl: Hervatten
no: Fortsett
pl: Ponowienie
pt: Continuar
ro: Reia
ru: Продолжить
sk: Obnoviť
sl: Nadaljuj
sr: Nastavi
th: ทำงานที่ค้างไว้
tr: Devam et
uk: Повернути
vi: Khôi phục(resume)
xh: Phindela

source: Resume All
af: voortgaan alle
az: Hamısına Davam Et
bg: Обобщение за всички
ca: Continua tots
cs: Obnovit vše
da: Genoptag alt
de: Alle fortsetzen
el: Επανάληψη Όλων
et: Jätka kõike
fi: Jatka kaikki
he: לכה ךשמה
hu: Minden folytatása
is: Halda áfram með allt
ko: 모두 다시
lt: Tęsti visus
lv: Atsākt Visu
mt: Kompli kollha
nl: Alles hervatten
no: Fortsett alle
pl: Autoponowienie
pt: Continuar Todos
ro: Reia tot
ru: Продолжить для всех
sk: Obnoviť všetko
sl: Nadaljuj vse
sr: Nastavi sa svima
ta: «¨ÉòÐõ ¦¾¡¼÷
th: ทำงานที่ค้างไว้ทั้งหมด
tr: Hepsine Devam Et
uk: Повернути всі
vi: Khôi phục lại tất cả(resume)
xh: Phindela kuko konke

source: This action would overwrite '%1' with itself. Do you want to rename it instead?
af: hierdie aksie sal oorskryf '%1' met self. doen jy wil hê aan herbenaam dit in plaas van?
az: Bu gediş '%1'in üstünə özünü yazacaqdır. Bunun yerinə adını dəyişdirmək istəyirsiniz?
bg: Това действие ще се запише '%1' върху себе си. Искате ли да смените името?
ca: Aquesta acció sobreescriurà '%1' amb ell mateix. Voleu renomenar-lo en comptes d'això?
cs: Tato činnost by přepsala '%1' sebou samým. Přejete si jej místo toho přejmenovat?
da: Denne handling ville overskrive %1 med sig selv. Vil du hellere omdøbe den?
de: Dieser Vorgang würde %1 mit sich selbst überschreiben Möchten Sie es lieber umbenennen?
el: Αυτή η ενέργεια θα επικάλυπτε το %1 με τον εαυτό του. Μήπως προτιμάτε να το μετονομάσετε;
et: See tegevus soovib %1 iseendaga üle kirjutada. Soovid sa selle asemel teda ümber nimetada?
fi: Tämä toiminto korvaa tiedoston %1 itsellään. Haluatko uudelleennimetä tiedoston?
he: .ומצע יבג לע %1 תא בתכשת הלועפה ?םוקמב ומש תא תונשל ךנוצרב םאה
hu: Ez a művelet felülírja a(z) '%1' fájlt saját magával. Átnevezi inkább?
is: Þessi aðgerð myndi skrifa '%1' yfir sjálfa sig. Viltu endurnefna hana í staðinn?
ko: '%1'을 덮어씁니다. 이름을 바꾸시겠습니까?
lt: Šis veiksmas perrašys %1 juo pačiu. Ar vistiek norite perrašyti?
lv: Šī darbība grib pārrakstīt '%1' ar sevi. Vai jūs tā vietā nevēlaties to pārsaukt?
mt: Din l-azzjoni tikteb "%1" fuqu nnifsu. Trid tagħtih isem ġdid minnflok?
nl: Deze handeling overschrijft '%1' met zichzelf. Wilt u het soms hernoemen?
no: Denne hendelsen vil overskrive "%1" med seg selv. Vil du endre filnavnet istedenfor?
pl: To działanie spowodowałoby nadpisanie '%1' przez samego siebie. Czy zamiast tego zmienić jego nazwę?
pt: Esta acção irá sobrepor o '%1' consigo mesmo. Em vez disso, queres mudar-lhe o nome?
ro: Această acţiune va suprascrie "%1" cu el însuşi. Doriţi să îl redenumesc în loc?
ru: Это действие заменит имеющийся файл '%1' новым. Не хотите ли вместо этого переименовать файл?
sk: Táto akcia prepíše %1 sebou samým. Nechcete ho premenovať?
sl: %1 bo pisan prek sebe. Ga želite raje preimenovati?
sr: Ova akcija bi prebrisala '%1' samom sobom. Da li želite da promenite naziv?
ta: ­î ¦ºÂø %1 ­ý §Áø ¾ý¨É ±ØÐõ. À¾¢Ä¡¸ «¾üÌ ÁÚ¦ÀÂÃ¢¼ §ÅñÎÁ¡?
th: การกระทำนี้จะเขียนทับ "%1" ด้วยตัวมันเอง คุณต้องการที่จะเปลี่ยนชื่อมันแทนหรือไม่ ?
tr: Bu eylem '%1'in üzerine kendisini yazacak. Bunun yerine adını değiştirmek ister misiniz?
uk: '%1' буде перезаписаний самим собою. Хочете натомість перейменувати?
vi: '%1' sẽ tự viết đè lên chính nó . Thay vào đó, bạn có muốn đổi tên không ?
xh: Le ntshukumo izakubhala ngaphezulu i '%1' ngokunokwayo. Ufuna ukuyinika igama kwakhona?

source: An older item named '%1' already exists.
af: 'n ouer item genaamd '%1' alreeds bestaan.
az: '%1 adlı daha köhnə bir üzv onsuz da vardır
bg: Стар '%1' вече съществува.
ca: Ja existeix un ítem més antic anomenat '%1'.
cs: Již existuje starší položka jménem '%1'.
da: Et ældre punkt ved navn '%1' findes allerede.
de: Ein älteres Element als "%1" existiert bereits.
et: Vanem element nimega '%1' eksisteerib juba.
fi: Nimellä '%1' on jo olemassa vanhempi tiedosto.
he: .'%1' םשב רתוי ןשי טירפ םייק רבכ
hu: Már létezik egy régebbi elem: '%1'.
is: Nafnið '%1' er nú þegar til.
ko: '%1'보다 오래된 항목 이름이 이미 있습니다.
lt: Senesnis objektas „%1“ vardu jau egzistuoja.
lv: Vecāks elements vārdā '%1' jau eksistē.
mt: Oġġett iżjed antik jismu "%1" diġa jeżisti.
nl: Een ouder item genaamd '%1' bestaat reeds.
no: En eldre oppføring ved navn "%1" eksisterer allerede.
pl: Starszy plik niż '%1' już istnieje.
pt: Já existe um item mais antigo chamado '%1'.
ro: Există deja un item vechi cu numele "%1".
ru: Существует более старый элемент с именем '%1'.
sk: Už existuje staršia položka pomenovaná '%1'.
sl: Starejši predmet z imenom ,%1` že obstaja.
sr: Starija stavka '%1' već postoji.
ta: '%1' ±Ûõ À¨ÆÂ ¯ÕôÀÊ ²ü¸É§Å ¯ûÇÐ.
th: มีรายการชื่อ '%1' ซึ่งเก่ากว่าอยู่แล้ว
tr: '%1' isimli daha eski bir öğe zaten var.
uk: Вже існує старіший варіант за назвою '%1'.
vi: Một khoản(item) cũ hơn tên là '%1' đã tồn tại.
xh: Umba omdala onegama '%1' sele ikhona.

source: A newer item named '%1' already exists.
af: 'n nuwer item genaamd '%1' alreeds bestaan.
az: '%1' adlı daha yeni bir üzv onsuz da vardır
bg: Нов '%1' вече съществува.
ca: Ja existeix un ítem més nou anomenat '%1'.
cs: Již existuje novější položka jménem '%1'.
da: Et nyere punkt ved navn '%1' findes allerede.
de: Ein neueres Element als "%1" existiert bereits.
et: Uuem element nimega '%1' eksisteerib juba.
fi: Nimellä '%1' on jo olemassa uudempi tiedosto.
he: .'%1' םשב רתוי שדח טירפ םייק רבכ
hu: Már létezik egy újabb elem: '%1'.
is: Nafnið '%1' er nú þegar til og sú skrá eða mappa er nýrri.
ko: '%1'보다 새로운 항목 이름이 이미 있습니다.
lt: Naujesnis objektas „%1“ vardu jau egzistuoja.
lv: Jaunāks elements vārdā '%1' jau eksistē.
mt: Oġġett iżjed riċenti jismu "%1" diġa jeżisti.
nl: Een nieuwer item genaamd '%1' bestaat reeds.
no: En nyere oppføring ved navn "%1" eksisterer allerede.
pl: Nowszy plik niż '%1' już istnieje.
pt: Já existe um item mais recente chamado '%1'.
ro: Există deja un item mai nou cu numele "%1".
ru: Существует более новый элемент с именем '%1'.
sk: Už existuje novšia položka pomenovaná '%1'.
sl: Novejši predmet z imenom %1 že obstaja.
sr: Novija stavka '%1' već postoji.
ta: '%1' ±Ûõ Ò¾¢Â ¯ÕôÀÊ ²ü¸É§Å ¯ûÇÐ.
th: มีรายการชื่อ '%1' ซึ่งใหม่กว่าอยู่แล้ว
tr: '%1' isimli daha yeni bir öğe zaten var.
uk: Вже існує новіший варіант за назвою '%1'.
vi: Một khoản (item) mới hơn tên là '%1' đã tồn tại.
xh: Umba omtsha unikwe igama le '%1'esele likhona kakade.

source: size %1
af: grootte %1
az: böyüklük %1
bg: Големина %1
ca: mida %1
cs: velikost %1
da: stør. %1
de: Größe %1
el: μέγεθος %1
et: suurus %1
fi: koko %1
he: %1 לדוג
hu: méret: %1
is: stærð %1
ko: 크기 %1
lt: dydis %1
lv: izmērs %1
mt: daqs %1
nl: grootte %1
no: størrelse %1
pl: rozmiar %1
pt: tamanho %1
ro: mărime %1
ru: Размер : %1
sk: veľkosť %1
sl: velikost %1
sr: Veličina : %1
ta: «Ç× %1
th: ขนาด %1
tr: boyut %1
uk: розмір %1
vi: Cỡ %1
xh: ubungakanani %1

source: created on %1
af: geskep op %1
az: %1 tarixində yaradıldı
bg: саздаден на %1
ca: creat el %1
cs: vytvořeno dne %1
da: oprettet %1
de: Erstellt am %1
el: δημιουργήθηκε στις %1
et: loodud %1
fi: luotu %1
he: %1 ךיראתב רצונ
hu: létrehozási dátum: %1
is: varð til %1
ko: %1에서 만듦
lt: sukurta %1
lv: izveidots %1
mt: maħluq f' %1
nl: aangemaakt op %1
no: opprettet den %1
pl: utworzony %1
pt: criado em %1
ro: creat la %1
ru: создан %1
sk: vytvorené %1
sl: ustvarjena %1
sr: napravljen %1
ta: %1 ­ø ¯ÕÅ¡ì¸ôÀð¼Ð
th: สร้างเมื่อ %1
tr: %1 tarihinde yaratıldı
uk: створено %1
vi: Được tạo ở %1
xh: yenziwe kwi %1

source: modified on %1
af: veranderde op %1
az: %1 tarixində düzəldildi
bg: модифициран на %1
ca: modificat el %1
cs: změněno dne %1
da: ændret %1
de: Geändert am %1
el: τροποποιήθηκε στις %1
et: muudetud %1
fi: muokattu %1
he: %1 ךיראתב הנוש
hu: módosítási dátum: %1
is: breytt %1
ko: %1에서 고침
lt: pakeista %1
lv: modificēts %1
mt: mibdul f' %1
nl: gewijzigd op %1
no: endret den %1
pl: zmodyfikowany %1
pt: modificado em %1
ro: modificat la %1
ru: изменен %1
sk: zmenené %1
sl: spremenjena %1
sr: izmenjen %1
ta: %1 ­ø Á¡üÈÀð¼Ð
th: แก้ไขเมื่อ %1
tr: %1 tarihinde değiştirildi
uk: змінено %1
vi: Được sửa vào %1
xh: iguqulwe kancinane kwi %1
