Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdetoys/kscore.po
Languages: es, hu, pt, sv

source: The &kscore; Handbook
es: El manual de &kscore;
hu: A &kscore; kézikönyve
pt: O Manual do &kscore;
sv: Handbok &kscore;

source: ROLES_OF_TRANSLATORS
es: <othercredit role="translator"><firstname>José Carlos</firstname><surname>Santos Ruiz</surname><affiliation><address><email>a930334@zipi.fi.upm.es</email></address></affiliation><contrib> Traductor</contrib></othercredit>
hu: <othercredit role="translator"><firstname>Tamás</firstname><surname>Szántó</surname><contrib>Magyar fordítás</contrib><affiliation><address><email>tszanto@mol.hu</email></address></affiliation></othercredit>
pt: <othercredit role="translator"><firstname>José</firstname><surname>Pires</surname><affiliation><address><email>jncp@rnl.ist.utl.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sv: <othercredit role="translator"> <firstname>Stefan</firstname> <surname>Asserhäll</surname> <affiliation><address><email>stefan.asserhall@telia.com</email></address></affiliation> <contrib>Översättare</contrib></othercredit>

source: &kscore; is an applet for the &kde; 2.x panel to track sports scores.
hu: A &kscore; panel-kisalkalmazás segítségével sporteredményeket lehet letölteni és megjeleníteni.
pt: O &kscore; é uma 'applet' para o painel do &kde; 2.x para obter os resultados desportivos.

source: Sports
es: Deportes
hu: sport
pt: Desportos
sv: Sport

source: score
es: resultado
hu: eredmény
pt: resultado
sv: resultat

source: applet
hu: kisalkalmazás
sv: miniprogram

source: Introduction
es: Introdución
hu: Bevezetés
pt: Introdução
sv: Inledning

source: &kscore; at work
es: &kscore; funcionando
hu: A &kscore; célja
pt: O &kscore; a funcionar
sv: &kscore; i arbete

source: Nowadays, there's a lot of people telling you what stereotypes free software users should conform to. <quote>Geeks like Lego.</quote> <quote>Hackers like guns.</quote> Well, I like hockey. And on the rare occasions when my beloved Islanders win a game, I want to know about it immediately.
es: Hay mucha gente que nos dice con qué estereotipos coincidimos los usuarios de software libre. <quote>A los hackers les gustan las pistolas.</quote> <quote>A los informáticos les van las revistas porno</quote>. Bueno, a mi me gusta el hockey, y en las raras ocasiones en las que mis amados Islanders ganan un partido, me gusta enterarme inmediatamente.
hu: Mostanában egyre többen meg vannak győződve arról, hogy egy igazi szoftverfejlesztőnek bizonyos előítéleteknek meg kell felelnie. <quote>A számítógép-megszállottak szeretnek legózni.</quote> <quote>A hackereket érdeklik a lőfegyverek.</quote> Ami engem illet, én a jégkorong megszállottja vagyok. Ha a kedvenc csapatom nagy ritkán megnyer egy meccset, arról rögtön tudni akarok.
pt: Nos dias de hoje, muitas pessoas costumam falar-te acerca dos estereótipos com que os utilizadores de 'software' livre devem estar em conformidade. <quote>Os cromos gostam de Lego's</quote>, <quote>Os hackers gostam de armas</quote>. Bem, eu gosto de hóquei, e nas ocasiões raras em que os meus adorados Islanders ganham um jogo, gosto de o saber imediatamente.
sv: Nu för tiden finns det många som talar om för dig vilka förutfattade meningar man ska ha om användare av fri programvara: <quote>Nördar gillar Lego.</quote>, <quote>hackare gillar skjutvapen.</quote>. Jag råkar gilla ishockey, och vid de sällsynta tillfällen då mina älskade Islanders vinner en match, så vill jag få reda på det omeddelbart.

source: &kscore; is an applet for the &kde; 2.x panel to track sports scores. It downloads scores from Excite, including all major American pro and college sports, as well as many minor leagues and the top European soccer leagues.
hu: A &kscore; panel-kisalkalmazással sportmérkőzések eredményeit lehet letölteni és megjeleníteni. A program az eredményeket az Excite-ról tölti le, ahol megtalálhatók az amerikai professzionális és egyetemi sportmérkőzések, valamint sok kisebb bajnokság és a legnagyobb európai fociligák eredményei.
pt: O &kscore; é uma 'applet' para o painel do &kde; 2.x para obter os resultados desportivos. Vai buscar os resultados ao Excite, incluindo alguns desportos profissionais e académicos americanos, assim como as ligas inferiores e os campeonatos de futebol europeus.

source: &kscore; was written by Jonathan Singer <email>jsinger@leeta.net</email>, and is based on the <application><ulink url="http://home.att.net/~takuper/wmscoreboard/">wmScoreboard</ulink></application> dockapp for WindowMaker, by Todd Kuper.
es: &kscore; fue escrito por Jonathan Singer <email>jsinger@leeta.net</email>, y está basado en <application><ulink url="http://home.att.net/~takuper/wmscoreboard/">wmScoreboard</ulink></application> aplicación para WindowMaker, por Todd Kuper.
hu: A &kscore;-t Jonathan Singer készítette (<email>jsinger@leeta.net</email>), az alapötlet a <application><ulink url="http://home.att.net/~takuper/wmscoreboard/">wmScoreboard</ulink></application> adta, mely egy WindowMaker-es alkalmazás (írta: Todd Kuper).
pt: O &kscore; foi criado pelo Jonathan Singer <email>jsinger@leeta.net</email>, e é baseado no <application><ulink url="http://home.att.net/~takuper/wmscoreboard/">wmScoreboard</ulink></application> para o WindowMaker de Todd Kuper.
sv: &kscore; är skrivet av Jonathan Singer <email>jsinger@leeta.net</email>, och är baserat på programmet <application><ulink url="http://home.att.net/~takuper/wmscoreboard/">wmScoreboard</ulink></application>, ett dockningsbart program för WindowMaker, av Todd Kuper.

source: Usage
es: Uso
hu: Használat
pt: Utilização
sv: Användning

source: Starting &kscore;
es: Ejecutando &kscore;
hu: A &kscore; indítása
pt: Iniciar o &kscore;
sv: Starta &kscore;

source: To start &kscore;, click with the <mousebutton>right</mousebutton> mouse button on an empty spot on the &kde; panel and select <menuchoice><guisubmenu>Add</guisubmenu> <guisubmenu>Applet</guisubmenu> <guimenuitem>Sports Ticker</guimenuitem></menuchoice>. Alternatively, from the <guimenu>K</guimenu> menu, select <menuchoice><guisubmenu>Panel Menu</guisubmenu> <guisubmenu>Add</guisubmenu> <guisubmenu>Applet</guisubmenu> <guimenuitem>Sports Ticker</guimenuitem></menuchoice>
hu: A &kscore; elindításához kattintson a <mousebutton>jobb</mousebutton> egérgombbal a &kde; panel egy üres részére és válassza a <menuchoice><guisubmenu>Hozzáadás</guisubmenu> <guisubmenu>Kisalkalmazás</guisubmenu> <guimenuitem>Sporteredmények</guimenuitem></menuchoice> menüpontot. Az indítás úgy is elvégezhető, ha a <guimenu>K</guimenu> menüben <menuchoice><guisubmenu>A panel beállításai...</guisubmenu> <guisubmenu>Hozzáadás</guisubmenu> <guisubmenu>Kisalkalmazás</guisubmenu> <guimenuitem>Sporteredmények</guimenuitem></menuchoice> menüpontot választja.
pt: Para iniciares o &kscore;, carrega com o botão <mousebutton>direito</mousebutton> numa zona vazia do painel do &kde; e selecciona <menuchoice><guisubmenu>Adicionar</guisubmenu> <guisubmenu>'Applet'</guisubmenu> <guimenuitem>Notícias Desportivas</guimenuitem></menuchoice>. Em alternativa, escolhe no menu <guimenu>K</guimenu> a opção <menuchoice><guisubmenu>Menu do Painel</guisubmenu> <guisubmenu>Adicionar</guisubmenu> <guisubmenu>'Applet'</guisubmenu> <guimenuitem>Notícias Desportivas</guimenuitem></menuchoice>

source: Controlling &kscore;
es: Controlando &kscore;
hu: A program kezelése
pt: Controlar o &kscore;
sv: Hantera &kscore;

source: Menu Commands
es: Comandos de menú
hu: Menüparancsok
pt: Comandos do Menu
sv: Menykommandon

source: When &kscore; is started, an applet should appear in the panel. (If the panel is full, you may need to scroll to see it.) To move or remove it, <mousebutton>right</mousebutton> click on the bar to the left or top of the applet and select <guimenuitem>Move</guimenuitem> or <guimenuitem>Remove</guimenuitem>.
es: Cuando ejecuta &kscore; debe aparecer un applet en el panel. (si el pal está lleno, necesitará deslizarlo para verlo) Para moverlo o quitarlo, haga click en la barra que está a la izquierda o sobre el aplet con el botón <mousebutton>right</mousebutton> y seleccione <guimenuitem>Mover</guimenuitem> o <guimenuitem>Eliminar</guimenuitem>.
hu: Indítás után a kisalkalmazás megjelenik a panelen. Ha a panel tele van, akkor lehet, hogy el kell görgetni, hogy a kisalkalmazás láthatóvá váljon. A program elmozgatásához vagy eltávolításához kattintson a <mousebutton>jobb</mousebutton> egérgombbal a tőle balra (ill. fölötte) látható sávra és válassza a <guimenuitem>Mozgatás</guimenuitem> vagy <guimenuitem>Eltávolítás</guimenuitem> parancsot.
pt: Quando é iniciado o &kscore;, deve aparecer uma 'applet' no painel. (Se o painel estiver cheiro, poderás ter que o deslizar para o veres). Para o moveres ou o removeres, carrega com o botão <mousebutton>direito</mousebutton> na barra à esquerda ou no topo da 'applet' e selecciona <guimenuitem>Mover</guimenuitem> ou <guimenuitem>Remover</guimenuitem>.
sv: När &kscore; har startats, ska ett miniprogram visas i panelen (om panelen är full, kan du behöva rulla för att se den). För att flytta, eller ta bort den, <mousebutton>höger</mousebutton>klicka på strecken till vänster eller överst på miniprogrammet och välj <guimenuitem>Flytta</guimenuitem> eller <guimenuitem>Ta bort</guimenuitem>.

source: <mousebutton>Left</mousebutton> click on the applet to update the displayed score. <mousebutton>Right</mousebutton> click to bring up a menu with the following options:
es: Haga click con el botón <mousebutton>Izquierdo</mousebutton> del ratón en el applet para actualizar los resultados. El botón <mousebutton>Derecho </mousebutton> abre un menú con las siguientes opciones:
hu: Kattintson a kisalkalmazásra a <mousebutton>bal</mousebutton> egérgombbal az eredménykijelzés frissítéséhez. Ha a <mousebutton>jobb</mousebutton> egérgombbal kattint rá, akkor a következő lehetőségek közül választhat:
pt: Carrega com o botão <mousebutton>esquerdo</mousebutton> na 'applet' para actualizares o resultado apresentado. Carrega com o botão <mousebutton>direito</mousebutton> para fazeres aparecer um menu com as seguintes opções:
sv: <mousebutton>Vänster</mousebutton>klicka på miniprogrammet för att uppdatera resultatet som visas. <mousebutton>Höger</mousebutton>klicka för att visa en meny med följande alternativ:

source: Settings
es: Opciones
hu: Beállítások
pt: Opções
sv: Inställningar

source: <action>Opens</action> the settings dialog box.
es: <action>Abre</action> la caja de diálogo de las opciones.
hu: <action>Megnyitja</action> a beállítások párbeszédablakát.
pt: <action>Abre</action> a janela de opções.
sv: <action>Öppnar</action> inställningsdialogrutan.

source: Online
hu: Az eredmények frissítése
sv: Uppkopplad

source: <action>Toggles score downloads</action> on and off. Turn off when you do not have an active network connection.
es: <action>Cambia la descarga de resultados</action> a encendido o apagado.Apáguelo couando no tenga conexion activa a la red.
hu: Az eredmények online frissítését lehet <action>ki- és bekapcsolni</action>. Kapcsolja ki, ha nincs élő internetes kapcsolata.
pt: <action>Liga ou desliga</action> a obtenção dos resultados. Desliga quando não tiveres uma ligação à rede activa.
sv: <action>Sätter på eller stänger av nerladdning av resultat</action>. Stäng av när du inte har en aktiv nätverksanslutning.

source: Help
es: Ayuda
hu: Segítség
pt: Ajuda
sv: Hjälp

source: Displays these help pages.
es: Muestra estas páginas de ayuda.
hu: Megnyitja ezt a dokumentumot.
pt: Mostra esta página de ajuda.
sv: Visar de här hjälpsidorna.

source: About
es: Sobre
hu: Névjegy
pt: Acerca
sv: Om

source: <action>Displays information</action> about &kscore;
es: <action>Muestra información</action> sobre &kscore;
hu: <action>Megjelenít néhány adatot</action> a programról
pt: <action>Mostra informação</action> acerca do &kscore;.
sv: <action>Visar information</action> om &kscore;

source: The &kscore; settings dialog box
es: La caja de diálogo de configuración de &kscore;
hu: A beállítások párbeszédablaka
pt: A janela de opções do &kscore;
sv: &kscore;s inställningsdialogruta

source: The settings dialog box allows you to set the following options:
es: La caja de diálogo de configuración le permite cambiar las siguientes opciones:
hu: A következő beállításokat lehet módosítani:
pt: A janela de opções permite-te definir as seguintes opções:
sv: Inställningsdialogrutan låter dig ange följande alternativ:

source: League
es: Liga
hu: Bajnokság
pt: Liga
sv: Liga

source: Choose the desired league from the drop-down list.
es: Elija la liga deseada de la lista.
hu: Válassza ki a kívánt bajnokságot a kombinált listából.
pt: Escolhe a liga desejada da lista.
sv: Välj den önskade ligan från kombinationsrutan.

source: Team
es: Equipo
hu: Csapat
pt: Equipa
sv: Lag

source: Enter the three letter code for the team you want to follow. Press the <guibutton>Browse teams</guibutton> button to connect to Excite and see the available codes for the selected league.
es: Introduzca el código de tres letras del quipo que le interesa. Presione el botón <guibutton>Navegar Equipos</guibutton>para conectar con Excite y ver los códigos que están disponibles para la liga seleccionada.
hu: Itt lehet megadni a csapat hárombetűs azonosítóját. Ha megnyomja a <guibutton>Tallózás</guibutton> gombot, akkor a program csatlakozik az Excite-hoz és letölti a kijelölt bajnokság csapatlistáját.
pt: Indica o código de três letras da equipa que pretendes obter. Carrega no botão <guibutton>Escolher equipas</guibutton> para te ligares ao Excite e escolheres os códigos disponíveis para a liga seleccionada.
sv: Ange trebokstavskoden för laget du vill följa. Tryck på knappen <guibutton>Bläddra lag</guibutton> för att ansluta till Excite och se de tillgängliga koderna för den valda ligan.

source: Text color
es: Color de texto
hu: Szövegszín
pt: Cor do texto
sv: Textfärg

source: Select the color of the displayed text. This is useful when the panel has a background image.
es: Seleccione el color en el que quiere que se muestr el texto. Es muy útil caundo el panel tiene una imagen de fondo.
hu: Válassza ki a szöveg színét. Erre akkor lehet például szükség, ha a panelnak háttérképe van.
pt: Selecciona a cor do texto apresentado. Isto é útil quando o painel tem uma imagem de fundo.
sv: Välj färgen på den visade texten. Det här är användbart när panelen har en bakgrundsbild.

source: Update every x minutes
es: Actualizar cada x minutos
hu: Frissítési időköz (perc)
pt: Actualizar a cada x minutos
sv: Uppdatera x minut

source: Set the interval between score updates. (The minimum interval is 10 minutes; the maximum 300 minutes.)
es: Marca el intervalo entre cada actualización de resultados (El intervalo mínimo es de 10 minutos; el máximo es de 300 minutos)
hu: Itt lehet beállítani az eredmények lekérdezésének időközét. A minimális érték 10 perc, a maximális 300.
pt: Define o intervalo entre as actualizações dos resultados. (O mínimo é 10 minutos; o máximo é 300 minutos.)
sv: Ställ in intervallet mellan uppdateringar av resultatet. (Det minimala intervallet är 10 minuter, det maximala är 300 minuter.)

source: Closing &kscore;
es: Cerrando &kscore;
hu: A program bezárása
pt: Fechar o &kscore;
sv: Avsluta &kscore;

source: Removing &kscore; from the panel
es: Quitando &kscore; del panel.
hu: A &kscore; eltávolítása a panelről
pt: Retirar o &kscore; do painel
sv: Ta bort &kscore; från panelen

source: I'm happy to say that I've received a lot of mail from &kscore; users. I'm less happy to report that most of them are asking how to remove it from the panel! As with all &kde; panel applets, click with the <mousebutton>right</mousebutton> mouse button on the left border of the applet (top border in a vertical panel) and select <menuchoice><guimenuitem>Remove</guimenuitem></menuchoice>.
es: Estoy encantado de poder decir que he recibido mucho correo de usuarios de &kscore; ¡No estoy tan encantado de que la mayoría me pregunten cómo quitarlo del panel! Como con cualquier applete de &kde; haga click con el botón <mousebutton>right</mousebutton> del ratón en el borde izquierdo del applet (en el borde superior si el panel es vertical) y seleccione <menuchoice><guimenuitem>Eliminar</guimenuitem></menuchoice>.
hu: Nagyon örülök a &kscore; felhasználóitól érkező sok reagálásnak! Annak már kevésbé, hogy legtöbben csak arra kíváncsiak, hogyan lehet a programot eltávolítani a panelről ;-( Az eltávolítás ugyanúgy megy, mint a többi kisalkalmazásnál: rá kell kattintani a <mousebutton>jobb</mousebutton> egérgombbal a kisalkalmazás bal szélére (függőleges panelnél a felső szélére) és az <menuchoice><guimenuitem>Eltávolítás</guimenuitem></menuchoice> menüpontot kell választani.
pt: Tenho a felicidade de dizer que recebi uma quantidade de correio dos utilizadores do &kscore;. Não estou tão satisfeito porque a maioria me pergunta como o tirar do painel! Como todas as 'applets' do painel do &kde;, basta carregar com o botão <mousebutton>direito</mousebutton> do rato na extremidade esquerda da 'applet' (extremidade superior num painel vertical) e seleccionar <menuchoice><guimenuitem>Remover</guimenuitem></menuchoice>.
sv: Jag är glad att meddela att jag har fått mängder med e-post från användare av &kscore;. Jag är mindre glad att meddela att de flesta frågar hur man ska ta bort det från panelen! Som med alla &kde;-miniprogram i panelen, klicka med <mousebutton>höger</mousebutton> musknapp på den vänstra kanten av miniprogrammet (övre kanten i en vertikal panel) och välj <menuchoice><guimenuitem>Ta bort</guimenuitem></menuchoice>.

source: Questions and Answers
es: Preguntas y respuestas
hu: Kérdések és válaszok
pt: Perguntas e Respostas
sv: Vanliga frågor

source: Error Messages
es: Mensajes de error
hu: Hibaüzenetek
pt: Mensagens de Erro
sv: Felmeddelanden

source: There are two error messages you may see. Here's what to do about them.
es: Hay dos mensajes de error que puede ver. Esto es lo que debe hacer con ellos.
hu: Az alábbi kétfajta hibaüzenettel találkozhat.
pt: Existem duas mensagens de erro que podes obter. Aqui está o que se deve fazer Àcerca delas.
sv: Det finns två felmeddelanden som du kan råka ut för. Här är vad du kan göra åt dem.

source: No Score Available
hu: Nem áll rendelkezésre eredmény.
pt: Nenhum Resultado Disponível
sv: Inga poäng tillgängliga

source: The most likely causes are:
es: Lo más probable es:
hu: Ennek legvalószínűbb oka:
pt: As causas mais prováveis são:
sv: De troligaste orsakerna är:

source: An incorrect team code
es: Un código incorrecto de equipo
hu: a csapat azonosítója érvénytelen
pt: Um código de equipa incorrecto
sv: En felaktig lagkod

source: Press the <guibutton>Browse teams</guibutton> button in the settings dialog box to see the available team codes for the selected league.
es: Presione el botón <guibutton>Navegar equipos</guibutton>en caja de diálogo de configuración para ver los códigos de equipos disponibles para la liga elegida.
hu: Nyomja meg a <guibutton>Tallózás</guibutton> gombot a beállítóablakban a kijelölt bajnokság csapatlistájának letöltéséhez.
pt: Carrega no <guibutton>Escolher equipas</guibutton> na janela de opções para veres os códigos das equipas disponíveis para a liga seleccionada.
sv: Tryck på knappen <guibutton>Bläddra lag</guibutton> i inställningsdialogrutan för att titta på de tillgängliga lagkoderna för den valda ligan.

source: No score available for the selected team
es: No hay resultados disponibles para el equipo elegido
hu: A megadott csapathoz nem tölthető le eredmény
pt: Nenhum resultado disponível para a equipa seleccionada
sv: Inga poäng tillgängliga för valt lag

source: Unfortunately, this usually means your team has been eliminated from the playoffs. Again, try the <guibutton>Browse teams</guibutton> button in the settings dialog box to see the available team codes for the selected league.
es: Desafortunadamente eso significa que szuequipo ha sio eliminado de los play offs. De nuevo, pruebe a eleguir otro equipo presionando el botón <guibutton>Navegar equipos</guibutton> para elegir equipo de la liga seleccionada.
hu: Ez például akkor fordulhat elő, ha a csapat már kiesett a bajnokságból. Nyomja meg a <guibutton>Tallózás</guibutton> gombot a beállítóablakban a bajnokságban szereplő csapatok listájának letöltéséhez.
pt: Infelizmente, isto significa normalmente que a tua equipa foi retirada das eliminatórias. Tenta à mesma o botão <guibutton>Escolher equipas</guibutton> na janela de opções para veres os códigos das equipas disponíveis para a liga seleccionada.
sv: Tyvärr betyder det här oftast att ditt lag inte har gått vidare. Återigen, försök med knappen <guibutton>Bläddra lag</guibutton> i inställningsdialogrutan för att titta på de tillgängliga lagkoderna för den valda ligan.

source: The scores are downloaded from <ulink url="http://sports.excite.com">http://sports.excite.com</ulink>. If they change something in their format, &kscore; will break. Please let me know at <email>jsinger@leeta.net</email> if there's a problem.
es: Los resultados se descargan de <ulink url="http://sports.excite.com">http://sports.excite.com</ulink>. Si cambian algo en su formato, &kscore; no funcionará. Por favor, hágame saber en <email>jsinger@leeta.net</email> si hay algún problema.
hu: Az eredményeket a következő címről tölti le a program: <ulink url="http://sports.excite.com">http://sports.excite.com</ulink>. Ha a website adatformátuma megváltozik, akkor a program nem fog helyesen működni. Kérem értesítsen a <email>jsinger@leeta.net</email> címen, ha ilyen problémával találkozik.
pt: Os resultados são obtidos em <ulink url="http://sports.excite.com">http://sports.excite.com</ulink>. Se eles mudarem algo no formato deles, o &kscore; deixará de funcionar. Contacta-me em <email>jsinger@leeta.net</email> se houver algum problema.
sv: Resultaten laddas ner från <ulink url="http://sports.excite.com">http://sports.excite.com</ulink>. Om de ändrar något i sitt format, kommer inte &kscore; att fungera längre. Var snäll och informera mig på <email>jsinger@leeta.net</email> om ett problem uppstår.

source: Download Failed
es: Descarga fallida
hu: A letöltés nem sikerült
pt: A Obtenção Falhou
sv: Hämtning misslyckades

source: No active network connection.
es: No hay conexión activa.
hu: Nincs aktív hálózati kapcsolat.
pt: Não existe uma ligação activa à rede.
sv: Ingen aktiv nätverksanslutning.

source: If you have a dial-up connection, you probably want to take &kscore; offline when your connection is inactive. (Uncheck <guimenuitem>Online</guimenuitem> in the pop-up menu.)
es: Si tiene conexión telefónica, probbablemente querrá &kscore; esté desconectado cuando la conexión está inactiva. (Deseleccione <guimenuitem>Conectado</guimenuitem> en el menú.)
hu: Ha telefonos kapcsolata van az internettel, akkor kapcsolja ki a hírek frissítését, ha megszűnik az internetes hozzáférés. Törölje a kijelölést a <guimenuitem>Az eredmények frissítése</guimenuitem> opció mellől.
pt: Se tiveres uma ligação telefónica, provavelmente queres deixar o &kscore; 'offline' quando não tens a ligação activa. (Desliga a opção <guimenuitem>Activar</guimenuitem> no menu de contexto.)
sv: Om du har en uppringd förbindelse, vill du troligen att &kscore; inte ska förbli uppkopplad när din anslutning är inaktiv (avmarkera <guimenuitem>Uppkopplad</guimenuitem> i menyn).

source: If Excite changes their &URL;s, &kscore; will be unable to download the correct page. Again, please let me know at <email>jsinger@leeta.net</email> if there's a problem.
hu: Ha az Excite megváltoztatja az eredmények &URL;-jének értékét, akkor a program nem fog helyesen működni. Kérem értesítsen a <email>jsinger@leeta.net</email> címen, ha ilyen problémát tapasztal.
pt: Se o Excite mudar os seus &URL;s, o &kscore; não será capaz de obter a página correcta. De novo, contacta-me em <email>jsinger@leeta.net</email> se houver um problema.
