Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdetoys/kscore.po
Languages: es, hu, pt, sv

source: Other Questions
es: Otras preguntas
hu: További kérdések
pt: Outras Questões
sv: Övriga frågor

source: Can you add another league, or scores from a different site?
es: ¿Puede añadir otra liga, o resultados de un servidor distinto?
hu: Fel lehet venni más bajnokságokat? Máshonnan is letölthetők az eredmények?
pt: Podes adicionar outra liga, ou resultados de um 'site' diferente?
sv: Kan man lägga till en annan liga, eller resultat från en annan webbplats?

source: I'd love to add more non-North American coverage. Let me know at <email>jsinger@leeta.net</email> what sites you're interested in and I'll try to add them. (I'd also be eager to hear from anyone with <application>Perl</application> skills who can help me create scripts to parse new sites.)
es: Me encantaría añadir más que no sean norteamericanos. Hágame saber en <email>jsinger@leeta.net</email> los sitios en los que está interesado, e intentaré añadirlo (Estaré atento a cualquiera con conocimientos de <application>Perl</application> que me ayude a crear scritps para trabajar con nuevas páginas.)
hu: Szeretném tovább bővíteni az Egyesült Államokon kívüli csapatok körét. A <email>jsinger@leeta.net</email> címen várom a bővítési tippeket, igyekszem minél többet felvenni közülük a programba. Nagyon örülnék, ha segítséget kaphatnék olyasvalakitől, aki járatos a <application>Perl</application> programozásban, hogy hatékonyabb eredményfeldolgozó szkripteket tudjak készíteni.
pt: Adorava adicionar uma maior cobertura não-Americana. Indica-me para <email>jsinger@leeta.net</email> em que 'sites' estás interessado e eu tentarei adicioná-los. (Gostaria também de saber de alguém com conhecimentos de <application>Perl</application> que me possa ajudar a criar 'scripts' para analisar os novos 'sites'.)
sv: Jag skulle väldigt gärna lägga till mer täckning av annat än nordamerikanska resultat. Tala om för mig på <email>jsinger@leeta.net</email> vilka webbplatser du är intresserad av, så ska jag försöka lägga till dem (Jag vill också gärna höra av någon med <application>Perl</application>-kunskaper som kan hjälpa mig att skapa skript för att tolka dem).

source: How do I get &kscore; to work in a vertical panel with size set to <quote>Tiny</quote>?
es: ¿Que hago para que &kscore; funcione en un panel vertical con tamaño <quote>Pequeño</quote>?
hu: Hogyan lehet használni a programot, ha a panel függőleges és a mérete <quote>apró</quote>-ra van állítva?
pt: Como é que posso pôr o &kscore; a funcionar num painel vertical com o tamanho <quote>Minúsculo</quote>?
sv: Hur får jag &kscore; att fungera med en vertikal panel som har storleken inställt till <quote>extra liten</quote>?

source: Unfortunately, even a normal panel doesn't have as much space as &kscore; could really use. A <quote>Normal</quote> size vertical panel is the smallest I could get to look decent.
es: Desafortunadamente ni siquiera un panel normal tiene demasiado sitio para que &kscore; pueda funcionar. Un tamaño <quote>Normal</quote> en el panel vertical es lo más pequeño que puedo hacer parecer decente.
hu: Sajnos még a normál méretű panelen is elég kevés hely szokott maradni. A <quote>normál</quote> méretnél keskenyebb függőleges pannellal már végképp nem tudok mit kezdeni.
pt: Infelizmente, até com um painel normal não há tanto espaço quanto o &kscore; deveria usar. Um painel vertical com o tamanho <quote>Normal</quote> é o mais pequeno que se pode ter para ter um aspecto decente.
sv: Tyvärr har inte ens en normal panel så mycket utrymme som &kscore; verkligen skulle kunna använda. En <quote>mellanstor</quote> vertikal panel är den minsta som jag kunde få att se vettig ut.

source: Credits and Licenses
es: Créditos y licencias.
hu: A szerzők listája és a licencegyezmény
pt: Créditos e Licenças
sv: Tack till och licens

source: The Perl script that processes scores is copyright Todd Kuper, under the terms of the GNU General Public License.
es: El script de Perl que procesa los resultados es copyright de Todd Kuper, bajo los términos de la GNU General Public License.
hu: Az eredményeket feldolgozó Perl szkriptet Todd Kuper készítette, mely a GNU General Public License alapján használható.
pt: O 'script' de Perl que processa os resultados tem o 'copyright' de Todd Kuper, segundo os termos da Licença Pública da GNU (GPL).
sv: Perl-skriptet som behandlar resultat är copyright Todd Kuper, enligt villkoren i GNU General Public License.

source: Other files copyright (c) 2000, Jonathan Singer and made available under the below BSD-style license. All rights reserved.
es: Otros ficheros: copyright (c) 2000, Jonathan Singer disponibles bajo la licencia BSD. Todos los derechos reservados.
hu: A többi fájl készítője (c) Jonathan Singer, 2000. Az alábbi BSD-szerű licencengedélynek megfelelően használhatók ezek a részek.
pt: Os outros ficheiros têm 'copyright' (c) 2000, Jonathan Singer e são disponibilizados segundos os termos da licença da BSD em baixo. Todos os direitos reservados.
sv: Övriga filer copyright (c) 2000, Jonathan Singer och tillgängliga enligt nedanstående BSD-baserade licens. All rights reserved.

source: Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met:
es: La redistribución y uso del código y los binarios, con o sin modificación, está permitido bajo las siguientes condiciones:
hu: A program továbbadható, mind forrásként, mint bináris formában, akár módosításokkal is, a következő feltételek betartása esetén:

source: * Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer. * Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution.
hu: * A forrásprogram továbbadása esetén is meg kell őrizni a fenti szerzői jogi szöveget, a feltételek listáját és az alábbi kitételeket. * A program bináris formában való továbbadása esetén reprodukálni kell a szerzői jogi szöveget, a feltételek listáját és az alábbi kitételeket a dokumentációban vagy esetleg a disztribúció dokumentációs anyagában.

source: * Neither the name of the author nor the names of other contributors may be used to endorse or promote products derived from this software without specific prior written permission.
hu: * Semelyik szerző vagy közreműködő neve sem használható fel a szoftver továbbfejlesztésével készült program reklámjában vagy promóciós anyagaiban, csak akkor, ha erre külön írásos engedélyt kapott a szerzőktől.

source: THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS ``AS IS'' AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE AUTHORS OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
hu: A SZOFTVERT A SZERZŐI JOG TULAJDONOSAI ÉS A TÖBBI KÖZREMŰKÖDŐ ÚGY BOCSÁTJA RENDELKEZÉSRE, 'AHOGY VAN', EXPLICIT VAGY IMPLICIT GARANCIAVÁLLALÁS, PÉLDÁUL A FORGALOMBAHOZHATÓSÁG ÉS AZ EGY BIZONYOS CÉLRA ALKALMASSÁG BIZTOSÍTÁSA NÉLKÜL. SEMMILYEN KÖRÜLMÉNYEK KÖZÖTT SEM FELELŐSEK A SZERZŐK ÉS A TÖBBI KÖZREMŰKÖDŐ KÖZVETLEN, KÖZVETETT, BALESETBŐL SZÁRMAZÓ VAGY MÁS SPECIÁLIS KÁROKÉRT (TÖBBEK KÖZÖTT NEM KÖTELEZHETŐK TERMÉK VAGY SZOLGÁLTATÁS KIVÁLTÁSÁRA, ADATVESZTÉSBŐL EREDŐ KÁR VAGY NYERESÉGKIESÉS MEGTÉRÍTÉSÉRE, ÜZLETI FENNAKADÁS MIATTI VESZTESÉG MEGFIZETÉSÉRE), SEMMIFÉLE JOGVISZONY ESETÉN, LEGYEN AZ SZERZŐDÉSES VAGY MÁS TÍPUSÚ, AKÁR A MEGFELELŐ ISMERET HIÁNYA AKÁR MÁS KÖRÜLMÉNY OKOZTA AZT A SZOFTVER FELHASZNÁLÁSA SORÁN, MÉG ELŐRELÁTHATÓ VESZÉLY ESETÉN SEM.

source: Installation
es: Instalación
hu: Telepítés
pt: Instalação

source: How to obtain &kscore;
es: Cómo obtener &kscore;
hu: A &kscore; megszerzése
pt: Como obter o &kscore;
sv: Hur man skaffar &kscore;

source: &kscore; is part of the kdetoys package and should be compiled and installed as indicated in the package's main directory. New versions of kdetoys can be obtained at <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>.
es: &kscore; es parte del paquete kdetoys y se compila e instala como indica installed as indicated en la directorio raiz del paquete.Nuevas versiones de kdetoys se pueden obtener en <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>.
hu: A &kscore; a kdetoys csomag része, lefordítása és telepítése a csomag többi részével együtt szokott történni. A kdetoys legutóbbi változatai letölthetők innen: <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>.
pt: O &kscore; faz parte do pacote kdetoys e deve ser compilado e instalado como é indicado na directoria principal do pacote. As novas versões do kdetoys podem ser obtidas em <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>.
sv: &kscore; är en del av kdetoys-paketet och ska kompileras och installeras som anges i paketets huvudkatalog. Nya versioner av kdetoys kan hämtas på <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>.

source: Requirements
es: Requerimientos
hu: Követelmények
pt: Requisitos
sv: Krav

source: &kscore; was written with &Qt; 2.2.x and &kde; 2 on a PowerCenter 150 running &LinuxPPC; 1999. It should work on anything &kde; runs on. Should you run into problems please report them to the author <email>jsinger@leeta.net</email>.
hu: A &kscore;-t a &Qt; 2.2.x és a &kde; 2 segítségével készítettem egy PowerCenter 150-es gépen, melyen &LinuxPPC; 1999 futott. Valószínűleg az összes &kde; platformon lefordíható. Ha problémába ütközne, kérem jelezze azokat nekem: <email>jsinger@leeta.net</email>.
pt: O &kscore; foi criado usando o &Qt; 2.2.x e o &kde; 2 num PowerCenter 150 a correr o LinuxPPC 1999. Deve funcionar em todo o lado em que o KDE corre. Se tiveres problemas comunica-os ao autor <email>jsinger@leeta.net</email>.

source: Compilation and Installation
es: Compilación e instalación
hu: A program lefordítása és telepítése
pt: Compilação e Instalação
sv: Kompilering och installation

source: In order to compile and install &kscore; on your system, type the following in the base directory of the kdetoys distribution:
es: Para compilar e instalar &kscore; en su sistema, escriba lo siguiente en el directorio base del paquete kdetoys:
hu: A &kscore; lefordításához és telepítéséhez a következő parancsokat kell kiadni a kdetoys forráscsomag alapkönyvtárában:
pt: De modo a compilares e instalares o &kscore; no teu sistema, escreve o seguinte na directoria de base da distribuição do kdetoys:
sv: För att kompilera och installera &kscore; på ditt system, skriv följande i baskatalogen i distributionen av kdetoys:

source: Since &kscore; uses <command>autoconf</command> and <command>automake</command> you should not have trouble compiling it. Should you run into problems please report them to the &kde; mailing lists.
hu: A &kscore; fordítási parancsfájljai az <command>autoconf</command> és az <command>automake</command> segítségével készültek, ezért külön konfigurációs lépésekre nincs szükség. Ha problémába ütközik, küldjön róla részletes leírást a megfelelő &kde; levelezőlistára.
pt: Dado que o &kscore; usa o <command>autoconf</command> e o <command>automake</command> não deves ter problemas a compilá-lo. Se os tiveres, comunica-os às 'mailing lists' do &kde;.
