Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kbackgammon.po
Languages: et, fr, ja, ro, ru

source: This is a graphical backgammon program. It supports backgammon games with other players, games against computer engines like GNU bg and even on-line games on the 'First Internet Backgammon Server'.
et: See on graafiline backgammon (meie kandis tuntud ka nime all Nardõ) . Võimalik on mängida teiste mängijate, arvuti vastu ja isegi netimänge 'First Internet Backgammon Server' (FIBS)-is.
fr: Ceci est un jeu de backgammon graphique. Il se joue avec d'autres joueurs, contre des moteurs de jeu tels que GnuBG et même en ligne sur le «First Internet Backgammon Server» («premier serveur internet de backgammon»).
ja: これはグラフィカルなバックギャモンプログラムです。他のプレーヤーと 対戦したり、GNU bgのようにコンピューターと対戦したり、 'First Internet Backgammon Server'でオンライン対戦ができます。
ro: Aceasta este un joc de table grafic. El suportă joc de table cu alţi jucători, jocul împotriva motoarelor de joc controlate de calculator ca de exemplu GNU bg şi chiar jocuri în direct pe Internet la 'First Internet Backgammon Server'.
ru: Нарды. Программа поддерживает игру с другими игроками, игру с компьютером, используя движок, например, GNU bg, и онлайновые игры на 'Первом интернет-сервере нард' (FIBS).

source: Author & maintainer
et: Autor & hooldaja
fr: Auteur et mainteneur
ja: 作者 & メンテナ
ro: Autor şi dezvoltator
ru: Автор

source: Initial anti-aliasing of the board
et: Esialgne mängulaua antialias
fr: Lissage initial sur le plateau
ja: ボードの初期アンチエイリアス
ro: Primul efect anti-alias pentru tablă
ru: Антиалиасинг для доски

source: gnubg doubles the cube to %1.
et: gnubg duubeldab %1
fr: GnuBG double le cube pour %1
ja: gnubg はダブルしてキューブを %1.にしました。
ru: gnubg совершает двойной бросок на %1.

source: gnubg doubles
et: gnubg duubeldab
fr: GnuBG double
ja: gnubg ダブル
ru: gnubg совершает двойной бросок

source: &Accept
et: Võta v&astu
fr: &Accepter
ja: 許可(&A)
ru: &Согласиться

source: Re&double
et: &Duubelda uuesti
fr: Re&doubler
ja: 再ダブル(&D)
ru: Повторить &бросок

source: &Reject
et: &Keeldu
fr: &Refuser
ja: 拒否(&R)
ru: &Отказаться

source: Please roll or double
et: Palun veereta või duubelda
fr: Veuillez lancer ou doubler
ja: 振るかダブルをして下さい。
ru: Бросайте кубики или делайте двойной бросок

source: Please roll
et: Palun veereta
fr: Veuillez lancer
ja: 振って下さい。
ru: Бросайте кубики

source: You roll %1 and %2.
et: Veeretasid %1 ja %2.
fr: Vous lancez %1 et %2.
ja: あなたは %1 と %2 を振りました。
ru: Выпало %1 и %2.

source: Please move 1 piece.
et: Liiguta ühte nuppu.
fr: Veuillez bouger une pièce.
ja: 1ピース移動して下さい
ru: Передвиньте одну шашку.

source: Please move %1 pieces.
et: Liiguta %1 nuppu.
fr: Veuillez bouger %1 pièces.
ja: %1,ピース移動して下さい
ru: Передвиньте %1 шашек.

source: gnubg rolls %1 and %2.
et: gnubg veeretab %1 ja %2.
fr: GnuBG lance %1 et %2.
ja: gnubgは %1 と %2 を振りました。
ru: У GNUbg выпало %1 и %2.

source: gnubg cannot move.
et: gnubg ei saa käia.
fr: GnuBG ne peut pas bouger.
ja: gnubgは移動できません。
ru: GNUbg не может ходить.

source: Starting a new game.
et: Alustan uut mängu.
fr: Démarre une nouvelle partie
ja: 新規ゲームを開始
ru: Начало новой игры.

source: GNU Engine
et: GNU Backgammon aju
fr: Moteur GNU
ja: GNUエンジン
ru: Движок GNUbg

source: Here you can configure the GNU backgammon engine
et: Siin saad GNU backgammoni aju häälestada.
fr: Vous pouvez configurer ici le moteur de backgammon GNU
ja: ここでGNUバックギャモンエンジンの設定をします
ru: Здесь вы можете настроить движок для программы GNUbg

source: &Restart GNU Backgammon
et: &Käivita GNU Backgammon uuesti
fr: &Redémarrer GNU Backgammon
ja: GNU Backgammonを再起動(&R)
ru: &Перезапуск нардов GNU

source: This is experimental code which currently requires a specially patched version of GNU Backgammon.<br/><br/>
et: See on eksperimentaalne kood, mis hetkel nõuab spetsiaalselt modifitseeritud GNU Backgammoni versiooni.<br/><br/>
fr: Ceci est un code expérimental qui nécessite actuellement une version spécialement modifiée de GNU Backgammon.<br/><br/>
ja: これは現時点では特殊なパッチを必要とするGNU バックギャモンの試験的コードです。<br/><br/>
ru: Этот экспериментальный код требует специально собранную версию GNU Backgammon.<br/><br/>

source: Could not start the GNU Backgammon process. Make sure the program is in your PATH and is called "gnubg". Make sure that your copy is at least version 0.10
et: GNU Backgammoni protsessi käivitamine ei õnnestunud. Tee kindlaks, kas programm on sinu PATH-is ja programmi nimi on ikka "gnubg". Kontrolli ka seda, et programmi versioon oleks vähemalt 0.10
fr: Impossible de démarrer le processus GNU Backgammon. Assurez-vous que le programme est accessible par votre variable PATH et se nomme «gnubg». Assurez-vous qu'il s'agit au moins de la version 0.10.
ja: GNUバックギャモンプロセスを開始できません。 PATHに"gnubg"プログラムがあるか確認して下さい。 少なくともバージョン0.10が必須です。
ru: Не могу запустить процесс программы GNU Backgammon. Проверьте пути запуска программы и что она называется "gnubg". Удостоверьтесь, что используется версия выше 0.10.

source: The GNU Backgammon process (%1) has exited.
et: GNU Backgammoni protsess (%1) lõpetas ootamatult.
fr: Le processus GNU Backgammon (%1) s'est terminé.
ja: GNUバックギャモンプロセス(%1)が終了しました。
ru: Процесс программы GNU Backgammon (%1) был завершен.

source: Email
et: E-post
fr: Adresse électronique

source: Greedy Bearoffs
fr: Fin automatique

source: _: If the format of the (U) and (R) strings is changed, it should also be changed here %1 (%2)
ro: nged here %1 (%2)
