Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kbackgammon.po
Languages: et, fr, ja, ro, ru

source: Please enter the nickname of the player whose home is in the upper half of the board.
et: Sisesta mängija nimi, kelle kodu asub mängulaua ülemisel poolel.
fr: Veuillez saisir le pseudo du joueur dont le jan est dans la partie supérieure du plateau.
ja: ボードの上半分がホームのプレーヤーのニックネームを入力 して下さい
ro: Introduceţi porecla jucătorului a cărui casă este în partea de sus a tablei.
ru: Введите ник игрока, который будет играть с верхней половины доски.

source: %1 wins the game. Congratulations!
et: %1 võitis partii. Õnnitlused!
fr: %1 gagne la partie. Félicitations !
ja: %1 がゲームに勝ちました。おめでとう!
ro: %1 a cîştigat jocul. Felicitări!
ru: %1 выиграл игру. Поздравляем!

source: %1, please roll or double.
et: %1, palun veereta täringud või duubelda.
fr: %1, veuillez lancer ou doubler.
ja: %1, 振るかダブルをして下さい。
ro: %1, aruncaţi zarurile sau dublaţi.
ru: %1, бросайте кубики или делайте двойной бросок.

source: It's not your turn to roll!
et: Pole sinu veeretamiskord!
fr: Ce n'est pas à votre tour de lancer les dés !
ja: あなたが振る番ではありません!
ro: Nu este rîndul dumneavoastră la aruncare!
ru: Сейчас не ваш ход для броска!

source: Game over!
et: Mäng on läbi!
fr: Partie terminée !
ro: Joc terminat!
ru: Игра закончена!

source: %1, you can't move.
et: %1, sa ei saa käia.
fr: %1, vous ne pouvez pas bouger.
ja: %1, あなたは移動できません。
ro: %1, nu puteţi muta.
ru: %1, вы не можете ходить.

source: %1, please move 1 piece.
et: %1, palun liigta ühte nuppu.
fr: %1, veuillez bouger une pièce.
ja: %1, 1ピース移動して下さい
ro: %1, vă rog să mutaţi o piesă.
ru: %1, передвиньте одну шашку.

source: %1, please move %2 pieces.
et: %1, palun liiguta %2 nuppu.
fr: %1, veuillez bouger %2 pièces.
ja: %1, %2ピース移動して下さい
ro: %1, vă rog să mutaţi %2 piese.
ru: %1, передвиньте %2 шашек.

source: %1 has doubled. %2, do you accept the double?
et: %1 duubeldas. %2, kas võtad vastu?
fr: %1 a doublé. %2, acceptez-vous le double ?
ja: %1 がダブルをしました。%2、 ダブルを受け付けますか?
ro: %1 a dublat. %2, acceptaţi dubla?
ru: %1 запросил двойной бросок. %2, вы согласны принять его запрос?

source: Doubling
et: Duubeldamine
fr: En train de doubler
ja: ダブル
ro: Dublez
ru: Двойной бросок

source: Accept
et: Nõustun
fr: Accepter
ja: 許可
ro: Acceptă
ru: Согласиться

source: Reject
et: Keeldun
fr: Refuser
ja: 拒否
ro: Respinge
ru: Отказаться

source: %1 has accepted the double. The game continues
et: %1 võttis duubeldamise vastu. Partii jätkub
fr: %1 a accepté le double. La partie continue
ja: %1 はダブルを受け付けました。ゲームは続けられます
ro: %1 a acceptat dubla. Jocul continuă.
ru: %1 разрешил двойной бросок. Игра продолжается

source: South
et: Lõuna
fr: Sud
ja: 南
ro: Sud
ru: Юг

source: North
et: Põhi
fr: Nord
ja: 北
ro: Nord
ru: Север

source: In the middle of a game. Really quit?
et: Partii on pooleli. Soovid sa tõesti väljuda?
fr: En pleine partie. Voulez-vous vraiment quitter ?
ja: ゲームの途中です。本当に止めますか?
ro: Sînteţi în mijlocul jocului. Închid într-adevăr?
ru: Вы сейчас в середине игры. Действительно хотите выйти?

source: Text commands are not yet working. The command '%1' has been ignored.
et: Tekstilised korraldused ei tööta veel. Korraldust '%1' ignoreeriti.
fr: Les commandes texte ne fonctionnent pas encore. La commande «%1» a été ignorée.
ja: テキストコマンドはまだ動きません。'%1'コマンドは無視されます。
ro: Comenzile text încă nu merg. Comanda "%1" a fost ignorată.
ru: Текстовые команды еще не работают. Команда '%1' была проигнорирована.

source: %1 vs. %2 - Edit Mode
et: %1 vs %2 - Redigeerimisresiim
fr: %1 contre %2 - Mode édition
ja: %1 vs. %2 - 編集モード
ro: %1 contra %2 - Mod editare
ru: %1 против %2 - режим редактирования

source: FIBS Engine
et: FIBS aju
fr: Moteur FIBS
ja: FIBSエンジン
ro: Motor de joc FIBS
ru: Движок игры на сервере FIBS

source: Here you can configure the FIBS backgammon engine
et: Siin saad häälestada FIBS backgammoni aju.
fr: Vous pouvez configurer ici le moteur de backgammon FIBS
ja: ここでFIBSバックギャモンエンジンの設定をします
ro: Aici puteţi configura motorul de joc FIBS
ru: Здесь вы можете настроить движок игры на сервере FIBS

source: Automatic Messages:
et: Automaatsed teated:
fr: Messages automatiques
ja: 自動メッセージ:
ro: Mesaje automate:
ru: Автоматические сообщения:

source: Show copy of personal messages in main window
et: Näita isiklikke teateid ka põhiaknas
fr: Afficher une copie des messages personnels dans la fenêtre principale
ja: メインウィンドウのパーソナルメッセージを表示
ro: Afişează o copie a mesajelor personale în fereasra principală
ru: Показать копию персональных сообщений в основном окне

source: Automatically request player info on invitation
et: Automaatne mängija info küsimine kutsel
fr: Demander automatiquement les informations sur le joueur lors d'une invitation
ja: 招待にあたってプレーヤー情報を自動的に求める
ro: Cere automat informaţiile jucătorului la invitaţie
ru: Автоматически запрашивать сведения о приглашающем игроке

source: Usually, all messages sent directly to you by other players are displayed only in the chat window. Check this box if you would like to get a copy of these messages in the main window.
et: Tavaliselt kuvatakse kõik teiste mängijate poolt sulle saadetud teated jutuaknas. Märgista see valik, kui soovid neid teateid ka põhiaknasse kopeerida.
fr: Habituellement, tous les messages qui vous sont envoyés directement par les autres joueurs ne sont affichés que dans la fenêtre de conversation. Cochez cette case si vous souhaitez avoir une copie de ces messages dans la fenêtre principale.
ja: 通常、他のプレーヤーからあなたに直接送られたメッセージは全てチャットウィンドウに表示されます。このボックスをチェックすると、メインウィンドウにこれらのメッセージが表示されます。
ro: În mod normal, toate mesajele trimise direct către dumneavoastră de către alţi jucători sînt afişate numai în fereastra de convorbire. Marcaţi această opţiune dacă doriţi o copie a acestor mesaje în fereastra principală.
ru: Обычно все сообщения, посылаемые другими игроками, показываются в окне чата. Выберите эту опцию, чтобы они показывались также в основном окне.

source: Check this box if you would like to receive information on players that invite you to games.
et: Märgista see valik, kui soovid saada infot mängijate kohta, kes sind mängu kutsuvad.
fr: Cochez cette case si vous souhaitez avoir des informations sur les joueurs qui vous invitent à jouer.
ja: このボックスをチェックすると、あなたをゲームに招待したプレーヤーの情報を受け取れます。
ro: Marcaţi această căsuţă dacă doriţi să primiţi informaţii despre jucătorii pe care îi invitaţi la joc.
ru: Выберите эту опцию, чтобы получить сведения об игроке, который вас приглашает в игру.

source: Start match :
et: Partii alustamine :
fr: Au début d'une partie :
ro: Meci de start:
ru: Текущих игр :

source: Win match :
et: Partii võitmine :
fr: Lors d'une victoire :
ro: Meci cîştigat:
ru: Выиграно :

source: Lose match :
et: Partii kaotamine :
fr: Lors d'une défaite :
ro: Meci pierdut:
ru: Проиграно :

source: If you want to send a standard greeting to your opponent whenever you start a new match, check this box and write the message into the entry field.
et: Kui soovid saata standardtervitust vastasele alati kui uut partiid alustad, märgista see valik, ning kirjuta teate tekst lahtrisse.
fr: Si vous voulez envoyer un petit salut à votre adversaire quand vous commencez une nouvelle partie, cochez cette case et saisissez le message dans le champ de saisie.
ja: もしどんな場合にも敵に標準的な挨拶メッセージを送信したい場合はここをチェックしてエントリーフィールドにメッセージを書いて下さい。
ro: Dacă doriţi să trimiteţi un salut standard către oponentul dumneavoastră cînd porniţi un meci nou, marcaţi această căsuţă şi scrieţi mesajul în linia de editare.
ru: Если вы хотите послать стандартное приветствие партнеру при начале новой игры, выберите эту опцию и напишите сообщение в появившемся окне.

source: If you want to send a standard message to your opponent whenever you won a match, check this box and write the message into the entry field.
et: Kui soovid vastasele standardteadet saata alati, kui sa partii võidad, märgista see valik ning kirjuta lahtrisse teate tekst.
fr: Si vous voulez envoyer un message à votre adversaire quand vous gagnez une partie, cochez cette case et saisissez le message dans le champ de saisie.
ja: もし試合に勝ったどんな場合にも敵に標準的な挨拶メッセージを送信したい場合はここをチェックしてエントリーフィールドにメッセージを書いて下さい。
ro: Dacă doriţi să trimiteţi mesaj standard către oponentul dumneavoastră cînd cîştigaţi un meci, marcaţi această căsuţă şi scrieţi mesajul în linia de editare.
ru: Если вы хотите послать стандартное сообщение партнеру при вашем выигрыше, выберите эту опцию и напишите сообщение в появившемся окне.

source: If you want to send a standard message to your opponent whenever you lost a match, check this box and write the message into the entry field.
et: Kui soovid vastasele standardteadet saata alati, kui sa partii kaotad, märgista see valik ning kirjuta lahtrisse teate tekst.
fr: Si vous voulez envoyer un message à votre adversaire quand vous perdez une partie, cochez cette case et saisissez le message dans le champ de saisie.
ja: もし試合に負けたどんな場合にも敵に標準的な挨拶メッセージを送信したい場合はここをチェックしてエントリーフィールドにメッセージを書いて下さい。
ro: Dacă doriţi să trimiteţi mesaj standard către oponentul dumneavoastră cînd pierdeţi un meci, marcaţi această căsuţă şi scrieţi mesajul în linia de editare.
ru: Если вы хотите послать стандартное сообщение партнеру при вашем проигрыше, выберите эту опцию и напишите сообщение в появившемся окне.

source: &Local
et: &Kohalik
ja: ローカル(&L)
ru: &Локально

source: Server:
fr: Serveur
ja: サーバ:
ru: Сервер:

source: Other:
et: Muud:
fr: Divers
ja: その他:
ro: Altul:
ru: Прочее:

source: Server Name:
et: Serveri nimi:
fr: Nom du serveur :
ja: サーバ名:
ro: Nume server:
ru: Сервер:

source: Server Port:
et: Serveri port:
fr: Port du serveur :
ja: サーバポート:
ro: Port server:
ru: Порт:

source: User Name:
et: Kasutajanimi:
fr: Nom d'utilisateur :
ja: ユーザ名:
ro: Nume utilizator:
ru: Имя регистрации:

source: Password:
et: Parool:
fr: Mot de passe :
ja: パスワード:
ro: Parolă:
ru: Пароль:

source: Enter here the host name of FIBS. With almost absolute certainty this should be "fibs.com". If you leave this blank, you will be asked again at connection time.
et: Sisesta FIBS serveri nimi. Vägagi tõenäoliselt peaks see olema "fibs.com". Kui jätad selle lahtri tühjaks, küsitakse seda uuesti ühenduse loomisel.
fr: Saisissez ici le nom d'hôte de FIBS. Il s'agit presque certainement de «fibs.com». Si vous laissez cette case vide, le nom vous sera demandé lors de la connexion.
ja: ここにFIBSのホスト名を入れて下さい。もっとも確実なのは"fibs.com"です。ここを空にしておくと接続時に再び聞かれます。
ro: Introduceţi aici numele gazdei FIBS. Aproape ca sigur că aceasta trebuie să fie "fibs.com". Dacă lăsaţi necompletat acest cîmp, atunci veţi fi întrebat la momentul conectării.
ru: Введите имя сервера FIBS. Почти наверняка это - "fibs.com". Если вы оставите это поле пустым, при следующем соединении имя сервера будет запрошено снова.

source: Enter here the port number of FIBS. With almost absolute certainty this should be "4321". If you leave this blank, you will be asked again at connection time.
et: Sisesta siia FIBS serveri pordi number. Vägagi tõenäoliselt peaks see olema "4321". Kui jätad selle lahtri tühjaks, küsitakse sinult uuesti ühenduse loomisel.
fr: Saisissez le numéro de port de FIBS. Il s'agit certainement de « 4321 ». Si vous laissez cette case vide, il vous sera demandé lors de la connexion.
ja: ここにFIBSのポートナンバーを入れて下さい。もっとも確実なのは"4321"です。ここを空にしておくと接続時に再び聞かれます。
ro: Introduceţi aici numărul portului pentru FIBS. Mai mult ca sigur, numărul acestuia este "4321". Dacă lăsaţi acest cîmp gol, veţi fi întrebat de el la momentul conectării.
ru: Введите порт сервера FIBS. Почти наверняка это - "4321". Если вы оставите это поле пустым, при следующем соединении порт сервера будет запрошен снова.

source: Enter your login on FIBS here. If you do not have a login yet, you should first create an account using the corresponding menu entry. If you leave this blank, you will be asked again at connection time.
et: Sisesta oma FIBS kasutajanimi siia. Kui sul pole veel kasutajanime, siis peaksid koigepeal uue konto looma, kasutades vastavat menüüpunkti. Kui jätad selle tühjaks, küsitakse sinult uuesti ühenduse loomisel.
fr: Saisissez votre nom d'utilisateur sur FIBS ici. Si vous n'en avez pas encore, veuillez d'abord créer un compte avec l'entrée de menu correspondante. Si vous ne mettez rien, il vous sera demandé lors de la connexion.
ja: ここにFIBSのログイン名を入力して下さい。ログイン名を持っていない場合はメニューエントリーを使ってアカウントを作成して下さい。ここを空にしておくと接続時に再び聞かれます。
ro: Introduceţi numele de cont pe FIBS. Dacă încă nu aveţi unul, trebuie mai întîi să vă creaţi unul utilizînd intrarea de meniu corespunzătoare. Dacă lăsaţi necompletat acest cîmp veţi fi întrebat de nume la conectare.
ru: Введите имя регистрации на FIBS. Если вы еще не зарегистрированы, вы можете сделать это через меню. Если вы оставите это поле пустым, при следующем соединении имя регистрации будет запрошено снова.

source: Enter your password on FIBS here. If you do not have a login yet, you should first create an account using the corresponding menu entry. If you leave this blank, you will be asked again at connection time. The password will not be visible.
et: Sisesta oma FIBS parool siia. Kui sul pole veel kasutajanime, siis peaksid koigepeal uue konto looma, kasutades vastavat menüüpunkti. Kui jätad selle tühjaks, küsitakse sinult uuesti ühenduse loomisel. Turvakaalutlustel on parool nähtamatu.
fr: Saisissez votre mot de passe sur FIBS ici. Si vous n'avez pas encore de nom d'utilisateur, veuillez le créer avec l'entrée de menu correspondante. Si vous ne mettez rien, il vous sera demandé lors de la connexion. Le mot de passe ne sera pas visible.
ja: ここにFIBSのパスワードを入力して下さい。ログイン名を持っていない場合はメニューエントリーを使ってアカウントを作成して下さい。ここを空にしておくと接続時に再び聞かれます。パスワードは表示されません。
ro: Introduceţi numele de cont pe FIBS. Dacă încă nu aveţi unul, trebuie mai întîi să vă creaţi unul utilizînd intrarea de meniu corespunzătoare. Dacă lăsaţi necompletat acest cîmp veţi fi întrebat de nume la conectare. Parola nu va fi vizibilă.
ru: Введите пароль для регистрации на FIBS. Если вы еще не зарегистрированы, вы можете сделать это через меню. Если вы оставите это поле пустым, при следующем соединении пароль будет запрошен снова. При вводе пароль не будет показываться.

source: Keep connections alive
et: Hoia ühendusi alles
fr: Garder les connexions actives
ja: 接続を持続する
ro: Păstrează conexiunea deschisă
ru: Сохранять соединения

source: Usually, FIBS drops the connection after one hour of inactivity. When you check this box, %1 will try to keep the connection alive, even if you are not actually playing or chatting. Use this with caution if you don't have a flat rate Internet access!
et: Tavaliselt FIBS lõpetab ühenduse peale tunniajalist ootamist. Kui märgistad selle valiku, %1 üritab ühendust avatuna hoida, isegi siis kui sa parajasti ei mängi ega räägi. Ole sellega ettevaatlik, kui sa pead maksma iga internetiga ühenduses oldud minuti eest.
fr: Habituellement, FIBS coupe la connexion après une heure d'inactivité. Si vous cochez cette case, %1 essayera de garder la connexion ouverte, même si vous n'êtes pas réellement en train de jouer ou de discuter. Utilisez ceci avec précaution si vous n'avez pas un accès illimité à l'internet !
ja: 通常FIBSは1時間動作が無ければ接続を切ります。このボックスをチェックすると実際にゲームをしていなくても%1は接続し続けようとします。もし安定しない回線の場合にこれを気をつけて使用して下さい。
ro: În mod uzual, server-ul FIBS închide conexiunea după o oră de pauză. Cînd marcaţi această opţiune, %1 va încerca să ţină conexiunea deschisă, chiar dacă nu faceţi mutări sau comunicaţi cu persoane. Utilizaţi cu grijă această opţiune dacă nu aveţi acces permanent la Internet.
ru: Обычно сервер FIBS прекращает соединение после часа бездействия. Если отметить этот флажок, %1 будет пытаться поддерживать соединение, даже если вы не играете и не ведете чат. Используйте с осторожностью, если только ваш доступ к Интернет не оплачен полностью заранее!

source: &Connection
et: &Ühendus
fr: &Connexion
ja: 接続(&C):
ro: &Conexiune
ru: С&оединение

source: &Buddy List
et: &Sõprade nimestik
fr: &Liste des joueurs
ja: Buddyリスト(&B)
ro: Listă &prieteni
ru: &Список друзей

source: _: R means resume %1 (R)
et: %1 (J)
fr: %1 (R)
ja: %1 (R)
ro: %1 (C)
ru: %1 (продолжение)

source: %1 (experience %2, rating %3) wants to resume a saved match with you. If you want to play, use the corresponding menu entry to join (or type 'join %4').
et: %1 (kogemus %2, hinnang %3) soovib jätkata salvestatud partiid sinuga. Kui soovid mängida, kasuta vastavat menüüpunkti mänguga ühinemises (või sisesta 'join %4').
fr: %1 (expérience %2, taux %3) veut reprendre une partie enregistrée. Si vous voulez jouer, utilisez l'entrée de menu correspondante pour rejoindre la partie (ou saisissez «join %4»).
ja: %1 (experience %2, rating %3) がセーブされているあなたとのゲームの再開を希望しています。 プレイしたい場合は対応するメニューエントリーを使用する(もしくは'join %4'をタイプ)。
ro: %1 (experienţă %2, rată %3) doreşte să continue un meci jucat cu dumneavoastră. Dacă doriţi să jucaţi utilizaţi itemul de meniu corespunzător pentru a vă alătura (sau scrieţi 'join %4').
ru: %1 (опыт %2, рейтинг %3) желает продолжить отложенную игру. Если хотите доиграть, используйте соответствующее меню для присоединения к игре (или введите 'join %4').

source: %1 wants to resume a saved match with you
et: %1 soovib jätkata salvestatud partiid sinuga
fr: %1 veut reprendre une partie sauvegardée avec vous
ja: %1はあなたとの保存された試合の再開を要求しています
ro: %1 doreşte să continue un joc cu dumneavoastră pe care l-a salvat
ru: %1 желает возобновить отложенную игру с вами

source: _: U means unlimited %1 (U)
et: %1 (P)
fr: %1 (I)
ja: %1 (U)
ro: %1 (N)
ru: %1 (без учета премени)

source: %1 (experience %2, rating %3) wants to play an unlimited match with you. If you want to play, use the corresponding menu entry to join (or type 'join %4').
et: %1 (kogemus %2, hinnang %3) soovib sinuga avatud partiid mängida. Kui soovid mängida, kasuta vastavat menüüpunkti ühinemiseks (voi sisesta join '%4').
fr: %1 (expérience %2, taux %3) veut reprendre une partie illimitée. Si vous voulez jouer, utilisez l'entrée de menu correspondante pour rejoindre la partie (ou saisissez «join %4»).
ja: %1 (experience %2, rating %3) があなたとの無制限マッチを希望しています。 プレイしたい場合は対応するメニューエントリーを使用する(もしくは'join %4'をタイプ)。
ro: %1 (experienţă %2, rată %3) doreşte să joace un meci fără limite cu dumneavoastră. Dacă doriţi să jucaţi utilizaţi itemul de meniu corespunzător pentru a vă alătura (sau scrieţi 'join %4').
ru: %1 (опыт %2, рейтинг %3) желает начать игру без учета времени. Если хотите играть, используйте соответствующее меню для присоединения к игре (или введите 'join %4').

source: %1 has invited you to an unlimited match
et: %1 kutsus sind avatud partiile
fr: %1 vous a invité à une partie illimitée
ja: %1 はあなたを無制限マッチに招待しました
ro: %1 va invitat la un joc fără limite
ru: %1 приглашает вас на игру без учета времени

source: %1 (experience %2, rating %3) wants to play a %4 point match with you. If you want to play, use the corresponding menu entry to join (or type 'join %5').
et: %1 (kogemus %2, hinnang %3) soovib sinuga mängida %4 punkti partiid. Kui soovid mängida, kasuta vastavat menüüpunkti ühinemiseks (või sisesta 'join %5').
fr: %1 (expérience %2, taux %3) veut reprendre une partie en %4 points. Si vous voulez jouer, utilisez l'entrée de menu correspondante pour rejoindre la partie (ou saisissez «join %5»).
ja: %1 (experience %2, rating %3) があなたとの%4ポイントマッチを希望しています。 プレイしたい場合は対応するメニューエントリーを使用する(もしくは'join %5'をタイプ)。
ro: %1 (experienţă %2, rată %3) doreşte să joace un meci de %4 puncte cu dumneavoastră. Dacă doriţi să jucaţi utilizaţi itemul de meniu corespunzător pentru a vă alătura (sau scrieţi 'join %5').
ru: %1 (опыт %2, рейтинг %3) желает начать игру до %4 очков. Если хотите играть, используйте соответствующее меню для присоединения к игре (или введите 'join %5').

source: %1 has invited you for a %2 point match
et: %1 kutsus sind %2 punkti partiile.
fr: %1 vous a invité pour une partie en %2 points
ja: %1 はあなたを%2ポイントマッチに招待しました
ro: %1 va invitat la joc pentru un meci de %2 puncte
ru: %1 приглашает вас на партию с ценностью %2 очков.

source: Still connected. Log out first?
et: Ikka veel ühendatud. Logida välja?
fr: Vous êtes toujours connecté(e). Se déconnecter d'abord ?
ja: まだ接続しています、一旦ログアウトしますか?
ru: Вы все еще присоединены к серверу. Отключиться от сервера?

source: Please type the message that should be displayed to other users while you are away.
et: Sisesta teade, mida näidatakse teistele mängijatele kui sa parajasti eemal oled.
fr: Veuillez saisir le message qui sera affiché aux autres utilisateurs lorsque vous êtes absent.
ja: あなたがawayの時に他のプレーヤーに表示されるメッセージをタイプして下さい。
ro: Scriteţi mesajul care trebuie să fie afişat utilizatorilor atunci cînd nu sînteţi lîngă calculator.
ru: Введите сообщение, которое будет показано другим игрокам при вашем отсутствии.

source: Looking up %1
et: Otsin %1
fr: Cherche %1
ru: Поиск %1

source: Connecting to %1
et: Ühendun %1
fr: Connexion à %1
ja: %1に接続中
ru: Соединение с %1

source: Error, connection has been refused
et: Viga, ühendusest keelduti.
fr: Problème : la connexion a été refusée
ja: エラー、接続を拒否されました
ru: Ошибка: сервер разорвал соединение

source: Error, nonexistent host or name server down.
et: Viga, olematu server või nimeserveri viga.
fr: Problème : hôte inexistant ou serveur de nom arrêté.
ja: エラー、存在しないホストかネームサーバのダウン
ru: Ошибка: несуществующее имя сервера или сервер выключен.

source: Error, reading data from socket
et: Viga pesast andmete lugemisel
fr: Problème de lecture des données depuis la connexion
ja: ソケットからデータ読み込み中にエラー
ru: Ошибка чтения данных с сервера

source: Connected
et: Ühendus loodud
fr: Connecté
ja: 接続中
ro: Conectat
ru: Соединение успешно

source: Disconnected.
et: Ühendus katkestatud.
fr: Déconnecté
ja: 切断
ru: Соединение с сервером закрыто.

source: Enter the name of the server you want to connect to. This should almost always be "fibs.com".
et: Sisesta serveri nimi, millega soovid ühendust luua. Tõenäoliselt on selleks "fibs.com".
fr: Saisissez le nom du serveur auquel vous voulez vous connecter. Ce doit presque toujours être «fibs.com».
ja: ここに接続するサーバー名を入れて下さい。 確実なのは"fibs.com"です。
ro: Introduceţi numele server-ului la care doriţi să vă conectaţi. Acesta ar trebui să fie aproape întotdeauna "fibs.com".
ru: Введите имя сервера, на котором вы хотели бы играть. Почти всегда это "fibs.com".

source: Enter the port number on the server. It should almost always be "4321".
et: Sisesta pordi number. Tõenäoliselt on selleks "4321".
fr: Saisissez le numéro de port du serveur. Ce doit presque toujours être «4321».
ja: ここにサーバーのポートナンバーを入れて下さい。 もっとも確実なのは"4321"です。
ro: Introduceţi numele portului pentru server. În mod normal este "4321".
ru: Введите номер порта на сервере. Почти всегда это "4321".

source: Enter the login you would like to use on the server %1. The login may not contain spaces or colons. If the login you choose is not available, you'll later be given the opportunity to pick another one.
et: Sisesta kasutajanimi, mida soovid serveris %1 kasutada. Kasutajanimi ei või sisaldada tühikuid või kooloneid. Kui sinu soovitud kasutajanimi on juba hõivatud, antakse sulle hiljem võimalus uue nime valimiseks.
fr: Saisissez le nom d'utilisateur que vous voulez utiliser sur le serveur %1. Il ne peut pas contenir d'espaces ou de deux-points. Si ce nom n'est pas disponible, vous aurez plus tard l'opportunité d'en choisir un autre.
ja: サーバ%1でのログイン名を入力して下さい。 ログイン名はスペースや コロンを含んではいけません。 もしログイン名が無効なら 他の名前を使って下さい。
ro: Introduceţi numele de cont pe care doriţi să-l utilizaţi pentru server-ul %1. El nu trebuie să conţină spaţii sau caracterul "două puncte". Dacă numele de cont ales nu este dispobinil, atunci veţi fi invitat să alegeţi altul.
ru: Введите имя регистрации на сервере %1. Имя не может содержать пробелы и двоеточия. Если такое имя уже существует, вам будет предложено выбрать другое.
