Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kbackgammon.po
Languages: et, fr, ja, ro, ru

source: Enter your login on the server %1. If you don't have a login, you should create one using the corresponding menu option.
et: Sisesta kasutajanimi serveris %1. Kui sul pole kasutajanime, siis peaksid selle looma kasutades vastavat menüüvalikut.
fr: Saisissez le nom d'utilisateur que vous voulez utiliser sur le serveur %1. Si vous n'en avez pas, veuillez en créer un en utilisant l'entrée de menu correspondante.
ja: サーバ%1でのログイン名を入力して下さい。 もしログインアカウントを持っていなければ メニューオプションのところから作成して下さい。
ro: Introduceţi numele de cont pentru server-ul %1. Dacă nu aveţi unul încă, atunci ar trebui să îl creaţi utilizînd itemul de meniu corespunzător.
ru: Введите имя регистрации на сервере %1. Если вы еще не зарегистрированы на сервере, можете зарегистрироваться, используя меню.

source: The login may not contain spaces or colons!
et: Kasutajanimi ei tohi sisaldada tühikud või kooloneid!
fr: Le nom d'utilisateur ne peut contenir ni espaces ni deux-points.
ja: ログイン名はスペースやコロンを含んではいけません!
ro: Numele de cont nu poate conţine spaţii sau caracterul "două puncte"!
ru: Имя регистрации не может содержать пробелов и двоеточий!

source: Enter the password you would like to use with the login %1 on the server %2. It may not contain colons.
et: Sisesta parool, mida soovid kasutada nimega %1 serveris %2. Parool ei või sisaldada kooloneid. .
fr: Saisissez le mot de passe associé au nom d'utilisateur %1 sur le serveur %2. Il ne peut pas contenir de deux points.
ja: サーバ%2のログイン%1で使用したいパスワードを 入力して下さい。コロンを含んではいけません。
ro: Introduceţi parola pe care doriţi să o utilizaţi cu numele de cont %1 pe server-ul %2. Ea nu poate conţine caracterul "două puncte".
ru: Введите пароль, который будет использован для регистрации '%1' на сервере %2. Он не должен содержать двоеточий.

source: Enter the password for the login %1 on the server %2.
et: Sisesta parool kasutajanime %1 jaoks serveris %2.
fr: Saisissez le mot de passe correspondant au nom d'utilisateur %1 sur le serveur %2.
ja: サーバ%2のログイン%1のパスワードを入力 して下さい。
ru: Введите пароль для регистрации '%1' на сервере %2.

source: The password may not contain colons or spaces!
et: Parool ei tohi sisaldada kooloneid ja/või tühikuid
fr: Le mot de passe ne peut pas contenir de deux-points ni d'espace !
ja: パスワードはスペースやコロンを含んではいけません!
ro: Parola nu poate conţine caracterul "două puncte" sau spaţii!
ru: Пароль не может содержать двоеточий или пробелов!

source: There was a problem with your login and password. You can reenter your login and password and try to reconnect.
et: Sinu kasutajanimie ja parooliga oli probleeme. Võid need uuesti sisestada ja proovida uuesti ühendust luua.
fr: Un problème s'est produit avec votre nom d'utilisateur et votre mot de passe. Vous pouvez ressaisir votre nom d'utilisateur et votre mot de passe puis réessayer de vous connecter.
ja: ログイン、もしくはパスワードに問題があります。再入力して 再接続を試みて下さい。
ro: A apărut o problemă privind numele dumneavoastră de cont şi parola. Le puteţi reintroduce şi să încercaţi să vă conectaţi din nou.
ru: Ошибка регистрации на сервере. Введите правильное имя и пароль и повторите соединение.

source: Wrong Login/Password
et: Vale kasutajanimi või parool.
fr: Mauvais nom d'utilisateur/mot de passe
ja: 不正なログイン/パスワード
ro: Parolă/Nume de cont greşite
ru: Неверное имя/пароль

source: Reconnect
et: Taasta ühendus
fr: Reconnexion
ja: 再接続
ro: Reconectează
ru: Повторить соединение

source: %1, last logged in from %2 at %3.
et: %1, viimati logitud masinast %2 @ %3.
fr: %1, connecté pour la dernière fois de %2 à %3.
ja: %1, %2 から %3 に最終ログインしています。
ro: %1, ultima logare de la %2 la %3.
ru: %1, последний вход с %2 в %3.

source: The moreboards toggle has been set.
et: "Moreboards" valik on sisse lülitatud.
fr: La fonction «autres plateaux» a été activée.
ja: moreboards toggleがセットされました。
ro: Comutatorul "mai multe table" a fost setat.
ru: Переключатель нескольких досок установлен.

source: The notify toggle has been set.
et: Informeerimise valik on lülitatud.
fr: Le mode notification a été activé.
ja: notify toggle がセットされました。
ro: Comutatorul "notificare" a fost setat.
ru: Переключатель извещений установлен.

source: The report toggle has been set.
et: Raportite valik on lülitatud.
fr: Le mode rapport a été activé.
ja: report toggleがセットされました。
ro: Comutatorul "raport" a fost setat.
ru: Переключатель отчетов установлен.

source: The selected login is alreay in use! Please select another one.
et: Sisestatud kasutajanimi on juba kasutusel. Palun valige uus.
fr: Le nom d'utilisateur choisi est déjà utilisé. Veuillez en choisir un autre.
ja: 選択したログイン名は既に使われています! 他のを選択して下さい。
ro: Numele de cont este deja utilizat. Selectaţi altul.
ru: Выбранный псевдоним уже существует! Выберите другой.

source: The login may not contain spaces or colons!
et: Kasutajanimi ei või sisaldada tühikuid või kooloneid!
fr: Le nom d'utilisateur ne peut contenir ni espaces ni deux-points.
ja: ログイン名はスペースやコロンを含んではいけません!
ro: Numele de cont nu poate conţine spaţii sau caracterul "două puncte"!
ru: Имя регистрации не может содержать пробелов и двоеточий!

source: Your account has been created. Your new login is <u>%1</u>. To fully activate this account, I will now close the connection. Once you reconnect, you can start playing backgammon on FIBS.
et: Sinu konto on loodud. Sinu uus kasutajanimiu on <u>%1</u>. Selle konto aktiveerimiseks, katkestan ma nüüd ühenduse. Niipea, kui sa ühenduse taastad võid alustada backgammoni mängimist FIBS-is.
fr: Votre compte a été créé. Votre nouveau nom d'utilisateur est <u>%1</u>. Pour activer complètement ce compte, je vais maintenant fermer la connexion. Une fois reconnecté, vous pourrez jouer au backgammon sur FIBS.
ja: あなたのアカウントが作成されました。 新しいログインは<u>%1</u>です。 このアカウントを有効にするために、この接続を切断します。 再接続したらFIBSでバックギャモンをプレイすることができます。
ro: Contul dumneavoastră va fi creat. Noul cont este <u>%1</u>. Pentru a activa complet acest cont, trebuie să închideţi conexiunea. După reconectare puteţi începe să jucaţi table utilizînd FIBS.
ru: Ваша учетная запись создана. Ваш новое имя регистрации <u>%1</u>. Для того, чтобы вы могли входить на сервер под новым именем, соединение будет закрыто. Как только вы снова войдете на сервер FIBS, вы сможете играть на нем в нарды.

source: %1 (%2) vs. %3 (%4) - game over
et: %1 (%2) vs. %3 (%4) - partii on läbi
fr: %1 (%2) contre %3 (%4) - partie terminée
ja: %1 (%2) vs. %3 (%4) - ゲームオーバー
ro: %1 (%2) contra %3 (%4) - joc terminat
ru: %1 (%2) против %3 (%4) - игра закончена

source: %1 (%2) vs. %3 (%4) - unlimited match
et: %1 (%2) vs. %3 (%4) - avatud partii
fr: %1 (%2) contre %3 (%4) - partie illimitée
ja: %1 (%2) vs. %3 (%4) - 無制限マッチ
ro: %1 (%2) contra %3 (%4) - joc fără limite
ru: %1 (%2) против %3 (%4) - игра без учета времени

source: %1 (%2) vs. %3 (%4) - %5 point match
et: %1 (%2) vs. %3 (%4) - %5 punkti partii
fr: %1 (%2) contre %3 (%4) - partie en %5 points
ja: %1 (%2) vs. %3 (%4) - %5 ポイントマッチ
ro: %1 (%2) contra %3 (%4) - joc de %5 puncte
ru: %1 (%2) против %3 (%4) - игра до %5 очков

source: Please make your move
et: Palun tee oma käik
fr: À vous de jouer
ja: 移動をして下さい
ro: Executaţi mutarea dumneavoastră
ru: Делайте ход.

source: (or use the corresponding menu entry to join the match)
et: (või kasuta vastavat menüüpunkti partiiga ühinemiseks)
fr: (ou utilisez l'entrée de menu correspondante pour vous joindre à la partie)
ja: (または試合に参加するためにメニューを使用する)
ro: (sau utilizaţi itemul de meniu corespunzător pentru a vă alătura unui meci)
ru: (или используйте меню для вступления в игру)

source: It's your turn to roll the dice or double the cube
et: On sinu kord käia või duubeldada
fr: C'est votre tour de lancer le dé ou de doubler le videau
ja: あなたがサイコロを振るかキューブをダブルする番です
ro: Este rîndul dumneavoastră să aruncaţi zarurile sau să dublaţi cubul
ru: Ваша очередь.

source: (or use the corresponding menu entry to leave or continue the match)
et: (või kasuta vastavat menüüpunkti partii katkestamiseks või jätkamiseks)
fr: (ou utilisez l'entrée de menu correspondante pour quitter ou joindre la partie)
ja: (または試合から離脱するためにメニューを使用する)
ro: (sau utilizaţi itemul de meniu corespunzător pentru a renunţa sau continua meciul)
ru: (или используйте меню для продолжения или окончания игры)

source: (or use the corresponding menu entry to accept or reject the offer)
et: (või kasuta vastavat menüüpunkti pakkumise vastuvõtmiseks või sellest keeldumiseks)
fr: (ou utilisez l'entrée de menu correspondante pour accepter ou rejeter l'offre)
ja: (またはオファーを受諾、拒否するためにメニューを使用する)
ro: (sau utilizaţi itemul de meniu corespunzător pentru a accepta sau rejecta oferta)
ru: (или используйте меню для принятия или отказа от предложения)

source: Sorry, you lost the game.
et: Kaotasid mängu.
fr: Désolé, vous avez perdu la partie.
ja: 残念、あなたの負けです
ro: Aţi pierdut jocul.
ru: Вы проиграли.

source: Congratulations, you won the game!
et: Palju õnne, sa võitsid mängu!
fr: Félicitations ! Vous avez gagné la partie.
ja: おめでとうございます、あなたの勝ちです!
ro: Felicitări, aţi cîştigat jocul!
ru: Поздравляем! Вы выиграли!

source: You should never set the 'boardstyle' variable by hand! It is vital for proper functioning of this program that it remains set to 3. It has been reset for you.
et: Sa ei tohiks 'boardstyle' väärtust käsitsi muuta. Selle mängu korrektseks tööks on vajalik, et see väärtus jääks 3-ks. Sinu tehtud muudatus tühistati.
fr: Vous ne devez jamais fixer la variable du «style de tablier» à la main. Il est vital pour le bon fonctionnement du programme qu'elle reste à 3. Elle a été rétablie pour vous.
ja: 手動で'ボードスタイル'を設定してはいけません! これはプログラムが正しく動作するために重要な部分なので3にセットしてあります。
ro: Nu ar trebui niciodată să setaţi variabila 'boardstyle' manual! Este vital pentru pentru funcţionarea corespunzătoare a programului ca valoarea ei să rămînă 3. Ea a fost resetată pentru dumneavoastră.
ru: Вы не можете вручную поменять значение 'стиля доски' (boardstyle). Это значение важно для работы программы (значение по умолчанию - 3).

source: &Connect
et: &Ühenda
fr: Se &connecter
ja: 接続(&C)
ro: &Conectează
ru: &Связь с сервером

source: New Account
et: Uus konto
fr: Nouveau compte
ja: 新規アカウント
ro: Cont nou
ru: Регистрация

source: &Disconnect
et: &Katkesta ühendus
fr: Se &déconnecter
ja: 切断(&D)
ro: &Deconectează
ru: &Отключиться

source: &Invite...
et: &Kutsu...
fr: &Inviter...
ja: 招待(&I)...
ro: &Invită...
ru: &Пригласить...

source: &Commands
et: &Korraldused
fr: &Commandes
ja: コマンド(&C)
ro: &Comenzi
ru: &Команды

source: Away
et: Eemal
fr: Au loin
ro: Plecat
ru: Занят

source: Ready to Play
et: Mänguks valmis
fr: Prêt à jouer
ja: プレー準備完了
ro: Gata de joc
ru: Готов

source: Show Rating Computations
et: Näita hinnangute arvutusi
fr: Afficher les cogitations de l'ordinateur
ru: Показать рейтинг

source: Ask for Doubles
et: Küsi duubeldamist
fr: Demande de double
ja: ダブルを求める
ro: Cere duble
ru: Запрашивать двойной бросок

source: &Response
et: &Vastus
fr: &Réponse
ro: &Răspuns
ru: &Ответ

source: Join
et: Ühine
fr: Rejoindre
ro: Conectează
ru: Присоединиться

source: Leave
et: Lahku
fr: Quitter
ro: Părăseşte
ru: Покинуть

source: &Join
et: &Ühine
fr: Re&joindre
ro: &Conectează
ru: &Присоединиться

source: &Player List
et: &Mängijate nimestik
fr: &Liste des joueurs
ja: プレーヤーリスト(&P)
ro: Listă &jucători
ru: &Список игроков

source: &Chat
et: &Vestle
fr: C&onverser
ja: チャット(&C)
ro: &Convorbire
ru: &Чат

source: Invite Players
et: Kutsu mängijaid
fr: Inviter des joueurs
ja: プレーヤーを招待
ro: Invită jucători
ru: Пригласить игроков

source: &Invite
et: &Kutsu
fr: &Inviter
ja: 招待(&I)
ro: &Invită
ru: &Пригласить

source: &Resume
et: &Jätka
fr: &Reprendre
ja: 再開(&R)
ro: &Continuă
ru: П&родолжить

source: &Unlimited
et: &Piiramatu
fr: &Sans limite
ja: 制限なし(&U)
ro: &Nelimitat
ru: Без &ограничения

source: Type the name of the player you want to invite in the first entry field and select the desired match length in the spin box.
et: Sisesta mängija nimi keda soovid mängu kutsuda esimesse lahtrisse ning siis partii pikkus teise.
fr: Saisissez le nom du joueur que vous souhaitez inviter dans la première case et sélectionnez la longueur souhaitée de la partie dans la liste déroulante.
ja: 最初のエントリーフィールドに招待したいプレーヤー名を 入力して、希望する試合形式をスピンボックスで選択して下さい。
ro: Scrieţi în primul cîmp numele jucătorului pe care doriţi să-l invitaţi şi selectaţi lungimea dorită în spin box.
ru: Введите имя приглашаемого игрока в первом поле и выберите длину игры в пунктах.

source: Column Selection:
et: Rea valik:
fr: Sélection des colonnes :
ja: コラム選択
ro: Selecţie coloană:
ru: Выбрать столбцы:

source: &Playerlist
et: &Mängijate nimestik
fr: &Liste des joueurs
ja: プレーヤーリスト(&P)
ro: Listă &jucători
ru: &Список игроков

source: Player
et: Mängija
fr: Joueur
ja: プレーヤー
ro: Jucător
ru: Игрок

source: Opponent
et: Vastane
fr: Adversaire
ja: 敵
ro: Oponent
ru: Партнер

source: Watches
et: Vaatlejaid
fr: Observe
ru: Наблюдать

source: Status
et: Staatus
fr: Statut
ja: 状態
ro: Stare
ru: Статус

source: Rating
et: Hinnang
fr: Niveau
ro: Rată
ru: Рейтинг

source: Exp.
et: Kogemus
ru: Опыт

source: Idle
et: Igavleb
fr: Attente
ro: Pauză
ru: Простой

source: Time
et: Aeg
fr: Heure
ja: 時間
ro: Timp
ru: Время

source: Hostname
et: Arvuti nimi
fr: Nom d'hôte
ja: ホスト名
ro: Gazdă
ru: Хост

source: Client
et: Klient
ja: クライアント
ru: Клиент

source: _: abreviate blind B
et: P
fr: A
ja: B
ru: B

source: _: abreviate away A
et: E
fr: Pa
ja: A
ru: A

source: _: abreviate ready R
et: V
fr: Pr
ja: R
ru: R

source: This window contains the player list. It shows all players that are currently logged into FIBS.Use the right mouse button to get a context menu with helpful information and commands.
et: See aken sisaldab mängijate nimekirja. Näidatakse kõiki hetkel FIBSi logitud mängijaid. Kasuta paremat hiiresilma kohtmenüü huvi pakkuva informatsiooni ja korralduste nägemiseks.
fr: Cette fenêtre contient la liste des joueurs. Elle affiche tous les joueurs qui sont actuellement connectés à FIBS. Utilisez le bouton droit de la souris pour obtenir un menu contextuel avec des informations très utiles et des commandes.
ja: このウィンドウはプレーヤーリストです。これは現在FIBS にログインしているすべてのプレーヤーを表示します。 マウスの右ボタンでヘルプやコマンドなどのコンテキストメニューを利用できます。
ru: Это окно показывает список игроков. В нем показаны все игроки, которые в настоящий момент находятся на сервере FIBS. Вы можете использовать правую кнопку мыши для вызова контекстного меню с полезной информацией и командами.

source: Info
ja: 情報
ro: Informaţii
ru: Информировать

source: Talk
et: Räägi
fr: Discussion
ro: Convorbire
ru: Говорить

source: Look
et: Vaata
fr: Regarde
ro: Priveşte
ru: Смотреть

source: Watch
et: Jälgi
fr: Veille
ro: Urmăreşte
ru: Ожидать

source: Unwatch
et: Lõpeta jälgimine
fr: Sort de la veille
ru: Не ждать

source: Blind
et: Pime
fr: Aveugle
ro: Orbeşte
ru: Ослепнуть

source: Update
et: Värskenda
fr: Mis à jour
ja: 更新
ro: Actualizează
ru: Обновить

source: Use Dialog
et: Kasuta dialoogi
fr: Utiliser un dialogue
ja: ダイアログを使用
ru: Использовать диалог

source: 1 Point match
et: 1 punkti partii
fr: Match en 1 point
ja: 1ポイントマッチ
ru: игра до 1 очка

source: 2 Point Match
et: 2 punkti partii
fr: Match en 2 points
ja: 2ポイントマッチ
ru: игра до 2 очков

source: 3 Point Match
et: 3 punkti partii
fr: Match en 3 points
ja: 3ポイントマッチ
ru: игра до 3 очков

source: 4 Point Match
et: 4 punkti partii
fr: Match en 4 points
ja: 4ポイントマッチ
ru: игра до 4 очков

source: 5 Point Match
et: 5 punkti partii
fr: Match en 5 points
ja: 5ポイントマッチ
ru: игра до 5 очков

source: 6 Point Match
et: 6 punkti partii
fr: Match en 6 points
ja: 6ポイントマッチ
ru: игра до 6 очков

source: 7 Point Match
et: 7 punkti partii
fr: Match en 7 points
ja: 7ポイントマッチ
ru: игра до 7 очков

source: Unlimited
et: Piiramatu
fr: Illimité
ja: 無制限
ru: Без ограничения

source: Resume
et: Jätka
fr: Reprendre
ja: 再開
ru: Продолжить

source: Invite
et: Kutsu
ro: Invită
ru: Пригласить

source: Info on %1
et: Info %1 kohta
fr: Informations sur %1
ru: Сведения о %1

source: Talk to %1
et: Räägi %1
fr: Parler à %1
ja: %1とTalk
ru: Говорить с %1

source: Email to %1
et: Meili %1
fr: Courrier électronique à %1
ru: Отправить e-mail %1

source: Look at %1
et: Vaata %1
fr: Regarder %1
ru: Смотреть на %1

source: Watch %1
et: Jälgi %1
fr: Observer %1
ru: Наблюдать за %1

source: Update %1
et: Värskenda %1
fr: Actualiser %1
ja: 更新 %1
ru: Обновить %1

source: Invite %1
et: Kutsu %1
fr: Inviter %1
ja: 招待 %1
ru: Пригласить %1

source: Unblind %1
fr: Désaveugler %1
ru: Посмотреть %1

source: Blind %1
et: Pimesta %1
fr: Aveugler %1
ru: Не видеть %1

source: Blind
et: Pime
fr: Aveugle
ru: Не видеть

source: Player List - %1 - %2/%3
et: Mängijate nimestik - %1 - %2/%3
fr: Liste des joueurs - %1 - %2/%3
ja: プレーヤーリスト - %1 - %2/%3
ro: Listă jucători - %1 - %2/%3
ru: Список игроков - %1 - %2/%3

source: Kibitz to watchers and players
et: Teata jälgijatele ja mängijatele
fr: Kibitz (faire une réflexion) aux observateurs et aux joueurs
ru: Давать непрошенные советы зрителям и игрокам.

source: Whisper to watchers only
et: Sosista ainult jälgijatele
fr: Chuchoter seulement aux spectateurs
ru: Шупнуть только зрителям

source: Chat Window
et: Vestlusaken
fr: Fenêtre de discussion
ja: チャットウィンドウ
ro: Fereastră convorbire
ru: Окно чата

source: This is the chat window. The text in this window is colored depending on whether it is directed at you personally, shouted to the general FIBS population, has been said by you, or is of general interest. If you select the name of a player, the context contains entries specifically geared towards that player.
et: See on vestlusaken. Selles aknas olevat teksti värvitakse vastavalt sellele, kas see mõeldud ainult sulle, koigile FIBSi kasutajatele, on sinu öeldud, või sisaldab üldist informatsiooni. Kui märgistad mängijanime, siis kohtmenüü sisaldab tegevusi, mida selle mängijaga on võimalik sooritada.
fr: Ceci est la fenêtre de discussion. Le texte dans cette fenêtre est coloré selon le fait qu'il vous est adressé personnellement, crié à la cantonade sur FIBS, a été dit par vous ou est d'intérêt général. si vous sélectionnez le nom d'un joueur, le contexte contient des entrées spécifiquement dirigées vers ce joueur.
ja: ここはチャットウィンドウの表示エリアです テキスト色によってそれがあなたにあてられたものなのか 一般のFIBSにいる人にあてられてものなのか、自分の発言か、 一般的なものかがわかります。プレーヤー名を選択すると その人に向けられたメッセージのみ表示します。
ru: Это основное окно чата. Каждое сообщение в нем будет подсвечено в зависимости от того, предназначено ли оно вам лично, крикнуто всем на сервере, сказано вами или представляет общий интерес. Если вы укажите имя игрока, вы можете выбрать высказывания, которые можно направить ему лично.

source: Info on
et: Info
fr: Informations sur
ro: Informaţii despre
ru: Сведения о

source: Talk to
et: Räägi
fr: Discuter avec
ro: Vorbeşte cu
ru: Говорить с

source: Gag
et: Tropp suhu
fr: Plaisanterie
ro: Tăcut
ru: Игнорирование

source: Ungag
et: Tropp maha
fr: Sérieux
ru: Отменить игнорирование

source: Clear Gag List
et: Tühjenda troppide nimestik
fr: Effacer la liste de plaisanteries
ja: Gagリストをクリア
ro: Şterge lista de tăcuţi
ru: Очистить список игнорирований

source: Silent
et: Vaikne
fr: Silencieux
ru: Немой

source: Select users to be removed from the gag list.
et: Vali kasutajad, keda soovid troppide nimestikust eemaldada.
fr: Sélectionner les utilisateurs à enlever de la liste des plaisanteries.
ja: gagリストから削除するユーザを選択
ru: Выберите игроков для удаления из списка игнорирований

source: Select all the users you want to remove from the gag list and then click Ok. Afterwards you will again hear what they shout.
et: Vali kõik kasutajad keda soovid troppide nimestikust eemaldada, siis kliki "Ok". Seejärel on sul jälle võimalik kuulda, mida nad räägivad.
fr: Sélectionnez tous le utilisateurs que vous voulez enlever de la liste de plaisanteries et cliquez sur OK. Après, vous entendrez à nouveau ce qu'ils crient.
ja: Gagリストから削除したいユーザーを 選択して"はい"を押して下さい。 その後彼らの叫びを聞くでしょう。
ru: Выберите всех игроков, которых вы хотите удалить из списка игнорирований. Теперь вы будете снова слышать их крики в чате.

source: &Gag List
et: &Troppide nimestik
fr: &Liste des plaisanteries
ja: Gagリスト(&G)
ro: Lista &tăcuţi
ru: Сп&исок отказов

source: <u>%1 tells you:</u> %2
et: <u>%1 ütleb sulle:</u> %2
fr: <u>%1 vous dit :</u> %2
ro: <u>%1 vă zice:</u> %2
ru: <u>%1 сказал вам:</u> %2

source: <u>%1 shouts:</u> %2
et: <u>%1 röögatab:</u> %2
fr: <u>%1 crie :</u> %2
ro: <u>%1 strigă:</u> %2
ru: <u>%1 крикнул:</u> %2

source: <u>%1 whispers:</u> %2
et: <u>%1 sosistab:</u> %2
fr: <u>%1 murmure :</u> %2
ro: <u>%1 şopteşte:</u> %2
ru: <u>%1 шепнул:</u> %2

source: <u>%1 kibitzes:</u> %2
et: <u>%1 pasundab:</u> %2
fr: <u>%1 fait une réflexion :</u> %2
ro: <u>%1 chibiţează:</u> %2
ru: <u>%1 вмешался:</u> %2

source: <u>You tell %1:</u> %2
et: <u>Sa ütled %1:</u> %2
fr: <u>Vous dites %1:</u> %2
ro: <u>I-aţi spus lui %1:</u> %2
ru: <u>Вы сказали %1:</u> %2

source: <u>You shout:</u> %1
et: <u>Sa hüüad:</u> %1
fr: <u>Vous criez : </u> %1
ro: <u>Aţi strigat:</u> %1
ru: <u>Вы крикнули:</u> %1

source: <u>You whisper:</u> %1
et: <u>Sa sosistad:</u> %1
fr: <u>Vous murmurez : </u> %1
ro: <u>Aţi şoptit:</u> %1
ru: <u>Вы шепнули:</u> %1

source: <u>You kibitz:</u> %1
et: <u>Sa röögatad:</u> %1
fr: <u>Vous faites une réflexion : </u> %1
ro: <u>Aţi chibiţat:</u> %1
ru: <u>Вы вмешались:</u> %1

source: <u>User %1 left a message at %2</u>: %3
et: <u>Kasutaja %1 jättis teate %2</u>: %3
fr: <u>%1 a laissé un message à %2</u>: %3
ja: <u>ユーザー%1がメッセージを%2に残しました</u>: %3
ro: <u>Utilizatorul %1 a lăsat un mesaj la %2</u>: %3
ru: <u>%1 оставил сообщение в %2</u>: %3

source: Your message for %1 has been delivered.
et: Sinu teade kasutajale %1 on kohale toimetatud.
fr: Votre message pour %1 a été délivré.
ja: %1 へのメッセージは送信されました。
ro: Mesajul dumneavoastră pentru %1 a fost livrat.
ru: Ваше сообщение для %1 было доставлено.

source: Your message for %1 has been saved.
et: Sinu teade kasutajale %1 on salvestatud.
fr: Votre message pour %1 a été enregistré.
ja: %1 へのメッセージは保存されました。
ro: Mesajul dumneavoastră pentru %1 a fost salvat.
ru: Ваше сообщение для %1 сохранено.

source: <u>You say to yourself:</u>
et: <u>Sa ütled iseendale:</u>
fr: <u> Vous vous dites :</u>
ja: <u>あなたは一人言をしました:</u>
ru: <u>Вы сказали самому себе:</u>

source: Gag %1
et: Tropista %1
fr: Plaisanterie %1
ru: Игнорирование %1

source: Ungag %1
et: Eemalda %1 tropp
fr: Sérieux %1
ru: Отмена игнорирования %1

source: The gag list is now empty.
et: Troppide nimiri on nüüd tühi.
fr: La liste des plaisanteries est maintenant vide.
ja: Gagリストは空です。
ru: Список игнорирований пуст.

source: You won't hear what %1 says and shouts.
et: Nüüd sa enam ei kuule mida %1 räägib või hüüab.
fr: Vous n'entendrez pas ce que %1 dit et crie.
ja: %1 が叫んだことを聞かなかったことにする。
ro: Nu veţi auzi ce spune şi strigă %1.
ru: Вы не будете слышать, что %1 говорит вам или всем сразу.

source: You will again hear what %1 says and shouts.
et: Nüüd kuuled jälle, mida %1 räägib või hüüab.
fr: Vous entendrez à nouveau ce que %1 dit et crie
ja: %1 の叫びを再び聞くでしょう。
ru: Вы снова будете слышать, что %1 говорит вам или всем сразу.

source: You won't hear what people shout.
et: Sa ei kuule enam hüüdeid.
fr: Vous n'entendrez pas ce que les gens crient.
ja: 人が叫んだことを聞かなかったことにする。
ro: Nu veţi auzi ce strigă lumea.
ru: Вы не будете слышать сообщения, предназначенные всем сразу.

source: You will hear what people shout.
et: Kuuled hüüdeid.
fr: Vous entendrez ce que les gens crient.
ja: 人が叫んだことを聞く。
ro: Veţi auzi ce strigă lumea.
ru: Вы будете слышать сообщения, предназначенные всем сразу.

source: _: NAME OF TRANSLATORS Your names
et: Anti Veeranna
fr: Laurent Rathle,Gérard Delafond
ja: Taiki Komoda
ro: Claudiu Costin
ru: Andrey S. Cherepanov

source: _: EMAIL OF TRANSLATORS Your emails
et: duke@linux.ee
fr: lrathle@teaser.fr,g.delafond@medsyn.fr
ja: kom@kde.gr.jp
ro: claudiuc@geocities.com
ru: sibskull@mail.ru

source: A Backgammon program for the KDE.
et: Backgammon KDE-le
fr: Un jeu de backgammon pour KDE.
ja: KDE Backgammonプログラム
ro: Un joc de table pentru KDE.
ru: Нарды для KDE.
