Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kbackgammon.po
Languages: et, fr, ja, ro, ru

source: General
et: Üldine
fr: Général
ja: 一般
ru: Общие

source: Here you can configure general settings of %1
et: Siin saab %1 üldisi seadustusi muuta
fr: Vous pouvez configurer ici les réglages généraux de %1
ja: ここで%1の一般的な設定をします
ro: Aici puteţi configura setările generale pentru %1
ru: Здесь вы можете настроить общие параметры %1

source: Messages:
et: Teated:
ja: メッセージ:
ro: Mesaje:
ru: Cообщения:

source: Timer:
et: Taimer:
fr: Chronomètre
ja: タイマー:
ro: Temporizator:
ru: Таймер:

source: Autosave:
et: Automaatne salvestus:
fr: Enregistrement automatique
ja: 自動保存:
ro: Salvare automată:
ru: Автосохранение:

source: Events:
et: Sündmused:
fr: Événements
ja: イベント:
ro: Evenimente:
ru: События:

source: After you have done your moves, they have to be sent to the engine. You can either do that manually (in which case you should not enable this feature), or you can specify an amount of time that has to pass before the move is commited. If you undo a move during the timeout, the timeout will be reset and restarted once you finish the move. This is very useful if you would like to review the result of your move.
et: Kui oled oma käigud sooritanud, tuleb need mängu ajule saata. Võid seda teha kas käsitsi (sel juhul ei peaks sa seda võimalust lülitama), v6i määrata ajavahemiku mille möödudes käik ajule edastatakse. Kui sa võtad käigu tagasi, enne kui taimer on nulli jõudnud, siis taimer peatub, ning käivitatakse algusest niipea kui oled käigu teinud. See tuleb kasuks siis, kui soovid oma käigu tulemust vaadelda.
fr: Une fois vos mouvements terminés, ils doivent être envoyés au moteur. Vous pouvez faire cela soit manuellement (dans ce cas, vous ne devriez pas activer cette fonctionnalité), soit en spécifiant une durée qui doit s'écouler avant que le mouvement ne soit envoyé. Si vous annulez un mouvement durant le décompte du temps, celui-ci sera remis à zéro dès que vous aurez fini votre mouvement. Ceci est très utile si vous voulez revoir le résultat de votre mouvement.
ja: 移動が終ったあとエンジンに送られなければなりません。あなたはそれを手動でやるか(その場合この機能を有効にすべきではありません)、移動が受け入れられる前に送らなければならない時間を指定します。タイムアウト中に移動を取り消した場合、タイムアウトはリセットされ再スタートします。これはあなたがあなたの移動をリビューしたい場合に便利です。
ro: După ce vă terminaţi mutarea, comanda trebui trimisă către server. Puteţi face acest lucru manual (în care caz nu trebuie să activaţi această caracteristică) sau puteţi specifica un anumit interval de timp care trebuie să treacă înainte ca mutarea să fie transmisă. Dacă des-faceţi o mutare înainte de expirarea temporizării, atunci temporizatorul va fi resetat şi repornit după ce terminaţi mutarea. Acest lucru este foarte util dacă doriţi să vedeţi rezultatul mutării.
ru: После того, как вы закончите ход, команда будет послана движку. Вы можете или послать ее вручную (в этом случае вы должны разрешить эту возможность) или укажите время на ход. Если вы отменили ход, значение таймера будет сброшено. Это очень полезно, если вы хотите просмотреть результат вашего хода.

source: Enable Timeout
et: Lülita taimer sisse.
fr: Activer le décompte
ja: タイムアウトを有効に
ro: Activează temporizare
ru: Включить таймер

source: Move timout in seconds
et: Ajavahemik sekundites
fr: Décompte de mouvement (en secondes)
ja: 移動タイムアウト秒数
ro: Expirare mutare (secunde)
ru: Время хода в секундах

source: Check the box to enable all the messages the you have previously disabled by chosing the "Don't show this message again" option.
et: Märgista see valik lülitamaks taas sisse kõik teated, mille olete eelnevalt v2lja lülitanud tehes valiku "Ära näita seda teadet enam".
fr: Cochez cette option pour activer tous les messages que vous aviez désactivés au préalable en choisissant l'option «Ne pas afficher ce message à nouveau».
ja: ボックスをチェックするとあなたが以前に"このメッセージを2度と表示しない"オプションを選択して無効にした全てのメッセージを有効にします。
ro: Marcaţi această căsuţă pentru activa toate mesajele pe care le-aţi dezactivat mai înainte alegînd opţiunea "Nu afişa acest mesaj din nou".
ru: Выберите эту опцию для включения всех сообщений, ранее выключенных опцией "Не показывать это сообщение".

source: Reenable all messages
et: Lülitab kõik teated uuesti sisse
fr: Réactiver tous les messages
ja: 全てのメッセージを再び有効に
ro: Reactivează toate mesajele
ru: Включить заново все сообщения

source: Check the box to automatically save all window positions on program exit. They will be restored at next start.
et: Märgista see valik kõigi mängu akende asukoha automaatseks salvestamiseks programmi sulgemisel. Akende asukoht taastakse, kui mäng uuesti käivitatakse.
fr: Cochez cette option pour enregistrer automatiquement toutes les positions des fenêtres en quittant le programme. Elles seront restaurées au prochain démarrage.
ja: プログラム終了時に全てのウィンドウ位置を自動的に保存したい場合はボックスをチェックして下さい。次の起動時に修復されます。
ro: Marcaţi această căsuţă pentru salva automat poziţiile tuturor ferestrelor la ieşirea programelor. Ele vor fi refăcute la următoarea pornire.
ru: Позиция окна будет сохранена при выходе из программы и восстановлена при следующем запуске.

source: Save settings on exit
et: Väljumisel salvesta valikud
fr: Enregistrer les réglages en quittant
ja: 終了時に設定を保存
ro: Salvează setările la ieşire
ru: Сохранить настройки при выходе.

source: Event notification of %1 is configured as part of the system-wide notification process. Click here, and you will be able to configure system sounds, etc.
et: %1 sündmustest teatamine on realiseeritud osana kogu kasutajaliidese sündmustest teatamise protsessist. Kliki siia, et häälestada kasutajaliidese poolt väljastatavaid hääli, jne... (hasso, aita)
fr: La notification d'événements de %1 est configurable au même endroit que celle du reste du système. Cliquez ici pour vous y rendre et configurer les sons, etc.
ja: イベント通知%1はシステムワイド通知プロセスの一部として設定されています。チェックするとシステムサウンドなどが設定できます。
ro: Notificarea evenimentelor pentru %1 este configurată ca partea a procesului de notificare la nivelul întregului sistem. Daţi clic aici şi veţi putea configura sunetele de sistem etc.
ru: Уведомления о событиях %1 настроены как часть системных уведомлений. Нажмите здесь, чтобы настроить системные звуки и пр.

source: Klick here to configure the event notification
et: Kliki siia sündmustest teatamise häälestamiseks.
fr: Cliquez ici pour configurer les notifications d'événements
ja: ここをクリックするとイベント通知の設定ができます
ro: Daţi clic aici pentru a configura notificarea evenimentelor
ru: Нажмите здесь для настройки уведомлений о событиях

source: Open Board
et: Lahtine laud
fr: Plateau ouvert
ja: ボードを開く
ro: Deschide tablă
ru: Локально

source: GNU Backgammon
ro: Joc de table GNU
ru: Нарды GNU

source: FIBS Home
et: FIBS kodu
fr: Site de FIBS
ja: FIBSホーム
ro: Locaţie FIBS
ru: Домашняя страница FIBS

source: Backgammon Rules
et: Backgammoni reeglid
fr: Règles du backgammon
ja: バックギャモンルール
ro: Reguli joc de table
ru: Правила игры в нарды

source: KBackgammon
ro: Joc de table
ru: Нарды

source: Load Game
et: Ava mäng
fr: Charger une partie
ja: ゲームの読み込み
ro: Încarcă jos
ru: Загрузить игру

source: Save Game
et: Salvesta mäng
fr: Enregistrer une partie
ja: ゲームの保存
ro: Salvează joc
ru: Сохранить игру

source: &Engine
et: &Aju
fr: &Moteur
ja: エンジン(&E)
ro: &Motor de joc
ru: &Движок

source: Roll Dice
et: Veereta täringuid
fr: Lancer les dés
ja: さいころを振る
ro: Aruncă zarurile
ru: Бросить кости

source: Done Moving
et: Käigukord on lõppenud.
fr: Coup effectué
ja: 移動を完了
ro: Am făcut mutarea
ru: Закончить перемещение

source: Double Cube
fr: Videau
ro: Dublă
ru: Двойной бросок

source: Show Command &Line
et: Näita &käsurida
fr: A&fficher une ligne de commande
ja: コマンドラインを表示(&L)
ro: Afişează &linia de comandă
ru: Показать &командную строку

source: &Backgammon on the Web
et: &Backgammon internetis
fr: &Backgammon sur le web
ja: Webバックギャモン(&B)
ro: &Jocul de table pe web
ru: &Нарды в WWW

source: Command:
et: Korraldus:
fr: Commande :
ja: コマンド:
ro: Comandă:
ru: Команда:

source: This area contains the status messages for the game. Most of these messages are sent to you from the current engine.
et: Siin näidatakse teateid mängu hetkestaatuse kohta. Enamus neist teadetest pärinevadmängu ajult.
fr: Cet espace contient les messages d'état de la partie. La plupart de ces messages vous sont envoyés par le moteur actuel.
ja: このエリアはゲームの状態メッセージです。これらのメッセージのほとんどは現在のエンジンに送られます。
ro: Această zonă conţine mesajele de stare ale jocului. Multe dintre acestea vă sînt trimise de către motorul de joc curent.
ru: Это окно содержит сообщения игры. Большинство из этих сообщений посылается вам движком игры.

source: This is the command line. You can type special commands related to the current engine in here. Most relevant commands are also available through the menus.
et: See on käsurida. Siia saad sisestada mitmesugused mängu ajule mõeldud korraldusi. Enamus neist korraldustest on saadaval ka menüüde kaudu.
fr: Ceci est la ligne de commande. Vous pouvez saisir des commandes spéciales en fonction du moteur actuel ici. La plupart des commandes utilisables sont également accessibles par les menus.
ja: ここはコマンドラインです。現在のエンジンに関わるスペシャルコマンドをタイプできます。関連するコマンドはメニューからも利用できます。
ro: Aceasta este linia de comandă. Aici puteţi scrie comenzi speciale corespunzătoare motorului de joc curent. Mare majoritate a mesajelor relevante sînt de asemenea disponibile şi în meniul programului.
ru: Окно ввода команд. В ней вы можете указать специальные команды движку игры. Большинство команд доступны также через меню.

source: This is the button bar tool bar. It gives you easy access to game related commands. You can drag the bar to a different location within the window.
et: See on nupurida. Nupuriba võimaldab kiiret ligipääsu mitmetele mängu funktsioonidele. Selle riba asukohta akna suhtes on võimalik muuta seda hiirega teise kohta tirides.
fr: Ceci est la barre de boutons. Elle vous donne un accès facile aux commandes relatives au jeu. Vous pouvez glisser la barre à différents endroits dans la fenêtre.
ja: これはボタンバー、ツールバーです。これらはゲームに関連するコマンドに簡単にアクセスできます。
ro: Aceasta este bara de unelte a butoanelor. Ea vă oferă acces facil la diferite comenzi ale jocului. Puteţi trage bara în orice parte a ferestrei.
ru: Это панель инструментов. Она позволяет выполнить большинство команд, относящихся к игре. Её можно вынести за пределы окна для большего удобства.

source: This is the status bar. It shows you the currently selected engine in the left corner.
et: See on olekuriba. Vasakus nurgas näidatakse hetkel aktiivset aju.
fr: Ceci est la barre d'état. Elle vous affiche le moteur sélectionné dans la partie gauche
ja: これはステータスバーです。これは現在選択しているエンジンを左端に表示します。
ro: Aceasta este bara de stare. Ea afişează în colţul din stînga motorul de joc selectat.
ru: Строка состояния. Показывает выбранный движок игры в левом углу.

source: You can enable the menubar again with the right mouse button menu of the board.
et: Menüüriba saab uuesti sisse lülitada parema hiiresilmaga mängulaual klikkides avanevast menüüst.
fr: Vous pouvez activer à nouveau la barre de menus avec le menu contextuel du bouton droit de la souris sur le plateau.
ja: マウスの右ボタンのボードのメニューでメニューバーを 再び有効にできます。
ro: Puteţi activa bara de meniu din nou dînd clic dreapta cu mouse-ul pe tabla de joc.
ru: Вы можете снова включить панель меню, нажав правой кнопкой мыши на доске.

source: Board
et: Mängulaud
fr: Plateau
ja: ボード
ro: Tablă
ru: Доска

source: Here you can configure the backgammon board
et: Siin saad backgammoni mängulauda häälestada
fr: Vous pouvez configurer ici le plateau de backgammon
ja: ここでバックギャモンボードを設定します
ro: Aici puteţi configura tabla jocului de able
ru: Здесь вы можете настроить доску нардов

source: Colors:
et: Värvid:
fr: Couleurs :
ja: 色:
ro: Culori:
ru: Цвета:

source: Short Moves:
et: Kiirkäigud:
fr: Mouvements courts
ja: 短移動:
ro: Mutări scurte:
ru: Быстрые ходы:

source: Options:
et: Valikud:
ja: オプション:
ro: Opţiuni:
ru: Настройки:

source: Background
et: Taust
fr: Arrière-plan
ja: 背景
ro: Fundal
ru: Фон

source: Color 1
et: Värv 1
fr: Couleur 1
ja: 色 1
ro: Culoare 1
ru: Цвет 1

source: Color 2
et: Värv 2
fr: Couleur 2
ja: 色 2
ro: Culoare 2
ru: Цвет 2

source: &Disable short moves. Only drag'n drop will move.
et: &Keela kiirkäigud. Käike saab teha ainult hiirega.
fr: &Désactiver les petits mouvements. Seul le glisser-déposer fonctionne.
ja: 短移動を無効に(&D)。ドラッグアンドドロップだけ有効。
ro: &Dezactivează mutările scurte. Se va putea muta numai prin tragere.
ru: &Отключить режим быстрых ходов. Используется только перетаскивание.

source: &Single clicks with the left mouse button will move a checker the shortest possible distance.
et: &Üks klikk hiire vasaku silmaga liigutab mängunuppu lühima võimaliku distantsi võrra.
fr: Un simple &clic gauche déplacera un pion sur la plus courte distance possible.
ja: 左マウスボタンでシングルクリックするとチェッカーが最短可能距離に移動します(&S)
ro: Clicuri &singulare cu butonul stînga al mouse-ului vor muta o piesă pe cea mai scurtă distanţă posibilă.
ru: &Один щелчок левой кнопки мыши перемещает шашку на самое близкое возможное место.

source: D&ouble clicks with the left mouse button will move a checker the shortest possible distance.
et: &Topeltklikk hiire vasaku silmaga liigutab mängunuppu lühima võimaliku distantsi võrra.
fr: Un d&ouble clic gauche déplacera une pièce sur la plus petite distance possible.
ja: 左マウスボタンでダブルクリックするとチェッカーが最短可能距離に移動します(&S)
ro: &Dublu clic cu butonul stînga va muta o piesă pe cea mai mică distanţă posibilă.
ru: &Двойной щелчок левой кнопки мыши перемещает шашку на самое близкое возможное место.

source: Show pip count in title bar
et: Näita markerite arvu akna tiitelreal
fr: Afficher le score dans la barre de titre
ja: タイトルバーのPipカウントを表示
ru: Показывать счет в заголовке

source: &Board
et: &Mängulaud
fr: Pla&teau
ja: ボード(&B)
ro: &Tablă
ru: &Доска

source: &Font
et: &Kirjastiil
fr: &Police
ja: フォント(&F)
ru: &Шрифт

source: Set Cube Values
et: Määra kuupide väärtused
fr: Donner les valeurs au videau
ja: キューブ値をセット
ro: Setează valori cub
ru: Установить значения кубиков

source: Set the face value of the cube and select who should be able to double. Note that a face value of 1 automatically allows both players to double.
et: Määra kuubi nimiväärtus ja vali kellel on lubatud duubeldada Pea meeles, et nimiväärtus 1 lubab mõlemal mängijal duubeldad
fr: Décider de la valeur du videau et sélectionner qui pourra doubler. Notez qu'une valeur de 1 autorise automatiquement les deux joueurs à doubler.
ja: キューブのフェース値をセットし、ダブルが可能な人を指定します。フェース値が1だと両プレーヤーともダブルになります。
ro: Setaţi valoarea feţei cubului şi selectaţi cine poate dubla. Trebuie să reţineţi că valoarea 1 a feţei permite automat ambilor jucători să dubleze.
ru: Установите номинал для кубиков и выберите возможность совершать двойной бросок. Эти установки распространяются на обоих игроков.

source: Lower Player
et: Alumine mängija
fr: Joueur du bas
ja: 下方のプレーヤー
ro: Jucător jos
ru: Нижний игрок

source: Upper Player
et: ülemine mängija
fr: Joueur du haut
ja: 上方のプレーヤー
ro: Jucător sus
ru: Верхний игрок

source: Open Cube
fr: Videau ouvert
ja: キューブを開く
ro: Deschide cub
ru: Настройка кубиков

source: Set Dice Values
et: Määra täringute väärtused
fr: Fixer les valeurs du dé
ja: サイコロ値をセット
ro: Setează valori zaruri
ru: Установить значения броска

source: Set the face values of the selected dice. The other player's dice will be cleared and it will be the dice's owner's turn.
et: Määra valitud täringute nimiväärtused. Vastasmängija täringud tühistatakse ning täringu omanik saab käia.
fr: Fixer les valeurs des faces du dé sélectionné. Le dé de l'autre joueur sera effacé et ce sera au tour du propriétaire du dé.
ja: 選択したサイコロのフェース値をセットして下さい。 他のプレーヤーのサイコロはクリアされ、サイコロの所有者 の番になります。
ro: Setează valorile feţei zarului selectat. Zarul celuilalt jucător va fi şters şi va urma mutarea proprietarului zarului.
ru: Устанавливает номинал для выбранных кубиков. Значения кубиков прочих игроков будут обнулены и произойдет смена очереди броска владельцу кубиков.

source: This is the bar of the backgammon board. Checkers that have been kicked from the board are put on the bar and remain there until they can be put back on the board. Checkers can be moved by dragging them to their destination or by using the 'short move' feature. If the cube hasn't been doubled yet and if it can be used, its face shows 64 and if the cube can be doubled, double clicking it will do so.
et: See on backgammoni mängulaua "bar". Nupud, mis on laualt ära löödud, pannakse siia ja jäävad siia kuni nad on võimalik mängulauale tagasi viia. Nuppe saab liigutada neid hiirega sihtkohta lohistades voi "kiirkäigu" võimalust kasutades. Kui ühtegi duubeldamist pole veel tehtud ja duubeldamistäringut saab kasutada, siis on tema nimiväärtuseks 64. Kui duubeldamine on lubatud, siis topeltklikk täringul teeb seda.
fr: Ceci est la barre du plateau de backgammon. Les pièces qui ont été enlevées du plateau sont mises sur la barre et y restent avant leur remise en jeu sur le plateau. Les pièces peuvent être déplacées en les glissant vers leur destination finale ou en utilisant la fonctionnalité «mouvement court». Si le videau n'a pas encore été joué et s'il peut être utilisé, il affiche 64 ; s'il peut être doublé, double-cliquer dessus le fera.
ja: これはバックギャモンボードのバーです。 ボードからキックされたチェッカーはバーにおかれ、 ボードに戻るまでそこに置かれ続けます。 チェッカーは'短移動'機能を使って、ドラッグすることで 目的地に移動できます。 もしキューブがまだダブルでなく、使用できるのなら フェースは64を示しキューブはダブルになれます。 ダブルクリックでそれができます。
ro: Aceasta este bara jocului de table. Piesele care au fost scoase de pe tablă sînt puse pe bară şi rămîn aici pînă cînd sînt readuse pe tablă. Pisele pot fi mutate prin tragerea lor la destinaţia dorită sau utilizînd caracteristica "mutare scurtă". În cazul în care cubul nu a fost dublat încă şi dacă poate fi utilizat, feţele lui arată 64 şi dacă poate fi dublat, dînd dublu clic pe el va determina această acţiune.
ru: Это место служит для временно выбывших шашек. Шашки, выбывшие из игры, помещаются сюда до тех пор, пока вы их не вернете в игру во время своего хода путем перетаскивания или в режиме 'быстрых ходов'. Число посередине показывает 64, если можно использовать двойные броски.

source: This is a regular field of the backgammon board. Checkers can be placed on this field and if the current state of the game and the dice permit this, they can be moved by dragging them to their destination or by using the 'short move' feature.
et: See on backgammoni tavaline mänguväli. Siia võib paigutada nuppe ja kui mängu hetkeseis ning täringud seda lubavad, saab nuppe liigutada neid hiirega sihtkohta lohistades või "kiirkäike" kasutades.
fr: Ceci est le terrain du tablier de backgammon. Les pions peuvent être placés sur ce terrain et si le cours du jeu et le dé le permettent, ils peuvent être déplacés en les faisant glisser vers leur destination ou en utilisant la fonctionnalité «mouvement court».
ja: これはバックギャモンボードのレギュラーフィールドです。 チェッカーはこのフィールドに置かれ、現在のゲームの状態と サイコロが許せば、チェッカーは'短移動'機能を使って、 ドラッグすることで 目的地に移動できます。
ro: Aceasta este o suprafaţă obişnuită de joc de table. Piesele pot fi palsate pe această zonă şi dacă starea curentă a jocului şi zarurile permit acest lucru, ele pot fi mutate prin tragerea lor la destinaţia dorită sau utilizînd caracteristica "mutare scurtă".
ru: Это основное поле доски для игры в нарды. Во время вашего хода после броска кубиков шашки можно перемещать на новые позиции путем перетаскивания или используя режим 'быстрых ходов'.

source: This part of the backgammon board is the home. Depending on the direction of the game, one of the homes contains the dice and the other one contains checkers that have been moved off the board. Checkers can never be moved away from the home. If this home contains the dice and the current state of the game permits this, double clicking on the dice will roll them. Moreover, the cube might be placed on the home bar and if it can be doubled, double clicking it will do so.
et: Seda mänguvälja osa nimetatakse "koduks". Sõltuvalt mängu suunast asuvad ühes kodus täringud ning teises nupud, mis on mängulaualt välja liigutatud. Nuppe ei saa kodust välja liigutada. Kui kodu sisaldab täringuid ja mängu hetkeseis seda lubab, siis topeltklikk täringul veeretab neid. Muuseas, ka duubeldamistäringut on võimaliku kodusse paigutada, ning kui duubeldamine on võimalik, siis topeltklikk seda ka teeb.
fr: Cette partie du plateau de backgammon est le jan intérieur. Suivant la direction du jeu, un des jans contient les dés et l'autre contient les pions qui ont été enlevés du tablier. Les pions ne peuvent pas être enlevés du jan. Si ce jan contient les dés et que le cours du jeu le permet, cliquer deux fois sur les dés les lancera. En outre, le cube peut être placé dans le jan et, s'il peut être doublé, cliquer deux fois dessus le fera.
ja: ここはバックギャモンボードのホームです。 ゲームの方向性によってサイコロを含むホームもあれば ボードから外れたチェッカーを含むホームもあります。 チェッカーはホームから移動することはできません。 もし現在ホームがサイコロを含み、ゲームがこれを許せば、 サイコロをダブルクリックすることでサイコロを振れます。 さらにキューブがホームバーに置かれていてダブルになれるなら ダブルクリックすることでダブルになれます。
ro: Această parte a tablei este casa. În funcţie de direcţia jocului, una din aceste case conţine zarul şi cealaltă conţine piesele care au fost eliminate de pe tablă. Piesele nu pot fi mutate niciodată afară din casă. Dacă această casă conţine zarul şi starea curentă a jocului permite acest lucru, dînd dublu clic pe zar va determina "aruncarea" lor. Mai mult, în cazul în care cubul poate fi plasat pe bara casei şi dacă poate fi dublat, atunci dînd dublu clic va determina execuţia acţiunii.
ru: Эта часть доски называется Домом. В соответствии с правилами игры, один из домов содержит кубики, а другой - шашки, которые выбыли из игры. Если вам необходимо бросить кубики, можете дважды щелкнуть на доме, в котором они находятся.

source: &Move
et: &Käi
fr: &Mouvement
ja: 移動(&M)
ru: &Ход

source: &Command
et: &Korraldus
fr: C&ommande
ja: コマンド(&C)
ru: &Команда

source: Command Toolbar
et: Käskude nupurida
fr: Barre de commande
ja: コマンドツールバー
ro: Bară de unelte comenzi
ru: Командная панель

source: &Swap Colors
et: &Vaheta värve
fr: &Interchanger les couleurs
ja: 色を交換(&S)
ro: &Inversează culorile
ru: &Поменять цвета

source: &Edit Mode
et: &Redigeerimisresiim
fr: &Mode édition
ja: 編集モード(&E)
ro: Mod &editare
ru: &Режим редактирования

source: A game is currently in progress. Starting a new one will terminate it.
et: Mäng on käimas. Uue mängu alustamine katkestab hetkel mängitava partii.
fr: Une partie est actuellement en cours. En commencer une nouvelle l'arrêtera.
ja: ゲームは進行中です。新規ゲームを始めるとこれを中止します。
ro: Există deja un joc activ. Pornind unul nou va determina încheierea lui.
ru: Игра уже начата. Начало новой игры приведет к прекращению старой.

source: Start new game
et: Alusta uut partiid
fr: Commencer une nouvelle partie
ja: 新規ゲームを開始
ro: Porneşte joc nou
ru: Новая игра

source: Continue old game
et: Jätka vana partiiga
fr: Continuer la partie
ja: 元のゲームを続ける
ro: Continuă joc vechi
ru: Продолжить старую игру

source: %1 rolls %2, %3 rolls %4.
et: %1 veeretas %2, %3 veeretas %4
fr: %1 a lancé %2, %3 a lancé %4.
ro: %1 a aruncat %2, %3 a aruncat %4.
ru: %1 бросил %2, %3 бросил %4.

source: %1 makes the first move.
et: %1 teeb esimese käigu.
fr: %1 fait le premier mouvement.
ja: %1は最初の移動をしました。
ro: %1 face prima mutare.
ru: %1 делает первый ход.

source: %1 vs. %2
fr: %1 contre %2
ro: %1 contra %2
ru: %1 против %2

source: Please enter the nickname of the player whose home is in the lower half of the board.
et: Sisesta mängija nimi, kelle kodu asub mängulaua alumisel poolel.
fr: Veuillez saisir le pseudo du joueur dont le jan est dans la partie inférieure du plateau.
ja: ボードの下半分がホームのプレーヤーのニックネームを入力 して下さい
ro: Introduceţi porecla jucătorului a cărui casă este în partea de jos a tablei.
ru: Введите ник игрока, который будет играть с нижней половины доски.
