Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kjezz.po
Languages: az, eo, he

source: Level:
az: Səviyyə:
eo: Nivelo:
he: :בלש

source: Score:
az: Xal:
eo: Rezulto:
he: :דוקינ

source: Filled area:
az: Dolu bölgə:
eo: Plenigita areo:
he: :אלוממ חטש

source: Lives:
eo: Vivoj:
he: :םייח

source: Time:
az: Zaman:
eo: Tempo:
he: :ןמז

source: Press CTRL-N to start a game!
az: Oyuna başlamaq üçün CTRL-N'ə basın!
eo: Premu Ktrl+N por komenci ludon!
he: !קחשל ליחתהל ידכ CTRL-N שקה

source: S&how Highscore
az: &Yüksək Xalları Göster
eo: &Montru rekordojn
he: איש תואצו&ת גצה

source: &Pause
az: &Dayandır
eo: &Paŭzo
he: ההש&ה

source: &Stop
az: &Bitir
eo: &Haltu
he: רו&צע

source: &Select Images...
az: &Şəkilləri Seç...
eo: &Elektu bildojn...
he: ...תונומת רח&ב

source: Show &Images
az: &Şəkilləri Göster
eo: Montru &bildojn
he: תונומת ג&צה

source: Do you really want to close the running game?
az: Çalışan oyunu qapatmaq istəyirsiniz?
eo: Ĉu vi vere volas fini la nunan ludon?
he: ?להנתמה קחשמה תא םייסל ךנוצרבש חוטב התא םאה

source: Game paused. Press P to continue!
az: Oyun dayandırıldı. Davam etmək üçün P'yə basın!
eo: Ludo paŭzas. Premu P por daŭrigi!
he: !ךישמהל ידכ P שקה .ההשומ קחשמה

source: Game Over!!! Score: %1
az: Oyun Bitti!!! Xal: %1
eo: Ludo finita!!! Rezulto: %1
he: %1 :דוקינ !םייתסה קחשמה

source: Game over. Press CTRL-N for a new game!
az: Oyun Bitti!!! Yeni oyuna başlamaq üçün CTRL-N'ə basın!
eo: Ludo finita. Premu Ktrl+N por nova ludo!
he: !שדח קחשמל CTRL-N שקה .םייתסה קחשמה

source: Select background image directory
az: Arxaplan rəsm qovluğunu seçin
eo: Elektu dosierujon kun fonbildoj
he: עקר תונומת תיירפס תריחב

source: Game suspended
az: Oyun müvəqqəti saxlanıldı
eo: Ludo haltigita
he: ההשומ קחשמה

source: You've completed level %1 with a score of %2. Get ready for the next one!
az: %1 səviyyesini %2 xal qazanarak geçdiniz. Imdi daha çətinə hazırlaşın!
eo: Vi finis la nivelon %1 kun rezulto %2. Prepariĝu por la sekva nivelo!
he: .%2 לש דוקינ םע %1 בלש תא תמייס !אבה בלשל ןוכיה

source: KDE Jezz Ball Game
az: KDE Jezz Top Oyunu
eo: KDEa Ĵazpilkludo
he: KDE-ל Jezz Ball קחשמ

source: KJezzball
eo: Ĵazpilko

source: New High Score
az: Yeni Yüksək Xal
eo: Nova rekordo
he: השדח איש תאצות

source: Enter name
az: Adınızı girin
eo: Donu vian nomon
he: ךמש תא דלקה

source: &Background
az: &Arxaplan
eo: &Fono
he: עק&ר

source: High Scores
az: Yüksək Xallar
eo: Rekordoj
he: איש תואצות

source: Level
az: Səviyyə
eo: Nivelo
he: בלש

source: Score
az: Xal
eo: Rezulto
he: דוקינ

source: Name
az: Ad
eo: Nomo
he: םש

source: Noname
az: Adsız
eo: anonimulo
he: םש אלל

source: _: NAME OF TRANSLATORS Your names
az: Rüstəm Əsgərov
eo: Wolfram Diestel
he: Meni Livne

source: _: EMAIL OF TRANSLATORS Your emails
az: rustam@boun.edu.tr
eo: <wolfram@steloj.de>
he: livne@kde.org
