Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kjumpingcube.po
Languages: af, bg, ca, da, de, eo, es, et, fi, fr, he, hr, hu, id, is, it, ja, nl, no, no_ny, pl, pt, ro, ru, sl, sr, sv, tr, uk, xh

source: on turn: Player %1
af: op skakel: speler %1
bg: На ред: Играч %1
ca: torn: Jugador %1
da: Spiller %1's tur
de: am Zug: Spieler %1
eo: la vico de: ludanto %1
es: turno del Jugador %1
et: mängija %1 käik
fi: vuoro: Pelaaja %1
fr: Au tour du joueur %1
he: %1 ןקחש לש ורות
hr: na redu: igrač %1
hu: A(z) %1. játékos lép
id: pada saat mulai : Pemain %1
is: Leikmaður %1 á að gera.
it: turno: giocatore %1
ja: 順番: プレイヤー %1
nl: beurt is aan speler %1
no: ved tur: spiller %1
no_ny: tur: Spelar %1
pl: ruch: gracz %1
pt: na jogada: Jogador %1
ro: La mutare: jucătorul %1
ru: ходит игрок %1
sl: na vrsti: Igralec %1
sr: na redu: Igrač %1
sv: Spelare %1:s tur
tr: sıra: Oyuncu %1
uk: ходить гравець %1
xh: uqalile: Umdlali %1

source: (Computer)
af: (rekenaar)
bg: (Компютър)
ca: (Ordinador)
da: (Maskine)
de: (Rechner)
eo: (komputilo)
es: (Ordenador)
et: (Arvuti)
fi: (Tietokone)
fr: (Ordinateur)
he: (בשחמ)
hr: (Računalo)
hu: (gép)
id: (Komputer)
is: (Tölva)
ja: (コンピュータ)
no: (Datamaskin)
no_ny: (Datamaskin)
pl: (Komputer)
pt: (Computador)
ro: (Calculator)
ru: (Компьютер)
sl: (Računalnik)
sr: (Računar)
sv: (Dator)
tr: (Bilgisayar)
uk: (Комп'ютер)

source: Get &Hint
af: kry leidraad
bg: Поискай &Съвет
ca: &Consell
da: Få &vink
de: Zug &vorschlagen
eo: Faru &proponon
es: Pedir &consejo
et: Näita &vihjet
fi: Pyydä &vinkki
fr: Donner un &conseil
he: זמ&ר לבק
hr: &Savjet
hu: &Tipp a következő lépésre
id: Ambil pet&unjuk
is: Fá &hjálp
it: &Suggerimento
ja: ヒント(&H)
nl: &Hint krijgen
no: Få &hint
no_ny: &Tips
pl: &Podpowiedź
pt: &Dica
ro: &Sfat
ru: Получить п&одсказку
sl: Dobi &namig
sr: Traži sa&vet
sv: &Hjälp mig
tr: İ&pucu Al
uk: Отримати &підказку
xh: Fumana &uthsuphe

source: Stop &Thinking
af: stop besig om te dink
bg: Прекъсни &Мисленето
da: &Hold op med at tænke
de: Zugberechnung &abbrechen
eo: Ĉesu &pensi
es: Parar de pensar
et: &Lõpeta mõtlemine
fi: &Lopeta ajattelu
fr: Interrompre la réfle&xion
he: בושחל קס&פה
hu: A &gondolkodás félbeszakítása
is: Stöðva &hugsun
it: &Smetti di pensare
ja: 思考中止(&T)
nl: &Stoppen met denken
no: Stopp å &tenke
no_ny: Stopp &tenkinga
pl: Koniec &namysłu
pt: Pa&rar de Pensar
ru: &Хватит думать
sl: Prenehaj &razmišljati
sv: Sluta &tänka
tr: &Düşünmeyi Durdur
uk: &Вистачить думати
xh: Pheza &ukucinga

source: &Playfield
af: speelveld
bg: &Игрално поле
ca: &Taula de joc
da: &Spillefelt
de: Spiel&feld
eo: &Ludtabulo
es: &Terreno de juego
et: &Mänguväli
fi: &Pelilauta
fr: &Dimensions
he: קחשמ חו&ל
hr: &Polje za igru
hu: A &táblaméret
id: La&pangan Bermain
is: Leik&völlur
it: &Campo di gioco
ja: プレイフィールド(&P)
nl: S&peelveld
no: &Spillefelt
no_ny: Spele&brett
pl: &Pole gry
pt: &Campo
ro: &Cîmp de joc
ru: &Игровое поле
sl: &Igralno polje
sr: &Polje za igru
sv: &Spelplan
tr: &Oyun alanı
uk: &Поле
xh: &Ibala

source: &Beginner
bg: &Начинаещ
ca: &Principiant
da: &Begynder
de: &Anfänger
eo: &Komencanto
es: &Principiante
et: &Algaja
fi: &Aloittelija
fr: &Débutant
he: ליח&תמ
hr: &Početnik
hu: &könnyű
id: &Pemula
is: &Byrjandi
it: &Principiante
ja: 初心者(&B)
no: &Begynner
no_ny: &Nybyrjar
pl: &Początkujący
pt: &Iniciante
ro: Î&ncepător
ru: &Начинающий
sl: &Začetnik
sr: &Početnik
sv: &Nybörjare
tr: &Acemi
uk: &Новак
xh: &Umqali

source: &Average
af: gemiddelde
bg: &Среден
ca: M&itjà
da: &Middel
de: &Durchschnitt
eo: &Averaĝulo
es: &Iniciado
et: &Keskmine
fi: &Keskitasoinen
fr: &Moyen
he: ע&צוממ
hr: &Prosjek
hu: kö&zepes
id: R&ata-rata
is: &Meðal
it: &Nella media
ja: 普通(&A)
nl: Ge&middeld
no: &Gjennomsnittlig
no_ny: &Middels
pl: Ś&redniak
pt: &Médio
ro: &Mediu
ru: &Продвинутый
sl: &Povprečnež
sr: &Iskusan
sv: &Normal
tr: &Orta
uk: &Нормальний
xh: &Umndilili

source: &Expert
af: ervare
bg: &Експерт
da: &Ekspert
de: &Experte
eo: &Spertulo
es: &Experto
et: &Ekspert
fi: &Ammattilainen
he: ה&חמומ
hr: &Stručnjak
hu: &nehéz
id: Ah&li
is: S&nillingur
it: &Esperto
ja: エキスパート(&E)
no: &Ekspert
no_ny: &Ekspert
pl: &Ekspert
pt: &Perito
ru: &Эксперт
sl: &Strokovnjak
sr: &Stručnjak
tr: &Uzman
uk: &Експерт
xh: &Ingcali

source: S&kill
af: vaartigheidsvlak
bg: &Умения
ca: &Nivell
da: E&vner
de: S&pielstärke
eo: &Kapablo
es: &Habilidad
et: O&skus
fi: &Taso
fr: Di&fficulté
he: המ&ר
hr: &Sposobnost
hu: Nehézségi &szint
id: &Kemampuan
is: &Drepa
it: &Abilità
ja: スキル(&k)
nl: &Vaardigheid
no: E&genskap
no_ny: &Dugleik
pl: Po&ziom
pt: &Dificuldade
ro: &Nivel
ru: &Уровень
sl: &Spretnost
sr: Vešt&ina
sv: &Skicklighet
tr: &Seviye
uk: &Рівень
xh: Ubu&chule

source: Computer plays Player &1
af: rekenaar speel speler 1
bg: Компютърът играе Играч &1
ca: Ordinador jugador &1
da: Maskine spiller spiller &1
de: Rechner übernimmt Spieler &1
eo: Komputilo ludas ludanton &1
es: Ordenador juega como jugador &1
et: Arvuti mängib mängijat &1
fi: Tietokone pelaa pelaajana &1
fr: L'ordinateur est le joueur &1
he: &1 ןקחש םע קחשמ בשחמה
hr: Računalo je igrač &1
hu: A gép játszik &1. játékosként
id: Pemain &1 permainan komputer
is: Tölva leikur Leikmann &1
it: Il computer usa il giocatore &1
ja: コンピュータプレイヤー &1
nl: Computer speelt als speler &1
no: Datamaskin spiller spiller &1
no_ny: Datamaskina er spelar &1
pl: Komputer jest graczem &1
pt: O computador é o Jogador &1
ro: Calculatorul este jucătorul &1
ru: Компьютер играет за игрока &1
sl: Računalnik upravlja Igralca &1
sr: Računar igra protiv igrača &1
sv: Datorn spelar spelare &1
tr: Bilgisayar Oyuncu &1'i oynar
uk: Комп'ютер грає за гравця &1
xh: Icomputer idlala umdlali &1

source: Computer plays Player &2
af: rekenaar speel speler 2
bg: Компютърът играе Играч &2
ca: Ordinador jugador &2
da: Maskine spiller spiller &2
de: Rechner übernimmt Spieler &2
eo: Komputilo ludas ludanton &2
es: Ordenador juega como jugador &2
et: Arvuti mängib mängijat &2
fi: Tietokone pelaa pelaajana &2
fr: L'ordinateur est le joueur &2
he: &2 ןקחש םע קחשמ בשחמה
hr: Računalo je igrač &2
hu: A gép játszik &2. játékosként
id: Pemain &2 permainan komputer
is: Tölva leikir Leikmann &2
it: Il computer usa il giocatore &2
ja: コンピュータプレイヤー &2
nl: Computer speelt als speler &2
no: Datamaskin spiller spiller &2
no_ny: Datamaskina er spelar &2
pl: Komputer jest graczem &2
pt: O computador é o Jogador &2
ro: Calculatorul este jucătorul &2
ru: Компьютер играет за игрока &2
sl: Računalnik upravlja Igralca &2
sr: Računar igra protiv igrača &2
sv: Datorn spelar spelare &2
tr: Bilgisayar Oyuncu &2'yi oynar
uk: Комп'ютер грає за гравця &2
xh: Icomputer idlala umdlali &2

source: Color Player &1
af: kleur speler 1
bg: Цвят на Играч &1
da: Farve spiller &1
de: Farbe Spieler &1
eo: Koloro de ludanto &1
es: Color del jugador &1...
et: &1. mängija värv...
fi: Pelaajan &1 väri
fr: Couleur du joueur &1
he: ...&1 ןקחש עבצ
hu: Az &1. játékos színe
is: Litur leikmanns &1
it: Colore del giocatore &1
ja: プレイヤー&1の色
nl: Kleur speler &1
no: Farge på spiller &1...
no_ny: Farge for spelar &1
pl: Kolor gracza &1
pt: Cor do Jogador &1...
ru: Цвет игрока &1
sl: Barva igralca &1
sv: Färg för spelare &1
tr: Oyuncu &1 Rengi
uk: Колір гравця &1
xh: Umbala womdlali &1

source: Color Player &2
af: kleur speler 2
bg: Цвят на Играч &2
da: Farve spiller &2
de: Farbe Spieler &2
eo: Koloro de ludanto &2
es: Color del jugador &2...
et: &2. mängija värv...
fi: Pelaajan &2 väri
fr: Couleur du joueur &2
he: ...&2 ןקחש עבצ
hu: A &2. játékos színe
is: Litur leikmanns &2
it: Colore del giocatore &2
ja: プレイヤー&2の色
nl: Kleur speler &2
no: Farge på spiller &2...
no_ny: Farge for spelar &2
pl: Kolor gracza &2
pt: Cor do Jogador &2...
ru: Цвет игрока &2
sl: Barva igralca &2
sv: Färg för spelare &2
tr: Oyuncu &2 Rengi
uk: Колір гравця &2
xh: Umbala womdlali &2

source: settings saved
af: instellings gestoor
bg: настройките запазени
ca: s'han desat els canvis
da: opsætning gemt
de: Einstellungen gespeichert
eo: agordo sekurigita
es: configuración guardada
et: seadistused salvestatud
fi: asetukset talletettu
fr: Configuration enregistrée
he: ורמשנ תורדגהה
hr: postavke su spremljene
hu: A beállítások mentése sikerült
id: pengaturan telah disimpan
is: Stillingar vistaðar
it: impostazioni salvate
ja: 設定が保存されました
nl: instellingen opgeslagen
no: innstillinger lagret
no_ny: innstillingane er lagra
pl: ustawienia zapisane
pt: configuração gravada
ro: Setări salvate
ru: настройки сохранены
sl: nastavitve shranjene
sr: podešavanja sačuvana
sv: inställningar sparade
tr: ayarlar kaydedildi
uk: установки збережено
xh: izicwangciso zigciniwe

source: The file %1 exists. Do you want to override it?
af: die lêer %1 bestaan. doen jy wil hê aan oorskryf dit?
bg: Файлът %1 съществува. Искате ли да го пренебрегнете?
ca: El fitxer %1 existeix. Voleu sobrescriure'l?
da: Filen %1 eksisterer. Vil du overskrive den?
de: Die Datei %1 existiert bereits. Wollen Sie sie überschreiben?
eo: La dosiero %1 ekzistas. Ĉu vi volas anstataŭigi ĝin?
es: El archivo %1 existe. ¿Quiere usted sobreescribirlo?
et: Fail %1 on olemas, Soovid sa selle üle kirjutada?
fi: Tiedosto %1 on olemassa. Haluatko korvata sen?
fr: Le fichier %1 existe déjà. Voulez-vous l'écraser ?
he: .םייק רבכ %1 ץבוקה ?וילע בותכל ךנוצרב םאה
hu: A(z) %1 fájl már létezik. Felülírjam?
id: Berkas %1 telah ada. Anda ingin menimpanya ?
is: Skráin %1 er þegar til Vilta skrifa yfir hana?
it: Il file %1 esite. Vuoi sovrascriverlo ?
ja: ファイル %1 は存在します。 上書きしますか?
nl: Het bestand %1 bestaat reeds. Wilt u het overschrijven?
no: Filen %1 eksisterer. Vil du overskrive?
no_ny: Fila %1 finst. Vil du skriva over ho?
pl: Plik %1 istnieje. Czy chcesz go zmienić?
pt: O ficheiro %1 existe. Queres escrever por cima dele?
ro: Fişierul %1 există. Doriţi să îl suprascriu?
ru: Файл %1 уже существует. Хотите его переписать?
sl: Datoteka %1 obstaja. Jo želite prepisati?
sr: Fajl %1 već postoji. Da li želite da ga prepišete?
sv: Filen %1 existerar. Vill du skriva över den?
tr: %1 dosyası zaten var. Üzerine yazılsın mı?
uk: Файл %1 вже існує. Хочете його замінити?
xh: Ifayile %1 ikhona. Ufuna ukuyiqhuba ngaphezulu?

source: game saved as %1
af: speletjie gestoor as %1
bg: играта запазена като %1
ca: s'ha desat el joc com a %1
da: spil gemt som %1
de: Spiel gespeichert unter %1
eo: ludo sekurigita kiel %1
es: juego guardado como %1
et: mäng salvestatud kui %1
fi: peli talletettu nimellä %1
fr: Partie enregistrée sous %1
he: %1 םשב רמשנ קחשמה
hr: igra je spremljena kao %1
hu: Az állás mentése sikerült %1 néven
id: permainan disimpan sebagai %1
is: Leikur vistaður sem %1
it: Gioco salvato come %1
ja: %1にゲームを保存しました
nl: spel opgeslagen als %1
no: Spillet lagret som %1
no_ny: spelet lagra som %1
pl: gra zapisana jako %1
pt: jogo gravado como %1
ro: Joc salvat ca %1
ru: игра сохранена как %1
sl: igra shranjena kot %1
sr: igra je sačuvana kao %1
sv: spelet sparat som %1
tr: oyun %1 olarak kaydedildi
uk: гру збережено як %1
xh: umdlalo ugcinwe njenge %1

source: There was an error in saving file %1
af: daar was 'n fout in stooring lêer %1
bg: Грешка при запазването на файла %1
ca: Hi ha hagut un error en desar el fitxer %1
da: Der skete en fejl ved forsøget på at gemme filen %1
de: Beim Speichern der Datei %1 ist ein Fehler aufgetreten.
eo: Okazis eraro dum sekurigo al la dosiero %1
es: Hubo un error al guardar el archivo %1
et: Ilmnes viga faili %1 salvestamisel
fi: Tapahtui virhe tallennettaessa tiedostoon %1
fr: Un problème est survenu pendant l'enregistrement du fichier %1
he: ץבוקה תרימשב האיגש העריא %1
hr: Došlo je do pogreške prilikom spremanja datoteke %1
hu: Hiba történt az alábbi fájl mentése közben: %1
id: Ada kesalahan dalam proses penyimpanan berkas %1
is: Villa kom upp við vistun skráar. %1
it: C'è stato un errore nel salvataggio del file %1
ja: ファイル保存中にエラー %1
nl: Er deed zich een fout voor tijdens het opslaan van bestand %1
no: Det oppstod en feil under lagring av filen %1
no_ny: Feil ved lagring av fil %1
pl: Błąd podczas zapisu pliku %1
pt: Houve um erro ao gravar o ficheiro %1
ro: A apărut o eroare la salvarea fişierului %1
ru: Ошибка при сохранении файла %1
sl: Napaka pri shranjevanju datoteke %1
sr: Došlo je do greške pri upisu fajla %1
sv: Det uppstod ett fel då den här filen sparades: %1
tr: Dosya kaydedilirken bir hata oluştu %1
uk: Виникла помилка під час запису файлу %1
xh: Bekukho imposiso yokugcina ifayile %1

source: The file %1 doesn't exists!
af: die lêer %1 nie bestaan!
bg: Файлът %1 не съществува!
ca: L'arxiu %1 no existeix!
da: Filen %1 findes ikke!
de: Die Datei %1 existiert nicht!
eo: La dosiero %1 ne ekzistas!
es: ¡El archivo %1 no existe!
et: Faili %1 pole olemas!
fi: Tiedostoa %1 ei ole olemassa!
fr: Le fichier %1 n'existe pas !
he: !םייק אל %1 ץבוקה
hr: Datoteka %1 ne postoji!
hu: A(z) %1 fájl nem létezik vagy nem olvasható.
id: Berkas %1 tidak ada!
is: Skráin %1 er ekki til!
it: Il file %1 non esiste!
ja: ファイル%1は存在しません!
nl: Het bestand %1 bestaat niet!
no: Filen %1 eksisterer ikke!
no_ny: Fila %1 finst ikkje.
pl: Plik %1 nie istnieje!
pt: O ficheiro %1 não existe!
ro: Fişierul %1 nu există!
ru: Файл %1 не существует!
sl: Datoteka %1 ne obstaja!
sr: Fajl %1 ne postoji!
sv: Filen %1 finns inte!
tr: %1 dosyası bulunamadı!
uk: Файл %1 не існує!
xh: Ifayile %1 ayisekho!

source: The file %1 isn't a KJumpingCube gamefile!
af: die lêer %1 is nie 'n kjumpingcube spellêer!
bg: Файлът %1 не е KJumpingCube записана игра!
ca: L'arxiu %1 no es un fitxer del joc KJumpingCube!
da: Filen %1 er ikke en KJumpingcube spilfil
de: Die Datei %1 ist keine Spieldatei von KJumpingCube!
eo: La dosiero %1 ne estas luddosiero de Saltkubo!
es: ¡El archivo %1 no es un archivo de juego de KJumpingCube!
et: Fail %1 pole KJumingCube'i mängufail!
fi: Tiedosto %1 ei ole KJumpingCuben pelitiedosto!
fr: Le fichier %1 n'est pas un fichier kJumpingCube !
he: KJumpingCube לש קחשמ ץבוק וניא %1 ץבוקה
hr: Datoteka %1 ne sadži info o KJumpingCube igri!
hu: A(z) %1 nevű fájlt nem ez a program készítette!
id: Berkas %1 bukan sebuah berkas permainan KJumpingCube
is: Skráin %1 er ekki KHoppKubbur-leikjaskrá!
it: Il file %1 non è un file del gioco KJumpingCube!
ja: ファイル%1はKJumpingCubeファイルではありません!
nl: Het bestand %1 is geen spelbestand van KJumpinCube!
no: Filen %1 er ikke en spillfil for KJumpingCube!
no_ny: Fila %1 er inga spelfil for KJumpingCube.
pl: Plik %1 nie jest zapisem KJumpingCube!
pt: O ficheiro %1 não é um ficheiro de jogo do KJumpingCube
ro: Fişierul %1 nu este un fişier KJumpingCube!
ru: Файл %1 не является файлом игры KJumpingCube!
sl: Datoteka %1 ni datoteka, posneta za KJumpingCube!
sr: Fajl %1 nije KJumpingCube format!
sv: Filen %1 är inte någon KHoppandeKub-spelfil!
tr: %1 dosyası bir KjumpingCube oyun dosyası değil!
uk: Файл %1 не схожий на файл гри KJumpingCube!
xh: Ifayile %1 asiyofayile yomdlalo we KJumpingCube!

source: There was an error loading file %1
af: daar was 'n fout laaiïng van lêer %1
bg: Грешка при зареждането на файла %1
ca: Hi ha hagut un error en carregar el fitxer %1
da: Der skete en fejl ved indlæsning af filen %1
de: Beim Laden der Datei %1 ist ein Fehler aufgetreten.
eo: Okazis eraro dum legado de la dosiero %1
es: Hubo un error cargando el archivo %1
et: Ilmnes viga faili %1 avamisel
fi: Tapahtui virhe ladattaessa tiedostoa %1
fr: Un problème est survenu pendant le chargement du fichier %1
he: ץבוקה תחיתפב האיגש העריא %1
hu: Hiba történt az alábbi fájl betöltése közben: %1
id: Ada kesalahan pada saat memuat berkas %1
is: Villa kom upp við opnun skráar. %1
it: C'è stato un errore nel caricamento del file %1
ja: ファイル読み込み中にエラー %1
nl: Er deed zich een fout voor tijdens het laden van bestand %1
no: Det oppstod en feil under lasting av filen %1
no_ny: Feil ved lasting av fil %1
pl: Błąd przy odczycie pliku %1
pt: Houve um erro ao carregar o ficheiro %1
ro: A apărut o eroare la încărcarea fişierului %1
ru: Ошибка при загрузке файла %1
sl: Napaka pri nalaganju datoteke %1
sr: Javila se greška pri učitavanju fajla %1
sv: Det uppstod ett fel då den här filen laddades: %1
tr: Dosya yüklenirken bir hata oluştu %1
uk: Помилка завантаження файлу %1
xh: Bekukho imposiso yokulayisha ifayile %1

source: stopped activity
af: op gehou aktiwiteit
bg: спряна дейност
ca: s'ha aturat l'activitat
da: standset aktivitet
de: Aktivität angehalten
eo: aktiveco haltigita
es: actividad cesada
et: peatatud tegevus
fi: toiminta lopetettu
fr: Activité arrêtée
he: הקספוה תוליעפ
hu: A gép játéka felfüggesztve
id: hentikan kegiatan
is: Vinnsla stöðvuð.
it: attività fermata
ja: 活動を停止
nl: activiteit is gestopt
no: Stopp aktivitet
no_ny: stoppa aktivitet
pl: działanie wstrzymane
pt: a actividade parou
ro: Activitate oprită
ru: остановлено
sl: prekinjena aktivnost
sr: zaustavi aktivnost
sv: aktivitet stoppad
tr: hareket durduruldu
uk: зупинено
xh: umisiwe umdlalo

source: color changed for player %1
af: kleur het verander vir speler %1
bg: промяна на цвета за Играч %1
ca: s'ha canviat el color pel jugador %1
da: farve ændret for spiller %1
de: Farbe gewechselt für Spieler %1
eo: kolorŝanĝo por ludanto %1
es: el color ha cambiado para el jugador %1
et: %1. mängija värv on muudetud
fi: pelaajan %1 väriä vaihdettu
fr: Couleur changée pour le joueur %1
he: הנוש %1 ןקחש לש עבצה
hr: boja je promjenjena za igrača %1
hu: A(z) %1. játékos színe megváltozott
id: warna telah berubah untuk pemain %1
is: Lit breytt fyrir leikmann %1
it: colore per il giocatore %1 cambiato
ja: プレイヤー%1の色を変更しました
nl: kleur voor speler %1 is gewijzigd
no: Farge endret for spiller %1
no_ny: fargen for spelar %1 er endra
pl: zmiana koloru dla gracza %1
pt: mudei a cor do jogador %1
ro: Culoarea pentru jucătorul %1 a fost schimbată
ru: изменен цвет игрока %1
sl: barva igralca %1 spremenjena
sr: boja promenjena za igrača %1
sv: färgen för spelare %1 ändrad
tr: oyuncu %1 için renk değişti
uk: Колір гравця %1 змінено
xh: umbala utshintshelwe umdlali %1

source: Winner is Player %1!
af: wenner is speler %1!
bg: Победител е Играч %1!
ca: El guanyador és el jugador %1!
da: Vinderen er spiller %1!
de: Sieger ist Spieler %1!
eo: Gajnis ludanto %1!
es: ¡El ganador es el jugador %1!
et: %1. mängija võitis!
fi: Voittaja on pelaaja %1!
fr: Le vainqueur est le joueur %1 !
he: !%1 ןקחש אוה חצנמה
hr: Pobjednik je igrač %1!
hu: Győzött a(z) %1. játékos.
id: Pemenangnya adalah Pemain %1
is: Leikmaður %1 vann!
it: Il vincitore è il giocatore %1 !
ja: プレイヤー%1の勝利
nl: Speler %1 is de winnaar!
no: Vinner er spiller %1!
no_ny: Vinnaren er spelar %1!
pl: Zwycięzcą jest gracz %1!
pt: O vencedor é o jogador %1!
ro: Cîştigătorul este jucătorul %1!
ru: Выиграл игрок %1!
sl: Igralec %1 je zmagal!
sr: Pobednik je igrač %1!
sv: Vinnaren är spelare %1!
tr: Oyuncu %1 Kazandı!
uk: Виграв гравець %1!
xh: Umphumeleli ngumdlali %1!

source: Winner
af: wenner
bg: Победител
ca: Guanyador
da: Vinder
de: Sieger
eo: Gajninto
es: Ganador
et: Võitja
fi: Voittaja
fr: Gagnant
he: חצנמ
hr: Pobjednik
hu: A győztes
id: Pemenang
is: Vinningshafi
it: Vincitore
ja: 勝利者
nl: Winnaar
no: Vinner
no_ny: Vinnar
pl: Zwycięzca
pt: Vencedor
ro: Cîştigător
ru: Победитель
sl: Zmagovalec
sr: Pobednik
sv: Vinnare
tr: Kazanan
uk: Переможець
xh: Umphumeleli

source: doing move
af: doen beweeg
bg: прави се ход
ca: s'està fent la jugada
da: udfør træk
de: führe Zug durch
eo: farante movon
es: moviendo
et: käin
fi: teen siirron
fr: Déplacement
he: ךלהמ עצבמ
hr: izvršavam potez
hu: a lépés végrehajtása
id: melakukan gerakan
is: leikur
it: sto muovendo
ja: 移動中
nl: bezig met zet uit te voeren
no: Utfører trekk
no_ny: gjer trekk
pl: wykonywanie ruchu
pt: a mover
ro: Fac mutarea
ru: делаю ход
sl: delanje premika
sr: izvršavam potez
sv: utför drag
tr: hareket yapılıyor
uk: роблю хід
xh: yenza intshukumo

source: computing move
af: rekenaars beweeg
bg: изчислява се хода
ca: jugada de l'ordinador
da: beregner træk
de: berechne Zug
eo: elkalkulante movon
es: mueve el ordenador
et: parima käigu leidmine
fi: lasken siirtoa
fr: Calcul du déplacement
he: ךלהמ בשחמ
hr: računam potez
hu: a lépés számolása folyik
id: gerakan komputer
is: hugsar úr leik
it: calcolo mossa
ja: 移動の計算中
nl: bezig met zet te berekenen
no: Beregner trekk
no_ny: tenkjer
pl: obmyślanie ruchu
pt: a calcular jogada
ro: Calculez mutarea
ru: расчет хода
sl: računanje premika
sr: računam potez
sv: beräknar drag
tr: hareket hesaplanıyor
uk: розраховую хід
xh: intshukumo yecomputer

source: Beginner
bg: Начинаещ
ca: Principiant
da: Begynder
de: Anfänger
eo: Komencanto
es: Principiante
et: Algaja
fi: Aloittelija
fr: Débutant
he: ליחתמ
hr: Početnik
hu: könnyű
id: Pemula
is: Byrjandi
it: Principiante
ja: 初心者
no: Nybegynner
no_ny: Nybyrjar
pl: Początkujący
pt: Iniciante
ro: Începător
ru: Начинающий
sl: Začetnik
sr: Početnik
sv: Nybörjare
tr: Acemi
uk: Новак
xh: Umqali

source: Average
af: gemiddelde
bg: Среден
ca: Mitjà
da: Middel
de: Durchschnittlich
eo: Averaĝulo
es: Iniciado
et: Keskmine
fi: Keskitasoinen
fr: Moyen
he: עצוממ
hr: Prosječan/na
hu: közepes
id: Rata-rata
is: Meðal
it: Nella media
ja: 普通
nl: Gemiddeld
no: Gjennomsnittlig
no_ny: Middels
pl: Średniak
pt: Médio
ro: Mediu
ru: Продвинутый
sl: Povprečnež
sr: Iskusan
sv: Normal
tr: Ortalama
uk: Звичайний
xh: Umndilili

source: Expert
af: ervare
bg: Експерт
da: Ekspert
de: Experte
eo: Spertulo
es: Experto
et: Ekspert
fi: Ammattilainen
he: החמומ
hr: Stručnjak
hu: nehéz
id: Ahli
is: Snillingur
it: Esperto
ja: エキスパート
no: Ekspert
no_ny: Ekspert
pl: Ekspert
pt: Perito
ru: Эксперт
sl: Strokovnjak
sr: Stručnjak
tr: Uzman
uk: Експерт
xh: Ingcali

source: Skill of computerplayer is now: %1
af: vaartigheidsvlak van rekenaarspeler is nou: %1
bg: Уменията на компютърния играч сега са %1
ca: El nivell de joc de l'ordinador ara és: %1
da: Maskinspillerens evner er nu: %1
de: Spielstärke des Rechners ist nun: %1
eo: Kapablo de la komputila ludanto nun estas: %1
es: La habilidad del jugador del ordenador es ahora: %1
et: Arvutimängija oskustase on nüüd: %1
fi: Tietokonepelaajan taso on nyt: %1
fr: Le niveau de l'ordinateur devient : %1
he: %1 תעכ איה בשחמה תמר
hr: Umješnost kompjutera je sada: %1
hu: A gép játékerőssége most: %1
id: Keahlian dari pemain komputer adalah: %1
is: Hæfni tölvu er nú: %1
it: L'abilità del giocatore-computer attualmente è: %1
ja: 現在のコンピューターのスキル: %1
nl: De vaardigheid van de computerspeler is nu: %1
no: Egenskapene til datamaskinspilleren er nå: %1
no_ny: Dugleiken til datamaskinspelaren er no: %1
pl: Poziom gry komputera: %1
pt: A inteligência do computador é agora: %1
ro: Nivelul calculatorului este acum: %1
ru: Уровень компьютера: %1
sl: Spretnost računalniškega igralca je zdaj: %1
sr: Veština igrača koga pokreće računar je: %1
sv: Datorspelarens skicklighet är nu: %1
tr: Bilgisayar oyuncusunun şimdiki düzeyi: %1
uk: Рівень комп'ютера: %1
xh: Ubuchule bomdlali we computer ngoku yi: %1

source: playfield changed to %1x%2
af: speelveld het verander aan %1x%2
bg: Игралното поле сменено на %1x%2
ca: el tauler ha canviat a %1x%2
da: spillefelt ændret til %1x%2
de: Spielfeld geändert zu %1x%2
eo: ludtabulo ŝanĝita al %1x%2
es: terreno de juego cambiado a %1x%2
et: mänguväli muudetud %1x%2
fi: pelikenttä muutettu %1x%2
fr: La taille du jeu devient %1x%2
he: %1x%2 לדוגל הנוש קחשמה חול
hr: igračko polje je promjenjeno u %1x%2
hu: A tábla mérete mostantól: %1x%2
id: lapangan permainan berubah ke %1x%2
is: Stærð leikvölls breytt í %1x%2
it: Campo di gioco cambiato in %1x%2
ja: プレイフィールドが%1x%2に変更されました
nl: speelveld is veranderd in %1x%2
no: Spillefelt endret til %1x%2
no_ny: spelebrett endra til %1x%2
pl: pole gry zmienione na %1x%2
pt: o campo de jogo mudou para %1x%2
ro: Cîmpul de joc a fost schimbat la %1x%2
ru: Новый размер игрового поля: %1x%2
sl: igralno polje se je spremenilo v %1x%2
sr: polje za igru je promenjeno u %1x%2
sv: spelplanen ändrad till %1x%2
tr: oyun alanı %1x%2 olarak değiştirildi
uk: новий розмір поля %1x%2
xh: ibala lokudla litshintshelwe ku %1x%2
