Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kjumpingcube.po
Languages: af, bg, ca, da, de, eo, es, et, fi, fr, he, hr, hu, id, is, it, ja, nl, no, no_ny, pl, pt, ro, ru, sl, sr, sv, tr, uk, xh

source: Player %1 is now played by the computer.
af: speler %1 is nou gespeel deur die rekenaar.
bg: Играч %1 се играе от компютъра.
ca: L'ordinador ara juga com a jugador %1.
da: Spiller %1 spilles nu af maskinen.
de: Spieler %1 wird nun vom Rechner übernommen.
eo: Ludanto %1 estas nun ludata de la komputilo.
es: El jugador %1 es ahora el jugador del ordenador.
et: Mängijat %1 mängib nüüd arvuti.
fi: Pelaaja %1 on nyt tietokone
fr: Le joueur %1 est maintenant joué par l'ordinateur.
he: %1 ןקחש תא קחשמ תעכ בשחמה
hr: Igrač %1 je sada računalo.
hu: A(z) %1. játékost a gép játssza.
id: Pemain %1 sekarang dimainkan oleh komputer
is: Tölvan er nú orðinn leikmaður %1
it: Il giocatore %1 è adesso utilizzato dal computer.
ja: プレイヤー%1はコンピュータと対戦しています。
nl: De speler %1 wordt nu door de computer gespeeld.
no: Spiller %1 spilles nå av datamaskinen.
no_ny: Spelar %1 vert no spelt av datamaskina.
pl: Gracz %1 będzie kierowany przez komputer.
pt: O jogador %1 é agora controlado pelo computador.
ro: Calculatorul este jucătorul %1.
ru: Компьютер теперь играет за игрока %1.
sl: Z igralcem %1 zdaj upravlja računalnik.
sr: Igrač %1 je sada pod kontrolom računara.
sv: Spelare %1 spelas nu av datorn.
tr: Oyuncu %1 şimdi bilgisayar tarafından oynatılıyor.
uk: Комп'ютер тепер грає за гравця %1.
xh: Umdlali %1 ngoku udlalwa nge computer

source: Player %1 is now played by you.
af: speler %1 is nou gespeel deur jy.
bg: Играч %1 се играе от Вас.
ca: Ara jugues com a jugador %1.
da: Spiller %1 spilles af dig
de: Spieler %1 wird nun von Ihnen übernommen.
eo: Ludanto %1 estas nun ludata de vi.
es: El jugador %1 es ahora su jugador.
et: Mängijat %1 mängid nüüd sina.
fi: Olet nyt pelaaja %1
fr: Le joueur %1 est maintenant joué par vous.
he: %1 ןקחש תא קחשמ תעכ התא
hr: Igrač %1 ste sada vi.
hu: A(z) %1. játékost most Ön játssza.
id: Pemain %1 sekarang dimainkan oleh anda
is: Þú ert nú orðinn leikmaður %1
it: Adesso utilizzi il giocatore %1.
ja: プレイヤー%1はあなたと対戦しています。
nl: De speler %1 wordt nu door u gespeeld.
no: Spiller %1 spilles nå av deg.
no_ny: Spelar %1 vert no spelt av deg.
pl: Gracz %1 to Ty.
pt: O jogador %1 é agora controlado por ti.
ro: Dumneavoastră sînteţi jucătorul %1.
ru: Вы теперь играете за игрока %1.
sl: Z igralcem %1 zdaj upravljate vi.
sr: Igrač %1 je sada pod vašom kontrolom.
sv: Spelare %1 spelas nu av dig.
tr: Oyuncu %1 şimdi sizin tarafınızdan oynatılıyor.
uk: Ви тепер граєте за гравця %1.
xh: Umdlali %1 ngoku udlalwa nguwe.

source: Tactical one- or two-player game
af: taktiese one- of two-player speletjie
bg: Тактическа игра за един илио двама играча
ca: Joc tàctic d'un o dos jugadors
da: Taktisk spil med én eller to deltagere
de: Taktisches Ein- bis Zwei-Personen-Spiel
eo: Taktika ludo por unu aŭ du ludantoj
es: Juego táctico para uno o dos jugadores
et: Taktikaline ühe või kahe mängijaga mäng
fi: Taktinen yhden tai kahden pelaajan peli
fr: Jeu tactique à un ou deux joueurs
he: םיפתתשמ ינש וא דחאל יטקט קחשמ
hr: Taktička igra za jednog ili dva igrača
hu: Egy- vagy kétszemélyes taktikai játék
id: Taktik satu- atau dua - permainan pemain
is: Dæmigerður eins- eða tveggja manns leikur.
it: Gioco tattico per uno o due giocatori
ja: 戦術的な1,2人用ゲーム
nl: Taktisch spel voor één of twee spelers
no: Taktisk spill med en eller to spillere
no_ny: Taktisk spel for ein eller to spelarar
pl: 1- lub 2-osobowa gra taktyczna
pt: Jogo de estratégia para um ou dois jogadores
ro: Joc de tactică pentru unul sau doi jucători
ru: Тактическая игра для одного или двух игроков
sl: Taktična igra za enega ali dva igralca
sr: Taktična igra - ili igra sa dva igrača
sv: Taktiskt spel för en eller två spelare
tr: Taktiksel bir veya iki kişilik oyun
uk: Тактична гра для одного або двох гравців
xh: Enzima enye- okanye umdlalo wabadlali-ababini

source: KJumpingCube
eo: Saltkubo
is: KHoppKubbur
pl: Skaczące sześciany

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (kde.af.org.za)
bg: Стоян Цалев
ca: Francesc J. Devesa i Berenguer
da: Erik Kjær Pedersen
de: Matthias Kiefer
eo: Wolfram Diestel
es: Rafael Iglesias Pablo J. Barneo González
et: Anti Veeranna
fi: Kim Enkovaara
fr: Laurent Rathle
he: Meni Livne
hu: Szántó Tamás
id: Firdaus Tjahyadi
is: KDE þýðingahópurinn
it: Andrea Rizzi,Andrea Celli
ja: Taiki Komoda
nl: Rinse de Vries
no: Christian A Strømmen [Number1/NumeroUno]
no_ny: Gaute Hvoslef Kvalnes
pl: Michał Rudolf
pt: Pedro Miguel Marques Morais
ro: Claudiu Costin
ru: Konstantin Volckov
sl: Roman Maurer, Primož Peterlin
sr: Miloš Puzović
sv: Anders Widell
tr: Muhsin Yeşilyılmaz
uk: Eugene Onischenko
xh: Antoinette Dekeni

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@engineer.com
bg: stockton@mgu.bg
ca: frandeve@hotmail.com
da: erik@binghamton.edu
de: kiefer@kde.org
eo: <wolfram@steloj.de>
es: r.iglesias@lalegion.com pablob@nikhef.nl
et: duke@linux.ee
fi: kim.enkovaara@iki.fi
fr: lrathle@teaser.fr
he: livne@kde.org
hu: tszanto@mol.hu
id: dausnux@yahoo.com
is: kde-isl@mmedia.is
it: rizzi@kde.org,a.celli@caltanet.it
ja: kom@kde.gr.jp
nl: rinse@kde.nl
no: number1@realityx.net
no_ny: gaute@verdsveven.com
pl: mrudolf@mercury.ci.uw.edu.pl
pt: morais@kde.org
ro: claudiuc@geocities.com
ru: goldhead@linux.ru.net
sl: roman.maurer@amis.net, primoz.peterlin@biofiz.mf.uni-lj.si
sr: m.puzovic@etoncollege.org.uk
sv: awl@hem.passagen.se
tr: muhsinyy@hotmail.com
uk: oneugene@alphadiz.com
xh: antoinette@translate.org.za
