Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kmahjongg.po
Languages: af, bg, ca, el, eo, et, he, hu, id, is, ja, no, no_ny, pt, ro, sr

source: The board has been modified, would youlike to save the changes?
af: die bord het al veranderde, sal jy daarvan hou aan stoor die verander?
bg: Дъската е променена,искате ли да запазите промените?
ca: El tauler ha estat modificat, voleu desar els canvis?
el: Αυτό το τραπέζι έχει τροποποιηθεί, θέλετε να αποθηκεύσετε τις αλλαγές;
eo: La tabulo estas ŝanĝita, ĉu vi volas sekurigi la ŝanĝojn?
et: Lauda on muudetud, soovid sa muutused salvestada?
he: ?םייונישה תא רומשל ךנוצרב םאה ,הנוש חולה
hu: A tábla megváltozott, kívánja menteni a változtatásokat?
id: Papan permainan telah dimodifikasi, mau disimpan?
is: Borðinu hefur verið breytt, viltu vista breytingarnar?
ja: ボードは更新されました、変更を保存しますか?
no: Brettet har blitt endret. Vil du lagre endingene?
no_ny: Brettet er endra. Vil du lagra endringane?
pt: O tabuleiro foi modificado, queres gravar as alterações?
ro: Tabla a fost modificată. Doriţi să o salvaţi?
sr: Tabla je izmenjena, da li želite da sačuvate izmene?

source: Save failed. Aborting operation.
af: stoor gevaal. gaan staak operasie.
bg: Записването неуспешно. Прекратяване на операцията.
ca: Ha fallat al desar. Operació rebutjada.
el: Απέτυχε η αποθήκευση. Διακόπτω την ενέργεια.
eo: Sekurigo malsukcesis. Finante la operacion.
et: Salvestamine ebaõnnestus.Toimingu katkestamine.
he: .הלועפה תא לטבמ .הלשכנ הרימשה
hu: A mentés nem sikerült. Félbeszakítom a műveletet.
id: Gagal menyimpan. Membatalkan operasi.
is: Vistun mistókst. Hætti við.
ja: 保存に失敗しました。操作を中止します。
no: Lagring mislyktes. Avbryter operasjon.
no_ny: Feil ved lagring. Avbryt.
pt: A gravação falhou!
ro: Salvarea a eşuat. Anulez operaţia.
sr: Upis nije uspeo. Prekidam operaciju.

source: Pos
bg: Поз
el: Θέση
eo: Poz
he: םוקימ
hu: Helyezés
is: Staða
ja: 位置
ro: Poz
sr: Poz

source: Name
af: naam
bg: Име
ca: Nom
el: Όνομα
eo: Nomo
et: Nimi
he: םש
hu: Név
id: Nama
is: Nafn
ja: 名前
no: Navn
no_ny: Namn
pt: Nome
ro: Nume
sr: Ime

source: Board
af: bord
bg: Дъска
ca: Tauler
el: Τραπέζι
eo: Tabulo
et: Laud
he: חול
hu: Tábla
id: Papan permainan
is: Borð
ja: ボード
no: Brett
no_ny: Brett
pt: Tabuleiro
ro: Tablă
sr: Tabla

source: Score
af: telling
bg: Резултат
ca: Puntuació
el: Σκορ
eo: Poentoj
et: Skoor
he: דוקינ
hu: Pontszám
id: Nilai
is: Stig
ja: 得点
no: Poengsum
no_ny: Poeng
pt: Pontuação
ro: Scor
sr: Rezultat

source: Time
af: tyd
bg: Време
ca: Temps
el: Χρόνος
eo: Tempo
et: Aeg
he: ןמז
hu: Idő
id: Waktu
is: Tími
ja: 時間
no: Tid
no_ny: Tid
pt: Tempo
ro: Timp
sr: Vreme

source: Scores
af: telling
bg: Резултати
ca: Puntuacions
el: Σκορ
eo: Poentoj
et: Skoorid
he: תואצות
hu: Eredmények
id: Nilai-nilai
is: Stig
ja: 得点
no: Poengsummer
no_ny: Poeng
pt: Pontuações
ro: Scoruri
sr: Rezultati

source: Anonymous
af: anoniem
bg: Анонимен
ca: Anònim
el: Ανώνυμος
eo: Anonimulo
et: Anonüümne
he: ינומלא
hu: Névtelen
id: Anonim
is: Óþekktur
ja: 匿名
no: Anonym
no_ny: Anonym
pt: Anónimo
ro: Anonim
sr: Anoniman

source: Resetting the high scores will remove all high score entries both in memory an on disk. Do you want to proceede?
af: herstel van die hoog telling sal verwyder alle hoog telling inskrywings beide in geheue 'n op disket. doen jy wil hê aan voortgaan?
bg: Нулирането на най-добрите резултати ще доведе до тяхното изтриване от паметта и диска. Искате ли да продължите?
ca: Inicialitzant les puntuacions màximes eliminareu totes les puntuacions màximes tant a la memòria com al disc. Voleu continuar?
el: Ο μηδενισμός των ρεκόρ θα διαγράψει όλα τα ρεκόρ και από τη μνημή και από το δίσκο. Να συνεχίσω;
eo: Renuligo de la rekordoj forigos ĉiujn rekordojn kaj el la memoro kaj de la disko. Ĉu vi volas daŭrigi?
et: Edetabeli tühistamine eemaldab kõik punktisummad nii mälust kui ka kettalt. Soovid sa jätkata?
he: אישה תואצות תומושר לכ תא ריסי אישה תואצות סופיא ?ךישמהל ךנוצרב םאה .ןנוכה לע םגו ןורכיזב םג
hu: Az eredménylista törlése az összes eredményt törli mind a memóriából, mind a lemezről. Biztosan ezt szeretné?
id: Mereset nilai-nilai tinggi akan menghilangkan seluruh isinya baik di memori atau di disket. Mau dilanjutkan saja?
is: Núllstilling á stigatöflu mun fjarlægja öll skráð stig bæði í minni og á disk. Viltu halda áfram?
ja: ハイスコアのリセットはメモリ、ディスクの全ての ハイスコアエントリーを削除します。続けますか?
no: Nullstilling av poengtavlen vil føre til at alle toppnoteringer vil forsvinne fra både minne og disk. Vil du det?
no_ny: Dersom du nullstiller poenglista, vert alle oppføringar både i minnet og på disken sletta. Vil du fortsetja?
pt: Reiniciar a tabela de pontuações vai retirar todas as pontuações que ela contém, em memória e em disco. Queres mesmo continuar?
ro: Resetarea scorurile maxime determină ştergerea lor atît din memorie, cît şi de pe disc. Doriţi să continui?
sr: Resetovanje najboljih rezultata će ukloniti sve rezultate i na memoriji i na disku. Da li želite da nastavite?

source: Reset high scores
af: herstel hoog telling
bg: Нулиране на най-добрите резултати
ca: Inicialitza les puntuacions màximes
el: Μηδενισμός ρεκόρ
eo: Renuligu rekordojn
et: Tühista edetabel
he: אישה תואצות תא ספא
hu: Az eredménylista törlése
id: Reset nilai-nilai tinggi
is: Núllstilli stigatöflu
ja: ハイスコアをリセット
no: Nullstill poengtavle
no_ny: Tilbakestill poengliste
pt: Reiniciar tabela de pontuações
ro: Resetare scoruri maxime
sr: Resetovanje najboljih rezultata
