Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kmahjongg.po
Languages: af, bg, ca, el, eo, et, he, hu, id, is, ja, no, no_ny, pt, ro, sr

source: KDE Game
af: kde speletjie
bg: KDE игра
ca: Joc KDE
el: Παιχνίδι KDE
eo: KDE-Ludo
et: KDE mäng
he: KDE קחשמ
hu: KDE játék
id: Mainan KDE
is: KDE Leikur
ja: KDEゲーム
no: KDE Spill
no_ny: KDE-spel
pt: Jogo do KDE
ro: Joc KDE
sr: KDE igra

source: KMahjongg
af: kmahjong
eo: Mahjongo

source: New game.
af: nuwe speletjie.
bg: Нова игра
ca: Partida nova.
el: Νέο παιχνίδι.
eo: Nova ludo.
et: Uus mäng.
he: .שדח קחשמ
hu: Új játék.
id: Permainan Baru
is: Nýr leikur.
ja: 新しいゲーム
no: Nytt spill.
no_ny: Nytt spel.
pt: Novo jogo.
ro: Joc nou
sr: Nova igra.

source: New numbered game.
af: nuwe genommerde speletjie.
bg: Нова номерирана игра
ca: Partida nova numerada.
el: Νέο αριθμημένο παιχνίδι.
eo: Nova kalkulata ludo.
et: Uus mäng numbrist
he: .שדח רפסוממ קחשמ
hu: Új számozott játék.
id: Permainan baru bernomor
is: Nýr númeraður leikur.
ja: 新しいナンバーのゲーム
no: Nytt nummerert spill.
no_ny: Nytt spell (nummerert).
pt: Novo jogo numerado.
ro: Joc nou numerotat
sr: Novi broj igre.

source: Open game.
af: open speletjie.
bg: Отвори игра
ca: Carrega partida.
el: Ανοιγμα παιχνιδιού.
eo: Malfermu ludon.
et: Ava mäng.
he: קחשמ תחיתפ
hu: Játék betöltése.
id: Buka permainan
is: Opna leik.
ja: ゲームを開く
no: Åpne spill.
no_ny: Opna spel.
pt: Abrir Jogo
ro: Încarcă joc
sr: Otvori igru.

source: Save game.
af: stoor speletjie.
bg: Запази игра
ca: Desa partida.
el: Αποθήκευση παιχνιδιού.
eo: Sekurigu ludon.
et: Salvesta mäng.
he: קחשמ תרימש
hu: A játék mentése.
id: Simpan permainan
is: Vista leik.
ja: ゲーム保存
no: Lagre spill.
no_ny: Lagra spel.
pt: Gravar Jogo.
ro: Salvează joc
sr: Sačuvaj igru.

source: Undo move.
af: herstel beweeg.
bg: Ход назад
ca: Desfés moviment.
el: Αναίρεση κίνησης
eo: Malfaru movon.
et: Võta käik tagasi.
he: .ךלהמ לטב
hu: Lépés visszavonása.
id: Batalkan langkah
is: Afturkalla.
ja: 一手戻る
no: Angre trekk.
no_ny: Angra siste trekk.
pt: Desfazer última jogada.
ro: Des-face mutarea
sr: Opozovi potez.

source: Redo move.
af: herstel herroep beweeg.
bg: Ход напред
ca: Refés moviment.
el: Επανάληψη κίνησης.
eo: Refaru movon.
et: Korda käiku.
he: .ךלהמ רזחש
hu: Lépés megismétlése.
id: Ulangi langkah
is: Endurtaka.
ja: やり直す
no: Gjør om trekk.
no_ny: Gjer om siste trekk.
pt: Refazer jogada.
ro: Re-face mutarea
sr: Ponovi potez.

source: Pause game.
af: pouseer speletjie.
bg: Пауза
ca: Atura partida.
el: Παύση του παιχνιδιού.
eo: Paŭzigu ludon
et: Paus.
he: .קחשמה תא רוצע
hu: A játék szüneteltetése.
id: Tunda permainan
is: Leikhlé.
ja: ゲーム中断
no: Pause i spillet.
no_ny: Pause.
pt: Pausar o jogo
ro: Opreşte joc
sr: Pauzitaj igru.

source: Play game.
af: speel speletjie.
bg: Играй
ca: Juga partida.
el: Παίξιμο του παιχνιδιού.
eo: Ludu.
et: Mängi.
he: .קחשמב ךשמה
hu: A játék folytatása.
id: Mulai permainan
is: Spila leik.
ja: プレイ
no: Spill spillet.
no_ny: Spel.
pt: Jogar.
ro: Porneşte joc
sr: Igraj igru.

source: Hint.
af: leidraad.
bg: Съвет
ca: Consell.
el: Συμβουλή.
eo: Propono.
et: Vihje.
he: .זמר
hu: Tipp.
id: Petunjuk
is: Vísbending.
ja: ヒント
no: Tips.
pt: Dica.
ro: Sfat
sr: Savet.

source: New game
af: nuwe speletjie
bg: Нова игра
ca: Partida nova
el: Νέο παιχνίδι
eo: Nova ludo
et: Uus mäng
he: שדח קחשמ
hu: Új játék
id: Permainan baru
is: Hefja nýjan leik
ja: 新しいゲーム
no: Nytt spill
no_ny: Nytt spel
pt: Novo jogo
ro: Joc nou
sr: Nova igra

source: New numbered game...
af: nuwe genommerde speletjie...
bg: Нова номерирана игра
ca: Partida nova numerada...
el: Νέο αριθμημένο παιχνίδι...
eo: Nova kalkulata ludo...
et: Uus mäng numbrist...
he: ...שדח רפסוממ קחשמ
hu: Új számozott játék...
id: Permainan baru bernomor...
is: Nýr númeraður leikur...
ja: 新しいナンバーのゲーム...
no: Nytt nummerert spill...
no_ny: Nytt spel (nummerert) ...
pt: Novo jogo numerado...
ro: Joc nou numerotat...
sr: Novi broj igre...

source: &Open Game...
af: open speletjie...
bg: &Отвори игра...
ca: &Carrega partida...
el: Άνοιγμα Παιχνιδιού...
eo: &Malfermu ludon...
et: &Ava mäng...
he: ...קחשמ חת&פ
hu: Játék &betöltése...
id: &Buka Permainan
is: &Opna leik...
ja: ゲームを開く(&O)...
no: Åpne spill...
no_ny: &Opna spel ...
pt: &Abrir Jogo...
ro: Încarcă j&oc...
sr: &Otvori igru

source: Open The&me...
af: open tema...
bg: Отвори &Тема...
ca: C&arrega tema...
el: Άνοιγμα Θέματος...
eo: Malfermu &etoson...
et: Ava tee&ma
he: ...ה&כרע חתפ
hu: Tém&a betöltése...
id: Buka Te&ma...
is: Opna þ&ema...
ja: テーマを開く(&m)...
no: Åpne te&ma...
no_ny: Opna &tema ...
pt: Abrir Te&ma...
ro: Încarcă te&matică...
sr: Otvori te&mu...

source: Open &Tileset...
af: open teëlstel...
bg: Отвори п&одредба
ca: Ca&rrega joc de fitxes...
el: Άνοιγμα Συνόλου Καρτών...
eo: Malfermu &tegolaron...
et: Ava &kivide komplekt...
he: ...תופ&צרמ תכרע חתפ
hu: &Elemkészlet betöltése...
id: Buka kumpulan &petak...
is: Opna &Flísasett
ja: タイルセットを開く(&T)...
no: Åpne f&lissett...
no_ny: Opna &brikkesett ...
pt: Abrir &Conjunto de Peças...
ro: Încarcă &piese...
sr: Otvori izgled &domina...

source: Open &Background...
af: open agtergrond...
bg: Отвори &Фон
ca: Carre&ga fons...
el: Άνοιγμα Φόντου
eo: Malfermu f&onbildon...
et: Ava &taust...
he: ...ע&קר חתפ
hu: Háttér betö&ltése...
id: Buka Latar &belakang
is: Hlaða inn &bakgrunnsmynd...
ja: 背景画像を開く(&B)...
no: Åpne &bakgrunn...
no_ny: Opna b&akgrunn ...
pt: &Carregar Imagem de Fundo...
ro: Încarcă imagine de f&undal...
sr: Otvori &pozadinu...

source: Open &Layout...
af: open uitleg...
bg: Отвори &Схема...
ca: Carrega &distribució...
el: Άνοιγμα Διάταξης...
eo: Malfermu &arangon...
et: Ava &paigutus...
he: ...רודי&ס חתפ
hu: E&lrendezés betöltése...
id: &Buka tataletak...
is: Oppna &uppsetningu
ja: レイアウトを開く(&L)...
no: Åpne &utseende...
no_ny: Opna o&ppsett ...
pt: Abrir &Disposição...
ro: Încarcă &format...
sr: Otvori raspored do&mina...

source: &Save Theme...
af: stoor tema...
bg: &Запази тема...
ca: &Desa tema...
el: Αποθήκευση Θέματος...
eo: Se&kurigu etoson...
et: &Salvesta teema...
he: ...הכרע ר&ומש
hu: A téma menté&se...
id: &Simpan tema...
is: Vi&sta þema...
ja: テーマの保存(&S)...
no: &Lagre tema...
no_ny: &Lagra tema ...
pt: &Gravar Tema...
ro: Salvează t&ematica...
sr: &Sačuvaj temu...

source: &Save Game...
af: stoor speletjie...
bg: &Запази игра...
ca: De&sa partida...
el: Αποθήκευση Παιχνιδιού...
eo: &Sekurigu ludon...
et: &Salvesta mäng
he: ...קחשמ רומ&ש
hu: A játék me&ntése...
id: &Simpan Permainan
is: Vi&sta leik...
ja: ゲームの保存(&S)...
no: &Lagre spill...
no_ny: Lagra &spel ...
pt: &Gravar Jogo...
ro: Salvează jo&cul...
sr: &Sačuvaj igru...

source: &Quit
af: verlaat
bg: &Излез
ca: &Ix
el: Εγκατάλειψη
eo: &Finu
et: &Välju
he: האיצ&י
hu: &Kilépés
id: &Berhenti
is: H&ætta
ja: 終了(&Q)
no: &Avslutt
no_ny: &Avslutt
pt: S&air
ro: &Ieşire
sr: &Završi

source: &Board editor...
af: bord redigeerder...
bg: &Редактор на дъската
ca: Editor de tau&ler...
el: Επεξεργαστής τραπεζιών...
eo: &Tabulredaktilo...
et: &Laua redaktor..
he: ...תוחו&לה ךרוע
hu: Tá&blaszerkesztő...
id: &Edit Papan...
is: &Borðritill...
ja: ボードエディタ(&B)...
no: &Bretteditor...
no_ny: &Brettredigering ...
pt: Editor de Ta&buleiro...
ro: Editor de &tablă...
sr: Editor &table...

source: &Help me
af: hulp my
bg: &Помощ
ca: A&juda'm
el: Βοήθησέ με
eo: &Helpu min
et: &Aita mind
he: יל רו&זע
hu: &Tipp (segítség)
id: &Tolong!
is: &Hjálpaðu mér
ja: 助けて! (&H)
no: &Hjelp meg
no_ny: &Hjelp meg
pt: &Ajuda-me
ro: &Sfat
sr: &Pomozi mi

source: Shu&ffle
af: skommel
bg: Раз&бъркай
ca: &Barreja
el: Ανακάτεμα
eo: &Miksu
et: Se&ga
he: ב&ברע
hu: Ke&verés
id: Ko&cok
is: St&okka
ja: シャッフル(&f)
no: Til&feldig
no_ny: Sto&kk
pt: &Baralhar
ro: &Amestecă
sr: Promeš&aj

source: &Demo mode
af: demo modus
bg: &Демонстрация
ca: Mode de&mo
el: Λειτουργία παρουσίασης
eo: &Demonstro
et: &Demo variant
he: המג&דה בצמ
hu: &Bemutató mód
id: Mode &Demo
is: &Kynningarhamur
ja: デモ (&D)
no: &Demo
no_ny: &Demonstrasjon
pt: &Modo de demonstração
ro: &Demonstraţie
sr: &Demo režim rada

source: Show &matching tiles
af: vertoon ooreenstemmende teëls
bg: Покажи &съвпадащите плочки
ca: Mostra &fitxes emparellades
el: Προβολή αντικειμένων που ταιριάζουν½
eo: Montru &parojn
et: Näita &sobivaid kivisid
he: תומ&אות תופצרמ גצה
hu: Az &illeszkedő párok mutatása
id: Tunjukkan Petak-petak yang &sama
is: Sýna &samstæðar flísar
ja: 消せる牌の表示 (&M)
no: Vis &like fliser
no_ny: Vis &like brikker
pt: &Mostrar peças iguais
ro: Afişează pietrele p&otrivite
sr: Pokaži do&mine koje se podudaraju

source: &Show Hiscores...
af: vertoon hoogste tellings...
bg: Покажи &Топ-листа...
ca: Mostra &puntuacions màximes...
el: Προβολή Ρεκόρ...
eo: Montru &rekordojn...
et: &Näita edetabelit...
he: ...איש תואצו&ת גצה
hu: A &legjobb eredmények...
id: Tunjukkan &Nilai tertinggi
is: &Sýna Methafa...
ja: ハイスコア(&S)...
no: &Vis poengtavle...
no_ny: &Vis poengtavle ...
pt: Mostrar Pontuaçõe&s...
ro: Afişează sco&rurile...
sr: &Pokaži najbolje rezultate

source: &Pause
af: pouseer
bg: &Пауза
ca: At&ura
el: Παύση
eo: &Paŭzo
et: &Paus
he: רו&צע
hu: &Szünet
id: &Tunda
is: &Leikhlé
ja: ポーズ (&P)
pt: &Pausar
ro: &Pauză
sr: &Pauziraj

source: &Continue
af: voortgaan
bg: &Продължи
ca: Co&ntinua
el: Συνέχεια
eo: &Daŭrigu
et: &Jätka
he: ךשמ&ה
hu: &Folytatás
id: &Lanjutkan
is: &Áfram
ja: 続ける (&C)
no: &Fortsett
no_ny: &Fortset
pt: &Continuar
ro: &Continuă
sr: &Nastavi

source: Original version by Mathias Mueller
af: oorspronklike weergawe deur mathias mueller
bg: Оригинална версия Матиас Мюлер
ca: Versió original de Mathias Mueller
el: Αυθεντική έκδοση από τον Mathias Mueller
eo: Origina versio de Mathias Mueller
et: Originaalversiooni autor Mathias Mueller
he: רלומ סאיתמ תאמ תירוקמ הסריג
hu: Az eredeti változatot Mathias Mueller készítette
id: Versi asli oleh Mathias Mueller
is: Upprunaleg útgáfa eftir Mathias Mueller
ja: オリジナルバージョン Mathias Mueller
no: Original versjon av Mathias Mueller
no_ny: Opprinneleg versjon av Mathias Mueller
pt: Versão original por Mathias Mueller
ro: Versiune originală de Mathias Mueller
sr: Originalna verzija napisana od strane Mathias Mueller

source: Rewritten and extended by
af: herskryf en uitgebreide deur
bg: Пренаписана и разширена от
ca: Reescrit i ampliat per
el: Ξαναγράφτηκε και επεκτάθηκε από
eo: Rerealigita kaj etendita de
et: Ümber kirjutanud ning täiustanud
he: קחשמה תא ביחרהו שדחמ בתכ -
hu: Újraírta és kibővítette:
id: Ditulis ulang dan dikembangkan oleh
is: Endurgerð og viðbætur eftir
ja: 書き直し、拡張
no: Skrevet om og utvidet av
no_ny: Omskriven og utvida av
pt: Reescrito e extendido por
ro: Rescris şi extins de
sr: Prepisano i prošireno do strane

source: Tile set contributor and web page maintainer:
af: teël stel bydraer en web bladsy onderhouer:
bg: Оформление и поддръжка на уеб страницата:
ca: Contribuïdor de jocs de fitxes i mantenidor de la pàgina web:
el: Συνεισφορά συνόλων καρτών και συντήρηση ιστοσελίδας:
eo: Tegolar-kontribuanto kaj TTT-ejo-administranto:
et: Kivikomplektide kaaslooja ning veebilehe haldaja:
he: רתאה קזחתמו תופצרמה תכרע םרות -
hu: Elemkészlet-tervező és a honlap karbantartója:
id: Kontributor aturan petak dan pemelihara halamam web:
is: Teikning og viðhald vefsíðna:
ja: タイルセット提供、ウェブページメンテナ:
no: Bidragsyter av filssett og hjemmeside-vedlikeholder:
no_ny: Bidreg med brikkesett og vedlikeheld websida:
pt: Contributo de peças e manutenção da página Web:
ro: Contributor piese şi pagina de web:
sr: Doprinos u dizajnu domina i programer koji održava web stranu:

source: see http://freeweb.dnet.it/kmj/ for tile sets and layouts
af: sien http://freeweb.dnet.dit/kmj/ vir teël verstel en uitlegte
bg: вижте http://freeweb.dnet.it/kmj/ за нови подредби и схеми
ca: Consulteu http://freeweb.dnet.it/kmj/ per a jocs de fitxes i taulers
el: δείτε το http://freeweb.dnet.it/kmj/ για σύνολα καρτών και διατάξεις
eo: vidu ĉe http://freeweb.dnet.it/kmj/ pri tegolaroj kaj aranĝoj
et: kivikomplektid ja paigutused - http://freeweb.dnet.it/kmj/
he: תופצרמ תוסירפו תוכרעל http://freeweb.dnet.it/kmj/ -ב ןייע
hu: A http://freeweb.dnet.it/kmj/ címen további elemkészleteket és elrendezéseket találhat.
id: lihat http://freeweb.dnet.it/kmj/ untuk kumpulan petak dan layout
is: sjá http://freeweb.dnet.it/kmj/ fyrir myndasett og borðuppsetningar
ja: タイルセット、レイアウトの詳細は http://freeweb.dnet.it/kmj/
no: se http://freeweb.dnet.it/kmj/ for flissett og utseende
no_ny: sjå http://freeweb.dnet.it/kmj/ for bunad og brikkesett
pt: veja http://freeweb.dnet.it/kmj/ para conjuntos e configurações de peças
ro: vizitaţi http://freeweb.dnet.it/kmj/ pentru mozaicuri şi formate
sr: pogledajte sajt http://freeweb.dnet.it/kmj/ za različit izgled domina

source: Game Number: %1
af: speletjie nommer: %1
bg: Игра номер: %1
ca: Número de joc: %1
el: Αριθμός Παιχνιδιού: %1
eo: Ludo numero: %1
et: Mäng number: %1
he: %1 :רפסמ קחשמ
hu: A játék száma: %1
id: Nomor Permainan: %1
is: Leikur númer: %1
ja: ゲームナンバー: %1
no: Spillnummer: %1
no_ny: Spel nummer: %1
pt: Jogo Número: %1
ro: Număr de joc: %1
sr: Broj igre: %1

source: Removed: %1/%2
af: verwyder: %1/%2
bg: Премахнати: %1/%2
ca: Eliminat: %1/%2
el: Απομακρύνθηκαν: %1/%2
eo: Forigitaj: %1/%2
et: Eemaldatud: %1/%2
he: %2 ךותמ %1 :ורסוה
hu: Eltávolítva: %1/%2
id: Dihapus: %1/%2
is: Fjarlægt: %1/%2
ja: 取った数: %1/%2
no: Fjernet: %1/%2
no_ny: Fjerna: %1/%2
pt: Retiradas: %1/%2
ro: Eliminate: %1/%2
sr: Uklonjeno: %1/%2

source: Kmahjongg could not locate the file:
af: kmahjong kon nie opspoor die lêer:
bg: Kmahjongg не може да намери файла
ca: Kmahjongg no pot trobar el fitxer:
el: Το Kmahjongg δε μπόρεσε να εντοπίσει το αρχείο:
eo: Majongo ne trovis la dosieron:
et: Kmahjongg ei suutnud leida faili:
he: :ץבוקה תא אוצמל לוכי אל Kmahjongg
hu: A KMahjongg nem találja ezt a fájlt:
id: Kmahjongg tidak dapat menemukan berkas:
is: Kmahjongg gat ekki fundið skránna:
ja: Kmahjonggはファイルを配置できませんでした:
no: Kmahjongg kunne ikke finne filen:
no_ny: KMahjongg fann ikkje fila:
pt: KMahjongg não conseguiu encontrar o ficheiro:
ro: Nu pot localiza fişierul:
sr: Kmahjongg nije u mogućnosti da pronađe fajl:

source: Or the default file of type:
af: van die verstek lêer van tipe:
bg: Или файлът по подразбиране от тип:
ca: O tipus d'arxiu per defecte:
eo: Aŭ la apriora dosiertipo:
et: Või vaikimisi fail tüübist:
he: :גוסהמ לדחמה תרירב ץבוק תא וא
hu: Vagy az alapértelmezett fájlt ezzel a típussal:
id: Atau tipe berkas standar:
is: Eða sjálfgefnu skránna af gerð:
ja: もしくはデフォルトファイルの型:
no: Eller standard fil av type:
no_ny: eller standardfila av type:
pt: Ou o ficheiro por omissão do tipo:
ro: Sau fişier implicit de tipul:
sr: Ili predefinisani fajl tipa:

source: Kmahjongg will now terminate
af: kmahjong sal nou termineer
bg: Kmahjongg ще бъде прекратена
ca: Kmahjongg acabarà ara mateix
el: Το Kmahjongg τώρα θα τερματίσει
eo: Mahjongo nun finos
et: Nüüd KMahjongg lõpetab
he: וישכע םייתסי Kmahjongg
hu: A Kmahjongg futása befejeződik
id: Kmahjongg sekarang akan ditutup
is: Kmahjongg mun nú hætta
no: Kmahjongg vil nå avslutte
no_ny: KMahjongg avsluttar no
pt: O KMahjongg vai agora terminar
ro: Kmahjongg se va termina
sr: Kmahjongg će sada prestati sa radom

source: Load game.
af: las speletjie.
bg: Зареди игра
ca: Carrega partida.
el: Φόρτωμα παιχνιδιού.
eo: Ŝargu ludon.
et: Laadi mäng
he: .קחשמ ןעט
hu: Játék betöltése.
id: Memuat permainan
is: Lesa leik.
ja: ゲーム読み込み
no: Last spill.
no_ny: Opna spel.
pt: Carregar jogo.
ro: Încarcă joc
sr: Učitaj igru.

source: Could not read from file. Aborting.
af: kon nie lees van lêer. gaan staak.
bg: Файлът не може да бъде прочетен. Прекратяване
ca: No es pot llegir del fitxer. S'està avortant.
el: Δε μπόρεσα να διαβάσω από το αρχείο. Διακόπτω.
eo: Ne eblis legi de dosiero. Ĉesante.
et: Ei suutnud failist lugeda. Katkestamine.
he: .אצוי .ץבוקהמ אורקל ןתינ אל
hu: Nem sikerült egy fájlból olvasni. Félbeszakítom a műveletet.
id: Tidak dapat membaca berkas: Membatalkan.
is: Gat ekki lesið úr skrá. Hætti við.
ja: ファイルから読み込めませんでした。中止します。
no: Kunne ikke lese fra fil. Avbryter.
no_ny: Klarte ikkje lesa frå fila. Avbryt.
pt: Não consegui ler do ficheiro. A abortar.
ro: Nu pot citi din fişier. Renunţ.
sr: Ne mogu da čitam iz fajla. Prekidam.

source: File format not recognised.
af: lêer formaat nie herken.
bg: Форматът на файла не е разпознат.
ca: Format del fitxer no reconegut.
el: Δεν αναγνωρίζεται η μορφή του αρχείου.
eo: Dosierformo ne rekonita.
et: Tundmatu failiformaat
he: .ההוזמ יתלב ץבוקה טמרופ
hu: Ismeretlen fájlformátum.
id: Format berkas tidak dikenali.
is: Kannast ekki við skráarform
ja: ファイルフォーマットが認識されませんでした。
no: Filformat ikke gjenkjent.
no_ny: Kjenner ikkje att filformatet.
pt: O formato do ficheiro não foi reconhecido.
ro: Format de fişier nerecunoscut.
sr: Format fajla nije prepoznat.

source: Save game.
af: stoor speletjie.
bg: Запази игра.
ca: Desa partida.
el: Αποθήκευση παιχνιδιού.
eo: Sekurigu ludon
et: Salvesta mäng
he: .קחשמ רומש
hu: A játék mentése.
id: Simpan permainan.
is: Vista leik
ja: ゲームを保存
no: Lagre spill.
no_ny: &Lagra spel.
pt: Gravar jogo.
ro: Salvează joc
sr: Sačuvaj igru.

source: Only saving to local files currently supported.
af: slegs stooring aan plaaslike lêers huidiglik ondersteunde.
bg: Засега се поддържа запазване само в локални файлове.
ca: Actualment només es poden desar fitxer locals.
el: Για την ώρα υποστηρίζεται μόνο αποθήκευση σε τοπικά αρχεία.
eo: Nur sekurigo al lokaj dosieroj subtenata ĝis nun.
et: Praegu on toetatud vaid lokaalsetesse failidesse salvestamine.
he: .תכמתנ םיימוקמ םיצבקל הרימש קר עגרכ
hu: Jelenleg csak helyi fájlokat lehet megadni.
id: Hanya bisa menyimpan berkas lokal.
is: Get aðeins vistað heimaskrár sem stendur.
ja: ローカルファイルへの保存のみサポートされています。
no: Bare lagring til lokale filer er foreløbig støttet.
no_ny: Du kan berre lagra til lokale filer.
pt: Só podes gravar para ficheiros locais
ro: Deocamdată se pot salva numai fişiere locale.
sr: Trenutno je podržan samo upis u lokalne fajlove.

source: Could not write to file. Aborting.
af: kon nie skryf aan lêer. gaan staak.
bg: Писането във файла невъзможно. Прекратяване
ca: No es pot escriure al fitxer. S'està avortant.
el: Δε μπόρεσα να γράψω στο αρχείο. Διακόπτω.
eo: Ne eblis skribi al dosiero. Ĉesante.
et: Faili pole võimalik kirjutada. Katkestamine.
he: .אצוי .ץבוקל בותכל ןתינ אל
hu: Nem sikerült egy fájlba írni. Félbeszakítom a műveletet.
id: Tidak dapat menulisi berkas: Membatalkan.
is: Gat ekki skrifað í skrá. Hætti við
ja: ファイルに保存できませんでした。中止します。
no: Kunne ikke skrive til fil. Avbryter.
no_ny: Klarte ikkje skriva til fil. Avbryt.
pt: Não consegui escrever no ficheiro. A abortar.
ro: Nu pot scrie în fişier. Renunţ.
sr: Ne mogu da pišem u fajl. Prekidam.

source: An error ocurred when loading the tileset file
af: 'n fout voorgekom wanneer laaiïng van die teëlstel lêer
bg: Грешка по време на зареждането на файла с подредбата
ca: S'ha produït una errada en carregar el fitxer del joc de fitxes.
el: Σφάλμα κατά το φόρτωμα του αρχείου συνόλου καρτών
eo: Okazis eraro dum legado de la tegolaro
et: Kivikomplekti laadimisel ilmnes viga failis
he: תופצרמה תכרע ץבוק תחיתפב האיגש העריא
hu: Hiba történt az elemkészletfájl betöltésekor
id: Terjadi sebuah kesalahan saat memanggil berkas kumpulan petak
is: Villa kom upp við lestur flísaskrárinnar
ja: タイルセット読み込み中にエラーが発生しました
no: En feil oppsto under lesing av flisfilen
no_ny: Ein feil oppsto ved lasting av brikkesett-fila
pt: Ocorreu um erro ao carregar o ficheiro com as peças
ro: A apărut o eroare la încărcarea fişierului de piese
sr: Javila se greška pri učitavanju fajla sa izgledom domina

source: Kmahjongg will now terminate
af: kmahjong sal nou termineer
bg: Kmahjongg ще бъде прекратена
ca: Kmahjongg acabarà ara mateix
el: Το Kmahjongg τώρα θα τερματίσει
eo: Majongo nun finos
et: Nüüd KMahjongg lõpetab
he: וישכע םייתסי Kmahjongg
hu: A program futása befejeződik.
id: Kmahjongg sekarang akan ditutup
is: Kmahjongg mun nú hætta vinnslu
no: Kmahjongg vil nå avslutte
no_ny: Kmahjongg avsluttar no
pt: O KMahjongg vai terminar
ro: Kmahjongg se va termina
sr: Kmahjongg će sada prestati sa radom

source: An error ocurred when loading the background image
af: 'n fout voorgekom wanneer laaiïng van die agtergrond beeld
bg: Грешка при зареждане на фона
ca: S'ha produït una errada en carregar el rerefons
eo: Okazis eraro dum legado de fonbildo
et: Taustapildi laadimisel ilmnes viga
he: עקרה תנומת תחיתפב האיגש העריא
hu: Hiba történt a háttérkép betöltésekor
id: Terjadi sebuah kesalahan saat memanggil berkas latar belakang
is: Villa kom upp þegar bakgrunnsmynd var lesin inn
ja: 背景画像読み込み中にエラーが発生しました
no: En feil oppstod under lasting av bakgrunnsbildet
no_ny: Ein feil oppsto ved lasting av bakgrunnsbiletet
pt: Ocorreu um erro ao carregar a imagem de fundo
ro: A apărut o eroare la încărcarea imaginii de fundal
sr: Javila se greška pri učitavanju pozadinske slike

source: An error ocurred when loading the board layout
af: 'n fout voorgekom wanneer laaiïng van die bord uitleg
bg: Грешка при зареждане на схемата
ca: S'ha produït una errada en carregar la distribució del tauler
eo: Okazis eraro dum legado de la tabularanĝo
et: Lauapaigutuse laadimisel ilmnes viga
he: חולה תסירפ תחיתפב האיגש העריא
hu: Hiba történt a táblaelrendezés betöltésekor
id: Terjadi sebuah kesalahan saat memanggil tataletak papan permainan
is: Villa kom upp þegar borðuppsetning var lesin inn
ja: レイアウト読み込み中にエラーが発生しました
no: En feil oppstod under lasting av brettutseende
no_ny: Ein feil oppsto ved lasting av brett-oppsettet
pt: Ocorreu um erro ao carregar a disposição do tabuleiro
ro: A apărut o eroare la încărcarea tablei
sr: Javila se greša pri učitavanju izgleda table

source: Undo operation done successfully.
af: herstel operasie klaar suksesvol.
bg: Операцията 'назад' изпълнена успешно
ca: S'ha desfet amb èxit.
el: Η αναίρεση έγινε με επιτυχία.
eo: Malfaro sukcesis.
et: Samm tagasi toiming edukalt teostatud.
he: .החלצהב המלשוה לוטיבה תלועפ
hu: A visszavonási művelet sikeresen befejeződött.
id: Pembatalan sukses.
is: Afturköllun tókst
ja: 一手戻りました。
no: Angre operasjon lyktes.
no_ny: Vellukka angreoperasjon.
pt: Operação de desfazer concluída.
ro: Am revenit la mutarea precedentă.
sr: Operacija opozivanja je uspešno izvršena.

source: What do you want to undo? You have done nothing!
af: wat doen jy wil hê aan herstel? jy het klaar niks!
bg: Какво искате да върнете? Нямате нищо за връщане!
ca: Què voleu desfer? No heu fet res!
el: Τι θέλετε να αναιρέσετ; Δεν έχετε κάνει τίποτα!
eo: Kion vi volas malfari? Vi faris nenion!
et: Miks samm tagasi?Sa pole midagi veel teinud!
he: !םולכ תישע אל ?לטבל הצור התא המ
hu: Vissza akar vonni egy lépést? De hát nem is lépett!
id: Apa yang mau dibatalkan ? Anda belum ngapa-ngapain!
is: Hvað viltu afturkalla? Þú hefur ekkert gert!
ja: 戻るんですか?まだなにもやってません!
no: Hva ønsker du å angre? Du har ikke gjort noe!
no_ny: Kva vil du angra? Du har ikkje gjort noko!
pt: O que é que queres desfazer? Não fizeste nada!
ro: Nu aveţi pentru ce să reveniţi înapoi!
sr: Šta želite da opozovete? Niste ništa prethodno uradili!

source: Sorry, you have lost the game.
af: jammer, jy het verloor die speletjie.
bg: Съжалявам, вие загубихте.
ca: Ho sento, heu perdut la partida.
el: Λυπάμαι, χάσατε.
eo: Pardonu, vi malvenkis la ludon.
et: Kahjuks oled sa mängu kaotanud.
he: .קחשמב תדספה ,יל רצ
hu: Ön vesztett.
id: Maaf, anda kalah.
is: Því miður, þú tapaðir.
ja: 残念、あなたの負けです。
no: Beklager, du tapte spillet.
no_ny: Orsak, du tapte spelet.
pt: Desculpa, perdeste o jogo.
ro: Aţi pierdut.
sr: Žao mi je, izgubili ste igru.
