Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kmahjongg.po
Languages: af, bg, ca, el, eo, et, he, hu, id, is, ja, no, no_ny, pt, ro, sr

source: Demo mode. Click mousebutton to stop.
af: demo modus. kliek muisknoppie aan stop.
bg: Демонстрация. Щракнете с мишката,за да го прекъснете.
ca: Mode demo. Cliqueu amb el ratolí per aturar.
el: Λειτουργία παρουσίασης. Κάντε κλικ για να σταματήσει.
eo: Demonstro. Kliku musbutonon por fini.
et: Demo variant.Vajuta hiireklahvi peatamiseks.
he: קיספהל ידכ רבכעה ןצחל לע ץחל .המגדה בצמ
hu: Bemutató üzemmód. Félbeszakítás egérkattintással.
id: Mode demo. Tekan tombol mouse untuk berhenti.
is: Kynningarhamur. Smelltu á músarhnapp til að hætta.
ja: デモ中。止めるにはマウスをクリック。
no: Demo. Klikk på musen for å stoppe.
no_ny: Demonstrasjon. Klikk med musa for å stoppa.
pt: Modo de demonstração. Carrega para parar.
ro: Mod demonstrativ. Daţi un clic pentru a-l opri.
sr: Demo režim rada. Kliknite na dugme miša da biste zaustavili.

source: Now it's you again.
af: nou dit is jy weer.
bg: Сега пак сте вие
ca: Ara torna a ser el vostre torn.
eo: Via vico denove.
et: Nüüd jälle sina.
he: .ךרות בוש וישכע
hu: Ó, már megint maga az.
id: Sekarang anda lagi.
is: Nú er komið að þér aftur.
ja: さあ、あなたの番です。
no: Nå er det deg igjen.
no_ny: No er det deg igjen.
pt: Agora és tu outra vez.
ro: Acum puteţi juca din nou.
sr: Sada je vaša ponovo.

source: Your computer has lost the game.
af: jou rekenaar het verloor die speletjie.
bg: Вашият компютър загуби играта
ca: L'ordinador ha perdut la partida.
el: Το κομπιούτερ σας έχασε.
eo: Via komputilo malvenkis la ludon.
et: Sinu arvuti on mängu kaotanud.
he: .קחשמב דיספה ךלש בשחמה
hu: A számítógép vesztett.
id: Komputernya kalah.
is: Tölvan þín tapaði.
ja: コンピューターの負けです。
no: Din PC tapte spillet.
no_ny: Datamaskina di tapte spelet.
pt: O teu computador perdeu o jogo.
ro: Calculatorul a pierdut jocul.
sr: Vaš računar je izgubio igru.

source: Congratulations. You have won!
af: baie geluk. jy het wen!
bg: Поздравления. Вие спечелихте!
ca: Felicitats. Heu guanyat!
el: Συγχαρητήρια, κερδίσατε!
eo: Gratulon. Vi venkis!
et: Õnnitlused! Sa võitsid!
he: !תיכז .בוט לזמ
hu: Gratulálok! Ön győzött!
id: Selamat. Anda menang!
is: Tilhamingju, þú vannst! (Jibbí kóla! :-))
ja: おめでとうございます。あなたの勝ちです!
no: Gratulerer. Du vant!
no_ny: Gratulerer. Du vann!
pt: Parabéns! Ganhaste!
ro: Felicitări. Aţi cîştigat!
sr: Čestitamo. Pobedili ste!

source: Calculating new game...
af: besig om te bereken nuwe speletjie...
bg: Изчислява се нова игра...
ca: S'està preparant la partida nova...
el: Υπολογίζω το νέο παιχνίδι...
eo: Elpensante novan ludon...
et: Uue mängu arvutamine...
he: ...שדח קחשמ בשחמ
hu: Az új játéktér felépítése folyik...
id: Menghitung permainan baru...
is: Undirbý nýjan leik...
ja: 新しいゲームを作成中...
no: Beregner nytt spill...
no_ny: Set opp nytt spel ...
pt: A calcular um novo jogo...
ro: Calculez datele unui nou joc...
sr: Računam novu igru...

source: Error converting board information!
af: fout omskakeling van bord informasie!
bg: Крешка при конвертиране на информацията!
ca: S'ha produït un error en convertir la informació del tauler!
el: Σφάλμα κατά τη μετατροπή των πληροφοριών τραπεζιού!
eo: Eraro dum konverto de la tabulinformoj!
et: Viga lauainformatsiooni teisaldamisel!
he: חולה עדימ תרמהב האיגש
hu: Hiba történt a táblajellemzők konvertálása közben.
id: Salah mengkonversikan informasi papan permainan!
is: Villa við þýðingu borðaskilgreininga!
ja: ボード情報変換時にエラー!
no: Feil ved omgjring av brett informasjon!
no_ny: Feil ved konvertering av brettinformasjon!
pt: Erro ao converter a informação do tabuleiro!
ro: Eroare la convertirea informaţiilor despre tablă!
sr: Javila se greška pri konvertovanju infromacija o tabli!

source: Ready. Now it's your turn.
af: gereed. nou dit is jou skakel.
bg: Готов. Сега е ваш ред.
ca: Fet. Ara és el vostre torn.
el: Εντάξει. Τώρα είναι η σειρά σας .
eo: Preta. Nun estas via vico.
et: Valmis.Nüüd on sinu kord.
he: .ךרות וישכע .ןכומ
hu: Léptem - most Önön a sor.
id: Siap. Sekarang giliran anda.
is: Tilbúin. Nú er komið að þér.
ja: あなたの番です。
no: Klar. Nå er det din tur.
no_ny: Klar. No er det din tur.
pt: Descobre duas peças iguais!
ro: Gata. Acum este rîndul dumneavoastră.
sr: Spreman. Sada ste vi na redu.

source: Error generating new game!
af: fout genereer nuwe speletjie!
bg: Грешка при генерирането на нова игра!
ca: S'ha produït una errada en generar la partida nova!
el: Σφάλμα κατά τη δημιουργία του νέου παιχνιδιού!
eo: Eraro dum kreo de nova ludo!
et: Viga uue mängu loomisel!
he: !שדח קחשמ תריציב האיגש
hu: Nem sikerült létrehozni az új játékot!
id: Salah membuat permainan baru!
is: Villa við framreiðslu nýs leiks!
ja: 新しいゲームを作成中にエラー!
no: Feil ved start av nytt spill!
no_ny: Feil ved start av nytt spel.
pt: Erro ao gerar um novo jogo!
ro: Eroare la generarea unui nou joc!
sr: Greška u generisanju nove igre!

source: Game over: You have won!
af: speletjie bo: jy het wen!
bg: Край на играта. Вие спечелихте!
ca: S'ha acabat el joc: heu guanyat!
el: Τέλος παιχνιδιού: Κερδίσατε!
eo: Ludo finita: Vi gajnis!
et: Mäng läbi: Sa oled võitnud!
he: !תחצינ :םייתסה קחשמה
hu: Vége a játéknak: Ön győzött!
id: Permainan selesai: Anda menang!
is: Leikurinn búinn, þú vannst!
ja: ゲームオーバー: あなたの勝ち！
no: Spillet er slutt: Du vant!
no_ny: Spelet er slutt: Du vann!
pt: Fim do jogo: Ganhaste!
ro: Joc terminat: Aţi cîştigat!
sr: Kraj igre. Vi ste pobedili!

source: Game over: You have no moves left
af: speletjie bo: jy het nee skuiwe links
bg: Край на играта. Нямате повече ходове
ca: S'ha acabat el joc: no us queden més moviments
el: Τέλος παιχνιδιού: Δεν έχετε άλλες κινήσεις
eo: Ludo finita: Ne plu eblas movo
et: Mäng läbi: Sul pole enam käike jäänud.
he: םיכלהמ רתוי ךל וראשנ אל :םייתסה קחשמה
hu: Vége a játéknak: több lépés nem lehetséges.
id: Permainan selesai: Anda sudah kehabisan langkah
is: Leikurinn búinn, þú getur ekkert gert
ja: ゲームオーバー: 手詰りです
no: Spillet er slutt: Du har ingen flere trekk igjen
no_ny: Spelet er slutt: Ikkje fleire lovlege trekk.
pt: Fim do jogo: Já não podes fazer mais jogadas
ro: Joc terminat: Nu mai puteţi face mutări
sr: Kraj igre: Nemate više opcija za potez

source: Failed to load image: %1
af: gevaal aan las beeld: %1
bg: Грешка при зареждане на изображението: %1
ca: Ha fallat la càrrega de la imatge: %1
el: Απέτυχε το φόρτωμα της εικόνας: %1
eo: Eraro dum legado de bildo: %1
et: Ebaõnnetus kujutise laadimine: %1
he: הנומתה תניעט הלשכנ %1
hu: Nem sikerült betölteni ezt a képet: %1
id: Gagal memanggil gambar: %1
is: Mistókst að hlaða inn mynd: %1
ja: 画像読み込みに失敗: %1
no: Kunne ikke laste bilde: %1
no_ny: Feil ved lasting av bilete: %1
pt: Erro ao carregar a imagem: %1
ro: Eroare la încărcarea imaginii: %1
sr: Neuspelo učitavanje slike: %1

source: Enter game number
af: invoer speletjie nommer
bg: Въведете номера на играта
ca: Introduïu el número de la partida
el: Δώστε τον αριθμό του παιχνιδιού
eo: Tajpu bildnumeron
et: Sisesta mängu number
he: קחשמה םש תא דלקה
hu: Írja be a játék azonosítószámát
id: Masukkan nomor permainan
is: Sláðu inn númer leiks
ja: ゲームナンバーを入力
no: Skriv inn spillnummer
no_ny: Oppgi spelnummer
pt: Insere o número do tabuleiro
ro: Introduceţi numărul jocului
sr: Unesite broj igre

source: Background
af: agtergrond
bg: Фон
ca: Fons
el: Φόντο
eo: Fono
et: Taust
he: עקר
hu: Háttér
id: Latar belakang
is: Bakgrunnur
ja: 背景
no: Bakgrunn
no_ny: Bakgrunn
pt: Imagem de fundo
ro: Fundal
sr: Pozadina

source: Tiles
af: teëls
bg: Плочки
ca: Fitxes
el: Κάρτες
eo: Tegoloj
et: Kivid
he: תופצרמ
hu: Elemek
id: Petak
is: Flísar
ja: タイル
no: Fliser
no_ny: Brikker
pt: Peças
ro: Piese
sr: Domine

source: Kmahjong
eo: Mahjongo
et: KMahjongg
no_ny: KMahjongg

source: Tile
af: teël
bg: Плочка
ca: Fitxa
el: Κάρτα
eo: Kahele
et: Kivi
he: שורפ
hu: mozaikszerű
id: Petak
is: Flís
ja: タイル
no: Flis
no_ny: Flislagd
pt: Peça
ro: Piesă
sr: Sitna

source: Scale
af: skaal
bg: Мащаб
ca: Escala
el: Κλίμακα
eo: Etendite
et: Mastaap
he: חותמ
hu: nyújtott
id: Skala
is: Hlutfall
ja: スケール
no: Skala
no_ny: Skalert
pt: Escala
ro: Scală
sr: Uveličana

source: Draw shadows
af: teken skaduwees
bg: Изчертай сенките
ca: Dibuixa ombres
el: Απεικόνιση σκιών
eo: Pentru ombrojn
et: Joonista varjud
he: םיללצ רייצ
hu: árnyék rajzolása
id: Gambar bayangan
is: Teikna skugga
ja: 影を描く
no: Tegn skygger
no_ny: Teikn skuggar
pt: Desenhar sombra
ro: Afişează umbre
sr: Naslikaj senke

source: Show removed tiles
af: vertoon verwyder teëls
bg: Покажи премахнатите файлове
ca: Mostra fitxes eliminades
el: Προβολή καρτών που έχουν απομακρυνθεί
eo: Montru forigitajn tegolojn
et: Näita eemaldatud kive
he: ורסוהש תופצרמ גצה
hu: minden elem mutatása
id: Tunjukkan petak yang dihilangkan
is: Sýna fjarlægðar flísar
ja: 消した牌の表示
no: Vis fjernede fliser
no_ny: Vis fjerna brikker
pt: Mostrar peças retiradas
ro: Afişează piesele eliminate
sr: Pokaži uklonjene fajlove

source: Use mini-tiles
af: gebruik mini-tiles
bg: Използвай миниплочки
ca: Utilitza fitxes xicotetes
el: Χρήση μίνι καρτών
eo: Malgrandaj
et: Kasuta minikive
he: תופצרמ-ינימב שמתשה
hu: apró elemek használata
id: Gunakan petak-mini
is: Nota smáflísar
ja: ミニタイルを使う
no: Bruk mini-fliser
no_ny: Bruk minibrikker
pt: Utilizar mini-peças
ro: Utilizează mini-piese
sr: Koristi mini-domine

source: Save Preferences on exit
af: stoor voorkeure op beïendig
bg: Запази предпочитанията при изход
ca: Desa la configuració a l'eixida
el: Αποθήκευση Προτιμήσεων κατά την έξοδο
eo: Sekurigu agordon ĉe fino
et: Salvesta eelistused väljumisel
he: האיציב תופדעה רומש
hu: a beállítások mentése
id: Simpan pengaturan saat keluar
is: Vista uppsetningu við lokun
ja: 終了時設定を保存
no: Lagre preferanser ved programslutt
no_ny: Lagra oppsett
pt: Gravar opções ao sair
ro: Salvează opţiunile la ieşire
sr: Sačuvaj prilagođavanja pri izlazu

source: Show status bar
af: vertoon status kolom
bg: Покажи лентата на състоянието
ca: Mostra la barra d'estat
el: Προβολή γραμμής κατάστασης
eo: Montru statolistelon
et: Näita olekuriba
he: בצמ תרו&ש גצה
hu: állapotsor
id: Tunjukkan papan status
is: Sýna stöðurönd
ja: ステータスバーを表示
no: Vis statuslinje
no_ny: Vis statuslinje
pt: Mostrar barra de estado
ro: Afişează bara de stare
sr: Pokaži statusnu liniju

source: Load
af: las
bg: Зареди
ca: Carrega
el: Φόρτωμα
eo: Ŝargu
et: Laadi
he: ןעט
hu: Betöltés
id: Memuat
is: Hlaða
ja: 読み込み
no: Last
no_ny: Last inn
pt: Carregar
ro: Încarcă
sr: Učitaj

source: Change background image
af: verander agtergrond beeld
bg: Смени фона
ca: Canvia rerefons
el: Αλλαγή εικόνας φόντου
eo: Ŝanĝu fonbildon
et: Muuda taustapilti
he: עקרה תנומת יוניש
hu: A háttérkép megváltoztatása
id: Ganti gambar latar belakang
is: Breyta bakgrunnsmynd
ja: 背景画像を変更
no: Endre bakgrunns bilde
no_ny: Endra bakgrunnsbilete
pt: Mudar imagem de fundo
ro: Schimbă imaginea de fundal
sr: Promeni sliku u pozadini

source: *.bgnd|Background Image *.bmp|Windows bitmap file (*.bmp)
af: *.bgnd|agtergrond beeld *.bmp|vensters biskaart lêer (*.bmp)
ca: *.bgnd|Rerefons *.bmp|Fitxer bitmap Windows (*.bmp)
el: *.bgnd|Εικόνα Φόντου *.bmp|Αρχείο Windows bitmap (*.bmp)
eo: *.bgnd|Fonbildo *.bmp|Vindoza rastrobildo (*.bmp)
et: *.bgnd|Taustapilt *.bmp|Windows bitmapi fail (*.bmp)
he: *.bgnd|עקר תנומת *.bmp|(*.bmp) Windows לש תויביס תפמ
hu: *.bgnd|Háttérkép *.bmp|Windows bitmap fájl (*.bmp)
id: *.bgnd|Gambar latar belakang *.bmp|berkas bitmap windows (*.bmp)
is: *.bgnd|Bakgrunnsmynd *.bmp|Windows bitamynd (*.bmp)
ja: *.bgnd|背景画像 *.bmp|Windowsビットマップファイル(*.bmp)
no: *.bgnd|Bakgrunnsbilde *.bmp|Windows bitmap-fil (*.bmp)
no_ny: *.bgnd|Bakgrunnsbilete *.bmp|Windows bitmap-fil (*.bmp)
pt: *.bgnd|Imagem de fundo *.bmp|Ficheiro bitmap do Windows (*.bmp)
ro: *.bgnd|Imagine de fundal *.bmp|Fişier bitmap Windows (*.bmp)
sr: *.bgnd|Pozadinska slika *.bmp|Windows bitmap fajl (*.bmp)

source: Change tile set
af: verander teël stel
bg: Смени подредбата
ca: Canvia les fitxes
el: Αλλαγή συνόλου καρτών
eo: Ŝangu tegolaron
et: Muuda kivide paigutust
he: תופצרמה תכרע יוניש
hu: Az elemkészlet megváltoztatása
id: Ganti kumpulan petak
is: Breyta flísasetti
ja: タイルセットを変更
no: Endre flissett
no_ny: Endra brikkesett
pt: Mudar conjunto de peças
ro: Schimbă setul de piese
sr: Promeni set doimna

source: *.tileset|Tile set file
af: *.teëlstel|teël stel lêer
bg: *.tileset|Подредба
ca: *.tileset|Fitxer del joc de fitxes
el: *.tileset|Αρχείο συνόλου καρτών
eo: *.tileset|Tegolardosiero
et: *.tileset|kivikomplekt fail
he: *.tileset|תופצרמ תכרע ץבוק
hu: *.tileset|Elemkészletfájl
id: *.Atur petak|Berkas kumpulan petak
is: *.tileset|Flísaskrá
ja: *.tileset|タイルセットファイル
no: *tileset|Flissett-fil
no_ny: *.tileset|Brikkesett-fil
pt: *.tileset|Ficheiro com conjunto de peças
ro: *.tileset|Fişier set de piese
sr: *.tileset|Fajlovi izgleda domina

source: *.layout|Board layout file
af: *.uitleg|bord uitleg lêer
bg: *.layout|Схема
ca: *.layout|Fitxer de distribució de tauler
el: *.layout|Αρχείο διάταξης τραπεζιού
eo: *.layout|Tabularanĝodosiero
et: *.layout|Laua paigutuse fail
he: *.layout|חול תסירפ ץבוק
hu: *.layout|Táblaelrendezés-fájl
id: *.tataletak|Berkas tataletak papan permainan
is: *.layout|borðuppseningarskrá
ja: *.layout|レイアウトファイル
no: *.layout|Brettutseende-fil
no_ny: *.layout|Brettoppsett-fil
pt: *.layout|Ficheiro com disposição do tabuleiro
ro: *.layout|Fişier format tablă
sr: *.layout|Fajlovi za izgled table

source: Change board layout
af: verander bord uitleg
bg: Смени схемата
ca: Canvia la distribució del tauler
el: Αλλαγή διάταξης τραπεζιού
eo: Ŝanĝu tabularanĝon
et: Muuda laua paigutust
he: חולה תסירפ יוניש
hu: A táblaelrendezés megváltoztatása
id: Ganti tataletak papan permainan
is: Breyta borðuppsetningu
ja: レイアウトを変更
no: Endre brettutseende
no_ny: Endra brettoppsett
pt: Mudar disposição do tabuleiro
ro: Schimbă formatul tablei
sr: Promeni izgled table

source: *.theme|Kmahjongg theme
af: *.tema|kmahjong tema
bg: *.theme|Kmahjongg тема
ca: *.theme|Tema Kmahjongg
el: *.theme|Θέμα Kmahjongg
eo: *.theme|Mahjonga etoso
et: *.theme|KMahjonggi teema
he: *.theme|Kmahjongg לש הכרע
hu: *.theme|Kmahjongg téma
id: *.tema|tema Kmahjongg
is: *.theme|Kmahjongg þema
ja: *.theme|Kmahjongg テーマ
no: *theme|Kmahjongg-tema
no_ny: *.theme|Kmahjongg-tema
pt: *.theme|Tema do KMahjongg
ro: *.theme|Tematică Kmahjongg
sr: *.theme|Kmahjongg teme

source: Choose a theme
af: kies 'n tema
bg: Избери тема
ca: Selecciona un tema
el: Επιλέξτε ένα θέμα
eo: Elektu etoson
et: Vali teema
he: הכרע תריחב
hu: Válasszon egy témát
id: Pilih tema
is: Velja þema
ja: テーマを選択
no: Velg et tema
no_ny: Vel eit tema
pt: Escolhe um tema
ro: Alege o tematică
sr: Izaberite temu

source: *|All files
af: *|alle lêers
bg: *|Всички файлове
ca: *|Tots els arxius
eo: *|Ĉiuj dosieroj
et: *|Kõik failid
he: *|םיצבקה לכ
hu: *|Minden fájl
id: *|Seluruh berkas
is: *|Allar skrár
ja: *|全てのファイル
no: *.*|Alle filer
no_ny: *|Alle filer
pt: *|Todos os ficheiros
ro: *|Toate fişierele
sr: *|Svi fajlovi

source: Open board layout.
af: open bord uitleg.
bg: Отвори схема.
ca: Obre distribució del tauler.
el: Άνοιγμα διάταξης τραπεζιού
eo: Malfermu tabularanĝon.
et: Ava laua paigutus.
he: .חול תסירפ חתפ
hu: Táblaelrendezés megnyitása.
id: Buka tataletak papan permainan
is: Opna borðuppsetningu
ja: レイアウトを開く
no: Åpne brettutseende.
no_ny: Opna brettoppsett.
pt: Abrir disposição do tabuleiro.
ro: Deschide un format de tablă
sr: Otvori izgled table.

source: Thats not a valid theme file.
af: Thats nie 'n geldige tema lêer.
bg: Това не е валидна тема
ca: Aquest fitxer no té un tema vàlid
el: Αυτό δεν είναι έγκυρο αρχείο θέματος.
eo: Jen ne valida etosdosiero.
et: See pole kehtiv teema fail.
he: .ןיקת הכרע ץבוק אל והז
hu: Ez nem egy érvényes témafájl.
id: Bukan sebuah berkas tema yang benar
is: Þetta er ekki leyfileg þemaskrá
ja: 有効なテーマファイルではありません
no: Det er ikke en gyldig temafil.
no_ny: Det er inga gyldig temafil.
pt: Isso não é um ficheiro de tema válido.
ro: Acesta nu este un fişier de tematică valid.
sr: Ovo nije važeći fajl za temu.

source: Save theme.
af: stoor tema.
bg: Запази тема.
ca: Desa tema.
el: Αποθήκευση θέματος.
eo: Sekurigu etoson.
et: Salvesta teema
he: הכרע תרימש
hu: A téma mentése.
id: Simpan tema.
is: Vista þema
ja: テーマを保存
no: Lagre tema.
no_ny: Lagra tema.
pt: Gravar tema.
ro: Salvează tematica
sr: Sačuvaj temu.

source: A file with that name already exists, do you wish to overwrite it?
af: 'n lêer met wat naam alreeds bestaan, doen jy wens aan oorskryf dit?
bg: Файл със същото име съществува, искате ли да го презапишете?
ca: Ja existeix un fitxer amb aquest nom, voleu sobrescriure'l?
el: Υπάρχει ήδη ένα αρχείο με αυτό το όνομα, θέλετε να επικαλυφθεί;
eo: Dosiero kun tiu nomo jam ekzistas, ĉu vi volas anstataŭigi ĝin?
et: Sellise nimega fail on juba olemas, soovid sa selle üle kirjutada?
he: ?וילע בותכל ךנוצרב םאה ,םייק רבכ הז םשב ץבוק
hu: Már létezik ilyen nevű fájl, felül szeretné írni?
id: Sudah ada berkas yang namanya sama, mau di timpa aja?
is: Skrá með þessu mafni er þegar til, viltu skrifa yfir hana?
ja: その名前のファイルが既に存在します。上書きしますか?
no: En fil med det navnet eksisterer allerede. Vil du overskrive?
no_ny: Ei fil med det namnet finst alt. Vil du skriva over den?
pt: Um ficheiro com esse nome já existe, queres escrever por cima dele?
ro: Există deja un fişier cu acest nume. Îl suprascriu?
sr: Fajl sa ovim imenom već postoji, da li želite da ga prepišete?

source: Edit board layout
af: redigeer bord uitleg
bg: Редактирай схемата
ca: Edita la distribució de tauler
el: Επεξεργασία διάταξης τραπεζιού
eo: Redaktu tabularanĝon
et: Redigeeri laua paigutust
he: חולה תסירפ תכירע
hu: A táblaelrendezés módosítása
id: Ubah tataletak papan permainan
is: Breyta borðuppsetningu
ja: レイアウトの編集
no: Rediger brettutseende
no_ny: Rediger brettoppsett
pt: Editar disposição do tabuleiro
ro: Editează format tablă
sr: Izmeni izgled table

source: New board.
af: nuwe bord.
bg: Нова дъска
ca: Tauler nou.
el: Νέο τραπέζι.
eo: Nova tabulo.
et: Uus laud.
he: .שדח חול
hu: Új tábla.
id: Papan permainan baru.
is: Nýtt borð.
ja: 新規ボード
no: Nytt brett.
no_ny: Nytt brett.
pt: Novo tabuleiro.
ro: Tablă nouă
sr: Nova tabla.

source: Open board.
af: open bord.
bg: Отвори дъска.
ca: Obre tauler.
el: Άνοιγμα τραπεζιού
eo: Malfermu tabulon.
et: Ava laud.
he: .חול חתפ
hu: Tábla megnyitása.
id: Buka papan permainan
is: Opna borð.
ja: ボードを開く
no: Åpne brett.
no_ny: Opna brett.
pt: Abrir tabuleiro.
ro: Deschide o tablă
sr: Otvori tablu.

source: Save board.
af: stoor bord.
bg: Запази дъска
ca: Desa tauler.
el: Αποθήκευση τραπεζιού.
eo: Sekurigu tabulon.
et: Salvesta laud.
he: .חול רומש
hu: A tábla mentése.
id: Simpan papan permainan.
is: Vista borð.
ja: ボードを保存
no: Lagre brett.
no_ny: Lagra brett.
pt: Gravar tabuleiro.
ro: Salvează tabla
sr: Sačuvaj tablu.

source: Select.
af: kies.
bg: Избери
ca: Selecciona.
el: Επιλογή.
eo: Elektu.
et: Vali.
he: .רחב
hu: Kiválasztás.
id: Pilih.
is: Velja.
ja: 選択
no: Merk.
no_ny: Vel.
pt: Seleccionar
ro: Selectează
sr: Izberi.

source: Cut.
af: knip.
bg: Премести
ca: Talla.
el: Αποκοπή.
eo: Eltondu.
et: Lõika.
he: .רוזג
hu: Kivágás.
id: Potong.
is: Klippa
ja: 切り取り
no: Klipp ut.
no_ny: Klipp ut.
pt: Cortar.
ro: Taie
sr: Seci.

source: Copy.
af: kopie.
bg: Копирай
ca: Copia.
el: Αντιγραφή.
eo: Kopiu.
et: Kopeeri.
he: .קתעה
hu: Másolás.
id: Salin.
is: Afrita
ja: コピー
no: Kopier.
no_ny: Kopier.
pt: Copiar.
ro: Copiază
sr: Kopiraj.

source: Paste.
af: plak.
bg: Сложи
ca: Enganxa.
el: Επικόλληση.
eo: Enmetu.
et: Aseta.
he: .קבדה
hu: Beillesztés.
id: Potong.
is: Lima
ja: 貼り付け
no: Lim inn.
no_ny: Lim inn.
pt: Colar.
ro: Lipeşte
sr: Prenesi.

source: Move tiles.
af: beweeg teëls.
bg: Премести плочки
ca: Mou fitxes.
el: Μετακίνηση καρτών.
eo: Movu tegolojn.
et: Liiguta kive.
he: .תופצרמ רבעה
hu: Elemek mozgatása.
id: Pindahkan petak.
is: Færa flísar
ja: タイルを移動
no: Flytt fliser
no_ny: Flytt btikker.
pt: Mover peças.
ro: Mută piese
sr: Pomeri domine.

source: Add tiles.
af: voeg by teëls.
bg: Добави плочки
ca: Afegeix fitxes.
el: Προσθήκη καρτών.
eo: Aldonu tegolojn.
et: Lisa kive.
he: .תופצרמ ףסוה
hu: Elemek hozzáadása.
id: Tambahkan petak.
is: Bæta við flísum.
ja: タイルを追加
no: Legg til fliser.
no_ny: Legg til brikker.
pt: Adicionar peças.
ro: Adaugă piese
sr: Dodaj domine.

source: Remove tiles.
af: verwyder teëls.
bg: Премахни плочки
ca: Elimina fitxes.
el: Διαγραφή καρτών.
eo: Forigu tegolojn.
et: Eemalda kive.
he: .תופצרמ רסה
hu: Elemek eltávolítása.
id: Hapus petak.
is: fjarlægja flísar.
ja: タイルを削除
no: Fjern fliser.
no_ny: Fjern brikker.
pt: Apagar peças.
ro: Elimină piese
sr: Ukloni domine.

source: Shift left.
af: verskuiwende links.
bg: Премести вляво
ca: Desplaça a l'esquerra.
el: Ανέβασμα αριστερά.
eo: Ŝovu dekstren.
et: Tõsta vasakule.
he: .הלאמש זזה
hu: Balra tolás.
id: Shift kiri.
is: Færa til vinstri.
ja: 左にシフト
no: Skift venstre.
no_ny: Flytt mot venstre.
pt: Esquerda.
ro: Mută la stînga
sr: Pomeri levo.

source: Shift up.
af: verskuiwende begin.
bg: Премести нагоре
ca: Desplaça amunt.
el: Ανέβασμα πάνω.
eo: Ŝovu supren.
et: Tõsta üles.
he: .הלעמל זזה
hu: Felfelé tolás.
id: Shift atas.
is: Færa upp.
ja: 上にシフト
no: Skift opp.
no_ny: Flytt opp.
pt: Cima.
ro: Mută în sus
sr: Pomeri gore.

source: Shift down.
af: verskuiwende ondertoe.
bg: Премести надолу
ca: Desplaça avall.
el: Ανέβασμα κάτω.
eo: Ŝovu malsupren.
et: Tõsta alla.
he: .הטמל זזה
hu: Lefelé tolás.
id: Shift bawah.
is: Færa niður.
ja: 下にシフト
no: Skift ned.
no_ny: Flytt ned.
pt: Baixo.
ro: Mută în jos
sr: Pomeri dole.

source: Shift right.
af: verskuiwende regterkant.
bg: Премести вдясно
ca: Desplaça a la dreta.
el: Ανέβασμα δεξιά.
eo: Ŝovu dekstren.
et: Tõsta paremale.
he: .הנימי זזה
hu: Jobbra tolás.
id: Shift kanan.
is: Færa til hægri.
ja: 右にシフト
no: Skift høyre.
no_ny: Flytt mot høgre.
pt: Direita.
ro: Mută la dreapta
sr: Pomeri desno.

source: Exit.
af: beïendig.
bg: Изход.
ca: Eixir.
el: Έξοδος.
eo: Finu.
et: Välju.
he: .האיצי
hu: Kilépés.
id: Keluar.
is: Hætta
ja: 終了
no: Avslutt
no_ny: Avslutt.
pt: Sair.
ro: Ieşire
sr: Izlaz.

source: Tiles: %3.3d Pos: %2.2d,%2.2d,%2.2d
af: teëls: %3.3d pos: %2.2d,%2.2d,%2.2d
bg: Плочки: %3.3d Поз.: %2.2d,%2.2d,%2.2d
ca: Fitxes: %3.3d Pos: %2.2d,%2.2d,%2.2d
el: Κάρτες: %3.3d Θέση: %2.2d,%2.2d,%2.2d
eo: Tegoloj: %3.3d Poz.: %2.2d, %2.2d %2.2d
et: Kive: %3.3d Pos: %2.2d,%2.2d,%2.2
he: %3.3d :תופצרמ %2.2d,%2.2d,%2.2d :םוקימ
hu: Elemek: %3.3d Poz.: %2.2d,%2.2d,%2.2d
id: Petak: %3.3d Pos: %2.2d,%2.2d,%2.2d
is: Flísar: %3.3d Pos: %2.2d,%2.2d,%2.2d
ja: タイル: %3.3d 位置: %2.2d,%2.2d,%2.2d
no: Fliser: %3.3d Pos: %2.2d,%2.2d,%2.2d
no_ny: Brikker: %3.3d Pos: %2.2d,%2.2d,%2.2d
pt: Peças: %3.3d Pos: %2.2d,%2.2d,%2.2d
ro: Piese: %3.3d Poz: %2.2d,%2.2d,%2.2d
sr: Domine: %3.3d Poz: %2.2d, %2.2d, %2.2d

source: Save board layout.
af: stoor bord uitleg.
bg: Запази схемата.
ca: Desa distribució del tauler.
el: Αποθήκευση διάταξης τραπεζιού.
eo: Sekurigu tabularanĝon.
et: Salvesta laua paigutus
he: .חולה תסירפ תא רומש
hu: A táblaelrendezés mentése.
id: Simpan tataletak papan permainan.
is: Vista borðuppsetningu.
ja: レイアウトを保存
no: Lagre brettutseende.
no_ny: Lagra brett-oppsett.
pt: Gravar a disposição do tabuleiro.
ro: Salvează format tablă
sr: Sačuvaj izgled table.
