Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/konquest.po
Languages: af, bg, cs, eo, he, id, ja, nl, ro

source: Galactical KDE Game
af: galaksie kde speletjie
bg: Галактическа KDE- игра
cs: Galaktická hra pro KDE
eo: Galakta KDE-ludo
he: KDE-ל יטקלג קחשמ
ja: 銀河にまたがるKDEゲーム
nl: Het interstellaire KDE Spel
ro: Joc galatic pentru KDE

source: The Gnu-Lactic Conquest Project KDE version by Russ Steffen <rsteffen@bayarea.net> See http://www.ia.net/~rsteffen/konquest.html for more info
af: die Gnu-Lactic kruistog projek kde weergawe deur russ steffen <rsteffen@bayarea.net> sien http://www.ia.net/~rsteffen/konquest.html vir meer inligting
bg: The Gnu-Lactic Conquest Project KDE версия от Russ Steffen <rsteffen@bayarea.net> Вижте http://www.ia.net/~rsteffen/konquest.html за повече информация
cs: The Gnu-Lactic Conquest Project KDE verzi napsal Russ Steffen <rsteffen@ia.net> Více informací naleznete na http://www.ia.net/~rsteffen/konquest.html
eo: La Gnu-lakta konkero-projekto KDE-versio de Russ Steffen <rsteffen@ia.net> Vidu http://www.ia.net/~rsteffen/konquest.html por pli da informo
he: יטקל-ונגה שוביכה טקייורפ <rsteffen@bayarea.net> ןפטס סאר תאמ KDE תסריג ףסונ עדימל http://www.ia.net/~rsteffen/konquest.html-ב רקב
nl: The Gnu-Lactic Conquest Project KDE-versie gemaakt door Russ Steffen <rsteffen@bayarea.net> Kijk op http://www.ia.net/~rsteffen/konquest.html voor meer info.
ro: Proiectul Gnu-Lactic Conquest Versiune KDE de Russ Steffen <rsteffen@bayarea.net> Citiţi http://www.ia.net/~rsteffen/konquest.html pentru mai multe informaţii.

source: Konquest
eo: Konkero

source: End Turn
af: einde skakel
bg: Завърши хода
cs: Ukončit tah
eo: Finu rondon
he: רות םייס
id: Giliran Selesai
ja: 交替する
nl: Ronde beÃ«indigen
ro: Gata

source: : Select source planet...
af: : kies bron planeet...
bg: : Избери начална планета
cs: : Vyberte zdrojovou planetu...
eo: : Elektu deirplanedon...
he: : ...רוקמה בכוכ תא רחב
id: : Pilih planet sumber...
ja: : 出動元の惑星を選択...
nl: : Herkomstplaneet selecteren...
ro: : Selectaţi planeta sursă...

source: : Select destination planet...
af: : kies bestemming planeet...
bg: Избери крайна планета
cs: : Vyberte cílovou planetu...
eo: : Elektu celplanedon...
he: : ...דעיה בכוכ תא רחב
id: : Pilih tujuan planet...
ja: : 出動先の惑星を選択...
nl: : Bestemmingsplaneet selecteren...
ro: : Selectaţi planeta destinaţie...

source: : How many ships?
af: : hoe veel skepe?
bg: : Колко кораба?
cs: : Kolik lodí?
eo: : Kiom da ŝipoj?
he: : ?תוניפס המכ
id: : Berapa banyak kapal ?
ja: : 何隻出す?
nl: : Hoeveel schepen?
ro: : Cîte nave?

source: Ruler: Select starting planet.
af: liniaal: kies beginne planeet.
bg: Мерна линия: Избери начална планета
cs: Vládce: Vyber počáteční planetu.
eo: Mezurilo: Elektu startplanedon.
he: .ןושארה בכוכה תא רחב :טילשה
id: Peraturan: Pilih planet awal.
ja: 測量: 始点となる惑星を選択。
nl: Heerser: selecteer de startplaneet.
ro: Selectaţi planeta de plecare.

source: The distance from Planet %1 to Planet %2 is %3 light years. A ship leaving this turn will arrive on turn %4
af: die afstand van planeet %1 aan planeet %2 is %3 ligte jare. 'n skip verlaat hierdie skakel sal arriveer op skakel %4
bg: Разстоянието от планета %1 до планета %2 е %3 светлинни години. Кораб,тръгващ на този ход,ще пристигне на %4 ход.
cs: Vzdálenost od planety %1 k planetě %2 je %3 světelných let. Loď odlétající v tomto tahu k ní dorazí v tahu %4
eo: La distanco de planedo %1 al planedo %2 estas %3 lumjaroj. Ŝipo eliranta tiun ĉi rondon alvenos en rondo %4
he: .רוא-תונש %3 אוה %2 בכוכל %1 בכוכמ קחרמה %4 רותב עיגת הזה רותב בוזעתש הניפס
id: Jarak antara Planet %1 ke Planet %2 adalah %3 tahun cahaya. Sebuah kapal berangkat pada giliran ini akan sampai pada giliran %4
ja: 惑星 %1 から 惑星 %2 までの距離は %3 光年です。 今出動すると %4 回目に到着します
nl: De afstand van planeet %1 naar %2 is %3 lichtjaren. Een schip die deze ronde vertrekt zal bij ronde %4 arriveren.
ro: Distanţa dintre planeta %1 şi planeta %2 este de %3 ani lumină. O navă ce pleacă în această tură va sosi în tura %4.

source: Distance
af: afstand
bg: Разстояние
cs: Vzdálenost
eo: Distanco
he: קחרמ
id: Jarak
ja: 距離
nl: Afstand
ro: Distanţa

source: Ruler: Select ending planet.
af: liniaal: kies wat eindig planeet.
bg: Мерна линия: Избери крайна планета
cs: Vládce: Vyber koncovou planetu.
eo: Mezurilo: Elektu finplanedon.
he: .ינשה בכוכה תא רחב :טילשה
id: Peraturan: Pilih planet terakhir
ja: 測量: 終点となる惑星を選択。
nl: Heerser: Selecteer een eindplaneet.
ro: Selectaţi planeta destinaţie.

source: Turn #: %1 of %2
af: skakel #: %1 van %2
bg: Ход #: %1 от %2
cs: Tah č.: %1 z %2
eo: Rondo #: %1 el %2
he: %2 ךותמ %1 :# רות
id: Giliran # %1 dari %2
ja: 順番 #: %1 / %2
nl: Ronde #. %1 van %2
ro: Tura: %1 din %2

source: The once mighty empire of %1 has fallen in ruins.
af: die as eers magtige koninkryk van %1 het verval in reünes.
bg: Някога могъщата империя на %1 е потънала в руини.
cs: Kdysi mocné impérium vládce %1 propadlo zkáze.
eo: La iame potenca imperio de %1 pereis en ruinoj.
he: .הטטומתה %1 רבעהמ הלודגה הירפמיאה
id: Kerajaan besar yang pernah ada dari %1 telah runtuh.
ja: かつて栄えた%1帝国は崩れ落ちた。
nl: Het eens zo machtige imperium van %1 is tot puin vervallen.
ro: Imperiul lui %1, odată puternic, a ajuns ruine.

source: An Empire has fallen...
af: 'n koninkryk het verval...
bg: Една Империя падна...
cs: Impérium padlo...
eo: Imperio pereis...
he: ...הלפנ הירפמיא
id: Sebuah kerajaan telah jatuh...
ja: 帝国は崩れ落ちた...
nl: Een imperium is gevallen....
ro: Prăbuşirea unui imperiu

source: The fallen empire of %1 has staggered back to life.
af: die verval koninkryk van %1 het gestruikel terug aan lewe.
bg: Падналата империя на %1 с мъка се връща към живот.
cs: Padlé impérium vládce %1 opět ožilo.
eo: La pereinta imperio de %1 ŝanceliĝis re al vivo.
he: .םייחל הרזח הלפנש %1 לש הירפמיאה
id: Kerajaan yang jatuh dari %1 telah berusaha bangkit
ja: 崩れ落ちた%1帝国は何とか生き返った。
nl: Het gevallen imperium van %1 is weer tot leven gekomen.
ro: Imperiul decăzut al lui %1 a revenit la viaţă.

source: Up from the ashes...
af: begin van die ashoop...
bg: Надигайки се от прахта...
cs: Povstalo z popela...
eo: Reviviĝo el la cindro...
he: ...רפאה ךותמ
id: Bangkit dari debu...
ja: 灰からの復活...
nl: Uit de as herrezen...
ro: Renaştere din cenuşă

source: Reinforcements have arrived for planet %1
af: versterkings het gearriveer vir planeet %1
bg: Подкрепления пристигнаха за планета %1
cs: Dorazily posily pro planetu %1
eo: Subteno alvenis por la planedo %1
he: %1 בכוכל העיגה תרובגת
id: Pemberlakuan telah datang untuk planet %1
ja: 惑星%1に援軍が到着した。
nl: De versterkingen voor planeet %1 zijn gearriveerd.
ro: Au sosit întăriri pentru planeta %1.

source: Fleet Arrival
af: floot arriveer
bg: Пристигане на флотилия
cs: Příchod flotily
eo: Flugkaravano alvenis
he: יצ תעגה
id: Kedatangan armada perang
ja: 艦隊到着
nl: Vlootaankomst
ro: Sosirea flotei

source: Planet %1 has held against an attack from %2
af: planeet %1 het behou teen 'n aanval van %2
bg: Планетата %1 издържа на атаката на %2
cs: Planeta %1 se ubránila útoku od %2
eo: Planedo %1 rezistis atakon de %2
he: %2-מ הפקתהה תא דרש %1 בכוכה
id: Planet %1 telah melawan penyerangan dari %2
ja: 惑星%1は%2からの攻撃に耐えた
nl: Planeet %1 hield stand tegen een aanval van %2
ro: Planeta %1 a rezistat unui atac din partea lui %2.

source: Planet Holds
af: planeet hou
bg: Планетата издържа
cs: Planeta se udržela
eo: Planedo rezistis
he: דמעמ קיזחמ בכוכ
id: Planet Bertahan
ja: 惑星死守
nl: Planeet houdt zich staande
ro: Planetă puternică

source: Planet %1 has fallen to %2
af: planeet %1 het verval aan %2
bg: Планетата %1 бе превзета от %2
cs: Planeta %1 padla do rukou %2
eo: Planedo %1 nun apartenas al %2
he: %2 ידיל לפנ %1 בכוכה
id: Planet %1 telah jatuh ke tangan %2
ja: 惑星%1は%2によって陥落した
nl: Planeet %1 is in handen van %2 gevallen.
ro: Planeta %1 a fost capturată de %2.

source: Planet Conquered
af: planeet verower
bg: Планетата е завоювана
cs: Planeta dobyta
eo: Planedo malvenkis
he: שבכנ בכוכ
id: Planet Mengalahkan
ja: 惑星は占領された
nl: Planeet veroverd
ro: Planetă cucerită

source: Do you wish to retire this game?
af: doen jy wens aan aftree hierdie speletjie?
bg: Искате ли да се оттеглите от играта?
cs: Přejete si vzdát tuto hru?
eo: Ĉu vi volas fini tiun ĉi ludon?
he: ?הז קחשממ שורפל ךנוצרבש חוטב התא םאה
id: Anda ingin menghentikan permainan ini?
ja: このゲームをやめますか?
nl: Wilt u dit spel opgeven?
ro: Doriţi să încheiaţi acest joc?

source: End Game
af: einde speletjie
bg: Край на играта
cs: Konec hry
eo: Finu ludon
he: קחשמ םייס
id: Permainan Selesai
ja: ゲーム終了
nl: Einde van spel
ro: Termină joc

source: Final Standings
af: finale stand
bg: Краино класиране
cs: Konečný stav
eo: Fina rezulto
he: יפוס גוריד
id: Hasil Akhir
ja: 最終結果
nl: Laatste stand
ro: Situaţia finală

source: Not enough ships to send.
af: nie genoeg skepe aan stuur.
bg: Недостатъчно кораби за изпращане.
cs: Nemáte k odeslání dostatek lodí.
eo: Ne sufiĉe da ŝipoj por sendado.
he: חולשל תוניפס קיפסמ ןיא
id: Tidak cukup kapal untuk dikirim
ja: 艦隊が足りません
nl: Niet genoeg schepen om te verzenden.
ro: Nu aveţi suficiente nave de trimis.

source: GNU-Lactic Conquest
af: GNU-Lactic kruistog
bg: GNU-лактически завоевания
cs: GNU-laktické dobývání
eo: GNUlakta Konkero
he: יטקלג שוביכ עסמ
ro: Cuceritorii

source: &Measure Distance
af: meet afstand
bg: &Измери разстояние
cs: Z&měřit vzdálenost
eo: &Mezuru distancon
he: קחרמ דו&דמ
ja: 距離を測定(&M)
nl: Afstand &meten
ro: &Măsoară distanţa

source: &Show Standings
af: vertoon stand
bg: &Покажи позиции
cs: Zobrazit &stav
eo: &Montru rezulton
he: גוריד ג&צה
ja: 順位を見る(&S)
nl: &Stand tonen
ro: Afişează &situaţia

source: Preview Map
af: voorskou kaart
bg: Преглед на картата
cs: Náhled mapy
eo: Mapo
he: הפמל המידקמ הגוצת
id: Kilasan Peta
ja: マップのプレビュー
nl: Vooruitblik op kaart
ro: Previzualizare hartă

source: &Reject Map
af: verwerp kaart
bg: &Откажи картата
cs: &Odmítnout mapu
eo: Alia &mapo
he: הפמל בר&ס
id: &Tolak Peta
ja: マップ拒否 (&R)
nl: Map ve&rwerpen
ro: Altă &hartă

source: &Player List
af: speler lys
bg: &Списък с играчите
cs: &Seznam hráčů
eo: &Ludantolisto
he: םינקחש תמיש&ר
id: Daftar &Pemain
ja: プレーヤーリスト (&P)
nl: S&pelerslijst
ro: Lista de &jucători

source: &Add
af: voeg by
bg: &Добави
cs: &Přidat
eo: &Aldonu
he: ףס&וה
id: T&ambah
ja: 追加 (&A)
nl: &Toevoegen
ro: &Adaugă

source: &Clear
af: maak skoon
bg: &Изчисти
cs: &Vyčistit
eo: &Viŝu
he: הק&נ
id: B&ersihkan
ja: 全て削除 (&C)
nl: Begin&waarde
ro: Ş&terge

source: &Start Game
af: begin speletjie
bg: &Старт на играта
cs: Sp&ustit hru
eo: &Komencu ludon
he: קחשמב לחת&ה
id: Permainan &Mulai
ja: ゲーム開始 (&S)
nl: Spel &starten
ro: &Porneşte joc

source: Number of Neutral Planets: %1
af: nommer van nutrale planete: %1
bg: Брой неутрални планети: %1
cs: Počet neutrálních planet: %1
eo: Nombro de neŭtralaj planedoj: %1
he: %1 :םיילרטינ תכל יבכוכ רפסמ
id: Jumlah Planet Netral: %1
ja: 中立の惑星の数: %1
nl: Aantal neutrale planeten %1
ro: Număr de planete neutre: %1

source: Number of turns: %1
af: nommer van draai: %1
bg: Брой ходове %1
cs: Počet tahů: %1
eo: Nombro de rondoj: %1
he: %1 :תורות רפסמ
id: Jumlah giliran: %1
ja: 順番の回数: %1
nl: Aantal rondes: %1
ro: Număr de mutări: %1

source: Planet Name:
af: planeet naam:
bg: Име на планетата:
cs: Jméno planety:
eo: Planedonomo:
he: :תכלה בכוכ םש
id: Nama planet:
ja: 惑星名:
nl: Planeetnaam:
ro: Nume planetă:

source: Owner:
af: eienaar:
bg: Владетел:
cs: Vlastník:
eo: Posedanto:
he: :םילעב
id: Pemilik:
ja: 所有者:
nl: Eigenaar:
ro: Proprietar:

source: Ships:
af: skepe:
bg: Кораби:
cs: Lodí:
eo: Ŝipoj:
he: :תוניפס
id: Kapal:
ja: 艦隊:
nl: Schepen:
ro: Nave:

source: Production:
af: produksie:
bg: Продукция:
cs: Produkce:
eo: Produktado:
he: :רוציי
id: Produksi:
ja: 生産:
nl: Productie:
ro: Producţia:

source: Kill Percent:
af: stop persent:
bg: Процент убийства
cs: Zabitých v %:
eo: Mortoprocentoj:
he: :הגירה זוחא
id: Persentase terbunuh:
ja: 攻撃成功率:
nl: Percentage slachtoffers:
ro: Distrugeri:

source: Planet Name: %1
af: planeet naam: %1
bg: Име на планетата: %1
cs: Jméno planety: %1
eo: Planedonomo: %1
he: %1 :תכלה בכוכ םש
id: Nama planet: %1
ja: 惑星名 : %1
nl: Planeetnaam: %1
ro: Nume planetă: %1

source: Owner: %1
af: eienaar: %1
bg: Владетел: %1
cs: Vlastník : %1
eo: Posedanto: %1
he: %1 :םילעב
id: Pemilik: %1
ja: 所有者 : %1
nl: Eigenaar: %1
ro: Proprietar: %1

source: Ships: %1
af: skepe: %1
bg: Кораби; %1
cs: Lodí: %1
eo: Ŝipoj: %1
he: %1 :תוניפס
id: Kapal: %1
ja: 艦隊 : %1
nl: Schepen: %1
ro: Nave: %1

source: Production: %1
af: produksie: %1
bg: Продукция: %1
cs: Produkce: %1
eo: Produktado: %1
he: %1 :רוציי
id: Produksi: %1
ja: 生産 : %1
nl: Productie: %1
ro: Producţia: %1

source: Kill Percent: %1
af: stop persent: %1
bg: Процент убийства: %1
cs: Procento zabitých: %1
eo: Mortoprocentoj: %1
he: %1 :הגירה זוחא
id: Persentasi terbunuh: %1
ja: 攻撃成功率 : %1
nl: Slachtofferpercentage: %1
ro: Distrugeri: %1

source: This is the last turn. Do you wish to add more turns?
af: hierdie is die laaste skakel. doen jy wens aan voeg by meer draai?
bg: Това е последния ход. Искате ли да добавите още ходове?
cs: Toto je poslední tah. Přejete si přidat další tahy?
eo: Tio estas la lasta rondo. Ĉu vi volas aldoni pliajn rondojn?
he: .ןורחאה רותה והז ?םיפסונ תורות ףיסוהל ךנוצרב םאה
id: Ini adalah giliran terakhir. Anda ingin menambah lebih banyak giliran ?
ja: これが最後の順番です。 もっと回数を増やしますか?
nl: Dit is de laatste ronde. Wilt u meer rondes toevoegen?
ro: Aceasta este ultima mutare. Doriţi să mai adăugaţi alte ture?

source: Add %1 turns
af: voeg by %1 draai
bg: Добави %1 хода
cs: Přidat %1 tahů
eo: Aldonu %1 rondojn
he: תורות %1 ףסוה
id: Tambah %1 giliran
ja: %1 回追加
nl: %1 rondes toevoegen
ro: Adaugă %1 ture

source: Player
af: speler
bg: Играч
cs: Hráč
eo: Ludantoj
he: ןקחש
id: Pemain
ja: プレーヤー
nl: Speler
ro: Jucător

source: Ships Built
af: skepe gebou
bg: Построени кораби
cs: Postaveno lodí
eo: Konstruitaj ŝipoj
he: ונבנ תוניפס
id: Kapal telah dibuat
ja: 艦隊生産
nl: Schepen gebouwd
ro: Nave construite

source: Planets Conquered
af: planete verower
bg: Завладяни планети
cs: Dobyto planet
eo: Konkeritaj planedoj
he: ושבכנ םיבכוכ
id: Planet Mengalahkan
ja: 征服した惑星
nl: Planeten veroverd
ro: Planete cucerite

source: Fleets Launched
af: vloot geloop
bg: Изстреляни флотилии
cs: Vypuštěno flotil
eo: Startitaj flugkaravanoj
he: וקשוה םייצ
id: Armada perang diluncurkan
ja: 出動した援軍
nl: Vloten gelanceerd
ro: Flote lansate

source: Fleets Destroyed
af: vloot vernietig
bg: Унищожени флотилии
cs: Zničeno flotil
eo: Detruitaj flugkaravanoj
he: ודמשוה םייצ
id: Armada perang dihancurkan
ja: 破壊された援軍
nl: Vloten vernietigd
ro: Flote distruse

source: Ships Destroyed
af: skepe vernietig
bg: Унищожени кораби
cs: Zničeno lodí
eo: Detruitaj ŝipoj
he: ודמשוה תוניפס
id: Kapal dihancurkan
ja: 破壊された艦隊
nl: Schepen vernietigd
ro: Nave distruse

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (kde.af.org.za)
bg: Стоян Цалев
cs: Miroslav Flídr
eo: Wolfram Diestel
he: Meni Livne
id: Firdaus Tjahyadi
ja: Taiki Komoda
nl: Rinse de Vries
ro: Claudiu Costin

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@engineer.com
bg: stockton@mgu.bg
cs: flidr@kky.zcu.cz
eo: <wolfram@steloj.de>
he: livne@kde.org
id: dausnux@yahoo.com
ja: kom@kde.gr.jp
nl: rinse@kde.nl
ro: claudiuc@geocities.com
