Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kshisen.po
Languages: az, eu

source: KDE Game
az: KDE Oyunu
eu: KDE Jokoa

source: Cannot load pixmaps!
az: Rəsmləri yükləyə bilmədim!
eu: Ezinezkoa da pixmapak ireki!

source: Your time: XX:XX:XX (XXXXXXXXXXXXXXX)
az: Zaman: XX:XX:XX (XXXXXXXXXXXXXXX)
eu: Zure denbora: XX:XX:XX (XXXXXXXXXXXXXXX)

source: Cheat mode
az: Hilə modu
eu: Iruzurrak onartu

source: Is game solvable?
az: Oyunun həlli var mı?
eu: Badago soluziorik?

source: Res&tart game
az: Ye&nidən başla
eu: &Hasi berriro

source: Get &hint
az: Ip ucu &Al
eu: A&holku bat

source: Si&ze
az: &Ölçü
eu: &Neurria

source: S&peed
az: Sü'&rət
eu: &Abiadura

source: Very fast
az: Çox tez
eu: Oso Azkarra

source: Fast
az: Tez
eu: Azkarra

source: Medium
az: Orta
eu: Moderatua

source: Slow
az: Yavaş
eu: Astiro

source: Very slow
az: Çox yavaş
eu: Astirago

source: &Level
az: &Səviyyə
eu: &Maila

source: Easy
az: Asan
eu: Erreza

source: Hard
az: Çətin
eu: Gogorra

source: G&ravity
az: &Yerçəkimi
eu: G&rabitatea

source: Disallow unsolvable games
az: Həll olunmayan oyunlara icazə vermə
eu: Soluziorik gabeko jokurik ez

source: This game is solveable
az: Bu oyün həll oluna bilir
eu: Joku honek soluzio du

source: This game is NOT solveable
az: Bu oyun HƏLLOLUNMAZDIR
eu: Joku honek EZ du solizurik

source: &Pause game
az: &Oyunu dayandır
eu: &Jokoa gelditu

source: No more moves possible!
az: Daha çox hərəkət mümkün deyil!
eu: Ezinezkoa da gehiago mugitu!

source: Congratulations! You made it in %02d:%02d:%02d
az: Təbriklər! Oyunu %02d:%02d:%02d içində bitirdiniz
eu: Zorinoak! Hau izan da zure denbora: %02d:%02d:%02d

source: Your time: %1:%2:%3 %4
az: Zaman: %1:%2:%3 %4
eu: Zure denbora: %1:%2:%3 %4

source: (Paused)
az: (dayandırıldı)
eu: (Gelditua)

source: You've made in into the "Hall Of Fame".Type in your name so mankind will always remember your cool rating.
az: Artıq "Şöhrət lövhəsi" nə girdin. Adını yaz ki insanlar sənin bu möhtəşəm xalını hər zaman xatırlasın.
eu: Ospearen Aretoan sartzea lortu duzu. Sartu zure izena eta mundu guztiak harrituko da lortutako puntuazorekin.

source: Your name:
az: Adınız:
eu: Zure izena:

source: Shisen-Sho: Hall Of Fame
az: Shisen-Sho: Şöhrət lövhəsi
eu: Shisen-Sho: Ospearen Aretoa

source: Hall Of Fame
az: Şöhrət lövhəsi
eu: Ospearen Aretoa

source: Rank
az: Sıralama
eu: Postua

source: Name
az: Ad
eu: Izena

source: Time
az: Zaman
eu: Denbora

source: Size
az: Ölçü
eu: Neurria

source: Score
az: Xaş
eu: Puntuazioa

source: (gravity)
az: (yerçəkimi)
eu: (grabitatea)

source: _: NAME OF TRANSLATORS Your names
az: Rüstəm Əsgərov

source: _: EMAIL OF TRANSLATORS Your emails
az: rustam@boun.edu.tr

source: 30x16
eu: 39x16

source: End of game
eu: Jokoaren bukaera
