Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kspaceduel.po
Languages: he, id, ro

source: Key Setup
he: םישקמ תורדגה
id: Aturan kunci
ro: Configurare taste

source: Red Player
he: םודא ןקחש
id: Pemain Merah
ro: Jucător roşu

source: Blue Player
he: לוחכ ןקחש
id: Pemain Biru
ro: Jucător albastru

source: Rotate Left
he: הלאמש בוביס
id: Putar Kiri
ro: Rotire stînga

source: Rotate Right
he: הנימי בוביס
id: Putar kanan
ro: Rotire dreapta

source: Accelerate
he: הצאה
id: Tingkatkan kecepatan
ro: Acceleraţie

source: Shot
he: ירי
id: Tembak
ro: Foc

source: _: Verb Mine
he: שקומ תחנה
id: Saya
ro: Minează

source: There are multiple functions for a key Continue?
he: םיוסמ שקמל דחא דיקפתמ רתוי שי ?ךישמהל
id: Ada beberapa fungsi untuk satu key Lanjut ?
ro: Există funcţii multiple asociate unei singure taste. Continui?

source: Game speed
he: קחשמ תוריהמ
id: Kecepatan permainan
ro: Viteză joc

source: Shot speed
he: היירי תוריהמ
id: Kecepatan tembakan
ro: Viteză foc

source: Energy need
he: היגרנא תכורצת
id: Kebutuhan tenaga
ro: Nivel energie

source: Max number
he: יברימ רפסמ
id: Nomor maksimal
ro: Număr maxim

source: Damage
he: קזנ
id: Kerusakan
ro: Avarii

source: Life time
he: םייח תלחות
id: Waktu hidup
ro: Timp de viaţă

source: Reload time
he: שדחמ הניעט ןמז
id: Waktu load ulang
ro: Timp reîncărcare

source: Mine fuel
he: שקומ לש קלד
id: Tambang bahan bakar
ro: Combustibil mină

source: Activate time
he: הלעפה ןמז
id: Aktifkan waktu
ro: Timp de activare

source: Acceleration
he: הצאה
id: Tingkatkan kecepatan
ro: Acceleraţie

source: Rotation speed
he: בוביס תוריהמ
id: Putar kecepatan
ro: Viteza de rotire

source: Crash damage
he: תושגנתהמ קזנ
id: Kerusakan berat
ro: Avarie la prăbuşire

source: Sun energy
he: שמשה תייגרנא
id: Tenaga Matahari
ro: Energia soarelui

source: Gravity
he: הדיבכ
id: Gravitasi
ro: Gravitaţie

source: Position X
he: X םוקימ
id: Posisi X
ro: Poziţia X

source: Position Y
he: Y םוקימ
id: Posisi Y
ro: Poziţia Y

source: Velocity X
he: X תוריהמ
id: Kecepatan gerak X
ro: Viteza X

source: Velocity Y
he: Y תוריהמ
id: Kecepatan gerak Y
ro: Viteza Y

source: Appearance time
he: העפוה ןמז
id: Waktu penampilan
ro: Intervalul de apariţie

source: Energy Amount
he: היגרנא תומכ
id: Jumlah tenaga
ro: Cantitatea de energie

source: Shield Amount
he: םינגמ תומכ
id: Jumlah lapisan
ro: Cantitatea de cîmp

source: Game Setup
he: קחשמה תורדגה
id: Aturan Permainan
ro: Setare joc

source: Config
he: תורדגה
id: Pengaturan
ro: Configurare

source: Custom
he: תישיא םאתומ
id: Penyesuaian
ro: Personalizat

source: General
he: יללכ
id: Umum

source: Bullet
he: עילק
id: Titik tebal
ro: Muniţie

source: _: Name Mine
he: שקומ
id: Saya
ro: Mină

source: Ship
he: תיללח
id: Kapal
ro: Navă

source: Sun
he: שמש
id: Matahari
ro: Soare

source: Start
he: הלחתה
id: Mulai
ro: Pornire

source: Powerups
he: חוכ תופסות
id: Pembangkitan tenaga
ro: Energii

source: Trainee
he: לק
id: Peserta latih
ro: Antrenament

source: Hard
he: השק
id: Sulit
ro: Greu

source: Insane
he: ירשפא יתלב
id: Naif
ro: Nebunie

source: Ai Setup
he: בשחמ ןקחש תורדגה
id: Aturan Ai
ro: Opţiuni AI

source: Player is ai
he: בשחמ ןקחש
id: Pemain adalah ai
ro: Jucător AI

source: Difficulty:
he: :ישוק
id: Kesulitan:
ro: Dificultate:

source: Handicap Setup
he: הלבגמ תורדגה
id: Aturan Halangan
ro: Opţiuni handicap

source: Hit points
he: העיגפ תודוקנ
id: Nilai hit
ro: Puncte

source: Graphics Setup
he: הקיפרג תורדגה
id: Aturan Grafis
ro: Opţiuni grafică

source: Graphics
he: הקיפרג
id: Grafis
ro: Grafică

source: Refresh time
he: ןונער ןמז
id: Waktu refresh
ro: Interval de actualizare

source: KDE Space Game
he: KDE-ל ללח קחשמ
id: Permainan Space KDE
ro: "Duel spaţial" pentru KDE

source: Chaos
he: סואכ
id: Keonaran
ro: Haos

source: Lack of energy
he: היגרנאב רוסחמ
id: Kekurangan tenaga
ro: Lipsă de energie

source: paused
he: רצענ
id: berhenti
ro: pauză

source: Press %1 to start
he: ליחתהל ידכ %1 שקה
id: Tekan %1 untuk mulai
ro: Apăsaţi %1 pentru a porni

source: draw round
id: gambar sekitar
ro: Remiză

source: blue player won the round
id: pemain biru memenangkan ronde
ro: Jucătorul albastru a cîştigat runda

source: red player won the round
id: pemain merah memenangkan ronde
ro: Jucătorul roşu a cîştigat runda

source: Press %1 for new round
he: שדח בוביסל %1 שקה
id: Tekan %1 untuk ronde baru
ro: Apăsaţi %1 pentru o nouă rundă

source: Energy
he: היגרנא
id: Tenaga
ro: Energie

source: Wins
he: תונוחצנ
id: Menang
ro: Victorii

source: New &Game
he: שד&ח קחשמ
id: Per&mainan baru
ro: Joc &nou

source: &New Round
he: שדח בובי&ס
id: Ro&nde Baru
ro: &Rundă nouă

source: &Pause
he: הה&שה
id: &Istirahat
ro: &Pauză

source: Player &Keys...
he: ...ןקחש יש&קמ
id: &Key Pemain
ro: Tast&e jucător...

source: &Game...
he: ...ק&חשמ
id: Per&mainan...
ro: &Joc...

source: &Handicap...
he: ...הלב&גמ
id: &Halangan...

source: Gra&phics...
he: ...הקיפ&רג
id: Gra&fik...
ro: &Grafică...

source: _: NAME OF TRANSLATORS Your names
he: Meni Livne
id: Firdaus Tjahyadi
ro: Claudiu Costin

source: _: EMAIL OF TRANSLATORS Your emails
he: livne@kde.org
id: dausnux@yahoo.com
ro: claudiuc@geocities.com

source: Normal
he: ליגר

source: &Ai...
he: ...&בשחמ ןקחש
