Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/ktuberling.po
Languages: af, da, de, fr, nl, ro, sl

source: Potato game for kids
af: aartappel speletjie vir kinders
da: Kartoffelspil for børn
de: Kartoffel-Spiel für Kinder
fr: Monsieur Patate
nl: Een aardappelspelletje voor kinderen
ro: Joc KDE pentru copii
sl: Oblačenje krompirčka za otroke

source: A program by Eric Bischoff <e.bischoff@noos.fr> and John Calhoun. This program is dedicated to my daughter Sunniva.
af: 'n program deur eric bischoff <e.bischoff@noos.fr> en john calhoun. hierdie program is opgedra aan my dogter sunniva.
da: Et program af Eric Bischoff (ebisch@noos.fr) og John Calhoun. Dette program er dedikeret til min datter Sunniva.
de: Ein Programm von Eric Bischoff <e.bischoff@noos.fr> und John Calhoun. Dieses Spiel ist meiner Tochter Sunniva gewidmet.
fr: Un programme d'Éric Bischoff (e.bischoff@noos.fr) et John Calhoun. Ce programme est dédié à ma fille Sunniva.
nl: Een programma van Eric Bischoff (e.bischoff@noos.fr> en John Calhoun. Dit programma is opgedragen aan mijn dochter Sunniva.
ro: Un program de Eric Bischoff (e.bischoff@noss.fr) şi John Calhoun. Acest program este dedicat sorei mele Sunniva.
sl: Program Erica Bischoffa (e.bischoff@noos.fr) in Johna Calhouna. Ta program je posvečen moji hčerki Sunnivi.

source: KTuberling
sl: Krompirček

source: Save &as picture...
af: stoor as prent...
da: Gem &som billede
de: Als Bild speichern...
fr: Enregistrer &comme image
nl: Opslaan a&ls afbeelding...
ro: S&alvează ca imagine...
sl: Shrani &kot sliko...

source: &Sound
af: klank
da: &Lyd
fr: &Son
nl: &Geluid
ro: &Sunet
sl: &Zvok

source: Could not load file.
af: kon nie las lêer.
da: Kunne ikke indlæse fil.
de: Datei konnte nicht geladen werden
fr: Impossible d'ouvrir le fichier
nl: Kon het bestand niet laden.
ro: Nu pot încărca fişierul
sl: Datoteke ni moč naložiti.

source: Only saving to local files currently supported.
af: slegs stooring aan plaaslike lêers huidiglik ondersteunde.
da: Kan kun gemme til lokale filer indtil videre.
de: Momentan wird nur das Speichern in lokale Dateien unterstützt.
fr: Seul l'enregistrement dans des fichiers locaux est géré pour le moment.
nl: Vooralsnog wordt alleen het lokaal opslaan van bestanden ondersteund.
ro: Este suportată numai salvarea de fişiere locale.
sl: Trenutno je podprto le shranjevanje v lokalne datoteke.

source: Could not save file.
af: kon nie stoor lêer.
da: Kunne ikke gemme fil.
de: Datei konnte nicht gespeichert werden
fr: Impossible d'enregistrer le fichier
nl: Kon het bestand niet opslaan.
ro: Nu pot salva fişierul.
sl: Datoteke ni moč posneti.

source: *.xpm|Unix pixmaps (*.xpm) *.jpg|JPEG compressed files (*.jpg) *.png|Next generation pictures (*.png) *.bmp|Windows bitmaps (*.bmp) *|All picture formats
af: *.xpm|unix pix-kaarte (*.xpm) *.jpg|jpeg saamgepersde lêers (*.jpg) *.png|volgende genereering prentjies (*.png) *.bmp|vensters biskaarte (*.bmp) *|alle prent formate
da: *.xpm|Unix billeder (*.xpm) *.jpg|JPEG komprimerede filer (*.jpg) *.png|Next generation pictures (*.png) *.bmp|Windows bitmaps (*.bmp) *|Alle billedformater
de: *.xpm|Unix Pixmap (*.xpm) *.jpg|JPEG komprimierte Dateien (*.jpg) *.png|Next generation pictures (*.png) *.bmp|Windows Bitmaps (*.bmp) *|Alle Bildformate
fr: *.xpm|Images Unix *.jpg|Images JPEG compactées *.png|Images PNG *.bmp|Images bitmaps Windows *|Tous les formats de fichiers
nl: *.xpm|Unix-afbeeldingen (*.xpm) *.jpg|JPEG-gecomprimeerde bestanden (*.jpg) *.png|Nieuwe generatie afbeeldingen (*.png) *.bmp|Windows bitmaps (*.bmp) *|Alle afbeeldingsformaten
ro: *.xpm|Imagini Unix (*.xpm) *.jpg|Imagini comprimate JPEG (*.jpg) *.png|Imagini PNG (*.png) *.bmp|Imagini bitmap Windows (*.bmp) *|Toate formatele de imagine
sl: *.xpm|Bitne slika za Unix (*.xpm) *.jpg|Komprimirane datoteke JPEG (*.jpg) *.png|Slike oblike PNG (*.png) *.bmp|Bitne slike za Windows (*.bmp) *|Vsi slikovni formati

source: Only saving to local files supported yet.
af: slegs stooring aan plaaslike lêers ondersteunde nog.
da: Understøtter kun gemning til lokale filer indtil videre.
de: Momentan wird nur das Speichern in lokale Dateien unterstützt.
fr: Seul l'enregistrement dans des fichiers locaux est géré pour le moment.
nl: Vooralsnog wordt alleen het lokaal opslaan van bestanden ondersteund.
ro: Deocamdată se pot salva numai fişiere locale.
sl: Za zdaj je podprto le shranjevanje v lokalne datoteke.

source: Unknown picture format.
af: onbekende prent formaat.
da: Ukendt billedformat.
de: Unbekanntes Bildformat
fr: Format d'image inconnu
nl: Onbekend afbeeldingsformaat.
ro: Format de imagine necunoscut.
sl: Neznan slikovni format.

source: Could not print picture.
af: kon nie druk prent.
da: Kunne ikke udskrive billedet.
de: Das Bild konnte nicht gedruckt werden.
fr: Impossible d'imprimer l'image.
nl: Kon de afbeelding niet afdrukken.
ro: Nu pot tipări imaginea.
sl: Slike ni moč natisniti.

source: Picture successfully printed.
af: prent suksesvol printed.
da: Billedet er udskrevet.
de: Bild erfolgreich gedruckt.
fr: L'image a été imprimée correctement.
nl: Afbeelding is succesvol afgedrukt.
ro: Am tipărit imaginea.
sl: Slika uspešno natisnjena.

source: Fatal error: I could not load the pictures. I'll quit.
af: fatale fout: i kon nie las die prentjies. ek sal verlaat.
da: Fatal fejl: Kunne ikke indlæse billederne. Jeg giver op.
de: Fataler Fehler: Die Bilder konnten nicht geladen werden. Das Programm wird jetzt beendet.
fr: Problème critique : Impossible d'ouvrir cette image. Abandon.
nl: Fatale fout: Ik kon geen afbeeldingen laden. Het programma nu wordt afgesloten.
ro: Eroare fatală: Nu pot încărca imaginile. Renunţ.
sl: Usodna napaka : Ne morem naložiti slik. Program se končuje.

source: Eyes
af: oë
da: Øjne
de: Augen
fr: Yeux
nl: Ogen
ro: Ochi
sl: Oči

source: Eyesbrows
af: wenkbroue
da: Øjenbryn
de: Augenbrauen
fr: Sourcils
nl: Wenkbrauwen
ro: Sprîncene
sl: Obrvi

source: Noses
af: neuse
da: Næser
de: Nasen
fr: Nez
nl: Neuzen
ro: Nasuri
sl: Nosovi

source: Ears
af: ore
da: Ører
de: Ohren
fr: Oreilles
nl: Oren
ro: Urechi
sl: Ušesa

source: Mouths
af: monde
da: Munde
de: Münder
fr: Bouches
nl: Monden
ro: Guri
sl: Usta

source: Goodies
af: goedjies
da: Gode ting
de: Zusätzliches
fr: Accessoires
nl: Hebbedingetjes
ro: Accesorii
sl: Dodatki

source: en/tuberling.wav
da: da/kartoffelfyr.wav
fr: fr/monsieur-patate.wav
nl: nl/aardappelmannetje.wav
ro: ro/tuberling.wav
sl: sl/krompircek.wav

source: en/eye.wav
af: en/oog.wav
da: da/oeje.wav
de: de/ohr.wav
fr: fr/oeil.wav
nl: nl/oog.wav
ro: ro/ochi.wav
sl: sl/oko.wav

source: en/eyebrow.wav
da: da/oejenbryn.wav
fr: fr/sourcil.wav
nl: nl/wenkbrauw.wav
ro: ro/sprinceana.wav
sl: sl/obrvi.wav

source: en/nose.wav
af: en/neus.wav
da: da/naese.wav
fr: fr/nez.wav
nl: nl/neus.wav
ro: ro/nas.wav
sl: sl/nos.wav

source: en/ear.wav
af: en/oor.wav
da: da/oere.wav
de: de/ohr.wav
fr: fr/oreille.wav
nl: nl/oor.wav
ro: ro/ureche.wav
sl: sl/uho.wav

source: en/mouth.wav
af: en/mond.wav
da: da/mund.wav
fr: fr/bouche.wav
nl: nl/mond.wav
ro: ro/gura.wav
sl: sl/usta.wav

source: en/hat.wav
da: da/hat.wav
de: de/hut.wav
fr: fr/chapeau.wav
nl: nl/hoed.wav
ro: ro/palarie.wav
sl: sl/klobuk.wav

source: en/moustache.wav
af: en/snor.wav
da: da/overskaeg.wav
fr: fr/moustache.wav
nl: nl/snor.wav
ro: ro/mustata.wav
sl: sl/brki.wav

source: en/cigar.wav
af: en/sigar.wav
da: da/cigar.wav
fr: fr/cigare.wav
nl: nl/sigaar.wav
ro: ro/tigara.wav
sl: sl/cigara.wav

source: en/tie.wav
af: en/das.wav
da: da/slips.wav
fr: fr/tie.wav
nl: nl/strik.wav
ro: ro/funda.wav
sl: sl/kravata.wav

source: en/sunglasses.wav
af: en/sonbrille.wav
da: da/solbriller.wav
fr: fr/lunettes-de-soleil.wav
nl: nl/zonnebril.wav
ro: ro/ochelaridesoare.wav
sl: sl/soncna_ocala.wav

source: en/spectacles.wav
af: en/brille.wav
da: da/briller.wav
fr: fr/lunettes.wav
nl: nl/bril.wav
ro: ro/ochelari.wav
sl: sl/naocniki.wav

source: en/bow.wav
af: en/boog.wav
da: da/sloejfe.wav
fr: fr/noeud-papillon.wav
nl: nl/strik.wav
ro: ro/papion.wav
sl: sl/metuljcek.wav

source: en/earring.wav
af: en/oorring.wav
da: da/oerering.wav
de: de/ohrring.wav
fr: fr/boucle-d-oreille.wav
nl: nl/oorbel.wav
ro: ro/cercel.wav
sl: sl/uhan.wav

source: en/badge.wav
da: da/politiskilt.wav
de: de/abzeichen.wav
fr: fr/medaille.wav
nl: nl/ster.wav
ro: ro/insigna.wav
sl: sl/znacka.wav

source: en/watch.wav
af: en/waarneem.wav
da: da/ur.wav
de: de/uhr.wav
fr: fr/montre.wav
nl: nl/horloge.wav
ro: ro/ceas.wav
sl: sl/ura.wav

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (kde.af.org.za)
da: Erik Kjær Pedersen
de: Matthias Kiefer
fr: Laurent Rathle
nl: Rinse de Vries
ro: Claudiu Costin
sl: Roman Maurer

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@engineer.com
da: erik@binghamton.edu
de: kiefer@kde.org
fr: lrathle@teaser.fr
nl: rinse@kde.nl
ro: claudiuc@geocities.com
sl: roman.maurer@amis.net
