Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kwin4.po
Languages: af, bg, cs, da, de, eo, es, et, fi, fr, hu, id, it, ja, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr

source: Changing startplayer...
af: verandering beginspeler...
bg: Промяна на началния играч
cs: Změní začínajícího hráče...
da: Ændrer startspiller...
de: Ändere Startspieler...
eo: Ŝanĝante komencantan ludanton...
es: Cambiando primer jugador...
et: Mängu alustaja muutmine
fi: Vaihdan aloituspelaajaa...
fr: Changement du premier joueur...
hu: A kezdőjátékos megváltoztatása...
it: Cambio del giocatore che inizia...
ja: 先手プレーヤーを変更中...
nl: Bezig met beginspeler te wijzigen...
no: Endrer startspiller...
no_ny: Endrar kva for spelar som startar ...
pt: A mudar o jogador inicial...
ru: Замена заходящего...
sk: Mením začínajúceho hráča...
sl: Začetni igralec se spreminja...
sv: Ändrar startspelare...
tr: Başlangıç oyuncusu değiştiriliyor...

source: Chooses which player begins the next game.
af: kies wat speler beginne die volgende speletjie.
bg: Избира кой играч да започне следващата игра.
cs: Vyběr, který hráč začne následující hru.
da: Vælger hvilken spiller begynder næste spil.
de: Wählt aus, welcher Spieler das nächste Spiel beginnt.
eo: Elektas, kiu ludanto komencas la sekvan ludon.
es: Elige que jugador empieza la próxima partida.
et: Valib järgmise mängu alustaja.
fi: Valitsee kuka pelaajista aloittaa seuraavan pelin.
fr: Choisit quel joueur commence la prochaine partie.
hu: A következő játékban kezdő játékos kiválasztása.
it: Sceglie il giocatore che inizierà la prossima partita.
ja: どちらのプレーヤーが次のゲームの先手か選択して下さい。
nl: Bepaalt welke speler het volgende spel begint.
no: Velger hvilken spiller som starter neste spill.
no_ny: Vel kva for spelar som startar neste spel.
pt: Escolhe qual o jogador que começa o próximo jogo.
ru: Выбор игрока, начинающего следующую игру.
sk: Vyberie, ktorý hráč začne ďalšiu hru.
sl: Izbere, kateri igralec bo začel naslednjo igro.
sv: Välj vilken spelare som börjar nästa spel.
tr: Sonraki oyunda hangi oyuncunun başlayacağını seçer.

source: &Yellow
af: geel
bg: &Жълт
cs: Ž&lutá
da: &Gul
de: &Gelb
eo: &Flava
es: Amarillo
et: &kollane
fi: &Keltainen
fr: Jau&ne
hu: sár&ga
id: &Kuning
it: &Giallo
ja: 黄色(&Y)
nl: &Geel
no: &Gul
no_ny: &Gul
pt: A&marelo
pt_br: &Amarelo
ro: &Galben
ru: &Желтые
sk: Ž&lté
sl: &Rumeni
sr: &Žuta
sv: &Gul
tr: &Sarı

source: &Red
af: rooi
bg: &Червен
cs: Če&rvená
da: &Rød
de: &Rot
eo: &Ruĝa
es: &Rojo
et: &punane
fi: &Punainen
fr: &Rouge
hu: &piros
id: &Merah
it: &Rosso
ja: 赤(&R)
nl: &Rood
no: &Rød
no_ny: &Raud
pt: Ve&rmelho
pt_br: &Vermelho
ro: &Roşu
ru: &Красные
sk: Č&ervené
sl: R&deči
sr: &Crvena
sv: &Röd
tr: &Kırmızı

source: Yellow played by
af: geel gespeel deur
bg: Жълтият се играе от
cs: Žlutou hraje
da: Gul spillet af
de: Gelber Spieler gespielt von
eo: Flava ludata de
es: Amarillo jugado por
et: Kollastega mängib
fi: Keltaista pelaa
fr: Les jaunes sont joués par
hu: Sárgával játszik
it: Il Giallo è usato da
ja: 黄色プレイヤー
nl: Geel wordt gespeeld door
no: Gul spilles av
no_ny: Gul spelt av
pt: Amarelo jogado por
ru: Желтыми играет
sk: Žlté má
sl: Rumene igra
sv: Gul spelas av
tr: Sarıyı oynayan

source: Change who plays the yellow player...
af: verander wie speel die geel speler...
bg: Сменя играещия със жълтия играч...
cs: Změnit hráče se žlutou...
da: Ændr hvem der spiller gul spiller...
de: Auswählen, wer den gelben Spieler spielt...
eo: Ŝanĝas kiu ludas la flavan ludanton...
es: Cambia quien juega el jugadore amarillo...
et: Muudab kollastega mängijat...
fi: Vaihda keltaisen pelaajan nimi...
fr: Changer qui joue les jaunes...
hu: A sárga játékos megváltoztatása...
it: Cambia il giocatore che usa il Giallo...
ja: 黄色のプレーヤーを変更
nl: Verander wie de gele speler is...
no: Endre hvem som spiller gul...
no_ny: Endra kven som er den gule spelaren ...
pt: Muda quem joga pelo jogador amarelo...
ru: Изменить игрока, играющего желтыми...
sk: Zmení meno, kto hrá so žltými...
sl: Spremeni, kdo igra rumenega...
sv: Ändrar den som spelar som gul spelare...
tr: Sarıyı oynayan oyuncuyu değiştir...

source: &Player
af: speler
bg: &Играч
cs: &Hráč
da: &Spiller
de: &Spieler
eo: &Ludanto
es: Jugador
et: &mängija
fi: &Pelaaja
fr: &Joueur
hu: &játékos
id: &Pemain
it: &Giocatore locale
ja: プレイヤー(&P)
nl: S&peler
no: &Spiller
no_ny: &Spelar
pt: &Jogador
pt_br: &Jogador
ro: &Jucător
ru: &Игрок
sk: &Hráč
sl: &Igralec
sr: &Igrač
sv: &Spelare
tr: &Oyuncu

source: &Computer
af: rekenaar
bg: &Компютър
cs: &Počítač
da: &Maskine
eo: &Komputilo
es: Ordenador
et: &arvuti
fi: &Tietokone
fr: Or&dinateur
hu: szá&mítógép
id: &Komputer
ja: コンピュータ(&C)
no: &Datamaskin
no_ny: &Datamaskin
pt: &Computador
pt_br: &Computador
ro: &Calculator
ru: &Компьютер
sk: Počít&ač
sl: R&ačunalnik
sr: &Računar
sv: &Dator
tr: &Bilgisayar

source: &Remote
af: afgeleë
bg: &Дистанционно
cs: &Vzdálený
da: &Fjern
de: &Netzwerk
eo: &Fora
es: &Remoto
et: &vastasmängija
fi: &Etä
fr: Di&stant
hu: &távoli játékos
it: Giocatore &Remoto
ja: リモート(&R)
nl: Op a&fstand
no: &Fjern
no_ny: &Nettverk
pt: &Remoto
pt_br: &Remoto
ro: &Distant
ru: &Сетевой игрок
sk: V&zdialený
sl: &Oddaljen
sr: Uda&ljeni
sv: &Fjärr
tr: &Uzak

source: Red played by
af: rooi gespeel deur
bg: Червеният се играе от
cs: Červenou hraje
da: Rød spillet af
de: Roter Spieler gespielt von
eo: Ruĝa ludata de
es: &Rojo jugado por
et: Punastega mängib
fi: Punaista pelaa
fr: Les rouges sont joués par
hu: Pirossal játszik
it: Il Rosso è usato da
ja: プレイヤー赤
nl: Rood wordt gespeeld door
no: Rød spilles av
no_ny: Raud spelt av
pt: Vermelho jogado por
ru: Красными играет
sk: Červené má
sl: Rdeče igra
sv: Röd spelas av
tr: Kırmızıyı oynayan

source: Change who plays the red player...
af: verander wie speel die rooi speler...
bg: Сменя играещия с червения играч...
cs: Změnit hráče s červenou...
da: Ændr hvem der spiller rød spiller...
de: Auswählen, wer den roten Spieler spielt...
eo: Ŝanĝas kiu ludas la ruĝan ludanton...
es: Cambiando quien juega el jugador rojo...
et: Muuda punastega mängijat...
fi: Vaihda punaisen pelaajan nimi...
fr: Changer qui joue les rouges...
hu: A piros játékos megváltoztatása...
it: Cambia il giocatore che usa il Rosso...
ja: 赤プレーヤーを変更中...
nl: Verander wie de rode speler is...
no: Endre hvem som spiller rød...
no_ny: Endra kven som er den raude spelaren ...
pt: Muda quem joga pelo jogador vermelho...
ru: Изменить игрока, играющего красными...
sk: Zmení, kto hrá s červenými...
sl: Spremeni, kdo igra rdečega...
sv: Ändrar den som spelar som röd spelare...
tr: Kırmızıyı oynayan oyuncuyu değiştir...

source: &Level
af: vlak
bg: &Ниво
cs: Úr&oveň
da: &Niveau
de: S&pielstärke
eo: &Nivelo
es: Nive&l
et: &Tase
fi: &Taso
fr: &Niveau
hu: Sz&int
id: &Tingkat
it: &Livello
ja: レベル(&L)
nl: &Niveau
no: &Nivå
no_ny: &Nivå
pt: Níve&l
pt_br: &Nível
ro: &Nivel
ru: &Уровень
sk: Ú&roveň
sl: S&topnja
sr: &Nivo
sv: &Nivå
tr: &Seviye

source: Change level...
af: verander vlak...
bg: Смени ниво...
cs: Změnit úroveň...
da: Skift niveau...
de: Spielstärke ändern...
eo: Ŝanĝu nivelon...
es: Cambiar nivel...
et: Taseme muutmine...
fi: Vaihda tasoa...
fr: Changer le niveau...
hu: A szint megváltoztatása...
it: Cambia il livello...
ja: レベルを変更...
nl: Niveau wijzigen...
no: Endre nivå...
no_ny: Endra nivå ...
pt: Mudar nível...
ru: Изменить уровень...
sk: Zmeniť úroveň...
sl: Spremeni raven...
sv: Ändra nivå...
tr: Seviye değiştir...

source: Change the strength of the computer player.
af: verander die sterkte van die rekenaar speler.
bg: Смени силата на компютърния играч.
cs: Změnit úroveň počítačového hráče.
da: Ændr styrken af maskinspilleren.
de: Ändert die Spielstärke des Computers.
eo: Ŝanĝu la lertecon de la komputila ludanto.
es: Cambia la fuerza del jugador del ordenador.
et: Muuda arvutimängija taset.
fi: Vaihda tietokonepelaajan vahvuutta.
fr: Changer le niveau de l'ordinateur.
hu: A számítógép játékerejének beállítása.
it: Modifica la forza del giocatore-computer.
ja: コンピュータプレーヤーの強さを設定。
nl: Bepaal de kracht van de computerspeler.
no: Endre styrken til datamaskinen.
no_ny: Endrar nivået til dataspelaren.
pt: Muda a inteligência do jogador do computador.
ru: Изменить уровень компьютерного игрока.
sk: Nastaviť úroveň hráča-počítača.
sl: Spremeni moč računalniškega igralca.
sv: Ändra datorspelarens spelstyrka.
tr: Bilgisayarın oyuncusunun gücünü değiştir.

source: Change &Names...
af: verander name...
bg: Смени &имената...
cs: Změnit &jména...
da: Skift &navne...
de: &Namen ändern...
eo: Ŝanĝu &nomojn...
es: Cambiar &nombres...
et: Mängijate &nimede vahetamine...
fi: Vaihda &nimiä...
fr: C&hanger les noms...
hu: Név&változtatás...
id: Ubah &nama
it: Cambia i &Nomi...
ja: 名前変更(&N)...
nl: &Namen wijzigen...
no: Skift &navn...
no_ny: Endra n&amn ...
pt: Mudar &Nomes...
pt_br: Mudar &nomes...
ro: Modifică &nume...
ru: &Изменить имена...
sk: Zmeniť me&ná...
sl: Spremeni i&mena...
sr: Promeni &imena...
sv: Byt &namn...
tr: İ&simleri Değiştir...

source: Configure player names...
af: konfigureer speler name...
bg: ...Конфигурирай имената на играчите
cs: Nastavení jmen hráčů...
da: Indstil spillernavne...
de: Spielernamen werden konfiguriert...
eo: Agordas ludantonomojn...
es: Configurar nombre de los jugadores...
et: Mängijate nimede vahetamine...
fi: Aseta pelaajien nimiä...
fr: Configurer le nom des joueurs
hu: A játékosok nevének beállítása...
id: Mengatur nama pemain.....
it: Configuro i nomi dei giocatori...
ja: プレーヤー名を設定...
nl: Spelernamen instellen....
no: Konfigurer spillernavn...
no_ny: Set opp spelarnamn ...
pt: Configurar os nomes dos jogadores...
pt_br: Configurar nomes de jogadores...
ro: Configurez numele jucătorilor...
ru: Настроить имена игроков...
sk: Nastaviť mená hráčov...
sl: Nastavi imena igralcev...
sr: Podesi imena računara...
sv: Ändra spelarnas namn...
tr: Oyuncu isimlerini yapılandır...

source: Network server
af: netwerk bediener
bg: Мрежов сървър
cs: Síťový server
da: Netværksserver
de: Netzwerkserver
eo: Retservilo...
es: Servidor de red...
et: Võrguserver...
fi: Verkkopalvelin
fr: Serveur de réseau
hu: Hálózati kiszolgáló
it: Server di rete
ja: ネットワークサーバ...
nl: Netwerkserver
no: Nettverkstjener
no_ny: Nettverkstenar
pt: Servidor de rede
ru: Сетевой сервер
sk: Sieťový server
sl: Mrežni strežnik
sv: Nätverksserver
tr: Ağ sunucusu

source: Try to act as network master...
af: probeer aan optree as netwerk meester...
bg: Опитай поведение на master в мрежата...
cs: Pokusit se stát síťovým serverem...
da: Prøv at blive netværksmester...
de: Versuche der Netzwerkserver zu werden...
eo: Provu fariĝi reta administranto...
es: Intentar actuar como servidor de red...
et: Serveri käivitamine...
fi: Yritä toimia verkkopalvelimena...
fr: Essayer de devenir serveur réseau...
hu: Megpróbálok hálózati kiszolgálóként működni...
it: Cerco di operare come "master" di rete...
ja: 可能ならネットワークマスターになる。
nl: Probeer, indien mogelijk, de netwerkserver te worden...
no: Prøver å bli nettverksmester...
no_ny: Prøv å vera nettverksmeister ...
pt: Tenta ser o servidor de rede...
ru: При возможности стать сетевым сервером...
sk: Pokus o funkciu sieťového serveru...
sl: Poskušaj postati nadrejeni mrežni strežnik...
sv: Försök att bli nätverksserver om det går...
tr: Ağ sunucusu olmaya çalış...

source: &Animations
af: animasie
bg: &Анимации
cs: &Animace
da: &Animeringer
de: &Animationen
eo: &Spektakloj
es: &Animaciones
et: &Animatsioonid
fi: &Animaatiot
hu: &Animációk
id: &Animasi
it: &Animazioni
ja: アニメーション(&A)
nl: &Animaties
no: &Animasjoner
no_ny: &Animasjon
pt: &Animações
pt_br: &Animações
ro: &Animaţia
ru: &Анимация
sk: &Animácie
sl: &Animacije
sr: &animacije
sv: &Animationer
tr: &Canlandırmalar

source: Display animations.
af: vertoon animasie.
bg: Показвай анимации.
cs: Zobrazit animace.
da: Vis animeringer.
de: Animationen anzeigen.
eo: Montru spektaklojn.
es: Mostrar animaciones.
et: Näita animatsioone.
fi: Näytä animaatiot.
fr: Afficher des animations.
hu: Animáció használata.
it: Mostra le animazioni.
ja: アニメーションを表示する。
nl: Animaties tonen.
no: Vis animasjoner.
no_ny: Vis animasjonar
pt: Mostrar animações
ru: Включить анимацию.
sk: Zobraziť animácie.
sl: Prikaži animacije.
sv: Visa animationer.
tr: Canlandırmaları etkinleştir.

source: Ready
af: gereed
bg: Готово
cs: Připraven
da: Parat
de: Fertig
eo: Preta
es: Listo
et: Valmis
fi: Valmis
fr: Prêt
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
nl: Gereed
no: Klar
no_ny: Klar
pt: Pronto
pt_br: Pronto
ro: Gata
ru: Готово
sk: Pripravený
sl: Pripravljen
sr: Spreman
sv: Klar
tr: Hazır

source: This leaves space for the mover
af: hierdie los spasie vir die skuiwer
bg: Това оставя място за играещия
cs: Toto nechá místo pro táhnoucího
da: Dette giver plads til den der flytter
de: Dies lässt Platz für den aktiven Spieler
eo: Tio lasas spacon por la movanto
es: Esto deja espacio para el que mueve
et: See jätab ruumi käijale
fi: Jättää tilaa siirtäjälle
fr: Ceci laisse de la place pour le déplacement
hu: Hely hagyása a lépéshez
id: Space kosong untuk pergerakan
it: Questo lascia spazio per chi muove
ja: これはプレイヤーにスペースを残します
nl: Dit maakt ruimte vrij voor de verplaatser
no: Dette lager rom for flytteren
no_ny: Dette gir rom for flyttaren
pt: Isto deixa espaço para o jogador
pt_br: Isto deixa espaço para o jogador
ro: Aceasta lasă spaţiu pentru cel ce mută
ru: Это оставляет пространство для ходящего
sk: Toto necháva priestor pre presunovača
sl: To pusti prostor za tistega na potezi
sr: Ovo ostavlja mesto za pokretača
sv: Det här lämnar utrymme för den som drar
tr: Hareket eden için boşluk bırakır

source: Welcome to %1
af: welkom by %1
bg: Добре дошли в %1
cs: Vítejte v %1
da: Velkommen til %1
de: Willkommen zu %1
eo: Bonvenon ĉe %1
es: Bienvenido a %1
et: Tere tulemast %1
fi: Tervetuloa %1:n
fr: Bienvenue à %1
hu: Üdvözli Önt a(z) %1!
id: selamat datang di %1
it: Benvenuti a %1
ja: %1へようこそ
nl: Welkom bij %1
no: Velkommen til %1
no_ny: Velkomen til %1
pt: Bem vindo ao %1
pt_br: Bem-vindo a %1
ro: Bine aţi venit la %1
ru: Добро пожаловать в %1
sk: Vitajte v %1
sl: Dobrodošli v %1
sr: Dobrodošli u %1
sv: Välkommen till %1
tr: %1'e Hoşgeldiniz

source: Remote connection to %1:%2...
af: afgeleë verbinding aan %1:%2...
bg: Отдалечена връзка до %1:%2...
cs: Vzdálené připojení k %1:%2...
da: Fjernforbindelse til %1:%2...
de: Netzwerkverbindung zu %1:%2...
eo: Fora kontakto al %1:%2...
es: Conexión remota a %1:%2...
et: Võrguühendus %1:%2...
fi: Etäyhteys kohteeseen %1:%2...
fr: Connexion distante à %1:%2...
hu: Távoli kapcsolat ezzel: %1:%2...
id: Koneksi remote ke %1:%2.....
it: Connessione remota con %1:%2...
ja: %1へのリモート接続:%2...
nl: Externe verbinding naar %1: %2...
no: Fjern forbindelse til %1:%2...
no_ny: Nettverkssamband til %1:%2 ...
pt: Ligação remota a %1:%2...
pt_br: Conexão remota a %1:%2...
ro: Legătură distantă la %1:%2...
ru: Удаленное соединение с %1:%2...
sk: Vzdialené spojenie s %1:%2...
sl: Povezava do %1:%2...
sr: Udaljena konekcija za %1:%2
sv: Fjärranslutning till %1:%2...
tr: %1:%2 adresine bağlantı...

source: Offering remote connection on port %1 ...
af: bied aan afgeleë verbinding op poort %1 ...
bg: Предлага се отдалечена връзка на порт %1 ...
cs: Nabízím vzdálené připojení na portu %1 ...
da: Tilbyder fjernforbindelse på port %1 ...
de: Biete Netzwerkanbindung auf Port %1 ...
eo: Ofertante foran kontakton ĉe pordo %1...
es: Ofreciendo conexión remota en el puerto %1 ...
et: Server ootab pordil %1...
fi: Tarjoan etäyhteyttä portissa %1 ...
fr: Autorise la connexion distante sur le port %1...
hu: Csatlakozási lehetőség engedélyezése a(z) %1. porton...
id: Menawarkan koneksi remote di port %1......
it: Disponibilità per connessione remota sulla porta %1 ...
ja: ポート%1にリモート接続を要求しています...
nl: Externe verbinding aanbieden op poort %1...
no: Tilbyr fjern forbindelse på port %1 ...
no_ny: Tilbyr nettverkssamband på port %1 ...
pt: A oferecer uma ligação remota no porto %1 ...
pt_br: Oferecendo conexão remota na porta %1 ...
ro: Ofer legătură distantă pe portul %1...
ru: Жду удаленного соединения на порту %1 ...
sk: Ponúkané vzdialené spojenie na porte %1 ...
sl: Ponujam povezavo na vratih %1 ...
sr: Nudim udaljenu konekcija na port %1 ...
sv: Erbjuder fjärranslutning till port %1 ...
tr: %1 portu üzerinden bağlantı isteği ...

source: Abort
af: staak
bg: Прекъсни
cs: Zrušit
da: Afbryd
de: Abbruch
eo: Haltu
es: Abortar
et: Katkesta
fi: Keskeytä
fr: Annuler
hu: Félbeszakítás
id: Batal
it: Annulla
ja: 中止
nl: Afbreken
no: Avbryt
no_ny: Avbryt
pt: Abortar
pt_br: Abortar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: O
sr: Prekini
sv: Avbryt
tr: Durdur

source: It is not possible to start the yellow and red player.
af: dit is nie moontlik aan begin die geel en rooi speler.
bg: Не могат да бъдат стартирани жълтия и червения играчи.
cs: Nelze spustit žlutého a červeného hráče.
da: Det er ikke muligt at starte den gule og røde spiller.
de: Der gelbe und der rote Spieler können nicht gestartet werden.
eo: Ne eblas lanĉi la flavan kaj ruĝan ludantojn.
es: No es posible comenzar para el jugador amarillo y el rojo.
et: Kummalgi mängijal pole võimalik alustada.
fi: Keltaista ja punaista pelaajaa ei voitu käynnistää.
fr: Il est impossible de démarrer les joueurs jaune et rouge.
hu: Nem lehet kezdeni a sárga és piros játékossal.
id: Tidaklah mungkin untuk menjalankan pemain kuning dan merah
it: Non è possibile far iniziare il giocatore giallo e rosso insieme.
ja: 黄色と赤プレーヤーを開始できません。
nl: Het is niet mogelijk om de gele en rode speler te starten.
no: Det er ikke mulig å starte den gule og den røde spilleren.
no_ny: Det går ikkje å starta den gule og den raude spelaren.
pt: Não é possível iniciar o jogador amarelo e o vermelho.
pt_br: Não é possível iniciar os jogadores amarelo e vermelho.
ro: Nu este posibil să porniţi jucătorii roşu şi galben.
ru: Невозможно начать игру с желтыми и красными.
sk: Nie je možné spustiť žltého a červeného hráča.
sl: Ni možno začeti z rumenim in rdečim igralcem.
sr: Nije moguće da počnete za žutim i crvenim igračem.
sv: Det går inte att starta de gula och röda spelarna.
tr: Sarı ve kırmızı oyuncuyu başlatmak imkansızdır.

source: It is not possible to start the yellow player.
af: dit is nie moontlik aan begin die geel speler.
bg: Не може да бъде стартиран жълтия играч..
cs: Nelze spustit žlutého hráče.
da: Det er ikke muligt at starte den gule spiller.
de: Der gelbe Spieler kann nicht gestartet werden.
eo: Ne eblas lanĉi la flavan ludanton.
es: No es posible comenzar para el jugador amarillo.
et: Kollastega mängijal pole võimalik alustada
fi: Keltaista pelaajaa ei voitu käynnistää.
fr: Il est impossible de démarrer le joueur jaune.
hu: Nem lehet kezdeni a sárga játékossal.
id: Tidaklah mungkin untuk menjalankan pemain kuning
it: Non è possibile far iniziare il giocatore giallo.
ja: 黄色プレーヤーを開始できません。
nl: Het is niet mogelijk om de rode speler te starten.
no: Det er ikke mulig å starte den gule spilleren.
no_ny: Det går ikkje å starta den gule spelaren.
pt: Não é possível iniciar o jogador amarelo.
pt_br: Não é possível iniciar o jogador amarelo.
ro: Nu este posibil să porniţi jucătorul galben.
ru: Невозможно начать игру с желтыми.
sk: Nie je možné spustiť žltého hráča.
sl: Ni možno začeti z rumenim igralcem.
sr: Nije moguće da počnete za žutim igračem.
sv: Det går inte att starta den gula spelaren.
tr: Sarı oyuncuyu başlatmak imkansızdır.

source: It is not possible to start the red player.
af: dit is nie moontlik aan begin die rooi speler.
bg: Не може да бъде стартиран червения играч..
cs: Nelze spustit červeného hráče.
da: Det er ikke muligt at starte den røde spiller.
de: Der rote Spieler kann nicht gestartet werden.
eo: Ne eblas lanĉi la ruĝan ludanton.
es: No es posible comenzar para el jugador rojo.
et: Punastega mängijal pole võimalik alustada.
fi: Punaista pelaajaa ei voitu käynnistää.
fr: Il est impossible de démarrer le joueur rouge.
hu: Nem lehet kezdeni a piros játékossal.
id: Tidaklah mungkin untuk menjalankan pemain merah
it: Non è possibile far iniziare il giocatore rosso.
ja: 赤プレーヤーを開始できません。
nl: Het is niet mogelijk om de rode speler te starten.
no: Det er ikke mulig å starte den røde spilleren.
no_ny: Det går ikkje å starta den raude spelaren.
pt: Não é possível iniciar o jogador vermelho.
pt_br: Não é possível iniciar o jogador vermelho.
ro: Nu este posibil să porniţi jucătorul roşu.
ru: Невозможно начать игру с красными.
sk: Nie je možné spustiť červeného hráča.
sl: Ni možno začeti z rdečim igralcem.
sr: Nije moguće da počnete za crvenim igračem.
sv: Det går inte att starta den röda spelaren.
tr: Kırmızı oyuncuyu başlatmak imkansızdır.

source: This is a serious error. If one player is played by the computer check for the existance of the file '%1'.
af: hierdie is 'n ernstige fout. as een speler is gespeel deur die rekenaar bevestig vir die bestaan van die lêer '%1'.
bg: Това е сериозна грешка. Ако единия от играчите е компютър, проверете дали файлът '%1' съществува!.
cs: Toto je závažná chyba. Jestliže je jeden hráč počítač, zkontrolujte existenci souboru '%1'.
da: Dette er en alvorlig fejl. Hvis en spiller spilles af maskinen, så tjek eksistensen af filen '%1'.
de: Dies ist ein schwerwiegender Fehler. Wenn ein Spieler vom Computer gespielt wird, so überprüfen Sie bitte, ob die Datei '%1' existiert.
eo: Tio estas grava eraro. Se unu ludanto estas ludata de la komputilo, kontrolu ĉu ekzistas la dosiero '%1'.
es: Esto es un error serio. Si un jugador es controlado por el ordenador compruebe la existencia del archivo '%1'.
et: Midagi läks untsu. Kui üks mängijatest on arvuti, siis kontrolli, kas fail '%1' on olemas.
fi: Tämä on vakava virhe. Jos yksi pelaaja on tietokone tarkista, että tiedosto '%1' on olemassa.
fr: C'est un problème sérieux. Si un joueur est joué par l'ordinateur, vérifiez l'existence du fichier «%1».
hu: Súlyos hiba történt. Ha a játékost a számítógép irányítja, akkor ellenőrizze, hogy létezik-e a(z) '%1' fájl.
id: Ini adalah kerusakan serius jika seorang pemain dimainkan oleh komputer memeriksa keberadaan berkas %1'.
it: Questo è un errore grave. Se uno dei giocatori è il computer controlla l'esistenza del file '%1'.
ja: これは深刻なエラーです。もし片方のプレーヤーが コンピューターならファイル'%1'の存在を確認して下さい。
nl: Dit is een ernstige fout. Als één van de spelers gespeeld wordt door de computer, controleer dan of het bestand %1 bestaat.
no: Dette er en alvorlig feil. Hvis en spiller er spilt av datamaskinen så sjekk eksistensen til filen '%1'.
no_ny: Dette er ein alvorleg feil. Dersom ein av spelarane er styrt av datamaskina, sjå om fila «%1» finst.
pt: Este é um erro sério. Se um jogador é comandado pelo computador verifica a existência do ficheiro '%1'.
pt_br: Este é um erro sério. Se um jogador é jogado por computador, verifique a existência do arquivo %1.
ro: Aceasta este o eroare serioasă. Dacă un jucător este controlat de calculator, verificaţi dacă există fişierul "%1".
ru: Это серьезная ошибка. Если один из игроков - это компьютер, проверьте наличие файла '%1'.
sk: Toto je vážna chyba. Ak jedného z hráčov hrá počítač, overte, že existuje súbor '%1'.
sl: To je resna napaka. Če enega igralca igra računalnik, potem preverite, ali obstaja datoteka ,%1'.
sr: Ovo je ozbiljna greška. Ako se jedan igrač pokreće od strane računara proverite da li postoji fajl '%1'.
sv: Det här är ett allvarligt fel. Om en spelare spelas av datorn, så kontrollera att filen '%1' existerar.
tr: Bu ciddi bir hata. Eğer bir oyuncu bilgisayar tarafından oynanıyorsa '%1' dosyasının bulunduğuna emin olun.
