Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kwin4.po
Languages: af, bg, cs, da, de, eo, es, et, fi, fr, hu, id, it, ja, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr

source: The game is drawn. Please restart next round.
af: die speletjie is geteken. asseblief herbegin volgende rondte.
bg: Играта е равна. Моля рестартирайте следващия рунд.
cs: Hra skončila nerozhodně. Prosím spusťte znovu další kolo.
da: Spillet blev lige. Genstart næste runde.
de: Das Spiel ist unentschieden. Bitte starten Sie die nächste Runde.
eo: La ludo estas sendecida. Bonvolu komenci sekvan rondon.
es: La partida es un empate. Por favor, reinicie próxima ronda.
et: Mäng lõppes viigiga. Palun alustage järgmist partiid.
fi: Tasapeli. Aloita uusi kierros.
fr: Il y a égalité. Veuillez recommencer une autre manche.
hu: A játék döntetlennel ért véget. Új játszmát lehet kezdeni.
id: Permainan seri. silahkan restart tingkat berikutnya
it: La partita è finita in parità. Inizia la prossima partita.
ja: 引きわけです。次のラウンドを開始して下さい。
nl: Het spel is onbeslist. Herstart a.u.b. de volgende ronde.
no: Spillet er uavgjort. Vennligst start på nytt igjen neste runde.
no_ny: Spelet er uavgjort. Start neste runde om att.
pt: O jogo está empatado. Por favor começa o próximo "round".
pt_br: O jogo está empatado. Reinicie próxima rodada.
ro: Remiză. Vă rog să restartaţi runda următoare.
ru: Игра завершилась вничью. Попробуйте еще раз в следующем раунде.
sk: Hra skončila remízou. Prosím, reštartujte nové kolo.
sl: Igra neodločena. Pričnite naslednji krog.
sr: Igra je nerešena. Molim vas ponovo pokrenite sledeću rundu.
sv: Spelet är oavgjort. Var god starta om nästa omgång.
tr: Bu oyun berabere bitti. Yeni oyuna başlayınız.

source: The game ended remis!
af: die speletjie geëindig onbeslis!
bg: Играта завърши реми!
cs: Hra skončila remízou!
da: Spillet endte remis!
de: Das Spiel endete unentschieden!
eo: La ludo finis sen gajno!
es: ¡La partida terminó descuidada!
et: Mäng lõpes patiseisuga
fi: Peli loppui!
fr: La partie est terminée.
hu: A játék végeredménye döntetlen.
id: Permainan berakhir seri!
it: La partita è finita!
ja: ゲームは破棄されました!
nl: Het spel eindigde in remise!
no: Spillet endte uavgjort!
no_ny: Spelet enda uavgjort.
pt: O jogo terminou por desistência!
pt_br: O jogo terminou empatado!
ro: Jocul s-a terminat cu remiză!
ru: Игрок сдался!
sk: Hra skončila remízou!
sl: Igra je zaključena kot remi!
sr: Igra je završena remijem!
sv: Spelet slutade oavgjort!
tr: Oyun berabere bitti!

source: No game
af: nee speletjie
bg: Няма игра
cs: Žádná hra
da: Intet spil
de: Kein Spiel
eo: Neniu ludo...
es: Sin partida
et: ehh?
fi: Ei peliä
fr: Pas de partie
hu: Nincs játék
id: Tidak ada permainan
it: Nessun gioco
ja: ゲームなし
nl: Geen spel
no: Intet spill
no_ny: Ingen spel
pt: Sem jogo
pt_br: Sem jogo
ro: Nu există joc
ru: Нет игры
sk: Žiadna hra
sl: Brez igre
sr: Bez igre
sv: Inget spel
tr: Oyun yok

source: - Yellow
af: - geel
bg: - Жълт
cs: - žlutý
da: - Gul
de: - Gelb
eo: - Flavo
es: - Amarillo
et: - Kollane
fi: - Keltainen
fr: - Jaune
hu: - sárga
id: Kuning
it: - Giallo
ja: - 黄色
nl: - geel
no: - Gul
no_ny: - Gul
pt: - Amarelo
pt_br: - Amarelo
ro: - Galben
ru: - желтые
sk: - Žltý
sl: - Rumeni
sr: - Žuti
sv: - Gul
tr: - Sarı

source: - Red
af: - rooi
bg: - Червен
cs: - červený
da: - Rød
de: - Rot
eo: - Ruĝo
es: - Rojo
et: - Punane
fi: - Punainen
fr: - Rouge
hu: - piros
id: Merah
it: - Rosso
ja: - 赤
nl: - rood
no: - Rød
no_ny: - Raud
pt: - Vermelho
pt_br: - Vermelho
ro: - Roşu
ru: - красные
sk: - Červený
sl: - Rdeči
sr: - Crveni
sv: - Röd
tr: - Kırmızı

source: Nobody
af: niemand
bg: Никой
cs: Nikdo
da: Ingen
de: Niemand
eo: Neniu
es: Nadie
et: Ei keegi
fi: Ei kukaan
fr: Personne
hu: Senki
id: Tidak seorangpun
it: Nessuno
nl: Niemand
no: Ingen
no_ny: Ingen
pt: Ninguém
pt_br: Ninguém
ro: Nimeni
ru: Никто
sk: Nikto
sl: Nihče
sr: Niko
sv: Ingen
tr: Hiçkimse

source: Player 1
af: speler 1
bg: Играч 1
cs: Hráč 1
da: Spiller 1
de: Spieler 1
eo: Ludanto 1
es: Jugador 1
et: Mängija 1
fi: Pelaaja 1
fr: Joueur 1
hu: 1. játékos
id: Pemain 1
it: Giocatore 1
ja: プレイヤー 1
nl: Speler 1
no: Spiller 1
no_ny: Spelar 1
pt: Jogador 1
pt_br: Jogador 1
ro: Jucător1
ru: Игрок 1
sk: Hráč 1
sl: Igralec 1
sr: Igrač 1
sv: Spelare 1
tr: 1. Oyuncu

source: Player 2
af: speler 2
bg: Играч 2
cs: Hráč 2
da: Spiller 2
de: Spieler 2
eo: Ludanto 2
es: Jugador 2
et: Mängija 2
fi: Pelaaja 2
fr: Joueur 2
hu: 2. játékos
id: Pemain 2
it: Giocatore 2
ja: プレイヤー 2
nl: Speler 2
no: Spiller 2
no_ny: Spelar 2
pt: Jogador 2
pt_br: Jogador 2
ro: Jucător2
ru: Игрок 2
sk: Hráč 2
sl: Igralec 2
sr: Igrač 2
sv: Spelare 2
tr: 2. Oyuncu

source: _: Four wins for KDE Four wins for K D E
af: k d e
bg: Four wins for K D E
cs: Čtyři vyhrávají pro K D E
da: Fire vinder for K D E
de: Vier gewinnt für K D E
eo: Kvar venkas por K D E
es: Kuatro Exitos para K D E
et: Four wins K D E
fi: Neljä voittoa K D E:lle
fr: Puissance 4 pour KDE
hu: Négy a nyerő KDE változat
it: Forza quattro per K D E
ja: Four wins for K D E
nl: Vier wint voor K D E
no: Fire vinner for K D E
no_ny: Four wins for K D E
pt: Four Wins para o K D E
ru: Четыре побеждают для K D E
sk: Štyri vyhrávajú pre K D E
sl: Štiri zmage za K D E
sv: Fyra vinster för K D E
tr: K D E için Dört Kazanır

source: _: versus vs
af: teen
bg: с-у
cs: vs
da: mod
de: gg
eo: kntr
es: contra
et: vs
fi: vs
fr: contre
id: Lawan
it: contro
ja: vs
nl: vs
no: vs
no_ny: mot
pt: contra
pt_br: vs
ro: împotriva
ru: и
sk: vs
sl: proti
sr: protiv
sv: mot
tr: ile

source: Level:
af: vlak:
bg: Ниво:
cs: Úroveň:
da: Niveau:
de: Spielstärke:
eo: Nivelo:
es: Nivel:
et: Tase:
fi: Taso:
fr: Niveau :
hu: Szint:
id: Tingkat
it: Livello:
ja: レベル:
nl: Niveau:
no: Nivå:
no_ny: Nivå:
pt: Nível:
pt_br: Nível:
ro: Nivel:
ru: Уровень:
sk: Úroveň:
sl: Stopnja:
sr: Nivo:
sv: Nivå:
tr: Seviye:

source: Move:
af: beweeg:
bg: Ход:
cs: Tah:
da: Træk:
de: Zug:
eo: Movo:
es: Movimiento:
et: Käik:
fi: Siirto:
fr: Coup :
hu: Lépés:
id: Pergerakan
it: Mossa:
ja: 移動:
nl: Zet;
no: Trekk:
no_ny: Trekk:
pt: Jogada:
pt_br: Movimento:
ro: Mutare:
ru: Ход:
sk: Ťah:
sl: Poteza:
sr: Potez:
sv: Drag:
tr: Hareket:

source: Chance:
af: kans:
bg: Шанс:
cs: Šance:
eo: Ŝanco:
es: Oportunidad:
et: Võimalus:
fi: Tilaisuus:
hu: Esély:
id: Kesempatan
it: Opportunità:
ja: チャンス:
nl: Wijzigen:
no: Sjanse:
no_ny: Sjanse:
pt: Vez:
ro: Şansă:
ru: Шансы:
sk: Riziko:
sl: Možnost:
sr: Šansa:
sv: Sannolikhet:
tr: Şans:

source: Loser
af: verloorder
bg: Губещ
cs: prohra
da: Taber
de: Verlierer
eo: Malgajninto
es: Perdedor
et: Kaotaja
fi: Häviäjä
fr: Perdant
hu: vesztes
id: Pecundang
it: Sconfitto
ja: 敗者
nl: Verliezer
no: Taper
no_ny: Tapar
pt: Vencido
pt_br: Perdedor
ro: Învins
ru: Проиграл
sk: Porazený
sl: Poraženec
sr: Gubitnik
sv: Förlorare
tr: Kazanan

source: Winner
af: wenner
bg: Победител
cs: výhra
da: Vinder
de: Gewinner
eo: Gajninto
es: Ganador
et: Võitja
fi: Voittaja
fr: Gagnant
hu: győztes
id: Pemenang
it: Vincitore
ja: 勝者
nl: Winnaar
no: Vinner
no_ny: Vinnar
pt: Vencedor
pt_br: Vencedor
ro: Cîştigător
ru: Выиграл
sk: Víťaz
sl: Zmagovalec
sr: Pobednik
sv: Vinnare
tr: Kaybeden

source: Computer
af: rekenaar
bg: Компютър
cs: Počítač
da: Maskine
eo: Komputilo
es: Ordendor
et: Arvuti
fi: Tietokone
fr: Ordinateur
hu: számítógép
id: Komputer
ja: コンピュータ
no: Datamaskin
no_ny: Datamaskin
pt: Computador
pt_br: Computador
ro: Calculator
ru: Компьютер
sk: Počítač
sl: Računalnik
sr: Računar
sv: Datorn
tr: Bilgisayar

source: Human
af: menslik
bg: Човек
cs: Člověk
da: Menneske
de: Mensch
eo: Homo
es: Humano
et: Inimene
fi: Ihminen
fr: Humain
hu: játékos
id: Manusia
it: Umano
ja: 人間
nl: Persoon
no: Menneske
no_ny: Menneske
pt: Humano
pt_br: Humano
ro: Om
ru: Человек
sk: Človek
sl: Človek
sr: Čovek
sv: Människa
tr: İnsan

source: Remote
af: afgeleë
bg: Отдалечен
cs: Vzdálený
da: Fjern
de: Netzwerk
eo: Fora
es: Remoto
et: Vastane
fi: Etä
fr: Distant
hu: távoli játékos
it: Remoto
ja: リモート
nl: Op afstand
no: Fjern
no_ny: Nettverk
pt: Remoto
pt_br: Remoto
ro: Distant
ru: Сетевой игрок
sk: Vzdialený
sl: Oddaljen
sr: Udaljen
sv: Fjärr
tr: Uzaktaki

source: _: 1_letter_abbr_won W
af: w
bg: П
cs: V
da: V
de: G
eo: G
es: G
et: V
fi: V
fr: G
hu: GY
id: W
it: V
ja: 勝
nl: G
no: W
no_ny: V
pt: G
pt_br: G
ro: C
ru: В
sk: V
sl: Z
sr: P
sv: V
tr: K

source: _: 1_letter_abbr_drawn D
af: d
bg: Р
cs: R
da: U
de: U
es: E
fi: T
fr: P
hu: D
id: D
it: N
ja: 分
nl: O
no: D
no_ny: U
pt: E
pt_br: E
ro: R
ru: Н
sk: R
sl: N
sr: N
sv: O
tr: B

source: _: 1_letter_abbr_lost L
af: l
bg: З
cs: P
da: T
de: V
eo: M
es: P
et: K
fi: H
fr: P
hu: V
id: L
it: P
ja: 負
nl: V
no: L
no_ny: T
pt: P
pt_br: P
ro: P
ru: П
sk: P
sl: P
sr: I
sv: F
tr: k

source: _: 1-2_letter_abbr_number No
af: nee
bg: No
cs: Č
da: Nr
de: Nr
eo: nr
es: No
et: Nr
fi: No
fr: N°
hu: No.
id: No
it: N.
ja: 数
nl: No
no: Nei
no_ny: Nr
pt: Nº
pt_br: Nr
ro: Nr
ru: Но
sk: Č
sl: Št
sr: No
sv: Nr
tr: Hy

source: _: 1-2_letter_abbr_breaks/aborted Bk
af: bk
bg: Пр
cs: Zr
da: Br
de: A
eo: fn
es: Ab
et: Kt
fi: Ke
fr: Ar
hu: Ki
id: Bk
it: An
ja: 停
nl: Af
no: Bk
no_ny: Av
pt: In
pt_br: Ab
ro: A
ru: От
sk: Zr
sl: Us
sr: Pr
sv: Av
tr: Br

source: Hold on..the other was not yet gone...
af: hou op..die ander was nie nog weg...
bg: Изчакайте...другият още не е напуснал...
cs: Vydržte... protihráč ještě netáhnul...
da: Vent lige... den anden var ikke færdig endnu...
de: Etwas Geduld. Der Andere ist noch nicht fertig...
eo: Atendu ... la alia ankoraŭ ne foriris...
es: Espere...el otro todavía no se ha ido...
et: Oota...teine pole veel läinud...
fi: Odota...toinen ei vielä mennyt...
fr: Du calme... votre adversaire n'a pas encore fini...
hu: Várjon...a másik következik...
id: Tahan...lainnya belum pergi...
it: Aspetta...gli altri non sono ancora andati via...
ja: 待って、相手が進んでないよ...
nl: Wacht even, de ander is nog niet vertrokken...
no: Vent litt.. den andre var ikke gått enda...
no_ny: Vent litt ... den andre er ikkje gått enno ...
pt: Espera... o outro ainda não se foi embora...
pt_br: Espere... o outro não foi ainda...
ro: Aşteptaţi... Celălalt încă nu este gata...
ru: Подождите, ваш партнер еще не сделал ход...
sk: Vydržte..protihráč ešte neodišiel...
sl: Počakaj... drugi še ni izginil...
sr: Sačekajte...drugi još nije otišao...
sv: Vänta lite...den andra har inte försvunnit än...
tr: Bekle.. Diğeri henüz gitmedi...

source: Hold your horses...
af: hou jou perde...
bg: Задръжте конете...
cs: Zadrž...
da: Klap lige hesten...
de: Nicht so schnell...
eo: Atendu...
es: Sujete sus caballos...
et: Pea kinni...
fi: Odota hetki...
fr: Tenez les rennes...
hu: Türelem...
id: Tahan kuda anda.....
it: Trattieni i tuoi cavalli...
ja: どうどう...
nl: Wacht even a.u.b....
no: Vent litt!!!
no_ny: Vent litt ...
pt: Aguenta os cavalos...
pt_br: Segure seus cavalos...
ro: Tineţi-vă caii...
ru: Не гоните лошадей...
sk: Buďte trpezlivý...
sl: Ustavi konje...
sr: Obuzdajte svoje konje...
sv: Stopp och belägg...
tr: Atları tut...

source: Ah ah ah...only one go at a time...
af: ah ah ah...slegs een gaan na 'n tyd...
bg: Ахаха...само един едновременно...
cs: Aj aj... pouze jeden tah v jeden okamžik...
da: Ah ah ah...kun en af gangen...
de: Immer schön der Reihe nach...
eo: He, he ... nur unu iru samtempe...
es: Ah ah ah...solo una cada vez...
et: No noo... ainut üks käik korraga...
fi: Hah..vain yksi kerrallaan...
fr: Ha Ha Ha... un seul à la fois...
hu: Egyszerre csak egy...
id: Ah ah ah...hanya sekali jalan setiap waktu.....
it: Ah ah ah...solo uno alla volta...
ja: 一度に1しか進めないよ...
nl: Ah ah ah...U heeft maar 1 zet per keer...
no: Ah ah ah...bare en om gangen...
no_ny: Ah ah ah ... berre ein om gongen ...
pt: Ah ah ah...só uma jogada de cada vez...
pt_br: Ah ah ah... um de cada vez...
ro: Ah ah ah...numai cîte unul deodată...
ru: Нет-нет, только один ход...
sk: No, no, no...pekne po jednom...
sl: Hej hej... samo eden naenkrat...
sr: Ah ah ah...samo jedan potez...
sv: Aja baja...bara ett drag åt gången...
tr: Bir anda sadece bir hareket!...

source: Please wait... it is not your turn.
af: asseblief wag... dit is nie jou skakel.
bg: Моля, изчакайте...не сте на ход.
cs: Prosím počkejte... toto není váš tah.
da: Vent lige...det er ikke din tur.
de: Bitte warten... Sie sind nicht dran.
eo: Bonvolu atendi... ne estas via vico.
es: Por favor espere...no es su turno.
et: Palun oota...pole sinu kord.
fi: Odota... Ei ole sinun vuorosi.
fr: Veuillez patienter... ce n'est pas votre tour.
hu: Kérem várjon... most nem Ön következik.
id: Tunggu.....ini bukan giliran anda
it: Aspetta...non è il tuo turno.
ja: お待ち下さい... あなたの番ではありません。
nl: Wacht even... Het is uw beurt nog niet.
no: Vennligst vent... Det er ikke din tur.
no_ny: Vent litt ... det er ikkje din tur.
pt: Espera por favor... ainda não é a tua jogada.
pt_br: Aguarde... não é sua vez.
ro: Vă rog să aşteptaţi... Nu este mutarea dumneavoastră.
ru: Подождите, сейчас не ваш ход.
sk: Prosím, čakajte... nie ste na ťahu.
sl: Počakajte... sedaj ni vaša poteza.
sr: Molim vas sačekajte...nije vaš red.
sv: Var god vänta...det är inte din tur än.
tr: Lütfen bekleyiniz.. Sizin sıranız değil.

source: Enter debug level
af: invoer ontfouting vlak
bg: Влез в ниво за debug
cs: Vložte debug level
da: Gå ind i fejlretningsniveau
de: Aktiviere den Debug-Modus
eo: Eniru sencimigan nivelon
es: Introducir nivel de depuración
et: Sisene silumisteadete astmele
fi: Anna debug taso
fr: Saisissez le niveau de déboguage
hu: Nyomkövetési szint
id: Masukkan tingkat debug
it: Immetti il livello di debug
ja: デバッグレベルを入力
nl: Debuggingsniveau invoeren
no: Oppgi avlusningsnivå
no_ny: Oppgi avlusingsnivå
pt: Indica o nível de depuração
pt_br: Digite nível de depuração
ro: Introduceţi nivelul de depanare
ru: Введите уровень отладки
sk: Prejsť do ladiacej úrovne
sl: Vnesite stopnjo odkrivanja napak
sr: Ulazim u nivo devagiranja!
sv: Skriv in avlusningsnivå
tr: Hata ayıklama seviyesini girin.

source: KWin4: Two player network game
af: kwin4: twee speler netwerk speletjie
bg: KWin4: Мрежова игра за двама
cs: KWin4: Síťová hra pro dva hráče
da: Kwin4:To spiller netværksspil
de: KWin4: Netzwerkspiel für zwei Spieler
eo: Kvar venkas: Retludo por du ludantoj
es: KWin4: Partida en red de dos jugadores
et: KWin4: Kahe mängijaga võrgumäng
fi: KWin4: Kahden pelaajan verkkopeli
fr: kWin4 : jeu en réseau pour deux joueurs
hu: KWin4: kétszemélyes hálózati játék
id: Kwin4:permainan jaringan 2 pemain
it: KWin4: Gioco in rete per due giocatori
ja: KWin4: 2プレーヤーネットワークゲーム
nl: Kwin4: 2 speler netwerkspel
no: KWin4: To spiller nettverks-spill
no_ny: KWin4: Nettverksspel for to
pt: KWin4: Jogo de rede de dois jogadores
pt_br: KWin4: Jogo em rede para dois jogadores
ro: KWin4: Joc de reţea pentru doi jucători
ru: KWin4: Игра по сети с двумя игроками
sk: KWin4: Sieťová hra pre dvoch hráčov
sl: KWin4: Omrežna igra za dva igralca
sr: Kwin4: Mrežna igra za dva igrača
sv: Fyra i rad: Nätverksspel för två spelare
tr: KWin4: İki oyunculu ağ oyunu

source: Send message to remote player...
af: stuur boodskap aan afgeleë speler...
bg: Изпрати съобщение до отдалечен играч...
cs: Poslat zprávu vzdálenému hráči...
da: Send besked til fjernspiller...
de: Sende Nachricht zum Netzwerkspieler...
eo: Sendu mesaĝon al fora ludanto...
es: Enviar mensaje a jugador remoto...
et: Saada vastasele teade...
fi: Lähetä viesti etäpelaajalle...
fr: Envoyer un message au joueur distant...
hu: Üzenet küldése a távoli játékosnak...
id: Kirim pesan ke pemain remote....
it: Invia un messaggio al giocatore remoto...
ja: リモートプレーヤーにメッセージを送信...
nl: Stuur een bericht naar de speler op afstand...
no: Send melding til fjernspiller...
no_ny: Send melding til nettverksspelar ...
pt: Enviar mensagem para o jogador remoto...
pt_br: Mandar mensagem para jogador remoto...
ro: Trimite mesaj la jucătorul distant...
ru: Послать сообщение сетевому игроку...
sk: Poslať správu vzdialenému hráčovi...
sl: Pošlji sporočilo oddaljenemu igralcu...
sr: Pošalji poruku za udaljenog igrača...
sv: Skicka meddelande till fjärrspelare...
tr: Mesajı uzaktaki oyuncuya gönder...

source: Enter message
af: invoer boodskap
bg: Въведете съобщение
cs: Vložte zprávu
da: Indtast besked
de: Nachricht eingeben
eo: Tajpu la mesaĝon
es: Introducir mensaje
et: Sisesta teade
fi: Anna viesti
fr: Saisissez le message
hu: Az üzenet szövege
id: Masukkan pesan
it: Immettere il messaggio
ja: メッセージを入力
nl: Bericht invoeren
no: Skriv inn melding
no_ny: Skriv melding
pt: Introduzir mensagem
pt_br: Digite mensagem
ro: Introduceţi mesajul
ru: Введите сообщение
sk: Zadajte správu
sl: Vnesite sporočilo
sr: Unesi poruku
sv: Skriv in meddelandet
tr: Mesajı girin

source: Send
af: stuur
bg: Изпрати
cs: Poslat
de: Senden
eo: Sendu
es: Enviar
et: Saada
fi: Lähetä
fr: Envoyer
hu: Küldés
id: Kirim
it: Invia
ja: 送信
nl: Verzenden
pt: Enviar
pt_br: Mandar
ro: Trimite
ru: Послать
sk: Poslať
sl: Pošlji
sr: Pošalji
sv: Skicka
tr: Gönder

source: Configure names...
af: konfigureer name...
bg: Конфигуриране на имена...
cs: Nastavení jmen...
da: Indstil navne...
de: Namen eingeben...
eo: Agordu nomojn...
es: Configurar nombres...
et: Nimede muutmine...
fi: Aseta nimiä...
fr: Changer les noms...
hu: Névbeállítás...
id: Atur nama
it: Configura i nomi ...
ja: 名前の設定...
nl: Namen instellen...
no: Konfigurer navn...
no_ny: Set opp namn ...
pt: Configurar nomes...
pt_br: Configurar nomes...
ro: Configurează numele...
ru: Настроить имена...
sk: Nastaviť mená...
sl: Prikroji imena...
sr: Podesi imena...
sv: Byt namn...
tr: İsimleri yapılandır...

source: Player names
af: speler name
bg: Имена на играчите
cs: Jména hráčů
da: Spillernavne
de: Spielernamen
eo: Ludantonomoj
es: Nombres de los jugadores
et: Mängijate nimed
fi: Pelaajien nimet
fr: Noms des joueurs
hu: A játékosok neve
id: Nama pemain
it: Nomi dei giocatori
ja: プレイヤー名
nl: Spelernamen
no: Spillernavn
no_ny: Spelarnamn
pt: Nomes dos jogadores
pt_br: Nomes dos jogadores
ro: Nume jucători
ru: Имена игроков
sk: Mená hráčov
sl: Imena igralcev
sr: Imena igrača
sv: Spelarnamn
tr: Oyuncu isimleri

source: Enter a player's name
af: invoer 'n speler se naam
bg: Въведете име на играча
cs: Vložte jméno hráče
da: Indtast en spillers navn
de: Geben Sie einen Spielernamen ein
eo: Donu ludantonomon
es: Introduzca el nombre de un jugador
et: Sisesta mängija nimi
fi: Anna pelaajan nimi
fr: Saisissez le nom d'un joueur
hu: Adja meg a játékos nevét
id: Masukkan nama pemain
it: Immetti il nome di un giocatore
ja: プレイヤー名を入力
nl: Voer de spelersnaam in
no: Skriv inn en spillers navn
no_ny: Oppgi namnet på spelaren
pt: Indica o nome dum jogador
pt_br: Digite o nome de um jogador
ro: Introduceţi numele jucătorului
ru: Введите имя игрока
sk: Zadajte meno hráča
sl: Vnesite ime igralca
sr: Unesi igračevo ime
sv: Skriv in en spelares namn
tr: Bir oyuncunun adını girin

source: Configure network options...
af: konfigureer netwerk opsies...
bg: Конфигуриране на мрежови настройки...
cs: Síťové nastavení...
da: Indstil netværksmuligheder...
de: Netzwerkoptionen einstellen...
eo: Agordu reton...
es: Configurar opciones de red...
et: Konfigureeri võrguvalikud...
fi: Aseta verkkoa...
fr: Configuration du réseau
hu: Hálózati beállítások...
id: Atur pilihan jaringan.....
it: Configura le opzioni di rete....
ja: ネットワークオプションの設定...
nl: Netwerkopties instellen...
no: Konfigurer nettverksvalg...
no_ny: Set opp nettverksval ...
pt: Configurar opções de rede...
pt_br: Configurar opções de rede...
ro: Opţiuni reţea...
ru: Настройки сети...
sk: Nastaviť vlastnosti siete...
sl: Nastavi omrežne možnosti...
sr: Podesi mrežne opcije...
sv: Anpassa nätverksinställningar...
tr: Ağ seçeneklerini yapılandır...

source: Remote settings
af: afgeleë instellings
bg: Отдалечени настройки
cs: Vzdálené nastavení
da: Fjernopsætning
de: Netzwerkeinstellungen
eo: Fora agordo
es: Configuración remota
et: Võrguseadistused
fi: Etäkoneen asetukset
fr: Configuration distante
hu: A távoli gép adatai
id: Aturan remote
it: Impostazioni remote
ja: リモート設定
nl: Externe instellingen
no: Fjern innstillinger
no_ny: Nettverksinnstillingar
pt: Opções remotas
pt_br: Preferências remotas
ro: Opţiuni distante
ru: Настройки удаленной машины
sk: Vzdialené nastavenia
sl: Nastavitve za oddaljene
sr: Udaljena podešavanja
sv: Fjärrinställningar
tr: Uzak ayarlar

source: Connect to a remote game
af: konnekteer aan 'n afgeleë speletjie
bg: Свържи се с отдалечена игра
cs: Připojit se k vzdálené hře
da: Forbinder til fjernspil
de: Verbindet mit einem Netzwerkspiel
eo: Kontaktas foran ludon
es: Conectar a una partida remota
et: Loo ühendus serveriga.
fi: Ota yhteys etäkoneeseen
fr: Connexion vers une partie distante
hu: Csatlakozás egy távoli játékhoz
id: Hubungkan ke permainan remote
it: Connettersi a un gioco remoto
ja: リモートゲームに接続
nl: Verbind met een spel op afstand
no: Kobl til et fjernt spill
no_ny: Kopla til eit spel over nettverket
pt: Liga a um jogo remoto
pt_br: Conecta a um jogo remoto
ro: Conectează la un joc în reţea
ru: Присоединиться к сетевой игре
sk: Pripojiť sa k vzdialenej hre
sl: Poveži se na oddaljeno igro
sr: Poveži se sa udaljenom igrom
sv: Anslut till ett fjärrspel
tr: Uzaktaki bir oyuna bağlanır

source: Remote host
af: afgeleë bediener
bg: Отдалечен сървър
cs: Vzdálený počítač
da: Fjernvært
de: Netzwerkrechner
eo: Fora komputilo
es: Anfitrión remoto
et: Server
fi: Etäkone
fr: Hôte distant
hu: Gépnév
it: Host remoto
ja: リモートホスト
nl: Host op afstand
no: Fjern-vert
no_ny: Nettverksvert
pt: Máquina remota
pt_br: Máquina remota
ro: Gazda distantă
ru: Удаленный хост
sk: Vzdialený hostiteľ
sl: Oddaljen gostitelj
sr: Udaljeni host
sv: Fjärrdator
tr: Uzak makine

source: Port
af: poort
bg: Порт
eo: Pordo
es: Puerto
fi: Portti
it: Porta
ja: ポート
nl: Poort
pt: Porto
pt_br: Porta
ru: Порт
sl: Vrata

source: Statistics...
af: statistieke...
bg: Статистика...
cs: Statistika...
da: Statistik...
de: Statistik...
eo: Statistiko...
es: Estadísticas...
et: Statistika...
fi: Tilastot...
fr: Statistiques
hu: Statisztika...
id: Statistik....
it: Statistiche...
ja: 統計...
nl: Statistieken...
no: Statistikk...
no_ny: Statistikk ...
pt: Estatísticas...
pt_br: Estatísticas...
ro: Statistici...
ru: Статистика...
sk: Štatistika...
sl: Statistika...
sr: Statistike...
sv: Statistik...
tr: İstatistikler...

source: All time game statistics
af: alle tyd speletjie statistieke
bg: Вечна статистика
cs: Statistika všech her
da: Spil statistik for al tid
de: Gesamtstatistik
eo: Statistiko pri ĉiuj ludoj
es: Estadísticas de todas las partidas
et: Mängu kõigi aegade statistika
fi: Kautta aikojen kerätyt tilastot
fr: Statistiques de toutes les parties
hu: Globális játékstatisztika
id: Statistik permainan keseluruhan
it: Statistiche di gioco di tutti i tempi
ja: 全ゲーム統計
nl: Spelstatisieken aller tijden
no: All spille-statistikken
no_ny: Langtids spelstatistikkar
pt: Estatísticas de todos os jogos
pt_br: Estatísticas gerais
ro: Statistici de joc integrale
ru: Полная статистика
sk: Štatistika za všetky hry
sl: Vsa igralna statistika
sr: Statistike svih igara
sv: Historisk statistik
tr: Oyun istatistikleri

source: Name
af: naam
bg: Име
cs: Jméno
da: Navn
eo: Nomo
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
hu: Név
id: Nama
it: nome
ja: 名前
nl: Naam
no: Navn
no_ny: Namn
pt: Nome
pt_br: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sr: Ime
sv: Namn
tr: İsim

source: Won
af: wen
bg: Победи
cs: Výhra
da: Vandt
de: Gewonnen
eo: Gajnis
es: Ganó
et: Võitis
fi: Voitettu
fr: Gagné
hu: Győzelem
id: Menang
it: Vince
ja: 勝ち
nl: Gewonnen
no: Vant
no_ny: Vunne
pt: Ganhou
pt_br: Venceu
ro: Cîştiguri
ru: выиграл
sk: Vyhral
sl: Zmagal
sr: Pobeda
sv: Vann
tr: Kazanma

source: Drawn
af: geteken
bg: Равни
cs: Remíza
da: Trukket
de: Unentschieden
eo: Sendecidaj
es: Empató
et: Viik
fi: Tasapeli
fr: Égalité
hu: Döntetlen
id: Seri
it: Pari
ja: 引き分け
nl: Onbeslist
no: Uavgjort
no_ny: Uavgjort
pt: Empatou
pt_br: Empatou
ro: Remize
ru: сыграл вничью
sk: Remíza
sl: Izenačen
sr: Nerešeno
sv: Oavgjort
tr: Berabere
