Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kwin4.po
Languages: af, bg, cs, da, de, eo, es, et, fi, fr, hu, id, it, ja, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr

source: Lost
af: verloor
bg: Загуби
cs: Prohra
da: Tabt
de: Verloren
eo: Malgajnis
es: Perdió
et: Kaotas
fi: Hävitty
fr: Perdu
hu: Vereség
id: Kalah
it: Perso
ja: 負け
nl: Verloren
no: Tapte
no_ny: Tapt
pt: Perdeu
pt_br: Perdeu
ro: Pierderi
ru: проиграл
sk: Prehral
sl: Izgubil
sr: Izgubljeno
sv: Förlorade
tr: Kaybetme

source: Aborted
af: gekanselleer
bg: Прекъснати
cs: Přerušeno
da: Afbrudt
de: Abgebrochen
eo: Ĉesigita
es: Abortado
et: Katkestas
fi: Keskeytetty
fr: Arrêté
hu: Félbeszakítva
id: Dibatalkan
it: Interrotto.
ja: 中止
nl: Afgebroken
no: Avbrøt
no_ny: Avbrote
pt: Interrompeu
pt_br: Abortou
ro: Anulat
ru: Отменено
sk: Prerušené
sl: Prekinjeno
sr: Prekinuto
sv: Avbrutet
tr: Bitirme

source: Sum
af: som
bg: Сумарно
cs: Celkem
de: Summe
eo: Sumo
es: Sumar
et: Kokku
fi: Laske yhteen
fr: Total
hu: Összesen
id: Jumlah
it: Somma
ja: 合計
nl: Som
no_ny: Til saman
pt: Total
pt_br: Soma
ro: Sumă
ru: Сумма
sk: Súčet
sl: Vsota
sr: Suma
sv: Totalt
tr: Toplam

source: Clear all statistics
af: maak skoon alle statistieke
bg: Изчисти всички статистики
cs: Smazat vše
da: Ryd al statistik
de: Statistiken löschen
eo: Forigu la statistikon
es: Limpiar todas las estadísticas
et: Tühista statistika
fi: Tyhjennä tilastot
fr: Effacer toutes les statistiques
hu: A statisztikai adatok nullázása
id: Hilangkan semua statistik
it: Elimina tutte le statistiche
ja: 全ての統計を削除
nl: Alle statistieken opschonen
no: Tøm all statistikk
no_ny: Tøm alle statistikkar
pt: Limpar todas as estatísticas
pt_br: Limpar todas as estatísticas
ro: Şterge statistici
ru: Очистить всю статистику
sk: Vyčistiť všetky štatistiky
sl: Zbriši vso statistiko
sr: Očiti sve statistike
sv: Rensa all statistik
tr: Tüm istatistikleri sil

source: Do you really want to delete the all time statistics?
af: doen jy rerig wil hê aan uitvee die alle tyd statistieke?
bg: Наистина ли искате да изтриете вечната статистика?
cs: Opravdu chcete smazat statistiku všech her?
da: Vil du virkelig rydde statistik for al tid?
de: Wollen Sie wirklich die Gesamtstatistik löschen?
eo: Ĉu vi vere volas forigi la tutan statisitikon?
es: ¿Realmente quiere borrar todas las estadísticas?
et: Soovid sa tõesti kogu statistika kustutada?
fi: Haluatko todella tuhota kautta aikojen kerätyt tilastot?
fr: Voulez-vous vraiment effacer toutes les statistiques ?
hu: Biztosan törölni akarja a globális statisztikai adatokat?
id: Apakah anda ingin menghapus semua statistik ?
it: Vuoi davvero eliminare le statistiche di tutti i tempi?
ja: 本当に全ゲーム統計を消去しますか?
nl: Wilt u werkelijk de statistieken aller tijden opschonen?
no: Vil du virkelig fjerne all statistikken?
no_ny: Vil du verkeleg sletta alle langtidsstatistikkane?
pt: Queres mesmo limpar as estatísticas de todos os jogos?
pt_br: Você realmente quer apagar as estatísticas gerais ?
ro: Doriţi într-adevăr să ştergeţi toate statisticile?
ru: Вы действительно ходите очистить всю статистику?
sk: Naozaj chcete zahodiť štatistiky všetkých hier?
sl: Zares želite zbrisati vso statistiko?
sr: Da li stvarno želite da obrišete sve statistike?
sv: Vill du verkligen radera all statistik?
tr: Tüm istatistikleri silmek istiyor musunuz?

source: Statistics warning
af: statistieke waarskuwing
bg: Предупреждение за статистиката
cs: Upozornění statistiky
da: Statistik advarsel
de: Statistikwarnung
eo: Statistikoaverto
es: Aviso de estadísticas
et: Hoiatus
fi: Tilastovaroitus
fr: Avertissement des statistiques
hu: Figyelmeztetés
id: Peringatan statistik
it: Avviso statistiche
ja: 統計の警告
nl: Statistieken - waarschuwing
no: Statistikk advarsel
no_ny: Statistikkåtvaring
pt: Aviso de estatísticas
pt_br: Aviso das estatísticas
ro: Avertizare statistici
ru: Предупреждение статистики
sk: Varovanie o štatistikách
sl: Opozorilo statistike
sr: Upozorenje o statistikama
sv: Statistikvarning
tr: İstatistik uyarısı

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (kde.af.org.za)
bg: Стоян Цалев
cs: Zdeněk Tlustý
da: Erik Kjær Pedersen
de: Carsten Niehaus,Matthias Kiefer
eo: Wolfram Diestel
es: Pablo J. Barneo González
et: Anti Veeranna
fi: Kim Enkovaara
fr: Gérard Delafond
hu: Szántó Tamás
id: Firdaus Tjahyadi
it: Andrea Celli
ja: Taiki Komoda
nl: Rinse de Vries
no: Christian A Strømmen [Number1/NumeroUno]
no_ny: Gaute Hvoslef Kvalnes
pt: Pedro Miguel Marques Morais
pt_br: Elvis Pfützenreuter
ro: Claudiu Costin
ru: Konstantin Volckov
sk: Stanislav Višňovský
sl: Marko Samastur, Gregor Rakar
sr: Miloš Puzović
sv: Anders Widell
tr: Görkem Çetin

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@engineer.com
bg: stockton@mgu.bg
cs: ztlusty@netscape.net
da: erik@binghamton.edu
de: CNiehaus@gmx.de,kiefer@kde.org
eo: <wolfram@steloj.de>
es: pablob@nikhef.nl
et: duke@linux.ee
fi: kim.enkovaara@iki.fi
fr: g.delafond@medsyn.fr
hu: tszanto@mol.hu
id: dausnux@yahoo.com
it: a.celli@caltanet.it
ja: kom@kde.gr.jp
nl: rinse@kde.nl
no: number1@realityx.net
no_ny: gaute@verdsveven.com
pt: morais@kde.org
pt_br: epx@conectiva.com.br
ro: claudiuc@geocities.com
ru: goldhead@linux.ru.net
sk: visnovsky@nenya.ms.mff.cuni.cz
sl: markos@elite.org, gregor.rakar@kiss.uni-lj.si
sr: m.puzovic@etoncollege.org.uk
sv: awl@hem.passagen.se
tr: gorkem@kde.org

source: KWin4
eo: Kvar venkas
sv: Fyra i rad
