Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kwin4.po
Languages: af, bg, cs, da, de, eo, es, et, fi, fr, hu, id, it, ja, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr

source: Game aborted. Please restart next round.
af: speletjie gekanselleer. asseblief herbegin volgende rondte.
bg: Играта прекъсната. Моля рестартирайте следващия рунд.
cs: Hra byla přerušena. Prosím spusťte znovu další kolo.
da: Spil afbrudt. Genstart næste runde.
de: Spiel abgebrochen. Bitte starten Sie die nächste Runde.
eo: Ludo haltigita. Bonvolu rekomenci sekvan rondon.
es: Partida abortada. Por favor, reinicie próxima ronda.
et: Mäng katkestatud. Palun alusta uut partiid.
fi: Peli keskeytetty. Aloita uudelleen seuraava kierros.
fr: Partie interrompue. Veuillez redémarrer une autre manche.
hu: A játék félbeszakadt. Új játszmát lehet kezdeni.
id: Permainan dibatalkan. tolong restart untuk ke tingkat berikutnya
it: Gioco annullato. Per favore avvia il prossimo round.
ja: ゲームは中止されました。次のラウンドを開始して下さい。
nl: Spel afgebroken. Herstart a.u.b. de volgende ronde
no: Spillet avbrutt. Vennligst start på nytt neste runde.
no_ny: Spel avbrote. Start om att neste runde.
pt: Jogo interrompido. Por favor recomeça o próximo "round".
pt_br: Jogo abortado. Reinicie a próxima rodada.
ro: Joc anulat. Vă rog să-l reporniţi runda următoare.
ru: Игра прервана. Начните игру заново.
sk: Hra prerušená. Prosím, reštartujte ďalšie kolo.
sl: Prekinjena igra. Pričnite naslednji krog.
sr: Igra je prekinuta. Molim vas pokrenite ponovo sledeću rundu.
sv: Spelet avslutat. Var god starta om nästa omgång.
tr: Oyun bitirildi. Yeni oyun için tekrar başlayınız.

source: It is not possbile to start the hint process. This is a serious error. Check for the existance of the file '%1'.
af: dit is nie moontlik aan begin die leidraad proses. hierdie is 'n ernstige fout. bevestig vir die bestaan van die lêer '%1'.
bg: Не може да бъде стартиран процеса за съветите. Това е сериозна грешка. Моля, проверете дали файлът '%1' съществува!.
cs: Není možné zobrazit radu. Toto je závažná chyba. Zkontrolujte existenci souboru '%1'.
da: Det ikke er muligt at starte vink-processen. Dette er en alvorlig fejl. Tjek for eksistensen af filen '%1'.
de: Es ist nicht möglich, den Hinweis anzuzeigen. Dies ist ein schwerwiegender Fehler. Überprüfen Sie, ob die Datei '%1' existiert.
eo: Ne eblas lanĉi la helptaskon. Tio estas grava eraro. Kontrolu, ĉu ekzistas la dosiero '%1'.
es: No es posible comenzar el proceso para el consejo. Este es un erro serio. Compruebe que exite el archivo '%1'.
et: Nõuandjat pole võimalik käivitada. Midagi läks untsu. Kontrolli kas fail '%1' on olemas.
fi: Vihjeprosessia ei saatu käynnistettyä. Tämä on vakava virhe. Tarkista tiedoston '%1' olemassaolo.
fr: Il est impossible de démarrer le processus de conseils. C'est un problème sérieux. Veuillez vérifier l'existence du fichier «%1».
hu: Nem sikerült elindítani a tippet megjelenítő folyamatot. Súlyos hiba történt. Ellenőrizze, hogy létezik-e a(z) '%1' fájl.
id: Tidaklah mungkin untuk memulai proses petunjuk . ini kerusakan serius. memeriksa keberadaan dari berkas %1'.
it: Non è possibile avviare il processo che genera consigli. Questo è un grave errore. Controlla l'esistenza del file '%1'.
ja: ヒントプロセスを開始することができませんでした。 これは深刻なエラーです。ファイル'%1'があるか確認して下さい。
nl: Het wat niet mogelijk om een tip te tonen. Dit is een ernstige fout. Controleer of het bestand %1 bestaat.
no: Det er ikke mulig å starte hint-prosessen. Dette er en alvorlig feil. Sjekk eksistensen til filen '%1'.
no_ny: Kan ikkje starta tipsprosessen. Dette er ein alvorleg feil. Sjå om fila »%1» finst.
pt: Não é possível iniciar o processo de dica. Este é um erro sério. Verifica a existência do ficheiro '%1'.
pt_br: Não é possível iniciar o processo de dica. Este é um erro sério. Verifique a existência do arquivo %1.
ro: Nu am putut porni sistemul de sfaturi. Aceasta este o eroare serioasă. Verificaţi dacă există fişierul '%1'.
ru: Невозможно запустить процесс подсказки. Это серьезная ошибка. Проверьте наличие файла '%1'.
sk: Nie je možné spustiť proces pre rady. To je vážna chyba. Prosím, skontrolujte či existuje súbor '%1'.
sl: Ni mogoče zagnati svetovalnega procesa. To je resna napaka. Preverite, ali obstaja datoteka ,%1'.
sr: Nije moguće pokrenutni proces za savet. Ovo je ozbiljna greška. Proverite da li postoji fajl sa imenom '%1'.
sv: Det går inte att starta spelare ledtrådsprocessen. Det här är ett allvarligt fel. Kontrollera att filen '%1' existerar.
tr: İpucu işlemi başlatılamıyor. '%1' dosyasının bulunduğuna emin olun.

source: It is not your turn. You cannot undo now.
af: dit is nie jou skakel. jy kan nie herstel nou.
bg: Не е ваш ред. В момента не можете да върнете ход назад.
cs: Toto není váš tah. Nemůžete teď vrátit tah.
da: Det er ikke din tur. Du kan ikke fortryde nu.
de: Sie sind nicht dran. Sie können nichts rückgängig machen.
eo: Ne estas via vico. Vi ne povas malfari nun.
es: No es su turno. No puede deshacer ahora.
et: Pole sinu käigukord Sa ei saa käiku tagasi võtta.
fi: Ei ole sinun vuorosi. Et voi perua nyt.
fr: Ce n'est pas votre tour. Vous ne pouvez pas annuler maintenant.
hu: Nem Ön következik, ezért nem vonhat vissza lépést.
id: Ini bukan giliran anda anda tidak dapat membatalkan sekarang.
it: Non è il tuo turno. Non puoi annullare ora.
ja: あなたの番ではありません。取り消しできません。
nl: Het is uw beurt niet. U kunt nu niets ongedaan maken.
no: Det er ikke din tur. Du kan ikke angre nå.
no_ny: Det er ikkje din tur. Du kan ikkje angra no.
pt: Não é agora a tua vez. Não podes desfazer agora.
pt_br: Não é sua vez. Você não pode desfazer agora.
ro: Nu este rîndul dumneavoastră. Nu puteţi anula acum mutarea.
ru: Не ваш ход. Вы не можете отменить ход.
sk: Nie ste na ťahu. Teraz nemôžete vrátiť ťah.
sl: Niste na potezi. Ne morete je sedaj preklicati.
sr: Nije vaš red. Ne možete da opozovete potez sada.
sv: Det är inte din tur. Du kan inte ångra nu.
tr: Sizin sıranız değil, geri alamazsınız.

source: It is not your turn. You cannot redo now.
af: dit is nie jou skakel. jy kan nie herstel herroep nou.
bg: Не е ваш ред. В момента не можете повторите ход.
cs: Toto není váš tah. Nemůžete teď zopakovat tah.
da: Det er ikke din tur. Du kan ikke omgøre nu.
de: Sie sind nicht dran. Sie können nichts wiederherstellen.
eo: Ne estas via vico. Vi ne povas refari nun.
es: No es su turno. No puede rehacer ahora.
et: Pole sinu käigukord. Ei saa käiku uuesti teha.
fi: Ei ole sinun vuorosi. Et voi tehdä uudelleen nyt.
fr: Ce n'est pas votre tour. Vous ne pouvez pas refaire maintenant.
hu: Nem Ön következik, ezért nem hajthat végre újra egy lépést.
id: Ini bukan giliran anda. anda tidak dapat mengulang sekarang.
it: Non è il tuo turno. Non puoi rifare ora.
ja: あなたの番ではありません。やり直しできません。
nl: Het is uw beurt niet. U kunt nu niets opnieuw doen.
no: Det er ikke din tur. Du kan ikke gjøre om nå.
no_ny: Det er ikkje din tur. Du kan ikkje gjera om no.
pt: Não é agora a tua vez. Não podes refazer a jogada.
pt_br: Não é sua vez. Você não pode refazer agora.
ro: Nu este rîndul dumneavoastră. Nu puteţi reface acum mutarea.
ru: Не ваш ход. Вы не можете воспользоваться повтором.
sk: Nie ste na ťahu. Teraz nemôžete opakovať vrátený ťah.
sl: Niste na potezi. Sedaj ne morete izvesti preklicane poteze.
sr: Nije vaš red. Ne možete da ponovite potez sada.
sv: Det är inte din tur. Du kan inte göra om nu.
tr: Sizin sıranız değil, ileri alamazsınız.

source: Waiting for the computer to move...
af: terwyl gewag het vir die rekenaar aan beweeg...
bg: Изчаква се хода на компютъра...
cs: Čekám na tah počítače...
da: Venter på maskinens træk...
de: Warte auf den Zug des Computers...
eo: Atendante la komputilan movon...
es: Esperando a que el ordenador mueva...
et: Ootan arvuti käiku...
fi: Odotan tietokoneen siirtoa...
fr: Attend le coup de l'ordinateur...
hu: Várakozás a számítógép lépésére...
id: Menunggu komputer bergerak
it: Aspettando che il computer muova...
ja: コンピューターが動くのを待っています...
nl: Wacht op de zet van de computer....
no: Venter på at datamaskinen skal gjøre et trekk...
no_ny: Ventar på at datamaskina skal flytta ...
pt: À espera que o computador jogue...
pt_br: Esperando pelo computador jogar...
ro: Aştept mutarea calculatorului...
ru: Ожидаю хода компьютера...
sk: Čakanie na ťah počítača...
sl: Čakam potezo računalnika...
sr: Čekam da računar napravi potez...
sv: Väntar på att datorn ska göra sitt drag...
tr: Bilgisayarın hareket etmesini bekler...

source: Waiting for remote player...
af: terwyl gewag het vir afgeleë speler...
bg: Изчаква се отдалечен играч...
cs: Čekám na vzdáleného hráče...
da: Venter på en fjernspiller,,,
de: Warte auf den Netzwerkspieler...
eo: Atendanta la foran ludanton...
es: Esperando al jugador remoto...
et: Ootan vastast...
fi: Odotan etäpelaajaa...
fr: Attend le joueur distant...
hu: Várakozás a távoli játékosra...
id: Menunggu pemain remote
it: Aspettando il giocatore remoto...
ja: リモートプレーヤーを待っています...
nl: Wacht op de speler op afstand...
no: Venter på den fjerne spilleren...
no_ny: Ventar på nettverksspelar ...
pt: À espera do jogador remoto...
pt_br: Esperando pelo jogador remoto...
ro: Aştept mutarea jucătorului distant...
ru: Ожидаю хода сетевого игрока...
sk: Čakanie na vzdialeného hráča...
sl: Čakam oddaljenega igralca...
sr: Čekam potez udaljenog igrača...
sv: Väntar på fjärrspelaren...
tr: Uzaktaki oyuncu bekleniyor...

source: Please make your move...
af: asseblief maak jou beweeg...
bg: Моля, направете вашия ход...
cs: Prosím udělejte svůj tah...
da: Udfør venligst dit træk...
de: Bitte machen Sie Ihren Zug...
eo: Bonvolu fari vian movon...
es: Por favor, haga su movimiento...
et: Palun tee oma käik...
fi: Tee siirtosi...
fr: Veuillez jouer...
hu: Most Ön következik...
id: Silahkan jalankan pergerakan
it: Prego, fai la tua mossa...
ja: あなたの番です...
nl: Doe a.u.b. uw zet...
no: Vennligst gjør ditt trekk...
no_ny: Gjer trekket ditt ...
pt: Joga lá então...
pt_br: Faça seu movimento...
ro: Vă rog să faceţi mutarea dumneavoastră...
ru: Ваш ход...
sk: Prosím, ťahajte...
sl: Naredite potezo...
sr: Molim vas unesite vaš potez...
sv: Var god gör ditt drag...
tr: Lütfen hareketinizi yapın...

source: Remote player ended game...
af: afgeleë speler geëindig speletjie...
bg: Отдалечения играч прекрати играта...
cs: Vzdálený hráč ukončil hru...
da: Fjernspiller afsluttede spillet...
de: Der Netzwerkspieler hat das Spiel beendet...
eo: Fora ludanto finis la ludon...
es: Jugador remoto terminó la partida...
et: Vastane lõpetas mängu...
fi: Etäpelaaja lopetti pelin...
fr: Le joueur distant a arrêté la partie...
hu: A távoli játékos befejezte a játékot...
id: Pemain remote mengakhiri permainan....
it: Il giocatore remoto ha terminato il gioco...
ja: リモートプレーヤーがゲームを終了しました...
nl: Speler op afstand beëindigde het spel...
no: Den fjerne spilleren avsluttet spillet...
no_ny: Nettverksspelar avslutta spelet ...
pt: O jogador remoto terminou o jogo...
pt_br: Jogador remoto terminou o jogo...
ro: Jucătorul distant a terminat jocul...
ru: Сетевой игрок завершил игру...
sk: Vzdialený hráč ukončil hru...
sl: Oddaljeni igralec je končal igro...
sr: Udaljeni igrač je završio sa igrom...
sv: Fjärrspelaren avslutade spelet...
tr: Uzaktaki oyuncu oyunu bitirdi...

source: Remote player ended game.
af: afgeleë speler geëindig speletjie.
bg: Отдалечения играч прекрати играта.
cs: Vzdálený hráč ukončil hru.
da: Fjernspiller afsluttede spillet.
de: Der Netzwerkspieler hat das Spiel beendet.
eo: Fora ludanto finis la ludon.
es: Jugador remoto terminó la partida.
et: Vastane lõpetas mängu.
fi: Etäpelaaja lopetti pelin.
fr: Le joueur distant a arrêté la partie.
hu: A távoli játékos befejezte a játékot.
id: Pemain remote mengakhiri permainan....
it: Il giocatore remoto ha terminato il gioco.
ja: リモートプレーヤーがゲームを終了しました.
nl: Speler op afstand beëindigde het spel.
no: Den fjerne spilleren avsluttet spillet.
no_ny: Nettverksspelar avslutta spelet.
pt: O jogador remoto terminou o jogo.
pt_br: Jogador remoto terminou o jogo.
ro: Jucătorul distant a terminat jocul.
ru: Сетевой игрок завершил игру.
sk: Vzdialený hráč ukončil hru.
sl: Oddaljeni igralec je končal igro.
sr: Udaljeni igrač je završio sa igrom.
sv: Fjärrspelaren avslutade spelet.
tr: Uzaktaki oyuncu oyunu bitirdi.

source: Game started as remote slave
af: speletjie beginne as afgeleë slaaf
bg: Играта е започната от отдалечен клиент.(slave)
cs: Hra byla zahájena jako vzdáleně podřízená
da: Spil startet som fjernslave
de: Spiel wurde als abhängiges Netzwerkspiel gestartet
eo: Ludo komenciĝis kiel fora sklavo
es: Partida comenzada como esclavo remoto
et: Mäng algas kliendina.
fi: Peli aloitettu etäpään orjana
fr: Le jeu a commencé comme esclave distant
hu: A játék hálózati kliens módban indult el.
id: Permainan dimulai sebagai remote cadangan
it: Gioco avviato come slave remoto
ja: ゲームはリモートスレーブとして開始しました
nl: Het spel gestart als "remote slave"
no: Spillet startet som fjern slave
no_ny: Spel starta som nettverksslave
pt: O jogo começou como escravo remoto
pt_br: O jogo iniciou como escravo remoto
ro: Joc pornit ca client distant.
ru: Сетевая игра началась. Вы - гость.
sk: Hra začala ako vzdialený klient
sl: Igra začeta kot oddaljen suženj
sr: Igra je pokrenuta sa udaljenog računara
sv: Spelet startat som fjärrslav
tr: Uzaktaki sunucu ikincil olarak başladı

source: Game started as remote master
af: speletjie beginne as afgeleë meester
bg: Играта е започната от отдалечен сървър.(master)
cs: Hra byla zahájena jako vzdáleně řídící
da: Spil startet som fjernmester
de: Spiel wurde als Netzwerkserver gestartet
eo: Ludo komenciĝis kiel fora mastro
es: Partida comenzada como maestro remoto
et: Mäng algas serverina.
fi: Peli aloitettu etäpään hallitsijana
fr: Le jeu a commencé comme maître distant
hu: A játék hálózati kiszolgáló módban indult el.
id: Permainan dimulai sebagai remote utama
it: Gioco avviato come master remoto
ja: ゲームはリモートマスターとして開始しました
nl: Spel gestart als "remote master"
no: Spillet startet som fjern herre
no_ny: Spel starta som nettverksmeister
pt: O jogo começou como mestre remoto
pt_br: O jogo inicial como mestre remoto
ro: Joc pornit ca server distant.
ru: Сетевая игра началась. Вы - хозяин.
sk: Hra začala ako vzdialený server
sl: Igra začeta kot oddaljen gospodar
sr: Igra je pokrenuta sa vašeg računara
sv: Spelet startat som fjärrledare
tr: Uzaktaki sunucu birincil olarak başladı

source: Remote connection lost for yellow...
af: afgeleë verbinding verloor vir geel...
bg: Отдалечената връзка с жълтия е загубена...
cs: Bylo ztraceno spojení se žlutým...
da: Fjernforbindelse tabt for gul...
de: Netzwerkanbindung von Gelb verloren...
eo: Fora kontakto perdiĝis por flavo...
es: Conexión remota perdida por el amarillo...
et: Võrguühendus kollase mängijaga katkes...
fi: Etäyhteys keltaiseen pelaajaan katosi...
fr: La connexion distante pour les jaunes a été perdue...
hu: A hálózati kapcsolat megszakadt a sárgával...
id: Koneksi remote mati untuk kuning....
it: Il giallo ha perso la connessione remota...
ja: 黄色のリモート接続が失われました...
nl: Externe verbinding voor geel is verbroken...
no: Fjern forbindelse mistet for gul...
no_ny: Nettverkssamband mista for gul ...
pt: Perdida a ligação remota ao amarelo...
pt_br: Conexão remota perdida para amarelo...
ro: Am pierdut conexiunea pentru galben...
ru: Удаленное соединение для желтых потеряно
sk: Vzdialené spojenie so žltým stratené...
sl: Povezava do rumenega prekinjena...
sr: Udaljena konekcija se izgubila za žutog igrača...
sv: Tappade fjärranslutningen till gul...
tr: Sarı için bağlantı kesildi...

source: Remote connection lost for red...
af: afgeleë verbinding verloor vir rooi...
bg: Отдалечената връзка с червения е загубена...
cs: Bylo ztraceno spojení s červeným...
da: Fjernforbindelse tabt for rød...
de: Netzwerkanbindung von Rot verloren...
eo: Fora kontakto perdiĝis por ruĝo...
es: Conexión remota perdida por el rojo...
et: Võrguühendus punase mängijaga katkes...
fi: Etäyhteys punaiseen pelaajaan katosi...
fr: La connexion distante pour les rouges a été perdue...
hu: A hálózati kapcsolat megszakadt a pirossal...
id: Koneksi remote mati untuk kuning....
it: Il rosso ha perso la connessione remota...
ja: 赤のリモート接続が失われました...
nl: Externe verbinding voor rood is verbroken...
no: Fjern forbindelse mistet for rød...
no_ny: Nettverkssamband mista for raud ...
pt: Perdida a ligação remota ao vermelho...
pt_br: Conexão remota perdida para vermelho...
ro: Am pierdut conexiunea pentru roşu...
ru: Удаленное соединение для красных потеряно
sk: Vzdialené spojenie so červeným stratené...
sl: Povezava do rdečega prekinjena...
sr: Udaljena konekcija se izgubila za crvenog igrača...
sv: Tappade fjärranslutningen till röd...
tr: Kırmızı için bağlantı kesildi...

source: Received an error from the remote player
af: ontvang 'n fout van die afgeleë speler
bg: Получена е грешка от червения играч
cs: Obdržena chyba od vzdáleného hráče
da: Modtog en fejl fra den fjernspiller
de: Fehler vom Netzwerkspieler empfangen
eo: Ricevis eraron de la fora ludanto
es: Recivido un error del jugador remoto
et: Ühenduses vastasmängijaga tekkis probleeme
fi: Vastaanotettiin virhe etäpelaajalta
fr: Une erreur du joueur distant a été reçue
hu: Hibaüzenet érkezett a távoli játékostól.
id: Menerima kerusakan dari pemain remote
it: Ricevuto un errore dal giocatore remoto
ja: リモートプレーヤーからエラーを受け取りました
nl: Ontving een foutmelding van de speler op afstand
no: Fikk en feil fra den fjerne spilleren
no_ny: Mottok ein feil frå nettverksspelaren
pt: Recebido um erro do jogador remoto
pt_br: Recebi um erro do jogador remoto
ro: Am recepţionat o eroare de la jucătorul distant
ru: От удаленного игрока получена ошибка
sk: Prijatá chyba od vzdialeného hráča
sl: Sprejeta napaka od oddaljenega igralca
sr: Primio sam grešku za udaljenog igrača
sv: Mottog ett fel från fjärrspelaren
tr: Uzaktaki oyuncudan hata mesajı alındı

source: Please wait... Computer is thinking.
af: asseblief wag... rekenaar is besig om te dink.
bg: Моля, изчакайте... Компютърът мисли.
cs: Prosím počkejte... počítač přemýšlí.
da: Vent lige... Maskinen tænker.
de: Bitte warten... Der Computer denkt nach.
eo: Bonvolu atendi... Komputilo pripensas.
es: Por favor, espere... El ordenador está pensando.
et: Palun oota... Arvuti mõtleb.
fi: Odota hetki... Tietokone miettii.
fr: Veuillez patienter... L'ordinateur réfléchit.
hu: Kérem várjon... A számítógép gondolkodik.
id: Silahkan tunggu.... komputer sedang berpikir.
it: Per favore attendi....il Computer sta pensando.
ja: お待ち下さい...コンピューターは思考中です。
nl: Wacht even a.u.b.... De computer denkt na.
no: Vennligst vent... Datamaskinen tenker.
no_ny: Vent litt ... Datamaskina tenkjer.
pt: Espera um pouco... O computador está a pensar.
pt_br: Aguarde... O computador está pensando.
ro: Vă rog să aşteptaţi...Calculatorul gîndeşte.
ru: Подождите, компьютер думает.
sk: Prosím, čakajte... Počítač rozmýšľa.
sl: Počakajte... Računalnik razmišlja.
sr: Molim vas sačekajte... Računar razmišlja.
sv: Var god vänta... datorn tänker.
tr: Lütfen bekleyiniz... Bilgisayar düşünüyor.

source: This move is not possible.
af: hierdie beweeg is nie moontlik.
bg: Ходът е невъзможен.
cs: Tenhle tah není možný.
da: Dette træk er ikke muligt.
de: Dieser Zug ist nicht möglich.
eo: Tiu movo ne estas ebla.
es: Este movimiento no es posible.
et: See käik pole võimalik.
fi: Tämä siirto ei ole mahdollinen.
fr: Ce coup n'est pas possible.
hu: Ez a lépés nem engedélyezett.
id: Pergerakan ini tidak mungkin.
it: Questa mossa è impossibile.
ja: この移動はできません。
nl: Deze zet is niet mogelijk
no: Dette trekket er ikke mulig.
no_ny: Dette trekket er ikkje mogleg.
pt: Esta jogada não é permitida.
pt_br: Este movimento não é possível.
ro: Această mutare nu este posibilă.
ru: Этот ход невозможен.
sk: Tento ťah nie je možný.
sl: Ta poteza ni možna.
sr: Ovaj potez nije moguć.
sv: Det här draget är inte tillåtet.
tr: Bu imkansız bir hareket.

source: %1 won the game. Please restart next round.
af: %1 wen die speletjie. asseblief herbegin volgende rondte.
bg: %1 спечели играта. Моля рестартирайте следващия рунд.
cs: %1 vyhrál hru. Prosím pusťte znovu další kolo.
da: %1 vandt spillet. Genstart næste runde.
de: %1 hat das Spiel gewonnen. Bitte starten Sie die nächste Runde.
eo: %1 gajnis la ludon. Bonvolu lanĉi la sekvan rondon.
es: %1 ganó la partida. Por favor, reinicie próxima ronda.
et: %1 võitis mängu. Palun käivitage uus partii.
fi: %1 voitti pelin. Aloita uudelleen seuraava kierros.
fr: %1 a gagné la partie. Veuillez démarrer la manche suivante.
hu: %1 nyerte a játékot. Új játszmát lehet kezdeni.
id: %1 memenangkan permainan. silahkan restart tingkat berikutnya
it: %1 ha vinto il gioco. Per favore avvia il prossimo round.
ja: %1が勝ちました。次のラウンドを開始して下さい。
nl: %1 heeft het spel gewonnen. Herstart a.u.b. de volgende ronde.
no: %1 vant spillet. Vennligst start på nytt den neste runden.
no_ny: %1 vann spelet. Start neste runde om att.
pt: O %1 ganhou o jogo. Inicia o próximo "round", por favor.
pt_br: %1 venceu o jogo. Queira reiniciar a próxima rodada.
ro: %1 a cîştigat jocul. Vă rog să restartaţi runda următoare.
ru: %1 выиграли. Попробуйте еще раз в следующем раунде.
sk: %1 vyhral hru. Prosím, reštartujte nové kolo.
sl: %1 je zmagal. Pričnite naslednji krog.
sr: %1 je pobedio. Molim vas ponovo pokrenite sledeću rundu.
sv: %1 vann spelet. Var god starta om nästa omgång.
tr: %1 oyunu kazandı. Yeni oyuna başlayınız.

source: %1 (Yellow) has won the game!
af: %1 (geel) het wen die speletjie!
bg: %1 (Жълт) спечели играта!
cs: %1 (žlutý) vyhrál hru!
da: %1 (Gul) har vundet spillet!
de: %1 (Geld) hat das Spiel gewonnen!
eo: %1 (Flavo) gajnis la ludon!
es: ¡%1 (Amarillo) ha ganado la partida!
et: %1 (Kollane) võitis mängu!
fi: %1 (Keltainen) voitti pelin!
fr: %1 (les jaunes) a gagné !
hu: %1 (sárga) nyerte a játékot!
id: %1 (Kuning) telah memenangkan permainan!
it: %1 (giallo) ha vinto la partita!
ja: %1 (黄色)が勝ちました!
nl: %1 (geel) heeft het spel gewonnen!
no: %1 (gul) har vunnet spillet!
no_ny: %1 (gul) vann spelet!
pt: O %1 (amarelo) ganhou o jogo!
pt_br: %1 (Amarelo) venceu o jogo!
ro: %1 (Galben) a cîştigat jocul!
ru: %1 (желтые) выиграл!
sk: %1 (Žlté) vyhral hru!
sl: %1 (Rumeni) je zmagal!
sr: %1 (Žuti) je pobedio!
sv: %1 (gul) har vunnit spelet!
tr: %1 (Sarı) oyunu kazandı!

source: %1 (Red) has won the game!
af: %1 (rooi) het wen die speletjie!
bg: %1 (Червен) спечели играта!
cs: %1 (červený) vyhrál hru!
da: %1 (Rød) har vundet spillet!
de: %1 (Rot) hat das Spiel gewonnen!
eo: %1 (Ruĝo) gajnis la ludon!
es: ¡%1 (Rojo) ha ganado la partida!
et: %1 (Punane) võitis mängu!
fi: %1 (Punainen) voitti pelin!
fr: %1 (les rouges) a gagné !
hu: %1 (piros) nyerte a játékot!
id: %1 (Merah) telah memenangkan permainan!
it: %1 (rosso) ha vinto la partita!
ja: %1 (赤)が勝ちました!
nl: %1 (rood) heeft het spel gewonnen!
no: %1 (rød) har vunnet spillet!
no_ny: %1 (raud) vann spelet!
pt: O %1 (vermelho) ganhou o jogo!
pt_br: %1 (Vermelho) venceu o jogo!
ro: %1 (Roşu) a cîştigat jocul!
ru: %1 (красные) выиграл!
sk: %1 (Červené) vyhral hru!
sl: %1 (Rdeči) je zmagal!
sr: %1 (Crveni) je pobedio!
sv: %1 (röd) har vunnit spelet!
tr: %1 (Kırmızı) oyunu kazandı!
