Repository: sandsmark/kde2-i18n
Catalog: */messages/kdegames/kwin4.po
Languages: af, bg, cs, da, de, eo, es, et, fi, fr, hu, id, it, ja, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sr, sv, tr

source: Good bye
af: goeie totsiens
bg: Довиждане
cs: Nashledanou
da: Farvel
de: Auf Wiedersehen
eo: Adiaŭ
es: Adios
et: Nägemist
fi: Hei hei
fr: À la prochaine !
hu: Viszontlátásra!
id: Selamat tinggal
it: Arrivederci
nl: Tot ziens
no: Farvel
no_ny: Ha det bra
pt: Adeus
pt_br: Adeus
ro: La revedere
ru: Я выхожу
sk: Dovidenia
sl: Zbogom
sr: Doviđenja
sv: Adjö
tr: Görüşürüz!

source: Thanks for playing ! Come back soon Sure you really wanna quit?
af: bedankinge vir speel ! kom terug binnekort seker jy rerig wil verlaat?
bg: Благодаря за играта! Върнете се скоро! Сигурни ли сте,че искате да излезете?
cs: Díky za hru! Brzy se vraťte Opravdu chcete hru ukončit?
da: Tak fordi du spillede ! Kom snart igen Er du helt sikker på du vil holde op?
de: Danke für´s Spielen! Kommen Sie bald wieder. Wollen Sie wirklich beenden?
eo: Dankon por ludado! Revenu baldaŭ Ĉu certe vi volas fini?
es: ¡ Gracias por jugar ! Vuelva pronto ¿Seguro que quiere dejarlo?
et: Oli tore mängida :) Tule varsti tagasi Soovid sa ikka kindlasti lõpetada?
fi: Kiitos pelaamisesta ! Palaa pian Oletko varma, että haluat lopettaa?
fr: Merci d'avoir joué. À bientôt Voulez-vous vraiment quitter ?
hu: Remélem jól szórakozott! Találkozunk még... Biztosan ki szeretne lépni?
id: Terima kasih telah bermain ! kembali lagi nanti yakin anda mau keluar ?
it: Grazie di aver giocato ! Ritorna presto Sicuro di volertene proprio andare?
ja: 遊んでくれてありがとう! 元に戻ります 本当にやめますか?
nl: Bedankt voor het spelen ! Kom snel nog eens langs. Wilt u werkelijk stoppen?
no: Takk for at du spilte! Kom tilbake snart Sikker på at du virkelig vil slutte?
no_ny: Takk for at du spelte! Kom snart tilbake Er du heilt sikker på at du vil avslutta?
pt: Obrigado por jogares ! Volta em breve De certeza que queres sair?
pt_br: Obrigado por jogar ! Volte logo Tem certeza de que quer sair ?
ro: Vă mulţumesc pentru joc! Reveniţi cît mai curînd Doriţi într-adevăr să închideţi?
ru: Спасибо за игру! До скорой встречи. Вы точно уверены, что хотите выйти?
sk: Ďakujeme za hru! Radi vás znovu uvidíme. Naozaj chcete skončiť?
sl: Hvala za igro! Spet pridite kmalu Zares želite oditi?
sr: Hvala vam što ste igrali ! Vratite se ponovo Da li ste sigurni da sada želite da izađete?
sv: Tack för att du spelade ! Kom tillbaks snart Är du säker på att du vill sluta?
tr: Oynadığınız için teşekkürler! Gerçekten çıkmak istiyor musunuz?

source: Stay here
af: bly hier
bg: Останете тук
cs: Zůstaň zde
da: Bliv her
de: Weiterspielen
eo: Restu tie ĉi
es: Quedarse aquí
et: Mängi edasi
fi: Pysy täällä
fr: Continuer
hu: Még maradok
id: tetap disini
it: Resto qui
ja: 続ける
nl: Hier blijven
no: Vent her
no_ny: Bli her
pt: Fica aqui
pt_br: Fique aqui
ro: Staţi aici
ru: Я остаюсь
sk: Zostať
sl: Ostani
sr: Ostani ovde
sv: Stanna kvar
tr: Tekrar oynayacağım!

source: About Four Wins
af: aangaande vier wins
bg: Относно Four Wins
cs: O aplikaci Čtyři vyhrávají
da: Om Four Wins
de: Über Vier Gewinnt
eo: Pri Kvar venkas
es: Acerca de Kuatro Exitos
et: Mängu info
fi: Lopeta Neljä voittoa
fr: À propos de Puissance 4
hu: A Négy a nyerő névjegye
id: Tentang Four Wins
it: Informazioni su Four Wins
ja: Four Wins のバージョン情報
nl: Info over Four Wins
no: Omtrent 4 seiere
no_ny: Om Four Wins
pt: Acerca do Four Wins
pt_br: Sobre 4 Wins
ro: Despre "Patru cîştiguri"
ru: О программе "Четыре побеждают"
sk: O Štyri vyhrávajú
sl: O Four Wins
sr: O četiri pobede
sv: Om Fyra i rad
tr: Dört Kazanır Hakkında

source: Four Wins Version %1
af: vier wins weergawe %1
bg: Four Wins Версия %1
cs: Čtyři vyhrávají Verze %1
de: Vier Gewinnt Version %1
eo: Kvar venkas Versio %1
es: Kuatro Exitos Versión %1
et: Four Wins (Neli võitu) Versioon %1
fi: Neljä voittoa Versio %1
fr: Puissance 4 Version %1
hu: Négy a nyerő Verziószám: %1
id: Four Wins seri %1
it: Four Wins Versione %1
nl: Four Wins Versie %1
no: Fire seiere Versjon %1
no_ny: Four Wins Versjon %1
pt: Four Wins Versão %1
pt_br: Four Wins Versão %1
ro: "Patru cîştiguri" Versiunea %1
ru: Четыре побеждают Версия %1
sk: Štyri vyhrávajú Verzia %1
sl: Four Wins Različica %1
sr: Četiri pobede Verzija %1
sv: Fyra i rad Version %1
tr: Dört Kazanır Sürüm %1

source: (c) 2000 Martin Heni Email: martin@heni-online.de Gamefeatures: - Multiplayer network game - Up to two Computerplayer Many thanks to Laura for betatesting!
af: (c) 2000 martin heni e-pos: martin@heni-online.de spel funksies: - multi speler netwerk speletjie - begin aan twee rekenaarspeler veel bedankinge aan laura vir beta toetsing!
bg: (c) 2000 Martin Heni Email: martin@heni-online.de В играта: - Multiplayer мрежова игра - До двама компютърни играча Много благодарности на Лора за бета-тестването!
cs: (c) 2000 Martin Heni Email: martin@heni-online.de Přednosti hry: - Síťová hra pro více hráčů - Až dva počítačoví hráči Děkuji Lauře za beta testování!
da: (c) 2000 Martin Heni E-post: martin@heni-online.de Spilegenskaber: - Multispiller netværksspil - Op til to computerspillere Mange tak til Laura for betatestning!
de: (c) 2000 Martin Heni E-Mail: martin@heni-online.de Spielfunktionen: - Spielen im Netzwerk - Bis zu zwei Computerspieler Vielen Dank an Laura für ihr Testen!
eo: (c) 2000 Martin Heni Retpoŝto: martin@heni-online.de Ludpropraĵoj: - plurludanta retludo - komputila ludanto kun dek niveloj Dankon al Laŭra pro beta-testado!
es: (c) 2000 Martin Heni Email: martin@heni-online.de Posibilidades: - Partida en red multijugador - Hasta dos jugadores del ordenador ¡Muchas gracias a Laura por probarlo!
et: (c) 2000 Martin Heni E-post: martin@heni-online.de Mängu võimalused: - Võrgumäng - Kuni kaks arvuti poolt juhitavat vastast Palju tänu Laurale abi eest testimisel!
fi: (c) 2000 Martin Heni Email: martin@heni-online.de Pelin ominaisuudet: - Monen pelaajan verkkopeli - Jopa kaksi tietokonepelaajaa Monet kiitokset Lauralle betatestauksesta!
fr: (c) 2000 Martin Heni Adresse électronique: martin@heni-online.de Fonctionnalités du jeu : - Jeu en réseau multi-joueurs - Jusqu'à deux ordinateurs Remerciements à Laura pour le betâ-test !
hu: (c) Martin Heni, 2000. E-mail: martin@heni-online.de A játék jellemzői: - többjátékos üzemmód - maximum két gépi ellenfél Köszönet Laurának a tesztelésért!
id: (c) 2000 Martin Heni Email: martin@heni-online.de diterjemahkan oleh Firdaus Tjahyadi Email: dausnux@yahoo.com Fitur permainan: - Permainan jaringan banyak pemain - Dengan dua pemain komputer Terima kasih untuk Laura untuk mengetes versi beta!
it: (c) 2000 Martin Heni Email: martin@heni-online.de Gamefeatures: - gioco in rete con più giocatori - fino a due giocatori-computer Tanti ringraziamenti a Laura per il betatesting!
ja: (c) 2000 Martin Heni Email: martin@heni-online.de ゲーム内容: - マルチプレーヤーネットワークゲーム - 2までのコンピュータープレーヤー ベータテストをしてくれた Laura ありがとう!
nl: (c) 2000 Martin Heni E-mail: martin@heni-online.de Spelmogelijkheiden: - multispeler netwerkspel - tot 2 computerspelers Laura, bedankt voor het betatesten!
no: (c) 2000 Martin Heni Epost: martin@heni-online.de Spillfunksjoner: - Multiplayer nettverks-spill - Opp til to datamaskin-spillere Mange takk til Laura for betatesting!
no_ny: (c) 2000 Martin Heni E-post: martin@heni-online.de Funksjonar: - Nettverksspel for fleire spelarar - Opp til to dataspelarar Tusen takk til Laura for betatesting!
pt: (c) 2000 Martin Heni Email: martin@heni-online.de Características: -Jogo multi-jogador por rede -Jogador virtual com dez níveis Obrigado Laura pelos testes beta!
pt_br: (c) 2000 Martin Heni Email: martin@heni-online.de Recursos do jogo: - Jogo remoto multijogadores - Até dois jogadores-robôs Muitos agradecimentos à Laura pelos testes !
ro: (c) 2000 Martin Heni Email: martin@heni-online.de Caracteristici joc: - Joc de reţea multi-jucător - Jucător calculator cu 10 nivele Mulţumiri Laurei pentru testare BETA!
ru: (c) 2000 Martin Heni Адрес: martin@heni-online.de Особенности игры: - сетевая игра для множества игроков - до двух компьютерных игроков Благодарность Лауре за тестирование!
sk: (c) 2000 Martin Heni E-mail: martin@heni-online.de Možnosti hry: - Sieťová hra pre viacerých hráčov - Až dvaja počítačoví hráči Vďaka Laure za testovanie!
sl: (c) 2000 Martin Heni E-pošta: martin@heni-online.de Značilnosti igre: - večigralska omrežna igra - do dva računalniška igralca Zahvala Lauri za beta testiranje!
sr: (c) 2000 Martin Heni Email: martin@heni-online.de Osobine igre: - Višekorisnička mreža igra - Najviše do dva igrača kontrolisana računarom Sve zahvlanosti Lauri za beta testiranje!
sv: (c) 2000 Martin Heni E-post: martin@heni-online.de Spelets finesser: - Flera spelare över nätveket - Upp till två datorspelare Ett stort tack till Laura för betatestning!
tr: (c) 2000 Martin Heni E-posta: martin@heni-online.de Oyun özellikleri: - Çok kullanıcılı ağ oyunu - İki bilgisayar oyuncusuna kadar Laura'ya beta testi için teşekkürler!

source: Four wins
af: vier wins
cs: Čtyři vyhrávají
de: Vier Gewinnt
eo: Kvar venkas
es: Cuatro Exitos
et: Four wins (Neli võitu)
fi: Neljä voittaa
fr: Puissance 4
hu: Négy a nyerő
it: Forza quattro
nl: Vier op een rij
no: Fire vinner
pt: Quatro ganha
pt_br: Quatro ganha
ro: "Patru cîştiguri"
ru: "Четыре побеждают"
sk: Štyri vyhrávajú
sl: Štiri zmage
sr: Četiri pobede
sv: Fyra i rad
tr: Dört kazanır

source: Starting a new game...
af: beginne 'n nuwe speletjie...
bg: Стартиране на нова игра...
cs: Začínám novou hru...
da: Starter et nyt spil...
de: Starte neues Spiel...
eo: Komencante novan ludon...
es: Empezando una nueva partida...
et: Uue mängu alustamine...
fi: Aloitan uuden pelin...
fr: Démarrage de la nouvelle partie...
hu: Új játék kezdése...
it: Sto avviando una nuova partita...
ja: 新規ゲームを開始しています...
nl: Bezig met starten van nieuw spel...
no: Starter et nytt spill...
no_ny: Startar nytt spel ...
pt: A iniciar um novo jogo...
ru: Начинаю новую игру...
sk: Začínam novú hru...
sl: Začenja se nova igra...
sv: Startar ett nytt spel...
tr: Yeni bir oyun başlatılıyor...

source: &End Game
af: einde speletjie
bg: &Край на играта
cs: &Konec hry
da: &Afslut spil
de: Spiel b&eenden
eo: &Finu ludon
es: Finalizar partida
et: Lõpeta &mäng
fi: &Lopeta peli
fr: &Terminer la partie
hu: A játék &befejezése
it: &Fine della partita
ja: ゲーム終了(&E)
nl: Spel b&eëindigen
no: &Avslutt spill
no_ny: &Avslutt spel
pt: T&erminar jogo
ru: &Закончить игру
sk: &Koniec hry
sl: &Končaj igro
sv: &Avsluta spelet
tr: &Oyunu Bitir

source: Ending the current game...
af: wat eindig die huidige speletjie...
bg: Звършване на текущата игра...
cs: Ukončí stávající hru...
da: Afslutter nuværende spil...
de: Beende das aktuelle Spiel...
eo: Finante la nunan ludon...
es: Finalizando la partida actual...
et: Mängu lõpetamine...
fi: Lopetan nykyisen pelin...
fr: Termine la partie en cours...
hu: Az aktuális játék befejezése...
it: Sto chiudendo la partita in corso ...
ja: 現在のゲームを終了しています...
nl: Bezig met beëindigen van het huidige spel...
no: Stopper det gjeldende spillet...
no_ny: Avsluttar spelet ...
pt: A terminar o jogo actual...
ru: Заканчиваем игру...
sk: Končím aktuálnu hru...
sl: Trenutna igra se končuje...
sv: Avslutar det pågående spelet...
tr: Şimdiki oyunu bitiriyorum...

source: Aborts a currently played game. No winner will be declared.
af: staak 'n huidiglik gespeel speletjie. nee wenner sal wees aangekondig.
bg: Прекъсва текущата игра. Няма да бъдат обявени победители.
cs: Zruší stávající hru. Nebude označen žádný vítěz.
da: Afbryder et spil. Ingen vinder erklæret.
de: Bricht das aktuelle Spiel ab. Niemand wird der Sieger sein.
eo: Haltigas la nuna ludon. Neniu gajnos.
es: Aborta una partida en juego. No se declarará ningún ganador.
et: Katkestab käimasoleva mängu. Võitja jääb välja selgitamata.
fi: Lopettaa pelatun pelin. Voittajaa ei julisteta.
fr: Interrompt une partie actuellement en cours. Aucun vainqueur ne sera déclaré.
hu: Az aktuális játék megszakad, a játéknak nem lesz győztese.
it: Termina una partita in corso. Non sarà dichiarato alcun vincitore.
ja: 現在のゲームを中止する。勝者はいません。
nl: Breekt het huidig gespeelde spel af. Niemand is winnaar.
no: Avbryter spillet som er i gang, uten å kåre en vinner.
no_ny: Avbryt spelet som er i gang, utan å kåra ein vinnar.
pt: Abandona um jogo em execução. Não será declarado nenhum vencedor.
ru: Прекращает текущую игру. Победителей не будет.
sk: Zruší aktuálne hranú hru. Víťaz nebude.
sl: Prekine trenutno igrano igro. Zmagovalec ne bo imenovan.
sv: Avbryter ett pågående spel. Ingen vinnare kommer att utses.
tr: Şimdiki oyunu bitirir. Doğal olarak kimse kazanamaz.

source: &Show Statistics...
af: vertoon statistieke...
bg: &Покажи статистика...
cs: &Zobrazit statistiku...
da: &Vis statistik...
de: &Statistik anzeigen...
eo: &Montru statistikon...
es: Mostrar estadísticas...
et: Mängu &statistika...
fi: &Näytä tilastot...
fr: &Afficher les statistiques
hu: &Statisztika...
it: Mostra le &Statistiche...
ja: 統計を表示(&S)...
nl: &Statistieken laten zien...
no: &Vis statistikk...
no_ny: &Vis statistikk ...
pt: Mo&strar Estatísticas...
ru: По&казать статистику...
sk: &Zobraziť štatistiku...
sl: Prikaži &statistiko...
sv: Visa &statistik...
tr: İstatistikleri &Göster...

source: Show all time statistics...
af: vertoon alle tyd statistieke...
bg: Покажи вечната статистика...
cs: Zobrazit celkovou statistiku...
da: Viser statistik for al tid...
de: Zeige die Spielstatistik an...
eo: Montu kompletan statistikon...
es: Mostrar todas las estadísticas de la partida...
et: Kõigi aegade statistika...
fi: Näytä tilastot kautta aikojen...
fr: Afficher les statistiques de tous les temps
hu: A teljes statisztika megjelenítése...
it: Mostro le statistiche di tutti i tempi...
ja: 時間統計を表示...
nl: Alle tijdstatistieken laten zien...
no: Viser all spille-statistikk...
no_ny: Vis langtidsstatistikk ...
pt: A mostrar as estatísticas...
ru: Показать всю статистику игры...
sk: Zobraziť všetky štatistiky...
sl: Prikaži skupno statistiko...
sv: Visar all tidstatistik...
tr: Tüm zamanların istatistiklerini göster...

source: Shows the all time statistics which is kept in all sessions.
af: vertoon die alle tyd statistieke wat is gehou in alle sessies.
bg: Показва вечната статистика, в която са записани всички сесии.
cs: Zobrazit celkovou statistiku, vytvořenou za všechny relace.
da: Viser statistik for al tid der gemmes i alle omgange.
de: Zeigt die Spielstatistik an, die für alle bisher gmachten Spiele gilt.
eo: Montras la kompletan historian statistikon pri ĉiuj seancoj.
es: Muestra todas las estadísticas que se mantienen de todas las sesiones.
et: Näitab kõigi aegade statistikat.
fi: Näyttää kautta aikojen tilastot, joita on pidetty yllä eri istunnoilla.
fr: Afficher les statistiques de tous les temps qui sont conservées dans toutes les sessions.
hu: Az eddigi játékok statisztikai adatainak megjelenítése.
it: Mostra le statistiche di tutti i tempi, di tutte le sessioni.
ja: 全てのセッション毎に保存されるの時間統計を表示
nl: Laat alle tijd statistieken zien die in alle sessies wordt bewaard.
no: Viser all spille-statistikk, som beholdes gjennom alle økter.
no_ny: Vis statistikk over alle øktene.
pt: Mostrar as estatísticas totais, mantidas em todas as sessões.
ru: Показать всю статистику игры, накопленную за все время.
sk: Zobrazuje všetky časové štatistiky, ktoré sa ukladajú vo všetkých sedeniach.
sl: Prikaži skupno statistiko, ki se hrani v vseh sejah
sv: Visar den all tidstatistik som behålls i alla sessioner.
tr: Tüm oturumlarda tutulan tüm zamanların istatistiklerini gösterir.

source: &Hint
af: leidraad
bg: &Съвет
cs: &Rada
da: &Vink
de: &Hinweis
eo: &Helpindiko
es: Consejo
et: &Vihje
fi: &Vihje
fr: &Conseil
hu: &Tipp
id: &Petunjuk
it: &Consiglio
ja: ヒント(&H)
nl: &Tip
no_ny: &Tips
pt: &Dica
pt_br: &Dica
ro: &Sfat
ru: &Подсказка
sk: &Rada
sl: N&asvet
sr: Sa&vet
sv: &Ledtråd
tr: İ&pucu

source: Shows a hint on how to move.
af: vertoon 'n leidraad op hoe aan beweeg.
bg: Дава съвет как да се играе.
cs: Zobrazovat rady jak táhnout.
da: Giver et vink om hvordan man skal trække.
de: Zeigt einen Tipp für den nächsten Spielzug an.
eo: Montras helpnoton kiel movi.
es: Muestra un consejo sobre cómo mover.
et: Näitab vihjet käigu tegemiseks.
fi: Näyttää vinkin kuinka pitäisi liikkua.
fr: Conseiller un coup
hu: Tippet ad a következő lépéshez.
it: Dà un suggerimento sulla mossa da fare.
ja: 移動のヒントを表示
nl: Lat een aanwijzing zien over hoe te bewegen.
no: Gir et hint om hvordan å trekke
no_ny: Vis eit tips om korleis du bør flytta.
pt: Mostra uma dica.
ru: Показать подсказку для хода.
sk: Zobrazuje radu, ako ťahať.
sl: Prikaži namig za potezo.
sv: Visar en ledtråd om hur man flyttar.
tr: Hareket etmek için ipucu gösterir.

source: Send &Message...
af: stuur boodskap...
bg: Изпрати &съобщение...
cs: &Poslat zprávu...
da: Send &besked
de: Nachricht &senden...
eo: Sendu &mesaĝon...
es: Enviar &Mensaje...
et: Saada &teade...
fi: Lähetä &viesti...
fr: Envoyer un &message
hu: Üzenet &küldése
id: Kirim &pesan
it: Invia &Messaggio...
ja: メッセージを送信(&M)...
nl: Beri&cht sturen
no: Send &melding...
no_ny: Send &melding ...
pt: Enviar &Mensagem...
pt_br: Mandar &Mensagem...
ro: Trimite &mesaj...
ru: П&ослать сообщение
sk: &Poslať správu...
sl: Pošlji &sporočilo...
sr: Pošalji p&oruku...
sv: Skicka &meddelande...
tr: &Mesaj Gönder..

source: Sending message to remote player...
af: stuur boodskap aan afgeleë speler...
bg: Изпраща се съобщение до отдалечен играч...
cs: Posílám zprávu vzdálenému hráči...
da: Sender besked til fjernspiller...
de: Netzwerknachricht wird gesendet...
eo: Sendante mesaĝon al fora ludanto...
es: Enviando mensaje a jugador remoto...
et: Teate saatmine vastasmängijale...
fi: Lähetän viestin etäpelaajalle...
fr: Envoi d'un message au joueur distant...
hu: Üzenet küldése a távoli játékosnak...
id: Mengirimkan pesan ke pemain remote
it: Invio un messaggio al giocatore remoto...
ja: リモートプレーヤーにメッセージを送信中...
nl: Bericht wordt verzonden naar de speler op afstand...
no: Sender melding til fjern-spiller...
no_ny: Sender melding til nettverksspelar ...
pt: A enviar mensagem para o jogador remoto...
pt_br: Mandando mensagem para o jogador remoto...
ro: Trimit mesaj la jucătorul distant...
ru: Отправляю сообщение сетевому игроку...
sk: Posielam správu vzdialenému hráčovi...
sl: Pošiljam sporočilo oddaljenemu igralcu...
sr: Šaljem poruku ka udaljenom igraču...
sv: Skickar meddlande till fjärrspelaren...
tr: Uzaktaki oyuncuya mesaj gönderiliyor...

source: Allows you to talk with a remote player.
af: laat toe jy aan praat met 'n afgeleë speler.
bg: Разрешава ви да говорите с отдалечен играч.
cs: Umožní mluvit se vzdáleným hráčem.
da: Tillader dig at tale til fjern spiller.
de: Erlaubt es Ihnen mit einem anderen Spieler zu kommunizieren.
eo: Permesas al vi paroli kun la fora ludanto.
es: Le permite hablar con un jugador remoto.
et: Lubab vastasmängijaga rääkida.
fi: Mahdollistaa etäpelaajan kanssa juttelun.
fr: Vous permet de parler avec un joueur distant.
hu: Beszélgetési lehetőséget biztosít a távoli játékossal.
it: Ti permette di dialogare con un giocatore remoto.
ja: リモートプレーヤーとの会話を許可。
nl: Maakt het u mogelijk om te converseren met de speler op afstand.
no: Lar deg snakke med en spiller over nettverket.
no_ny: Let deg snakka med ein spelar over nettverket.
pt: Permite-te falar com um jogador remoto.
ru: Дает возможность поговорить с сетевым игроком.
sk: Umožní rozhovor so vzdialeným hráčom.
sl: Dovoljuje vam, da se pogovarjate z oddaljenim igralcem.
sv: Låter dig prata med en fjärrspelare.
tr: Uzaktaki oyuncuyla konuşmanı sağlar.

source: Exiting...
af: besig om toe te maak...
bg: Изход...
cs: Ukončuji...
da: Går ud...
de: Beende...
eo: Finante...
es: Saliendo...
et: Väljumine...
fi: Lopetan...
fr: Arrêt...
hu: Kilépés...
id: Keluar.........
it: Sto uscendo...
ja: 終了中...
nl: Bezig met afsluiten...
no: Avslutter...
no_ny: Avsluttar ...
pt: A sair...
pt_br: Saindo...
ro: Ies...
ru: Завершаю работу...
sk: Končím...
sl: Končujem...
sr: Izlazim...
sv: Avslutar...
tr: Çıkılıyor...

source: Quits the program.
af: verlaat die program.
bg: Излиза от програмата.
cs: Ukončí program.
da: Afslutter programmet.
de: Beendet das Programm.
eo: Finas la programon.
es: Abadona el programa.
et: Väljub mängust.
fi: Lopetaa ohjelman.
fr: Quitte le programme.
hu: Kilépés a programból.
it: Abbandona il programma.
ja: プログラムを終了
nl: Sluit het programma.
no: Avslutter programmet.
no_ny: Avsluttar programmet.
pt: Sai do programa.
ru: Выход из программы.
sk: Ukončí program.
sl: Zapusti program.
sv: Avslutar programmet.
tr: Programdan çıkar.

source: Undo last move.
af: herstel laaste beweeg.
bg: Ход назад
cs: Vrátit poslední tah.
da: Fortryd sidste træk.
de: Macht einen Spielzug rückgängig.
eo: Malfaru lastan movon.
es: Deshace último movimiento.
et: Võta käik tagasi.
fi: Peru edellinen siirto.
fr: Annuler le dernier coup.
hu: Az utolsó lépés visszavonása.
it: Annulla l'ultima mossa
ja: 直前の移動を取り消し
nl: Maakt de laatste zet ongedaan.
no: Angrer et trekk.
no_ny: Angra siste trekk.
pt: Desfaz a última jogada.
ru: Отменить последний ход
sk: Vráti posledný ťah.
sl: Prekliči zadnjo potezo.
sv: Ångrar senaste draget.
tr: Son hareketi geri al

source: Redo last move.
af: herstel herroep laaste beweeg.
bg: Ход напред.
cs: Opakovat poslední tah.
da: Omgør sidste træk.
de: Stellt einen Spielzug wieder her.
eo: Refaru lastan movon.
es: Rehacer último movimiento.
et: Tee käik uuesti.
fi: Tee uudelleen edellinen siirto.
fr: Refaire le dernier coup.
hu: Az utolsó lépés újra végrehajtása.
it: Rifa l'ultima mossa mossa.
ja: 直前の移動をやり直し
nl: Laatste zet opnieuw uitvoeren.
no: Gjør om forrige trekk.
no_ny: Gjer om att siste trekk.
pt: Refaz a última jogada.
ru: Повторить последний ход.
sk: Opakovať posledný ťah
sl: Izvedi preklicano potezo.
sv: Gör om senaste draget.
tr: Son hareketi ileri al.

source: &Show Statusbar
af: vertoon statusbalk
bg: &Покажи лентата на състоянието
cs: Zobrazovat &stavovou lištu
da: &Vis statuslinie
de: &Statusleiste anzeigen
eo: &Montru statolistelon
es: Mostrar barra de e&stado
et: &Olekuriba näitamine
fi: &Näytä tilarivi
fr: Afficher la ba&rre d'état
hu: Álla&potsor
it: Mostra barra di &stato
ja: ステータスバーを表示(&S)
nl: &Statusbalk tonen
no: &Vis statuslinje
no_ny: Vis st&atuslinje
pt: Mo&strar Barra de Informação
ru: &Строка состояния
sk: &Stavový riadok
sl: Prikaži &statusno vrstico
sv: Visa &statusrad
tr: &Durum Çubuğunu Göster

source: Toggle the statusbar...
af: wissel die statusbalk...
bg: Превключи лентата на състоянието...
cs: Přepínám stavovou lištu...
da: Slå statuslinie til/fra...
de: Statusleiste an/aus...
eo: Komutas la statolistelon...
es: Desplazar la barra de estado...
et: Lülita tööriistariba...
fi: Näytä/piilota tilarivi...
fr: (Dés)Activer la barre d'état...
hu: Az állapotsor ki- és bekapcsolása...
it: Mostra/Nasconde barra di stato...
ja: ステータスバーのオン/オフ...
nl: De statusbalk omschakelen...
no: Skru av/på statuslinjen...
no_ny: Vis/gøym statuslinja ...
pt: (Des)activar a barra de informações...
pt_br: Comutar barra de status...
ro: Comut bara de stare...
ru: Включить/отключить строку состояния...
sk: Ukázať/skryť stavový riadok...
sl: Preklopi statusno vrstico...
sr: Uključi/Isključi statusnu liniju...
sv: Växla statusraden...
tr: Durum çubuğunu göster/gizle...

source: Startplayer
af: beginspeler
bg: Начален играч
cs: Začínající hráč
da: Startspiller
de: Startspieler
eo: Komencanta ludanto
es: Primer jugador
et: Alustab
fi: Aloituspelaaja
fr: Premier joueur
hu: Kezdőjátékos
it: Giocatore che inizia
ja: 先手プレーヤー
nl: Beginspeler
no: Spillstarter
no_ny: Spelar som startar
pt: Jogador inicial
ru: Заходящий
sk: Začínajúci hráč
sl: Začetni igralec
sv: Startspelare
tr: Başlangıç oyuncusu
