Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenonbeta/kafka.po
Languages: af

source: Show/Hide &History
af: vertoon/steek weg geskiedenis

source: Ready
af: gereed

source: Creating new file...
af: te skep nuwe lêer...

source: Opening file...
af: oopgemaak lêer...

source: *.html *.htm | Webpages
af: *.html *.htm | webblaaie

source: Open File...
af: open lêer...

source: Closing file...
af: maak toe lêer...

source: Saving file...
af: stooring lêer...

source: Save File As...
af: stoor lêer as...

source: History
af: geskiedenis

source: Core
af: kern

source: Dialog
af: dialoog

source: Text
af: teks

source: Object
af: voorwerp

source: Unknown
af: onbekende

source: Project
af: projek

source: Text added
af: teks bygevoeg

source: Text changed
af: teks het verander

source: Text deleted
af: teks uitgevee

source: Object added
af: voorwerp bygevoeg

source: Object changed
af: voorwerp het verander

source: Object moved
af: voorwerp verskuif

source: Object deleted
af: voorwerp uitgevee

source: Unknown action
af: onbekende aksie

source: Project started
af: projek beginne

source: Project loaded
af: projek gelaai

source: Project saved
af: projek gestoor

source: Project deleted
af: projek uitgevee

source: Project uploaded
af: projek opgelaaide

source: Configure Kafka
af: konfigureer kafka

source: Plugins
af: inprop modules

source: Plugin
af: inplak

source: DOM Type
af: dom tipe

source: Version
af: weergawe

source: Type
af: tipe

source: File to open
af: lêer aan open

source: Insert &Image...
af: voeg by beeld...

source: Indention
af: inkeping

source: Configure Kafka's Indention
af: konfigureer Kafka's inkeping

source: Configure Kafka's View
af: konfigureer Kafka's besigtig

source: Visual
af: visuele

source: Source
af: bron

source: Insert &Table...
af: voeg by tabel...

source: Show/Hide &DOM Tree
af: vertoon/steek weg dom boom

source: Select a directory
af: kies 'n gids

source: Couldn't find the Wizard Configuration files!
af: kon nie soek die assistent opstelling lêers!

source: No Description available!
af: nee beskrywing beskikbaar!

source: Start Homepage-Wizard
af: begin Homepage-Wizard

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (kde.af.org.za)

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@engineer.com
