Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenonbeta/kbiff.po
Languages: af, az, et, he, hu, it, mt, nl, no, pt, ru, sk, sl, sv

source: R&un Command
af: hardloop opdrag
az: Əmri İ&şə Sal
et: &Käivita käsk
he: הדוקפ ץ&רה
hu: &Parancs futtatása
it: &Esegui comando
mt: &Ħaddem kmand
nl: Commando uit&voeren
no: K&jør kommando
pt: Exec&utar Comando
ru: В&ыполнить команду
sk: Spustiť príkaz
sl: Pože&ni ukaz
sv: &Kör kommando

source: Browse
af: blaai
az: Gəz
et: Lehitse
he: ןויע
hu: Tallózás
it: Sfoglia
nl: Bladeren
no: Bla gjennom
pt: Explorar
ru: Обзор
sk: Listovať
sl: Prebrskaj
sv: Bläddra

source: &Play Sound
af: speel klank
az: Səs &Çal
et: &Helieffekt
he: לילצ ןג&נ
hu: &Hanglejátszás
it: &Suona
mt: &Doqq ħoss
nl: Geluid afs&pelen
no: S&pill lyd
pt: &Tocar Som
ru: Воспроизвести &звук
sk: Hrať zvuky
sl: Predvajaj &zvok
sv: &Spela ljud

source: System &Beep
af: stelsel biep
az: Sistem Çə&ni
et: Süsteemne &piiks
he: תכרעמ ףוצפ&צ
hu: &Csipogás
it: &Bip di sistema
mt: &Ħoss tas-sistema
nl: Systeem&toon
no: System&pip
pt: Cam&paínha
ru: С&истемный звук
sk: Systémový zvuk
sl: Sistemski &pisk
sv: System&pip

source: N&otify
af: inkennistelling
az: &Xəbərdar Et
et: &Anna teada
he: עדי&י
hu: &Figyelmeztető üzenet
it: &Notifica
mt: &Notifika
nl: N&otificatie
no: &Varsle
pt: N&otificar
ru: Опове&щение
sk: Upozorniť
sl: Sezna&ni
sv: M&eddela

source: &Floating Status
af: wissel status
az: &Üzən Vəziyyət
et: &Ujuv staatus
he: ףצ &בצמ
hu: &Lebegő üzenet
it: Stato &galleggiante
mt: Stat fil-&wiċċ
nl: &Zwevende statusmelder
no: &Flytstatus
pt: Estado &Flutuante
ru: Всп&лывающий статус
sk: &Meniaci stav
sl: Ledbeči status
sv: &Flytande status

source: Only local files can be executed.
af: slegs plaaslike lêers kan wees uitgevoerde.
az: Təkcə yerli fayllar icra edilə bilər.
et: Käivitada saab ainult kohalike faile.
he: .םיימוקמ םיצבק קר ץירהל ןתינ
hu: Csak helyi fájlok futtathatók.
it: Possono essere eseguiti solo file locali.
mt: Fajls lokali biss jistgħu jiġu eżegwiti.
nl: Uitsluitend lokale bestanden kunnen worden uitgevoerd.
no: Bare lokale filer kan kjøres.
pt: Só podem ser executados ficheiros locais.
ru: Можно запускать только локальные файлы.
sk: Spustené môžu byť iba lokálne súbory.
sl: Izvajane so lahko le lokalne datoteke.
sv: Endast lokala filer kan köras.

source: Only local files are supported yet.
af: slegs plaaslike lêers word ondersteunde nog.
az: İndilik sadəcə olaraq yerli fayllar dəstəklənir.
et: Ainult kohalikud failid on toetatud.
he: .תעכ םיכמתנ םיימוקמ םיצבק קר
hu: Jelenleg csak helyi fájlok támogatottak.
it: Attualmente sono supportati solo file locali.
mt: Fajls lokali biss huma aċċettati għalissa.
nl: Vooralsnog worden alleen lokale bestanden ondersteund.
no: Bare lokale filer er foreløbig støttet.
pt: Ainda só há suporte para ficheiros locais.
ru: Поддерживаются только локальные файлы.
sk: Podporované sú zatiaľ iba lokálne súbory.
sl: Trenutno so podprte le lokalne datoteke.
sv: Än så länge stöds bara lokala filer.

source: Advanced Options
af: gevorderde opsies
az: Ətraflı Seçənəklər
et: Täpsemad seadistused
he: תומדקתמ תויורשפא
hu: További beállítások
it: Opzioni avanzate
mt: Għażliet avvanzati
nl: Geavanceerde opties
no: Avanserte valg
pt: Opções Avançadas
ru: Расширенные настройки
sk: Rozšírené možnosti
sl: Napredne nastavitve
sv: Avancerade inställningar

source: Mailbox &URL:
af: posbus url:
az: ePoçt qutusu &URLsi:
et: Poskasti &URL:
he: :ראוד תבית תבות&כ
hu: A postaláda internet-címe (&URL):
it: &URL della casella di posta:
mt: &URL tal-kaxxa tal-ittri:
nl: URL-adres van postbus:
no: Postkasse-&URL:
pt: &URL Caixa:
ru: Адрес (&URL) ящика:
sk: URL mailboxu:
sl: &URL poštnega predala:
sv: &Webbadress för brevlåda:

source: KBiff uses URLs to specify a mailbox and the parameters to the mailbox. This allows you to modify the URL directly. Do so <i>only</i> if you really really know what you're doing!
af: kbiff gebruik urls aan spesifiseer 'n posbus en die parameters aan die posbus. hierdie laat toe jy aan verander die url direk. doen sodat <i>slegs</i> as jy rerig rerig ken wat jy're doen!
az: KBiff URLləri poçt qutularını müəyyənləşdirmək və seçənəklərini yadda saxlamaq üçün istifadə edir. Buradan URLni direkt olaraq təkmilləşdirə bilərsiniz. Ona görə də <i>təkcə</i> nə elədiyinizi bilirsinizsə işlədin!
et: KBiff kasutab postkastide asukohtade ja parameetrite määramiseks URL'e. See võimaldab sul muuta neid URL'e otse. Tee seda <i>ainult siis</i> kui sa tõesti väga hästi tead, mida teed!
he: .ראודה תבית לש םירטמרפהו ראודה תבית תא ןייצל ידכ תובותכב שמתשמ KBiff עדוי תמאב התא םא <i>קר</i> ךכ השע .תורישי תבותכה תא תונשל ךל רשפאמ הז !השוע התא המ
hu: A KBiff internet-címeket (URL-eket) használ a postaládák és paramétereik jelölésére, ezért lehetőség van az URL-ek közvetlen módosítására. Ezt <i>csak</i> akkor tegye, ha pontosan ismeri a beállítások következményeit.
it: KBiff usa le URL per specificare le caselle di posta e i parametri della casella di posta. In questo spazio puoi modificare direttamente l'URL. Fallo <i>solo</i> se sai veramente ciò che stai facendo!
mt: KBiff juża URLs biex jispeċifika kaxxa tal-ittri u parametri għaliha. Dan jippermettilek tbiddel il-URL direttament. Dan għandek tagħmlu <i>biss</i> jekk verament taf x'qed tagħmel!
nl: KBiff maakt gebruik van URL-adressen om de postbus en haar parameters te specificeren. Dit staat het u toe om het URL-adres rechtstreeks te bewerken. Doe dit <i>alleen</i> als u weet wat u doet!
no: KBiff bruker URLer for å oppgi en postboks og parameterene til postboksen.Dette gir deg muligheten til å endre URLen direkte. Gjør det <i>bare</i>hvis du virkelig vet hva du gjør!
pt: O KBiff usa URLs para especificar uma caixa de correios e os seus parâmetros. Isto permite que modifiques a URL directamente. Mas fá-lo só se souberes exactamente aquilo que estás a fazer!
ru: KBiff использует URL'ы для указания параметров почтового ящика. Это позволяет изменять URL напрямую. Делайте это, если <i>только</i> уверены в правильности своих действий!
sk: KBiff používa URL adresy na určenie mailboxu a parametrov mailboxu. Toto vám umožňuje modifikovať URL priamo. Robte to však <i>iba</i> ak ste si naozaj istý, čo robíte!
sl: KBiff uporablja URL-je za določanje poštnega predala in ustreznih parametrov. To vam omogoča, da neposredno spremenite URL. To storite <i>le</i>, če zares veste, kaj počnete!
sv: KBiff använder webbadresser för att ange en brevlåda och parametrarna för brevlådan. Det här tillåter dig att ändra webbadressen direkt. Gör <i>endast</i> det om du verkligen, verkligen vet vad du gör!

source: P&ort:
af: poort:
az: Qa&pı:
he: :האיצ&י
it: &Porta:
nl: P&oort:
pt: P&orto:
ru: &Порт:
sl: &Vrata:

source: This allows you to specify the port of your socket protocol. It usually is correct, so the only time you would change it is if you are accessing a non-standard server or going through a proxy (or something similar
af: hierdie laat toe jy aan spesifiseer die poort van jou soket protokol. dit gewoonlik is korrek, sodat die slegs tyd jy sal verander dit is as jy word toegang te kry tot 'n non-standard bediener of gaan deur 'n volmag (of iets soortgelyk
az: Buradan soket protokolunun qapısını bildirə bilərsiniz. Çox vaxt bu düz qurulmuş olur, onha görə də standart olmayan vericilərdə düzəlişlərə getməli olacaqsınız
et: See võimaldab sul määrata protokolli porti. Tavaliselt on see vaikimisi õige, nii et ainuke kord, kui sa pead seda muutma, on siis kui sa vajad ühendust ebastandardsesse serverisse või läbi mingi proxy vms.
he: (המוד והשמ וא) ךוותמ ךרד רבוע וא ינקת אל תרשל שגינ התא םא אוה התוא תונשל רומא התא ובש דיחיה הרקמה זא ,ןוכנ ללכ ךרדב אוה .ךלש עקשה לוקוטורפ לש האיציה תא ןייצל ךל רשפאמ הז
hu: Itt lehet megadni a hálózati protokoll által használt portot. Ezt általában nem szükséges módosítani, csak akkor, ha nem szabványos kiszolgálót kell elérni vagy proxy-t kell használni.
it: Questo ti permette di specificare la porta del protocollo socket. Di solito è già quella giusta quindi devi cambiarla solo se usi qualcosa di non standard o passi da un proxy (o simili).
mt: Dan iħallik tispeċifika port tal-protokoll tas-sockets. Normalment il-valur li hemm ikun tajjeb, għalhekk l-uniku darba li għandu jkollok tibdlu huwa jekk qed taċċessa server mhux standard, jew qed tgħaddi minn ġo proxy (jew xi ħaġa simili).
nl: Hier kunt u de poort van uw socketprotocol opgeven. Deze is meestal alcorrect ingevuld. U hoeft dit alleen te wijzigen als u toegang wilt tot een exotische server of gebruikt maakt van een proxy (of iets dergelijks).
no: Dette gir det muligheten til å oppgi porten til socket-protokollen. Den ernormalt riktig så du må bare endre den hvis du bruker en ikke-standardtjener eller gjør gjennom en proxy (eller lignende).
pt: Isto permite que especifiques o porto do teu protocolo de socket. Normalmente ele está correcto, portanto só precisas de mudá-lo quando estiveres a acedera um servidor não-padrão ou através de um proxy (ou semelhante
ru: Эта опция позволяет указать порт для вашего протокола. Обычно он верен, так что изменяйте его только при доступе к нестандартному серверу, при работе с прокси-сервером или чем-то подобным.
sk: Toto vám dovoľuje špecifikovať port vášho soketového protokolu. Obvykle je správne to meniť iba v čase, keď pristupujete na neštandardný server alebo idete cez proxy (alebo niečo podobné)
sl: To vam omogoča določitev vrat vašega vtičnega protokola. Navadno so že pravilna, zato boste to vrednost spremenili le, če uporabljate nestandardni strežnik ali greste v internet prek posrednika (ali česa podobnega).
sv: Det här gör det möjligt att ange porten för ditt socket-protokoll. Den är oftast riktig, så den enda gången du borde ändra den är om du använder en server som inte följer standarden eller går genom en proxy (eller något liknande)

source: IMAP4, POP3, and NNTP sockets each have their own timeout before they give up. If you have a slow connection, you might want to set this to some random high value
af: imap4, pop3, en nntp sokets elke het hulle eie tydverstreke voor hulle gee begin. as jy het 'n stadige verbinding, jy dalk wil hê aan stel hierdie aan sommige lukrake hoog waarde
az: IMAP4, POP3, və NNTP soketlərinin öz vaxt dolma müddətləri var Əgər yavaç bağlantınız varsa, bunları bir az artırmaq istəyə bilərsiniz
et: Nii IMAP, POP3 kui ka NNTP protokollidel on oma taimaut väärtused. Kui sul on aeglane ühendus, võid sa selle seada mõne suurema numbri peale.
he: .הובג יארקא ךרע והשזיאל הז תא עובקל הצרתו ןכתיי ,יטיא רוביח ךל שי םא .םירתוומ םהש ינפל םהלש היהשהה תא שי NNTP-ו POP3 ,IMAP4 יעקשמ דחא לכל
hu: Az IMAP4, POP3, és NNTP protokolloknak külön-külön állítható várakozási idejük van, ami után feladják a próbálkozást. Lassú kapcsolat esetén próbálja megnövelni ezt az értéket.
mt: Sockets IMAP4, POP3, u NNTP kollha għandhom ħin ta' skadenza tagħhom qabel jaqtgħu qalbhom. Jekk għandek konnessjoni batuta, kapaċi tkun trid tissettjah għal xi valur għoli.
nl: De sockets IMAP4, POP3, en NNTP hebben elk hun eigen tijdslimiet voordat ze het opgeven.Als u een trage verbinding hebt, dan kunt u dit tijdslimiet het beste op een hogere waarde zetten.
no: IMAP4, PO3, og NNTP-socketer har deres egne tidsgrenser før de gir opp.Hvis du har en treg forbindelse vil du trolig ønske å sette den til en tilfeldig høy verdi.
pt: Os sockets IMAP4, POP3, e NNTP tem cada um o seu próprio tempo máximo de espera antes de deixarem cair a ligação. Se a tua ligação for lenta é talvez melhor pôr este valor mais alto
ru: Протоколы IMAP4, POP3 и NNTP имеют собственный тайм-аут ошибки соединения. Если у вас плохое соединение, можете попробовать увеличить значение этого параметра
sk: Každý zo soketov IMAP4, POP3 a NNTP, predtým než sa vzdá má svoj vlastný časový limit. Ak máte pomalé spojenie, môžete tento limit nastaviť na nejakú, lubovoľne veľkú hodnotu
sl: Vtiči IMAP4, POP3 in NNTP imajo vsak svojo zakasnitev preden se predajo. Če je vaša povezava počasna, boste morda to želeli nastaviti na neko naključno visoko vrednost.
sv: IMAP4, POP3 och NNTP-sockets har var och en sin egen tidsgräns innan de ger upp. Om du har en långsam anslutning, kan du behöva sätta detta till något slumpmässigt högt värde

source: &Timeout:
af: tydverstreke:
az: &Vaxt Dolması:
et: &Taimaut:
he: :היה&שה
hu: &Várakozási idő:
it: &Attesa massima:
mt: &Skandenza tal-ħin
nl: &Tijdslimiet:
no: &Tidsbegrensing:
pt: Esp&era máxima:
ru: &Таймаут:
sl: &Zakasnitev:

source: &PREAUTH
mt: &Pri-awtorizzazzjoni
no: &Foraut.
ru: &Авторизация
sl: &PREDAVT

source: Check this if you login to your IMAP4 or POP3 server before kbiff accesses it.
af: bevestig hierdie as jy aanteken aan jou imap4 of pop3 bediener voor kbiff toegang verkry tot dit.
az: Əgər kbiff-dən əvvəl IMAP4 və ya POP3 vericinizə girəcəksəniz bunu işarətləyin.
et: Vali see kui sa logid IMAP4 või POP3 serverisse enne sisse kui kbiff sellele ligi pääseb.
he: .וילא שגינ kbiff-ש ינפל ךלש POP3 וא IMAP4-ה תרשל סנכנ התא םא הז תא רחב
hu: Jelölje be, ha be szeretne jelentkezni az IMAP4 vagy POP3 kiszolgálóra, mielőtt a kbiff hozzákapcsolódna.
mt: Ittikkja din l-għażla jekk trid tilloggja fuq is-server IMAP4 jew POP3 qabel jaċċessah kbiff.
nl: Selecteer dit als u eerst wilt inloggen in uw IMAP4- of POP3-server voordat KBiff hier toegang tot krijgt.
no: Kryss av her hvis du logger inn til IMAP4 eller POP3-tjeneren før kbiff bruker den.
pt: Marca isto se te ligares ao teu servidor IMAP4 ou POP3 antes do o kbiff o faça.
ru: Установите этот параметр, если вам надо войти на сервер IMAP4 или POP3 перед работой с ним.
sk: Toto označte, ak sa prihlasujete na váš IMAP4 alebo POP3 server predtým, než pristúpi KBiff.
sl: Potrdite to, če se prijavljate na strežnik IMAP4 ali POP3, še preden ga doseže kbiff.
sv: Markera det här om du ansluter till din IMAP4 eller POP3-server innan kbiff försöker komma åt den.

source: &Keep Alive
af: hou lewendig
az: &Canlı Tut
et: &Hoia elus
he: לעופ ראש&ה
hu: É&letben tartás
it: &Mantieni in vita
mt: Żomm &ħaj
nl: &Verbinding behouden
no: &Hold i live
pt: &Manter Ligado
ru: &Оставлять подключенным
sk: Nechať žiť
sl: Ohrani &živo
sv: &Håll vid liv

source: If this is checked, then the IMAP4, POP3, or NNTP client will not log off each time
af: as hierdie is nagegaan, dan word die imap4, pop3, of nntp kliënt sal nie log af elke tyd
az: Bu seçili isə,IMAP4, POP3, və ya NNTP alıcısı hər dəfə çıxmayacaqdır
et: Kui see on sisse lülitatud, ei logita IMAP4, POP3 või NNTP serverist iga kord välja.
he: .םעפ לכב תכרעמהמ אצת אל NNTP וא POP3 ,IMAP4-ה תינכות זא רחבנ הז םא
hu: Ha ez be van jelölve, akkor az IMAP4, POP3 vagy NNTP kliens nem lép ki minden alkalommal.
mt: Jekk din tkun ittikkjata, il-klijent IMAP4, POP3 jew NNTP ma jolloggjax 'il barra kull darba
nl: Als dit is geselecteerd, dan wordt de IMAP4- POP3 of NNTP-cli�t niet telkens uitgelogd.
no: Hvis denne er avkrysset, IMAP3, POP3 og NNTP-klientene vil ikke logge av hver gang.
pt: Se estiver marcado, o cliente de IMAP4, POP4, ou NNTP não se desligarão de cada vez
ru: При включении этой опции соединение по протоколам IMAP4, POP3 или NNTP не будет разрываться каждый раз по завершению операции.
sk: Ak je toto označené, potom sa IMAP4, POP3 alebo NNTP klient nebude vždy odhlasovať.
sl: Če je to označeno, se odjemnik za IMAP4, POP3 ali NNTP ne bo vsakič odklapljal.
sv: Om det här är markerat, kommer IMAP4, POP3, eller NNTP-klienten inte att logga av varje gång

source: &Asynchronous
af: asinkroon
az: &Asinxron
et: &Asünkroonne
he: ינורכניס&א
hu: &Aszinkron működés
it: &Asincrono
mt: &Asinkronu
nl: &Asynchroon
no: &Asynkron
pt: &Assíncrono
ru: &Асинхронное подключение
sk: &Asynchrónny
sl: &Asinhrono
sv: &Asynkron

source: If this is checked, then the socket protocols will access the server asynchronously
af: as hierdie is nagegaan, dan word die soket protokolle sal toegang verkry die bediener asinkroon
az: Bu seçili isə, soket protokolları vericiyə asinxron yetişəcəklərdir
et: Kui see on sisse lülitatud, võetakse serveriga ühendust asünkroonselt.
he: ינורכניסא ןפואב תרשל ושגיי עקשה ילוקוטורפ זא רחבנ הז םא
hu: Ha ez be van jelölve, akkor a hálózati protokollok aszinkron módon kommunikálnak a kiszolgálóval.
mt: Jekk din tkun ittikkjata, il-protokolli tas-sockets jaċċessaw is-servers asinkronament
nl: Als dit is geselecteerd, dan zullen de socketsprotocols de server niet synchroon benaderen.
no: Hvis denne er avkrysset vil socket-protokollen vil bruke tjeneren asynkront.
pt: Se estiver marcado, os protocolos de socket acederão ao servidor assincronamente
ru: Если установлен этот параметр, подключение к серверу будет осуществляться асинхронно.
sk: Ak je toto označené, potom soketový protokol bude pristupovať na server asynchrónne
sl: Če je to označeno, bo vtični protokol dostopal do strežnika asinhrono.
sv: Om det här är markerat så använder socket-protokollen asynkron åtkomst av servern.

source: Mailbox:
af: posbus:
az: Poçt qutusu:
et: Postkast:
he: :ראוד תבית
hu: Postaláda:
it: Casella di posta:
mt: Kaxxa tal-ittri:
nl: Postbus:
no: Postkasse:
pt: Caixa:
ru: Почтовый ящик:
sl: Poštni predal:
sv: Postlåda:

source: New Mailbox
af: nuwe posbus
az: Yeni Poçt Qutusu
et: Uus postkast
he: השדח ראוד תבית
hu: Új postaláda
it: Nuova casella di posta
mt: Kaxxa tal-ittri ġdida
nl: Nieuwe postbus
no: Ny postkasse
pt: Nova Caixa
ru: Новый почтовый ящик
sk: Nový mailbox
sl: Nov poštni predal
sv: Ny postlåda

source: Delete Mailbox
af: uitvee posbus
az: Poçt Qutusunu Sil
et: Kustuta postkast
he: ראוד תבית קחמ
hu: Postaláda törlése
it: Elimina casella di posta
mt: Ħassar kaxxa tal-ittri
nl: Postbus verwijderen
no: Slett postkasse
pt: Apagar Caixa
ru: Удалить почтовый ящик
sk: Zmazať mailbox
sl: Zbriši poštni predal
sv: Ta bort postlådan

source: Pro&tocol:
af: protokol:
az: Pro&tokol:
et: Pro&tokoll:
he: :לוקוטור&פ
hu: Pro&tokoll:
it: &Protocollo:
mt: Pro&tokoll:
no: Pro&tokoll:
pt: Pro&tocolo:
ru: П&ротокол:
sk: Pro&tokol:
sl: Pro&tokol:
sv: Pro&tokoll:

source: &Mailbox:
af: posbus:
az: &Poçt Qutusu:
et: &Postkast:
he: :ראוד תבי&ת
hu: &Postaláda:
it: &Casella di posta:
mt: &Kaxxa tal-ittri:
nl: P&ostbus:
no: &Postkasse:
pt: Cai&xa:
ru: &Почтовый ящик:
sl: Poštni &predal:
sv: &Postlåda:

source: &Server:
af: bediener:
az: &Verici:
he: :תר&ש
hu: Ki&szolgáló:
no: &Tjener:
pt: &Servidor:
ru: &Сервер:
sl: &Strežnik:

source: &User:
af: gebruiker:
az: &İstifadəçi:
et: Kas&utaja:
he: :שמתש&מ
hu: Né&v:
it: &Utente:
nl: Gebruiker:
no: &Bruker:
pt: &Utilizador:
ru: По&льзователь:
sk: &Užív:
sl: &Uporabnik:
sv: &Användare:

source: P&assword:
af: wagwoord:
az: Pa&rol:
et: P&arool:
he: :המסי&ס
hu: Jelszó:
nl: W&achtwoord:
no: P&assord:
ru: Па&роль:
sk: Heslo:
sl: &Geslo:
sv: L&ösenord:

source: S&tore password
af: stoor wagwoord
az: Parolu &saxla
et: Jä&ta parool meelde
he: המסיס רומ&ש
hu: A jelszó men&tése
it: &Salva la password
mt: &Żomm il-password
nl: &Wachtwoord onthouden
no: &Lagre passord
pt: Guar&dar password
ru: Со&хранить пароль
sk: Uložiť heslo
sl: S&hrani geslo
sv: S&para lösenordet

source: &Advanced
af: gevorderde
az: &Təkmilləşmiş
et: &Täpsemalt
he: םדק&תמ
hu: &Egyéb
it: &Avanzate
mt: &Avvanzat
nl: Ge&avanceerd
no: &Avansert
pt: &Avançado
ru: &Дополнительно
sk: Rozšírené
sl: N&apredno
sv: &Avancerat

source: Only local files supported yet.
af: slegs plaaslike lêers ondersteunde nog.
az: Hələlik sadəcə olaraq yerli fayllar dəstəklənir.
et: Ainult kohalikud failid on toetatud.
he: .תעכ םיכמתנ םיימוקמ םיצבק קר
hu: Jelenleg csak helyi fájlok támogatottak.
it: Attualmente sono supportati solo file locali.
mt: Fajls lokali biss aċċettati għalissa.
nl: Vooralsnog worden alleen lokale bestanden ondersteund.
no: Bare lokale filer er foreløbig søttet.
pt: Ainda só há suporte para ficheiros locais.
ru: Поддерживаются только локальные файлы
sk: Zatiaľ sú podporované iba lokálne súbory
sl: Še so podprte le lokalne datoteke.
sv: Än så länge stöds bara lokala filer.

source: New Name
af: nuwe naam
az: Yeni Ad
et: Uus nimi
he: שדח םש
hu: Új név
it: Nuovo nome
mt: Isem ġdid
nl: Nieuwe naam
no: Nytt navn
pt: Novo Nome
ru: Новое имя
sk: Nové meno
sl: Novo ime
sv: Nytt namn

source: &New Name:
af: nuwe naam:
az: &Yeni Ad:
et: Uus &nimi:
he: :שדח ם&ש
hu: &Új név:
it: &Nuovo nome:
mt: Isem &ġdid:
nl: &Nieuwe naam:
no: &Nytt navn:
pt: &Novo Nome:
ru: Н&овое имя:
sk: &Nové meno:
sl: &Novo ime:
sv: &Nytt namn:

source: New
af: nuwe
az: Yeni
et: Uus
he: שדח
hu: Új
it: Nuovo
mt: Ġdid
nl: Nieuw
no: Ny
pt: Novo
ru: Создать
sk: Nové
sl: Nov
sv: Ny

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (kde.af.org.za)
az: Vasif İsmayıloğlu MD
he: Meni Livne
hu: Lengyel Marcell,Szántó Tamás
mt: Ramon Casha
nl: Rinse de Vries
no: Christian A Strømmen [Number1/NumeroUno]
pt: José Nuno Coelho Sanarra Pires
ru: Tim Losev
sl: Marko Samastur, Roman Maurer, Gregor Rakar
sv: Per Lindström,Stefan Asserhäll

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@engineer.com
az: azerb_linux@hotmail.com
he: livne@kde.org
hu: miketkf@yahoo.com,tszanto@mol.hu
mt: ramon.casha@linux.org.mt
nl: rinse@kde.nl
no: number1@realityx.net
pt: jncp@rnl.ist.utl.pt
ru: weagle@euro.ru
sl: markos@elite.org, roman.maurer@amis.net, gregor.rakar@kiss.uni-lj.si
sv: per.lindstrom@osd.privataccess.nu,stefan.asserhall@telia.com
