Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenonbeta/kbiff.po
Languages: af, az, et, he, hu, it, mt, nl, no, pt, ru, sk, sl, sv

source: &UnDock
af: ontdok
az: &Ayır
et: &Doki lahti
he: הניגע לט&ב
hu: &Kidokkolás
it: &Elimina dal pannello
mt: A&qla'
nl: &Afmeren
no: &Udokk
pt: &Desacoplar
ru: &Удалить из панели
sk: &Z panelu
sl: &Odsidraj
sv: &Odocka

source: &Dock
af: vasmeer
az: &Yapışdır
et: &Doki
he: ןג&ע
hu: &Bedokkolás
it: &Aggiungi al pannello
mt: &Waħħal
nl: Aan&meren
no: &Dokk
pt: &Atracar
ru: Встроить в &панель
sk: &Do panelu
sl: &Zasidraj
sv: &Docka

source: &Setup...
af: opstelling...
az: &Qurğular...
et: &Seadistus...
he: ...תורדג&ה
hu: &Beállítások...
it: &Impostazioni...
nl: &Instellingen...
no: &Oppsett...
pt: &Configuração...
ru: &Настройки...
sk: &Nastaviť
sl: P&rikroji...
sv: &Inställningar...

source: &Help...
af: hulp...
az: &Yardım...
et: &Abi...
he: ...הרז&ע
hu: &Segítség...
it: &Aiuto...
mt: &Għajnuna...
no: &Hjelp...
pt: &Ajuda...
ru: П&омощь...
sk: &Pomocník...
sl: &Pomoč...
sv: &Hjälp...

source: &Check Mail Now
af: bevestig pos nou
az: Məktubları İndi &Yoxla
et: &Kontrolli meili nüüd
he: וישכע ראוד קוד&ב
hu: Új &levelek keresése
it: &Controlla la posta ora
mt: I&ċċekkja l-mail
nl: Nu &controleren op nieuwe berichten
no: &Sjekk post nå
pt: &Verificar Correio Agora
ru: П&роверить почту
sk: &Skontrolovať poštu teraz
sl: &Takoj preveri pošto
sv: &Kontrollera posten nu

source: &Read Mail Now
af: lees pos nou
az: Məktubu İndi &Oxu
et: &Loe meili nüüd
he: וישכע ראוד אר&ק
hu: A l&evelek elolvasása
it: &Leggi la posta ora
mt: Aq&ra l-mail
nl: Berichten nu &lezen
no: &Les post nå
pt: &Ler Correio Agora
ru: &Читать почту
sk: &Prečítať poštu teraz
sl: Takoj p&reberi pošto
sv: &Läs posten nu

source: &Stop
az: &Dayandır
he: רוצ&ע
hu: Á&llj
it: &Interrompi
mt: &Ieqaf
nl: &Stoppen
no: &Stopp
pt: &Parar
ru: &Стоп
sl: &Stoj
sv: &Stopp

source: Full featured mail notification utility.
af: volgrote fuksionele pos inkennisstelling program.
az: Tam təşəkküllü məktub xəbərdarlıq proqramı.
et: Täisväärtuslik utiliit uutest meilidest teatamiseks.
he: .תונוכת הבורמ ראוד עודיי רזע
hu: Új levél érkezését figyelő segédprogram.
it: Accessorio completo per la notifica della posta
mt: Għodda ta' notifikazzjoni tal-mail
nl: Zeer compleet hulpmiddel voor e-mailnotificatie.
no: Epostvarsler med alle egenskaper.
pt: Utilitário notificador de email's.
ru: Полнофункциональная утилита почтового оповещения
sk: Komplexne vybavená poštová oznamovacia utilita.
sl: Polno zmogljivi pripomoček za obveščanje o pošti.
sv: Fulländat verktyg som upplyser om nyinkommen e-post.

source: Run in secure mode
af: hardloop in beveilig modus
az: E'tibarlı modda işə sal
et: Käivita turvalises rezhiimis
he: חטבואמ בצמב לעפ
hu: Biztonságos mód
it: Esegui in modalità sicura
mt: Aħdem f'mod sigur
nl: In veilige modus draaien
no: Kjør i sikkermodus
pt: Executar em modo seguro
ru: Запуск в защищенном режиме
sk: Spustiť v chránenom móde
sl: Poženi v varnem načinu
sv: Kör i säkert läge

source: Use 'profile'
af: gebruik 'profile'
az: 'profil' işlət
et: Kasuta 'profiili'
he: 'profile'-ב שמתשה
hu: 'Profil' használata
it: Usa `profile'
mt: Uża "profil"
nl: 'profile' gebruiken
no: Bruk 'profil'
pt: Usar 'perfil'
ru: Использовать 'профиль'
sk: Nový profil
sl: Uporabi ,profil`
sv: Använd 'profil'

source: You have new mail!
af: jy het nuwe pos!
az: Yeni məktubunuz var!
et: Sulle on uus meil!
he: !שדח ראוד ךל שי
hu: Új levele érkezett!
it: Hai ricevuto nuova posta!
mt: Għandek messaġġi ġodda!
nl: U hebt nieuwe post!
no: Du har ny post!
pt: Tens correio novo!
ru: Пришла новая почта!
sk: Máte novú správu!
sl: Imate novo pošto!
sv: Du har fått brev!

source: New Messages: %1
af: nuwe boodskappe: %1
az: Yeni İsmarıclar: %1
et: Uusi sõnumeid: %1
he: %1 :תושדח תועדוה
hu: Új üzenetek: %1
it: Messaggi nuovi: %1
mt: Messaġġi ġodda: %1
nl: Nieuwe berichten: %1
no: Nye meldinger: %1
pt: Novas Mensagens: %1
ru: Новых сообщений: %1
sl: Novih sporočil: %1
sv: Nya meddelanden: %1

source: Mailbox: %1
af: posbus: %1
az: ePoçt qutusu: %1
et: Postkast: %1
he: %1 :ראוד תבית
hu: Postaláda: %1
it: Casella di posta: %1
mt: Kaxxa tal-ittri: %1
nl: Postbus: %1
no: Postkasse: %1
pt: Caixa: %1
ru: Почтовый ящик: %1
sl: Poštni predal: %1
sv: Postlåda: %1

source: Mailer
af: pos hanteerder
az: Poçtalyon
et: Meiler
he: ראוד תנכות
hu: Levelező
it: Gestore posta
mt: Programm tal-mail
nl: E-mailprogramma
no: Epostsender
ru: Мэйлер
sk: Mailbox
sl: Poštni program
sv: Postare

source: KBiff Setup
af: kbiff opstelling
az: KBiff Quraşdırılması
et: KBiff seadistus
he: KBiff תורדגה
hu: A KBiff beállításai
it: Impostazioni di KBiff
mt: Setup KBiff
nl: KBiff Instellingen
no: KBiff-oppsett
pt: Configuração do KBiff
ru: Настройка KBiff
sk: Nastavenie KBiffu
sl: Nastavitve KBiff
sv: KBiff Inställningar

source: Profile
af: profiel
az: Profil
et: Profiil
he: ליפורפ
hu: Profil
it: Profilo
mt: Profil
nl: Profiel
no: Profil
pt: Perfil
ru: Профиль
sk: Profil:
sl: Profil
sv: Profil

source: This is a list of all of the KBiff <b>profiles</b><p>A profile is a logical grouping of settings for either one mailbox or several mailboxes. Each profile gets one icon and one new mail sound and one... well, everything
af: hierdie is 'n lys van alle van die kbiff <b>profille</b><p>'n profiel is 'n logiese groepering van instellings vir òf een posbus of klomp posbusse. elke profiel besit een ikoon en een nuwe pos klank en een... goed, alles
az: Bunlar KBiff <b>profilləri</b> qrupudur.<p>Profil bir və ya bir çox poçt qutusu seçənəklərinin məntiqi qruplamasıdır. Hər profilin öz timsalı və yeni məktub səsi vs. var
et: See on KBiff'i kõikide <b>profiilide</b> nimekiri<p> Profiil on ühe või mitme postkasti seadistuste loogiline grupeering. Igal profiilil on oma ikoon, oma uue meili helieffekt, oma ... ok, kõik on oma.
he: KBiff לש <b>םיליפורפ</b>ה לכ לש המישר יהוז<p>דחא לכה םצעב ...ו דחא שדח ראוד לילצו דחא למס לבקמ ליפורפ לכ .תובית רפסמ וא תחא ראוד תביתל תורדגה לש יגול ץוביק אוה ליפורפ
hu: Ez egy lista az összes KBiff <b>profil</b>ról<p>A profil logikai csoportosítása egy vagy több postaláda beállításainak. Minden profilhoz tartozik egy ikon, egy figyelmeztető hanghatás, egy ... egyszóval minden.
it: Questa è una lista di tutti i <b>profili</b> di KBiff.<p>Un profilo è un raggruppamento logico di impostazioni per una o più caselle di posta. Ogni profilo ha una propria icona, un proprio suono quando arriva la posta e un proprio... beh, ogni cosa.
mt: Din hija lista tl-<b>profili</b> kollha KBiff.<p>Profil huwa grupp ta' setings loġiku għal kaxxa tal-ittri waħda jew iżjed. Kull profil ikollu ikona, ħoss, u setings oħra differenti.
nl: Dit is een opsomming van alle <b>profielen</b> van KBiff.<p> Een profiel is een reeks instellingen voor �n postbus of meerdere postbussen. Elk profiel krijgt zijn eigen pictogram, zijn eigen geluid, en.... tja, alles.
no: Dette er en liste over KBif-<b>profiler</b><p>En profil er en logiskgruppering av innstillinger for enten en postboks eller flere postbokser.Hver profil får et ikon og en postbokslyd og en... vel, alt
pt: Isto é uma lista de todos os <b>perfis</b> KBiff<p>Um perfil é um agrupamento lógico de configurações de uma ou mais caixas de correio. Cada perfil tem um ícone e um som novo e um... pronto, tudo
ru: Это список всех <b>профилей</b><p>Профиль - это логически скомпонованные настройки для каждого почтового ящика. Каждый профиль получает собственную пиктограмму, собственный звуковой сигнал-оповещение о поступлении новой почты и... ну, в общем, все.
sk: Toto je zoznam všetkých <b>profilov</B> KBiff. Profil je logické zoskupenie nastavení, buď pre jeden, alebo viacero mailboxov. Každý profil dostane jednu ikonku a jeden zvuk, jeden... v poriadku, všetko
sl: To je seznam vseh <b>profilov</b> za KBiff<p>Profil je logična ureditev nastavitev za enega ali več poštnih predalov. Vsak profil ima eno ikono in eno zvočno opozorilo o novi pošti in eno ... skratka vse.
sv: Det här är en lista på alla KBiff <b>profiler</b><p>En profil är en logisk gruppering av inställningar för antingen en postlåda eller flera postlådor. Varje profil får en ikon och ett ljud för ny post och ett... ja, allting

source: &New...
af: nuwe...
az: &Yeni...
et: &Uus...
he: ...שד&ח
hu: Ú&j...
it: &Nuovo...
mt: &Ġdid...
nl: &Nieuw...
no: &Ny...
pt: &Novo...
ru: &Создать...
sk: &Nový...
sl: &Novo...
sv: &Ny...

source: Create a new profile
af: skep 'n nuwe profiel
az: Yeni profil yarat
et: Uue profiili loomine
he: שדח ליפורפ רוצ
hu: Új profil létrehozása
it: Crea un nuovo profilo
mt: Oħloq profil ġdid
nl: Maak een nieuw profiel aan
no: Lag ny profil
pt: Criar novo perfil
ru: Создать новый профиль
sk: Vytvoriť nový profil
sl: Ustvarimo nov profil
sv: Skapa en ny profil

source: &Rename...
af: herbenaam...
az: Adını Dəyişdi&r...
et: &Nimeta ümber..
he: ...םש הנ&ש
hu: Á&tnevezés...
it: &Rinomina...
mt: &Ibdel l-isem...
nl: He&rnoemen...
no: &Endre navn...
pt: Muda&r nome...
ru: &Переименовать...
sk: &Premenovať...
sl: P&reimenuj...
sv: &Ändra namn...

source: Rename the current profile
af: herbenaam die huidige profiel
az: Hazırkı profilin adını dəyişdir
et: Käesoleva profiili ümber nimetamine
he: יחכונה ליפורפה םש תא הנש
hu: Az aktuális profil átnevezése
it: Rinomina il profilo attuale
mt: Agħti isem ġdid lill-profil kurrenti
nl: Geef het huidige profiel een nieuwe naam
no: Endre gjeldende profil
pt: Mudar o nome ao perfil actual
ru: Переименовать текущий профиль
sk: Premenovať aktuálny profil
sl: Preimenuj trenutni profil
sv: Byt namn på nuvarande profil

source: Delete the current profile
af: uitvee die huidige profiel
az: Hazırkı profili sil
et: Käesoleva profiili kustutamine
he: יחכונה ליפורפה תא קחמ
hu: Az aktuális profil törlése
it: Elimina il profilo attuale
mt: Ħassar il-profil kurrenti
nl: Verwijder het huidige profiel
no: Slett gjeldende profil
pt: Apagar o perfil actual
ru: Удалить текущий профиль
sk: Zmazať aktuálny profil
sl: Odstrani trenutni profil
sv: Ta bort nuvarande profil

source: General
af: algemeen
az: Ümumi
et: Üldine
he: יללכ
hu: Általános
it: Generale
mt: Ġenerali
nl: Algemeen
no: Generelt
pt: Geral
ru: Общие
sk: Všeobecné
sl: Splošno
sv: Generellt

source: New Mail
af: nuwe pos
az: Yeni Məktub
et: Uus meil
he: שדח ראוד
hu: Új levél
it: Nuova posta
mt: Messaġġ ġdid
nl: Nieuwe post
no: Ny post
pt: Correio Novo
ru: Новая почта
sk: Nový mail
sl: Nova pošta
sv: Ny post

source: Mailbox
af: posbus
az: ePoçt qutusu
et: Postkast
he: ראוד תבית
hu: Postaláda
it: Casella di posta
mt: Kaxxa tal-ittri
nl: Opstbus
no: Postkasse
pt: Caixa
ru: Почтовый ящик
sl: Poštni predal
sv: Postlåda

source: New Profile
af: nuwe profiel
az: Yeni Profil
et: Uus profiil
he: שדח ליפורפ
hu: Új profil
it: Nuovo profilo
mt: Profil ġdid
nl: Nieuw profiel
no: Ny profil
pt: Novo Perfil
ru: Новый профиль
sk: Nový profil
sl: Nov profil
sv: Ny profil

source: Rename Profile: %1
af: herbenaam profiel: %1
az: Profilin Adını Dəyişdir: %1
et: Nimeta ümber profiil: %1
he: %1 :ליפורפ םש יוניש
hu: Profil átnevezése: %1
it: Rinomina profilo: %1
mt: Ibdel isem ta' profil: %1
nl: Hernoem profiel: %1
no: Endre profilnavn: %1
pt: Mudar Nome ao Perfil: %1
ru: Переименовать профиль: %1
sk: Premenovať profil: %1
sl: Preimenuj profil: %1
sv: Ändra profilnamnet: %1

source: Delete Profile: %1
af: uitvee profiel: %1
az: Profili Sil: %1
et: Kustuta profiil: %1
he: %1 :ליפורפ תקיחמ
hu: Profil törlése: %1
it: Elimina profilo: %1
mt: Ħassar profil: %1
nl: Verwijder profiel: %1
no: Slett profil: %1
pt: Apagar Perfil: %1
ru: Удалить профиль: %1
sk: Zmazať profil: %1
sl: Zbriši profil: %1
sv: Ta bort profilen: %1

source: Are you sure you wish to delete this profile?
af: word jy seker jy wens aan uitvee hierdie profiel?
az: Bu profilə həqiqətən də silmək istəyirsiniz?
et: Oled sa kindel, et soovid selle profiili kustutada?
he: ?הזה ליפורפה תא קוחמל ךנוצרבש חוטב התא םאה
hu: Biztos benne, hogy törölni akarja ezt a profilt?
it: Sei sicuro di voler eliminare questo profilo?
mt: Żgur li trid tħassar dan il-profil?
nl: Wilt u werkelijk dit profiel verwijderen?
no: Er du sikker på at du ønsker å slette denne profilen?
pt: Queres mesmo apagar este perfil?
ru: Вы уверены, что хотите удалить этот профиль?
sk: Ste si istý, že chcete zmazať tento profil?
sl: Ali ste prepričani, da želite pobrisati ta profil?
sv: Är du säker att du vill ta bort den här profilen?

source: P&oll (sec):
af: poll (sek):
az: &Aralıq (san)
he: :(תוינש) לכ הקידב
hu: Elle&nőrzési időköz (mp.):
it: &Attesa(sec)
mt: I&ċċekkja (sek):
nl: Interval (sec):
no: &Interval (sek):
pt: Interval&o (seg):
ru: &Опрос (сек):
sl: P&ovprašaj (sek):
sv: K&olla (sekunder):

source: This is the interval (in seconds) that KBiff will check for new mail. Typically, this can be quite small (under 60 seconds) for local mailboxes but should be around 5 minutes (300 seconds) for remote mailboxes
af: hierdie is die interval (in sekondes) wat kbiff sal bevestig vir nuwe pos. tipies, hierdie kan wees nogal klein (onder 60 sekondes) vir plaaslike posbusse maar moet wees omtrent 5 minute (300 sekondes) vir afgeleë posbusse
az: Bu, KBiff-in saniyələrlə ifadə edilən yeni məktub yoxlama aralığıdır. Normal hallarda, yerli məktub qutuları üçün bu çox qısa (60 saniyə altında) ola bilər, amma uzaq qutular üçün ən az 5 dəqiqə olmalıdır
et: See on intervall (sekundites) mida kasutatakse uute meilide kontrollimiseks. Tavaliselt võib see kohalike meilibokside jaoks olla küllalt väike (alla minuti) kuid kaugbokside jaoks peaks olema piisavalt suur (5 minutit).
he: .שדח ראוד קודבי KBiff-ש (תוינשב) ןמזה ךשמ והז תוימוקמ ראוד תוביתל (תוינש 60-מ תוחפ) ןטק יד תויהל לוכי הז ללכ ךרדב תוקחורמ ראוד תוביתל (תוינש 300) תוקד 5 תוביבסב תויהל ךירצ לבא
hu: Ekkora időközönként (másodpercben) ellenőrzi a program az új leveleket. Ez az érték meglehetősen kicsi lehet helyi postaládák esetén (kisebb mint 60), távoli postaládáknál minimum 300 (5 perc) ajánlott.
it: Questo è l'intervallo di tempo in secondi che KBiff aspetterà tra un controllo della nuova posta e l' altro. Tipicamente è impostato su tempi bassi (60 secondi) per caselle di posta locali ma può essere aumentato a circa 5 minuti (300 secondi) per quelle remote.
mt: Dan huwa l-intervall (f'sekondi) kull kemm KBiff jiċċekkja għal messaġġi ġodda. Tipikament, dan jista' jkun intervall żgħir (daħt is-60 sekonda) għal kaxxi tal-ittri lokali, imma għandu jkun madwar 5 minuti (300 sekonda) għal kaxxi tal-ittri remoti.
nl: Dit is de wachttijd (in seconden) tussen de controles op nieuwe berichten. Deze is normaliter heel kort (beneden de 60 seconden) voor lokale postbussen en ronde de 5 minuten (300 seconden) voor externe postbussen.
no: Dette er intervalet (i sekunder) som KBiff vil sjekke for ny post. Typisk vil dette være ganske lite (under 60 sekunder) for lokale postbokser, men bør være rundt 5 minutter (300 sekunder) for postbokser på andre maskiner.
pt: Este é o intervalo (em segundos) com que o KBiff verifica se há mail. Tipicamente, este valor poder ser pequeno (menos de 60 segundos) para caixas de correio locais, mas deve rondar os 5 minutos (300 segundos) para caixas remotas
ru: Этот параметр задает интервал, через который KBiff проверяет новую почту. Обычно он невелик (порядка 60 секунд) для локальных почтовых ящиков, а для удаленных почтовых ящиков он обычно составляет около 5 минут (300 сек.)
sk: Toto je interval (v sekundách), ktorý určuje, ako často bude KBiff kontrolovať novú poštu.Typicky môže byť krátky (pod 60 sekúnd) pre lokálne mailboxyalebo môže byť okolo 5 minút (300 sekúnd) pre vzdialené mailboxy
sl: To je interval (v sekundah), v katerem bo KBiff preveril novo pošto. Tipično naj bi bil ta precej kratek (pod 60 sekundami) za lokalne poštne predale, a bi moral biti okoli 5 minut (300 sekund) za oddaljene predale.
sv: Det här är intervallen (i sekunder) som KBiff kommer att kolla efter ny post. Normalt sätt bör den här intervallen vara ganska liten (under 60 sekunder) för lokala brevlådor, men ska vara runt 5 minuter (300 sekunder) för fjärrbrevlådor

source: &Mail client:
af: pos kliënt:
az: &Məktub alıcısı
he: :ראוד חוק&ל
hu: Levele&zési kliens:
it: Client di &posta:
mt: Programm tal-i&mejl:
nl: E-&mailcli�t:
no: &Epostklient:
pt: Cliente de &mail:
ru: Почтовый &клиент
sl: &Poštni odjemalec:
sv: &E-postklient:

source: Doc&k in panel
af: vasmeer in paneel
az: Panelə &yapışdır
he: חולב ןג&ע
hu: &Bedokkolás a panelba
it: Aggiungi al &pannello
mt: &Waħħal mal-pannell
nl: Aa&nmeren in paneel
no: Do&kk i panel
pt: Atr&acar no painel
ru: Встроить в &панель
sl: &Zasidraj na pult
sv: &Docka in i panelen

source: Use &session management
af: gebruik sessie bestuuring
az: &İclas idarəçici işlət
he: תומישמ לוהי&נב שמתשה
hu: Munka&folyamat-kezelés használata
it: Usa la gestione delle &sessioni
mt: Uża maniġġjar tas-&sessjonijiet
nl: &Sessiebeheer gebruiken
no: Bruk øk&tbehandling
pt: Usar gestão de &sessões
ru: Использовать &управление сеансом
sl: &Uporabi upravljalec prijav
sv: Använd &sessionshantering

source: Don't &check at startup
af: Don't bevestig na opstart
az: Başlanğıcda &yoxlama
he: הלעפהב קודבת ל&א
hu: &Induláskor ne legyen ellenőrzés
it: Non &controllare all'avvio
mt: Tiċċekkjax malli tibda'
nl: Niet &controleren tijdens het opstarten
no: Ikke &sjekk ved oppstart
pt: Não verifi&car ao iniciar
ru: Не проверять при &запуске
sl: Ne &preveri ob zagonu
sv: &Kontrollera inte vid uppstart

source: This option is for those people using KBiff to check their IMAP4 or POP3 account over a dial-up connection. If KBiff tries to connect at startup and you are not connected, the DNS lookup will hang for a long time. If this is checked, then KBiff will not check for new mail on startup. You will need to manually start it every time you connect
af: hierdie opsie is vir daardie mense te gebruik kbiff aan bevestig hulle imap4 of pop3 rekening bo 'n op-bel verbinding. as kbiff probeer aan konnekteer na opstart en jy word nie verbind, die dns opkyk sal hang vir 'n lang tyd. as hierdie is nagegaan, dan word kbiff sal nie bevestig vir nuwe pos op opstart. jy sal benodig aan eiehandig begin dit elke tyd jy konnekteer
az: Bu seçənək KBiff-in IMAP4 və ya POP3 hesablarını çevirməli bağlantı üstündən yoxlamaq üçündür. Əgər bağlı olmadığınız halda KBiff başlanğıcda bağlanmağa cəhd edərsə, DNS axtarışı çox vaxt aparacaqdır. Bu işarətli isə, KBiff məktubları baçlanğıcda yoxlamayacaqdır. Hər başlanğıcda özünüz açmalı olacaqsınız
et: See valik on nendele, kes kasutavad KBiff'i oma IMAP4 ja POP3 meilikontode kontrollimiseks, olles internetis telefoniliini kaudu. Kui KBiff proovib peale kävitumist ühendust luua ning sa pole internetis, hangub DNS päring pikaks ajaks. Kui see on sisse lülitatud, ei kontrolli KBiff käivitudes uusi meile. Sa pead iga kord kui ühenduse lood, kontrollimise käivitama käsitsi.
he: ןובשח תא קודבל ידכ KBiff-ב םישמתשמש הלאל איה וז תורשפא הסנמ KBiff םא .תשרל גויח רוביח ךרד םהלש POP3 וא IMAP4-ה .בר ןמזל עקתיי DNS-ב שופיחה ,רבוחמ אל התאו הלעפהב רבחתהל ץלאית .הלעפהב שדח ראוד קודבי אל KBiff תרחבנ וז תורשפא םא רבחתמ התאש םעפ לכב תינדי ותוא ליעפהל
hu: Ez az opció azoknak hasznos, akik telefonos kapcsolaton keresztül érik el IMAP4 vagy POP3 típusú postaládájukat. Ha az opció ki van kapcsolva, akkor induláskor a program megpróbál hozzáférni a postaládához, és ha a kapcsolat még nem létezik, fölöslegesen várakozni kell. Kapcsolja be az opciót a várakozás elkerüléséhez. Ekkor külön parancsra lehet indítani az ellenőrzést.
it: Questa opzione è per quelle persone che usano KBiff per controllare i propri account IMAP4 o POP3 su una connessione telefonica. Se KBiff prova a connettersi all'avvio e non sei connesso allora il DNS lookup bloccherà KBiff per un po' di tempo. Se questa opzione è abilitata KBiff non controllerà la posta all'avvia e dovrai avviarlo manualmente ogni volta che ti connetti.
mt: Din l-għażla hija għal min qed juża KBiff biex jiċċekkja l-kont IMAP4 jew POP3 fuq konnessjoni telefonika. Jekk KBiff jipprova jaqbad malli jibda u ma jkunx hemm konnessjoni, it-tfittxija DNS iddum ħafna wieqfa. Jekk din l-għażla hija ttikkjata, KBiff ma jiċċekkjax l-imejl malli jibda'. Ikollok tibdih manwalment kull meta taqbad.
nl: Deze optie is bedoelt voor gebruikers die KBiff toepassen om hun IMAP4- of POP3-account te controleren via een inbelverbinding. Als KBiff om nieuwe post wil controleren terwijl u geen verbinding heeft, dan bevriest KBiff enkele seconden tijdens het zoeken naar de DNS-server. Als deze optie is geselecteerd, dan controleert KBiff niet tijdens het opstarten. U moet dit dan handmatig activeren, telkens als u inbelt.
no: Dette valget er for folk som bruker KBiff til å sjekke deres IMAP4- eller POP3-konto over en oppringtforbindelse. Hvis KBiff prøver å koble opp ved oppstart og du ikke er forbundet, vil DNS-oppslag henge for en lang tid. Hvis denne er avkrysset vil KBiff ikke sjekke epost ved oppstart. Du blir nødt til å starte den manuelt hver gang du kobler opp.
pt: Esta opção é para quem usa o KBiff nas suas contas IMAP4 ou POP3 através de ligações modem. Se o KBiff tentar ligar-se ao arrancar e ainda não estiveres ligado, a leitura de DNS fica bloqueada muito tempo. Se isto estiver seleccionado, então o KBiff não verifica o correio ao arrancar. Em vez disso, será necessário activá-lo manualmente sempre que ligas
ru: Эта опция предназначена для тех пользователей KBiff, которые получают почту по IMAP или POP3 через соединение по модему. Если KBiff пытается подключиться, а вы еще не соединены, DNS-запрос может зависнуть на долгое время. Если эта опция включена, KBiff не будет пытаться проверить почту при запуске. Вам придется запускать его вручную при каждом подключении
sk: Táto voľba je pre ľudí používajúcich KBiff na kontrolu ich IMAP alebo POP3 účtov cez dial-up spojenie. Ak sa KBiff pokúša spojiť pri štarte a vy nie ste pripojený, vyhľadávanie DNS uviazne na dlhší čas. Ak sa toto preukáže, potom KBiff neskontroluje novú poštu pri štarte. Budete to musieť spustiť manuálne vždy po pripojení
sl: Ta izbira je za tiste, ki uporabljajo KBiff za opazovanje svojih predalov prek IMAP4 ali POP3 prek klicne povezave. Če se KBiff skuša povezati na začetku in še niste priključeni, ga bo iskanje naslova prek DNS zaustavilo za precej časa. Če je to vključeno, KBiff ne bo oprezal za novo pošto ob zagonu. Ob vsaki priključitvi ga boste morali pognati ročno.
sv: Det här alternativet är för de personer som använder KBiff för att kolla sina IMAP4 eller POP3-konton över en uppringd förbindelse. Om KBiff försöker ansluta vid uppstart och du inte är ansluten kommer DNS-uppslagningen att hänga sig för en lång tid. Om det här är markerat, kommer KBiff inte att kolla efter ny post vid uppstart. Du måste starta den manuellt varje gång du ansluter.

source: Icons:
af: ikoone:
az: Timsallar:
he: :םילמס
hu: Ikonok:
it: Icone:
mt: Ikoni:
nl: Pictogrammen:
no: Ikoner:
pt: Ícones:
ru: Пиктограммы:
sk: Ikonky:
sl: Ikone:
sv: Ikoner:

source: No Mail&box:
af: nee posbus:
az: ePoçt &Qutusu Yoxdur:
he: :ראוד תבי&ת ןיא
hu: Nincs &postaláda:
it: &Nessuna casella di posta:
mt: &Ebda kaxxa tal-ittri:
nl: Geen post&bus:
no: Ingen p&ostkasse:
pt: Sem Cai&xa:
ru: Нет &ящика:
sl: &Ni poštnega predala:
sv: Ingen &brevlåda:

source: No M&ail:
af: nee pos:
az: Mə&ktub Yoxdur:
he: :ראו&ד ןיא
hu: Nin&cs levél:
it: Nessun &messaggio:
mt: Ebda M&ail:
nl: Geen &post:
no: Ny &post:
pt: S&em Correio:
ru: Нет по&чты
sl: N&i pošte:
sv: Ingen &post:

source: O&ld Mail:
af: ou pos:
az: Kö&hnə Məktub:
he: :ןש&י ראוד
hu: Régi le&vél:
it: Posta &vecchia:
mt: Mai&l antik:
nl: O&ude post:
no: &Gammel post:
pt: Mai&l antigo:
ru: Ст&арая почта:
sl: &Stara pošta
sv: &Gammal post:

source: N&ew Mail:
af: nuwe pos:
az: Y&eni Məktub:
he: :שד&ח ראוד
hu: Ú&j levél:
it: Posta &nuova:
mt: Mail &ġdid:
nl: N&ieuwe post:
no: N&y post:
pt: Correio No&vo:
ru: &Новая почта:
sl: N&ova pošta:
sv: &Ny post:
