Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenonbeta/kcmkisdn.po
Languages: it

source: Account Setup
it: Impostazioni account

source: New...
it: Nuovo...

source: Edit...
it: Modifica...

source: New Account
it: Nuovo account

source: Edit Account
it: Modifica account

source: Remote
it: Remoto

source: More
it: Altre

source: Debugging Options
it: Opzioni di debug

source: Disable BSD Compression
it: Disabilita la compressione BSD

source: Increase debugging level
it: Aumenta il livello di debug

source: Kernel Debugging Level:
it: Livello di debug del kernel:

source: Transfer Units
it: Unità di trasferimento

source: Max. Receive Unit (MRU):
it: Massima unità di ricezione (MRU):

source: Max. Transfer Unit (MTU):
it: Massima unità di traferimento (MTU):

source: Authentication
it: Autenticazione

source: No authentication at all
it: Nessuna autenticazione

source: PAP Authentication
it: Autenticazione PAP

source: Normal authentication
it: Autenticazione normale

source: CHAP Authentication
it: Autenticazione CHAP

source: Encrypted authentication
it: Autenticazione cifrata

source: User Name:
it: Nome utente:

source: Callback Setup
it: Impostazioni callback

source: Enable Callback
it: Abilita callback

source: Local machine initiates callback
it: La macchina locale inizia il callback

source: Hangup after
it: Scollega dopo

source: seconds
it: secondi

source: Local machine answers callback
it: La macchina locale risponde al callback

source: Hangup before calling back
it: Scollega prima di richiamare

source: Callback after
it: Richiama dopo

source: Provider setup from kISDN database
it: Impostazione del provider dal database kISDN

source: Providers
it: Provider

source: You should select a provider in the
it: Seleziona un provider nella

source: list and then press 'OK'.
it: lista e poi premi 'OK'.

source: Choose 'Cancel' if you don't want to
it: Scegli 'Annulla' se non vuoi

source: create a new account.
it: creare un nuovo account.

source: Select a provider
it: Scegli un provider

source: Remote Setup
it: Impostazioni remote

source: Provider Name:
it: Nome provider:

source: Remote Phone:
it: Numero di telefono:

source: Phone List:
it: Lista numeri:

source: Encapsulation:
it: Incapsulazione:

source: Dial attempts:
it: Tentativi di chiamata:

source: Bundle Channels
it: Canali accoppiati

source: Delay:
it: Ritardo:

source: DNS Setup
it: Impostazioni del DNS

source: Domain:
it: Dominio:

source: IP Address:
it: Indirizzo IP:

source: Address List:
it: Lista indirizzi:

source: Driver Setup
it: Impostazioni del driver

source: Load driver as a module
it: Carica il driver come modulo

source: modprobe Path:
it: Percorso di modprobe:

source: ISDN Adapter Type:
it: Tipo di adattatore:

source: I/O Base Addresses:
it: Indirizzo di I/O:

source: Choose modprobe Path
it: Scegli il percorso per modprobe

source: Credits
it: Crediti

source: General Setup
it: Impostazioni generali

source: Prefix:
it: Prefisso:

source: D Channel Protocol:
it: Protocollo Canale D:

source: ipppd Path:
it: Percorso ipppd:

source: Allow all users to notice incoming calls
it: Permetti a tutti gli utenti di notare le chiamate entranti

source: Advanced...
it: Avanzate...

source: Advanced kISDN Options
it: Opzioni avanzate kISDN

source: Units
it: Unità

source: Choose ipppd Path
it: Scegli il percorso per ipppd

source: IP Setup
it: Impostazioni IP

source: Dynamic IP Address
it: Indirizzo IP dinamico

source: Static IP Address
it: Indirizzo IP statico

source: Local IP Address:
it: Indirizzo IP locale:

source: Remote IP Address:
it: Indirizzo IP remoto:

source: Subnet Mask:
it: Maschera di sottorete:

source: &General
it: &Generale

source: A&bout
it: Informazioni &su

source: I/O Address must be within 0x0000
it: L'indirizzo di I/O deve essere tra 0x0000

source: and 0xFFFF, Interrupt must be a value
it: e 0xFFFF, l'interrupt deve essere

source: between 0 and 15.
it: tra 0 e 15.

source: Warning: Incorrect input can hang your
it: Attenzione: Valori scorretti possono bloccare il tuo

source: system!
it: sistema!

source: Missing privileges
it: Privilegi mancanti

source: kISDN Configuration
it: Configurazione kISDN

source: Sorry, you don't have read/write permission to the kISDN setup file.
it: Spiacente, non hai i permessi di lettura/scrittura sul file di impostazioni di kISDN.

source: (unknown)
it: (sconosciuto)

source: Additional Options
it: Opzioni ulteriori

source: Secure mode for incoming calls
it: Modo sicuro per le chiamate entranti

source: Disable VJ compression
it: Disabilita la compressione VJ

source: Enter user name and password
it: Inserisci il nome utente e la password

source: Users of this account
it: Utenti di questo account

source: Enable Account
it: Abilita account

source: User's Homedirectory:
it: Directory home dell'utente:

source: You can also drop the homedirectories from KFM onto the list
it: Puoi trascinare le directory home da KFM nella lista

source: Users list:
it: Lista utenti:

source: You can only drop directories
it: Puoi trascinare solo directory

source: onto the userlist!
it: nella lista degli utenti!

source: kISDN Drop Error
it: kISDN errore di trascinamento

source: You can only drop local files
it: Puoi trascinare solo file locali

source: onto the filelist!
it: nella lista dei file!

source: I can't write the configfile
it: Non posso scrivere il file di configurazione

source: Maybe the directory is missing,
it: Forse manca la directory,

source: or you don't have write permission.
it: o non hai i permessi di scrittura.

source: Can't configure user
it: Impossibile configurare l'utente
