Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenonbeta/kfinger.po
Languages: af, az, es, hu, nl, no_ny, pt, ro, ru, sl, sv

source: Finger Addresses
af: finger adresse
az: Finger Ünvanları
es: Direcciones de finger
hu: Finger címek
nl: Finger adressen
no_ny: Finger-adresser
pt: Endereços de Finger
ro: Adrese finger
ru: Адреса Finger
sl: Naslovi tipanja
sv: Finger-adresser

source: Talk Addresses
af: praat adresse
az: Talk Ünvanı
es: Direcciones de Contacto
hu: Talk címek
nl: Talk adressen
no_ny: Talk-adresser
pt: Endereços de Talk
ro: Adrese convorbire
ru: Адреса Talk
sl: Pogovorni naslovi
sv: Tala-adresser

source: Mail Addresses
af: pos adresse
az: Məktub Ünvanıları
es: Direcciones de correo
hu: E-mail címek
nl: E-mail adressen
no_ny: Postadresser
pt: Endereços de Mail
ro: Adrese email
ru: Почтовые адреса
sl: Poštni naslovi
sv: Postadresser

source: Selected Address:
af: gekose adres:
az: Seçili Ünvan:
es: Direcciones seleccionadas:
hu: A kiválasztott címek:
nl: Geselecteerde adressen:
no_ny: Vald adresse:
pt: Endereço Seleccionado:
ro: Adresa selectată:
ru: Выбранный адрес:
sl: Izbran naslov:
sv: Vald adress:

source: User List:
af: gebruiker lys:
az: İstifadəçi Siyahısı:
es: Lista de usuarios:
hu: Felhasználólista:
nl: Gebruikerslijst:
no_ny: Brukarliste:
pt: Lista de Utilizadores:
ro: Listă utilizatori:
ru: Список пользователей:
sl: Seznam uporabnikov:
sv: Användare lista:

source: Host List:
af: bediener lys:
az: Qovşaq Siyahısı:
es: Lista de máquinas:
hu: A gépek listája:
nl: Hostcomputer lijst:
no_ny: Vertliste:
pt: Lista de Máquinas:
ro: Listă gazde:
ru: Список хостов:
sl: Seznam gostiteljev:
sv: Värddatorlista:

source: &Add
af: voeg by
az: &Əlavə Et
es: &Añadir
hu: Hozzá&adás
nl: &Toevoegen
no_ny: &Legg til
pt: &Adicionar
ro: &Adaugă
ru: &Добавить
sl: Dod&aj
sv: &Lägg till

source: &Finger
sl: &Otipaj

source: Selected Talk Address:
af: gekose praat adres:
az: Seçili Danışıq Ünvanı:
es: Direcciones de charla seleccionadas:
hu: A kiválasztott talk címek:
nl: Geselecteerde Talk adressen:
no_ny: Valt Talk-adresse:
pt: Endereço de Talk Seleccionado:
ro: Adresă convorbire selectată:
ru: Выбранные адреса Talk:
sl: Izbran pogovorni naslov:
sv: Vald tala-adress:

source: Talk Addresses:
af: praat adresse:
az: "Talk" Ünvanları:
es: Direcciones de charla:
hu: Talk címek:
nl: Talk adressen:
no_ny: Talk-adresser:
pt: Endereços de Talk:
ro: Adrese convorbire:
ru: Адреса Talk:
sl: Pogovorni naslov:
sv: Tala-adresser:

source: &Talk
af: praat
es: &Charlar
ro: &Convorbire
sl: &Pogovor
sv: &Tala

source: Selected Mail Address:
af: gekose pos adres:
az: Seçili Məktub Ünvanı:
es: Dirección de correo seleccionada:
hu: A kiválasztott e-mail címek:
nl: Geselecteerde e-mail adressen:
no_ny: Valt postadresse:
pt: Endereço de Mail Seleccionado:
ro: Adresă email selectată:
ru: Выбранные почтовые адреса:
sl: Izbran poštni naslov:
sv: Vald postadress:

source: Mail Addresses:
af: pos adresse:
az: Məktub Ünvanı:
es: Direcciones de correo:
hu: E-mail címek:
nl: E-mail adressen:
no_ny: Postadresser:
pt: Endereços de Mail:
ro: Adresă email:
ru: Почтовые адреса:
sl: Poštni naslovi:
sv: Postadresser:

source: Add to &Talk
af: voeg by aan praat
az: &Talk-a Əlavə Et
es: Añadir a &Charlar
hu: Hozzáadás a &Talk-hoz
nl: Aan &Talk toevoegen
no_ny: Legg til &Talk
pt: Adicionar ao &Talk
ro: Adaugă la &convorbire
ru: Д&обавить к Talk
sl: Dodaj k &pogovoru
sv: Lägg till i &tala

source: &Mail
af: pos
az: &Məktub
es: &Correo
hu: E-&mail
nl: &Versturen
no_ny: S&end
ru: &Почта
sl: P&ošta
sv: &Post

source: Configure - Kfinger
af: konfigureer - kfinger
az: Kfinger - Quraşdır
es: Configurar - Kfinger
hu: A program beállításai
nl: KFinger - Instellen
no_ny: Oppsett - KFinger
pt: Configurar - Kfinger
ro: Opţiuni KFinger
ru: Конфигурация - KFinger
sl: Prikroji tipalnik
sv: Anpassa - Kfinger

source: Settings
af: instellings
az: Qurğular
es: Configuración
hu: Beállítások
nl: Instellingen
no_ny: Innstillingar
pt: Configuração
ro: Opţiuni
ru: Настройки
sl: Nastavitve
sv: Inställningar

source: Page Layout
af: bladsy uitleg
az: Səhifə Düzülüşü
es: Disposición de Página
hu: Oldalelrendezés
nl: Paginaopmaak
no_ny: Sideutsjånad
pt: Formato da Página
ro: Format pagină
ru: Раскладка страницы
sl: Položaj strani
sv: Sidlayout

source: Periodically Finger
af: periodiek finger
az: Periodik Finger
es: Hacer finger periódicamente
hu: Finger végrehajtása megadott időközönként
nl: Periodiek Fingeren
no_ny: Regelmessig finger
pt: 'Finger' Periódico
ro: Finger periodic
ru: Периодический Finger
sl: Periodično tipanje
sv: Periodisk finger

source: Refresh Rate
af: verfris tempo
az: Yeniləmə Sıxlığı
es: Intervalo de refresco
hu: Frissítési időköz
nl: Verversingstijd
no_ny: Oppfriskingsrate
pt: Taxa de Refrescamento
ro: Rata de actualizare
ru: Частота обновления
sl: Hitrost osveževanja
sv: Uppdateringsfrekvens

source: Finger wait:
af: finger wag:
az: Finger gözləməsi:
es: Espera del finger:
hu: A finger várakozási ideje:
nl: Finger wacht:
no_ny: Finger-venting:
pt: Espera do finger:
ro: Aşteptare finger:
ru: Ожидание при Finger:
sl: Finger čaka:
sv: Finger väntar:

source: Finger Command:
af: finger opdrag:
az: Finger Əmri:
es: Comando finger:
hu: Finger parancs:
nl: Finger commando:
no_ny: Finger-kommando:
pt: Comando de Finger:
ro: Comandă "finger":
ru: Команда вызова Finger:
sl: Ukaz finger:
sv: Tala kommando:

source: Talk Command:
af: praat opdrag:
az: Danış Əmri:
es: Comando Talk:
hu: Talk parancs:
nl: Talk commando:
no_ny: Talk-kommando:
pt: Comando de Talk:
ro: Comanda 'talk':
ru: Команда вызова Talk:
sl: Pogovorni ukaz:
sv: Tala kommando:

source: Mail Command:
af: pos opdrag:
az: Yollama əmri:
es: Comando de correo:
hu: E-mail parancs:
nl: E-mail commando:
no_ny: E-postkommando:
pt: Comando de Mail:
ro: Comanda 'mail':
ru: Команда вызова почты:
sl: Poštni ukaz:
sv: Postkommando:

source: Addressbook:
af: adresboek:
az: Ünvan Dəftəri:
es: Libreta de direcciones:
hu: Címjegyzék:
nl: Adressenboek:
no_ny: Adressebok:
pt: Livro de Endereços:
ro: Cartea de adrese:
ru: Адресная книга:
sl: Adresar:
sv: Adressbok:

source: Use Abbrowser
af: gebruik abbrowser
az: Abbrowser İşlət
es: Usar Abbrowser
hu: Az Abbrowser használata
nl: Abbrowser gebruiken
no_ny: Bruk Abbrowser
pt: Usar o Abbrowser
ro: Utilizează Abbrowser
ru: Использовать Abbrowser
sl: Uporabi Abbrowser
sv: Använd Abbrowser

source: Finger wait: %1 secs.
af: finger wag: %1 sekondes.
az: Finger gözləməsi: %1 san.
es: Espera del finger: %1 segs
hu: A finger várakozási ideje: %1 mp.
nl: Finger wacht: %1 seconden.
no_ny: Finger-venting: %1 s
pt: Espera do finger: %1 s
ro: Aşteptare finger: %1 secunde.
ru: Задержка Finger: %1 сек.
sl: Finger počaka: %1 sek.
sv: Finger väntar: %1 sekunder.

source: The KDE Network Finger Utility
af: die kde netwerk finger program
az: KDE Şəbəkə Finger Vasitəsi
es: Utilidad de finger de KDE Network
hu: KDE finger
nl: Het KDE Netwerk Finger Programma
no_ny: Finger-nettverksverktøy for KDE
pt: O Utilitário de Finger na Rede do KDE
ro: Utilitar Finger pentru KDE
ru: Утилита Finger для KDE
sl: Omrežni pripomoček KDE finger
sv: KDE finger verktyg

source: KFinger
sl: Tipalnik

source: Address to Finger
af: adres aan finger
az: Finger Ünvanı
es: Dirección para hacer el finger
hu: Finger cím
nl: Het te fingeren adres
no_ny: Finger adresse
pt: Endereço para o Finger
ro: Adresa pentru 'finger'
ru: Адрес для Finger
sl: Otipaj naslov
sv: Adress till Finger

source: CSS Editing Dialog
af: css redigering dialoog
az: CSS Düzəliş Dialoqu
es: Diálogo del editor CSS
hu: CSS szerkesztő párbeszédablak
nl: CSS Bewerkingsdialoogvenster
no_ny: CSS-redigeringsdialog
pt: Janela de Edição da CSS
ro: Dialog de editare CSS
ru: Диалог редактирования CSS
sl: Urejanje CSS
sv: CSS-redigeringsdialog

source: Property
af: eienskap
az: Üstünlük
es: Propiedad
hu: Tulajdonság
nl: Eigenschap
no_ny: Eigenskap
pt: Propriedade
ro: Proprietate
ru: Свойство
sl: Lastnost
sv: Egenskap

source: Value
af: waarde
az: Qiymət
es: Valor
hu: Érték
nl: Waarde
no_ny: Verdi
pt: Valor
ro: Valoare
ru: Значение
sl: Vrednost
sv: Värde

source: Edit Property:
af: redigeer eienskap:
az: Xüsusiyyətləri Düzəlt :
es: Editar propiedad:
hu: Tulajdonság szerkesztése:
nl: Eigenschap bewerken:
no_ny: Rediger eigenskap:
pt: Editar a Propriedade:
ro: Editare proprietate:
ru: Редактировать свойство:
sl: Uredi lastnost:
sv: Redigeringsegenskap:

source: &Load
af: las
az: &Yüklə
es: &Cargar
hu: &Betöltés
nl: &Laden
no_ny: &Last
pt: &Ler
ro: În&carcă
ru: &Загрузить
sl: &Naloži
sv: &Ladda

source: &Save As
af: stoor as
az: Fərqli &Qeyd Et
es: &Salvar como
hu: Mentés más&ként
nl: Op&slaan als
no_ny: Lagra &som
pt: &Gravar Como
ro: &Salvează ca
ru: &Сохранить как
sl: &Shrani kot
sv: &Spara som

source: Couldn't find:
af: kon nie soek:
az: Tapıla bilmir:
es: No pude encontrar:
hu: Nem található:
nl: Kon niet vinden:
no_ny: Fann ikkje:
pt: Incapaz de encontrar:
ro: Nu găsesc:
ru: Не могу найти:
sl: Nisem našel:
sv: Kunde inte hitta:

source: Setting it to 'kfinger'.
af: opset dit aan 'kfinger'.
az: Bunu 'kfinger'ə qururam.
es: Configurándolo para 'kfinger'.
hu: Beállítás 'kfinger'-re.
nl: Zet het nu op `kfinger'.
no_ny: Set han til «kfinger».
pt: A mudá-lo para o 'kfinger'.
ro: Îl setez la "kfinger".
ru: Установить на 'kfinger'.
sl: Nastavljam na ,kfinger'.
sv: Ställer in till 'kfinger'.

source: not found
af: nie gevind
az: tapılmadı
es: no encontrado
hu: nem található
nl: niet gevonden
no_ny: ikkje funnen
pt: não encontrado
ro: negăsit
ru: не найден
sl: ni bil najden
sv: inte hittad

source: Setting it to 'kmail'.
af: opset dit aan 'kmail'.
az: Bunu 'kmail'ə qururam
es: Configurándolo para 'kmail'.
hu: Beállítás 'kmail'-re.
nl: Zet het nu op `kmail'.
no_ny: Set han til «kmail».
pt: A mudá-lo para o 'kmail'.
ro: Îl setez la "kmail".
ru: Установить на 'kmail'
sl: Nastavljam na ,kmail'.
sv: Ställer in till 'kmail'.

source: Setting it to 'konsole -e talk'.
af: opset dit aan 'konsole -e talk'.
az: Bunu 'konsole -e talk'a qururam
es: Configurándolo para 'konsole -e talk'.
hu: Beállítás 'konsole -e talk'-ra.
nl: Zet het nu op `konsole - e talk'.
no_ny: Set han til «konsole -e talk».
pt: A mudá-lo para o 'konsole -e talk'.
ro: Îl setez la "konsole -e talk".
ru: Установить на 'konsole -e talk'
sl: Nastavljam na ,konsole -e talk'.
sv: Ställer in till 'konsole -e talk'.

source: Incomplete finger address:
af: onvolledig finger adres:
az: Natamam finger ünvanı:
es: Dirección de finger incompleta:
hu: Nem teljes finger cím(ek):
nl: Onvolledig finger adres:
no_ny: Ufullstendig finger-adresse:
pt: Endereço de finger incompleto:
ro: Adresă finger incompletă:
ru: Неполный адрес finger:
sl: Nepopoln tipalni naslov:
sv: Ofullständing finger-adress:

source: Incomplete mail address:
af: onvolledig pos adres:
az: Natamam məktub ünvanı:
es: Direccion de correo incompleta:
hu: Nem teljes e-mail cím(ek):
nl: Onvolledig e-mail adres:
no_ny: Ufullstendig postadresse:
pt: Endereço de 'email' incompleto:
ro: AdresÄ de mail incompletÄ:
ru: Неполный почтовый адрес:
sl: Nepopoln poštni naslov:
sv: Ofullständing postadress:

source: Incomplete talk address:
af: onvolledig praat adres:
az: Natamam talk ünvanı:
es: Dirección de talk incompleta:
hu: Nem teljes talk cím(ek):
nl: Onvolledig talk adres:
no_ny: Ufullstendig Talk-adresse:
pt: Endereço de 'talk' incompleto:
ro: AdresÄ de convorbire incompletÄ:
ru: Неполный адрес talk:
sl: Nepopoln pogovorni naslov:
sv: Ofullständing tala-adress:

source: Incorrect finger url:
af: verkeerd finger url:
az: Səhv finger url:
es: Url de finger incorrecta:
hu: Nem teljes finger URL:
nl: Incorrecte finger URL:
no_ny: Feil finger-URL:
pt: URL de finger incorrecto:
ro: URL finger eronat:
ru: Неправильный URL для finger:
sl: Nepopoln url finger:
sv: Felaktig finger-webbadress:

source: &Addressbook
af: adresboek
az: &Ünvan Dəftəri
es: Libret&a de direcciones
hu: &Címjegyzék
nl: &Adressenboek
no_ny: &Adressebok
pt: Livro de &Endereços
ro: &Cartea de adrese
ru: &Адресная книга
sl: &Adresar
sv: &Adressbok

source: &Save Settings
af: stoor instellings
az: &Qurğuları Qeyd Et
es: &Guardar Opciones
hu: A &beállítások mentése
nl: Instellingen ops&laan
no_ny: &Lagra innstillingar
pt: Gravar Opçõe&s
ro: &Salvează opţiunile
ru: &Сохранить настройки
sl: &Shrani nastavitve
sv: &Spara inställningar

source: &Stop current finger
af: stop huidige finger
az: Hazırkı fingeri &dayandır
es: Pa&rar el finger actual
hu: Az aktuális finger &leállítása
nl: Huidige finger &stoppen
no_ny: &Stopp gjeldande finger
pt: &Parar o finger actual
ro: &Opreşte finger-ul curent
ru: &Остановить операцию finger
sl: &Ustavi trenutno tipanje
sv: &Stoppa nuvarande finger

source: A&utoFinger On/Off
af: outovinger op/af
az: A&vtomatikFinger Açıq/Bağlı
hu: A&utomatikus finger be/ki
nl: A&utoFinger aan/uit
no_ny: A&utofinger på/av
ro: Comută &autofinger
ru: А&вто Finger Вкл./Выкл.
sl: Vklopi/Izklopi samodejno tipanje
sv: A&utoFinger på/av

source: Finger Address
af: finger adres
az: Finger Ünvanı
es: Dirección del finger
hu: Finger cím
nl: Finger adres:
no_ny: Finger adresse
pt: Finger ao Endereço
ro: Adresă finger
ru: Адрес finger
sl: Naslov tipanja
sv: Finger-adress

source: Location
af: ligging
az: Yer
es: Localización
hu: Hely
nl: Locatie
no_ny: Plassering
pt: Localização
ro: Locaţie
ru: Местонахождение
sl: Lokacija
sv: Plats

source: KDE finger utility
af: kde finger program
az: KDE finger vasitəsi
es: Utilidad de finger de KDE
hu: KDE finger alkalmazás
nl: KDE Finger Programma
no_ny: KDE Finger-verktøy
pt: Utilitário de finger do KDE
ro: Utilitar Finger pentru KDE
ru: Утилита finger для KDE
sl: Pripomoček KDE finger
sv: KDE finger verktyg

source: &Add Address
af: voeg by adres
az: Ünvan Əl&avə Et
es: &Añadir dirección
hu: Cím &hozzáadása
nl: &Adres toevoegen
no_ny: &Legg til adresse
pt: &Adicionar Endereço
ro: &Adaugă adresă
ru: &Добавить адрес
sl: &Dodaj naslov
sv: &Lägg till adress

source: Run in &Konqueror
af: hardloop in konqueror
az: &Konqueror-da İşə Sal
es: Ejecutar en &Konqueror
hu: Futtatás a Kon&queror-ban
nl: In &Konqueror uitvoeren
no_ny: Køyr i &Konqueror
pt: Correr no &Konqueror
ro: Execută în &Konqueror
ru: Запустить в &Konqueror
sl: Poženi v &Konquerorju
sv: Kör i &Konqueror

source: Press right mouse button to see options
af: druk regterkant muis knoppie aan sien opsies
az: Seçənəklər üçün sağ siçan düyməsinə tıqlayın
es: Pulse el botón derecho del ratón para ver las opciones
hu: Kattintson a jobb egérgombbal a beállítások megjelenítéséhez
nl: Druk op de rechtermuisknop om de opties te zien
no_ny: Bruk høgre museknapp for å sjå alternativ
pt: Carrega com o botão direito para ver as opções
ro: Daţi clic dreapta pentru a vedea opţiunile
ru: Нажмите правую кнопку мыши для просмотра опций
sl: Pritisnite desni miškin gumb za izbire
sv: Klicka med höger musknapp för att se inställningar

source: kfinger-part
no_ny: KFinger-del
ru: kfinger-часть
sl: kfinger-del
sv: kfinger-del

source: Finger Address:
af: finger adres:
az: Finger Ünvanı:
es: Dirección del finger
hu: Finger cím:
nl: Finger adres:
no_ny: Finger-adresse:
pt: Endereço do Finger:
ro: Adresă finger:
ru: Адрес Finger:
sl: Naslov tipanja:
sv: Finger-adress:

source: &Action
af: aksie
az: &Gedişat
es: &Acción
hu: &Esemény
nl: H&andeling
no_ny: &Handling
pt: &Acção
ro: &Acţiune
ru: &Действие
sl: &Dejanje
sv: &Åtgärd

source: ComboBox
af: komboboks
hu: Kombinált lista
no_ny: Komboboks
pt: Lista
ro: Căsută de editare combinată
sl: Kombiniran okvir
sv: Kombinationsruta

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (kde.af.org.za)
az: Vasif İsmayıloğlu MD
es: Jaime Robles
hu: Szántó Tamás
nl: Rinse de Vries
no_ny: Gaute Hvoslef Kvalnes
pt: José Nuno Coelho Sanarra Pires
ro: Claudiu Costin
ru: Тим Лосев
sl: Marko Samastur, Roman Maurer, Gregor Rakar
sv: Mattias Newzella,Stefan Asserhäll

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@engineer.com
az: azerb_linux@hotmail.com
es: jaime@kde.org
hu: tszanto@mol.hu
nl: rinse@kde.nl
no_ny: gaute@verdsveven.com
pt: jncp@rnl.ist.utl.pt
ro: claudiuc@geocities.com
ru: weagle@euro.ru
sl: markos@elite.org, roman.maurer@amis.net, gregor.rakar@kiss.uni-lj.si
sv: newzella@swipnet.se,stefan.asserhall@telia.com

source: Kfinger KPart
af: kfinger k-deel
hu: Kfinger objektum
pt: KPart do Kfinger
