Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenonbeta/kisdn.po
Languages: it

source: Account Setup
it: Setup Account

source: Edit...
it: Modifica...

source: New Account
it: Nuovo Account

source: Edit Account
it: Edita Account

source: Run
it: Esegui

source: Audio configuration
it: Configurazione Audio

source: Connected
it: Connesso

source: You can also drop files from KFM onto the list
it: Tu puoi anche trascinare i files da KFM nella lista

source: Disconnected
it: Disconnesso

source: Dialing
it: Chiamata

source: Busy
it: Occupato

source: Choose Sound 'Connected'
it: Scegli il suono 'Connesso'

source: Choose Sound 'Disconnected'
it: Scegli il suono 'Disconnesso'

source: Choose Sound 'Dialing'
it: Scegli il suono 'Chiamata'

source: Choose Sound 'Busy'
it: Scegli il suono 'Occupato'

source: You can't drop directories
it: Tu non puoi trascinare i direttori

source: onto the filelist!
it: nella lista dei files!

source: kISDN Drop Error
it: kISDN errore trascinamento

source: You can only drop local files
it: Tu puoi trascinare solo files locali

source: You can't drop multiple files!
it: Tu non puoi trascinare selezioni multiple!

source: I only took the first one.
it: Io prendero' solo il primo.

source: I/O Error
it: Errore I/O

source: You forgot to specify a
it: Hai dimenticato di specificare un

source: nameserver for this ISP
it: nameserver per questo ISP

source: Can't connect
it: Non posso connettermi

source: Graph Colors
it: Colore Grafici

source: Channel A:
it: Canale A:

source: Channel B:
it: Canale B:

source: Receive
it: Ricevuti

source: Transmit
it: Trasmessi

source: Total
it: Totali

source: Division:
it: Divisioni:

source: Dotted Division Lines
it: Divisioni tratteggiate

source: Graph Scaling
it: Scala Grafici

source: Automatic Resize
it: Ridimensionamento automatico

source: Static Display
it: Visualizzazione Statica

source: Division Line Distance
it: Distanza Linee di divisione

source: Scanner Total Range
it: Intervallo totale scanner

source: kISDN &Configuration
it: &Configurazione kISDN

source: Co&nnect...
it: Co&nnetti..

source: &Disconnect
it: &Disconnetti

source: None configured
it: Nessun configurato

source: No ISDN support
it: Nessun supporto ISDN

source: Script processing
it: Script

source: Commandline:
it: Comando:

source: Commandlist:
it: Lista dei Comandi:

source: General Setup
it: Setup Generale

source: Loading the HiSax module
it: Caricamento modulo HiSax

source: was not successful.
it: fallito.

source: Fatal Error
it: Errore Fatale

source: Can't open directory /proc and
it: Impossibile aprire la directory /proc

source: thus not determine if you're
it: sara' impossibile determinare se

source: already running an ipppd.
it: un ipppd sia gia' in esecuzione.

source: Can't open file /proc/modules and
it: Impossibile aprire il file /proc/modules

source: thus not determine if you already
it: sara' impossibile determinare se

source: This system lacks ISDN support (neither
it: Il kernel non supporta ISDN o il modulo

source: kernel nor module support). You can, however,
it: non e' caricato. Puoi tuttavia configurare

source: loading; in this case press 'Continue',
it: in questo caso premi 'Continue'

source: otherwise choose 'Abort'
it: altrimenti scegli 'Abort'

source: No ISDN Support
it: Nessun supporto ISDN

source: Preconfigured device chosen,
it: Device preconfigurate scelte,

source: but there is none.
it: ma non presenti.

source: No Preconfigured Devices Found
it: Nessuna device preconfigurata trovata

source: kISDN acount chosen,
it: kISDN account scelto,

source: but none defined.
it: ma nessuno definito.

source: No kISDN Account Found
it: Nessun account kISDN trovato

source: I can't set the correct permission of the config file
it: Non posso settare i permessi corretti al file di configurazione

source: Do you want to close it
it: Vuoi chiuderla

source: (unknown)
it: (sconosciuto)

source: HiSax module detected
it: Modulo HiSax rilevato

source: kISDN has detected an already
it: kISDN ha determinato un modulo

source: installed HiSax module, automatic
it: HiSax, caricamento automatico

source: loading is therefore skipped.
it: non necessario.

source: Don't show this message again
it: Non mostrare ancora questo messaggio

source: Connect to
it: Connesso a

source: Connect
it: Connesso

source: Customize
it: Personalizza

source: Hide
it: Nascondi

source: kISDN Customization
it: Personalizzazione kISDN

source: General
it: Generale

source: Color
it: Colore

source: Scale
it: Scala
