Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenonbeta/knu.po
Languages: az, cs, et, he, no, ro

source: &Traceroute
no: F&inn rute

source: Host &resolution
az: Qovşaq &həlli
cs: &Resoluce hostitele
et: Hosti &resolutsioon
no: Verts&oppløsning
ro: &DNS

source: &Whois
no: &Hvemer

source: Netstat
no: Netstatus

source: There is no command enabled in the configuration file. So I can't do anything...
az: Bu, quraşdırma faylında fəallaşdırılmış əmr deyildir. Ona görə də bir şey edə bilmirəm...
cs: V konfiguračním souboru není aktivovaný žádný příkaz. Tudíž nemohu nic vykonávat...
et: Häälestusfailis ei ole käsk lubatud. Niisiis, midagi pole teha...
he: הנימז הדוקפ תרוש ןיא .תורדגהה ץבוקב ...םולכ תושעל לוכי אל ינא זא
no: Ingen kommando tatt i bruk i konfigurasjonsfilen. Så jeg kan ikke gjøre noe...
ro: Nu este nici o comandă activată în fişierul de configurare. Nu pot face nimic în aceste condiţii...

source: &New window
az: Ye&ni pəncərə
cs: &Nové okno
et: &Uus aken
he: שדח ןול&ח
no: &Nytt vindu
ro: Fereastră &nouă

source: &Close window
az: Pəncərəni &qapat
cs: &Zavřít okno
et: &Sulge aken
he: ןולח רוג&ס
no: &Lukk vindu
ro: Î&nchide fereastra

source: Select &all
az: Hamısını &Seç
cs: Vy&brat vše
et: Vali &kõik
he: ל&כה רחב
no: Velg &alle
ro: Selectează &tot

source: C&lear output window
az: Yekun pəncərəsini təmiz&lə
cs: &Vyčistit okno s výstupem
et: &Puhasta väljundaken
he: טלפ ןולח הק&נ
no: &Tøm utvindu
ro: Ş&terge fereastra de mesaje

source: P&references...
az: Seçənəklə&r...
cs: &Nastavení...
et: &Eelistused
he: ...תופד&עה
no: P&referanser...
ro: &Opţiuni...

source: Knu Version %1 Bertrand Leconte <B.Leconte@mail.dotcom.fr>
az: Knu Buraxılış %1 Bertrand Leconte <B.Leconte@mail.dotcom.fr>
cs: Knu Verze %1 Bertrand Leconte <B.Leconte@mail.dotcom.fr>
et: Knu Versioon %1 Bertrand Leconte <B.Leconte@mail.dotcom.fr>
he: Knu %1 הסריג הטנוקל דנרטרב <B.Leconte@mail.dotcom.fr>
no: Knu Versjon %1 Bertrand Leconte <B.Leconte@mail.dotcom.fr>
ro: Knu Versiunea %1 Bertrand Leconte <B.Leconte@mail.dotcom.fr>

source: &About %1
az: %1 &Haqqında
cs: O aplikaci %1
et: %1 &Info
he: %1 תודו&א
no: &Om %1
ro: &Despre %1

source: About &Qt
az: &Qt Haqqında
cs: Informace o &Qt
et: &Qt Info
he: &Qt תודוא
no: Om &Qt
ro: Despre &Qt

source: KDE Network Utilities
az: KDE Şəbəkə Vasitələri
cs: Síťové nástroje KDE
et: KDE võrguutiliidid
he: KDE לש תשרה ילכ
no: KDE Nettverksverktøy
ro: Utilitare KDE de reţea

source: Network utilities
az: Şəbəkə vasitələri
cs: Síťové nástroje
et: Võrguutiliidid
he: תשר ילכ
no: Nettverksverktøy
ro: Utilitare reţea

source: H&ost:
az: Q&ovşaq:
cs: &Hostitel:
he: :תר&ש
no: &Vert:
ro: &Gazda:

source: &Go!
az: &Get!
cs: Vy&konat!
et: &Mine!
he: !עצ&ב
no: &Kjør!
ro: &Execută!

source: &Stop
az: &Dayandır
et: &Stopp
he: רוצ&ע
no: &Stopp
ro: &Opreşte

source: This command binary was not found. You can give its path in the Edit->Preferences... menu.
az: Bu əmrin binarı tapılmadı. Cığırı Düzəlt->Seçənəklərdən quraşdıra bilərsiniz.
cs: Program vykonávající tuto funkci nebyl nalezen. Je možné zadat jeho jméno a cestu v menu Úpravy->Nastavení...
et: Selle käsu programmifaili ei leitud. Teekonna temani saab määrata menüüst Redigeerimine->Eelistused...
he: .אצמנ אל תינכותה לש הלעפהה ץבוק ...תופדעה<-הכירע טירפתב ולש ביתנה תא קפסל ךתורשפאב
no: Denne kommandobinærfil ble ikke funnet. Du kan oppgi dens sti i Rediger->Preferanser... menyen.
ro: Acest program nu a fost găsit. Puteţi să îi precizaţi calea în meniul "Editare->Opţiuni...".

source: You have a problem in the configuration file of '%1'. In the [%2] group, I can't find a valid "path=" entry. Please use Edit->Preferences... menu to configure it again.
az: '%1' quraşdırma faylında problem var. [%2] qrupunda hökmlü "path=" girişi tapa bilmirəm. Yenidən quraşdırmaq üçün Düzəlt->Seçənəkləri... işlədin.
cs: Máte chybu v konfiguračním souboru aplikace '%1'. Ve skupině [%2] není možné nalézt správnou položku "path=". Prosím použijte menu Úpravy->Nastavení a proveďte znovu nastavení.
et: Probleem häälestusfailis '%1'. Grupis [%2] ei leitud korrektset teekonna ("path") kirjet. Kasutage menüüd Redigeerimine->Eelistused... selle ümberhäälestuseks.
he: תורדגהה ץבוקב היעב ךל שי הצובקב .`%1` לש יתורשפאב ןיא ,[%2] .הניקת "path=" תמושר אוצמל ...תופדעה<-הכירע טירפתב שמתשה אנא .בוש ותוא רידגהל ידכ
no: Du har et problem i konfigurasjonsfilen «%1». I [%2]-gruppen, kan jeg ikke finne gyldig «path=»-oppføring. Vennligst bruk Rediger->Preferanser... for å konfigurere det på nytt.
ro: Aveţi o problemă în fişierul de configurare al '%1'. În grupul [%2], nu găsesc o înregistrare validă "path=". Utilizaţi meniul "Editare->Opţiuni..." pentru a o configura din nou.

source: Error in pathname
az: Cığırda xəta
cs: Chyba ve jménu cesty
et: Viga teekonna nimes
he: ביתנה םשב האיגש
no: Feil i sti
ro: Eroare în numele de cale

source: Binary
az: İkilik
cs: Program
et: Programmikood
he: הלעפה ץבוק
no: Binærfil
ro: Program

source: Path&name:
az: Cığır &adı:
cs: U&místění:
et: Tee&kond
he: :בית&נ
no: Sti&navn:
ro: Nume &cale:

source: Additional &arguments:
az: Əlavə &arqumentlər:
cs: &Další parametry
et: Lisa&argumendid
he: :םיפסונ םיטנמוגר&א
no: Ti&lleggsargumenter:
ro: &Argumente adiţionale:

source: This command had been disabled in the configuration file.
az: Bu əmr quraşdırma faylında fəallaşdırılmamışdır.
cs: Tento příkaz byl vypnut v konfiguračním souboru.
et: See käsk on häälestusfailis keelatud.
he: .תורדגהה ץבוקב הנימז אל התשענ וז הדוקפ
no: Denne kommando var frakoblet i konfigurasjons filen.
ro: Această comandă a fost dezactivată în fişierul de configurare.

source: Only local files are currently supported.
az: Hələlik sadəcə olaraq yerli fayllar dəstəklənir.
cs: Zatím jsou podporovány pouze lokální soubory.
no: For tiden er bare lokale filer støttet.

source: - configuration
az: - quraşdırma
cs: - konfigurace
et: - häälestus
he: - תורדגה
no: - konfigurasjon
ro: - Opţiuni

source: Hostname
az: Kompüter adı
cs: Jméno hostitele
et: Hostinimi
he: תרש םש
no: Vertsnavn
ro: Nume gazdă

source: Loss
az: İtki
cs: Ztráta
et: Kadu
he: ןדבוא
no: Tap
ro: Pierdute

source: Rcv
cs: Přijm.
et: VV
he: לבק
no: Mot.
ro: Recepţionate

source: Snt
az: Yol
cs: Posl.
et: Saade
he: חלש
no: Sent
ro: Trimise

source: Avg
az: Əla
cs: Prům.
et: On kah
he: עצוממ
no: Gjs.
ro: Mediu

source: Worst
az: Pis
cs: Nejhor.
et: Halvim
he: עורג יכה
no: Verst
ro: Slab

source: Make host &name resolution
az: Qovşaq &adı həlli et
cs: Provádět resoluci j&ména hostitele
et: Loo hosti&nime resolutsioon
he: םיתרש תומ&ש תרדסה עצב
no: Lage verts&navneoppløsning
ro: Transformă numele gazdei în adresă IP

source: Ser&ver:
az: &Verici:
he: :תר&ש
no: &Tjener:

source: &whois
no: &hvemer

source: &fwhois
no: &fhvemer

source: Servers to ask
az: Soruşulacaq vericilər
cs: Dotazované servery
et: Küsitletavad serverid
he: לואשל םיתרש
no: Tjener som skal spørres
ro: Servere de interogat

source: hos&t
cs: &hostitel
he: תר&ש
no: ver&t
ro: ga&zda

source: &Maximum number of hops:
az: &Maksimum hop miqdar:
cs: M&aximální počet skoků:
et: &Maksimaalne hüpete (hops) arv:
he: :םיגוליד לש יברמ רפס&מ
no: &Maksimum antall hopp:
ro: Numărul &maxim de salturi:

source: address (A)
az: ünvan (A)
cs: adresa (A)
et: aadress (A)
he: (A) תבותכ
no: adresse (A)
ro: adresa (A)

source: name (PTR)
az: ad (PTR)
cs: jméno (PTR)
et: nimi (PTR)
he: (PTR) םש
no: navn (PTR)
ro: nume (PTR)

source: name server (NS)
az: ad vericisi (NS)
cs: jmenný server (NS)
et: nimeserver (NS)
he: (NS) תומש תרש
no: navnetjener (NS)
ro: server de nume (NS)

source: mail exchanger (MX)
cs: poštovní zprostředkovatel (MX)
et: meilivahetaja (MX)
he: (MX) ראוד ןפלח
no: postutveksler (MX)
ro: agentul de mail (MX)

source: start of authority (SOA)
az: kimlik başlanğıcı (SOA)
cs: start autority (SOA)
et: autoriseerimise start (SOA)
no: begynnelse på autoritet (SOA)
ro: începutul autorităţii (SOA)

source: any record (ANY)
az: hər hansı qeyd (ANY)
cs: libovolný záznam (ANY)
et: iga kirje (ANY)
he: (ANY) המושר לכ
no: hvilken som helst opplysning (ANY)
ro: orice înregistrare (ANY)

source: Se&arch for:
az: &Axtar:
cs: H&ledat:
et: &Otsida:
he: :שפ&ח
no: &Let etter:
ro: &Caută:

source: default server
az: əsas verici
cs: implicitní server
et: vaikimisi server
he: לדחמ תרירב תרש
no: standardtjener
ro: server implicit

source: &User:
az: &İstifadəçi:
cs: &Uživatel:
et: &Kasutaja
he: :שמתש&מ
no: &Bruker:
ro: &Utilizator:

source: Local Address
az: Yerli Ünvan
cs: Lokální adresa
et: Lokaalaadress
he: תימוקמ תבותכ
no: Lokal adresse
ro: Adresă locală

source: Remote Address
az: Uzaq Ünvan
cs: Vzdálená adresa
et: Kaugaadress
he: תקחורמ תבותכ
no: Fjernadresse
ro: Adresă distantă

source: State
az: Vəziyyət
cs: Stav
et: Seisund
he: בצמ
no: Tilstand
ro: Stare

source: Mas&queraded connections
az: Mas&kalanmış bağlantlar
cs: Maš&karádovaná připojení
et: Mas&keeritud ühendused
he: םיזחת&מ םירוביח
no: Mas&queraded-forbindelser
ro: Conexiuni &masquerade

source: Filter out &Localhost
az: Süzüləcək &Yerli Qovşaq
cs: Vynechat &localhost
et: &Lokaalhost välja filtreerida
he: ימוקמה תרשה תא הצוחה ןנ&ס
no: Filtrer ut &lokalvert
ro: Elimină informaţii &localhost

source: Up
az: Yuxarı
cs: Nahoru
et: Üles
he: הלעמל
no: Opp
ro: Sus

source: Down
az: Aşağı
cs: Dolů
et: Alla
he: הטמל
no: Ned
ro: Jos

source: _: NAME OF TRANSLATORS Your names
az: Vasif İsmayıloğlu
cs: Radek Vybíral
he: Meni Livne
no: Christian A Strømmen [Number1/NumeroUno] Andreas Landmark
ro: Claudiu Costin

source: _: EMAIL OF TRANSLATORS Your emails
az: azerb_linux@hotmail.com
cs: Radek.Vybiral@vsb.cz
he: livne@kde.org
no: number1@realityx.net andreas.landmark@skolelinux.no
ro: claudiuc@geocities.com

source: &Ping
az: &Pinq

source: Best
az: Ənyax
cs: Nejl.
et: Parim
he: בוט יכה
ro: Bune

source: alias (CNAME)
az: ləqəbs (CNAME)
he: (CNAME) יוניכ
ro: poreclă (CNAME)

source: Port
az: Qapı
he: האיצי
