Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenonbeta/kpovmodeler.po
Languages: af

source: File to open
af: lêer aan open

source: add new %1
af: voeg by nuwe %1

source: add objects
af: voeg by objekte

source: bicubic patch
af: bikubiese lap

source: Point <%1, %2>
af: punt <%1, %2>

source: Normal (type 0)
af: normale (tipe 0)

source: Preprocessed (type 1)
af: voorafverwerkte (tipe 1)

source: Type:
af: tipe:

source: Flatness:
af: platheid:

source: box
af: boks

source: Corner 1
af: hoek 1

source: Corner 2
af: hoek 2

source: Corner 1:
af: hoek 1:

source: Corner 2:
af: hoek 2:

source: camera
af: kamera

source: Location
af: ligging

source: Look at
af: kyk na

source: Location:
af: ligging:

source: Sky:
af: lug:

source: Direction:
af: rigting:

source: Right:
af: regterkant:

source: Up:
af: begin:

source: Look at:
af: kyk na:

source: Angle:
af: hoek:

source: red
af: rooi

source: green
af: groen

source: blue
af: blou

source: transmit
af: stuur

source: comment
af: kommentaar

source: cone
af: konies

source: End 1
af: einde 1

source: End 2
af: einde 2

source: End 1:
af: einde 1:

source: End 2:
af: einde 2:

source: union
af: unie

source: intersection
af: interseksie

source: difference
af: verskil

source: merge
af: saamvlans

source: pmdifference
af: pm-verskil

source: pmmerge
af: pm-saamvlans

source: Union
af: unie

source: Intersection
af: interseksie

source: Difference
af: verskil

source: Merge
af: saamvlans

source: change %1
af: verander %1

source: Identifier:
af: identifiseerder:

source: Linked Objects:
af: gekoppel objekte:

source: Select
af: kies

source: Please enter an identifier!
af: asseblief invoer 'n identifiseerder!

source: An identifier may consist of letters, digits and the underscore character ('_'). The first character must be a letter or the underscore character!
af: 'n identifiseerder dalk mag bestaan van letters, syfers en die onderstreep karakter ('_'). die eerste karakter moet wees 'n brief of die onderstreep karakter!

source: You can't use a povray reserved word as an identifier!
af: jy kan nie gebruik 'n povray gereserveer woord as 'n identifiseerder!

source: You can't use a povray directive as an identifier!
af: jy kan nie gebruik 'n povray direktief as 'n identifiseerder!

source: Please enter a unique identifier!
af: asseblief invoer 'n unieke identifiseerder!

source: delete %1
af: uitvee %1

source: delete objects
af: uitvee objekte

source: The declare "%1" can't be removed because of some remaining links.
af: die verklaring "%1" kan nie wees verwyder omdat van sommige oor skakel.

source: This object was modified. Save changes?
af: hierdie voorwerp was veranderde. stoor verander?

source: Unsaved changes
af: ongestoorde verander

source: Messages
af: boodskappe

source: There were warnings and errors:
af: daar was waarskuwings en foute:

source: There were warnings:
af: daar was waarskuwings:

source: There were errors:
af: daar was foute:

source: Ok
af: goed

source: Proceed
af: gaan voort

source: When clicking <b>Proceed</b>, the program will try to proceed with the current action.
af: wanneer te kliek <b>gaan voort</b>, die program sal probeer aan gaan voort met die huidige aksie.

source: When clicking <b>Cancel<b>, the program will cancel the current action.
af: wanneer te kliek <b>kanseleer<b>, die program sal kanseleer die huidige aksie.

source: Modeler for Povray Scenes
af: moduleerder vir povray landskap

source: KPovModeler
af: kpovmoduleerder

source: no shadow
af: nee skadu

source: Translate Views
af: vertaal aansigte

source: Scale Views
af: skaal aansigte

source: Positive X-Axis
af: positiewe X-Axis

source: Negative X-Axis
af: negatiewe X-Axis

source: Positive Y-Axis
af: positiewe Y-Axis

source: Negative Y-Axis
af: negatiewe Y-Axis

source: Positive Z-Axis
af: positiewe Z-Axis

source: Negative Z-Axis
af: negatiewe Z-Axis

source: Camera
af: kamera

source: Control points
af: kontrole punte

source: No OpenGL support
af: nee opengl ondersteun

source: No cameras
af: nee kameras

source: (unnamed)
af: (nie-genaamd)

source: No control points
af: nee kontrole punte

source: Insert Errors
af: voeg by foute

source: %1 of %2 objects couldn't be inserted.
af: %1 van %2 objekte kon nie wees ingesit.

source: Objects not inserted:
af: objekte nie ingesit:

source: insert errors
af: voeg by foute

source: Insert Objects as...
af: voeg by objekte as...

source: Children
af: kinders

source: first Children
af: eerste kinders

source: some
af: sommige

source: last Children
af: laaste kinders

source: Siblings
af: kinders

source: Insert Object as...
af: voeg by voorwerp as...

source: Child
af: kind

source: first Child
af: eerste kind

source: last Child
af: laaste kind

source: Sibling
af: kind

source: light
af: ligte

source: Point at
af: punt na

source: point light
af: punt ligte

source: spot light
af: spot ligte

source: cylindrical light
af: silindriese ligte

source: shadowless light
af: skaduweelose ligte

source: Falloff:
af: afval:

source: Tightness:
af: styfheid:

source: Point at:
af: punt na:

source: Area light
af: area ligte

source: Axis 1
af: as 1

source: Size 1
af: grootte 1

source: Size 2
af: grootte 2

source: Adaptive:
af: aanpasbare:

source: Jitter
af: rukkerig

source: Fading
af: uitdoof

source: Fade distance:
af: uitdoof afstand:

source: Fade power:
af: uitdoof elektrisiteit:

source: Media interaction
af: media interaksie

source: Media attenuation
af: media versterking

source: Color:
af: kleur:

source: Please enter a float value between %1 and %2
af: asseblief invoer 'n dryf waarde tussen %1 en %2

source: Please enter a float value >= %1
af: asseblief invoer 'n dryf waarde >= %1

source: Please enter a float value <= %1
af: asseblief invoer 'n dryf waarde <= %1

source: Please enter a valid float value!
af: asseblief invoer 'n geldige dryf waarde!

source: Please enter an integer value between %1 and %2
af: asseblief invoer 'n heelgetal waarde tussen %1 en %2

source: Please enter an integer value >= %1
af: asseblief invoer 'n heelgetal waarde >= %1

source: Please enter an integer value <= %1
af: asseblief invoer 'n heelgetal waarde <= %1

source: Please enter a valid integer value!
af: asseblief invoer 'n geldige heelgetal waarde!

source: Prototype:
af: prototipe:

source: list pattern
af: lys patroon

source: Type:
af: tipe:

source: Checkers
af: skuifstukke

source: Brick
af: baksteen

source: Hexagon
af: heksagon

source: Brick size:
af: baksteen grootte:

source: You can have at most two pigments for that list type!
af: jy kan het na mees twee pigmente vir wat lys tipe!

source: You can have at most three pigments for that list type!
af: jy kan het na mees drie pigmente vir wat lys tipe!

source: move %1
af: beweeg %1

source: move objects
af: beweeg objekte

source: Can't insert the declare "%1" at that point.
af: kan nie voeg by die verklaring "%1" na wat punt.

source: The declare "%1" can't be moved behind linked objects.
af: die verklaring "%1" kan nie wees verskuif agter gekoppel objekte.

source: The %1 "%2" can't be moved because it contains a link to the declare "%3" and the insert point is not after the declare.
af: die %1 "%2" kan nie wees verskuif omdat dit bevat 'n skakel aan die verklaring "%3" en die voeg by punt is nie na die verklaring.

source: Name:
af: naam:

source: object declare
af: voorwerp verklaring

source: object link
af: voorwerp skakel

source: Declare "%1" has wrong type.
af: verklaring "%1" het verkeerde tipe.

source: Choose Object
af: kies voorwerp

source: Using the default value of 0.0 for clock
af: te gebruik die verstek waarde van 0.0 vir horlosie

source: Using the default value of 1.0 for clock_delta
af: te gebruik die verstek waarde van 1.0 vir clock_delta

source: Line %1:
af: lyn %1:

source: Maximum of %1 errors reached.
af: maksimum van %1 foute bereik.

source: Maximum of %1 warnings reached.
af: maksimum van %1 waarskuwings bereik.

source: '%1' expected.
af: '%1' verwag.

source: Unexpected token '%1'.
af: onverwagte token '%1'.

source: Info
af: inligting

source: Can't insert %1 into %2.
af: kan nie voeg by %1 binnein %2.

source: Undefined object "%1".
af: ongedefinieerd voorwerp "%1".

source: Object "%1" is undefined at that point.
af: voorwerp "%1" is ongedefinieerd na wat punt.

source: Render Modes
af: interpreteer modusse

source: Render
af: interpreteer

source: Render Window
af: interpreteer venster

source: Box
af: boks

source: Sphere
af: sfeer

source: Cone
af: konies

source: Object Declare
af: voorwerp verklaring

source: Object Link
af: voorwerp skakel

source: Light
af: ligte

source: Bicubic patch
af: bikubiese lap

source: Texture Declare
af: tekstuur verklaring

source: Texture
af: tekstuur

source: Pigment Declare
af: pigment verklaring

source: Solid Color
af: solied kleur

source: List Pattern
af: lys patroon

source: Translate
af: vertaal

source: Scale
af: skaal

source: Rotate
af: roteer

source: Comment
af: kommentaar

source: Cutting selection...
af: besig om te knip keuse...

source: cut
af: knip

source: Deleting selection...
af: uitveeïng keuse...

source: delete
af: uitvee

source: Copying selection to clipboard...
af: besig om te kopiëer keuse aan klipbord...

source: drag
af: trek

source: drop
af: laat val

source: Inserting clipboard contents...
af: voeg in klipbord inhoud...

source: paste
af: plak

source: Undo last change...
af: herstel laaste verander...

source: Redo last change...
af: herstel herroep laaste verander...

source: pigment declare
af: pigment verklaring

source: Povray Output
af: povray uitset

source: Boolean expression expected
af: bools uitdrukking verwag

source: Float or vector expression expected
af: dryf of vektor uitdrukking verwag

source: Float expression expected
af: dryf uitdrukking verwag

source: You can't multiply a vector with a color
af: jy kan nie vermenigvuldig 'n vektor met 'n kleur

source: You can't divide a vector by a color
af: jy kan nie deel 'n vektor deur 'n kleur

source: You can't divide a color by a vector
af: jy kan nie deel 'n kleur deur 'n vektor

source: You can't add a vector and a color
af: jy kan nie voeg by 'n vektor en 'n kleur

source: You can't add a vector with a color
af: jy kan nie voeg by 'n vektor met 'n kleur

source: You can't subtract a vector and a color
af: jy kan nie aftrek 'n vektor en 'n kleur

source: Color expression expected
af: kleur uitdrukking verwag

source: Couldn't call povray. Please check your installation.
af: kon nie roep povray. asseblief bevestig jou installasie.

source: Can't render an empty scene.
af: kan nie interpreteer 'n leeg beeld.

source: Suspend
af: suspendeer

source: Resume
af: voortgaan

source: Povray Output...
af: povray uitset...

source: Save...
af: stoor...

source: running
af: wat loop

source: suspended
af: uitgesit

source: Unknown image format. Please enter a valid suffix.
af: onbekende beeld formaat. <-invoer-> <-invoer->asseblief invoer 'n geldige agtervoegsel.

source: Format is not supported for writing.
af: formaat is nie ondersteunde vir om te skryf.

source: Couldn't correctly write the image. Wrong image format?
af: kon nie korrek skryf die beeld. verkeerde beeld formaat?

source: Couldn't write the image. Permission denied.
af: kon nie skryf die beeld. reg verbied.

source: finished
af: klaar gemaak

source: Povray exited abnormally with exit code %1. See the povray output for details.
af: povray uitgegaan abnormaal met beïendig kode %1. sien die povray uitset vir details.

source: running, %1 pixels/second
af: wat loop, %1 beeld elemente/tweede

source: New mode
af: nuwe modus

source: Up
af: begin

source: Down
af: ondertoe

source: 0, 1: Quick colors, full ambient lighting only
af: 0, 1: vinnige kleure, volgrote agtergrond beligting slegs

source: 2, 3: Show specified diffuse and ambient light
af: 2, 3: vertoon gespesifiseer verstrooide en agtergrond ligte

source: 4: Render shadows, but no extended lights
af: 4: interpreteer skaduwees, maar nee uitgebreide gaan aan

source: 5: Render shadows, including extended lights
af: 5: interpreteer skaduwees, insluitend uitgebreide gaan aan

source: 6, 7: Compute texture patterns
af: 6, 7: bereken tekstuur patrone

source: 8: Compute reflected, refracted, and transmitted rays
af: 8: bereken reflekteer, verstrooide, en versende strale

source: 9: Compute media
af: 9: bereken media

source: 10: Compute radiosity but no media
af: 10: bereken radiosity maar nee media

source: 11: Compute radiosity and media
af: 11: bereken radiosity en media

source: Description:
af: beskrywing:

source: Size
af: grootte

source: Width:
af: wydte:

source: Height:
af: hoogte:

source: Subsection
af: subseksie

source: Start column:
af: begin kolom:

source: End column:
af: einde kolom:

source: Start row:
af: begin ry:

source: End row:
af: einde ry:

source: Quality
af: kwaliteit

source: Antialiasing
af: anti-aliasering

source: Method:
af: metode:

source: Non recursive
af: nie rekursief

source: Recursive
af: rekursief

source: Threshold:
af: drempelpunt:

source: Depth:
af: diepte:

source: Amount:
af: hoeveelheid:

source: Output
af: uitset

source: Alpha
af: alfa

source: Please enter a description for the render mode
af: asseblief invoer 'n beskrywing vir die interpreteer modus

source: Rotation
af: rotering

source: rotate
af: roteer

source: scale
af: skaal

source: Unexpected character '%1' after "%2"
af: onverwagte karakter '%1' na "%2"

source: Unexpected character %1 after "%2"
af: onverwagte karakter %1 na "%2"

source: Unknown directive
af: onbekende direktief

source: String not terminated
af: string nie beëindig

source: Comment not terminated
af: kommentaar nie beëindig

source: scene
af: beeld

source: &Export Povray...
af: voer uit povray...

source: Show &Path
af: vertoon gids soeklys

source: Povray Modeler Files
af: povray moduleerder lêers

source: No changes need to be saved
af: nee verander benodig aan wees gestoor

source: Couldn't save the file.
af: kon nie stoor die lêer.

source: Povray Files
af: povray lêers

source: Couldn't export the file.
af: kon nie voer uit die lêer.

source: unknown
af: onbekende

source: solid color
af: solied kleur

source: inverse
af: omgekeerde

source: hollow
af: hol

source: sphere
af: sfeer

source: Center:
af: sentrum:

source: texture
af: tekstuur

source: texture declare
af: tekstuur verklaring

source: Major radius (x)
af: groot radius (x)

source: Major radius (z)
af: groot radius (z)

source: Minor radius (y)
af: klein radius (y)

source: Minor radius (z)
af: klein radius (z)

source: Minor radius:
af: klein radius:

source: Major radius:
af: groot radius:

source: Translation
af: vertaling

source: translate
af: vertaal

source: Objects
af: objekte

source: Could not load the documents data!
af: kon nie las die dokumente data!

source: Wrong top level tag
af: verkeerde bo vlak etiket

source: Unknown object %1
af: onbekende voorwerp %1

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (kde.af.org.za)

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@engineer.com
