Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenonbeta/krubik.po
Languages: it

source: &New cube
it: &Nuovo cubo

source: &Save cube
it: &Salva cubo

source: &Load cube
it: &Carica cubo

source: C&onfigure colors
it: C&onfigura i colori

source: &Reset colors
it: &Reimposta i colori

source: &Configure keys
it: &Configura i tasti

source: Hide Status Bar
it: Nascondi la barra di stato

source: Show Status Bar
it: Mostra la barra di stato

source: &About...
it: Informazioni &su...

source: Moves : 0000
it: Mosse: 0000

source: Time : 0000
it: Tempo: 0000

source: Wrong pieces : 00
it: Pezzi sbagliati: 00

source: Moves
it: Mosse

source: Wrong pieces
it: Pezzi sbagliati

source: Time
it: Tempo

source: Cube
it: Cubo

source: Clean cube
it: Pulisci il cubo

source: Scramble
it: Mischia

source: A program written in C++ using Qt/Kde. Based on original code from Karl Hornell. Written by Pieter Eendebak <pte@ddsw.nl>
it: Un programma scritto in C++ usando Qt/Kde. Basato sui sorgenti di Karl Hornell. Scritto da Pieter Eendebak <pte@ddsw.nl>

source: Sorry, this function hasn't been implemented yet...
it: Spiacente, questa funzione non è ancora implementata...

source: Could not open file. Cube has not been saved.
it: Impossibile aprire il file. Il cubo non è stato salvato.

source: Sorry, file is no Rubik's Kube save file.
it: Spiacente, il file non è un salvataggio di Rubik's Kube

source: Could not open file.
it: Impossibile aprire il file.

source: Configure colors
it: Configura i colori

source: Background
it: Sfondo

source: Edges
it: Bordi

source: Color
it: Colore
