Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenonbeta/ktranslator.po
Languages: it

source: Total ID: 0
it: ID Totali: 0

source: Current ID:0
it: ID Attuale: 0

source: Old Cat. Translations:0
it: Vecchie Traduzioni: 0

source: Save as..
it: Salva con nome...

source: Search...
it: Cerca...

source: Search again
it: Cerca ancora

source: Search and replace...
it: Cerca e sostituisci...

source: Go to
it: Vai a

source: General setup
it: Impostazioni generali

source: Keys setup
it: Impostazioni dei tasti

source: Save options
it: Salva le opzioni

source: &Search
it: &Cerca

source: open a .pot file
it: apre un file .pot

source: Make the po files
it: Crea i file po

source: Language
it: Lingua

source: Import/Export Catalog Manager
it: Importa/Esporta il gestore dei cataloghi

source: Look for a translation in [lang].messages
it: Cerca una traduzione in [lang].messages

source: Look for a translation in old catalogues
it: Cerca una traduzione nei vecchi cataloghi

source: Write header
it: Scrivi l'intestazione

source: Go to Next message & Copy OldMsgStr to NewMsgStr
it: Vai al messaggio successivo e copia Vecchia MsgStr in Nuova Msgstr

source: Go to Previous message & Copy OldMsgStr to NewMsgStr
it: Vai al messaggio precedente e copia Vecchia MsgStr in Nuova Msgstr

source: Next message
it: Messaggio successivo

source: Previous message
it: Messaggio precedente

source: Total ID:%i
it: ID Totali: %i

source: Loading CVS data...
it: Sto caricando i dati del CVS...

source: Opening file...
it: Sto aprendo il file...

source: Counting old translation...
it: Sto contando le vecchie traduzioni...

source: Searching ...
it: Sto cercando...

source: Current ID:%i
it: ID attuale: %i

source: Old Cat Translations :%i
it: Vecchie traduzioni: %i

source: Translated in:
it: Tradotto in:

source: Translation is:
it: La traduzione è:

source: Old Msgstr
it: Vecchia MsgStr

source: New Msgstr
it: Nuova MsgStr

source: Catalogues:
it: Cataloghi:

source: Previous
it: Precedente

source: Next
it: Successivo

source: -> && Next
it: -> && Precedente

source: -> && Prev
it: -> && Successivo

source: Header->
it: Intestazione->

source: Continue!
it: Continua!

source: Remove "fuzzy" string
it: Rimuovi la stringa "fuzzy"

source: Search in cats
it: Cerca nei cataloghi

source: Search
it: Cerca

source: KTransaltor Setup
it: Impostazioni KTranslator

source: Path of CVS po dirctory (ex. /usr/local/kdecvs/kde-i18n/)
it: Percorso della directory po del CVS (es. /usr/local/kdecvs/kde-i18n/)

source: Default Translation Language (it,de,fr,es..)
it: Lingua di traduzione predefinita (it,de,fr,es...)

source: Author Name
it: Nome autore

source: Author E-Mail
it: Indirizzo di posta elettronica dell'autore

source: Language MailingList
it: Mailinglist Lingua

source: Full Language Name
it: Nome esteso della lingua

source: Identity
it: Identità

source: Stop Normal Scrolling if New MsgStr is
it: Ferma lo scorrimento normale se la Nuova MsgStr è

source: Identical to MsgId
it: Identica al MsgId

source: Null
it: Nulla

source: Stop "->" Scrolling..
it: Ferma lo scorrimento "->"..

source: if Fuzzy
it: se FUZZY

source: if there are no translations in catalogues
it: se non ci sono traduzioni nei cataloghi

source: if there is no translation in current catalogue
it: se non c'è traduzione nel catalogo corrente

source: if .po file entry isn't Null
it: se la Msgstr nel file .po non è nulla

source: Translation
it: Traduzione

source: Case Sensitive
it: Maiuscole/minuscole

source: Character to ignore:
it: Carattere da ignorare:

source: Ampersand (&&)
it: E commerciale (&&)

source: Dots (.)
it: Punto (.)

source: Other :
it: Altro:

source: A string match if: (in OR)
it: Una stringa combacia se: (in OR)

source: is contained in MsgId
it: è contenuta nel MsgId

source: contains MsgId
it: contiene il MsgId

source: is equal to MsgId
it: è uguale al MsgId

source: Header
it: Intestazione
