Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenonbeta/kvidmode.po
Languages: hu, sv

source: Gamma &Values
hu: &Gamma-értékek
sv: Gamma &värden

source: Gamma &Ramp
hu: Gamma-puffer (&ramp)

source: <h1>Gamma</h1> Here, you can set up your gamma.
hu: <h1>Gamma-korrekció</h1> Itt lehet beállítani a gamma-korrekció értékét.
sv: <h1>Gamma</h1> Här kan du ställa in gammavärden.

source: Sorry, but the X display $1 could not be opened.
hu: Elnézést, a(z) $1 X-képernyőt nem sikerült megnyitni.
sv: Tyvärr kunde inte X-skärmen $1 öppnas.

source: This is the advanced gamma setting for XFree86. To correctly set the gamma values, change the curve below so that the colors in the upper half of the color bars exactly match the colors in the lower half.
hu: Az XFree86 gamma-beállításai. A megfelelő gamma-korrekcióhoz úgy kell megváltoztatni a görbét, hogy a felső és az alsó részben látható csíkok színe pontosan megegyezzen.
sv: Det här är de avancerade gammainställningarna för XFree86. För att ställa in riktiga gammavärden, ändra kurvan nedan så att färgerna i övre halvan av färgstaplarna exakt matchar färgerna i den nedre halvan.

source: Red
hu: Vörös
sv: Röd

source: Green
hu: Zöld
sv: Grön

source: Blue
hu: Kék
sv: Blå

source: &Connect
hu: &Csatlakozás
sv: &Anslut

source: This is the gamma setting for XFree86. To correctly set the gamma values, move the sliders below so that the colors in the left half of the four color bars exactly match the colors in the right half. If the left half is darker than the right half, you have to move the slider to the right.
hu: Itt láthatók az XFree86 gamma-korrekciójának értékei. A megfelelő gamma-beállításhoz úgy kell mozgatni a csúszkákat, hogy a bal oldali és a jobb oldali négy csík színe pontosan megegyezzen. Ha a bal oldali csíkok színe sötétebb, akkor jobb felé kell mozgatni a csúszkát.
sv: Det här är gamma-inställningarna för XFree86. För att ställa in riktiga gammavärden, flytta skjutreglagen nedan så att färgerna av de fyra färgstaplarna i den vänstra halvan exakt matchar färgerna i den högra halvan. Om den vänstra halvan är mörkare än den högra, måste du flytta skjutreglaget åt höger.

source: &Video Modes
hu: Grafikus mó&dok
sv: &Videolägen

source: &Gamma Correction
hu: Gammak&orrekció
sv: &Gammakorrigering

source: &Fullscreen Mode
hu: Teljes ké&pernyős mód
sv: &Fullskärmsläge

source: Save Viewport
hu: A nézet mentése
sv: Spara vy

source: Go to Viewport
hu: Ugrás egy nézetre
sv: Gå till vy

source: Fullscreen
hu: Teljes képernyő
sv: Fullskärm

source: A utility to switch video modes.
hu: Segédprogram a grafikus módok közötti váltáshoz.
sv: Ett verktyg för att byta videolägen.

source: Video Mode
hu: Grafikus mód
sv: Videoläge

source: Mode Selection
hu: Módválasztás
sv: Lägesval

source: &Mode:
hu: &Mód:
sv: &Läge:

source: Parse Error in
hu: Feldolgozási hiba:
sv: Tolkningsfel i

source: HSync Range: %1-%2kHz
hu: Vízszintes frekvenciatartomány: %1-%2 kHz
sv: HSynk intervall: %1-%2kHz

source: VSync Range: %1-%2Hz
hu: Függőleges frekvenciatartomány: %1-%2 kHz
sv: VSynk intervall: %1-%2Hz

source: <h1>Monitor</h1> Here you can select your monitor.
hu: <h1>Monitor</h1> Itt lehet kiválasztani a monitor típusát.
sv: <h1>Bildskärm</h1> Här kan du välja din bildskärm.

source: &Position
hu: Po&zíció

source: &Size
hu: Mé&ret
sv: &Storlek

source: &Mode Selection
hu: Módvá&lasztás
sv: &Lägesval

source: &Horizontal
hu: &Vízszintes
sv: &Horisontell

source: &Vertical
hu: &Függőleges
sv: &Vertikal

source: &General
hu: Általá&nos
sv: &Allmänt

source: Test
hu: Próba

source: More >>>
hu: Több részlet >>>
sv: Mer >>>

source: Name:
hu: Név:
sv: Namn:

source: Width:
hu: Szélesség:
sv: Bredd:

source: Height:
hu: Magasság:
sv: Höjd:

source: Refresh:
hu: Frissítés:
sv: Uppdatering:

source: +HSync
hu: +VFrek
sv: +HSynk

source: -HSync
hu: -VFrek
sv: -HSynk

source: HDisp:
hu: VPoz:

source: HSyncStart:
hu: VSzinkKezd:
sv: HSynkStart:

source: HSyncEnd:
hu: VSzinkVég:
sv: HSynkSlut:

source: HTotal:
hu: VÖssz:

source: HSkew:
hu: VFerd:

source: +VSync
hu: +FFrek
sv: +VSynk

source: -VSync
hu: -FFrek
sv: -VSynk

source: VDisp:
hu: FPoz:

source: VSyncStart:
hu: FSzinkKezd:
sv: VSynkStart:

source: VSyncEnd:
hu: FSzinkVég:
sv: VSynkSlut:

source: VTotal:
hu: FÖssz:

source: VSkew:
hu: FFerd:

source: Interlaced
hu: Váltottsoros

source: DoubleScan
hu: Duplasor
sv: Dubbelskan

source: Composite
hu: Kompozit
sv: Samansatt

source: +CSync
hu: +KSzink
sv: +CSynk

source: -CSync
hu: -KSzink
sv: -CSynk

source: Dot Clock:
hu: Pont-órajel:
sv: Punktklocka:

source: Fewer <<<
hu: Kevesebb részlet <<<
sv: Mindre <<<

source: Mode &Selection
hu: Módvál&asztás
sv: Läge&sval

source: &Edit Modes
hu: A módok sz&erkesztése
sv: R&edigera lägen

source: <h1>Video Mode</h1> Here you can select video modes.
hu: <h1>Grafikus mód</h1> Itt lehet kiválasztani a grafikus módokat.
sv: <h1>Videoläge</h1> Här kan du välja videolägen.

source: &Show icon in system tray
hu: &Ikon megjelenítése a paneltálcán
sv: &Visa ikon i panelen

source: fatal parsing error: %1 in line %2, column %3
hu: végzetes feldolgozási hiba: %1 - %2. sor, %3. oszlop
sv: Allvarligt tolkningsfel: %1 på rad %2, kolumn %3

source: _: NAME OF TRANSLATORS Your names
hu: Szántó Tamás
sv: Stefan Asserhäll

source: _: EMAIL OF TRANSLATORS Your emails
hu: tszanto@mol.hu
sv: stefan.asserhall@telia.com

source: &Monitor
sv: &Bildskärm
