Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenonbeta/kwintv.po
Languages: pt

source: fine tune
pt: ajuste fino

source: Scan Up
pt: Avançar

source: Scan Down
pt: Recuar

source: Scan known channels only
pt: Percorrer só os canais conhecidos

source: frequency
pt: frequência

source: strength of signal
pt: amplitude do sinal

source: Brightness
pt: Brilho

source: Hue
pt: Matiz

source: Whiteness
pt: Nível de Branco

source: Colour
pt: Cor

source: Contrast
pt: Contraste

source: receiving region
pt: região de recepção

source: channel down
pt: canal abaixo

source: channel up
pt: canal acima

source: input device of TV card
pt: dispositivo da placa TV

source: input norm
pt: norma da entrada

source: select channel
pt: seleccionar canal

source: program name
pt: nome do programa

source: channel
pt: canal

source: input video format
pt: formato do vídeo na entrada

source: input source
pt: fonte da entrada

source: Samplerate in Hz
pt: Amostragem em Hz

source: sample bits
pt: Bits da amostra

source: audio channels
pt: canais de áudio

source: Image Size
pt: Tamanho da Imagem

source: Capture Audio
pt: Capturar o Áudio

source: Start Capture
pt: Iniciar a Captura

source: Options...
pt: Opções...

source: Video file:
pt: Ficheiro vídeo:

source: Video
pt: Vídeo

source: Frame Rate
pt: Taxa de Refrescamento

source: Video Format
pt: Formato Vídeo

source: Path for temporary video file
pt: Local para o ficheiro temporário

source: Browse
pt: Escolher

source: &Channels...
pt: &Canais...

source: &Fullscreen
pt: Ecrã &Completo

source: <automatic selection>
pt: <selecção automática>

source: <empty>
pt: <vazio>

source: Aspect ratio
pt: Proporção

source: On Screen Display
pt: Opções no Ecrã

source: Full screen mode
pt: Modo de ecrã completo

source: Switch to this Resolution:
pt: Mudar para esta resolução:

source: horizontal only
pt: só horizontalmente

source: vertical only
pt: só verticalmente

source: Fix aspect ratio:
pt: Corrigir a proporção:

source: Show on-screen information
pt: Mostrar a informação no ecrã

source: never
pt: nunca

source: full screen only
pt: só em ecrã completo

source: always
pt: sempre

source: automatically fix it after every resize
pt: corrigi-la automaticamente depois de cada redimensionamento

source: Startup with capture enabled
pt: Arranque com a captura activada

source: Disable screensaver when:
pt: Desligar o protector de ecrã:

source: Always
pt: Sempre

source: Main window visible
pt: Com janela principal visível

source: Fullscreen
pt: Ecrã completo

source: Save program file when going down
pt: Gravar o ficheiro do programa ao terminar

source: Restore window size and position
pt: Restaurar o tamanho e posição da janela

source: AutoPlace Program Box to
pt: Colocar Automaticamente o Programa:

source: upper left
pt: acima/esquerda

source: lower left
pt: abaixo/esquerda

source: upper right
pt: acima/direita

source: lower right
pt: abaixo/direita

source: Restore active channel
pt: Restaurar o canal activo

source: Disable ToolTips
pt: Desactivar as Dicas

source: Allow docking of main TV window
pt: Permitir a acoplagem da janela de TV principal

source: Input Source
pt: Fonte da Entrada

source: Use the Mixer Device of the TV card
pt: Usar a Mesa de Mistura da Placa TV

source: Select input source
pt: Seleccionar a origem da entrada

source: Test actual input source
pt: Testar a fonte de entrada

source: Startup with volume restored from last session
pt: Arranque com o volume restaurado da última sessão

source: Image File
pt: Ficheiro de Imagem

source: Same size as TV screen
pt: Mesmo tamanho dum ecrã de TV

source: Fix size to
pt: Corrigir o tamanho para

source: Directory to save images in
pt: Directoria onde gravar as imagens

source: Format:
pt: Formato:

source: Quality:
pt: Qualidade:

source: General Options
pt: Opções Gerais

source: Capture frames
pt: Capturar imagens

source: Frame rate
pt: Taxa de refrescamento

source: frame rate
pt: taxa de refrescamento

source: Capture infinitely
pt: Capturar infinitamente

source: capture
pt: capturar

source: frames
pt: imagens

source: hr
pt: h

source: min
pt: m

source: sec
pt: s

source: _: NAME OF TRANSLATORS Your names
pt: José Nuno Coelho Sanarra Pires

source: _: EMAIL OF TRANSLATORS Your emails
pt: jncp@rnl.ist.utl.pt

source: &Mute
pt: S&ilenciar

source: Un&split
pt: &Juntar

source: Rec&Source
pt: Fonte de &Som

source: &Split
pt: &Dividir

source: &Unmute
pt: &Activar Som

source: KWinTV Mixer
pt: Mesa de Mistura do KWinTV

source: Error accessing mixer. Please check your settings.
pt: Erro ao aceder à mesa de mistura. Verifica a tua configuração.

source: Program Browser
pt: Selector de Programas

source: add new program
pt: adicionar novo programa

source: edit this program
pt: editar este programa

source: cut this program
pt: cortar este programa

source: move up
pt: mover para cima

source: move down
pt: mover para baixo

source: close program browser
pt: fechar o selector de programas

source: Nr.
pt: Nº.

source: Program
pt: Programa

source: color depth of the display is <pits per pixel>
pt: a profundida de cor do ecrã é <bits por pixel>

source: force used palette for display to <id>
pt: forçar a 'palette' <id> para o ecrã

source: shift frame buffer (TV image) by <int> bytes
pt: deslocar o 'framebuffer' (imagem da TV) <int> bytes

source: set refresh mode to <mode>
pt: mudar o modo de refrescamento para <modo>

source: use device <dev> as video4linux device
pt: usar o dispositivo <dev> como o dispositivo de video4linux

source: disable XFree extentions (VidMode, DGA, DV)
pt: desligar as extensões do XFree (VidMode, DGA, DV)

source: previous channel
pt: canal anterior

source: program up
pt: programa acima

source: program down
pt: programa abaixo

source: volume up
pt: subir volume

source: volume down
pt: baixar volume

source: edit active program
pt: editar o programa activo

source: delete active program
pt: apagar o programa activo

source: video clip
pt: 'clip' vídeo

source: capture toggle
pt: comutar a captura

source: snap shot
pt: imagem

source: mute toggle
pt: comutar o som

source: fix aspect ratio
pt: corrigir a proporção da imagem

source: full screen toggle
pt: comutar o modo de ecrã completo

source: toggle always on top
pt: comutar o 'sempre no topo'

source: general setup
pt: configuração geral

source: key bindings
pt: configuração de teclas

source: show program browser
pt: mostrar o selector de programas

source: exit kwintv
pt: sair do kwintv

source: toggle all Menus
pt: comutar todos os menus

source: show info
pt: mostrar informações

source: File:
pt: Ficheiro:

source: Snap Shot:
pt: Imagem:

source: Size:
pt: Tamanho:

source: Channel Down
pt: Canal Abaixo

source: Channel Up
pt: Canal Acima

source: Pause TV Image
pt: Pausa da Imagem TV

source: Take A Snapshot
pt: Extrair uma Imagem

source: Fix Aspect Ratio
pt: Corrigir a Proporção da Imagem

source: Full Screen Size/Normal Size
pt: Ecrã Completo/Tamanho Normal

source: Volume Down
pt: Baixar Volume

source: Mute Sound
pt: Silenciar

source: Volume Up
pt: Subir Volume

source: Show Program Browser
pt: Mostrar Selector de Programas

source: Exit
pt: Sair

source: Hide Menubar
pt: Esconder o Menu

source: Hide Toolbar
pt: Esconder a Barra de Ferramentas

source: Hide Statusbar
pt: Esconder a Barra de Estado

source: Hide All
pt: Esconder Tudo

source: Always On Top
pt: Sempre No Topo

source: General &Options...
pt: &Opções Gerais...

source: &Key Bindings...
pt: Configuração de &Teclas...

source: &IR Control Setup...
pt: Configuração do Comando &IR...

source: &Save Options
pt: &Gravar Opções

source: &New Channels
pt: &Novos Canais

source: &Open Channels...
pt: &Abrir Canais...

source: &Import Channels
pt: &Importar Canais

source: &Save Channels
pt: &Gravar Canais

source: Save Channels &As...
pt: Gravar &Canais Como...

source: &Browser...
pt: &Selector...

source: &New
pt: &Novo

source: &Wizard...
pt: &Assistente...

source: Mixer
pt: Mesa de Mistura

source: M&ute Sound
pt: S&ilenciar

source: &Border
pt: Co&ntorno

source: &Capture on
pt: Ligar &captura

source: &Full Screen
pt: &Ecrã Completo

source: S&et Size
pt: &Mudar Tamanho

source: Fix &Aspect Ratio
pt: Corrigir Proporção da Im&agem

source: &Snap Shot
pt: &Extrair Imagem

source: &Video Clip...
pt: 'Clip' &Vídeo...

source: &VideoText...
pt: &Video-Texto

source: &Program
pt: &Programa

source: &Television
pt: &Televisão

source: &Audio
pt: Á&udio

source: &Frequency
pt: &Frequência

source: &General
pt: &Geral

source: S&nap Shot
pt: I&magem

source: &Screen
pt: &Ecrã

source: &Mixer
pt: &Mesa de Mistura

source: Some program settings where changed. Do you want to save them?
pt: Algumas configurações foram alteradas. Queres gravá-las?

source: &Don't save
pt: &Não gravar

source: PLEASE READ THIS INFORMATION! There is a bug in kwintv which causes the program to crash if you move the mouse cursor out of the window titled "KWinTV - Video Clip"! Dont wonder if there is no picture while grabbing a video clip... You can only grab to screen or to memory...
pt: POR FAVOR LÊ ESTA INFORMAÇÃO! Existe um erro no kwintv que faz com que o programa estoire se moveres o cursor do rato para fora da janela entitulada "KWinTV - 'Clip' de Vídeo"! Não te preocupes se não existir imagem enquanto capturas um 'clip' de vídeo... Só podes capturar para o ecrã ou para a memória...

source: KWinTV - Add a new program
pt: KWinTV - Adicionar um novo programa

source: KWinTV - Edit program <
pt: KWinTV - Editar o programa <

source: Programs saved to file
pt: Programas gravados no ficheiro

source: Programs saved as file
pt: Programas gravados como o ficheiro

source: This function is not available in this version!
pt: Esta função não está disponível nesta versão!

source: KWinTV was not able to save options!
pt: O KWinTV não conseguiu gravar as opções!

source: Options saved!
pt: Opções gravadas!

source: Properties --- KWinTV
pt: Propriedades --- KWinTV

source: - ScanWizard
pt: - Assistente de Pesquisa

source: Start ScanWizard
pt: Iniciar o Assistente de Pesquisa

source: Select your input norm
pt: Selecciona a tua norma da entrada

source: Select your receiving region
pt: Selecciona a tua região de recepção

source: Scan for Programs
pt: Pesquisar por Programas

source: Finish ScanWizard
pt: Terminar o Assistente

source: &Directory
pt: &Directoria

source: stopped
pt: interrompido

source: record a video stream
pt: gravar uma sequência de vídeo

source: pause recording
pt: pausar a gravação

source: stop recording
pt: parar a gravação

source: timer
pt: temporizador

source: recording
pt: a gravar

source: paused
pt: em pausa

source: Keep 4:3 aspect ratio
pt: Manter a proporção 4:3

source: Capture audio
pt: Capturar o áudio

source: samplerate
pt: amostragem

source: mode
pt: modo

source: Frames:
pt: Imagens:

source: Frames/sec:
pt: Imagens/s:

source: Capture video
pt: Capturar o vídeo

source: Capture
pt: Capturar

source: using
pt: usando

source: Frames lost:
pt: Imagens perdidas:

source: Start Timer
pt: Iniciar o Temporizador

source: You are done. Now klick the "Finish" button to finish the ScanWizard.
pt: Está tudo. Agora carrega no botão "Terminar" para finalizar o Assistente.

source: This Wizard will help you to to set up a list of programs. Follow the instructions on the next pages.
pt: Este Assistente ajudar-te-á a definir uma lista de programas. Segue as instruções nas próximas páginas.

source: Choose the TV input norm according to your TV tuner an your country.
pt: Escolhe a norma de TV de acordo com o teu sintonizador e o teu país.

source: You can select between scaning the whole frequency band and scaning known channels only. To scan known channels only you have to select a receiving region.
pt: Podes optar entre pesquisar toda a banda de frequência e percorrer só os canais conhecidos. Para pesquisar só os canais conhecidos tens de seleccionar uma região de recepção.

source: Scan whole frequency band
pt: Pesquisar toda a banda de frequências

source: Start
pt: Iniciar

source: Now you can start the scan. Scanning can take some time...
pt: Agora podes iniciar a pesquisa. Esta pode levar algum tempo...

source: Programs found:
pt: Programas encontrados:

source: 15 bit palette
pt: 'Palette' de 15 bits

source: 24 bit palette
pt: 'Palette' de 24 bits

source: 32 bit palette
pt: 'Palette' de 32 bits

source: ppm files (24 bit)
pt: ficheiros ppm (24 bits)

source: pgm files (8 bit)
pt: ficheiros pgm (8 bits)

source: jpeg files (24 bit)
pt: ficheiros jpeg (24 bits)

source: 24 bit palette
pt: 'palette' de 24 bits

source: grey palette
pt: 'palette' de cinzentos

source: raw data
pt: dados em bruto
