Repository: sandsmark/kde2-i18n
Catalog: */messages/kdenonbeta/kwiz.po
Languages: no

source: New &Quiz
no: Ny &spørrelek

source: New &Window
no: Nytt &vindu

source: Opens a new application window
no: Åpner et nytt applikasjons-vindu

source: Creates a new document
no: Lager et nytt dokument

source: Opens an existing document
no: Åpner et eksisterende dokument

source: Opens a recently used file
no: Åpner en nylig brukt fil

source: Closes the actual document
no: Lukker det gjeldende dokumentet

source: Quits the application
no: Avslutter aplikasjonen

source: Cuts the selected section and puts it to the clipboard
no: Klipper ut det merkede området og legger det på utklippstavlen

source: Copies the selected section to the clipboard
no: Kopier den valgte delen til utklippstavlen

source: Pastes the clipboard contents to actual position
no: Limer inn innholdet fra utklippstavlen på den gjeldende posisjonen

source: Enables/disables the toolbar
no: Skrur av/på verktøylinjen

source: Enables/disables the statusbar
no: Skrur av/på statuslinjen

source: Starts a new game of the traditional UNIX game quiz
no: Starter en ny tradisjonell UNIX spørrelek

source: Ready.
no: Klar.

source: Opening file...
no: Åpner fil...

source: Opening a new application window...
no: Åpner et nytt aplikasjons-vindu...

source: Creating new document...
no: Lager nytt dokument...

source: *.kwiz|KWiz XML Files
no: *.kwiz|KWiz XML-filer

source: Open File...
no: Åpne fil...

source: Saving file...
no: Lagrer fil...

source: Saving file with a new filename...
no: Lagrer fil med et nytt filnavn...

source: *|All files
no: *|Alle filer

source: Closing file...
no: Lukker fil...

source: Printing...
no: Skriver ut...

source: Exiting...
no: Avslutter...

source: Cutting selection...
no: Klipper ut utvalg...

source: Copying selection to clipboard...
no: Kopierer det valgte området til utklippstavlen...

source: Inserting clipboard contents...
no: Setter inn innholdet fra utklippstavlen...

source: Toggling toolbar...
no: Skrur av/på verktøylinjen...

source: Toggle the statusbar...
no: Skrur av/på statuslinjen...

source: Select a Quiz
no: Velg en spørrelek

source: The current file has been modified. Do you want to save it?
no: Filen er endret. Vil du lagre den?

source: <font size=6 color="blue">Quiz in progress</font>
no: <font size=6 color="blue">Spørrelek pågår</font>

source: A program for creating quizzes of various complexity ranging from support for the classic bsd-game 'quiz' to the (planned) practice questions for the Finnish driver's license test.
no: Et program for å lage spørreleker av ulik vanskelighetsgrad som spennerfra det klassiske bsd-spillet 'quiz' to de (planlagte) øvingene for denfinske førerprøven.

source: file to open
no: fil å åpne

source: Select a quiz
no: Velg en spørrelek

source: Select the category:
no: Velg kategori:

source: Select the subject of the questions of the quiz
no: Velg emne i spørreleken

source: Questions:
no: Spørsmål:

source: Select the set of questions. If you, for example, selected shakespeare as the subject, then you could select lines from shakespeare's works as the question set and the next line or work as the answer set.
no: Velg et sett spørsmål. Hvis du f.eks. velger Shakespeare som emne kandu velge sitater fra Shakespeares verker som spørsmål og navn på rolleneller skuespillet som svar.

source: Answers:
no: Svar:

source: Select the set of answers. Any question set may or may not have multiple different answer sets.
no: Velg et sett med svar. Et sett med spørsmål kan ett eller fleresvarsett.

source: Could not open index file
no: Kunne ikke åpne indeks-fil

source: Could not open index file %1.
no: Kunne ikke åpne indeks-fil %1.

source: &Quiz
no: &Spørrelek

source: <font color="darkgreen">Right:</font>
no: <font color="darkgreen">Høyre:</font>

source: <font color="red">Wrong:</font>
no: <font color="red">Feil:</font>

source: Tries:
no: Forsøk:

source: <font color="blue">Percent:</font>
no: <font color="blue">Prosent:</font>

source: <font size=6 color="blue">Start new Quiz</font>
no: <font size=6 color="blue">Start ny spørrelek</font>

source: Answer
no: Svar

source: Start quiz
no: Start spørrelek

source: Next question
no: Neste spørsmål

source: End quiz
no: Avslutt spørrelek

source: _: NAME OF TRANSLATORS Your names
no: Navn

source: _: EMAIL OF TRANSLATORS Your emails
no: E-postadresse
