Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kcmlilo.po
Languages: af, bg, et, fr, id

source: Check this box if you want to use the linear mode.<br>Linear mode tells the boot loader the location of kernels in linear addressing rather than sector/head/cylinder.<br>linear mode is required for some SCSI drives, and shouldn't hurt unless you're planning to create a boot disk to be used with a different computer.<br>See the lilo.conf man page for details.
af: bevestig hierdie boks as jy wil hê aan gebruik die liniêre modus.<br>liniêre modus sê vir die boot laaier die ligging van kernels in liniêre adreseering eerder as sektor/kop/cylinder.<br>liniêre modus is benodig vir sommige scsi aandrywers], en moet nie seer maak tensy jy're beplan aan skep 'n boot disket aan wees gebruik word met 'n ander rekenaar.<br>sien die lilo.conf man bladsy vir details.
bg: Маркирайте тази опция, ако искате да използвате линеен режим.<br>В линейния режим зареждащата програма използва линейна адресация за намиране мястото на ядрото а не чрез sector/head/cylinder.<br>Линейния режим се изисква за някой SCSI дискове и не би трябвало да създава проблеми, ако не планирате да създадете зареждащ диск за друг компютър.<br>За повече подробности вижте ръководството на lilo.conf.
et: Märgista, kui soovid kasutada lineaarset režiimi.<br> Lineaarne režiim ütleb alglaadijale kerneli asukoha sektor/pea/silinder märgistuse asemel ketta lineaarse aadressina.<br> Mõned SCSI kettad vajavad lineaarset režiimi ja ka ülejäänutega ei tohiks probleeme olla välja arvatud juhul, kui plaanid samalt kettalt erinevates masinates alglaadida.<br>Täpsema info saamiseks vaata lilo.conf man lehekülge.
fr: Si cette case est cochée, le mode linéaire sera utilisé.<br> Dans ce cas, Lilo mémorisera l'emplacement du noyau selon un adressage linéaire plutôt que par les habituels secteur/tête/cylindre.<br>Le mode linéaire est requis par certains disques SCSI et pose rarement des problèmes, à moins que vous ne fabriquiez une disquette de démarrage destinée à être utilisée sur un autre ordinateur.<br> Reportez-vous à la page de manuel de lilo.conf pour les détails.
id: Tandai kotak ini juka anda mau menggunakan mode linear.<br>MOde linear memberitahukan boot loader lokasi kernel dalam pengalamatan linear alih-alih sector/head/cylinder.<br>mode linear dibutuhkan untuk sebagian drive SCSI, dan tidak akan mengganggu kecuali jika anda berencana membuat disket boot untuk digunakan pada komputer lain.<br>Lihat halaman man lilo.conf untuk rinciannya.

source: Use &compact mode
af: gebruik kompak modus
bg: Използва &компактен режим
et: &Kompaktse režiimi kasutamine
fr: Utiliser le mode &compact
id: Gunakan mode &kompak

source: Check this box if you want to use the compact mode.<br>The compact mode tries to merge read requests for adjacent sectors into a single read request. This reduces load time and keeps the boot map smaller, but will not work on all systems.
af: bevestig hierdie boks as jy wil hê aan gebruik die kompak modus.<br>die kompak modus probeer aan saamvlans lees versoeke vir aangrensende sektore binnein 'n enkel lees versoek. hierdie verminder las tyd en hou die boot kaart kleiner, maar sal nie werk op alle sisteme.
bg: Включете тази опция, ако искате да използвате компактен режим. <br>В компактен режим заявката за четене на няколко съседни сектора се обединяват в една заявка за четене. Това намалява времето за зареждане но може да не работи на всички системи.
et: Märgista, kui soovid kasutada kompaktset režiimi.<br> Kompaktne režiim püüab lähedaste sektorite lugemise päringud koguda ühe lugemiskäsu sisse, mis peaks vähendama alglaadimise aega ja hoidma System.map faili väiksema, kuid ei tööta kõigis süsteemides.
fr: Si cette case est cochée, le mode compact sera utilisé.<br> Dans ce cas, Lilo essaiera de regrouper les requêtes de lecture de secteurs adjacents en une seule. Cela réduit le temps de chargement et limite la taille de la carte de démarrage, mais ne fonctionne pas sur tous les systèmes.
id: Tandai kotak ini jika anda ingin menggunakan mode kompak.<br>Mode kompak mencoba menggabungkan permintaan baca untuk sektor bersebelahan ke dalam permintaan baca tunggal. Ini mengurangi waku pemuatan dan menjaga peta boot kecil, tapi bekerja tidak pada semua sistem.

source: Checking this box enables automatic recording of boot command lines as the defaults for the following boots. This way, lilo "locks" on a choice until it is manually overridden. This sets the <b>lock</b> option in lilo.conf.
af: toetsing hierdie boks aktiveer automaties opneem van boot opdrag lyne as die verstek vir die volgende selflaaiïngs. hierdie weg, lilo "sluit" op 'n keuse totdat dit is eiehandig verander. hierdie verstel die <b>sluit</b> opsie in lilo.conf.
bg: Тази опция включва автоматичен запис на зареждащите команди като подразбираща се командата за зареждане при следващите стартирания. По такъв начин lilo "заключва" това докато ръчно не го промените. Това задава опцията <b>lock</b> в lilo.conf.
et: Selle valiku märgistamine lubab automaatse alglaadimiskäsu meelde jätmist järgmiste alglaadimiste jaoks. Sellisel moel "lukustab" LILO valitud valiku senikauaks, kuni see käsitsi ringi muudetakse.<br> See valik seab lilo.conf-i kirje <b>lock</b>.
fr: Si cette case est cochée, les commandes de démarrage utilisées pour le prochain démarrage seront mémorisées et réutilisées systématiquement par la suite. Ainsi, Lilo est «bloqué» sur ces commandes de démarrage jusqu'à ce qu'elles soient remplacées manuellement. Cela provoque l'utilisation du mot-clef <b>lock</b> dans le fichier lilo.conf.
id: Tandai kotak ini membolehkan perekaman otomatis perintah baris boot sebagai bakuan untuk boot berikut. Dengan cara ini, lilo "mengunci" suatu pilihan sampai ditimpa manual. Ini mengatur opsi <b>lock</b> dalam lilo.conf.

source: If this box is checked, a password (entered below) is required only if any parameters are changed (i.e. the user can boot <i>linux</i>, but not <i>linux single</i> or <i>linux init=/bin/sh</i>). This sets the <b>restricted</b> option in lilo.conf.<br>This sets a default for all Linux kernels you want to boot. If you need a per-kernel setting, go to the <i>Operating systems</i> tab and select <i>Details</i>.
af: as hierdie boks is nagegaan, 'n wagwoord (ingevoerde onder) is benodig slegs as enige parameters word het verander (i.e. die gebruiker kan boot <i>linux</i>, maar nie <i>linux enkel</i> of <i>linux init=/ bin /sh</i>). hierdie verstel die <b>beperking</b> opsie in lilo.conf.<br>hierdie verstel 'n verstek vir alle linux kernels jy wil hê aan boot. as jy benodig 'n per-kernel opset, gaan aan die <i>operating sisteme</i> oortjie en kies <i>details</i>.
bg: Ако тази опция е включена, парола ще се изисква (въведено долу) само ако има променени параметри (напр. потребителя може да зареди <i>linux</i> но не <i>linux single</i> или <i>linux init=/bin/sh</i>). В lilo.conf се записва опцията <b>restricted</b>.<br>Тези настройки се явяват подразбиращи се за всичкиядра на Linux, което искате да заредите. Ако искате да зададете настройки за всяко ядро по отделно отидете в <i>Операционни системи</i> и изберете <i>Детайли</i>.
et: Märgistades nõutakse parooli vaid siis, kui soovitakse muuta laadimisparameetreid (näiteks kasutaja saab paroolita laadida valikut <i>linux</i>, kuid mitte <i>linux single</i> või <i>linux init=/bin/sh</i>). See valik seab lilo.conf-i kirje <b>restricted</b>.
fr: Si cette case est cochée, un mot de passe (saisi ci-dessous) sera nécessaire pour pouvoir modifier les paramètres de démarrage au début de celui-ci. Ainsi l'utilisateur pourra démarrer <i>linux</i>, mais pas <i>linux single</i> ou <i>linux init=/bin/sh</i>. Cela provoque l'utilisation du mot-clef <b>restricted</b> dans le fichier lilo.conf. Ce réglage s'appliquera à tous les noyaux Linux de cette configuration. Si vous souhaitez un réglage différent pour chaque noyau, allez dans l'onglet «Systèmes d'exploitation» et cliquez sur «Détails».
id: Jika kotak ini ditandai, password (dimasukkan di bawah) dibutuhkan hanya jika sembarang parameter berubah (mis. user bisa memboot <i>linux</i>, tapi tidak <i>linux single</i> atau <i>linux init=/bin/sh</i>). Ini mengatur opsi <b>restricted</b> dalam lilo.conf.<br>Ini mengatur suatu bakuan untuk semua kernel Linux yang anda ingin boot. Jika anda butuh pengaturan per-kernel, pergilah ke tab <i>Sistem operasi</i> dan pilih <i>Rincian</i>.

source: Enter the password required for bootup (if any) here. If <i>restricted</i> above is checked, the password is required for additional parameters only.<br><b>WARNING:</b> The password is stored in clear text in /etc/lilo.conf. You'll want to make sure nobody untrusted can read this file. Also, you probably don't want to use your normal/root password here.<br>This sets a default for all Linux kernels you want to boot. If you need a per-kernel setting, go to the <i>Operating systems</i> tab and select <i>Details</i>.
af: invoer die wagwoord benodig vir op boot (as enige) hier. as <i>beperking</i> <-invoer->boonste is nagegaan, die wagwoord is benodig vir aditionele parameters <-invoer->slegs.<br><b>waarskuwing:</b> die wagwoord is gestoor in maak skoon teks in <-invoer->/etc/lilo.conf. jy sal wil hê aan maak seker niemand wantroue kan lees hierdie <-invoer->lêer. asook, jy waarskynlik moenie wil hê aan gebruik jou normale/root wagwoord <-invoer->hier.<br>hierdie verstel 'n verstek vir alle linux kernels jy wil hê aan boot. as jy <-invoer->benodig 'n per-kernel opset, gaan aan die <i>operating sisteme</i><-invoer-> oortjie en kies <i>details</i>.
bg: Въведете тук изисканата за зареждане парола (ако е нужна). Ако горе е избрана опция <i>restricted</i>, паролата ще се изиска само за допълнителни параметри. <br><b>ПРЕДУПРЕЖДЕНИЕ:</b> Паролата се запазва в явен текстови вид във файла /etc/lilo.conf. Убедете се, че никой няма да може да прочете този файл, както и не използвайте паролата на root в този случай. Тези настройки се явяват подразбиращи се за всичките ядра на Linux, които искате да заредите. Ако искате да зададете настройки за всяко ядро по отделно отидете в <i>Операциони систем</i> и изберете <i>Детайли</i>.
et: Sisesta siia alglaadimisel küsitav parool. Märgistades ülalolev <i>Piiratud parameetrid</i> küsitakse parooli vaid siis, kui soovitakse sisesta lisaparameetreid.<br> <b>HOIATUS:</b> Parool kirjutatakse seadistuste faili lihttekstina, nii et tee kindlaks, et mitte ükski ebausaldatav isik lilo seadistuste faili sisu ei näeks. Samuti pole mõttekas kasutada siin sinu tavakasutaja või administraatori parooli.
fr: Saisissez le mot de passe de démarrage (si celui-ci est nécessaire) ici. Si «Restreindre l'utilisation de paramètres» est cochée, ce mot de passe ne sera demandé que si les paramètres de démarrage sont modifiés. <br><b>Attention :</b> le mot de passe est inscrit en toutes lettres dans le fichier /etc/lilo.conf. Vous devrez donc vous assurer que personne ne peut lire le contenu de ce fichier. En outre, vous devriez éviter d'utiliser le mot de passe du super-utilisateur ici.<br> Ce réglage s'appliquera à tous les noyaux Linux de cette configuration. Si vous souhaitez un réglage différent pour chaque noyau, allez dans l'onglet «Systèmes d'exploitation» et cliquez sur «Détails».
id: Masukkan password yang dibutuhkan pada bootup (jika ada) di sini. Jika <i>restricted</i> di atas ditandai, password dibutuhkan hanya untuk parameter tambahan.<br><b>PERINGATAN:</b> Password disimpan dalam teks polos dalam /etc/lilo.conf. Anda mungkin harus memastikan bahwa tidak ada orang yang tidak terpercaya bisa membaca berkas ini. Juga, anda mungkin tidak mau menggunakan password normal/root di sini.<br>Ini menentukan suatu bakuan untuk semua kernel Linux yang anda ingin boot. Jika anda butuh pengaturan per-kernel, pergilah ke tab <i>Sistem operasi</i> dan pilih <i>Rincian</i>.

source: &Default graphics mode on text console:
af: verstek grafieka modus op teks konsole:
bg: &Графичен режим за текста конзола по подразбиране:
et: Tekstikonsooli &vaikimisi graafikarežiim:
fr: Mode graphique par &défaut sur la console :
id: Mo&de grafik baku pada konsol teks:

source: You can select the default graphics mode here.<br>If you intend to use a VGA graphics mode, you must compile the kernel with support for framebuffer devices. The <i>ask</i> setting brings up a prompt at boot time.<br>This sets a default for all Linux kernels you want to boot. If you need a per-kernel setting, go to the <i>Operating systems</i> tab and select <i>Details</i>.
af: jy kan kies die verstek grafieka modus hier.<br>as jy intensie aan gebruik 'n vga grafieka modus, jy moet kompileer die kernel met ondersteun vir raambuffer toestelle. die <i>vra</i> opset bring begin 'n por na boot tyd.<br>hierdie verstel 'n verstek vir alle linux kernels jy wil hê aan boot. as jy benodig 'n per-kernel opset, gaan aan die <i>operating sisteme</i> oortjie en kies <i>details</i>.
bg: Тук можете да изберете графичен режим по подразбиране.<br> За да използвате такъв VGA режим, трябва да компилирате ядрото с поддръжка на фреймбуфер.Параметъра <i>ask</i> извежда подсещане при зареждането.<br>Тези настройки са подразбиращи се за всичките ядра на Linux, които искате да заредите. Ако искате да зададете настройки за всяко ядро по отделно отидете в <i>Операциони систем</i> и изберете <i>Детайли</i>.
et: Siin saad valida vaikimisi graafikarežiimi.<br>VGA graafikarežiimide kasutamise soovi korral pead kompileerima kernelisse ka framebuffer'i toe. Valides <i>ask</i> antakse sulle alglaadimisel valik erinevatest režiimidest, millest saab valida vaikimisi režiimi kõikidele kernelitele. Kui soovid sättida igale kernelile eraldi graafikarežiimi, siis mine kaardile <i>Operatsioonisüsteemid</i> ja vali <i>Detailid</i>.
fr: Vous pouvez sélectionner ici le mode graphique à utiliser par défaut.<br>Si vous voulez utiliser un mode graphique VGA, les noyaux concernés doivent avoir été compilés avec la gestion du tampon graphique. L'option «Poser la question» entraîne l'apparition d'un menu pour sélectionner le mode graphique au démarrage. <br> Ce réglage s'appliquera à tous les noyaux Linux de cette configuration. Si vous souhaitez un réglage différent pour chaque noyau, allez dans l'onglet «Systèmes d'exploitation» et cliquez sur «Détails».
id: Anda bisa memilih mode grafik untuk kernel ini di sini.<br>Jika anda bermaksud menggunakan mode grafik VGA< anda mesti mengompail kernel dengan dukungan untuk divais framebuffer. Pengaturan <i>tanya</i> memunculkan prompt saat boot.Ini menentukan suatu bakuan untuk semua kernel Linux yang anda ingin boot. Jika anda butuh pengaturan per-kernel, pergilah ke tab <i>Sistem operasi</i> dan pilih <i>Rincian</i>.

source: Enter LILO &prompt automatically
af: invoer lilo por automaties
bg: Въведете автоматично LILO подсе&щане
et: LILO &prompti kuvamine
fr: Toujours afficher l'in&vite de Lilo
id: Masukkan otomatis &prompt LILO

source: If this box is checked, LILO goes to the LILO prompt whether or not a key is pressed. If it is turned off, LILO boots the default operating system unless shift is pressed (in that case, it goes to the LILO prompt).<br>This sets the <i>prompt</i> option in lilo.conf.
af: as hierdie boks is nagegaan, lilo gaan aan die lilo por hetsy of nie 'n sleutel is gedruk. as dit is geskakel af, lilo selflaaiïngs die verstek operating stelsel tensy verskuiwende is gedruk (in wat kas, dit gaan aan die lilo por).<br>hierdie verstel die <i>por</i> opsie in lilo.conf.
bg: Ако е включена тази опция, LILO ще изведе подсещане независимо дали е натиснат клавиш. Ако опцията е изключена LILO зарежда операционната система по подразбиране, ако не е натиснат shift. В lilo.conf се записва опцията <b>prompt</b>.<br>
et: Kui märgistatud, siis näidatakse alati LILO prompti olenemata sellest, kas pressitakse mõnda klahvi või mitte. Kui see valik pole märgistatud, siis laeb LILO ilma prompti kuvamata vaikimisi operatsioonisüsteemi väljaarvatud juhul, kui pressitakse SHIFT klahvi (sellisel juhul kuvatakse LILO prompt).<br> See valik seab lilo.conf-i kirje <b>prompt</b>.
fr: Si cette cas est cochée, l'invite de Lilo sera toujours affichée, même si vous n'appuyez sur aucune touche. Si elle n'est pas cochée, Lilo démarrera le système d'exploitation par défaut à moins vous n'appuyiez sur la touche Maj., auquel cas l'invite de Lilo sera affichée. Cela provoque l'utilisation du mot-clef <i>prompt</i> dans le fichier lilo.conf.

source: This is the list of kernels and OSes you can boot currently. Select the OS you want to edit here.
af: hierdie is die lys van kernels en bedryfstelsels jy kan boot huidiglik. kies die os jy wil hê aan redigeer hier.
bg: Cписък от ядра и операционни системи, които можете да зареждате. Изберете тук ОС, която искате да редактирате.
et: See on võimalike laadimisvõimaluste nimekiri. Vali operatsioonisüsteem või kernel, mille seadistusi soovid muuta.
fr: Voici la liste des noyaux et systèmes d'exploitation que vous pouvez actuellement démarrer. Sélectionnez ici celui que vous voulez paramétrer.
id: Inilah daftar kernel dan OS yang sekarang bisa anda boot. Pilih OS yang anda ingin edit di sini.

source: &Kernel:
bg: &Ядро:
fr: &Noyau :

source: Enter the filename of the kernel you want to boot here.
af: invoer die lêernaam van die kernel jy wil hê aan boot hier.
bg: Въведете името на файла с ядрото, което искате да заредите.
et: Sisesta siia laetava kerneli failinimi.
fr: Saisissez ici le nom de fichier de ce noyau.
id: Masukkan namaberkas kernel yang anda ingin boot di sini.

source: &Label:
af: etiket:
bg: &Етикет:
et: Pea&ldis:
fr: &Étiquette :

source: Enter the label (name) of the kernel you want to boot here.
af: invoer die etiket (naam) van die kernel jy wil hê aan boot hier.
bg: Въведете етикет (име) на ядрото, което искате да заредите.
et: Sisesta siia selle kerneli laadimiseks kasutatav pealdis (nimi).
fr: Saisissez ici l'étiquette (i.e. le nom) de ce noyau.
id: Masukkan label (nama) kernel yang anda ingin boot di sini.

source: &Root filesystem:
af: root lêersisteem:
bg: &Основна файлова система:
et: &Juurfailisüsteemi seade:
fr: Système de fichiers &racine :
id: Filesystem &root:

source: Enter the root filesystem (i.e. the partition that will be mounted as / at boot time) for the kernel you want to boot here.
af: invoer die root lêersisteem (i.e. die partisie wat sal wees gekoppelde as / na <-invoer->boot tyd) vir die kernel jy wil hê aan boot hier.
bg: Задайте основната файлова система (т.е. дялът, който ще бъде монтиран като / при зареждане) за ядрото което искате да заредите.
et: Sisesta juurfailisüsteemi seadme nimi ehk partitsioon, mis haagitakse laadimisel, kui /).
fr: Saisissez ici le système de fichiers racine (i.e. la partition qui sera montée en tant que / lors du démarrage) pour ce noyau.
id: Masukkan filesystem root (mis. partisi yang akan dikaitkan sebagai / pada waktu boot) untuk kernel yang anda ingin boot di sini.

source: &Initial ramdisk:
af: aanvanklike ramdisk :
bg: &Инициализационен RAM-диск:
et: &Algne mäluketas:
fr: Disque virtuel &initial :
id: Ramdisk &inisial:

source: If you want to use an initial ramdisk (initrd) for this kernel, enter its filename here. Leave this field blank if you don't intend to use an initial ramdisk for this kernel.
af: as jy wil hê aan gebruik 'n aanvanklike ramdisk ( initrd ) vir hierdie kernel, invoer its <-invoer->lêernaam hier. los hierdie veld leë as jy moenie intensie aan gebruik 'n aanvanklike <-invoer-> ramdisk vir hierdie kernel.
bg: Ако искате да използвате инициализационен RAM-диск (initrd) за това ядро, въведете тук името му . В противен случай оставете това поле празно.
et: Sisesta siia failinimi, kui soovid selle kerneli laadimisel kasutata mäluketast (initrd). Kui mäluketast kasutada ei soovi, siis jäta tühjaks.
fr: Si vous voulez utiliser un disque virtuel initial («initrd») pour ce noyau, saisissez ici son nom de fichier. Laissez ce champ vide si vous ne voulez pas en utiliser pour ce noyau.
id: Jika anda ingin menggunakan ramdisk inisial (initrd) untuk kernel ini, masukkan namaberkas-nya di sini. Biarkan kosong jika anda tidak bermaksud menggunakan ramdisk inisial untuk kernel ini.

source: E&xtra parameters:
af: addisionele parameters:
bg: Д&опълнителни параметри:
et: Li&saparameetrid:
fr: Paramètres su&pplémentaires :
id: Parameter &tambahan:

source: Enter any extra parameters you wish to pass to the kernel here. Usually, this can be left blank.<br>This sets the <i>append</i> option in lilo.conf.
af: invoer enige addisionele parameters jy wens aan herhaling aan die kernel hier. gewoonlik, <-invoer->hierdie kan wees links leë.<br>hierdie verstel die <i>voeg-agteraan-by</i> opsie in lilo.conf.
bg: Въведете други допълнителни параметри които искте да предадете на ядрото.Обикновенно това поле е празно.<br>В lilo.conf се записва опцията <b>append</b>.<br>
et: Sisesta siia kernelile saadetavad lisaparameetrid. Tavaliselt jäetakse see väli tühjaks.<br> Selle välja sisu lisatakse lilo.confi <i>append</i> valikusse.
fr: Saisissez ici tout autre paramètre que vous voulez passer au noyau. En temps normal vous n'avez rien à mettre ici.<br> Cela provoque l'utilisation du mot-clef <i>append</i> dans le fichier lilo.conf.
id: Masukkan parameter tambahan yang anda ingin teruskan pada kernel di sini. Biasanya, ini bisa dibiarkan kosong.<br>Ini menentukan opsi <i>append</i> dalam lilo.conf.

source: Set &Default
af: stel verstek
bg: Установи &по подразбиране
et: Sea &vaikimisi kerneliks
fr: Démarré par &défaut
id: Tentukan &Baku

source: Boot this kernel/OS if the user doesn't make a different choice
af: boot hierdie kernel/os as die gebruiker nie maak 'n ander keuse
bg: Зарежда ядро/ОС, ако потребителя на е задал нещо друго.
et: Käse laadida see kernel/operatsioonisüsteem, kui kasutaja ei tee teistsugust valikut
fr: Démarrer ce noyau ou système d'exploitation à moins que l'utilisateur ne choisisse autre chose.
id: Boot kernel/OS ini jika user tidak membuat pilihan lain

source: De&tails
bg: Де&тайли
et: De&tailid
fr: Dé&tails
id: Rin&cian

source: This button brings up a dialog box with further, less commonly used, options.
af: hierdie knoppie bring begin 'n dialoog boks met verdere, minder algemeen gebruik word, opsies.
bg: Този бутон показва диалогов прозорец с други по-малко използвани опции.
et: See nupp avab ülejäänud, vähem kasutatavate, valikute dialoogi.
fr: Ce bouton fait apparaître une fenêtre proposant des options moins couramment utilisées.
id: Tombol ini memunculkan kotak dialog dengan opsi lanjutan yang jarang digunakan.

source: &Probe
af: ondersoek
bg: Про&вери
et: &Automaatseadistus
fr: &Auto-détecter

source: Automatically generate a (hopefully) reasonable lilo.conf for your system
af: automaties genereer 'n (hopelik) redelike lilo.conf vir jou stelsel
bg: Автоматично генерира работещ файл lilo.conf за вашата система.
et: Genereeritakse automaatselt (loodetavasti) mõistlik lilo.conf fail.
fr: Essaie de générer un fichier lilo.conf raisonnable pour votre système.
id: Secara otomatis membuat lilo.conf yang (semoga) cocok untuk sistem anda

source: &Check configuration
af: bevestig opstelling
bg: Провери настро&йки
et: &Kontrolli seadistusi
fr: Vérifier la &configuration
id: Peri&ksa konfigurasi

source: Run LILO in test mode to see if the configuration is ok
af: hardloop lilo in toets modus aan sien as die opstelling is goed
bg: Изпълнява LILO в тестов режим за проверка на правилноста на настройките
et: Käivitakse LILO testimise režiimis selleks, et kontrollida seadistuste korralikkust.
fr: Exécute Lilo en mode test afin de s'assurer que sa configuration est correcte.
id: Jalankan LILO dalam mode ujicoba untuk melihat kalau konfigurasinya ok

source: Add &Kernel
af: voeg by kernel
bg: Добави &ядро
et: Lisa &kernel
fr: Ajouter un &noyau
id: Tambah &Kernel
