Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kcmlilo.po
Languages: af, bg, et, fr, id

source: Add a new Linux kernel to the boot menu
af: voeg by 'n nuwe linux kernel aan die boot kieslys
bg: Добавя ново ядро на Linux в менюто за зареждане
et: Lisa laadimismenüüsse uus kernel.
fr: Ajoute un nouveau noyau Linux au menu de démarrage.
id: Tambah kernel Linux baru ke menu boot

source: Add other &OS
af: voeg by ander os
bg: Добави друга &ОС
et: Lisa muu &operatsioonisüsteem
fr: Ajouter un autre système d'expl&oitation
id: Tambah &OS lain

source: Add a non-Linux OS to the boot menu
af: voeg by 'n non-Linux os aan die boot kieslys
bg: Добавя не Linux OS
et: Lisa laadimismenüüsse mitte-Linux operatsioonisüsteem
fr: Ajoute un autre système d'exploitation que Linux au menu de démarrage.
id: Tambah OS non-Linux ke menu boot

source: &Remove entry
af: verwyder inskrywing
bg: &Изтрий запис
et: &Eemalda kirje
fr: Supp&rimer cette entrée
id: Buan&g entri

source: Remove entry from the boot menu
af: verwyder inskrywing van die boot kieslys
bg: Изтрива запис от менюто за зареждане
et: Eemalda kirje laadimismenüüst
fr: Supprime cette entrée du menu de démarrage.
id: Buang entri dari menu boot

source: Configuration ok. LILO said:
af: opstelling goed. lilo het gesê:
bg: Конфигурацията е без грешка.LILO каза:
et: Seadistused on korras, LILO väljastas:
fr: Configuration correcte. Lilo a renvoyé le message suivant :

source: Configuration OK
af: opstelling goed
bg: Конфигурацията е без грешка
et: Seadistused on korras
fr: Configuration correcte

source: Configuration NOT ok. LILO said:
af: opstelling nie goed. lilo het gesê:
bg: Грешка в конфигурацията. Съобщение от LILO:
et: Seadistused POLE korras, LILO väljastas:
fr: Configuration incorrecte ! Lilo a renvoyé le message suivant :

source: Configuration NOT ok
af: opstelling nie goed
bg: Грешна конфигурация
et: Seadistused POLE korras
fr: Configuration incorrecte !

source: &Kernel filename:
af: kernel lêernaam:
bg: Име на файла с &ядро:
et: &Kerneli failinimi:
fr: &Nom de fichier du noyau :

source: &Initial Ramdisk:
af: aanvanklike ramdisk :
bg: &Инициализационен RAM-диск:
et: &Algne mäluketas:
fr: Disque virtuel &initial :

source: Boot from dis&k:
af: boot van disket:
bg: Зарежда от &диск:
et: Alglaadimise &ketas:
fr: Amorcer de&puis le disque :

source: Enter the partition containing the operating system you'd like to boot here.
af: invoer die partisie bevat die operating stelsel jy sal hou van aan boot hier.
bg: Въведете дял, съсържащ операционната система, която искате да заредите.
et: Sisesta siia partitsiooni nimi, millelt soovid laadida operatsioonisüsteemi.
fr: Saisissez ici le nom de la partition contenant le système d'exploitation que vous voulez pouvoir démarrer.
id: Masukkan partisi yang berisi sistem operasi yang anda ingin boot di sini.

source: Enter the label (name) of the operating system here.
af: invoer die etiket (naam) van die operating stelsel hier.
bg: Въведете тук етикета (име) на операционната система.
et: Sisesta siia operatsioonisüsteemi laadimiseks kasutatav nimi.
fr: Saisissez ici l'étiquette du système d'exploitation.
id: Masukkan label (nama) sistem operasi itu di sini.

source: Dis&k:
af: disket:
bg: Дис&к:
et: &Partitsioon:
fr: Dis&que :

source: &General options
af: algemeen opsies
bg: &Общи параметри
et: Ül&dseadistused
fr: Options &générales
id: Opsi &Umum

source: &Operating systems
af: operating sisteme
bg: &Операционни системи
et: O&peratsioonisüsteemid
fr: Systèmes d'expl&oitation
id: Sistem &Operasi

source: &What's this?
af: wat is hierdie?
bg: &Какво е това?
et: &Mis see on?
fr: &Qu'est-ce que c'est ?
id: A&pa ini?

source: The <i>What's This?</i> button is part of this program's help system. Click on the What's This button, then on any widget in the window to get information (like this) on it.
af: die <i>wat is hierdie?</i> knoppie is deel van hierdie program se hulp stelsel. kliek op die wat is hierdie knoppie, dan word op enige gui-element in die venster aan kry informasie (hou van hierdie) op dit.
bg: Бутона <i>Какво е това?</i> се явява често използвана система за помощ. Натиснете с мишката на този бутон, а след това на елемента за който искате информация (подобно на тази).
et: <i>Mis see on?</i> nupp on rakenduse abisüsteemi osa. Selle info sarnase info saamiseks klõpsi Mis see on? nupul ja seejärel huvi pakkuval vidinal.
fr: Le bouton «Qu'est-ce que c'est ?» fait partie du système d'aide de ce programme. Cliquez sur lui puis sur n'importe quelle partie de la fenêtre de ce programme pour obtenir des informations sur elle.

source: This button calls up the program's online help system. If it does nothing, no help file has been written (yet); in that case, use the <i>What's This</i> button on the left.
af: hierdie knoppie oproepe begin die program se aan-lyn hulp stelsel. as dit doen niks, nee hulp lêer het al geskryf (nog); in wat kas, gebruik die <i>wat is hierdie</i> knoppie op die links.
bg: Този бутон извиква помощ за програми. Ако нищо не се случи, т.е файла с помощ на е готов използвайте бутона<i>Какво е това?</i> в ляво.
et: See nupp avab rakenduse abiteksti süsteemi.
fr: Ce bouton appelle l'aide en ligne de ce programme. S'il ne fait rien, c'est qu'aucun fichier d'aide n'a été écrit (pour le moment). Dans ce cas, utilisez le bouton «Qu'est-ce que c'est ?» sur la gauche.
id: Tombol ini memanggil sistem bantuan online program. Jika tidak melakukan apa-apa, tidak(belum) ada berkas bantuan yang sudah ditulis; dalam hal ini, gunakan tombol <i>Apa ini</I> di kiri.

source: &Default
af: verstek
bg: &По подразбиране
et: &Vaikimisi
fr: &Défaut
id: &Baku

source: This button resets all parameters to some (hopefully sane) default values.
af: hierdie knoppie herstel alle parameters aan sommige (hopelik sinvolle) verstek waardes.
bg: Този бутон възстановява всички параметри значение по подразбиране
et: See nupp annab kõikidele parameetritele (loodetavasti mõistlikud) vaikimisiväärtused.
fr: Ce bouton ramène tous les paramètres à des valeurs par défaut normalement raisonnables.
id: Tombol ini me-reset semua parameter ke beberapa (semoga wajar) nilai baku.

source: &Reset
af: herstel
bg: &Възстанови
et: Algväärtused
fr: &Réinitialiser

source: This button resets all parameters to what they were before you started the program.
af: hierdie knoppie herstel alle parameters aan wat hulle was voor jy beginne die program.
bg: Възстановява всички параметри такива каквито са били преди стартирането на програмата.
et: See nupp taastab kõik enne rakenduse käivitamist kehtinud parameetrite väärtused.
fr: Ce bouton ramène tous les paramètres à leur valeur avant que vous démarriez ce programme.
id: Tombol ini me-reset seluruh parameter ke nilai aslinya saat sebelum anda memulai program.

source: This button saves all your changes without exiting.
af: hierdie knoppie stoor alle jou verander sonder om te besig om toe te maak.
bg: Този бутон запазва всички ваши промени без излизане.
et: See nupp salvestab kõik muudatused ilma moodulist väljumata.
fr: Ce bouton enregistre toutes vos modifications sans quitter le programme.
id: Tombol ini menyimpan seluruh perubahan anda tanpa keluar.

source: This button saves all your changes and exits the program.
af: hierdie knoppie stoor alle jou verander en uitgaan die program.
bg: Този бутон запазва всички ваши промени и излиза.
et: See nupp salvestab kõik muudatused ja väljub moodulist.
fr: Ce bouton enregistre toutes vos modifications et quitte le programme.
id: Tombol ini menyimpan seluruh perubahan anda dan keluar program.

source: This button exits the program without saving your changes.
af: hierdie knoppie uitgaan die program sonder om te stooring jou verander.
bg: Изход от програмата без да запазва внесените промени.
et: See nupp lõpetab mooduli töö ilma muudatusi salvestamata.
fr: Ce bouton quitte le programme sans enregistrer vos modifications.
id: Tombol ini mengeluarkan anda dari program tanpa menyimpan perubahan.

source: &Expert
af: ervare
bg: &Експерт
et: E&kspert
id: A&hli
