Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kcmlilo.po
Languages: af, bg, et, fr, id

source: &Graphics mode on text console:
af: grafieka modus op teks konsole:
bg: &Графичен режим на текстова конзола:
et: Tekstikonsooli &graafikarežiim:
fr: Mode &graphique sur la console :
id: Mode &grafik pada konsol teks:

source: You can select the graphics mode for this kernel here.<br>If you intend to use a VGA graphics mode, you must compile the kernel with support for framebuffer devices. The <i>ask</i> setting brings up a prompt at boot time.
af: jy kan kies die grafieka modus vir hierdie kernel hier.<br>as jy intensie aan gebruik 'n vga grafieka modus, jy moet kompileer die kernel met ondersteun vir raambuffer toestelle. die <i>vra</i> opset bring begin 'n por na boot tyd.
bg: Тук можете да изберете графичен режим за това ядро.<br>Ако Вие искате да използвате графичен VGA-режим, трябва да компилирате ядро с поддръжка на фреймбуфер. Параметър <i>ask</i> предизвиква появата на въпрос при зареждане на системата.
et: Siin saad valida vaikimisi graafikarežiimi.<br>VGA graafikarežiimide kasutamise soovi korral pead kompileerima kernelisse ka framebuffer'i toe. Valides <i>ask</i> antakse sulle alglaadimisel valik erinevatest režiimidest, millest saab valida vaikimisi režiimi kõikidele kernelitele.
fr: Vous pouvez sélectionner ici le mode graphique à utiliser pour ce noyau.<br>Si vous voulez utiliser un mode graphique VGA, le noyau correspondant doit avoir été compilé avec la gestion du «tampon graphique». L'option «Poser la question» entraîne l'apparition d'un menu pour sélectionner le mode graphique au démarrage.
id: Anda bisa memilih mode grafik untuk kernel ini di sini.<br>Jika anda bermaksud menggunakan mode grafik VGA< anda mesti mengompail kernel dengan dukungan untuk divais framebuffer. Pengaturan <i>tanya</i> memunculkan prompt saat boot.

source: default
af: verstek
bg: по подразбиране
fr: Par défaut
id: baku

source: ask
af: vra
fr: Poser la question
id: tanya

source: text 80x25 (0)
af: teks 80x25 (0)
et: tekstirežiim 80x25 (0)
fr: Texte 80x25 (0)
id: teks 80x25 (0)

source: text 80x50 (1)
af: teks 80x50 (1)
et: tekstirežiim 80x50 (1)
fr: Texte 80x50 (1)
id: teks 80x50 (1)

source: text 80x43 (2)
af: teks 80x43 (2)
et: tekstirežiim 80x53 (2)
fr: Texte 80x43 (2)
id: teks 80x43 (2)

source: text 80x28 (3)
af: teks 80x28 (3)
et: tekstirežiim 80x28 (3)
fr: Texte 80x28 (3)
id: teks 80x28 (3)

source: text 80x30 (4)
af: teks 80x30 (4)
et: tekstirežiim 80x30 (4)
fr: Texte 80x30 (4)
id: teks 80x30 (4)

source: text 80x34 (5)
af: teks 80x34 (5)
et: tekstirežiim 80x34 (5)
fr: Texte 80x34 (5)
id: teks 80x34 (5)

source: text 80x60 (6)
af: teks 80x60 (6)
et: tekstirežiim 80x60 (6)
fr: Texte 0x60 (6)
id: teks 80x60 (6)

source: text 40x25 (7)
af: teks 40x25 (7)
et: tekstirežiim 40x25 (7)
fr: Texte 40x25 (7)
id: teks 40x25 (7)

source: VGA 640x480, 256 colors (769)
af: vga 640x480, 256 kleure (769)
bg: VGA 640x480, 256 цвята (769)
et: VGA 640x480, 256 värvi (769)
fr: VGA 640x480, 256 couleurs (769)
id: VGA 640x480, 256 warna (769)

source: VGA 640x480, 32767 colors (784)
af: vga 640x480, 32767 kleure (784)
bg: VGA 640x480, 32767 цвята (784)
et: VGA 640x480, 32767 värvi (784)
fr: VGA 640x480, 32767 couleurs (784)
id: VGA 640x480, 32767 warna (784)

source: VGA 640x480, 65536 colors (785)
af: vga 640x480, 65536 kleure (785)
bg: VGA 640x480, 65536 цвята (785)
et: VGA 640x480, 65536 värvi (785)
fr: VGA 640x480, 65536 couleurs (785)
id: VGA 640x480, 65536 warna (785)

source: VGA 640x480, 16.7M colors (786)
af: vga 640x480, 16.7m kleure (786)
bg: VGA 640x480, 16.7M цвята (786)
et: VGA 640x480, 16.7M värvi (786)
fr: VGA 640x480, 16,7 millions de couleurs (786)
id: VGA 640x480, 16.7M warna (786)

source: VGA 800x600, 256 colors (771)
af: vga 800x600, 256 kleure (771)
bg: VGA 800x600, 256 цвята (771)
et: VGA 800x600, 256 värvi (771)
fr: VGA 800x600, 256 couleurs (771)
id: VGA 800x600, 256 warna (771)

source: VGA 800x600, 32767 colors (787)
af: vga 800x600, 32767 kleure (787)
bg: VGA 800x600, 32767 цвята (787)
et: VGA 800x600, 32767 värvi (787)
fr: VGA 800x600, 32767 couleurs (787)
id: VGA 800x600, 32767 warna (787)

source: VGA 800x600, 65536 colors (788)
af: vga 800x600, 65536 kleure (788)
bg: VGA 800x600, 65536 цвята (788)
et: VGA 800x600, 65536 värvi (788)
fr: VGA 800x600, 65536 couleurs (788)
id: VGA 800x600, 65536 warna (788)

source: VGA 800x600, 16.7M colors (789)
af: vga 800x600, 16.7m kleure (789)
bg: VGA 800x600, 16.7M цвята (789)
et: VGA 800x600, 16.7M värvi (789)
fr: VGA 800x600, 16,7 millions de couleurs (789)
id: VGA 800x600, 16.7M warna (789)

source: VGA 1024x768, 256 colors (773)
af: vga 1024x768, 256 kleure (773)
bg: VGA 1024x768, 256 цвята (773)
et: VGA 1024x768, 256 värvi (773)
fr: VGA 1024x768, 256 couleurs (773)
id: VGA 1024x768, 256 warna (773)

source: VGA 1024x768, 32767 colors (790)
af: vga 1024x768, 32767 kleure (790)
bg: VGA 1024x768, 32767 цвята (790)
et: VGA 1024x768, 32767 värvi (790)
fr: VGA 1024x768, 32767 couleurs (790)
id: VGA 1024x768, 32767 warna (790)

source: VGA 1024x768, 65536 colors (791)
af: vga 1024x768, 65536 kleure (791)
bg: VGA 1024x768, 65536 цвята (791)
et: VGA 1024x768, 65536 värvi (791)
fr: VGA 1024x768, 65536 couleurs (791)
id: VGA 1024x768, 65536 warna (791)

source: VGA 1024x768, 16.7M colors (792)
af: vga 1024x768, 16.7m kleure (792)
bg: VGA 1024x768, 16.7M цвята (792)
et: VGA 1024x768, 16.7M värvi (792)
fr: VGA 1024x768, 16,7 millions de couleurs (792)
id: VGA 1024x768, 16.7M warna (792)

source: VGA 1280x1024, 256 colors (775)
af: vga 1280x1024, 256 kleure (775)
bg: VGA 1280x1024, 256 цвята (775)
et: VGA 1280x1024, 256 värvi (775)
fr: VGA 1280x1024, 256 couleurs (775)
id: VGA 1280x1024, 256 warna (775)

source: VGA 1280x1024, 32767 colors (793)
af: vga 1280x1024, 32767 kleure (793)
bg: VGA 1280x1024, 32767 цвята (793)
et: VGA 1280x1024, 32767 värvi (793)
fr: VGA 1280x1024, 32767 couleurs (793)
id: VGA 1280x1024, 32767 warna (793)

source: VGA 1280x1024, 65536 colors (794)
af: vga 1280x1024, 65536 kleure (794)
bg: VGA 1280x1024, 65536 цвята (794)
et: VGA 1280x1024, 65536 värvi (794)
fr: VGA 1280x1024, 65536 couleurs (794)
id: VGA 1280x1024, 65536 warna (794)

source: VGA 1280x1024, 16.7M colors (795)
af: vga 1280x1024, 16.7m kleure (795)
bg: VGA 1280x1024, 16.7M цвята (795)
et: VGA 1280x1024, 16.7M värvi (795)
fr: VGA 1280x1024, 16,7 millions de couleurs (795)
id: VGA 1280x1024, 16.7M warna (795)

source: Mount root filesystem &read-only
af: mount root lêersisteem lees-alleen
bg: Монтира основната файлова система в режима &само за четене
et: Juurfailisüsteem haakimine ainult lugemise &režiimis
fr: Monter le système de fichiers racine en lectu&re seule
id: Kaitkan filesystem root &baca-saja

source: Mount the root filesystem for this kernel read-only. Since the init scripts normally take care of remounting the root filesystem in read-write mode after running some checks, this should always be turned on.<br>Don't turn this off unless you know what you're doing.
af: mount die root lêersisteem vir hierdie kernel lees-alleen. sedert die init skripte gewoonlik neem versigtigheid van herkoppel van die root lêersisteem in read-write modus na wat loop sommige toets, hierdie moet altyd wees geskakel op.<br>moenie skakel hierdie af tensy jy ken wat jy're doen.
bg: Монтира основната (/) файлова система само за четене.Обикновенно основната файлова система се монтира в режим за четене-запис от инициализационните скриптове след стартиране на програмите за проверка, тази опция трябва да бъде винаги включена. <br>Не я изключвайте, освен ако не знаете какво правите.
et: Juurfailisüsteem haakimine ainult lugemise režiimis. Kuna initsialiseerimise skriptid haagivad reeglina juurfailisüsteemi ise lugemise/kirjutamise režiimi ringi, siis peaks see valik alati sisse lülitatud olema.<br>Ära lülita seda valikut välja, kui sa ei tea, mida sa teed.
fr: Monte le système de fichiers racine pour ce noyau en lecture seule. Comme les scripts d'initialisation le remontent en lecture-écriture après avoir effectué quelques tests de routine, cette option devrait toujours être cochée.<br>Ne la décochez pas à moins de savoir ce que vous faites.

source: Don't check &partition table
af: moenie bevestig partisie tabel
bg: Не проверява &таблицата с дялове
et: &Partitsioonitabelit ei kontrollita
fr: Ne pas vérifier la table des &partitions
id: Jangan periksa tabel &partisi

source: This turns off some sanity checks while writing the configuration. This shouldn't be used under "normal" circumstances, but it's useful, for example, for installing the possibility to boot from a floppy disk without having a floppy in the drive every time you run lilo.<br>This sets the <i>unsafe</i> keyword in lilo.conf.
af: hierdie draai af sommige helder denkheid toets terwyl om te skryf die opstelling. hierdie moet nie wees gebruik word onder "normale" omstandighede, maar dit is bruikbare, vir voorbeeld, vir installering die moontlikheid aan boot van 'n sagteskyf disket sonder om te moet 'n sagteskyf in die dryf elke tyd jy hardloop lilo.<br>hierdie verstel die <i>onveilig</i> sleutelwoord in lilo.conf.
bg: Това изключва някои проверки по време на запис на конфигурацията. Това не трябва да бъде използвано в "нормални" условия, но може да бъде полезно, например за инсталация с възможност за зареждане от дискета, без да има дискета в устройството, когато се изпълнява lilo.<br> Това записва в lilo.conf параметъра <i>unsafe</i>.
et: See valik lülitab seadistuste faili salvestamisel välja mõned kontrollmehhanismid. "Normaalses" olukorras seda valikut kasutama ei peaks, kuid mõnikord võib seda valikut vaja minna. Näiteks seadistades masinat flopilt laadima ilma seadmes oleva flopikettata vms. See valik seab lilo.conf-i kirje <b>unsafe</b>.
fr: Cela désactive certains tests de cohérence lors de l'écriture de cette configuration, et ne doit donc pas être utilisé dans des circonstances «normales». Cela peut toutefois être utile pour configurer un démarrage à partir d'une disquette sans avoir à insérer cette disquette à chaque fois que vous lancez Lilo.<br> Cette option provoque l'utilisation du mot-clef <i>unsafe</i> dans le fichier lilo.conf.
id: Ini mematikin beberapa pemeriksaan kewajaran sementara menulis konfigurasi. Ini sebaiknya jangan digunakan dalam keadaan "normal", tapi berguna, sebagai contoh, untuk menginstal kemungkinan boot dari disket tanpa memerlukan disket dalam drive tiap kali anda menjalankan lilo.<br>Ini mengatur katakunci <i>unsafe</i> dalam lilo.conf.

source: &Record boot command lines for defaults
af: opneem boot opdrag lyne vir verstek
bg: &Записва командите за зареждане по подразбиране
et: &Vaikimisi laadimiskäsu automaatne salvestamine
fr: &Réutiliser les réglages pour les démarrages ultérieurs
id: &Rekam perintah baris boot untuk bakunya

source: Checking this box enables automatic recording of boot command lines as the default for the following bootups. This way, lilo "locks" on a choice until it is manually overridden.<br>This sets the <b>lock</b> option in lilo.conf
af: toetsing hierdie boks aktiveer automaties opneem van boot opdrag lyne as die verstek vir die volgende opboot. hierdie weg, lilo "sluit" op 'n keuse totdat dit is eiehandig verander.<br>hierdie verstel die <b>sluit</b> opsie in lilo.conf
bg: Тази опция включва автоматичен запис на зареждащите команди като подразбиращи се за последващо стартиране на системата. По този начин lilo "заключва" този избор докато ръчно не го промените.<br>В lilo.conf се записва параметъра <b>lock</b>.
et: Selle valiku märgistamine lubab automaatse alglaadimiskäsu meelde jätmist järgmiste alglaadimiste jaoks. Sellisel moel "lukustab" LILO valitud valiku senikauaks, kuni see käsitsi ringi muudetakse.<br> See valik seab lilo.conf-i kirje <b>lock</b>.
fr: Si cette case est cochée, les commandes de démarrage utilisées pour le prochain démarrage seront mémorisées et réutilisées systématiquement par la suite. Ainsi, Lilo est «bloqué» sur ces commandes de démarrage jusqu'à ce qu'elles soient remplacées manuellement.<br> Cela provoque l'utilisation du mot-clef <b>lock</b> dans le fichier lilo.conf.
id: Tandai kotak ini membolehkan perekaman otomatis perintah baris boot sebagai baku untuk bootup berikut. Dengan cara ini, lilo "mengunci" pada satu pilihan sampai ditimpa secara manual.<br>Ini menentukan opsi <b>lock</b> dalam lilo.conf

source: R&estrict parameters
af: vashou parameters
bg: О&граничи параметри
et: Piiratud param&eetrid
fr: Restreindre l'&utilisation de paramètres
id: Parameter k&etat

source: If this box is checked, a password (entered below) is required only if any parameters are changed (i.e. the user can boot <i>linux</i>, but not <i>linux single</i> or <i>linux init=/bin/sh</i>). This sets the <b>restricted</b> option in lilo.conf.
af: as hierdie boks is nagegaan, 'n wagwoord (ingevoerde onder) is benodig slegs as enige parameters word het verander (i.e. die gebruiker kan boot <i>linux</i>, maar nie <i>linux enkel</i> of <i>linux init=/ bin /sh</i>). hierdie verstel die <b>beperking</b> opsie in lilo.conf.
bg: При включване на тази опция, паролата (въведена по-долу) се изисква само ако се променят някой параметри (например потребителя може да зареди <i>linux</i>, но не <i>linux single</i> or <i>linux init=/bin/sh</i>). В lilo.conf се записва параметъра <b>restricted</b>.
et: Märgistades nõutakse parooli vaid siis, kui soovitakse muuta laadimisparameetreid (näiteks kasutaja saab paroolita laadida valikut <i>linux</i>, kuid mitte <i>linux single</i> või <i>linux init=/bin/sh</i>). See valik seab lilo.conf-i kirje <b>restricted</b>.
fr: Si cette case est cochée, un mot de passe (saisi ci-dessous) sera nécessaire pour pouvoir modifier les paramètres de démarrage au début de celui-ci. Ainsi l'utilisateur pourra démarrer <i>linux</i>, mais pas <i>linux single</i> ou <i>linux init=/bin/sh</i>. Cela provoque l'utilisation du mot-clef <b>restricted</b> dans le fichier lilo.conf.
id: Jika kotak ini ditandai, password (dimasukkan di bawah) dibutuhkan hanya jika sembarang parameter berubah (mis. user bisa memboot <i>linux</i>, tapi tidak <i>linux single</i> atau <i>linux init=/bin/sh</i>). Ini mengatur opsi <b>restricted</b> dalam lilo.conf.

source: Require &password:
af: vereis wagwoord:
bg: Изисква &парола:
et: &Parooli küsimine:
fr: Exiger un mot de &passe :
id: Membutuhkan &password:

source: Enter the password required for bootup (if any) here. If <i>restricted</i> above is checked, the password is required for additional parameters only.<br><b>WARNING:</b> The password is stored in clear text in /etc/lilo.conf. You'll want to make sure nobody untrusted can read this file. Also, you probably don't want to use your normal/root password here.
af: invoer die wagwoord benodig vir op boot (as enige) hier. as <i>beperking</i> <-invoer->boonste is nagegaan, die wagwoord is benodig vir aditionele parameters <-invoer->slegs.<br><b>waarskuwing:</b> die wagwoord is gestoor in maak skoon teks in <-invoer->/etc/lilo.conf. jy sal wil hê aan maak seker niemand wantroue kan lees hierdie <-invoer->lêer. asook, jy waarskynlik moenie wil hê aan gebruik jou normale/root wagwoord hier.
bg: Въведете тук паролата необходима за зареждане на системата. Ако е избрана опция <i>restricted</i> тя ще се изисква само за допълнителните параметри.<br><b>ПРЕДУПРЕЖДЕНИЕ:</b> Паролата се запазва в прост текст в /etc/lilo.conf. Убедете се, че друг няма права за четене на този файл, както и не използвайте Вашата root парола за този случай.
et: Sisesta siia alglaadimisel küsitav parool. Märgistades ülalolev <i>Piiratud parameetrid</i> küsitakse parooli vaid siis, kui soovitakse sisesta lisaparameetreid.<br> <b>HOIATUS:</b> Parool kirjutatakse seadistuste faili lihttekstina, nii et tee kindlaks, et mitte ükski ebausaldatav isik lilo seadistuste faili sisu ei näeks. Samuti pole mõttekas kasutada siin sinu tavakasutaja või administraatori parooli.
fr: Saisissez le mot de passe de démarrage (si celui-ci est nécessaire) ici. Si «Restreindre l'utilisation de paramètres» est cochée, ce mot de passe ne sera demandé que si les paramètres de démarrage sont modifiés. <br><b>Attention :</b> le mot de passe est inscrit en toutes lettres dans le fichier /etc/lilo.conf. Vous devrez donc vous assurer que personne ne peut lire le contenu de ce fichier. En outre, vous devriez éviter d'utiliser le mot de passe du super-utilisateur ici.
id: Masukkan password yang dibutuhkan pada bootup (jika ada) di sini. Jika <i>restricted</i> di atas ditandai, password dibutuhkan hanya untuk parameter tambahan.<br><b>PERINGATAN:</b> Password disimpan dalam teks polos dalam /etc/lilo.conf. Anda mungkin harus memastikan bahwa tidak ada orang yang tidak terpercaya bisa membaca berkas ini. Juga, anda mungkin tidak mau menggunakan password normal/root di sini.

source: LILO-config v0.1.0 (c) 2000 Red Hat, Inc. Programmed by Bernhard "Bero" Rosenkraenzer <bero@redhat.com> For updates, check http://www.linux-easy.com/development.php
af: LILO-config v0.1.0 (c) 2000 rooi hat, inc . geprogrameer deur bernhard " bero " rosenkraenzer < bero @redhat.com> vir opdateer, bevestig http://www.linux-easy.com/ontwikkeling. php
bg: LILO-config v0.1.0 (c) 2000 Red Hat, Inc. Автор: Bernhard "Bero" Rosenkraenzer <bero@redhat.com> Информация за обновяване: http://www.linux-easy.com/development.php
et: LILO seadistamine v0.1.0 (c) 2000 Red Hat, Inc. Loodud Bernhard "Bero" Rosenkraenzer'i poolt <bero@redhat.com> Uuenduste kohta saad infot aadressilt http://www.linux-easy.com/development.php
fr: Lilo-config v0.1.0 (c) 2000 Red Hat, Inc. Développé par Bernhard «Bero» Rosenkraenzer <bero@redhat.com> Pour les mises à jour, consultez http://www.linux-easy.com/development.php
id: LILO-config v0.1.0 (c) 2000 Red Hat, Inc. Diprogram oleh Bernhard "Bero" Rosenkraenzer <bero@redhat.com Untuk pembaruan, periksa http://www.linux-easy.com/development.php

source: Select
af: kies
bg: Избор
et: Vali
fr: Sélectionner
id: Pilih

source: You can edit the lilo.conf file directly here. All changes you make here are automatically transferred to the graphical interface.
af: jy kan redigeer die lilo.conf lêer direk hier. alle verander jy maak hier word automaties oorgedra aan die grafiese koppelvlak.
bg: Вие можете да редактирате файл lilo.conf тук. Всички промените които правите се прехвърлят автоматично в графичния интерфейс.
et: Siin saad muuta lilo.conf faili otse. Kõik siin tehtud muudatused kanduvad automaatselt üle ka graafilisesse liidesesse.
fr: Vous pouvez modifier le fichier lilo.conf directement ici. Toute modification sera automatiquement prise en compte dans l'interface graphique.
id: Anda bisa mengedit berkas lilo.conf secara langsung di sini. Semua perubahan yang anda buat di sini otomatis ditransfer ke antarmuka grafik.

source: Install &boot record to drive/partition:
af: installeer boot opneem aan dryf/partisie:
bg: Инсталира &зареждащ запис на диск/дял:
et: Alglaadimiskirje asukoht:
fr: Partition ou lecteur dans lequel installer le &secteur de démarrage :
id: Instal &boot record ke drive/partisi:

source: Select the drive or partition you want to install the LILO boot loader to here. Unless you intend to use other boot managers in addition to LILO, this should be the MBR (master boot record) of your boot drive.<br>In this case, you should probably select <i>/dev/hda</i> if your boot drive is an IDE drive or <i>/dev/sda</i> if your boot drive is SCSI.
af: kies die dryf van partisie jy wil hê aan installeer die lilo boot laaier aan hier. tensy jy intensie aan gebruik ander boot bestuurders in byvoeging aan lilo, hierdie moet wees die mbr (meester boot opneem) van jou boot dryf.<br>in hierdie kas, jy moet waarskynlik kies <i>/dev/hda</i> as jou boot dryf is 'n ide dryf van <i>/dev/sda</i> as jou boot dryf is scsi.
bg: Изберете диск или дял на който искате да инсталирате LILO зареждащата програма. Ако не искате да използвате други зареждащи програми, това ще бъде MBR на Вашия диск.<br>В този случай Вие, вероятно, ще изберете <i>/dev/hda</i>, ако Вашето устройство е IDE-диск, или <i>/dev/sda</i>, ако зареждате от - SCSI.
et: Sisesta siia seade, millele soovid salvestada LILO alglaadimiskirjet. Juhul, kui sa ei soovi kasutada teisi laadimishaldureid peale LILO peaks parimaks kohaks olema sinu ketta algus ehk MBR.<br> Sellisel juhul peaksid sa valima võib-olla <i>/dev/hda</i>, kui sul on IDE ketas või <i>/dev/sda</i>, kui sul on SCSI ketas.
fr: Choisissez ici le lecteur ou la partition dans lequel vous voulez installer le secteur de démarrage de Lilo. À moins de vouloir utiliser d'autres gestionnaires de démarrage que Lilo, vous devriez faire l'installation sur le secteur principal de démarrage (MBR).<br> Dans ce cas, choisissez <i>/dev/hda</i> si votre disque de démarrage est un disque IDE, ou <i>/dev/sda</i> s'il s'agit d'un disque SCSI.
id: Pilih drive atau partisi yang ingin anda instal pemuat boot LILO di sini. Kecuali anda bermaksud menggunakan manajer boot lain sebagai tambahan ke LILO, ini sebaiknya adalah MBR (master boot record) drive boot anda.<br>Dalam kasus ini, anda mungkin sebaiknya memilih <i>/dev/hda</i> jika drive boot anda adalah drive IDE atau <i>/dev/sda</i> jika drive boot anda SCSI.

source: Boot the default kernel/OS &after
af: boot die verstek kernel/os na
bg: Зарежда ядро/ОС по &подразбиране след
et: Vaikimisi kernel/OS laetakse
fr: Démarrer le noyau ou système d'exploitation par défaut &après
id: Boot kernel/OS baku sesud&ah

source: /10 seconds
af: /10 sekondes
bg: /10 секунди
et: /10 sekundi pärast
fr: /10e de seconde
id: /10 detik

source: LILO will wait the amount of time specified here before booting the kernel (or OS) marked as <i>default</i> in the <b>Images</b> tab.
af: lilo sal wag die hoeveelheid van tyd gespesifiseer hier voor herlaaiïng die kernel (of os) gemerkte as <i>verstek</i> in die <b>beelde</b> oortjie.
bg: LILO ще чака зададеното време преди да започне да зарежда ядрото (или Опер. система) отбелязана като <i>подразбираща се</i>в <b>Images</b>.
et: LILO ootab siin määratud aja ja laeb siis <b>Operatsioonisüsteemid</b> kaardil <i>vaikimisi</i> määratud kerneli (või operatsioonisüsteemi).
fr: Lilo patientera pour la durée indiquée ici avant de démarrer le noyau (ou le système d'exploitation) sélectionné par <i>défaut</i> dans l'onglet «Images».
id: LILO akan menunggu sejumlah waktu yang disebutkan di sini sebelum memboot kernel (atau OS) yang ditandai sebagai <i>baku</i> dalam tab <b>Citra</b>

source: Use &linear mode
af: gebruik liniêre modus
bg: Използва &линейна адресация
et: &Lineaarse režiimi kasutamine
fr: Utiliser le mode &linéaire
id: Gunakan mode &linear
