Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysv.po
Languages: bg, da, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sv, uk

source: Open &With
bg: От&вори с
da: Åbn &med
et: Ava &kasutades...
fi: Avaa &ohjelmalla
fr: Ouvrir &avec...
he: תועצמא&ב חתפ
hu: Megnyitás e&zzel
id: Bua &Dengan
is: Opna &með
it: Apri &con
ja: アプリケーションで開く(&W)
ko: 이 파일을 열 프로그램(&W)
nl: Openen &met
no: Åpne &med
no_ny: Opna &med
pt: Abrir &Com
pt_br: Abrir &com
ro: Deschide &cu
ru: От&крыть с
sk: Otvoriť &pomocou
sl: Odpri &z
sv: Ö&ppna med
uk: Відкрити &з

source: Show &Log
bg: Покажи &журнала
da: Vis &log
et: Näita &logi
fi: &Näytä loki
fr: Affic&her le journal
he: םו&שיר גצה
hu: A nap&ló megjelenítése
id: Perlihatkan &Log
is: Sýna anná&l
it: Mostra il &Log
ja: ログを表示(&L)
ko: 로그 보기(&L)
nl: &Log tonen
no: Vis &logg
no_ny: Vis &logg
pt: Mostrar &Relatório
pt_br: Mostrar L&og
ro: Afişează j&urnal
ru: Показать &журнал
sk: U&kázať záznam
sl: &Prikaži dnevnik
sv: Visa &logg
uk: Показати &журнал

source: &Start Service...
bg: &Стартирай обслужване...
da: &Start tjeneste
et: &Käivita teenus...
fi: &Käynnistä palvelu...
fr: &Démarrer un service
he: ...תוריש לע&פה
hu: Szolgáltatás el&indítása...
id: &Mulai Layanan...
is: Ræsa þjónu&stu...
it: &Avvia il Servizio...
ja: サービスを開始(&S)...
ko: 서비스 시작(&S)
nl: Dienst &starten...
no: &Start tjeneste...
no_ny: &Start teneste ...
pt: Iniciar &Serviço...
pt_br: &Iniciar serviço...
ro: &Porneşte serviciu...
ru: &Запустить сервис...
sk: &Spustiť službu...
sl: Poženi &servis...
sv: &Starta tjänst...
uk: &Запустити службу...

source: &Stop Service...
bg: С&при обслужване...
da: &Stands tjeneste
et: &Peata teenus...
fi: &Pysäytä palvelu...
fr: &Arrêter un service
he: ...תוריש רו&צע
hu: Szolgáltatás leállítá&sa...
id: &Hentikan Layanan...
is: &Stöðva þjónustu...
it: &Ferma il Servizio...
ja: サービスを停止(&S)...
ko: 서비스 중지(&S)
nl: Dienst &stoppen...
no: &Stopp tjeneste...
no_ny: &Stopp teneste ...
pt: Parar S&erviço...
pt_br: &Parar serviço...
ro: &Opreşte serviciu...
ru: &Остановить сервис...
sk: &Zastaviť službu...
sl: &Ustavi servis...
sv: &Stoppa tjänst...
uk: &Зупинити службу...

source: &Restart Service...
bg: Пр&естартира обслужване...
da: &Genstart tjeneste
et: Käivita teenus &uuesti...
fi: &Uudelleenkäynnistä palvelu...
fr: R&edémarrer un service
he: ...שדח&מ תוריש לעפה
hu: Szolgáltatás új&raindítása...
id: &Mulai Ulang Layanan...
is: Endur&ræsa þjónustu...
it: &Riavvia il Servizio...
ja: サービスを再起動(&R)...
ko: 서비스 재시작(&R)
nl: Dienst he&rstarten...
no: S&tart tjeneste på nytt...
no_ny: Start teneste &om att ...
pt: &Reiniciar Serviço...
pt_br: &Reiniciar serviço...
ro: &Reporneşte serviciu...
ru: &Перезапустить сервис...
sk: &Reštartovať službu...
sl: Po&novno zaženi servis...
sv: &Starta om tjänst...
uk: &Перезапустити службу...

source: &Edit Service...
bg: &Редактиране на обслужване...
da: &Redigér tjenester...
et: &Redigeeri teenust...
fi: &Muokkaa palvelua...
fr: &Modifier un service
he: ...תורי&ש תכירע
hu: Szolgáltatás &módosítása...
id: &Edit Layanan...
is: Sýsla m&eð þjónustu...
it: &Modifica il Servizio...
ja: サービスを編集(&E)...
ko: 서비스 수정(&E)
nl: Di&enst bewerken...
no: &Rediger tjeneste...
no_ny: &Endra teneste ...
pt: &Editar Serviço...
pt_br: &Editar serviço...
ro: &Editează serviciu...
ru: &Редактировать сервис...
sk: &Upraviť službu...
sl: Ur&edi servis...
sv: &Redigera tjänst...
uk: &Редагувати службу...

source: There are unsaved changes. Are you sure you want to quit?
bg: Промените не са запазени. Действително ли искате да излезете?
da: Der er ikke gemte ændringer. Er du sikker på, at du ønsker at afslutte?
et: Muudatused on salvestamata. Oled sa kindel, et soovid väljuda?
fi: Muutoksia on tallentamatta. Haluatko todella lopettaa?
fr: Certaines modifications n'ont pas été enregistrées. Voulez-vous vraiment quitter ?
he: ?תאצל ךנוצרבש חוטב התא םאה .ורמשנ אלש םייוניש םנשי
hu: A módosítások még nincsenek elmentve. Biztosan ki akar lépni?
id: Ada perubahan yang belum disimpan. Yakin ingin keluar?
is: Það á eftir að vista breytingar. Viltu örugglega hætta?
it: Ci sono modifiche non salvate. Sei sicuro di voler uscire?
ja: 保存されていない変更があります。終了しますか?
ko: 저장되지 않은 변경사항이 있습니다. 종료하시겠습니까?
nl: Er zijn niet-opgeslagen wijzigingen. Wilt u werkelijk afsluiten?
no: Det er ulagrede endringer. Er du sikker på at du ønsker å avslutte?
no_ny: Det finst ulagra endringar. Er du sikker på at du vil avslutta?
pt: Há alterações por gravar. Queres mesmo sair já?
pt_br: Há alterações não gravadas. Tem certeza que quer sair?
ro: Există modificări nesalvate. Doriţi să ieşiţi din program?
ru: Изменения не записаны. Вы действительно хотите выйти?
sk: Nie sú uložené zmeny. Naozaj chcete skončiť?
sl: Obstajajo neshranjene spremembe. Ali zares želite prenehati?
sv: Det finns osparade ändringar. Är du säker på att du vill avsluta?
uk: Зміни не збережені. Ви дійсно хочете вийти?

source: Do you really want to revert all unsaved changes?
bg: Действително ли искате да отмените всички незапазени промени?
da: Ønsker du virkelig at vende tilbage til alle ikke gemte ændringer?
et: Soovid sa tõesti tühistada kõik salvestamata muudatused?
fi: Haluatko todella palauttaa kaikki tallentamattomat muutokset?
fr: Voulez-vous vraiment annuler toutes les modifications non enregistrées ?
he: ?ורמשנ אלש םיונישה לכ תא לטבל ךנוצרבש חוטב התא םאה
hu: Biztosan eldobja a nem mentett módosításokat?
id: Apakah anda ingin mengembalikan perubahan yang belum disimpan?
is: Viltu virkilega afmá allar óvistaðar breytingar?
it: Vuoi davvero annullare tutte le modifche non salvate?
ja: 本当に全ての未保存の変更をクリアしますか?
ko: 저장 안된 변경사항을 되돌리겠습니까?
nl: Wilt u werkelijk dat alle wijzigingen ongedaan worden gemaakt?
no: Ønsker du virkelig å tilbakestille alle ulagrede endringer?
no_ny: Vil du verkeleg tilbakestilla alle ulagra endringar?
pt: Queres mesmo ignorar todas as alterações que estão por gravar?
pt_br: Quer mesmo reverter todas as modificações não gravadas?
ro: Doriţi să refac toate modificările nesalvate?
ru: Вы действительно хотите отменить все незаписанные изменения?
sk: Skutočne si prajete obnoviť všetky neuložené zmeny?
sl: Ali zares želite zavreči vse neshranjene spremembe?
sv: Vill du verkligen ångra alla osparade ändringar?
uk: Ви дійсно хочете скасувати всі незбережені зміни?

source: Revert Configuration
bg: Връщане към предишната конфигурация
da: Vend tilbage til indstillinger
et: Muudatuste tühistamine
fi: Palauta asetukset
fr: Revenir à la configuration précédente
he: הרוצת רזחש
hu: A beállításmódosítások eldobása
id: Kembalikan Konfigurasi
is: Afmá stillingar
it: Ripristina la configurazione
ja: 設定を元に戻す
ko: 설정 되돌리기
nl: Vorige configuratie herstellen
no: Tilbakestill oppsett
no_ny: Tilbakestill oppsett
pt: Reverter Configuração
pt_br: Reverter configuração
ro: Reface configuraţia
ru: Вернуться к прежним настройкам
sk: Obnoviť konfiguráciu
sl: Zavrzi nove nastavitve
sv: Ångra inställningar
uk: Відновити конфігурацію

source: &Revert
bg: &Възстановяване на предишната
da: &Vend tilbage
et: &Tühista
fi: &Palauta
fr: &Revenir
he: רזח&ש
hu: &Eldobás
id: &Kembalikan
is: &Afmá
it: &Ripristina
ja: 元に戻す(&R)
ko: 되돌리기(&R)
nl: W&ijzigingen ongedaan maken
no: &Tilbakestill
no_ny: &Tilbakestill
pt: &Reverter
pt_br: &Reverter
ro: &Reface
ru: &Восстановить прежнюю
sk: &Obnoviť
sl: Zav&rzi spremembe
sv: Ång&ra
uk: &Відновити

source: You're about to save the changes made to your init configuration. Please realize that wrong settings can make your system hang on startup. Do you wish to continue?
bg: Вие се каните да запишете промените, които сте направили във Вашата инициализираща конфигурация. Грешните настройки могат да доведат до това, че вашата система да не може да се зареди. Да продължа?
da: Du er ved at gemme ændringerne, som er lavet på din startindstilling. Vær opmærksom på at forkerte indstillinger kan resultere i, at dit system bliver umuligt at starte. Ønsker du at fortsætte?
et: Sa soovid salvestada init seadistustesse tehtud muudatusi. Ära unusta, et valede parameetrite puhul võib süsteem enam mitte käivituda. Soovid sa jätkata?
fi: Olet juuri tallentamassa tekemiäsi muutoksia init:n asetuksiin. Muutokset voivat aiheuttaa sen että järjestelmäsi ei enää lähde käyntiin. Haluatko jatkaa?
fr: Vous êtes sur le point d'enregistrer les modifications effectuées sur votre configuration de démarrage. Voulez-vous continuer ?
he: תורדגהש עד .לוחתיאה תרוצתב תעציבש םייונישה תא רומשל דמוע התא .לוחתיאה ךלהמב עקתיהל ךלש תכרעמל םורגל תולולע תונוכנ אל ?ךישמהל ךנוצרב םאה
hu: A módosított rendszerbeállítások mentése következik. Hibás módosítások esetén a rendszer esetleg nem lesz indítható. Folytatni kívánja a műveletet?
id: Anda akan menyimpan perubahan yang dibuat terhadap konfigurasi init anda. Harap sadari bahwa pengaturan yang salah dapat menyebabkan sistem anda hang pada saat dimulai. Anda ingin melanjutkan?
is: Þú ert í þann mund að vista breytingar sem þú hefur gert á uppsetningu init kerfisins. Mistök hvað þetta varðar geta leitt til þess að ræsiferli vélarinnar mislukkist næst. Viltu halda áfram?
it: Stai per salvare le modifiche fatte nella tua configurazione di init. Ricordati che impostazioni errate poterbbero impedire l'avvio del sistema. Vuoi continuare?
ja: 変更を起動設定に保存しようとしています。 誤った設定はあなたのシステムを起動できなくしてしまうこともあります。 続けますか?
ko: 이제 초기화 설정에 변경사항을 저장할 것입니다. 잘못된 설정은 시스템을 멈추게 할 수도 있습니다. 계속 하시겠습니까?
nl: U gaat zo de wijzigingen in uw init-configuratie opslaan. U moet weten dat verkeerde instellingen uw systeem kunnen laten vastlopen bij het opstarten. Wilt u werkelijk doorgaan?
no: Du skal til å lagre endringene som er gjort på din start konfigurasjon. Vær oppmerksom på at gale innstillinger kan resultere i at ditt system kan henge ved oppstart. Ønsker du å fortsette?
no_ny: Du er i ferd med å lagra endringane du har gjort til init-oppsettet ditt. Ver klar over at galne innstillingar kan føra til at systemet ikkje kan starta. Vil du fortsetja?
pt: Estás prestes a gravar as alterações feitas à tua configuração init. Não te esqueças que definições erradas podem bloquear o arranque do sistema. Queres mesmo continuar?
pt_br: Está prestes a gravar as modificações feitas à configuração do seu init. Por favor tenha consciência que configurações erradas podem impedir seu sistema de inicializar. Quer mesmo continuar?
ro: Sînteţi pe cale să salvaţi modificări care vor afecta configuraţia de iniţializare. Vă rog să realizaţi că setări greşite pot face sistemul dumneavoastră să nu mai pornească. Doriţi să continuaţi?
ru: Вы собираетесь записать изменения, произведенные в вашей конфигурации инициализации. Неверные установки могут привести к тому, что ваша система не сможет загрузиться. Продолжить?
sk: Chystáte sa uložiť zmeny, ktoré ste spravili vo vašej inicializačnej konfigurácii. Prosím uvedomte si, že nesprávne zmeny môžu zapríčiniť,že váš systém nenaštartuje. Chcete pokračovať ?
sl: Shraniti nameravate spremembe narejene vašim zagonskim nastavitvam. Zavedajte se, da lahko napačne nastavitve naredijo vaš sistem nezmožen zagona. Želite nadaljevati?
sv: Du är på väg att spara ändringar gjorda på din ursprungliga startinställning. Tänk på att felaktiga inställningar kan resultera i att ditt system inte går att starta upp. Vill du fortsätta?
uk: Зараз зміни, зроблені у конфігурації init будуть збережені. Будь ласка, згадайте, що невірні установки можуть підвісити Вашу систему при запуску. Продовжити?

source: Save Configuration
bg: Запис на конфигурацията
da: Gem indstillinger
et: Seadistuste salvestamine
fi: Tallenna asetukset
fr: Enregistrer la configuration
he: הרוצת רומש
hu: A beállítások mentése
id: Simpan Konfigurasi
is: Vista uppsetningu
it: Salva la configurazione
ja: 設定を保存
ko: 설정 저장
nl: Configuratie opslaan
no: Lagre konfigurasjon
no_ny: Lagra oppsett
pt: Gravar Configuração
pt_br: Salvar Configuração
ro: Salvează configuraţia
ru: Записать конфигурацию
sk: Uložiť konfiguráciu
sl: Shrani nastavitve
sv: Spara inställning
uk: Зберегти конфігурацію

source: <p>Click on the checkboxes to <strong>show</strong> or <strong>hide</strong> runlevels.</p> <p>The list of currently visible runlevels is saved when you use the <strong>Save Options command</strong>.</p>
bg: <p>Маркирайте опциите, за да<strong>показва</strong> или <strong>скрива</strong> нивата на стартиране.</p> <p>Списък на текущите видими нива на стартиране се запазват с <strong>Запази настройките</strong>.</p>
da: <p>Klik på afkrydsningsboksene for at <strong>vise</strong> eller <strong>skjule</strong>køreniveauerne .</p> <p> Listen af aktuelt synlige køreniveauer gemmes, når du bruger <strong>Gem indstillinger kommandoen</strong>.</p>
et: <p>Klõpsi käivitustasemete <strong>näitamiseks</strong> või <strong>peitmiseks</strong>.</p> <p>Käivitustasemete nähtavus salvestatakse valides menüüst <strong>Salvesta seadistused</strong>.</p>
fi: <p>Klikkaa valintoja <strong>näyttääksesi</strong> tai <strong>piilottaaksesi</strong> ajotasolistoja.</p><p>Näytettyjen ajotasojen lista tallennetaan kun käytät <strong>Tallenna asetukset</strong>-komentoa.</p>
fr: <p>Cliquez sur les cases pour <strong>afficher</strong> ou <strong>masquer</strong> des niveaux d'exécution.</p><p>La liste des niveaux d'exécution visibles est enregistrée lorsque vous <strong>enregistrez les options</strong>.</p>
he: <p align=right>וא <strong>גיצהל</strong> ידכ ןומיסה תובית ךותב ץחל<br>.הלעפה תומר <strong>ריתסהל</strong></p> <p align=right>תעכ תוגצומה הלעפהה תומר לש המישרה<br>הדוקפב שמתשת רשאכ רמשית<br>.<strong>תויורשפא רומש</strong></p>
hu: <p>Kattintson a választónégyzetekre a futásszint-panelek <strong>megjelenítéséhez</strong> vagy <strong>elrejtéséhez</strong>.</p><p>A látható futásszintek listája elmentődik, amikor <strong>A beállítások mentése</strong> parancsot végrehajtja.</p>
id: <p>Klik pada checkbox untuk <strong>menampilkan</strong> atau <strong>menyembunyikan</strong> runlevel.</p> <p>Daftar runlevel yang bisa dilihat akan disimpan ketika anda menggunakan <strong>perintah Simpan Opsi</strong>.</p>
is: <p>Hakaðu við boxin til að <strong>sýna</strong> eða<strong>fela</strong> kerfisþrepin.</p> <p>Listinn yfir þau kerfisþrep sem nú eru sýnileg er vistaður þegar þú notar <strong>Vista viðföng</strong> valmöguleikann.</p>
it: <p>Fai clic sulle caselle di selezione per <strong>mostrare</strong> o <strong>nascondere</strong> i runlevels.</p> <p>La lista dei runlevel visibili al momento viene salvata quando usi il comando <strong>Salva Opzioni</strong>.</p>
ja: <p>このチェックボックスをクリックしてランレベルを<strong>表示</strong>または<strong>非表示</strong>にして下さい。</p><p>現在表示されているランレベルは<strong>設定を保存 コマンドで</strong>保存できます。</p>
ko: <p><strong>보여주기</strong> 또는 <strong>숨기기</strong>하기 위해서체크박스를 클릭하세요.</p><p>현재 볼 수 있는 runlevel 리스트는 <strong>옵션 명령어 저장</strong>을 사용할 때 저장된다.<p>
nl: <p>Klik op de keuzevakken om de runlevels te <strong>tonen</strong> of te <strong>verbergen</strong>.</p> <p> De lijst met momenteel zichtbare runlevels wordt opgeslagen wanneer u het commando <strong>Opties opslaan</strong> gebruikt.</p
no: <p>Klikk på avkryssingsboksen for å <strong>vise</strong> eller <strong>skjule</strong> oppgaver for kjørenivåene.</p> <p>Listen over tilgjengelige kjørenivåer blir lagret når brukeren velger <strong>Lagre valg-kommandoen</strong>.</p>
no_ny: <p>Merk av boksane for å <strong>visa</strong> eller <strong>gøyma</strong> køyrenivåruter.</p> <p>Lista over synlege køyrenivå vert lagra når du brukar kommandoen <strong>Lagra val</strong>.</p>
pt: <p>Carrega nas opções para <strong>mostrar</strong> ou <strong>esconder</strong> os painéis de runlevel.</p> <p>A lista de runlevels actualmente visíveis é gravada quando se usa o <strong>comando de Gravar Opções</strong>.</p>
pt_br: <p>Clique nas caixas de verificação para <strong>mostrar</strong> ou <strong>esconder</strong> os níveis de execução.</p> <p>A lista de níveis de execução correntemente visíveis é salva quando você usa o <strong>comando Salvar Opções</strong>.</p>
ro: <p>Daţi click pe căsuţele de opţiune pentru a <strong>afişa</strong> sau <strong>ascunde</strong> panelurile nivelelor de execuţie.</p><p>Lista de nivele de execuţie vizibile curent este salvată atunci cînd utilizaţi comanda <strong>Salvează opţiunile</strong>.</p>
ru: <p>Отметьте опции, чтобы <strong>показать</strong> или <strong>скрыть</strong> уровни запуска.</p> <p>Список текущих видимых уровней запуска сохраняется командой <strong>Сохранить настройки</strong>.</p>
sk: <p>Kliknite na políčka ak chcete <strong>zobraziť</strong> alebo <strong>skryť</strong> tabuľky daných úrovní behu systému.</p> <p>Zoznam práve viditeľných úrovní môžete uložiť použitím <strong>príkazu Uložiť nastavenie</strong>
sl: <p>Odkljukajete ustrezno, da se <strong>prikažejo</strong> ali <strong> skrijejo</strong> razdelki ravni delovanja.</p> <p>Seznam trenutno vidnih razdelkov delovanja se shrani, ko uporabite ukaz <strong>Shrani Nastavitve</strong>.</p>
sv: <p>Klicka på kryssrutorna för att <strong>visa</strong> eller <strong>dölja</strong> körnivåerna.</p> <p>Listan på de för närvarande synliga körnivåerna sparas när du använder kommandot <strong>Spara inställningar</strong>.</p>
uk: <p>Клацніть на опціях <strong>показати</strong> або <strong>сховати</strong> рівні виконання.</p> <p>Список відображаємих рівнів буде збережено при виборі команди <strong>Зберегти параметри</strong>.</p>

source: Show only the selected runlevels
bg: Показва само избраните нива на стартиране
da: Vis kun de valgte køreniveauer
et: Näita ainult valitud käivitustasemeid
fi: Näytä vain valitut ajotasot
fr: N'afficher que les niveaux d'exécution sélectionnés
he: תורחבנה הלעפהה תומר תא קר גצה
hu: Csak a kiválasztott futásszintek mutatása
id: Perlihatkan hanya runlevel terpilih
is: Sýna einungis valin keyrsluþrep
it: Mostra solo i runlevel selezionati
ja: 選択されたランレベルのみ表示
ko: 선택된 runlevel 보기
nl: Alleen geselecteerde runlevels tonen
no: Vis bare de valgte kjørenivåene
no_ny: Vis berre valte køyrenivå
pt: Mostrar apenas os 'runlevels' seleccionados
pt_br: Mostrar somente os níveis de execução selecionados
ro: Afişează numai nivelele de execuţie selectate
ru: Показывать только выбранные уровни запуска
sk: Ukázať iba vybrané úrovne
sl: Prikaži le izbrane ravni delovanja
sv: Visa endast valda körnivåer
uk: Показувати тільки вибрані рівні виконання

source: Show Runlevels:
bg: Показва нивата на стартиране:
da: Vis køreniveauer:
et: Näita käivitustasemeid:
fi: Näytä ajotasot:
fr: Afficher les niveaux d'exécution :
he: :הלעפה תומר גצה
hu: A megjelenítendő futásszintek:
id: Perlihatkan Runlevel:
is: Sýna kerfisþrep:
it: Mostra i Runlevel
ja: ランレベルを表示:
ko: Runlevel 보기:
nl: Runlevels tonen:
no: Vis kjørenivåer
no_ny: Vis køyrenivå:
pt: Mostrar Runlevels:
pt_br: Mostrar níveis de execução:
ro: Afişează nivele de execuţie:
ru: Показать уровни запуска:
sk: Zobraziť úrovne:
sl: Prikaži ravni delovanja:
sv: Visa körnivåer:
uk: Показати рівні виконання:
