Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysv.po
Languages: bg, da, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sv, uk

source: <p>If the lock is closed <img src="user|ksysv_locked"/>, you don't have the right <strong>permissions</strong> to edit the init configuration.</p><p>Either restart %1 as root (or another more privileged user), or ask your sysadmin to install %1 <em>suid</em> or <em>sgid</em>.</p><p>The latter way is <strong>not</strong> recommended though, due to security issues.</p>
bg: <p>Ако lock е затворен <img src="user|ksysv_locked"/>, Вие нямате <strong>права</strong> за редактиране на параметрите на инициализация.</p><p>Престартирайте %1 с права на root (или друг привилегирован потребител) или помолете системния администратор да зададе %1 <em>suid</em> или <em>sgid</em>.</p><p>Втория начин <strong>не се</strong> препоръчва по съображения за сигурност.</p>
da: <p>Når låsen er lukket <img src="user|ksysv_locked"/>, har du ikke de rigtige <strong>tilladelser</strong> til at redigere init indstillingerne.</p><p> Enten genstart %1 som root (eller en anden mere priviligeret bruger), eller bed din systemadministrator om at installere %1 <em>suid</em> eller <em>sgid</em>.</p><p> Den sidste metode er dog <strong>ikke</strong> anbefalet på grund af sikkerheden.</p>
et: <p> Kui näidatakse suletud luku pilti <img src="user|ksysv_locked"/>, siis puuduvad sul initsialiseerimise seadistuste muutmiseks piisavad õigused.</p><p>Käivita %1 administraatori õigustes uuesti või palu administraatoril paigaldada %1 <em>suid</em>- või <em>sgid</em>-bitiga.</p> <p>Viimane valik <strong>pole</strong> võimalike turvaprobleemide tõttu soovitatav.</p>
fi: <p>Kun lukko on suljettu <img src="user|ksysv_locked"/>, sinulla ei ole oikeita <strong>oikeuksia</strong> init-asetusten muokkaamiseen. </p><p>Uudelleenkäynnistä %1 pääkäyttäjänä (tai jonain toisena käyttäjänä) tai pyydä pääkäyttäjääsi asentamaan %1 <em>suid</em> tai <em>sgid</em>-tilassa.</p><p>Jälkimmäinen tapa <strong>ei</strong> ole suositeltu turvallisuusongelmien takia.</p>
fr: <p>Si le verrou est fermé <img src="user|ksysv_locked"/>, cela signifie que vous n'avez pas les <strong>permissions</strong> nécessaires pour modifier la configuration de démarrage.</p><p> Vous pouvez alors soit redémarrer %1 en tant que super-utilisateur (ou tout autre utilisateur disposant des privilèges adéquat), soit demander à votre administrateur d'installer %1 avec le bit <em>SUID</em> ou <em>SGID</em> activé. Cette dernière méthode n'est <strong>pas</strong> recommandée pour des raisons de sécurité.</p>
he: <p align=right>תרוצת תא ךורעל <strong>תואשרה</strong> ךל ןיא ,<img src="user|ksysv_locked"/> רוגס לוענמה םא<br>.לוחתיאה</p><p align=right>וא) root רותב %1 תא שדחמ לעפה<br>תכרעמה להנממ שקב וא ,(תואשרה רתוי םע רחא שמתשמ<br>.<em>sgid</em> וא <em>suid</em> םע %1 תא ןיקתיש ךלש</p><p align=right>.החטבא לש תוביסמ תאזו ,תצלמומ <strong>הניא</strong> הנורחאה ךרדה</p>
hu: <p>Ha a lakat zárva van <img src="user|ksysv_locked"/>, akkor nincs megfelelő <strong>jogosultsága</strong> az indítási beállítások szerkesztéséhez.</p><p>Indítsa újra a(z) %1 alkalmazást root-ként (vagy egy másik rendszergazdai jogú felhasználó nevében), vagy telepíttesse a(z) %1 alkalmazást <em>suid</em> vagy <em>sgid</em> módban.</p><p>Az utóbbi eljárás <strong>nem</strong> ajánlott biztonsági problémák miatt.</p>
is: <p>Þegar lásinn er lokaður <img src="user|ksysv_locked"/> þá hefur þú ekki nægjanlegar <strong>heimildir</strong> til að sýsla með ræsistillingar vélarinnar.</p><p>Annaðhvort þarftu að endurræsa %1 sem ofurpaur (eða annar notandi með nægar heimildir) eða biðja kerfisstjórann þinn að setja <em>suid</em> eða <em>sgid</em> bitann á %1.</p><p><strong>Ekki</strong> er mælt með seinni aðferðinni af öryggisástæðum.</p>
it: <p>Se la serratura è chiusa <img src="user|ksysv_locked"/>, tu no hai <strong>i permessi</strong> sufficienti per modificare la configurazione di init.</p><p>In alternativa riavvia %1 come root (o un altro utente più privilegiato), oppure chiedi al tuo amministratore di sistema di installare %1 <em>suid</em> o <em>sgid</em>.</p><p>Tuttavia quest'ultima soluzione non è raccommandata, per motivi di sicurezza.</p>
ja: <p>鍵が閉じている時<img src="user|ksysv_locked"/>は、あなたには起動設定の変更に必要な<strong>権限</strong>がありません。</p><p>%1 をroot (または同等の権限を持つユーザ)として再起動するか、あるいはシステム管理者に頼んで %1 を<em>suid</em>または<em>sgid</em>付きでインストールしてもらって下さい。</p><p>ただし、後者の方法はセキュリティの観点から勧め<strong>られません</strong>。</p>
nl: <p>Als het slot gesloten is <img src="user|ksysv_locked"/> hebt u niet de <strong>nodige toegangsrechten</strong> om de init-configuratie te wijzigen.</p><p>Herstart %1 als root (of een andere gebruiker met deze privileges), of vraag uw systeembeheerder om %1 als <em>suid</em> of <em>sgid</em> te installeren.</p><p>De laatste manier is vanwege beveiligingsredenen <strong>niet</strong> aan te raden.</p>
no: <p>Når låsen er lukket <img src="user|ksysv_locked"/>, så har du ikke riktig <strong>tilgang</strong> for å redigere oppstartskonfigurasjonen.</p><p>Start enten %1 på nytt som root (eller en annen mer priviligert bruker), eller spør systemadministrator om å installere %1 <em>suid</em> eller <em>sgid</em>.</p><p>Den siste måten anbefales <strong>ikke</strong> på grunn av sikkerhetsproblemer.</p>
no_ny: <p>Når låsen er stengd <img src="user|ksysv_locked"/>, har du ikkje rette <strong>løyve</strong> for å endra init-oppsettet.</p> <p>Start %1 om att som root (eller ein annan brukar med tilstrekkelege løyve), eller spør systemadministratoren om å installera %1 som <em>suid</em> eller <em>sgid</em>.</p> <p>Av tryggleiksgrunnar er <strong>ikkje</strong> den siste måten tilrådd.</p>
pt: <p>Quando o trinco está fechado <img src="user|ksysv_locked"/>, quer dizer que não tens as <strong>permissões</strong> para editar a configuração init.</p><p>Recomeça o %1 como root (ou outro utilizador mais privilegiado), ou então pede ao teu administrador para instalar %1 <em>suid</em> ou <em>sgid</em>.</p><p>A segunda alternativa <strong>não</strong> é recomendada, no entanto, por questões de segurança.</p>
pt_br: <p>Quando o cadeado está fechado <img src="user|ksysv_locked"/>, você não tem <strong>permissões suficientes</strong> para editar a configuração de inicialização.</p><p>Tente reiniciar %1 como superusuário (ou outro usuário suficientemente privilegiado), ou peça a seu administrador de sistema para instalar %1 <em>suid</em> ou <em>sgid</em>.</p><p>A última sugestão <strong>não é recomendada</strong> por questões de segurança.</p>
ro: <p>Cînd lacătul este închis <img src="user|ksysv_locked"/>, nu aveţi <strong>permisiunile</strong> necesare să editaţi configuraţia de iniţializare.</p><p>Pentru a putea face acest lucru, fie restartaţi %1 ca root (sau alt utilizator privilegiat) sau fie cereţi administratorului dumneavoastră să instaleze %1 <em>suid</em> sau <em>sgid</em>.</p><p>În orice caz, ultima variantă <strong>nu</strong> este recomandată din motive de securitate.</p>
ru: <p>Если замок закрыт <img src="user|ksysv_locked"/>, у вас нет <strong>прав</strong> для редактирования параметров инициализации.</p><p>Перезапустите %1 под правами root (или другого привилегированного пользователя) или попросите системного администратора установить %1 <em>suid</em> или <em>sgid</em>.</p><p>Второй способ <strong>не</strong> рекомендуется по соображениям безопасности.</p>
sk: <p>Ak je zámok uzamknutý <img scr="user|ksysv_locked"/>, nemáte <strong>práva</strong> upravovať inicializačnú konfiguráciu systému.</p><p>Buď reštartujte %1 ako root (alebo iný privilegovaný užívateľ), alebo kontaktujte vášho administrátora aby inštaloval %1 <em>suid</em> alebo <em>sgid</em>.</p><p>Poslednú možnosť kvôli bezpečnosti <strong>neodporúčame</strong>.</p>
sl: <p>Če je ključavnica zaprta <img src="user|ksysv_locked"/>, nimate <strong> pravic</strong>, da bi spreminjali zagonske nastavitve.</p> <p>Ponovno zaženite %1 kot uporabnik root (ali drug priviligirani uporabnik) ali pa prosite vašega skrbnika sistema, da namesti %1 <em>suid</em> ali <em>sgid</em>.</p> <p>Slednje se zaradi varnostnih razlogov <em>ne priporoča</em>.</p>
sv: <p>Om låset är stängt <img src="user|ksysv_locked"/> har du inte den <strong>behörighet</strong> som krävs för att redigera systemets startinställningar.</p><p>Starta antingen om %1 som root (eller någon annan mer privilegierad användare), eller be din systemadministratör installera %1 <em>suid</em> eller <em>sgid</em>.</p><p>Det senare rekommenderas <strong>inte</strong> på grund av säkerhetsskäl.</p>
uk: <p>Якщо замок зачинено <img src="user|ksysv_locked"/>, от Ви на маєте <strong>дозволу</strong> для редагування конфігурації init.</p><p> Або <strong>перезапустите %1 як root (чи як інший привілеїрований користувач), або просите адміністратора встановити на %1 <em>suid</em> або <em>sgid</em>.</p><p>Останню пораду ми не рекомендуємо внаслідок того, що це порушить безпеку системи.</p>

source: Changed
bg: Променено
da: Ændret
et: Muudetud
fi: Muutettu
fr: Modifié
he: הנוש
hu: Megváltozott
id: Berubah
is: Breytt
it: Modificato
ja: 変更しました
ko: 변경되었습니다
nl: Gewijzigd
no: Endret
no_ny: Endra
pt: Alterado
pt_br: Modificado
ro: Modificat
ru: Изменено
sk: Zmenené
sl: Spremenjeno
sv: Ändrad
uk: змінено

source: <h1>KDE Sys-V Init Editor Log</h1>
bg: <h1>Редактор на скриптове SysV</h1>
da: <h1>KDE Sys-V Init redigeringslog</h1>
et: <h1>SysV init redaktori logi</h1>
fi: <h1>KDE SysV Init -muokkaimen loki</h1>
fr: <h1>Éditeur de configuration de démarrage</h1>
he: <h1>KDE לש םיתורישה להנמ לש םושיר</h1>
hu: <h1>A KDE Sys-V Init szerkesztő naplója</h1>
id: <h1>Log Editor Sys-V Init KDE</h1>
is: <h1>KDE SysV Init stjóra annáll</h1>
it: <h1>Log dell'Editor di KDE per SysV Init</h1>
ja: <h1>KDE SysV Init エディタ ログ</h1>
no: <h1>KDE SysV Init-redigerer, logg</h1>
no_ny: <h1>Logg for KDE SysV-init-redigering</h1>
pt: <h1>Relatório do Editor de SysV-Init</h1>
pt_br: <h1>Editor de Inicialização SysV do KDE</h1>
ro: <h1>Jurnal manager de servicii pentru KDE</h1>
ru: <h1>Редактор скриптов SysV</h1>
sk: <h1>Záznam KDE SysV-Init Editora</h1>
sl: <h1>Zagonski urejevalnik SysV </h1>
sv: <h1>KDE SysV-starteditor logg</h1>
uk: <h1>Редактор SysV-Init для KDE</h1>

source: <h3>Printed on %1</h3><br/><br/>
bg: <h3>Печат на %1</h3><br/><br/>
da: <h3>Udskrevet den %1</h3><br/><br/>
et: <h3>Trükitud: %1</h3><br/><br/>
fi: <h3>Tulostettu %1</h3><br/><br/>
fr: <h3>Imprimé sur %1</h3><br/><br/>
he: <h3>%1-ב ספדוה</h3><br/><br/>
hu: <h3>A nyomtatás dátuma: %1</h3><br/><br/>
id: <h3>Dicetak pada %1</h3><br/><br/>
is: <h3>Prentað %1 </h3><br/><br/>
it: <h3>Stampato il %1</h3><br/><br/>
ja: <h3>%1 で印刷</h3><br/><br/>
ko: <h3>%1 인쇄</h3><br/><br/>
nl: <h3>Afgedrukt op %1</h3><br/><br/>
no: <h3>Skrevet ut på %1</h3><br/><br/>
no_ny: <h3>Skrive ut %1</h3><br/><br/>
pt: <h3>Impresso em %1</h3><br/><br/>
pt_br: <h3>Impresso em %1</h3><br/><br/>
ro: <h3>Tipărit pe %1</h3><br/><br/>
ru: <h3>Печать на %1</h3><br/><br/>
sk: <h3>Vytlačený na %1</h3><br/><br/>
sl: <h3>Natisnjeno na %1</h3><br/><br/>
sv: <h3>Utskriven på %1</h3><br/><br/>
uk: <h3>Роздруковано на %1</h3><br/><br/>

source: <p>Sorry, I could not generate a valid sorting number for this position. This means that there was no number available in between the two adjacent services, and the service did not fit in lexically.</p><p>Please adjust the sorting numbers manually via the <strong>Properties dialog box</strong>.</p>
bg: <p>Съжалявам, но не мога да присвоя пореден номер на това обслужване. Това означава, че нямате достъпни числа между номерата на предишното и следващото обслужване.</p><p>Моля, променете номерата на тези обслужвания ръчно, използвайки диалога <strong>Свойства</strong>.</p>
da: <p>Jeg kunne desværre ikke generere et gyldigt sorteringsnummer for denne plads. Det betyder, der ikke var noget nummer tilgængeligt mellem de to tjenester ved siden af, og tjenesten passede ikke ind i bogstavrækkefølgen.</p><p>Justérsorteringsnumrene manuelt via <strong>Egenskaber dialogboksen</strong>.</p>
et: <p>Sobiva järjekorranumbri genereerimine ebaõnnestus. See tähendab, et sellel kohal polnud kahe kõrval oleva teenuse järjekorranumbrite vahel enam ühtegi vaba numbrit.</p> <p>Palun muuda käsitsi järjekorranumbreid <strong>Omaduste</strong> dialoogi abil. </p>
fi: <p>Ei voitu luoda järjestysnumeroa tälle paikalle. Tämä merkitsee sitä, että ei ole yhtään numeroa vapaana kahden peräkkäisen palvelun välissä.</p><p>Muokkaa järjestysnumeroita käsin <strong>Ominaisuudet</strong> ikkunan kautta.</p>
fr: <p>Désolé, il est impossible de générer un numéro d'ordre valable dans ce cas. Cela signifie qu'il n'y a aucun numéro libre entre ceux des deux services adjacents, et que le service n'a pas pu être inséré alphabétiquement.</p><p> Veuillez ajuster les numéros d'ordre manuellement via la <strong>boîte de dialogue «Propriétés».</p>
he: <p align=right>.ףקת ירודיס רפסמ הז םוקימל רוציל ןתינ אל ,יל רצ<br>ינש ןיב ןימז רפסמ לכ היה אלש רמוא הז רבד<br>.םיכומסה םיתורישה</p><p align=right><strong>חיש-וד</strong> ךרד תינדי םיירודיסה םירפסמה תא םאתה אנא<br>.<strong>םינייפאמה</strong></p>
hu: <p>Nem sikerült létrehozni a kívánt sorszámot. Ez azt jelenti, hogy két egymás utáni szolgáltatás sorszáma is egymás utáni szám, és így nem sikerült közéjük beilleszteni egy bejegyzést.</p><p>Módosítsa kézzel a számokat a <strong>Tulajdonságok</strong> párbeszédablakban.</p>
id: <p>Maaf, saya tidak dapat membuat nomor pengurutan yang valid untuk posisi ini. Artinya ada tidak ada nomor yang tersedia antara dua layanan bersebelahan, dan layanan itu tidak masuk secara leksikal.</p><p>Sesuaikan nomor pengurutan secara manual melalui <string>Kotak dialog properti</string>.</p>
is: <p>Ég gat ekki búið til gilt raðnúmer fyrir þessa staðsetningu. Þetta þýðir að það var ekkert raðnúmer laust á milli þessara tveggja aðliggjandi þjónusta, og þjónustan passaði ekki nákvæmlega inn í stafrófsröðina.</p><p>Aðlagaðuraðnúmerin handvirkt í <strong>Eiginleika glugganum</strong>.</p>
it: <p>Spiacente, non posso generare un numero d'ordine valido per questa posozione. Questo significa che non c'era una numero disponibile in mezzo ai due servizi adiacenti, e che il servizio non si adatta lessicalmente.</p><p>Per favore, sistema manualmente i numeri d'ordine tramite la <strong>casella di dialogo Proprietà</strong>.</p>
ja: <p>すみません。この位置では正しいソート番号を生成できませんでした。隣接するサービスの間に空き番号が無いので、サービスを正しい位置に入れられません。</p><p><strong>プロパティダイアログ</strong>を使って、ソート番号を手動で調整して下さい。</p>
ko: <p>죄송합니다, 이 위치에서 유효한 정렬 수를 만들 수 없습니다.두개의 인접한 서비스사이에 이용할 수 있는 숫자가 없습니다, 그리고 서비스가 어휘적으로 맞지 않습니다.</p><p>분류 숫자를 <strong>등록정보 대화상자</strong>에서 매뉴얼적으로 수정하시기 바랍니다.</p>
nl: <p>Helaas, ik kon geen geldig sorteernummer voor deze positie genereren. Dit betekent dat er geen getal beschikbaar was tussen de twee aangrenzende diensten, en dat de dienst niet woordelijk past.</p><p> Pas a.u.b. de sorteernummers handmatig aan via het vak <strong>Eigenschappen</strong>.</p>
no: <p>Beklager, jeg kunne ikke generere et gyldig sorterings nummer for denne posisjonen. Dette betyr at det ikke var noe nummer mellom de to nærliggende tjenestene, og tjenesten fikk ikke plass.</p><p>Vennligst juster nummer-sorteringen manuelt gjennom <strong>Egenskaper dialog boksen</strong>.</p>
no_ny: <p>Orsak, eg klarte ikkje laga eit gyldig sorteringstal for denne posisjonen. Dette tyder at det ikkje finst noko ledig tal mellom dei to tilstøytande tenestene, og tenesta passa ikkje inn leksikalsk.</p><p>Juster sorteringstala manuelt via dialogboksen <strong>Eigenskapar</strong>.</p>
pt: <p>Infelizmente não pude gerar um número de ordem válido para esta posição. Isto significa que não havia números livres entre os dois serviços adjacentes, e o serviço não coube lexicalmente.</p><p>Por favor ajusta os números de ordem manualmente através da <strong>janela de Propriedades</strong>.</p>
pt_br: <p>Desculpe, não pude gerar um número de ordem válido para esta posição. Isto significa que não havia número disponível entre dois serviços adjacentes, e o serviço não 'coube'.</p><p>Queira ajustar os números de ordem manualmente através da <strong>janela Propriedades</strong>.</p>
ro: <p>Nu am putut genera un număr de sortare valid pentru această poziţie. Aceasta înseamnă că nu există nici un număr disponibil între cele două servicii adicente şi deci serviciul nu are cum să fie poziţionat acolo.</p><p>Încercaţi să ajustaţi manual numerele de sortare folosind căsuţa de dialog <strong>Proprietăţi</strong>.</p>
ru: <p>Не могу присвоить порядковый номер этому сервису. Это означает, что нет доступных чисел между номерами предыдущего и последующего сервисов.</p><p>Пожалуйста, измените номера у этих сервисов вручную, используя диалог <strong>Свойства</strong>.</p>
sk: <p>Ľutujem, nemôžem vygenerovať platné poradové číslo. To znamená, že už nie je žiadne číslo k dispozícii medzi dvoma susediacimi službami a že služby nesedia lexikálne.</p><p>Prosím, upravte ručte poradové čísla pomocou dialógu <strong>Vlastnosti</strong>.</p>
sl: <p>Žal nisem mogel ustvariti veljavnega števila za razvrščanje za ta položaj. To pomeni, da ni bilo na voljo nobene številke med dvema sosednjima servisoma, zato se servis leksično ni prilegal.</p><p>Ročno uredite zaporedna števila preko pogovornega okna <strong>Lastnosti</strong>.</p>
sv: <p>Tyvärr, jag kunde inte skapa något giltigt sorteringsnummer för den här positionen. Det innebär att det inte fanns något nummer mellan de två närliggande tjänsterna, och tjänsten fick inte plats lexikalt.</p><p>Justera sorteringsnumren manuellt via dialogrutan <strong>Egenskaper</strong>.</p>
uk: <p>Перепрошую, але не можу встановити номер запуску служби. Це значить, що немає вільних номерів між номерами попередньої та наступної служби.</p> <p>Змініть, будь ласка, номери цих служб вручну у вікні <strong>Властивості</strong>.</p>

source: Could Not Generate Sorting Number
bg: Не мога да присвоя пореден номер
da: Kunne ikke generere sorteringsnummer
et: Järjekorranumbrite genereerimine ebaõnnestus
fi: En saanut luotua järjestysnumeroa
fr: Impossible de générer un numéro d'ordre
he: ירודיס רפסמ רוציל ןתינ אל
hu: Nem sikerült létrehozni a sorszámot
id: Tidak Dapat Membuat Nomor Pengurutan
is: Gat ekki búið til raðnúmer.
it: Impossibile generare i numeri d'ordine
ja: ソート番号を生成できませんでした。
ko: 분류 숫자를 만들 수 없습니다
nl: Kon geen sorteernummer genereren
no: Kunne ikke generere sorteringsnummer.
no_ny: Klarte ikkje lagra sorteringsnummer.
pt: Não Foi Possível Gerar o Número de Ordem
pt_br: Não pude gerar número de ordem
ro: Nu pot genera un număr de sortare
ru: Не могу присвоить порядковый номер
sk: Nemôžem vytvoriť poradové číslo
sl: Nisem mogel ustvariti števila za razvrščanje.
sv: Kunde inte generera ordningsnummer
uk: Неможливо утворити число упорядкування

source: Could not generate sorting number. Please change manually.
bg: Не мога да присвоя пореден номер. Моля променете ги ръчно.
da: Kunne ikke generere sorteringsnummer. Gør det venligst manuelt.
et: Ei saa genereerida sorteerimis numbrit. Palun muuda käsitsi.
fi: En saanut luotua järjestysnumeroa. Vaihda sitä käsin.
fr: Impossible de générer un numéro d'ordre. Veuillez le changer manuellement.
he: .ינדי ןפואב הנש אנא ,ירודיס רפסמ רוציל ןתינ אל
hu: A sorszámot nem sikerült létrehozni. Kérem módosítsa Ön a sorszámot.
id: Tidak dapat membuat nomor pengurutan. Harap diubah manual.
is: Gat ekki smíðað raðnúmer. Breyttu þessu handvirkt.
it: Impossibile generare i numeri d'ordine. Cambiarli manualmente.
ja: ソート番号を生成できませんでした。手動で変更してください。
ko: 분류 숫자를 만들 수 없습니다. 매뉴얼적으로 변경하시기 바랍니다.
nl: Kon geen sorteernummer genereren. Deze moet u handmatig wijzigen.
no: Kunne ikke generere sorteringsnummer. Vennligst gjør det manuelt.
no_ny: Klarte ikkje lagra sorteringsnummer. Gjer endringa manuelt.
pt: Não foi possível gerar o número de ordem. Por favor, altera manualmente.
pt_br: Não pude gerar número de ordem. Mude manualmente.
ro: Nu pot genera un număr de sortare. Vă rog să îl schimbaţi manual.
ru: Не могу присвоить порядковый номер. Внесите измениения вручную.
sk: Nemôžem vytvoriť poradové číslo. Prosím zmeňte manuálne.
sl: Nisem mogel ustvariti števila za razvrščanje. Popravite ga ročno.
sv: Kunde inte generera ordningsnummer. Ändra manuellt.
uk: Неможливо утворити число упорядкування. Введіть, будь ласка, вручну.

source: Configuration package saved successfully.
bg: Пакета с конфигурации е записан успешно.
da: Det lykkedes at gemme indstillingspakken.
et: Seadistuste pakett edukalt salvestatud.
fi: Asetuspaketti tallennettu
fr: Configuration enregistrée avec succès.
he: .החלצהב הרמשנ לוחתיאה תליבח
hu: A beállításcsomag mentése sikeresen megtörtént.
id: Paket konfigurasi sukses tersimpan.
is: Vel gékk að vista stillingapakka.
it: Pacchetto di configurazione salvato con successo.
ja: 設定パッケージの保存に成功しました。
ko: 설정 패키지가 성공적으로 저장되었습니다.
nl: Configuratie is succesvol opgeslagen.
no: Oppsettspakke lagret med hell.
no_ny: Oppsettpakke lagra.
pt: O pacote de configuração foi gravado com sucesso.
pt_br: Pacote de configuração salvo com sucesso.
ro: Pachet de configuraţie salvat cu succes.
ru: Пакет конфигурации успешно записан.
sk: Balík s konfiguráciou úspešne uložený.
sl: Paket nastavitev je bil uspešno shranjen.
sv: Inställningspaket sparade.
uk: Конфігурацію пакунку успішно збережено.

source: Configuration package loaded successfully.
bg: Пакета с конфигурации е зареден успешно.
da: Det lykkedes at indlæse indstillingspakken.
et: Seadistuste pakett edukalt laaditud.
fi: Asetuspaketti ladattu
fr: Configuration chargée avec succès.
he: .החלצהב הנעטנ לוחתיאה תליבח
hu: A beállításcsomag betöltése sikeresen megtörtént.
id: Paket konfigurasi sukses dimuat.
is: Vel gékk að lesa stillingapakka.
it: Pacchetto di configurazione caricato con successo.
ja: 設定パッケージの読み込みに成功しました。
ko: 설정패키지가 성공적으로 불러졌습니다.
nl: Configuratie is met succes geladen.
no: Oppsettspakke lastet med hell.
no_ny: Oppsettpakke lasta.
pt: O pacote de configuração foi lido com sucesso.
pt_br: Pacote de configuração carregado com sucesso.
ro: Pachet de configuraţie salvat cu succes.
ru: Пакет конфигурации успешно загружен.
sk: Balík s konfiguráciou úspešne načítaný.
sl: Paket nastavitev se je uspešno naložil.
sv: Inställningspaket laddade.
uk: Конфігурацію пакунку успішно завершено.

source: _: NAME OF TRANSLATORS Your names
bg: Борислав Александров
da: Erik Kjær Pedersen
et: Peeter Russak
fi: Kim Enkovaara
fr: Thibaut Cousin
he: Meni Livne
hu: Szántó Tamás
id: Chandra, Haris Fauzi
is: Bjarni R. Einarsson, Svavar Ingi Hermannsson, Kristinn Runar Kristinsson
it: Alessandro Pasotti
ja: Taiki Komoda,Noboru Sinohara
ko: hyunsuk shim
nl: Niels Reedijk,Rinse de Vries
no: Christian A Strømmen [Number1/NumeroUno]
no_ny: Gaute Hvoslef Kvalnes
pt: José Nuno Coelho Pires
pt_br: E. A. Tacão,Elvis Pfützenreuter
ro: Claudiu Costin
ru: Denis Perchine,Andrey S. Cherepanov
sk: Juraj Bendar, Pavol Cvengros,Peter Gasparovic,Martin Uzak,Stanislav Visnovsky
sl: Rok Papez, Gregor Rakar. Gregor Fajdiga
sv: Mattias Newzella
uk: Andy Rysin

source: _: EMAIL OF TRANSLATORS Your emails
bg: boby_a_@web.bg
da: erik@binghamton.edu
et: pezz@tkwcy.ee
fi: kim.enkovaara@iki.fi
fr: cousin@kde.org
he: livne@kde.org
hu: tszanto@mol.hu
id: hanzo@bdg.centrin.net.id, haris@trustix.com
is: bre@mmedia.is, svavarh@hi.is, kiddi@breakbeat.is
it: ale.pas@tiscalinet.it
ja: kom@kde.gr.jp,shinobo@leo.bekkoame.ne.jp
ko: hsshim@hancom.com
nl: nielx@kde.nl,rinse@kde.nl
no: number1@realityx.net
no_ny: gaute@verdsveven.com
pt: jncp@rnl.ist.utl.pt
pt_br: tacao@conectiva.com.br,epx@conectiva.com.br
ro: claudiuc@geocities.com
ru: dyp@perchine.com,sibskull@mail.ru
sk: juraj@bednar.sk,orpheus@hq.alert.sk,?,uzak@ba.telecom.sk,visnovsky@nenya.ms.mff.cuni.cz
sl: rok@slo.net, gregor.rakar@kiss.uni-lj.si, gregor.fajdiga@telemach.net
sv: newzella@swipnet.se
uk: arysin@yahoo.com
