Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysv.po
Languages: bg, da, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sv, uk

source: Services:
bg: Обслужвания:
da: Tjenester:
et: Teenused:
fi: Palvelut:
he: :םיתוריש
hu: Szolgáltatások:
id: Layanan:
is: Þjó&nustur:
it: Servizi:
ja: サービス:
ko: 서비스
nl: Diensten:
no: Tjenester:
no_ny: Tenester:
pt: Serviços:
pt_br: Serviços:
ro: Servicii:
ru: Сервисы:
sk: Služby:
sl: Servisi:
sv: Tjänster:
uk: Служби:

source: Sorting numbers:
bg: Поредни номера:
da: Sorterer numre:
et: Järjekorranumbrid:
fi: Jäsrestysnumerot:
fr: Numéros d'ordre :
he: :םיירודיס םירפסמ
hu: Sorszámok:
id: Nomor pengurutan:
is: &Raðnúmer:
it: Numeri d'ordine:
ja: ソート番号:
ko: 분류 숫자
nl: Sorteernummers:
no: Sorterer tall:
no_ny: Sorteringstal:
pt: Números de ordem:
pt_br: Números de ordem:
ro: Numere de sortare:
ru: Порядковые номера:
sk: Poradové čísla:
sl: Zaporedna števila:
sv: Ordningsnummer:
uk: Числа упорядкування:

source: &Choose...
bg: &Избор...
da: &Vælg...
et: &Vali...
fi: &Valitse...
fr: &Choisir
he: ...&רחב
hu: Válassz&on...
id: &Pilih...
is: &Velja...
it: &Scegli...
ja: 選択(&C)...
ko: 선택(&C)
nl: Kie&zen...
no: &Velg...
no_ny: &Vel ...
pt: Es&colher...
pt_br: &Escolher...
ro: &Alege...
ru: &Выбор...
sk: &Vybrať...
sl: &Izberi...
sv: Vä&lj...
uk: &Вибрати...

source: Colors
bg: Цветове
da: Farver
et: Värvid
fi: Värit
fr: Couleurs
he: םיעבצ
hu: Színek
id: Warna
is: Litir
it: Colori
ja: 色
ko: 칼라
nl: Kleuren
no: Farger
no_ny: Fargar
pt: Cores
pt_br: Cores
ro: Culori
ru: Цвета
sk: Farby
sl: Barve
sv: Färger
uk: Кольори

source: Dummy
bg: Временен
fr: Fausse
he: המד
hu: Üres
is: Plat
ja: ダミー
no: Test
pt: Inútil
pt_br: Enchimento
ro: Nimic
ru: Временный
sk: Hlúpa
sl: Začasno
uk: Макет

source: Choose a color for changed services
bg: Изберете цвят за променени обслужвания
da: Farver for ændrede indgange
et: Vali muudetud teenuste värv
fi: Valitse väri muutetuille tietueille
fr: Choisissez une couleur pour les entrées modifiées
he: ונושש םיתורישל עבצ רחב
hu: A módosított bejegyzések színe
id: Pilih warna untuk layanan yang diubah
is: Veldu lit fyrir &breyttar færslur
it: Scegli un colore per i servizi modificati
ja: 変更されたサービスの色を選択
ko: 변경된 서비스 칼라를 선택하세요
nl: Kies een kleur voor de gewijzigde diensten
no: Velg en farge for endrede tjenester
no_ny: Vel ein farge for endra tenester
pt: Escolhe uma cor para os serviços alterados
pt_br: Escolha uma cor para serviços mudados
ro: Alegeţi o culoare pentru servicii modificate
ru: Выберите цвет для измененных сервисов
sk: Vyberte farbu pre zmenené položky
sl: Izberite barvo za spremenjene servise
sv: Välj en färg för ändrade tjänster
uk: Виберіть колір для змінених служб

source: <p>Use the <strong>Select Color dialog box</strong> to pick a text color for <em>services that have been changed</em> (either order/sorting number or name).</p> <p>Changed service entries will be distinguished by this color.</p>
da: <p>Brug <strong>Vælg farve dialogboksen</strong> for at vælge en tekstfarve for <em>tjenester, der er blevet ændrede</em> (enten rækkefølge/sorteringsnummereller navn).</p> <p>Ændrede tjenesteindgange vil være synlige gennem denne farve.</p>
et: <p>Kasuta <em>muudetud teenuste</em> värvi muutmiseks <strong>värvi valimise dialoogi</strong>.</p> <p>Muudetud teenuseid on selle värvi järgi hea ära tunda.</p>
fi: <p>Käytä <strong>Värinvalintaikkunaa</strong> valitaksesi valitun tekstin värin <em>muuttuneille palveluille/em> (joko järjestys/järjestysnumero tai nimi).</p> <p>Uudet palvelutietueet erottuvat muista tällä värillä.</p>
fr: <p>Utilisez la <strong>fenêtre de sélection des couleurs</strong> pour choisir la couleur utilisée pour les <em>services qui ont été modifiés</em> (que ce soit les noms ou les numéros d'ordre).<p> <p>Les services modifiés seront repérables par cette couleur.</p>
he: <p align=right>ידכ <strong>עבצ תריחבל חיש-וד</strong>ב שמתשה<br><em>ונושש םיתוריש</em> לש טסקטל עבצ רוחבל<br>.(םשב וא ירודיסה רפסמב ,רדסב םא ןיב)</p> <p align=right>הנדחוית ונושש םיתוריש לש תומושר<br>.הז עבצ ידי לע</p>
hu: <p>Használja a <strong>színválasztó párbeszédablakot</strong> a <em>már módosított szolgáltatások</em> szövegszínének kiválasztásához (a sorszám és a név színéhez).</p> <p>A módosított szolgáltatások ezzel a színnel jelennek meg.</p>
is: <p>Notaðu <strong>Veldu lit gluggann</strong> til þess að velja textalit fyrir <em>þjónustur sem hefur verið breytt</em> (annaðhvort röðun/raðnúmeri eða nafni).</p> <p>Færslur sem hafa breyst eru aðgreindar með þessum lit.</p>
it: <p>Usa la <strong>casella di dialogo seleziona colore</strong> per scegliere un colore di testo per <em>i servizi che sono cambiati</em> (sia l'ordine/numero d'ordine sia il nome). </p> <p>Le voci dei servizi modificati saranno distinte in base a questo colore.</p>
ja: <p><strong>色選択ダイアログボックス</strong>を使って、<em>変更されたサービス</em>のテキストの色を選択して下さい(順序/ソート番号、名称等)。</p> <p>変更されたサービスはこの色で区別されます。</p>
nl: <p>Gebruik het dialoogvenster <strong>Kleuren selecteren</strong> om een tekstkleur te kiezen voor de <em>diensten die zijn gewijzigd.</em> (ofwel ordenings/sorteringsgetal ofwel naam).</p> <p>Gewijzigde diensten zijn dan herkenbaar aan deze kleur.</p>
no: <p>Bruk <strong>'Velg Farge'-dialogboksen</strong> til å velge en tekstfarge for <em>tjenester som har blitt forandret</em> (enten ordre-/sorterings-nummer eller navn).</p> <p>Forandrede tjenester vil kunne skilles ut ved hjelp av denne fargen.</p>
no_ny: <p>Bruk dialogboksen <strong>Vel farge</strong> for å velja ein tekstfarge for <em>tenestene som er endra</em> (anten rekkjefølgje/sorteringstal eller namn).</p> <p>Tenestene som er endra vert viste med denne fargen.</p>
pt: <p>Usa a <strong>janela de Seleccionar Cor</strong> para escolher uma cor para os <em>serviços que foram alterados</em> (quer no número de ordem quer no nome).</p> <p>As entradas alteradas são distinguidas por esta cor.</p>
pt_br: <p>Use a <strong>janela Selecionar Cor</strong> para obter uma cor de texto para <em>os serviços que foram mudados</em> (seja na ordem ou no nome).</p> <p>Os serviços modificados serão destacados por esta cor.</p>
ru: <p>Используйте диалог <strong>Выбор цвета</strong> для выбора цвета текста <em>измененных сервисов</em> (изменен порядковый номер или название).</p> <p>Измененные сервисы будут отличаться от других этим цветом.</p>
sk: <p>Použite dialóg <strong>Vybrať farbu</strong> pre výber farby textu pre <em>položky, ktoré ste zmenili</em> (buď poradové číslo alebo meno).</p> <p>Zmenené položky budú rozlíšené touto farbou.</p>
sl: <p>Uporabite pogovorno okno <strong>Izberi barvo</strong> za izbiro barve pisave za <em>servise, ki so bili spremenjeni</em> (so bile urejene/razporejene po številu ali imenu).</p> <p>Vnosi spremenjenih servisov bodo ločeni s to barvo.</p>
sv: <p>Använd dialogrutan <strong>Välj färg</strong> för att välja en textfärg för <em>tjänster som har ändrats</em> (antingen ordningsnummer eller namn).</p> <p>Ändrade tjänster kommer att kännas igen på den här färgen.</p>
uk: <p>Використовуйте <strong>вікно 'Вибрати колір'</strong>, щоб вибрати колір для <em>служб, що були змінені</em> (або порядок або назва).</p> <p>Змінені служби будуть відрізнятися кольором.</p>

source: &Changed:
bg: П&роменени:
da: Æ&ndret:
et: &Muudetud:
fi: &Muutettu:
fr: &Modifiés :
he: :ונו&ש
hu: Mó&dosított:
id: &Berubah:
is: &Breytt:
it: &Modificato:
ja: 変更後(&C):
ko: 변경되었습니다(&C):
nl: &Gewijzigd:
no: &Endret
no_ny: &Endra:
pt: A&lterado:
pt_br: &Modificado:
ro: &Modificat:
ru: &Измененные:
sk: &Zmenené:
sl: &Spremenjeno:
sv: &Ändrade:
uk: &Змінені:

source: Choose a color for service new to a runlevel
bg: Изберете цвят за нови обслужвания и нива на стртиране
da: Vælg en farve for en tjeneste, der er ny på køreniveauet
et: Vali käivitustaseme uue teenuse värv
fi: Valitse väri uudelle palvelulle ajotasolla
fr: Choisissez une couleur pour les nouveaux services
he: הלעפה תמרב םישדח םיתורישל עבצ רחב
hu: Válassza ki az új szolgáltatások színét
id: Pilih warna untuk layanan yang baru terhadap runlevel
is: Veldu lit fyrir þjónustu sem er ný á keyrsluþrepi
it: Scegli un colore per i servizi nuovi per un dato runlevel
ja: ランレベルに新規に追加したサービスの色を選択
ko: 새로운 runlevel 서비스에 대한 칼라를 선택하세요
nl: Kies een kleur voor de nieuwe dienst in een bepaalde runlevel
no: Velg en farge for tjenester som er nye i et kjørenivå
no_ny: Vel farge for tenester som er nye på eit køyrenivå
pt: Escolhe uma cor para serviços novos num 'runlevel'
pt_br: Escolha uma cor para um serviço novo ao nível de execução
ro: Alegeţi o culoare pentru un serviciu nou într-un nivel de execuţie
ru: Выберите цвет для новых сервисов на уровне запуска
sk: Vyberte farbu pre pridané položky
sl: Izberite barvo za nove servise ravni delovanja
sv: Välj en färg för tjänster nya i en körnivå
uk: Виберіть колір для служби, нової у рівні виконання

source: <p>Use the <strong>Select Color dialog box</strong> to pick a text color for <em>services new to a runlevel</em>.</p> <p>New service entries will be distinguished by this color.</p>
da: <p>Brug <strong>Vælg farve dialogboksen</strong> for at vælge en tekstfarve for <em>tjenester, der er nye på køreniveauet</em></p> <p>Nye tjenesteindgange vil være synlige gennem denne farve.</p>
et: <p>Kasuta <em>uute teenuste</em> värvi muutmiseks <strong>värvi valimise dialoogi</strong>.</p> <p>Muudetud teenuseid on selle värvi järgi hea ära tunda.</p>
fi: <p>Käytä <strong>Värinvalintaikkunaa</strong> valitaksesi valitun tekstin värin <em>uusille palveluille ajotasolla</em>.</p> <p>Uudet palvelutietueet erottuvat muista tällä värillä.</p>
fr: <p>Utilisez la <strong>fenêtre de sélection des couleurs</strong> pour choisir la couleur utilisée pour les <em>services nouvellement ajoutés à un niveau d'exécution</em>.</p> <p>Les services nouvellement ajoutés à un niveau d'exécution seront repérables par cette couleur.</p>
he: <p align=right>ידכ <strong>עבצ תריחבל חיש-וד</strong>ב שמתשה<br><em>םיתוריש</em> לש טסקטל עבצ רוחבל<br>.<em>הלעפה תמרב םישדח</em></p> <p align=right>הנדחוית םישדח םיתוריש לש תומושר<br>.הז עבצ ידי לע</p>
hu: <p>Használja a <strong>színválasztó párbeszédablakot</strong> az <em>újonnan felvett szolgáltatások</em> szövegszínének kiválasztásához.</p> <p>Az új szolgáltatások ezzel a színnel jelennek meg.</p>
is: <p>Notaðu <strong>Veldu lit gluggann</strong> til þess að velja textalit fyrir <em>nýjar þjónustur á keyrsluþrepi</em>.</p> <p>Færslur með nýjum þjónustum verða aðgreindar með þessum lit.</p>
it: <p>Usa la <strong>casella di dialogo seleziona colore</strong> per scegliere un colore di testo per <em>i servizi nuovi per un dato runlevel</em>.</p> <p>Le voci dei nuovi servizi saranno distinte in base a questo colore.</p>
ja: <p><strong>色選択ダイアログボックス</strong>を使って、<em>ランレベルに新規に追加されたサービス</em>のテキストの色を選択して下さい(順序/ソート番号、名称等)。</p> <p>新規サービスはこの色で区別されます。</p>
nl: <p>Gebruik het dialoogvenster <strong>Kleuren selecteren</strong> om een tekstkleur te kiezen voor de <em>nieuwe diensten in een runlevel</em>. </p> <p>Nieuwe diensten zijn dan herkenbaar aan deze kleur.</p>
no: <p>Bruk <strong>'Velg Farge'-dialogboksen</strong> til å velge en tekstfarge for <em>tjenester som er nye på et kjørenivå</em>.</p> <p>Nye tjenester vil kunne skilles ut ved hjelp av denne fargen.</p>
no_ny: <p>Bruk dialogboksen <strong>Vel farge</strong> for å velja ein tekstfarge for <em>nye tenester på eit køyrenivå</em>.</p> <p>Tenestene som er nye vert viste med denne fargen.</p>
pt: <p>Usa a <strong>janela de Seleccionar Cor</strong> para escolher uma cor de texto para os <em>serviços novos num 'runlevel'</em>.</p> <p>As entradas novas serão distinguidas com esta cor.</p>
pt_br: <p>Use a <strong>janela Selecionar Cor</strong> para obter uma cor de texto para <em>os serviços novos ao nível de execução</em>.</p> <p>Os serviços novos serão destacados por esta cor.</p>
ru: <p>Используйте диалог <strong>Выбор цвета</strong> для выбора цвета текста <em>новых сервисов на уровне запуска</em>.</p> <p>Новые сервисы будут отличаться от других этим цветом.</p>
sk: <p>Použite dialóg <strong>Vybrať farbu</strong> pre výber farby textu pre <em>pridané položky</em>.</p> <p>Pridané položky budú rozlíšené touto farbou.</p>
sl: <p>Uporabite pogovorno okno <strong>Izberi barvo</strong> za izbiro barve pisave za <em>nove servise ravni delovanja</em>.</p> <p>Novi vnosi servisov bodo ločeni s to barvo.</p>
sv: <p>Använd dialogrutan <strong>Välj färg</strong> för att välja en textfärg för <em>tjänster nya i en körnivå</em>.</p> <p>Nya tjänster kommer att kännas igen på den här färgen.</p>
uk: <p>Використовуйте <strong>вікно 'Вибрати колір'</strong>, щоб вибрати колір для <em>служб, нових у цьому рівні</em>.</p> <p>Нові служби будуть відрізнятися кольором.</p>

source: &New:
bg: &Нов:
da: &Ny:
et: &Uus:
fi: &Uusi:
fr: &Nouvellement ajoutés :
he: :םיש&דח
hu: Ú&j:
id: &Baru:
is: &Nýr:
it: &Nuovo:
ja: 新規作成(&N):
ko: 새(&N)
nl: Nieu&w:
no: &Ny:
no_ny: &Ny:
pt: &Novo:
pt_br: &Novo:
ro: &Nou:
ru: &Новые:
sk: &Nové:
sl: &Nov
sv: &Ny:
uk: &Нові:

source: Choose a color for changed services that are selected
bg: Изберете цвят за променени обслужвания които са избрани
da: Vælg en farve for ændrede tjenester, der er valgt
et: Vali muudetud teenuste värv
fi: Valitse väri muuttuneille ja valituille palveluille
fr: Choisissez une couleur pour les services modifiés sélectionnés
he: ורחבנש ונושש םיתורישל עבצ רחב
hu: Válassza ki az éppen kijelölt, már módosított szolgáltatások színét
id: Pilih warna untuk layanan terubah yang dipilih
is: Veldu lit fyrir breyttar þjónustur sem eru núna valdar
it: Scegli un colore per i servizi modificati che sono selezionati
ja: 変更されたサービスの選択時の色を選択
ko: 선택, 변경된 서비스에 대한 칼라를 선택한다
nl: Kies een kleur voor de gewijzigde services die zijn geselecteerd
no: Velg en farge for forandrede tjenester som er valgt
no_ny: Vel ein farge for endra tenester som er valde
pt: Escolhe uma cor para os serviços alterados que estão seleccionados
pt_br: Escolha uma cor para serviços modificados que estão selecionados
ro: Alegeţi o culoare pentru servicii modificate şi care sînt selectate
ru: Выберите цвет для выделенных измененных сервисов
sk: Vyberte farbu pre zmenené vybrané položky
sl: Izberite barvo za spremenjene servise, ki so izbrani
sv: Välj en färg för ändrade tjänster som är valda
uk: Виберіть колір для змінених служб, які вибрано

source: <p>Use the <strong>Select Color dialog box</strong> to pick a selected text color for <em>services that have been changed</em> (either order/sorting number or name).</p> <p>Changed service entries will be distinguished by this color while they are selected.</p>
da: <p>Brug <strong>Vælg farve dialogboksen</strong> for at vælge en tekstfarve for <em>tjenester, der er blevet ændrede</em> (enten rækkefølge/sorteringsnummereller navn).</p> <p>Ændrede tjenesteindgange vil være synlige gennem denne farve, så længe de er valgt.</p>
et: <p>Kasuta <em>muudetud teenuste</em> värvi muutmiseks <strong>värvi valimise dialoogi</strong>.</p> <p>Muudetud teenuseid on selle värvi järgi hea ära tunda.</p>
fi: <p>Käytä <strong>Värinvalintaikkunaa</strong> valitaksesi valitun tekstin värin <em>palveluille jotka ovat muuttuneet</em> (joko järjestys/järjestysnumero tai nimi).</p> <p>Uudet palvelutietueet erottuvat muista tällä värillä, kun ne ovat valittuina.</p>
fr: <p>Utilisez la <strong>fenêtre de sélection des couleurs</strong> pour choisir la couleur utilisée pour les <em>services qui ont été modifiés</em> (que ce soit les noms ou les numéros d'ordre) et qui sont sélectionnés.<p> <p>Les services modifiés seront repérables par cette couleur lorsqu'ils seront sélectionnés.</p>
he: <p align=right>ידכ <strong>עבצ תריחבל חיש-וד</strong>ב שמתשה<br>םא ןיב) <em>ונושש םיתוריש</em> לש טסקטל עבצ רוחבל<br>.(םשב וא ירודיסה רפסמב ,רדסב</p> <p align=right>ידי לע הנדחוית ונושש םיתוריש לש תומושר<br>.ןתריחב תעב הז עבצ</p>
hu: <p>Használja a <strong>színválasztó párbeszédablakot</strong> a <em>már módosított szolgáltatások</em> szövegszínének kiválasztásához (a sorszám és a név színéhez).</p> <p>A módosított szolgáltatások ezzel a színnel jelennek meg, ha éppen ki vannak jelölve.</p>
is: <p>Notaðu <strong>Veldu lit gluggann</strong> til þess að velja textalit fyrir <em>þær þjónustur sem hefur verið breytt</em> (annaðhvort röðun/raðnúmer eða nafn).</p> <p>Færslur með breyttum þjónustum verða aðgreindar með þessum lit á meðan þær eru valdar.</p>
it: <p>Usa la <strong>casella di dialogo seleziona colore</strong> per scegliere un colore di testo per <em>i servizi che sono stati modificati</em>.</p> <p>Le voci dei servizi modificati saranno distinte in base a questo colore mentre sono selezionate.</p>
ja: <p><strong>色選択ダイアログボックス</strong>を使って、<em>変更されたサービス</em>の選択時のテキストの色を選択して下さい(順序/ソート番号、名称等)。</p> <p>変更されたサービスは選択中はこの色で区別されます。</p>
nl: <p>Gebruik het dialoogvenster <strong>Kleuren selecteren</strong> om een tekstkleur te kiezen voor de <em>geselecteerde diensten die zijn gewijzigd.</em> (ofwel ordenings/sorteringsgetal ofwel naam).</p> <p>Gewijzigde diensten zijn dan herkenbaar aan deze kleur op het moment dat ze worden geselecteerd.</p>
no: <p>Bruk <strong>'Velg Farge'-dialogboksen</strong> til å velge en tekstfarge for <em>tjenester som har blitt forandret</em> (enten ordre-/sorterings-nummer eller navn).</p> <p>Forandrete tjenester vil kunne skilles ut ved hjelp av denne fargen når de er valgt.</p>
no_ny: <p>Bruk dialogboksen <strong>Vel farge</strong> for å velja ein tekstfarge for <em>tenestene som er endra</em> (anten rekkjefølgje/sorteringstal eller namn).</p> <p>Tenestene som er endra vert viste med denne fargen medan dei er valde.</p>
pt: <p>Usa a <strong>janela de Seleccionar Cor</strong> para escolher uma cor de texto seleccionado para os <em>serviços que foram alterados</em> (quer no número de ordem quer no nome).</p> <p>As entradas alteradas são distinguidas por esta cor quando estão seleccionadas.</p>
pt_br: <p>Use a <strong>janela Selecionar Cor</strong> para obter uma cor de texto para <em>os serviços que foram mudados</em> (seja na ordem ou no nome).</p> <p>Os serviços modificados serão destacados por esta cor.</p>
ru: <p>Используйте диалог <strong>Выбор цвета</strong> для выбора цвета выделенного текста <em>измененных сервисов</em> (изменен порядковый номер или название).</p> <p>Измененные сервисы будут отличаться от других при их выделении.</p>
sk: <p>Použite dialóg <strong>Vybrať farbu</strong> pre výber farby vybraného textu pre <em>položky, ktoré ste zmenili</em> (buď poradové číslo alebo meno).</p> <p>Zmenené položky budú pri výbere rozlíšené touto farbou.</p>
sl: <p>Uporabite pogovorno okno <strong>Izberi barvo</strong> za izbiro barve pisave za <em> servise, ki so bili spremenjeni</em> (za urejene/razporejene po številu ali imenu).</p> <p>Vnosi spremenjenih servisov bodo ločeni s to barvo, ko bodo izbrani.</p>
sv: <p>Använd dialogrutan <strong>Välj färg</strong> för att välja en vald textfärg för <em>tjänster som har ändrats</em> (antingen ordningsnummer eller namn).</p> <p>Ändrade tjänstposter kommer att kännas igen på den här färgen medan de är valda.</p>
uk: <p>Використовуйте <strong>вікно 'Вибрати колір'</strong>, щоб вибрати колір вибраного тексту для <em>служб, які були змінені</em> (або порядок або назва).</p> <p>Змінені служби будуть відрізнятися цим кольором коли їх вибрано.</p>

source: Choose a color for services new to a runlevel that are selected
bg: Избор на цвят за избрани нови обслужвания за нивото на стартиране
da: Vælg en farve for valgte tjenester der er nye på et køreniveau
et: Vali uute teenuste värv
fi: Valitse väri palveluille jotka ovat uusia valitulla ajotasolla
fr: Choisissez une couleur pour les services à la fois nouvellement ajoutés et sélectionnés
he: ורחבנש הלעפה תמרב םישדח םיתורישל עבצ רחב
hu: Válassza ki az éppen kijelölt, új szolgáltatások színét
id: Pilih warna untuk layanan yang sedang dipilih yang baru terhadap runlevel.
is: Veldu lit fyrir þjónustur sem eru valdar og eru nýjar á keyrslustigi
it: Scegli un colore per i servizi nuovi per un dato runlevel che sono selezionati
ja: ランレベルに新規に追加したサービスの選択時の色を選択
ko: 선택된 runlevel 에 새로운 서비스를 위한 칼라를 선택한다
nl: Kies een kleur voor de nieuwe diensten in een runlevel die zijn geselecteerd
no: Velg en farge for tjenester nye til kjørenivået som er valgt
no_ny: Vel ein farge for tenester som er nye på eit køyrenivå og valde
pt: Escolhe uma cor para os serviços novos num 'runlevel' que estão seleccionados
pt_br: Escolha uma cor para serviços novos a um nível de execução que estão selecionados
ro: Alegeţi o culoare pentru un serviciu nou într-un nivel de execuţie şi care este selectat
ru: Выберите цвет для выделенных новых сервисов на уровне запуска
sk: Vyberte farbu pre vybrané nové položky v úrovni
sl: Izberite barvo za nove servise ravni delovanja, ki so izbrani
sv: Välj en färg för tjänster nya i en körnivå som är valda
uk: Виберіть колір для служб, нових у рівні виконання, який вибрано
