Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysctrl.po
Languages: af, bg, cs, da, de, eo, et, fi, gl, he, hu, id, is, mt, nl, no_ny, pl, ro, ru, sk, sl, sr, ta

source: Direct access device
af: direkte toegang verkry toestel
bg: Устройство за пряк достъп
cs: Zařízení s přímým přístupem
da: Direkte adgangsenhed
de: Gerät mit direktem Zugriff
eo: Rektalira aparato
fi: Suorakäyttölaite
gl: Dispositivo de acceso directo
he: הרישי השיג ןקתה
hu: Közvetlen hozzáférésű eszköz
id: Divais akses langsung
is: Rakleiðartengt tæki
mt: Apparat aċċessat direttament
nl: Apparaat met direkte toegang
no_ny: Direkte tilgangseining
pl: Urządzenie dostępu bezpośredniego
ro: Dispozitiv cu acces direct
ru: Устройство прямого доступа
sk: Zariadenie priameho prístupu
sl: Naprava z neposrednim dostopom
sr: Uređaj sa direktnim pristupom
ta: §¿ÃÊ «Ï¸ü º¡¾Éõ

source: Sequential access device
af: sekwensiële toegang verkry toestel
bg: Устройство за последователен достъпа
cs: Zařízení se sekvenčním přístupem
da: Sekventiel adgangsenhed
de: Gerät mit sequentiellem Zugriff
eo: Sekvencalira aparato
fi: Sarjakäyttölaite
gl: Dispositivo de acceso secuencial
he: תיתרדס השיג ןקתה
hu: Szekvenciális hozzáférésű eszköz
id: Divais akses sekuensial
is: Runutengt tæki
mt: Apparat aċċessat sekwenzjalment
nl: Apparaat met opeenvolgende toegang
no_ny: Sekvensiell tilgangseining
pl: Urządzenie dostępu sekwencyjnego
ro: Dispozitiv cu acces secvenţial
ru: Устройство последовательного доступа
sk: Zariadenie sekvenčného prístupu
sl: Naprava z zaporednim dostopom
sr: Uređaj sa sekvencijalnim pristupom
ta: ÅÃ¢¨ºò¦¾¡¼÷ «Ï¸ü º¡¾Éõ

source: Scanner
af: skandeerder
bg: Скенер
cs: Skener
da: Skanner
eo: Bildbitigilo
et: Skänner
fi: Skanneri
gl: Escáner
he: קרוס
hu: Képbeolvasó (scanner)
is: Skanni
mt: Skaner
no_ny: Skannar
pl: Skaner
ro: Scaner
ru: Сканер
sk: Skener
sl: Optični bralnik
sr: Skener
ta: «Ä¸¢

source: Optical device
af: optiese toestel
bg: Оптично устройство
cs: Optické zařízení
da: Optisk enhed
de: Optisches Speichermedium
eo: Optika aparato
et: Optiline seade
fi: Optinen laite
gl: Dsipositivo óptico
he: יטפוא ןקתה
hu: Optikai eszköz
id: Divais optik
is: Ljóstæki
mt: Apparat ottiku
nl: Optisch apparaat
no_ny: Optisk eining
pl: Urządzenie optyczne
ro: Dispozitiv optic
ru: Оптическое устройство
sk: Optické zariadenie
sl: Optična naprava
sr: Optički uređaj
ta: ´Ç¢î º¡¾Éí¸û

source: Medium changer
af: medium wisselaar
bg: Сменяемо устройство
cs: Měnič médií
da: Medium skifter
de: Wechselmedium
eo: Medioŝanĝilo
et: Keskmine vahetaja
fi: Mediavaihtaja
gl: Trocador de medio
he: הידמ ףילחמ
hu: Lemezcserélő
id: Pengubah medium
is: Miðlaskiptir
nl: Wisselmedium
no_ny: Medieendrar
pl: Zmieniacz medium
ro: Schimbător de medii
ru: Устройство замены носителей
sk: Menič médií
sl: Izmenjevalec medijev
ta: °¼¸ Á¡üÈ¢

source: Communication device
af: kommunikasie toestel
bg: Устройство за връзка
cs: Komunikační zařízení
da: Kommunikations enhed
de: Kommunikationsgerät
eo: Komunikadaparato
et: Kommunikatsiooniseade
fi: Viestintälaite
gl: Dispositivo de comunicación
he: תרושקת ןקתה
hu: Kommunikációs eszköz
id: Divais komunikasi
is: Samskiptatæki
mt: Apparat ta' komunikazzjoni
nl: Communicatie-apparaat
no_ny: Kommunikasjonseining
pl: Urządzenie komunikacyjne
ro: Dispozitiv de comunicaţie
ru: Устройство связи
sk: Komunikačné zariadenie
sl: Komunikacijska naprava
sr: Komunikacioni uređaj
ta: ¦¾¡¼÷Òî º¡¾Éõ

source: Enclosure
af: opsluiter
bg: Обкръжение
cs: Ohraničení
de: Anlagen
eo: Enpakaĵo
et: Piirang
fi: Suljin
gl: Recinto
hu: Külső egység (enclosure)
id: Pembatasan
is: Utanáliggjandi
nl: Bijlage
no_ny: Innkapsling
ro: Terminator
ru: Окружение
sk: Obal
sl: Priloga
ta: ÜÎ

source: Target ID:
af: teiken id:
bg: Номер на устройство за SCSI Id
cs: Cílové ID:
da: Mål id:
de: Ziel-ID:
eo: Cel-Identigilo:
et: Objekti ID:
fi: Kohde-ID:
gl: ID de Destiño:
he: :דעי יוהיז
hu: Eszközazonosító:
id: ID target
is: Tækjanúmer:
nl: Bereik-ID:
no_ny: Mål-ID:
pl: ID urządzenia:
ro: Identificator:
ru: Номер устройства SCSI Id
sk: Cieľové ID:
sl: Ponorni ID:
sr: Odredišni ID:
ta: ­ÄìÌ «¨¼Â¡Çõ:

source: Logical device unit:
af: logiese toestel eenheid:
bg: Логически номер на устройство (LUN)
cs: Jednotka logického zařízení:
da: Logisk enhed
de: Logische Gerätenummer:
eo: Logika aparatunuo:
et: Loogilise seadme üksus:
fi: Looginen laite:
gl: Unidade de dispositivo lóxico:
he: :יגול ןקתה תדיחי
hu: Logikai eszközszám:
id: Unit divais lojik:
is: LDU (logical device unit):
mt: Unità ta' apparat loġika:
nl: Logisch apparaatnummer:
no_ny: Logisk eining:
ro: Unitatea dispozitivului logic:
ru: Логический номер устройства (LUN)
sk: Jednotka logického zariadenia:
sl: Enota logične naprave:
sr: Jedinica logičkog uređaja:
ta: ²Ã½î º¡¾É «ÄÌ:

source: Firmware revision:
af: firmware hersiening:
bg: Версия на микрокода:
cs: Verze fimware:
da: Materiel revision:
de: Firmware-Version:
eo: Fiksprograma eldono:
et: Firmware versioon:
fi: Ohjelmistoversio:
gl: Revisión do software de base:
he: :החשוק ןוקית
hu: A firmware revíziószáma:
id: Revisi firmware:
is: Fastbúnaðarútgáfa:
mt: Reviżjoni tal-"firmware":
nl: Firmware-revisie:
no_ny: «Firmware»-revisjon:
pl: Wersja firmware:
ro: Revizie firmware:
ru: Версия микрокода:
sk: Firmware revízia:
sl: Različica strojne programske opreme:
sr: Revizija firmware-a:
ta: ¿¢¨Äì¸Äý ÁÚÀ¾¢ôÒ:

source: Rescanning SCSI bus...
af: herskandeer scsi bus...
bg: Пресканирам SCSI шината...
cs: Znovu prohledávám SCSI sběrnici...
da: Genindskanner scsi bus...
de: Der SCSI-Bus wird abgefragt...
eo: Reanalizante la SCSI-buson...
et: SCSI siini skännimine...
fi: Tutki SCSI-väylä uudelleen...
gl: Reescaneando o bus SCSI...
he: ...SCSI קיפא שדחמ קרוס
hu: A SCSI-busz újraolvasása történik...
id: Scan ulang bus SCSI...
is: Endurskoða SCSI braut...
mt: Qed nerġa' niskannja l-SCSI...
nl: Bezig met opnieuw scannen van PCI-bus...
no_ny: Skannar SCSI-buss om att ...
pl: Skanowanie magistrali SCSI ...
ro: Rescanez magistrala SCSI...
ru: Пересканирую SCSI шину...
sk: Prehľadávam SCSI zbernicu...
sl: Ponovno branje SCSI vodila...
sr: Ponovo skeniram SCSI magistralu...
ta: SCSI À¡ð¨¼ Á£ÇÄ¸¢¼ôÀÎ¸¢ýÈÐ...

source: Abort scan
af: staak skandeer
bg: Сканирането прекъсна
cs: Přerušit prohledávání
da: Afbryd skan
de: Abfrage abbrechen
eo: ĈEsigu analizon
et: Katkesta skännimine
fi: Keskeytä tutkiminen
gl: Parar escaneado
he: הקירס לטב
hu: Félbeszakítás
id: Batalkan scan
is: Stöðva endurskoðun
mt: Waqqaf skan
nl: Scannen afbreken
no_ny: Avbryt skanning
pl: Przerwij skanowanie
ro: Anulează scanarea
ru: Прервать сканирование
sk: Prerušiť prehľadávanie
sl: Prekliči branje
sr: Prekini skeniranje
ta: «Ä¸¢Î¾¨Äì ¨¸Å¢Î

source: SCSI bus rescan
af: scsi bus herskandering
bg: Пресканира SCSI шина
cs: Nové prohledání SCSI sběrnice
da: SCSI bus genindskan
de: Erneute Abfrage von SCSI-Bus
eo: SCSI-bus-analizo
et: SCSI siini skännimine
fi: SCSI-väylän uudelleentutkiminen
gl: Reescaneando o bus SCSI
he: שדחמ SCSI קיפא תקירס
hu: A SCSI-busz újraolvasása
id: Scan ulang bus SCSI
is: Endurskoða SCSI braut
mt: Erġa' aqra SCSI
nl: Nieuwe scan van SCSI-bus
no_ny: Skann SCSI-buss om att
pl: Skanuj magistalę SCCI jeszcze raz
ro: Rescanare magistrală SCSI
ru: Пересканировать SCSI шину
sk: Znovu-prehľadanie SCSI zbernice
sl: Ponovno branje SCSI vodila
sr: Ponovno skeniranje SCSI magistrale
ta: SCSI À¡ð¨¼¨Â Á£ÇÄ¸¢Î

source: Unknown serial connector
af: onbekende reeksnommer verbinder
bg: Неизвестен сериен порт
cs: Neznámý sériový konektor
da: Ukendt seriel forbindelse
de: Unbekannte serielle Schnittstelle
eo: Nekonata seria konektilo
et: Tundmatu jadaport
fi: Tuntematon sarjaliitin
gl: Conector Serie descoñecido
he: עודי אל ירוט רבחמ
hu: Ismeretlen soros csatlakozó
id: Penghubung seri tidak dikenal
is: Óþekkt raðtengi
mt: Konnettur serjali mhux magħruf
nl: Onbekende seriële aansluiting
no_ny: Ukjend seriell tilkopling
pl: Nieznany kontroler szeregowy
ro: Conector serial necunoscut
ru: Неизвестный последовательный порт
sk: Neznámy sériový konektor
sl: Neznan zaporedni priključek
sr: Nepoznat serijski port
ta: ¦¾Ã¢Â¡¾ ¦¾¡¼÷ §¸¡÷ôÀ¢

source: Serial connector
af: reeksnommer verbinder
bg: Сериен порт
cs: Sériový konektor
da: Seriel forbinder
de: Serielle Schnittstelle
eo: Seria konektilo
et: Jadaport
fi: Sarjaliitin
gl: Conector Serie
he: ירוט רבחמ
hu: Soros csatlakozó
id: Penghubung serial
is: Raðtengi
mt: Konnettur serjali
nl: Seriële aansluiting
no_ny: Seriell tilkopling
pl: Port szeregowy
ro: Conector serial
ru: Последовательный порт
sk: Sériový konektor
sl: Zaporedni priključek
sr: Serijski port
ta: ¦¾¡¼÷ ­¨½ôÀ¢

source: Device state
af: toestel staat
bg: Състояние на устройствата
cs: Stav zařízení
da: Enhedstilstand
de: Gerätestatus
eo: Aparatstato
et: Seadme olek
fi: Laitteen tila
gl: Estado do dispositivo
he: ןקתהה בצמ
hu: Az eszköz állapota
id: Keadaan divais
is: Ástand tækis
mt: Stat tal-apparat
nl: Apparaatstatus
no_ny: Einingstilstand
pl: Stan urządzenia
ro: Stare dispozitiv
ru: Состояние устройства
sk: Stav zariadenia
sl: Stanje naprave
sr: Stanje uređaja
ta: º¡¾É ¿¢¨Ä

source: This device is operational.
af: hierdie toestel is operasioneel.
bg: Това устройството работи нормално.
cs: Toto zařízení je funkční.
da: Denne enhed virker
de: Dieses Gerät ist betriebsbereit.
eo: Tiu aparato laboras
et: Seade on töökorras.
fi: Laite on toiminnassa.
gl: Este dispositivo está operativo.
he: .ליעפ ןקתהה
hu: Az eszköz működik.
id: Divais ini operasional.
is: Þetta tæki er í lagi.
mt: L-apparat qed jaħdem.
nl: Dit apparaat is bedrijfsklaar.
no_ny: Eininga er aktiv.
pl: Urządzenie działa.
ro: Acest dispozitiv este operaţional.
ru: Устройство работает нормально.
sk: Toto zariadenie je funkčné.
sl: Ta narpava deluje.
sr: Ovaj uređaj je funkcionalan.
ta: ­îº¡¾Éõ ¦ºÂÄ¢ø ¯ûÇÐ

source: This socket is empty.
af: hierdie soket is leeg.
bg: Гнездото е празно.
cs: Tento socket je prázdný.
da: Denne sokkel er tom
de: Dieser Einschub ist leer.
eo: Tiu ingo estas malplena.
et: Pesa on tühi.
fi: Pistoke on tyhjä.
gl: Este zócolo está baleiro
he: .קיר עקשה
hu: A csatlakozóaljazat üres.
id: Socket ini kosong.
is: Þetta tengi er tómt.
mt: Is-"socket" huwa vojt.
nl: Deze socket is leeg.
no_ny: Denne sokkelen er tom.
pl: Gniazdo jest puste.
ro: Acest soclu este gol.
ru: Гнездо пусто.
sk: Tento soket je prázdny.
sl: Ta vtič je prazen.
sr: Ovaj socket je prazan.
ta: ­òÐ¨Ç ¸¡Ä¢Â¡¸ ¯ûÇÐ

source: No status information available.
af: nee status informasie beskikbaar.
bg: Информация за статуса не е налична.
cs: Není dostupná žádná informace o stavu.
da: Ingen statusinformation tilgængelig
de: Keine Statusinformationen verfügbar.
eo: Neniu statoinformo havebla.
et: Olekuinfo pole kättesaadav.
fi: Ei tilatietoa.
gl: Información de status non dispoñible
he: .בצמ לע ןימז עדימ ןיא
hu: Állapotinformáció nem áll rendelkezésre.
id: Tidak tersedia informasi status.
is: Engar upplýsingar fáanlegar.
mt: M'hemmx informazzjoni dwar l-istat
nl: Geen statusinformatie beschikbaar.
no_ny: Ingen statusinformasjon tilgjengeleg.
pl: Brak informaji o stanie urządzenia.
ro: Nu sînt disponibile informaţii de stare.
ru: Информация о статусе недоступна.
sk: Žiadne informácie o stave.
sl: Informacija o stanju ni na voljo.
sr: Informacije o statusu nisu dostupne.
ta: ¿¢¨Äò ¾¸Åø¸û ²ÐÁ¢ø¨Ä

source: Vendor:
af: verkoper:
bg: Доставчик:
cs: Dodavatel:
da: Forhandler:
de: Hersteller:
eo: Produktinto:
et: Tootja:
fi: Valmistaja:
gl: Vendedor
he: :קפס
hu: Gyártó:
is: Framleiðandi:
mt: Venditur:
nl: Distributeur:
no_ny: Forhandlar:
pl: Producent:
ro: Vînzător:
ru: Поставщик:
sk: Dodávateľ:
sl: Dobavitelj:
sr: Distributer:
ta: Å¢Â¡À¡Ã¢:

source: Date:
af: datum:
bg: Дата:
cs: Datum:
da: Dato:
de: Datum:
eo: Dato:
et: Kuupäev:
fi: Päivä:
gl: Data
he: :ךיראת
hu: Dátum:
id: Tanggal:
is: Dags:
mt: Data:
nl: Datum:
no_ny: Dato:
pl: Data:
ro: Data:
ru: Дата:
sk: Dátum:
sl: Datum:
sr: Datum:
ta: ¿¡û:

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (kde.af.org.za)
bg: Борислав Александров
cs: Martin Vlk
da: Erik Kjær Pedersen
de: Volker Dose
eo: Wolfram Diestel
et: Peeter Russak
fi: Kim Enkovaara
he: Meni Livne
hu: Szántó Tamás
id: Ika Alfina, Haris Fauzi
is: Þórarinn R. Einarsson Bjarni R. Einarsson
mt: Ramon Casha
nl: Rinse de Vries,KDE-vertaalgroep Nederlands
no_ny: Gaute Hvoslef Kvalnes
pl: Patryk Ściborek
ro: Claudiu Costin
ru: Dmitri Ovechkin
sk: Martin Uzak
sl: Rok Papez
sr: Saša Tomić,Marko Rosić,Slobodan Marković
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@engineer.com
bg: boby_a_@web.bg
cs: oro@poetic.com
da: erik@binghamton.edu
de: vpdose@cpmgut.toppoint.de
eo: <wolfram@steloj.de>
et: pezz@tkwcy.ee
fi: kim.enkovaara@iki.fi
he: livne@kde.org
hu: tszanto@mol.hu
id: ialfina@trustix.co.id, haris@trustix.com
is: thori@mindspring.com bre@klaki.net
mt: ramon.casha@linux.org.mt
nl: rinse@kde.nl,i18n@kde.nl
no_ny: gaute@verdsveven.com
pl: scibi@inetia.pl
ro: claudiuc@geocities.com
ru: d_ovechkin@hotmail.com
sk: uzak@ba.telecom.sk
sl: rok@slo.net
sr: gospodar@galeb.etf.bg.ac.yu,roske@kde.org.yu,twiddle@eunet.yu
ta: sshanmu@yahoo.com,gomathiss@hotmail.com

source: You are about to change device resource settings which may affect the stability of your system. Do you really want the changes to take effect?
af: jy word aangaande aan verander toestel hulpbron instellings wat dalk mag affekteer die stabiliteit van jou stelsel. doen jy rerig wil hê die verander aan neem effek?
bg: Вие се готвите да промените параметрите на устройствата, това може да повлияе на устойчивата работа на системата. Действително ли искате да ги промените?
cs: Chystáte se změnit nastavení prostředků zařízení, jež mohou ovlivnit stabilitu vašeho systému. Opravdu si přejete, aby změny nabyly účinnosti?
da: Du er ved at ændre enhedsressource indstillinger, der kan påvirke dit systems stabilitet. Vil du virkelig have ændringerne sat i værk?
de: Sie sind dabei, Einstellungen für Geräte- Resourcen zu ändern, die Einfluss auf die Stabilität Ihres Systems haben könnten. Möchten Sie diese Änderungen wirklich durchführen?
eo: Vi estas ŝanĝonta aparatagordon. Tio povus ĝeni la stabilecon de via sistemo. Ĉu vi vere volas efektivigi la ŝanĝojn?
et: Soovid muuta seadme parameetreid, mis võivad mõjutada sinu süsteemi töökindlust. Soovid sa tõesti neid muudatusi rakendada?
fi: Olet muuttamassa laitteen resurssiasetuksia. Tämä voi vaikuttaa järjestelmän vakauteen. Haluatko todella tehdä muutokset?
he: לש םיבאשמ תורדגה תונשל דמוע התא לע עיפשהל יושע רשא רבד ,ןקתה .ךלש תכרעמה לש תוביציה םייונישהש ךנוצרבש חוטב התא םאה ?ףקותל וסנכיי
hu: Arra készül, hogy megváltoztassa az erőforrás- beállításokat. Az ilyen módosítások kihathatnak a rendszer stabilitására. Biztosan azt szeretné, hogy a változtatások életbe lépjenek?
is: Þetta er breyting á stillingum vélbúnaðar og gæti því valdið óstöðugleika. (þ.e.a.s. eitthvað tæki gæti hætt að virka) Ertu viss um að þú viljir breyta þessu?
mt: Int se tbiddel setings tar-riżorsi ta' apparat, li jista' jaffettwa l-istabbilità tas-sistema. Żgur li trid dawn il-bidliet jieħdu effett?
nl: U staat op het punt de instellingen voor apparaatbronnen te wijzigen. Dit kan nadelige gevolgen hebben voor de stabiliteit van uw systeem. Wilt u de wijzigingen werkelijk doorvoeren?
no_ny: Du er i ferd med å endra innstillingar for einingsressurar. Endringane kan gjera systemet ustabilt. Vil du verkeleg utføra endringane?
pl: Zmiany zasobów urządzenia które zostaną wprowadzone mogą oddziaływać na stabilność systemu. Czy rzeczywiscie chcesz wprowadzić zmiany?
ro: Sînteţi pe cale să schimbaţi setări ale resurselor dispozitivului care pot afecta stabilitatea sistemului dumneavoastră. Doriţi să aplicaţi aceste modificări?
ru: Вы собираетесь изменить параметры устройства, это может повлиять на устойчивость работы системы Вы действительно хотите произвести изменения?
sk: Chystáte sa zmeniť nastavenie prostriedkov zariadenia, čo môže ovplyvniť stabilitu vášho systému. Chcete skutočne aplikovať zmeny?
sl: Tik pred tem ste, da spremenite nastavljena sredstva naprave, kar lahko ogrozi stabilnost vašega sistema. Ali zares želite, da se spremembe uveljavijo?
sr: Pokrenuli ste proces promene podešavanja uređaja, što može uticati na stabilnost vašeg sistema. Da li zaista želite da primenite izmene?

source: %1 MB (%2 GB)
bg: %1 Мб (%2 Гб)
fi: %1 Mt (%2 Gt)
ru: %1 Мб (%2 Гб)

source: WORM
af: wurm
bg: Устройство за еднократен запис (WORM)
ru: Устройство однократной записи (WORM)

source: DMA
he: ןורכיזל הרישי השיג

source: DMA
he: ןורכיזל הרישי השיג

source: KSysControl
da: KSysKontrol
