Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysv.po
Languages: bg, da, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sv, uk

source: About %1
bg: За %1
da: Om %1
et: %1 info
fi: Tietoja %1
fr: À propos de %1
he: %1 תודוא
hu: A(z) %1 névjegye
id: Tentang %1
is: Um %1
it: Informazioni su %1
ja: %1について
ko: %1 에 대하여
nl: Info over %1
no: Om %1
no_ny: Om %1
pt: Acerca do %1
pt_br: Sobre o %1
ro: Despre %1
ru: Об %1
sk: Informácie o %1
sl: O %1
sv: Om %1
uk: Про %1

source: Version %1
bg: Версия %1
et: Versioon %1
fi: Versio %1
he: %1 הסריג
hu: %1 verzió
id: Versi %1
is: Útgáfa %1
it: Versione %1
ja: バージョン %1
ko: 버전 %1
nl: Versie %1
no: Versjon %1
no_ny: Versjon %1
pt: Versão %1
pt_br: Versão %1
ro: Versiunea %1
ru: Версия %1
sk: Verzia %1
sl: Različica %1
uk: Версія %1

source: Copyright %1 1997-2000
da: Ophavsret %1 1997-2000
et: Autoriõigus %1 1997-2000
id: Hak Cipta %1 1997-2000
is: Höfundarréttur %1 1997-2000
no: Enerett %1 1997-2000
no_ny: Opphavsrett (c), %1 1997-2000
sl: Avtorske pravice %1 1997-2000

source: Mail bug report/success story/lots of money/...
bg: Съобщения по пощата за грешки/успешни истории/много пари/..
da: Send fejlrapporter/sukceshistorier/masser af penge/...
et: Saada vearapordid/tänud/rahahunnikud/...
fi: Lähetä virheet/onnistumiset/paljon rahaa/...
fr: Envoyez-moi un courrier avec un rapport de bogue, le récit de vos succès ou de l'argent...
he: ...ףסכ הברה\החלצה ירופיס\םיגאב יחוויד וחלש אנא
hu: Hibajelentés/sikertörténet/pénzadomány küldése...
id: Kirim laporan bug/cerita sukses/banyak uang/...
is: Sendu villulýsingar/ánægjuyfirlýsingar/peningahrúgur/...
it: Spedisci segnalazioni di bug/storie gloriose/montagne di denaro/...
ja: バグレポートメール/サクセスストーリー/お金が沢山/...
ko: 벌레 보고서/성공 사례/많은돈/...을 편지로 보내주세요
nl: Stuur bugrapporten/succesverhalen/veel geld/...
no: Send feilrapporter/suksesshistorier/masse penger/...
no_ny: Send feilrapportar/suksesshistorier/masse pengar/ ...
pt: Envia comentários...
pt_br: Enviar relatório de problemas/história de sucesso/muito dinheiro/...
ro: Trimiteţi e-mail-uri cu rapoarte/erori/etc...
ru: Ошибки почтой/успешные истории/много денег/...
sk: Pošlite správu o chybe/úspešný príbeh/veľa peňazí/...
sl: Pošljite poročilo o hroščih/zgodbe o uspehu/obilo denarja/...
sv: Skicka felrapporter/framgångsrapporter/mycket pengar/...
uk: Відправити звіт про помилку/успіх/надлишок грошей/...

source: Uses the KDE %2 libraries. Copyright %3 1997-2000 The KDE Team. Uses the Qt %4 library. Copyright %5 1992-2000 Troll Tech AS.
bg: Използва библиотека на КДЕ %2. Copyright %3 1997-2000 Иизползва библиотеки на Qt %4. Copyright %5 1992-2000 Troll Tech AS.
da: Bruger KDE %2 biblioteker. Ophavsret %3 1997-2000 KDE holdet. Bruger Qt %4 biblioteket. Ophavsret %5 1992-2000 Troll Tech AS.
et: Kasutatakse KDE %2 teeke. Autoriõigus %3 1997-2000 KDE Meeskond. Kasutatakse teeki Qt %4. Autoriõigus %5 1992-2000 Trolltech AS.
fi: Käyttää KDE %2 kirjastoja %3 1997-2000 KDE-ryhmä. Käyttää Qt %4 kirjastoa %5 1992-2000 Troll Tech AS.
fr: Utilise les bibliothèques KDE %2. Copyright %3 1997-2000 équipe KDE. Utilise les bibliothèques Qt %4. Copyright %5 1992-2000 Troll Tech AS.
he: .KDE-ה תווצ 1997-2000 %3 תורומש תויוכזה לכ KDE %2 תוירפסב שמתשמ .AS קט לורט 1992-2000 %5 תורומש תויוכזה לכ Qt %4 הירפסב שמתשמ
hu: A használt könyvtárak: KDE %2 %3. Copyright: a KDE fejlesztőcsapat, 1997-2000. Qt %4 könyvtár. Copyright %5, Troll Tech AS., 1992-2000.
id: Menggunakan pustaka KDE %2. Hak Cipta %3 1997-2000 Tim KDE. Menggunakan pustaka Qt %4. Hak Cipta %5 1992-2002 Troll Tech AS.
is: Notar KDE %2 aðgerðasöfnin. Höfundarréttur %3 1997-2000 KDE hópurinn. Notar Qt %4 aðgerðasafnið. Höfundarréttur %5 1992-2000 Troll Tech AS.
it: Usa le librerie KDE %2. Copyright %3 1997-2000 il Team KDE. Usa le librerie Qt %4. Copyright %5 1992-2000 Troll Tech AS.
ja: KDE %2 ライブラリを使用. Copyright %3 1997-2000 The KDE Team. Qt %4 ライブラリを使用. Copyright %5 1992-2000 Troll Tech AS.
ko: KDE %2 라이브러리 사용. Copyright %3 1997-2000 KDE 팀. Qt %4 라이브러리 사용. Copyright %5 1992-2000 Troll Tech AS.
nl: Gebruikt de bibliotheken van KDE %2. Copyright %3 1997-2000, het KDE-team. Gebruikt de bibliotheek Qt %4. Copyright %5 1992-2000, Troll Tech AS.
no: Bruker KDE %2-bibliotekene. Enerett %3 1997-2000 KDE-laget. Bruker Qt %4-bibliotekene. Enerett %5 1992-2000 Troll Tech AS.
no_ny: Brukar KDE %2-biblioteka. Opphavsrett (c), %3 1997-2000 KDE-laget. Brukar Qt %4-biblioteket. Opphavsrett (c), %5 1992-2000 Troll Tech AS.
pt: Usa as bibliotecas KDE %2. Copyright %3 1997-2000 A Equipa do KDE. Usa a biblioteca Qt %4. Copyright %5 1992-2000 Troll Tech AS.
pt_br: Usa as bibliotecas %2 do KDE. Copyright %3 1997-2000 O Time KDE. Usa a biblioteca Qt %4. Copyright %5 1992-2000 Troll Tech AS.
ro: Utilizează librării KDE %2. (c) %3 1997-2000 Echipa KDE. Utilizează librării Qt %4. (c) %5 1992-2000 Troll Tech AS.
ru: Используются библиотеки KDE %2. Copyright %3 1997-2000 разработчики KDE. Используется библиотека Qt %4. Copyright %5 1992-2000 Troll Tech AS.
sk: Používa KDE %2 knižnice (c) %3 1997-2000 The KDE tím. Používa knižnicu Qt %4 (c) %5 1992-2000 Troll Tech AS.
sl: Uporablja KDE %2 knjižnice. Avtorske pravice %3 1997-2000 KDE ekipa. Uporablja Qt %4 knjižnico. Avtorske pravice %5 1992-2000 Troll Tech AS.
sv: Använder KDE %2 biblioteken. Copyright %3 1997-2000 KDE-gruppen. Använder Qt %4 biblioteket %5 1992-2000 Troll Tech AS.
uk: Використовує бібліотеки KDE %2. Copyright %3 1997-2000 Команда KDE. Використовує бібліотеку Qt %4. Copyright %5 1992-2000 Troll Tech AS.

source: An editor for SysV-style init configuration, similar to Red Hat's <em>tksysv</em>, but <em>SysV-Init Editor</em> allows drag-and-drop, as well as keyboard use.
bg: Редактор за настройка на скриптове в стил SysV за стартиране на системата, подобен на програмата на RedHat <em>tksysv</em>, но <em>Редактора за настройки SysV</em> позволява да се използва 'влача и пускам' с мишка или клавиатура.
da: En tekstbehandler for SysV-stil init-indstilling ligesom Red Hats <em>tksysv</em>, men <en>kSysV-Init</em> tillader træk-og-slip i tillæg til tastaturbrug.
et: SysV stiilis süsteemi initsialiseerimise seadistuste redaktor. Sarnaneb RedHat'i <em>tksysv</em>-le, kuid võimaldab kasutada nii lohistamist/kukutamist, kui ka klaviatuuri abil muutmist.
fi: Muokkain SysV-tyylisille init -asetuksille, muistuttaa Red Hatin <em>tksysv</em>:tä, mutta <em>SysV-Init muokkain</em> mahdollistaa sekä vedä-ja-pudota toiminnot, että näppäimistön käytön.
fr: Un éditeur de configuration de démarrage dans le style Sys V, similaire au <em>tksysv</em> de Red Hat, mais cet <em>Éditeur de configuration de démarrage</em> permet l'utilisation du clavier aussi bien que du glisser-déposer à la souris.
he: <em>tksysv</em>-ל המודב ,SysV ןונגסב לוחתיא תורוצת ךרוע<br><em>םיתורישה להנמ</em>ש קר ,Red Hat תרבח לש<br>.םישקמה חולב שומיש ןכו ,רורחשו הרירג רשפאמ
hu: Ez a program a SysV-stílusú rendszerkonfiguráció szerkesztésére szolgál, hasonlóan a Red Hat <em>tksysv</em> programjához, de kiegészítve a billentyűzet használatával és a húzd-és-ejtsd módszer támogatásával.
id: Editor untuk pengaturan init ala-SysV, mirip dengan <em>tksysv</em>Red Hat, tetapi <em>Editor SysV-Init</em> memungkinkan drag-and-drop, sebagaimana penggunaan keyboard.
is: Stjóri til að breyta uppsetningum kerfisþrepa í SysV-init stíl, sem líkist aðeins <em>tksysv</em> frá rauðhettu (RedHat), nema hvað <em>SysV-init stjórinn</em> ræður við dregna hluti (drag-n-drop) auk notkun lyklaborðs.
it: Un editor per la configurazione di init in stile SysV, simile a <em>tksysv</em> di RedHat, solo che <em>SysV-Init Editor</em> permette l'uso del drag-and-drop, oltre alla tastiera.
ja: SysVスタイルの起動設定エディタ。RedHatの<em>tksys<em>に相当。 ただし<em>SysV-Init エディタ</em>では、キーボード入力の他にドラッグアンドドロップもサポート。
ko: Sys V 양식 초기화 설정 편집기, Red Hat 의 <em>tksysv</em>과 비슷하지만 <em>SysV-초기화 편집기</em> 은키보드뿐만 아니라 drag-and-drop를 사용할 수 있습니다..
nl: Een editor voor de SysV-stijl initconfiguratie, gelijksoortig aan Red Hat's "tksysv", alleen staat <em>SysV-Init-Editor</em> verslepen-en-neerzetten en gebruik van het toetsenbord toe.
no: En redigerer for SysV-stil init-konfigurasjon lignende Red Hats <em>tksysv</em>, men <em>SysV-Init Redigereren</em> tillater dra-og-slipp i tillegg til tastaturbruk.
no_ny: Redigering av init-oppsett i SysV-stil, som i <em>tksysv<em> frå Red Hat, men <em>SySV-initredigering</em> tillet både dra-og-slepp og tastaturbruk.
pt: Um editor para as configurações do init tipo SysV, semelhante ao <em>tksysv</em> da Red Hat, mas o <em>Editor de SysV-Init</em> permite drag-and-drop para além do uso do teclado.
pt_br: Um configurador de inicialização SystemV, similar ao <em>tksysv</em> do RedHat, mas o <em>Editor de Inicialização System V</em> permite arrastar-e-soltar, bem como uso do teclado.
ro: Un manager pentru configurarea iniţializării în stil SysV, similar cu <em>tksysv</em> de la Red Hat, dar <em>Managerul de servicii</em> permite"drag-and-drop" şi utilizarea tastaturii.
ru: Редактор для настройки скриптов SysV запуска системы, подобный программе RedHat <em>tksysv</em>, но <em>Редактор настройки SysV</em> позволяет использовать перетаскивание мышью и клавиатуру.
sk: Editor pre inicializačnú konfiguráciu v štýle SysV, podobný ako <em>tksysv</em> od Red Hat-u, ale <em>Editor SysV-Init</em> podporuje drag-and-drop ako aj ovládanie z klávesnice.
sl: Urejevalnik za slog zagonskih nastavitev SysV , podoben Red Hatovemu <em>tksysv</em>, le da <em>Urejevalnik SysV-Init</em> omogoča uporabo povleci-in-spusti, kakor tudi uporabo tipkovnice.
sv: En editor för startinställning i SysV-stil, likande Red Hat:s <em>tksysv</em>, men <em>SysV-starteditorn</em> tillåter dra-och-släpp och tangentbordsanvändning.
uk: Редактор для конфігурації SysV-style init, схожий на <em>tksysv</em> з Red Hat, але <em>Редактор SysV-Init</em> дозволяє як 'перетягнути-та-кинути' так і керування за допомогою клавіатури.

source: This program is free software; you can redistribute it and/or modify it under the terms of version 2 of the GNU General Public License as published by the Free Software Foundation. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
da: Dette program er frit programmel; du kan fordele det videre og/eller ændredet under betingelserne i version 2 af GNU General Public License,som er publiceret af Free Software Foundation. Dette program er udgivet i det håb, at det vil være nyttigt,men UDEN NOGEN GARANTI, til og med uden den underforståede garanti om SALGBARHED eller EGNETHED TIL ET SPECIELT FORMÅL. Se GNU General Public License for flere detaljer.
et: See on vaba tarkvara; Sa võid seda levitada ja/või muuta vastavalt Vaba Tarkvara Fondi poolt välja antud GNU Üldise Avaliku Litsentsi versioon 2 tingimustele. asdasdasd
fi: Tämä on vapaa ohjelma, voit uudelleenlevittää ja/tai muokata sitä GNU General Public Licensen version 2 tai (valintasi mukaan) uudemman version ehtojen mukaisesti. GPL lisenssin on julkaissut Free Software Foundation. Tätä ohjelmaa levitetään toivossa että siitä on hyötyä, mutta ILMAN MITÄÄN TAKUITA; jopa ilman odotettavissa olevia takuita KAUPATTAVUUDESTA tai SOPIVUUDESTA JOHONKIN MÄÄRÄTTYYN TARKOITUKSEEN. Lue GNU General Public License saadaksesi lisää tietoja.
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer et/ou le modifier selon les termes de la Licence Publique Générale GNU publiée par la Free Software Foundation (version 2). Ce programme est distribué dans l'espoir qu'il vous sera utile, mais SANS AUCUNE GARANTIE, ni explicite ni implicite, et sans même la garantie de valeur COMMERCIALE ou d'aptitude à satisfaire un but donné. Voir la Licence Publique Générale GNU pour plus de détails.
he: התונשל וא\ו התוא ץיפהל ךתורשפאב ;תישפוח הנכות הניה וז תינכות יפכ GNU לש יללכה ירוביצה ןוישרה לש 2 הסריג לש םיאנתה תחת .תישפוחה הנכותה דסומ ידי לע םסרופש ;תוירחא לכ אלל ךא ,תישומיש היהת איהש הווקתב תצפומ וז תינכות .תמייוסמ הרטמל המאתה וא תוריחס לש תעמתשמה תוירחאה אלל וליפא .םיפסונ םיטרפל GNU לש יללכה ירוביצה ןוישרב ןייע
hu: Ez az alkalmazás szabad szoftver, szabadon továbbadható és módosítható a Free Software Foundation által kiadott GNU General Public License 2. verzió jogi feltételeinek betartásával. A program remélhetően hasznosnak bizonyul, de SEMMIFÉLE garanciavállalást sem tartalmaz, még a KERESKEDELMI FORGALOMBA HOZHATÓSÁG és az EGY BIZONYOS CÉLRA ALKALMASSÁG sem garantált. A jogi részletek megtalálhatók a GNU General Public License-ben.
is: Þetta forrit er frjáls hugbúnaður; þú mátt dreifa og/eða breyta því samkvæmt skilmálum útgáfu 2 af "GNU General Public License" frá "The Free Software Foundation". Þessu forriti er dreift í þeirri von að það sé gagnlegt, en ÁN ALLRA ÁBYRGÐA, þ.m.t. SÖLUHÆFNI og hvort það HENTI TIL ÁKVEÐINNA NOTA. "The GNU General Public License" inniheldur öll smáatriðin.
it: Questo programma è software libero; puoi ridistribuirlo e/o modificarlo sotto i termini della seconda versione della GNU General Public License come pubblicata dalla Free Software Foundation. Questo programma è distribuito nella speranza che sia utile, ma SENZA NESSUNA GARANZIA; senza neanche le garanzie di COMMERCIABILITA' o ADEGUATEZZA PER UN PARTICOLARE SCOPO. Consulta la GNU General Public License per maggiori dettagli.
ja: このプログラムはフリーソフトウェアです。このプログラムは、Free Software Foundation発行のGNU General Public License第2版の定める条件の元でのみ、改変または再配布が認められます。 このプログラムは、これが役立つことを願って配布されますが、何らの保証もありません。即ち、商品化や特定の目的への合致は一切保証されません。詳細はGNU General Public Licenseを参照して下さい。
nl: Dit programma is vrije software; u kan het opniew verspreiden en/of veranderen onder de voorwaarden van versie 2 van de GNU General Public License, zoals gepubliceerd door de Free Software Foundation. Dit programma is gedistributeerd in de hoop dat het nuttig zal zijn, maar ZONDER ENIGE VORM VAN GARANTIE; zelfs zonder enige blijk te willen geven dat het produkt VERKOOPBAAR IS of GESCHIKT IS VOOR EEN SPECIFIEKE TAAK. Kijk in de GNU General Public Licence voor meer details hierover.
no: Dette program er fri programvare; du kan distribuere det videre og/eller endre det under betingelsene i versjon 2 av GNU General Public License som er publisert av Free Software Foundation. Dette program er utgitt i det håp at det vil være nyttig, men UTEN NOEN GARANTI, til og med uten den underforståtte garanti om SALGBARHET eller EGNET FOR ET SPESIELT FORMÅL. Se GNU General Public License for flere detaljer.
no_ny: Dette programmet er fri programvare - du kan vidaredistribuera det og/eller endra det i følge vilkåra i versjon 2 av GNU General Public License, publisert av Free Software Foundation. Dette programmet er gitt ut i håp om at det kan vera nyttig, men UTAN NOKON GARANTI - til og med utan den underforståtte garanti om SALGBARHEIT eller at det PASSAR FOR EIT BESTEMT FØREMÅL. Sjå GNU General Public License for fleire detaljar.
pt: Este programa é software gratuito. Pode ser redistribuído e/ou modificado ao abrigo da versão 2 da GNU General Public License, tal como está publicada pela Free Software Foundation. Este programa é distribuído com o propósito de vir a ser útil, mas SEM QUALQUER GARANTIA; nem mesmo as garantias implícitas de FORNECIMENTO DE COMPONENTES E/OU ACESSÓRIOS ou de AJUSTE PARA UM FIM ESPECÍFICO. Para mais pormenores, consultar a GNU General Public License.
pt_br: Este programa é software gratuito; você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU versão 2, conforme publicada pela Free Software Foundation. Este programa é distribuído na esperança de que seja útil, porém SEM NENHUMA GARANTIA, nem mesmo a garantia implícita de MERCANTIBILIDADE ou APLICABILIDADE A UM PROPÓSITO ESPECÍFICO. Veja a licença GNU para maiores detalhes.
ru: Эта программа является свободным программным обеспечением. Вы можете распространять и/или изменять ее на условиях версии 2 GNU General Public License, опубликованной Free Software Foundation. Эта программа распространяется в надежде, что она будет полезна, но БЕЗ КАКОЙ-ЛИБО ГАРАНТИИ; даже без гарантии ПОЛЕЗНОСТИ и ГОДНОСТИ ДЛЯ КОНКРЕТНЫХ ЗАДАЧ. Более подробно см. текст лицензии.
sk: Tento program je voľne šíriteľný softvér; môžete ho distribuovať a/alebo modifikovať za podmienok GNU General Public License, ako bola publikovaná Free Software Foundation; a to buď verzia 2 tejto Licencie alebo (podľa vášho uváženia) akejkoľvek ďalšej verzie. Tento program je distribuovaný s nádejou, že bude užitočný, ale BEZ AKEJKOĽVEK ZÁRUKY; dokonca aj bez záruky POUŽITEĽNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL. Pozrite si GNU General Public License pre podrobnejšie informácie.
sl: Ta program je prosto programje; lahko ga distribuirate in/ali spreminjate pod pogoji različice 2 GNU General Public License kot jo je objavila Free Software Foundation. Ta program je distribuiran v upu da je uporaben, vendar BREZ VSAKRŠNIH JAMSTEV; celo brez kakršnegakoli implicitnega jamstva za UPORABNOST ali PRIMERNOSTI ZA DOLOČENO UPORABO. Glej GNU General Public License za nadaljnje podrobnosti.
sv: Detta program är fri programvara. Du kan distribuera det och/eller ändra det under villkoren i GNU General Public License version 2, publicerad av Free Software Foundation. Detta program distribueras i hopp om att det ska vara användbart, men UTAN NÅGON SOM HELST GARANTI, även utan underförstådd garanti om SÄLJBARHET eller LÄMPLIGHET FÖR NÅGOT SPECIELLT ÄNDAMÅL. Se GNU General Public License för ytterligare information.
uk: Ця програма є вільним програмним забезпеченням; Ви можете розповсюджувати її та/або змінювати за умов другої версії Відкритої ліцензії GNU (GNU General Public License), яку опубліковано Фундацією вільного програмного забезпечення. Ця програма розповсюджується з надією, що вона буде корисною, але БЕЗ БУДЬ-ЯКОЇ ГАРАНТІЇ; навіть без належної гарантії КОМЕРЦІЙНОЇ ПРИСТОСОВНОСТІ або ПРИДАТНОСТІ ДО БУДЬ-ЯКОГО ПРИЗНАЧЕННЯ. Щодо подробиць дивіться GNU General Public License.

source: . All rights reserved.
bg: . Всичките права са защитени.
da: . Alle rettigheder reserverede.
et: . Kõik õigused reserveeritud.
fi: . Kaikki oikeudet pidätetään.
fr: . Tous droits réservés.
he: תורומש תויוכזה לכ
hu: . Minden jog fenntartva.
is: . Allur réttur áskilinn.
it: . Tutti i diritti riservati
nl: . Alle rechten voorbehouden.
no: . Alle rettigheter reservert.
no_ny: . Alle rettar reservert.
pt: . Todos os direitos reservados.
pt_br: . Todos os direitos reservados.
ro: . Toate drepturile rezervate.
ru: . Все права защищены.
sk: . Všetky práva vyhradené.
sl: . Vse pravice zadržane.
sv: . Alla rättigheter reserverade.
uk: . Всі права застережені.

source: Visit %1's homepage at
bg: Посетите домашната страница %1 на
da: Besøg %1's hjemmeside på
et: Külasta %1 kodulehekülge aadressil
fi: Vieraile %1:n kotisivuilla osoitteessa
fr: Vous trouverez le site web de %1 à l'adresse
he: %1 לש רתאה -
hu: A(z) %1 honlapjának címe:
id: Kunjungi homepage %1 di
is: Heimasíða %1 er á
it: Visita la homepage di %1 a
ja: ホームページ %1 を訪れて下さい。場所は
ko: %1 홈페이지를 방문하세요
nl: Bezoek %1's webpagina op
no: Besøk %1's hjemmeside på
no_ny: Du finn heimesida til %1 på
pt: Visita a 'homepage' do %1 em
pt_br: Visite a página de %1 em
ro: Vizitaţi pagina de web %1 la
ru: Посетите домашнюю страницу %1 на
sk: Navštívte stránku %1 na
sl: Obiščite domačo stran %1 na naslovu:
sv: Besök %1:s hemsida på
uk: Відвідайте домашню сторінку %1 на

source: Configuration Wizard
bg: Магьосник на настройки
da: Indstillingstrold
et: Seadistuste abimees
fi: Ohjattu toiminto
fr: Assistant de configuration
he: המאתהה ףשא
hu: Beállításvarázsló
id: Wizard Konfigurasi
is: Stillingarálfur
ja: 設定ウィザード
ko: 설정 마법사
nl: Configuratieassistent
no: Oppsettshjelper
no_ny: Vegvisar for oppsett
pt: Assistente Configuração
pt_br: Assistente de configuração
ro: Vrăjitor de configurare
ru: Мастер настройки
sk: Sprievodca konfiguráciou
sl: Čarovnik za nastavitve
sv: Inställningsguide
uk: Майстер конфігурації

source: Choose Your Distribution
bg: Изберете Вашия дистрибутив
da: Vælg din distribution
et: Vali distributsioon
fi: Valitse käyttämäsi jakelupaketti
fr: Sélectionnez la distribution que vous utilisez
he: ךלש הצפהה תא רחב
hu: Válassza ki a disztribúcióját
id: Pilih Distribusi Anda
is: Veldu þína dreifingu
it: Scegli la tua distribuzione
ja: ディストリビューションを選択して下さい。
ko: 배포판을 선택하세요
nl: Kies uw distributie
no: Velg din distribusjon
no_ny: Vel distribusjonen din
pt: Selecciona a tua distribuição
pt_br: Selecione sua distribuição
ro: Selectaţi distribuţia dumneavoastră
ru: Выберите ваш дистрибутив
sk: Zvoľte vašu distribúciu
sl: Izberite svojo distribucijo
sv: Välj din distribution
uk: Виберіть Ваш дистрибутив

source: &Red Hat
is: &Rauðhetta (Red-Hat)
ko: 레드햇(&R)
no: &Red Hat Linux
sv: &Redhat Linux

source: &Other
bg: &Друг
da: &Andet
et: &Muud
fi: M&uu
fr: &Autre
he: ...תרח&א
hu: e&gyéb
id: &Lainnya
is: &Annað...
it: &Altro
ja: その他(&O)
ko: 그 밖에(&O)
nl: &Overig
no: &Andre
no_ny: &Annan
pt: &Outra
pt_br: &Outra
ro: &Alta...
ru: &Другой
sk: &Iné
sl: Dr&ugo
sv: A&nnan
uk: &Інше

source: Distribution
bg: Дистрибутив
et: Distributsioon
fi: Jakelupaketti
he: הצפה
hu: Disztribúció
id: Distribusi
is: Dreifing
it: Distribuzione
ja: ディストリビューション
ko: 배포판
nl: Distributie
no: Distribusjon
no_ny: Distribusjon
pt: Distribuição
pt_br: Distribuição
ro: Distribuţia
ru: Дистрибутив
sk: Distribúcia
sl: Distribucija
uk: Дистрибутив

source: &Service Path:
bg: Път към &обслужванията:
da: &Tjenestesti:
et: &Teenuste algkataloog:
fi: &Palvelupolku:
fr: Dossier contenant les &services :
he: :םיתורי&שה ביתנ
hu: A s&zolgáltatás elérési útja:
id: Path &Layanan:
is: Slóð að Þjónu&sta
it: &Percorso dei servizi:
ja: サービス(&S)のパス:
ko: 서비스 경로(&S)
nl: Pad naar dien&st:
no: &Tjenestesti
no_ny: &Tenestekatalog:
pt: Directoria do &Serviço:
pt_br: &Caminho dos serviços:
ro: Cale &serviciu:
ru: Каталоги &сервисов:
sk: &Cesta k služba:
sl: &Pot do servisov:
sv: &Sökväg för tjänster:
uk: Шлях до &служби:

source: Enter the path to the folder containing the services
bg: Въведете път до директорията съдържаща обслужванията
da: Indtast stien til mappen, der indeholder tjenesterne
et: Sisesta siia teenuste algkataloog
fi: Anna polku kansioon joka sisältää palvelut
fr: Saisissez l'emplacement du dossier contenant les services
he: םיתורישה תא הליכמה היקיתה לא ביתנה תא דלקה
hu: Adja meg a szolgáltatások könyvtárának elérési útját
id: Masukkan path ke folder yang berisi layanan
is: Sláðu inn slóðina að möppunni sem inniheldur þjónusturnar
it: Inserisci il percorso della directory contenente i servizi
ja: サービスを含むフォルダのパスを入力
ko: 서비스를 포함하고 있는 폴더에 대한 경로를 입력하세요
nl: Voer hier het zoekpad naar de map met diensten in
no: Skriv inn stien til katalogen som inneholder tjenesten
no_ny: Oppgi stien til katalogen som inneheld tenestene
pt: Indica a directoria que contém os serviços
pt_br: Digite o caminho para a pasta contendo os serviços
ro: Introduceţi calea către directorul ce conţine servicii
ru: Введите имя каталога, в котором находятся сервисы
sk: Zadajte cestu k priečinku obsahujúcemu služby
sl: Vnesite pot do imenika, ki vsebuje servise
sv: Ange sökvägen till katalogen som innehåller tjänsterna
uk: Введіть теку, яка містить служби

source: &Browse...
bg: Пр&еглед...
da: &Gennemsøg...
et: &Lehitse...
fi: &Selaa...
fr: Par&courir
he: ...ןו&יע
hu: &Tallózás...
is: &Velja...
it: &Sfoglia...
ja: ブラウズ(&B)...
ko: 찾아보기(&B)
nl: &Bladeren...
no: &Bla gjennom...
no_ny: &Bla gjennom ...
pt: P&rocurar...
pt_br: &Navegar...
ro: &Răsfoieşte...
ru: О&бзор...
sk: &Prechádzať...
sl: &Brskaj...
sv: &Bläddra...
uk: &Переглянути...
