Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysv.po
Languages: bg, da, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sv, uk

source: <p>You can drag services from a runlevel onto the <img src="small|trash"/> <strong>trashcan</strong> to delete them from that runlevel.</p><p>The <strong>Undo command</strong> can be used to restore deleted entries.</p>
bg: <p>За да премахнете обслужване от ниво на инициализация, изтеглете го в <img src="small|trash"/> <strong>кошче</strong>.</p><p>За възсановяване на премахнато обслужване използвайте командата <strong>Отмени</strong>.</p>
da: <p>Man kan trække tjenester fra et køreniveau hen på <img src="small|trash"/> <strong>affaldsspand</strong> for at slette dem fra dette niveau.</p><p> <strong>Omgør kommandoen</strong> kan bruges til at genoprette slettede indgange.</p>
et: <p>Teenuse käivitustasemest eemaldamiseks lohistada teenus <img src="small|trash"/> <strong>prügikasti</strong>. </p> <p>Eemaldatu taastamiseks saab kasutada käsku <strong>Tühista tegevus</strong> .</p>
fi: <p>Voit vetää palveluja ajotason paneelista <img src="small|trash"/> <strong>roskakoriin</strong> tuhotaksesi ne siltä ajotasolta.</p><p>The <strong>Peru komentoa</strong> voidaan käyttää tuhottujen tietueiden palauttamiseen.</p>
fr: <p>Vous pouvez glisser un service d'un niveau d'exécution vers la <img src="small|trash"/> <strong>corbeille</strong> pour le supprimer de ce niveau d'exécution.</p><p>La commande <strong>Annuler</strong> peut être utilisée pour restaurer un service supprimé.</p>
he: <p align=right>תמרמ םיתוריש רורגל ךתורשפאב<br>םתוא קוחמל ידכ <strong>הפשאה חפ</strong> <img src="small|trash"/> לא הלעפה<br>.הלעפהה תמר התואמ</p><p align=right>רזחשל ידכ <strong>לוטיב</strong>ה תלועפב שמתשהל ןתינ<br>.וקחמנש םיכרע</p>
hu: <p>A törölni kívánt szolgáltatásokat húzza át a futásszint-panelről a <img src="small|trash"/> <strong>szemétkosár</strong>ra.</p><p>A <strong>Visszavonás parancs</strong> használható egy törölt szolgáltatás visszanyeréséhez.</p>
id: <p>Anda dapat menarik layanan dari sebuah runlevel ke dalam <img src="small|trash"/> <strong>tempat sampah</strong> untuk menghapusnya dari runlevel tersebut.</p><p>Perintah <strong>Undo</strong> dapat digunakan untuk mengembalikan entri yang telah dihapus.</p>
is: <p>Þú getur dregið þjónustur frá keyrsluþrepi yfir á <img src="small|trash"/><strong>ruslatunnuna</strong> til þess að eyða þeim úr því keyrsluþrepi. </p> <p><strong>Hætta við skipunina</strong> er hægt að nota til þess að endurheimta eyddar færslur.</p>
it: <p>Puoi trascinare i servizi da un runlevel a <img src="small|trash"/> <strong>cestino</strong> per cancellarli da quel runlevel.</p><p>Il <strong>comando Annulla</strong> può essere usato per ripristinare gli elementi eliminati.</p>
ja: <p>サービスをランレベルから<img src="small|trash"/> <strong>ごみ箱</strong> へドラッグしてランレベルから削除できます。</p><p><strong>元に戻す コマンド</strong>は削除したエントリを元に戻すのに使えます。</p>
ko: <p>서비스를 runlevel 에서 지우기 위해서 runlevel 에서 <img src="small|trash"/><strong>trashcan</strong> 에 끌어다가 놓을 수 있습니다.</p><p><strong>명령 되돌리기</strong> 는 지워진 항목을 복원시키기 위해서 사용됩니다.
nl: <p>U kunt diensten vanuit een runlevelvak naar de <img src="small|trash"/> <strong>prullenbak</strong> verplaatsen om ze uit dat runlevel te verwijderen. Het <strong>ongedaan-maken-commando</strong> kan gebruikt worden om de verwijderde ingangen te herstellen </p>
no: <p>Du kan dra tjenester fra et <em>kjørenivå</em> rett til <img src="small|trash"/> <strong>papirkurven</strong> for å slette kjørenivået..</p><p><strong>Angre-kommandoen</strong> kan brukes for å gjenopprette slettede oppføringer.</p>
no_ny: <p>Du kan dra tenester frå ei køyrenivårute til <img src="small|trash"/> <strong>papirkorga</strong> for å sletta dei frå køyrenivået.</p><p>Du kan bruka <strong>Angra-kommandoen</strong> for å gjenoppretta oppføringar du har sletta.</p>
pt: <p>Podes arrastar os serviços do painel de um runlevel para o <img src="small|trash"/> <strong>caixote do lixo</strong> de modo a removê-los desse runlevel.</p><p>O <strong>comando Desfazer</strong> pode ser usado para repescar serviços removidos.</p>
pt_br: <p>Você pode arrastar serviços de um nível de execução para a <img src="small|trash"/> <strong>lata de lixo</strong> para removê-los do nível de execução.</p><p>O <strong> comando Desfazer</strong> pode ser usado para restaurar os registros apagados.</p>
ro: <p>Puteţi trage servicii dintr-un panel de nivele de execuţie în <img src="small|trash"/> <strong>coşul de gunoi</strong> pentru a le elimina din acel nivel de execuţie.</p><p>Puteţi utiliza comanda <strong>Des-face</strong> pentru a reface intrările şterse.</p>
ru: <p>Чтобы удалить сервис с уровня запуска, перетащите его в <img src="small|trash"/> <strong>корзину</strong>.</p><p>Для восстановления удаленных сервисов используйте команду <strong>Отменить</strong>.</p>
sk: <p>Ak chcete odstrániť nejaké služby z určitej úrovne behu systému, môžete ich presunúť z tabuľky danej úrovne do <img src="small|trash"/> <strong>odpadkového koša</strong>.</p><p>Na obnovenie odstránených služieb môžete použiť <strong>príkaz Vrátiť späť</strong>.</p>
sl: <p>Servis lahko s seznama ravni delovanja odvlečete v <img src="small|trash"/> <strong>koš za smeti</strong> in ga s tem zbrišete.</p><p><strong>Ukaz Razveljavi</strong> se lahko uporabi, če si premislite.</p>
sv: <p>Du kan dra tjänster från en körnivå till <img src="small|trash"/> <strong>papperskorgen</strong> för att ta bort dem från den körnivån.</p><p> Kommandot <strong>Ångra</strong> kan användas för att återställa raderade poster.</p>
uk: <p>Ви можете пересунути служби з рівня виконання до <img src="small|trash"/> <strong>смітника</strong>, щоб вилучити їх з того рівня виконання.</p><p>Команда <strong>Повернути</strong> відновлює вилучені служби.</p>

source: Runlevel &%1
bg: Ниво на инициализация &%1
da: Køreniveau &%1
et: Käivitustase &%1
fi: Ajotaso &%1
fr: Niveau d'exécution &%1
he: &%1 הלעפה תמר
hu: &%1. futásszint
is: Kerfisþrep &%1
ja: ランレベル &%1
no: Kjørenivå &%1
no_ny: Køyrenivå &%1
pt_br: Nível de execução &%1
ro: Nivel de execuţie &%1
ru: Уровень запуска &%1
sk: Úroveň &%1
sl: Raven delovanja &%1
sv: Körnivå &%1
uk: Рівень виконання &%1

source: Runlevel %1
bg: Ниво на инициализация %1
da: Køreniveau %1
et: Käivitustase %1
fi: Ajotaso %1
fr: Niveau d'exécution %1
he: %1 הלעפה תמר
hu: %1. futásszint
is: Kerfisþrep %1
ja: ランレベル %1
no: Kjørenivå %1
no_ny: Køyrenivå %1
pt_br: Nível de execução %1
ro: Nivel de execuţie %1
ru: Уровень запуска %1
sk: Úroveň %1
sl: Raven delovanja %1
sv: Körnivå %1
uk: Рівень виконання %1

source: <p>These are the services <strong>started</strong> in runlevel %1.</p><p>The number shown on the left of the <img src="user|ksysv_start"/> icon determines the order in which the services are started. You can arrange them via drag and drop, as long as a suitable <em>sorting number</em> can be generated.</p><p>If that's not possible, you have to change the number manually via the <strong>Properties dialog box</strong>.</p>
bg: <p>Тези обслужвания се <strong>стартират</strong> на ниво %1.</p><p>Номера в лявоа от иконата <img src="user|ksysv_start"/> определя порядъка, в който се стартират обслужванията. Вие можете да го промените, изтегляйки обслужването с мишката и нанего ще се присвои подходящ <em>пореден номер</em>.</p><p>Ако това е невъзможно, променете този номер ръчно в диалога <strong>Свойства</strong>.</p>
da: <p>Dette er de tjenester, der <strong>startes</strong> i køreniveau %1.</p><p>Tallet der vises til venstre for<img src="user|ksysv_start"/> ikonen afgør den rækkefølge, i hvilken tjenesterne startes. Man kan arrangere dem ved træk og slip, så længe et passende <em>sorterings nummer</em> kan laves.</p><p>Hvis dette ikke er muligt, må man ændre nummeret manuelt via <strong>Egenskaber dialogen</strong>.</p>
et: <p>Need on käivitustasemel %1 <strong>käivitatavad</strong> teenused.</p> <p>Ikoonist <img src="user|ksysv_start"/> vasakul nähtav number tähistab teenuste käivitamise järjekorda. Teenuseid saab lohistades ja kukutades ringi tõsta senikaua, kuni on võimalik kahe eelmise teenuse järjekorranumbrite vahele uut järjekorranumbrit genereerida.</p><p>Kui see pole võimalik pead muutma mõne teenuse numbrit <strong>Omaduste</strong> dialoogis.</p>
fi: <p>Nämä ovat palvelut jotka <strong>käynnistetään</strong> ajotasolla %1.</p><p>Numerot <img src="user|ksysv_start"/> kuvakkeen vasemmalla puolella määrittelevät järjestyksen, jossa palvelut käynnistetään. Voit järjestää tietueita vedä-ja-pudota tyyliin, kunhan järkevä <em>järjestysnumero</em> voidaan luoda.</p><p>Jos tämä ei olemahdollista sinun tulee muuttaa numeroa käsin <strong>Asetusikkunan</strong> kautta.</p>
fr: <p>Ce sont les services <strong>démarrés</strong> lors du passage au niveau d'exécution %1.</p><p>Les numéros situés à gauche des <img src="user|ksysv_start"/> icônes déterminent l'ordre dans lequel les services sont démarrés. Vous pouvez les réordonner par glisser-déposer, dans la mesure bien sûr où un numéro d'ordre peut être généré.</p><p> Si cela n'est pas possible, vous devrez modifier le numéro d'ordre manuellement via la boîte de dialogue <strong>Propriétés</strong>.</p>
he: <p align=right>.%1 הלעפה תמרב <strong>םילעפומ</strong>ה םיתורישה הלא</p><p align=right>ולעפוי וב רדסה תא עבוק למסל <img src="user|ksysv_start"/> לאמשמ גצומה רפסמה<br>ןתינ דוע לכ ,םתרירג ידי לע םתוא רדסל ךתורשפאב .םיתורישה<br>.םיאתמ <em>ירודיס רפסמ</em> םרובע רוציל</p><p align=right>תינדי רפסמה תא תונשל ךילע היהי ,ירשפא רבדה ןיא םא<br>.<strong>םינייפאמ</strong>ה חיש-וד ךרד</p>
hu: <p>Ezek azok a szolgáltatások, melyek <strong>elindulnak</strong> a(z) %1. futásszintre való belépéskor.</p><p>A(z) <img src="user|ksysv_start"/> ikontól balra látszó szám határozza meg az elindítás sorrendjét. A szolgáltatások sorrendjét egyszerű húzással lehet beállítani, ha a megfelelő <em>sorszám</em> generálása sikerül.</p><p> Ha ez nem lehetséges, kézzel kell megváltoztatni a számot a <strong>Tulajdonságok</strong> párbeszédablakban.</p>
is: <p>Þessar þjónustur eru <strong>ræstar</strong> í kerfisþrepi %1.</p><p>Talan vinstra megin við <img src="user|ksysv_start"/> táknið segir til um í hvaða röð þær eru ræstar. Þú getur breytt þeirri röð með því að draga þær til, svo framarlega að hægt sé að búa til rétta <em>raðtölu</em> fyrir nýja staðinn.</p><p>Ef svo er ekki, verður þú að breyta tölunni sjálf(ur) með aðstoð <strong>Eiginleika gluggans</strong>.</p>
it: <p>Questi sono servizi <strong>avviati</strong> nel runlevel %1.</p><p>Il numero mostrato a sinistra dell'icona <img src="user|ksysv_start"/> determina l'ordine con il quale i servizi sono avviati. Puoi modificarli con un drag and drop, finché può essere generato un <em>numero d'ordine</em> adatto.</p><p>Se questo non è possibile, devi cambiare il numero a mano tramite la <strong>casella di dialogo Proprietà</strong>.</p>
ja: <p>これらはランレベル %1 で<strong>開始</strong>されるサービスです。</p><p><img src="user|ksysv_start"/>アイコンの左に表示されている番号は、サービスが開始される順を決めています。ドラッグアンドドロップして、それらを(適当な<em>ソート番号</em>を生成できるかぎり)変更することができます。</p><p>ソート番号が生成できない場合には、<strong>プロパティダイアログボックス</strong>を使って手入力で番号を変更する必要があります。</p>
nl: <p>Dit zijn de diensten die <strong>gestart</strong> worden in Runlevel %1.</p><p> Het nummer links van het pictogram <img src="user|ksysv_start"/> bepaalt de volgorde waarin de diensten gestart worden. U kunt ze sorteren via verslepen en neerzetten, zo lang er een bijpassend <em>sorteernummer</em> gegenereerd kan worden.</p><p> Als dat niet mogelijk is moet u het nummer handmatig via het <strong>eigenschappendialoog</strong> instellen.</p>
no: <p>Dette er tjenestene som er <strong>startet</strong> i kjørenivået %1.</p><p>Tallet til venstre for <img src="user|ksysv_start"/>-ikonet bestemmer rekkefølgen tjenestene skal startes. Du kan endre rekkefølgen ved å dra og slippe, så lenge et meningsfylt sorteringsnummer kan genereres.</p><p>Hvis det ikke er mulilg nå du endre nummeret manuelt via <strong>Egenskaper-dialogen</strong>.</p>
no_ny: <p>Dette er tenester som vert <strong>starta</strong> på køyrenivå %1.</p><p>Talet til venstre for ikonet <img src="user|ksysv_start"/> avgjer i kva rekkjefølgje tenestene vert starta.</p><p>Du kan ordna tenestene ved hjelp av dra-og-slepp så lenge eit passande <em>sorteringstal</em> kan lagast.</p><p>Dersom det ikkje er mogleg, må du endra talet manuelt gjennom <strong>Eigenskapar-dialogen</strong>.</p>
pt: <p>Estes são os serviços <strong>iniciados</strong> no runlevel %1.</p><p>O número à esquerda do ícone <img src="user|ksysv_start"/> determina a ordem pela qual os serviços são iniciados. Podes arranjá-los como quiseres com o rato, desde que seja possível gerar um <em>número de ordem</em> adequado.</p><p>Se não for possível, tens que alterar o número manualmente através do <strong>diálogo de Propriedades</strong>.</p>
pt_br: <p>Estes são os serviços <strong>iniciados</strong> no nível de execução %1.</p><p>O número mostrado à esquerda do ícone <img src="user|ksysv_start"/> determina a ordem em que os serviços serão iniciados. Você pode ordená-los usando arrastar-e-soltar, enquanto um <em>número de ordem</em> puder ser gerado. </p><p>Se isso não for possível, você terá de mudar o número manualmente através da <strong>janela de Propriedades</strong>.</p>
ro: <p>Acestea sînt serviciile <strong>pornite</strong> în nivelul de execuţie %1.</p><p>Numărul din stînga iconiţei <img src="user|ksysv_start"/> determină ordinea în care vor fi pornite serviciile. Le puteţi aranja prin <em>drag and drop</em>, atîta timp cît poate fi generat un <em>număr de sortare</em> corespunzător.</p><p>Dacă acest lucru nu este posibil, atunci trebuie să îl schimbaţi manual folosind dialogul <strong>Proprietăţi</strong>.</p>
ru: <p>Эти сервисы <strong>запускаются</strong> на уровне %1.</p><p>Номер слева от пиктограммы <img src="user|ksysv_start"/> определяет порядок, в котором запускаются сервисы. Вы можете изменить порядок, перетаскивая сервисы мышью пока автоматически не будет присвоен подходящий <em>порядковый номер</em>.</p><p>Если это невозможно, измените этот номер вручную в диалоге <strong>Свойства</strong>.</p>
sk: <p>Toto sú služby <strong>spúšťané</strong> pri úrovni behu systému %1.</p><p>Číslo vľavo od ikony <img src="user|ksysv_start"/> určuje v akom poradí budú služby spúšťané. Kým je možné generovať vyhovujúce <em>poradové číslo</em>, môžete použiť techniku drag & drop na usporiadanie daných služieb.</p><p>Ak to nie je možné, musíte poradové číslo zmeniť manuálne pomocou <strong>položky Vlastnosti</strong>.</p>
sl: <p>To so <strong>pognani</strong> servisi v ravni delovanja %1.</p><p> Številka na levi od <img src="user|ksysv_start"/> ikona določa vrstni red, po katerem se servisi poženejo. Preuredite ga lahko z miško tako, da odvlečete servis na želeno mesto, samo da se lahko ustvari ustrezno <em>število za razvrščanje</em>.</p><p> Če to ni mogoče, morate število ročno spremeniti v pogovornem oknu <strong>Lastnosti</strong>.</p>
sv: <p>Detta är tjänsterna som <strong>startats</strong> i körnivå %1.</p><p>Numret som visas till vänster om <img src="user|ksysv_start"/> ikonen avgör i vilken ordning tjänsterna startas. Du kan arrangera dem via dra-och-släpp, så länge som ett lämpligt <em>ordningsnummer</em> kan genereras.</p><p>Om det är inte möjligt, måste du ändra numret manuellt via dialogrutan <strong>Egenskaper</strong>.</p>
uk: <p>Тут вказані служби, <strong>що запускаються</strong>, на рівні виконання %1.</p><p>Число вказане ліворуч від піктограми <img src="user|ksysv_start"/> визначає послідовність у який служба буде запущена. Ви можете розташовувати служби перетягуючи їх, поки формується придатне <em>число для сортування</em>.</p> <p>Якщо це не можливо, Вам слід вказати число самостійно за допомогою вікна <strong>Властивості</strong>.</p>

source: Start
bg: Старт
et: Käivitamine
fi: Käynnistä
fr: Démarrer
he: לעפה
hu: Indítás
id: Mulai
is: Ræsa
it: Avvio
ja: 開始
ko: 시작
nl: Starten
pt: Iniciar
pt_br: Iniciar
ru: Запустить
sk: Štart
sl: Zaženi
sv: Starta
uk: Старт
