Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysctrl.po
Languages: af, bg, cs, da, de, eo, et, fi, gl, he, hu, id, is, mt, nl, no_ny, pl, ro, ru, sk, sl, sr, ta

source: Copyright (C) 1999 Thorsten Westheider
af: kopiereg (c) 1999 thorsten westheider
da: Ophavsret (C) 1999 Thorsten Westheider
eo: Kopirajto (c) 1999 Thorsten Westheider
et: Autoriõigus (C) 1999 Throsten Westheider
he: 1999 (C) תורומש תויוכזה לכ רדייהטסו ןטסרות
hu: Copyright (C) Thorsten Westheider 1999.
id: Hak Cipta (C) 1999 Thorsten Westheider
is: Höfundaréttur (C) 1999 Thorsten Westheider
no_ny: Opphavsrett (c) 1999 Thorsten Westheider
ta: ¸¡ôÒÃ¢¨Á (c) 1999§¾¡÷¦¼ý ¦Åò¨¾¦¼÷

source: Version %1
af: weergawe %1
bg: Версия %1
eo: Versio %1
et: Versioon %1
fi: Versio %1
gl: Versión %1
he: %1 הסריג
hu: %1 verzió
id: Versi %1
is: Útgáfa %1
mt: Verżjoni %1
nl: Versie %1
no_ny: Versjon %1
pl: Wersja %1
ro: Versiunea %1
ru: Версия %1
sk: Verzia %1
sl: Različica %1
sr: Verzija %1
ta: À¾¢ôÒ %1

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
af: hierdie program is vry sagteware; jy kan herversprei dit en/van verander dit onder die terme van die gnu algemeen publiek lisensie as gepubliseer deur die vry sagteware stigting; òf weergawe 2 van die lisensie, van (na jou opsie) enige later weergawe.
cs: Tento program je volně šiřitelný; můžete jej distribuovat dále, a/nebo modifikovat podle ustanovení GNU Public Licence, jak ji publikovala Free Software Foundation; buď podle verze 2 Licence, nebo (dle svojí volby) jakékoli pozdější verze.
da: Dette er frit programmel; du kan videregive det og/eller ændre det under betingelserne i GNU licensen, som publiceret af Free Software Foundation; enten version 2 af licensen eller, hvis du hellere vil, en vilkårlig nyere version.
de: Dieses Programm ist freie Software; es darf weitergegeben und/oder modifiziert werden unter den Bedingungen der GNU General Public License wie sie von der Free Software Foundation veröffentlicht wurde; entweder Version 2 der Lizenz, oder (nach Ihrer Wahl) einer späteren Version.
eo: Tiu programo estas libera softvaro; vi rajtas redistribui ĝin kaj/aŭ ŝanĝi ĝinlaŭ la reguloj de la GNUa Ĝenerala Publika Licenco publikigita de laLibera Softvar-Fondaĵo; aŭ versio 2 de tiu licenco aŭ (laŭ via plaĉo)pli malfrua versio.
et: See on vaba tarkvara; Sa võid seda levitada ja/või muuta vastavalt Vaba Tarkvara Fondi poolt välja antud GNU Üldise Avaliku Litsentsi versioon 2 või mõne hilisema (omal valikul) versiooni tingimustele.
fi: Tämä on vapaa ohjelma, voit uudelleenlevittää ja/tai muokata sitä GNU General Public Licensen version 2 tai (valintasi mukaan) uudemman version ehtojen mukaisesti. GPL lisenssin on julkaissut Free Software Foundation.
gl: Este programa é ceive. Pódese redistribuir e/ou modificalo baixo os termos da Licencia Pública Xeral (GNU) a cal está publicada pola Free Software Foundation (Fundación para os programas ceives), tamén a versión 2 da licencia, ou (segundo a túa opinión) calquera versión posterior.
he: <p align=right>התונשל וא\ו התוא ץיפהל ךתורשפאב ;תישפוח הנכות הניה וז תינכות<br>ידי לע םסרופש יפכ GNU לש יללכה ירוביצה ןוישרה לש םיאנתה תחת<br>(ךתריחב יפל) וא ,ןוישרה לש 2 הסריג םא ןיב ;תישפוחה הנכותה דסומ<br>.רתוי תרחואמ הסריג לכ
hu: Ez a program szabad szoftver, szabadon továbbadható és módosítható a Free Software Foundation által kiadott GNU General Public License feltételei szerint (a 2. vagy bármelyik későbbi változat választható).
id: Program ini adalah perangkat lunak bebas, anda bisa mendistribusikan kembali dan/atau mengubahnya dengan mematuhi persyaratan yang GNU General Public License yang dipublikasikan oleh Free Software Foundation, baik versi 2 dari License, atau (pada pilihan anda) versi selanjutnya.
is: Þetta forrit er ókeypis hugbúnaður. Þú mátt dreifa því og/eða breyta því samkvæmt skilmálum GNU GPL leyfisins einsog það er gefið út af Free Software Foundation, annaðhvort útgáfu 2, eða (að eigin ósk) hvaða útgáfu sem er eftir útgáfu 2.
mt: Dan il-programm huwa softwer b'xejn; int tista terġa' tiddistribwih u/jew tbiddlu taħt it-termini tal-Liċenzja Pubblika Ġenerali GNU, kif pubblikata mill-"Free Software Foundation"; jew verżjoni 2 ta' din il-liċenzja jew waħda iżjed riċenti - liema tippreferi int.
nl: Dit programma is vrije software, u mag het heruitgeven en/of bewerken volgens de voorwaarden van de GNU General Public Licence, zoals gepubliceerd door de Free Software Foundation; ofwel versie 2 van de licentie, danwel (als u dat beter uit komt) een latere versie.
no_ny: Dette programmet er gratis. Du kan vidaredistribuera det og/eller endra det i følge vilkåra i versjon 2 eller (ditt val) ein vilkårleg nyare versjon av GNU General Public License, utgjeve av Free Software Foundation.
pl: Program ten jest wolnodostępny, możesz rozpowszechniać go i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, publikowanej prez Free Software Foundation; albo w wersji 2Licencji, albo (według wyboru) dowolnej poźniejszej wersji.
ro: Acest program este software liber. Îl puteţi redistribui şi/sau modifica în termenii Licenţei Publice Generale GNU aşa cum a fost publicată de Free Software Foundation, versiunea 2 a Licenţei sau, la opţiunea dumneavoastră, orice altă versiune ulterioară.
ru: Эта программа является свободным программным обеспечением. Вы можете распространять и/или изменять ее согласно лицензии GNU General Public License, опубликованной Фондом Свободного Программного Обеспечения, версии 2 или (по желанию) более поздней.
sk: Tento program je voľný softvér; môžete ho distribuovať a/alebo modifikovať podľa podmienok GNU General Public License ako ju zverejnila Free Software Foundation; buď podľa verzie 2 licencie, alebo (podľa vašej vôle) akejkoľvek neskoršej verzie.
sl: Ta program je prosto programje; lahko ga posredujete naprej in modificirate pod pogoji "GNU General Public License" kot jo je objavila "Free Software Foundation"; ali različico 2 licence, ali (po vašem mnenju) kakšne kasnejše različice.
sr: Ovaj program je besplatan i možete ga proslediti i/ili menjati pod uslovima GNU General Public License (verzija 2.0 ili novija), objavljenoj od strane Free Software Foundation.
ta: ­ó ¿¢ÃÄ¢ ´Õ ¾¨ÇÂÚ ¦Áý¸Äý; ­¨¾ ¿£í¸û ìë ¦À¡Ð ¯Ã¢ÁõÀÊ¦Âñ 2 «øÄÐ «¾üÌ À¢ý §¾¾¢Â¢ð¼ ÅÊÅòò¾¢ý ¸£ú ÁÚÅ¢¿¢§Â¡¸õ«øÄÐ/ÁüÚõ Á¡üÈí¸û ¦ºöÂÄ¡õ

source: The KDE System Control Tool
af: die kde stelsel kontrole program
bg: Помощтна програма за настройка на хардуера за KDE
cs: Nástroj řízení systému pro KDE
da: KDE systemkontrol værktøj
de: Dienstprogramm zur Systemkontrolle unter KDE
eo: La KDE-sistem-kontrol-ilo
et: KDE riistvara kontrollimise vahend
fi: KDE:n laitteistonhallinta
gl: Ferramenta KDE para o control do sistema
he: KDE לש תכרעמה תרקב
hu: KDE rendszerinformációs eszköz
id: Alat Pengendali Sistem KDE
is: KDE Vélbúnaðarstillingar
mt: Għodda għall-Kontroll tas-Sistema KDE
nl: KDE Systeem Controle Programma
no_ny: KDE Systemkontrollverkøy
pl: KDE Kontrola Systemu
ro: Sistemul de control KDE
ru: Утилита настройки оборудования для KDE
sk: KDE Systémový riadiaci nástroj
sl: KDE Sistemsko nadzorno orodje
sr: KDE alatka za kontrolu sistema
ta: KDE «¨ÁôÒì ¸ðÎôÀ¡ðÎì ¸ÕÅ¢

source: used by:
af: gebruik word deur:
bg: използва се от:
cs: používáno:
da: brugt af:
de: verwendet von:
eo: uzata de:
et: kasutab:
fi: käyttäjät:
gl: usado por:
he: :ידי לע שומישב
hu: - az eszköz neve:
id: digunakan oleh:
is: notað af:
mt: użat minn:
nl: gebruikt door:
no_ny: brukt av:
pl: używane przez:
ro: utilizat de:
ru: используется:
sk: používa:
sl: uporablja:
sr: koristi ga:
ta: À¡Å¢ôÀÐ:

source: No conflicts.
af: nee konflik.
bg: Няма конфликт.
cs: Žádné konflikty.
da: Ingen konflikter.
de: Keine Konflikte.
eo: Neniuj konfliktoj.
et: Konfliktid puuduvad
fi: Ei konflikteja.
gl: Non hai conflictos.
he: .תויושגנתה ןיא
hu: Nincs ütközés.
id: Tidak ada konflik.
is: Engir árekstrar.
mt: Ebda konflitt.
nl: Geen conflicten.
no_ny: Ingen konfliktar.
pl: Brak konfliktów.
ro: Nu sînt conflicte.
ru: Конфликты не обнаружены.
sk: Žiadne konflikty.
sl: Ni konfliktov.
sr: Nema konflikata.
ta: ÓÃñÀ¡Î¸û ­ø¨Ä.

source: Unclassified devices
af: ongeklasifiseerde toestelle
bg: Неизвестно устройство
cs: Nezařazená zařízení
da: Ikke klassificerede enheder
de: Nicht klassifizierte Geräte
eo: Neklasitaj aparatoj
et: Klassifitseerimata seadmed
fi: Luokittelemattomat laitteet
gl: Dispositivos non clasificados
he: םירחא םינקתה
hu: Egyéb eszközök
id: Divais belum diklasifikasikan
is: Óflokkuð tæki
mt: Apparat mhux klassifikat
nl: Niet-geklassificeerde apparaten
no_ny: Uklassifiserte einingar
pl: Inne urządzenia
ro: Dispozitive neclasificate
ru: Неизвестные устройства
sk: Nezatriedené zariadenia
sl: Neopredeljena naprava
sr: Neklasifikovani urđaji
ta: ÅÌì¸ôÀ¼¡¾ º¡¾Éí¸û

source: Mass storage controllers
af: massa stoorplek beheerders
bg: Дискови контролери
cs: Řadiče velkokapacitních úložišť
da: Masseopbevarings kontrollører
de: Massenspeicher-Controller
eo: Amasmemoraj stiriloj
et: Mass-salvestuskontrollerid
fi: Massamuistiohjaimet
gl: Controladores de armacenamento masivo
he: ןוסחא ירקב
hu: Lemezvezérlők
id: Pengendali penyimpanan massal
is: Diskstýringar (IDE, SCSI, o.s.frv.)
mt: Ħażna ta' informazzjoni
nl: Massa-opslag-controllers
no_ny: Masselagringskontrollerarar
pl: Kontrolery pamięci masowej
ro: Controlere dispozitive de stocare
ru: Контроллеры дисковых накопителей
sk: Zariadenia na ukladanie veľkého objemu dát
sl: Krmilniki za diske
sr: Kontroleri za masovno skladištenje
ta: ¦ÀÕó §¾ì¸ì ¸ðÎôÀÎò¾¢¸û

source: Network controllers
af: netwerk beheerders
bg: Мрежови платки
cs: Síťové řadiče
da: Netværkskontrollør
de: Netzwerkkarten
eo: Retstiriloj
et: Võrgukaardid
fi: Verkko-ohjaimet
gl: Controladores de rede
he: תשר ירקב
hu: Hálózati csatolókártyák
id: Pengendali jaringan
is: Netstýringar
mt: Network
nl: Netwerkkaarten
no_ny: Nettverkskontrollerarar
pl: Karty sieciowe
ro: Controlere de reţea
ru: Сетевые платы
sk: Sieťové adaptéry
sl: Mrežni vmesniki
sr: Mrežni kontroleri
ta: Å¨Äì ¸ðÎôÀÎò¾¢¸û

source: Display controllers
af: vertoon beheerders
bg: Видео контролери
cs: Řadiče obrazovky
da: Skærm kontrollør
de: Graphikkarten
eo: Monitorstiriloj
et: Videokaardid
fi: Näytönohjaimet
gl: Controladores de pantalla
he: הגוצת ירקב
hu: Grafikus kártyák
id: Pengendali Display
is: Skjástýringar
mt: Skrin
nl: Grafische kaarten
no_ny: Skjermkontrollerarar
pl: Karty graficzne
ro: Controlere de afişare
ru: Видеоадаптеры
sk: Zobrazovacie adaptéry
sl: Grafične kartice
sr: Grafički kontroleri
ta: ¸¡ðº¢ì ¸ðÎôÀÎò¾¢

source: Audio, video and game controllers
af: audio, video en speletjie beheerders
bg: Звукови, видео и игрови контролери
cs: Řadiče pro audio, video a hry
da: Audio, video og spilkontrollører
de: Audio-, Video- und Gamecontroller
eo: Sonor-, video- kaj lud-stiriloj
et: Multimeedia seadmed
fi: Ääni, video ja peliohjaimet
gl: Controladores de audio, vídeo e xogos
he: קחשמו ואדיו ,לוק ירקב
hu: Hangkártyák, videóeszközök, botkormányok
id: Pengendali audio, video dan game
is: Hljóð-, skjá- og leikjastýringar
mt: Awdju, video u logħob
nl: Audio-, video- en gamecontrollers
no_ny: Lyd-, bilete- og spel-kontrollerarar
pl: Kontrolery dźwięku, wideo i gier
ro: Controlere audio, video şi jocuri
ru: Звуковые, видео и игровые адаптеры
sk: Audio, video a hracie adaptéry
sl: Multimedijske naprave
sr: Audio, video and game kontroleri
ta: ´Ä¢, ´Ç¢ ÁüÚõ §¸Ç¢ì¨¸ì ¸ðÎôÀÎò¾¢¸û

source: Memory
af: geheue
bg: Памет
cs: Paměť
da: Hukommelse
de: Speicher
eo: Memoro
et: Mälu
fi: Muisti
gl: Memoria
he: ןורכיז
hu: Memória
id: Memori
is: Minni
mt: Memorja
nl: Geheugen
no_ny: Minne
pl: Pamięć
ro: Memorie
ru: Память
sk: Pamäť
sl: Pomnilnik
sr: Memorija
ta: ¿¢¨É×

source: System components
af: stelsel komponente
bg: Системни компоненти
cs: Systémové součásti
da: System komponenter
de: Systemkomponenten
eo: Sistemkomponentoj
et: Süsteemi komponendid
fi: Järjestelmälaitteet
gl: Compoñentes do sistema
he: תכרעמ יביכר
hu: Rendszereszközök
id: Komponen sistem
is: Kerfishlutir
mt: Sistema
nl: Systeemcomponenten
no_ny: Systemkomponentar
pl: Urządzenia systemowe
ro: Componente sistem
ru: Системные устройства
sk: Systémové komponenty
sl: Sistemske komponente
sr: Sistemske komponente
ta: ¦¾¡Ì¾¢ì ÜÚ¸û

source: Communication controllers
af: kommunikasie beheerders
bg: Комуникационни контролери
cs: Komunikační řadiče
da: Kommunikationskontrollører
de: Kommunikationsgeräte
eo: Komunikad-stiriloj
et: Kommunikatsiooniseadmed
fi: Tiedonsiirto-ohjaimet
gl: Controladores de comunicación
he: תרושקת ירקב
hu: Kommunikációs eszközök
id: Pengendali komunikasi
is: Samskiptastýringar
mt: Kommunikazzjoni
nl: Communicatieapparaten
no_ny: Kommunikasjonskontrollerarar
pl: Kontrolery komunikacyjne
ro: Controlere de comunicaţie
ru: Устройства связи
sk: Komunikačné zariadenia
sl: Komunikacijski vmesniki
sr: Komunikacioni kontroleri
ta: ¦¾¡¨Ä¦¾¡¼÷Òì ¸ðÎôÀÎò¾¢¸û

source: Input device controllers
af: invoer toestel beheerders
bg: Входни устройства
cs: Řadiče vstupních zařízení
da: Inddata enhedskontrollør
de: Eingabegeräte
eo: Enigaparataj stiriloj
et: Sisendseadmed
fi: Syöttölaitteet
gl: Controladores de dispositivos de entrada
he: טלק ינקתה ירקב
hu: Bemeneti eszközvezérlők
id: Pengendali divais input
is: Stýringar á inntakstækjum
mt: Apparat ta' input
nl: Invoerapparaten
no_ny: Inneiningskontrollerarar
pl: Urządzenia wejściowe
ro: Controlere dispozitive de intrare
ru: Устройства ввода
sk: Vstupné zariadenia
sl: Krmilniki za vhodne naprave
sr: Kontroleri ulaznih uređaja
ta: ¯ûÇ£ðÎî º¡¾Éì ¸ðÎôÀÎò¾¢¸û

source: Docking stations
af: dokking stasies
cs: Dokovací stanice
da: Dok stationer
de: Docking-Stationen
eo: Dokstacioj
et: Dokkimise jaamad
fi: Liitosasemat
gl: Estacións de acoplamento
he: הניגע תונחת
hu: Dokkolóegységek
id: Stasiun penghubung (docking)
is: Tengikví(r)
no_ny: Dokkestasjonar
pl: Stacje dokowania
ro: Staţii de docare
ru: Доки
sk: Dokovacie stanice
sl: Priklopne postaje
sr: Pristupne stanice
ta: §¸¡÷ôÒ ¿¢¨ÄÂí¸û

source: Serial bus controllers
af: reeksnommer bus beheerders
bg: Контролери на серийни устройства
cs: Řadiče sériové sběrnice
da: Seriel bus kontrollør
de: Serieller Bus-Controller
eo: Stiriloj de la seria buso
et: Jadasiinide kontrollerid
fi: Sarjaliikenneohjaimet
gl: Controladores de bus serie
he: ירוט קיפא ירקב
hu: Soros vezérlők
id: Pengendali bus serial
is: Raðtengistýringar
mt: Serjali
nl: Seriële buscontrollers
no_ny: Seriell buss-kontrollerarar
pl: Kontrolery uniwersalnej magistrali szeregowej
ro: Controler de magistrală serial
ru: Контроллеры последовательных устройств
sk: Sériové zariadenia
sl: Vmesnik za zaporedno vodilo
sr: Kontroleri serijskih portova
ta: ¦¾¡¼÷ À¡ð¨¼ì ¸ðÎôÀÎò¾¢¸û

source: Connectors
af: verbinders
bg: Конектори
cs: Konektory
da: Forbindere
de: Anschlüsse
eo: Konektiloj
et: Pordid
fi: Liittimet
gl: Conectores
he: םירבחמ
hu: Csatlakozók
id: Penghubung
is: Tengingar
mt: Konnetturi
nl: Aansluitingen
no_ny: Tilkoplingar
pl: Porty
ro: Conectori
ru: Порты
sk: Konektory
sl: Priključki
sr: Konektori
ta: §¸¡÷ôÀ¢¸û

source: Drives
af: aandrywers]
bg: Драйвери
cs: Disky
da: Drev
de: Laufwerke
eo: Diskingoj
et: Kettad
fi: Kiintolevyt
gl: Unidades
he: םיננוכ
hu: Lemezegységek
id: Drive
is: Diskar
mt: Drajv
nl: Stations
no_ny: Drev
pl: Napędy dysków
ro: Unităţi
ru: Диски
sk: Disky
sl: Pogoni
sr: Drajvovi
ta: ­Âì¸¢¸û

source: Printer
af: drukker
bg: Принтер
cs: Tiskárna
de: Drucker
eo: Presilo
fi: Tulostin
gl: Impresora
he: תספדמ
hu: Nyomtató
is: Prentari
no_ny: Skrivar
pl: Drukarka
ro: Imprimante
ru: Принтер
sk: Tlačiareň
sl: Tiskalnik
sr: Štampač
ta: «îÍô¦À¡È¢¸û

source: CD-ROM
eo: Lumdisko
he: רוטילקת
hu: CD-ROM meghajtók
is: Geisladrif
ta: ÌÚÅðÎ

source: SCSI controllers
af: scsi beheerders
bg: SCSI контролери
cs: SCSI řadiče
da: SCSI kontrollører
de: SCSI-Controller
eo: SCSI-stiriloj
et: SCSI kontrollerid
fi: SCSI-ohjain
gl: Controladores SCSI
he: SCSI ירקב
hu: SCSI-vezérlők
id: Pengendali SCSI
is: SCSI stýringar
mt: Kontrollatur SCSI
no_ny: SCSI-kontrollerarar
pl: Kontrolery SCSI
ro: Controlere SCSI
ru: Контроллеры SCSI
sk: SCSI radiče
sl: SCSI vmesnik
sr: SCSI kontroleri
ta: SCSI ¸ðÎôÀÎò¾¢

source: Scanners
af: skandeerders
bg: Скенери
cs: Skenery
da: skannere
de: Scanner
eo: Bildbitigiloj
et: Skännerid
fi: Skanneri
gl: Scaners
he: םיקרוס
hu: Képbeolvasók (scannerek)
id: Scanner
is: Skanni
mt: Skaner
no_ny: Skannarar
pl: Skanery
ro: Scanere
ru: Сканеры
sk: Skenery
sl: Optični bralnik
sr: Skeneri
ta: «Ä¸¢¸û

source: PC-Cards
bg: PCMCIA карти
cs: PC-karty
da: pc-kort
de: PC-Steckkarten
eo: PK-kartoj
et: PC-kaardid
fi: PC-kortti
gl: Tarxetas de PC
he: PC יסיטרכ
hu: PC-kártyák
id: PC-Card
is: PC kort
nl: PC-kaarten
no_ny: PC-kort
pl: Karty PC
ro: PC-Card-uri
ru: Карточки PCMCIA
sk: PC-Karty
sl: PC-Card naprave
sr: PC-kartice
ta: PC-«ð¨¼¸û

source: Processor
af: verwerker
bg: Процесор
cs: Procesor
de: Prozessor
eo: Procezilo
et: Protsessor
fi: Prosessori
gl: Procesador
he: דבעמ
hu: Processzor
id: Prosesor
is: Örgjörvi
mt: Proċessatur
no_ny: Prosessor
pl: Procesor
ro: Procesor
ru: Процессор
sk: Procesor
sl: Procesor
sr: Pocesor
ta: ¦ºÂÄ¢

source: Unknown device class
af: onbekende toestel klas
bg: Клас неизвестни устройства
cs: Třída neznámých zařízení
da: ukendt enhedsklasse
de: Unbekannte Geräteklasse
eo: Nekonata aparatoklaso
et: Tundmatu seadmete klass
fi: Tuntematon laiteluokka
gl: Clase de dispositivo descoñecido
he: העודי אל םינקתה תקלחמ
hu: Az egyéb eszközök osztálya
id: Kelas divais tidak dikenal
is: Óþekkt tæki
mt: Klassi mhux magħrufa
nl: Onbekende apparaatklasse
no_ny: Ukjend einingsklasse
pl: Nieznany rodzaj urządzenia
ro: Clasă de dispozitive necunoscute
ru: Класс неизвестных устройств
sk: Trieda neznámych zariadení
sl: Naprave neznanega razreda
sr: Uređaj nepoznate klase
ta: ¦¾Ã¢Â¡¾ º¡¾É ÅÌôÒ

source: Device
af: toestel
bg: Устройство
cs: Zařízení
da: Enhed
de: Gerät
eo: Aparato
et: Seade
fi: Laite
gl: Dispositivo
he: ןקתה
hu: Eszköz
id: Divais
is: Tæki
mt: Apparat
nl: Apparaat
no_ny: Eining
pl: Urządzenie
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
sl: Naprava
sr: Uređaj
ta: º¡¾Éõ

source: &Refresh
af: verfris
bg: &Обнови
cs: &Obnovit
da: &Genopfrisk
de: &Aktualisieren
eo: &Refreŝigu
et: &Värskenda
fi: &Päivitä
gl: &Refrescar
he: ןנע&ר
hu: &Frissítés
is: Endur&birta
mt: &Aġġorna
nl: &Verversen
no_ny: Frisk &opp
pl: &Odśwież
ro: &Actualizează
ru: &Обновить
sk: &Obnoviť
sl: &Osveži
sr: Os&veži
ta: Á£ÇôÒÐôÀ¢

source: Change resource settings
af: verander hulpbron instellings
bg: Промяна на настройките на ресурсите
cs: Změnit nastavení prostředků
da: Ændr ressourceindstillinger
de: Ressourcen-Einstellungen ändern
eo: Ŝanĝu aparatagordojn
et: Muuda ressurside seadistusi
fi: Muuta resurssiasetuksia
gl: Trocar configuracións
he: םיבאשמ תורדגה יוניש
hu: Az erőforrás-beállítások megváltoztatása
id: Ubah pengaturan sumberdaya
is: Breyta vélbúnaðarstillingum
mt: Ibdel setings tar-riżorsi
nl: Broninstellingen wijzigen
no_ny: Endra ressursinnstilling
pl: Zmień ustawiania zasobów
ro: Modificare setări resurse
ru: Изменить настройки ресурсов
sk: Zmeniť nastavenie prostriedkov
sl: Spremeni nastavitve sredstev
sr: Promeni podešavanja resursa
ta: ÅÇ «¨ÁôÒì¸¨Ç Á¡üÚ

source: Device path:
af: toestel gids soeklys:
bg: Път към устройство:
cs: Cesta k zařízení:
da: Enhedssti:
de: Gerätepfad:
eo: Aparatpado:
et: Seadme asukoht:
fi: Laitteen polku:
gl: Ruta do dispositivo:
he: :ןקתה ביתנ
hu: Az eszköz elérési útja:
id: Path divais:
is: Slóð tækis:
mt: Fajl tal-apparat:
nl: Apparaatpad:
no_ny: Einings-sti:
pl: Ścieżka do urządzenia:
ro: Calea dispozitivului:
ru: Путь к устройству:
sk: Cesta k zariadeniu:
sl: Pot do napreave:
sr: Putanja uređaja:
ta: º¡¾Éô À¡¨¾

source: Storage capacity:
af: stoorplek kapasiteit:
bg: Капацитет на носителя:
cs: Kapacita úložiště:
da: Gemnings kapacitet
de: Speicherkapazität:
eo: Memorkapacito:
et: Seadme maht:
fi: Tallennuskapasiteetti:
gl: Capacidade de armacenamento:
he: :ןוסחא חפנ
hu: Tárolókapacitás:
id: Kapasitas penyimpanan:
is: Geymslugeta:
mt: Kapaċità:
nl: Opslagcapaciteit:
no_ny: Lagringskapasitet:
pl: Pojemność:
ro: Capacitatea de stocare:
ru: Емкость накопителя:
sk: Kapacita:
sl: Prostorska kapaciteta:
sr: Skladišni kapacitet:
ta: §¾ì¸ì ¦¸¡û¾¢Èý:

source: Usage
af: gebruik
bg: Използване
cs: Využití
da: Brug
de: Benutzung
eo: Uzo
et: Kasutus
fi: Käyttö
gl: Uso
he: שומיש
hu: Kihasználtság
id: Penggunaan
is: Notað
mt: Użu
nl: Gebruik
no_ny: Bruk
pl: Wykorzystanie
ro: Utilizare
ru: Использование
sk: Použitie
sl: Poraba
sr: Upotreba
ta: À¡Å¨É

source: One partition
af: een partisie
bg: Един дял
cs: Jeden oddíl
da: Én inddeling
de: Eine Partition
eo: unu subdisko
et: Üks partitsioon
fi: Yksi osio
gl: Unha partición
he: תחא הציחמ
hu: 1 partíció
id: Satu partisi
is: Ein sneið
mt: Partizjoni waħda
nl: Eén partitie
no_ny: Ein partisjon
pl: Jedna patrycja
ro: O partiţie
ru: Один раздел
sk: Jeden oddiel
sl: Ena particija
sr: Jedna particija
ta: ´Õ Å¸¢÷×

source: %1 partitions
af: %1 partisies
bg: %1 дяла
cs: %1 oddíl(ů)
da: %1 inddelinger
de: %1 Partitionen
eo: %1 subdiskoj
et: %1 partitsiooni
fi: %1 osiota
gl: %1 particións
he: תוציחמ %1
hu: %1 partíció
id: %1 partisi
is: %1 sneiðar
mt: %1 partizjonijiet
nl: %1 partities
no_ny: %1 partisjonar
pl: %1 partycji
ro: %1 partiţii
ru: %1 раздела(ов)
sk: %1 oddielov
sl: %1 particij
sr: %1 particije(a)
ta: %1 Å¸¢÷×¸û

source: Computer:
af: rekenaar:
bg: Компютър:
cs: Počítač:
da: Maskine:
eo: Komputilo:
et: Arvuti:
fi: Tietokone:
gl: Ordenador:
he: :בשחמ
hu: Gép:
id: Komputer
is: Tölva:
mt: Kompjuter:
no_ny: Datamaskin:
pl: Komputer:
ro: Calculator:
ru: Компьютер:
sk: Počítač:
sl: Računalnik:
sr: Računar:
ta: ¸½¢É¢:

source: Intel MMX(TM) Technology
af: intel mmx(tm) tegnologie
bg: Intel MMX(TM) технология
cs: Technologie Intel MMX(TM)
da: Intel MMX(TM) Teknologi
de: Intel-MMX(TM)-Technologie
eo: Intel MMX(tm)-teknologio
et: Intel MMX(TM) Tehnoloogia
fi: Intel MMX(TM)
he: לטניא לש MMX(TM) תייגולונכט
hu: Intel MMX(TM) technológia
is: Intel MMX(TM) tækni
mt: Teknoloġija Intel MMX(TM)
nl: Intel MMX(TM) Technologie
pl: Technologia Intel MMX(TM)
ro: Intel cu tehnologia MMX(TM)
ru: Технология Intel MMX(TM)
sk: Intel MMX(TM) Technológia
sl: Intel MMX(TM) tehnologija
sr: Intel MMX(TM) tehnologija
ta: ­ý¦¼ø MMX(TM) ¦¾¡Æ¢ÑðÀõ

source: processors
af: prosseseerders
bg: процесори
cs: procesorů
da: processorer
de: Prozessoren
eo: proceziloj
et: protsessorit
fi: prosessoria
gl: procesadores
he: םידבעמ
hu: processzor
id: prosesor
is: örgjörvar
mt: proċessaturi
no_ny: prosessorar
pl: procesorów
ro: procesoare
ru: процессоры
sk: procesory
sl: procesorjev
sr: procesori
ta: ¦ºÂÄ¢¸û

source: %1 MB RAM
bg: %1 Мб RAM
fi: %1 Mt RAM
id: RAM %1 MB
is: %1 MB vinnsluminni (RAM)
ru: %1 Мб ОЗУ
sr: %1 MB RAMa
ta: %1 MB Ã¡õ

source: Unknown
af: onbekende
bg: Неизвестно
cs: Neznámé
da: Ukendt
de: Unbekannt
eo: Nekonata
et: Tundmatu
fi: Tuntematon
gl: Descoñecido
he: עודי אל
hu: Ismeretlen
id: Tidak dikenal
is: Óþekkt
mt: Mhux magħruf
nl: Onbekend
no_ny: Ukjend
pl: Nieznany
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sl: Neznan
sr: Nepoznato
ta: ¦¾Ã¢Â¡¾

source: System:
af: stelsel:
bg: Система:
cs: Systém:
eo: Sistemo:
et: Süsteem:
fi: Järjestelmä:
gl: Sistema:
he: :תכרעמ
hu: Rendszer:
id: Sistem:
is: Kerfi:
mt: Sistema:
nl: Systeem:
ro: Sistem:
ru: Система:
sk: Systém:
sl: Sistem:
sr: Sistem:
ta: ¦¾¡Ì¾¢:

source: Device type:
af: toestel tipe:
bg: Тип устройство:
cs: Typ zařízení:
da: Enhedstype:
de: Gerätetyp:
eo: Aparattipo:
et: Seadme tüüp:
fi: Laitteen tyyppi:
gl: Tipo de dispositivo:
he: :ןקתה גוס
hu: Az eszköz típusa:
id: Tipe divais:
is: Tegund tækis:
mt: Tip ta' apparat:
nl: Apparaattype:
no_ny: Einings-type:
pl: Typ urządzenia:
ro: Tip dispozitiv:
ru: Тип устройства:
sk: Typ zariadenia:
sl: Tip naprave:
sr: Tip uređaja:
ta: º¡¾É Å¨¸
