Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysv.po
Languages: bg, da, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sv, uk

source: <p>These are the services <strong>stopped</strong> in runlevel %1.</p><p>The number shown on the left of the <img src="user|ksysv_stop"/> icon determines the order in which the services are stopped. You can arrange them via drag and drop, as long as a suitable <em>sorting number</em> can be generated.</p><p>If that's not possible, you have to change the number manually via the <strong>Properties dialog box</strong>.</p>
bg: <p>Това са обслужвания за <strong>спиране</strong> на ниво %1.</p><p>Номера в ляво от иконата <img src="user|ksysv_start"/> определя реда, в който спират обслужванията. Вие можете да го промените, изтегляйки обслужването с мишката когато му се зададе автоматично подходящ <em>пореден номер</em>.</p><p>Ако това е невъзможно, променете този номер ръчно в диалога <strong>Свойства</strong>.</p>
da: <p>Dette er de tjenester, der <strong>standses</strong> i køreniveau %1.</p><p>Tallet, der vises til venstre for<img src="user|ksysv_stop"/> ikonen, afgør den rækkefølge, i hvilken tjenesterne standses. Man kan arrangere dem ved træk og slip, så længe et passende <em>sorterings nummer</em> kan laves.</p><p>Hvis dette ikke er muligt, må man ændre nummeret manuelt via <strong>Egenskaber dialogen</strong>.</p>
et: <p>Need on käivitustasemel %1 <strong>peatatavad</strong> teenused.</p> <p>Ikoonist <img src="user|ksysv_stop"/> vasakul nähtav number tähistab teenuste peatamise järjekorda. Teenuseid saab lohistades ja kukutades ringi tõsta senikaua, kuni on võimalik kahe eelmise teenuse järjekorranumbrite vahele uut järjekorranumbrit genereerida.</p><p>Kui see pole võimalik pead muutma mõne teenuse numbrit <strong>Omaduste</strong> dialoogis.</p>
fi: <p>Nämä ovat palvelut jotka <strong>pysäytetään</strong> ajotasolla %1.</p><p>Numerot <img src="user|ksysv_start"/> kuvakkeen vasemmalla puolella määrittelevät järjestyksen, jossa palvelut käynnistetään. Voit järjestää tietueita vedä-ja-pudota tyyliin, kunhan järkevä <em>järjestysnumero</em> voidaan luoda.</p><p>Jos tämä ei olemahdollista sinun tulee muuttaa numeroa käsin <strong>Asetusikkunan</strong> kautta.</p>
fr: <p>Ce sont les services <strong>arrêtés</strong> lors du passage au niveau d'exécution %1.</p><p>Les numéros situés à gauche des <img src="user|ksysv_stop"/> icônes déterminent l'ordre dans lequel les services sont arrêtés. Vous pouvez les réordonner par glisser-déposer, dans la mesure bien sûr où un numéro d'ordre peut être généré.</p><p> Si cela n'est pas possible, vous devrez modifier le numéro d'ordre manuellement via la boîte de dialogue <strong>Propriétés</strong>.</p>
he: <p align=right>.%1 הלעפה תמרב <strong>םירצענ</strong>ה םיתורישה הלא</p><p align=right>ורצעיי וב רדסה תא עבוק למסל <img src="user|ksysv_stop"/> לאמשמ גצומה רפסמה<br>ןתינ דוע לכ ,םתרירג ידי לע םתוא רדסל ךתורשפאב .םיתורישה<br>.םיאתמ <em>ירודיס רפסמ</em> םרובע רוציל</p><p align=right>תינדי רפסמה תא תונשל ךילע היהי ,ירשפא רבדה ןיא םא<br>.<strong>םינייפאמ</strong>ה חיש-וד ךרד</p>
hu: <p>Ezek azok a szolgáltatások, amelyek <strong>leállnak</strong> a(z) %1. futásszintre belépéskor.</p><p>A(z) <img src="user|ksysv_stop"/> ikontól balra látszó szám határozza meg a leállítás sorrendjét. A szolgáltatások sorrendjét egyszerű húzással lehet beállítani, ha a megfelelő <em>sorszám</em> generálása sikerül.</p><p> Ha ez nem lehetséges, kézzel kell megváltoztatni a számot a <strong>Tulajdonságok</strong> párbeszédablakban.</p>
is: <p>Þessar þjónustur eru <strong>stöðvaðar</strong> í kerfisþrepi %1.</p><p>Talan vinstra megin við <img src="user|ksysv_stop"/> táknið segir til um í hvaða röð þær eru stöðvaðar. Þú getur breytt þeirri röð með því að draga þær til, svo framarlega að hægt sé að búa til rétta <em>raðtölu</em> fyrir nýja staðinn.</p><p> Ef svo er ekki, þá verður þú að breyta tölunni sjálf(ur) með aðstoð <strong>Eiginleika gluggans</strong>.</p>
it: <p>Questi sono i servizi <strong>fermati</strong> nel runlevel %1.</p><p>Il numero mostrato a sinistra dell'icona <img src="user|ksysv_stop"/> determina l'ordine con cui i servizi sono fermati. Puoi modificarli con un drag and drop, finché può essere generato un <em>numero d'ordine</em> adatto.</p><p>Se questo non è possibile, devi cambiare il numero a mano tramite la <strong>casella di dialogo Proprietà</strong>.</p>
ja: <p>これらはランレベル %1 で<strong>停止される</strong>サービスです。</p><p><img src="user|ksysv_start"/>アイコンの左に表示されている番号は、サービスが停止される順を決めています。ドラッグアンドドロップして、それらを(適当な<em>ソート番号</em>を生成できるかぎり)変更することができます。</p><p>ソート番号が生成できない場合には、<strong>プロパティダイアログボックス</strong>を使って手入力で番号を変更する必要があります。</p>
nl: <p>Dit zijn de diensten die <strong>gestopt</strong> worden in Runlevel %1.</p><p> Het nummer links van het pictogram <img src="user|ksysv_stop"/> bepaalt de volgorde waarin de diensten gestopt worden. U kunt ze sorteren via verslepen en neerzetten, zo lang er een bijpassend <strong>sorteernummer </strong> gegenereerd kan worden.</p><p> Als dat niet mogelijk is moet u het nummer handmatig via het <strong>eigenschappendialoog<strong> instellen.</p>
no: <p>Dette er tjenestene som er <strong>stoppet</strong> i kjørenivået %1.</p><p>Tallet til venstre for <img src="user|ksysv_start"/>-ikonet bestemmer rekkefølgen tjenestene skal stoppes. Du kan endre rekkefølgen ved å dra og slippe, så lenge et meningsfylt sorteringsnummer kan genereres.</p><p>Hvis det ikke er mulilg nå du endre nummeret manuelt via <strong>Egenskaper-dialogen</strong>.</p>
no_ny: <p>Dette er tenester som vert <strong>stoppa</strong> på køyrenivå %1.</p><p>Talet til venstre for ikonet <img src="user|ksysv_start"/> avgjer rekkjefølgja tenestene vert stoppa i.</p><p>Du kan ordna tenestene ved hjelp av dra-og-slepp så lenge eit passande <em>sorteringstal</em> kan lagast.</p><p>Dersom det ikkje er mogleg, må du endra talet manuelt gjennom <strong>eigenskapar-dialogen</strong>.</p>
pt: <p>Estes são os serviços <strong>a parar</strong> no runlevel %1.</p><p>O número à esquerda do ícone <img src="user|ksysv_stop"/> determina a ordem pela qual os serviços são parados. Podes arranjá-los como quiseres com o rato, desde que seja possível gerar um <em>número de ordem</em> adequado.</p><p>Se não for possível, tens que alterar o número manualmente através do <strong>diálogo de Propriedades</strong>.</p>
pt_br: <p>Estes são so serviços <strong>parados</strong> no nível de execução %1.</p><p>O número mostrado à esquerda do ícone <img src="user|ksysv_stop"/> determina a ordem em que os serviços serão parados. Você pode ordená-los usando arrastar-e-soltar, enquanto um <em>número de ordem</em> puder ser gerado. </p><p>Se isso não for possível, você terá de mudar o número manualmente através da <strong>janela de Propriedades</strong>.</p>
ro: <p>Acestea sînt serviciile <strong>oprite</strong> în nivelul de execuţie %1.</p><p>Numărul din stînga iconiţei <img src="user|ksysv_start"/> determină ordinea în care vor fi oprite serviciile. Le puteţi aranja prin <em>drag and drop</em>, atîta timp cît poate fi generat un <em>număr de sortare</em> corespunzător.</p><p>Dacă acest lucru nu este posibil, atunci trebuie să îl schimbaţi manual folosind dialogul <strong>Proprietăţi</strong>.</p>
ru: <p>Эти сервисы <strong>останавливаются</strong> на уровне %1.</p><p>Номер слева от пиктограммы <img src="user|ksysv_start"/> определяет порядок, в котором останавливаются сервисы. Вы можете изменить порядок, перетаскивая сервисы мышью пока автоматически не будет присвоен подходящий <em>порядковый номер</em>.</p><p>Если это невозможно, измените этот номер вручную в диалоге <strong>Свойства</strong>.</p>
sk: <p>Toto sú služby <strong>zastavované</strong> pri úrovni behu systému %1.</p><p>Číslo vľavo od ikony <img src="user|ksysv_stop"/> určuje v akom poradí budú služby zastavované. Kým je možné generovať vyhovujúce <em>poradové číslo</em>, môžete použiť techniku drag & drop na usporiadanie daných služieb.</p><p>Ak to nie je možné, musíte poradové číslo zmeniť manuálne pomocou <strong>položky Vlastnosti</strong>.</p>
sl: <p>Ti servisi so <strong>ustavljeni</strong> v ravni delovanja %1.</p><p>Številka prikazana na levi strani ikone <img src="user|ksysv_stop"/> določa vrstni red po katerem se servisi ustavijo. Preuredite jih lahko tako, da jih z miško povlečete na želeno mesto, dokler lahko ustvarite primerno <em> številko za razvrščanje</em>.</p><p> Če ni ustreznega <em>zaporednega števila</em> ga morate spremeniti v pogovornem oknu <strong>Lastnosti</strong>.</p>
sv: <p>Detta är tjänsterna som <strong>stoppats</strong> i körnivå %1.</p><p>Numret som visas till vänster om <img src="user|ksysv_start"/> ikonen avgör i vilken ordning tjänsterna stoppas. Du kan arrangera dem via dra-och-släpp, så länge som ett lämpligt <em>ordningsnummer</em> kan genereras.</p> <p>Om det är inte möjligt, måste du ändra numret manuellt via dialogrutan <strong>Egenskaper</strong>.</p>
uk: <p>Тут вказані служби, <strong>що зупиняються</strong>, на рівні виконання %1.</p><p>Число вказане ліворуч від піктограми <img src="user|ksysv_stop"/> визначає послідовність у який службу буде зупинено. Ви можете розташовувати служби перетягуючи їх, поки формується придатне <em>число для сортування</em>.</p> <p>Якщо це не можливо, Вам слід вказати число самостійно за допомогою вікна <strong>Властивості</strong>.</p>

source: Drag here to start services when entering runlevel %1
bg: Преместете тук обслужването за стартиране при влизане в ниво на инициализация %1
da: Træk herhen for at starte tjenester, når du går ind i køreniveau %1
et: Lohista siia teenused, mida soovid käivitustasemele %1 sisenedes käivitada.
fi: Vedä tähän käynnistääksesi palveluita siirryttäessä ajotasolle %1
fr: Glissez ici les services à démarrer lors du passage au niveau d'exécution %1
he: <p align=right>תנמ לע ןאכל רורג<br> תעב םיתוריש ליעפהל<br>%1 הלעפה תמרל הסינכ
hu: Húzza ide azokat a szolgáltatásokat, amelyeket el szeretne indítani a(z) %1. futási szintre lépéskor
id: Tarik ke sini untuk memulai layanan ketika memasuki runlevel %1
is: Dragðu þjónustu hingað til að ræsa hana í kerfisþrepi %1
it: Trascina qui per far partire i servizi all'avvio del runlevel %1
ja: ランレベル %1 になった時に サービスを開始するにはここにドラッグ
ko: runlevel %1 을 입력할 때 시작할 서비스를 이곳에 끌어다 놓습니다
nl: Sleep hier de diensten naartoe die in Runlevel %1 moeten worden gestart.
no: Dra her for å starte tjenester når kjørenivå %1 startes.
no_ny: Dra hit for å starta tenester når du går inn i køyrenivå %1
pt: Arrasta para aqui para iniciar serviços ao entrar no runlevel %1
pt_br: Arraste para cá para iniciar serviços ao iniciar o nível de execução %1
ro: Trageţi aici pentru a porni servicii atunci cînd intraţi în nivelul de execuţie %1
ru: Перетащите сюда для запуска сервисов при входе на уровень запуска %1
sk: Potiahnite sem na spustenie služieb pri vstupe do úrovne %1
sl: Za zagon servisa ob vstopu v raven delovanja %1 ga povlecite sem.
sv: Drag hit för att starta tjänster då körnivå %1 initieras
uk: Перетягніть сюди, щоб служби запускалися при вході до рівня виконання %1

source: Drag here to stop services when entering runlevel %1
bg: Преместете тук обслужването за спиране при влизане в ниво на инициализация %1
da: Træk herhen for at standse tjenester, når du går ind i køreniveau %1
et: Lohista siia teenused, mille tööd soovid käivitustasemele %1 sisenedes peatada.
fi: Vedä tähän pysäyttääksesi palveluita siirryttäessä ajotasolle %1
fr: Glissez ici les services à arrêter lors du passage au niveau d'exécution %1
he: <p align=right>תנמ לע ןאכל רורג<br> תעב םיתוריש רוצעל<br>%1 הלעפה תמרל הסינכ
hu: Húzza ide azokat a szolgáltatásokat, amelyeket le szeretne állítani a(z) %1. futási szintre lépéskor
id: Tarik ke sini untuk menghentikan layanan ketika memasuki runlevel %1
is: Dragðu þjónustu hingað til að stöðva hana í kerfisþrepi %1
it: Trascina qui per fermare i servizi all'avvio del runlevel %1
ja: ランレベル %1 になった時に サービスを停止するにはここにドラッグ
ko: runlevel %1 을 입력할 때 중단할 서비스를 이곳에 끌어다 놓습니다
nl: Sleep hier de diensten naartoe die in Runlevel %1 moeten worden gestopt
no: Dra her for å stoppe tjenester når kjørenivå %1 startes.
no_ny: Dra hit for å stoppa tenester når du går inn i køyrenivå %1
pt: Arrasta para aqui para parar serviços ao entrar no runlevel %1
pt_br: Arraste para cá para parar serviços ao iniciar o nível de execução %1
ro: Trageţi aici pentru a opri servicii atunci cînd intraţi în nivelul de execuţie %1
ru: Перетащите сюда для останова сервиса при входе на уровень запуска %1
sk: Potiahnite sem na ukončenie služieb pri vstupe do úrovne %1
sl: Za zaustavitev servisa ob vstopu v raven delovanja %1 ga povlecite sem.
sv: Drag hit för att stoppa tjänster då körnivå %1 initieras
uk: Перетягніть сюди, щоб служби зупинялись при вході до рівня виконання %1

source: The services available on your computer
bg: Обслужвания, достъпни на Вашия компютър
da: Tjenester tilgængelige på din maskine
et: Sinu arvutis saadaolevad teenused
fi: Olemassaolevat palvelut järjestelmässä
fr: Les services disponibles sur votre système
he: ךלש בשחמב םינימזה םיתורישה
hu: Az Ön gépén elérhető szolgáltatások
id: Layanan yang tersedia pada komputer anda
is: Þær þjónustur sem eru til boða á tölvunni
it: I servizi disponibili sul tuo computer
ja: あなたのコンピュータで利用可能なサービス
ko: 서비스가 이용가능하지 않습니다
nl: De op uw computer beschikbare diensten.
no: Tjenester tilgjengelig på din datamaskin
no_ny: Tenestene som er tilgjengelege på maskina
pt: Os serviços disponíveis no teu computador
pt_br: Os serviços disponíveis em seu computador
ro: Servicii disponibile pe calculatorul dumneavoastră
ru: Сервисы, доступные на вашем компьютере
sk: Služby dostupné na vašom počítači
sl: Servisi dostopni na računalniku
sv: Tjänster tillgängliga på din dator
uk: Наявні служби на Вашому комп'ютері

source: <vip>WRITING CONFIGURATION</vip>
bg: <vip>ЗАПИСВА НАСТРОЙКИТЕ</vip>
da: <vip>SKRIVER INDSTILLINGERNE</vip>
et: <vip>SEADISTUSTE SALVESTAMINE</vip>
fi: <vip>KIRJOITAN ASETUKSIA</vip>
fr: <vip>Enregistrement de la configuration</vip>
he: <vip>הרוצתה תא בתוכ</vip>
hu: <vip>A BEÁLLÍTÁSOK MENTÉSE FOLYIK</vip>
id: <vip>MENULIS KONFIGURASI</vip>
is: <vip>SKRIFA UPPSETNINGU </vip>
it: <vip>SCRITTURA CONFIGURAZIONE</vip>
ja: <vip>設定を書き込み中</vip>
ko: <vip>설정 쓰기</vip>
nl: <vip>BEZIG MET SCHRIJVEN VAN DE CONFIGURATIE</vip>
no: <vip>** SKRIVER KONFIGURASJON **</vip>
no_ny: <vip>SKRIV OPPSETT</vip>
pt: <vip>A GRAVAR A CONFIGURAÇÃO</vip>
pt_br: <vip>GRAVANDO CONFIGURAÇÃO</vip>
ro: <vip>SCRIU CONFIGURAŢIA</vip>
ru: <vip>ЗАПИСЬ НАСТРОЕК</vip>
sk: <vip>ZAPISUJEM KONFIGURÁCIU</vip>
sl: <vip>ZAPISUJEM NASTAVITVE</vip>
sv: <vip>SKRIVER INSTÄLLNINGAR</vip>
uk: <vip>ЗБЕРІГАЮ КОНФІГУРАЦІЮ</vip>

source: ** WRITING CONFIGURATION **
bg: ** ЗАПИСВА НАСТРОЙКИТЕ **
da: ** SKRIVER INDSTILLINGERNE **
et: ** SEADISTUSTE SALVESTAMINE **
fi: ** KIRJOITAN ASETUKSIA **
fr: ** Enregistrement de la configuration **
he: ** הרוצתה תא בתוכ **
hu: ** A BEÁLLÍTÁSOK MENTÉSE FOLYIK **
id: ** MENULIS KONFIGURASI **
is: ** SKRIFA UPPSETNINGU **
it: ** SCRITTURA CONFIGURAZIONE **
ja: ** 設定を書き込み中 **
ko: ** 설정 쓰기 **
nl: ** BEZIG MET HET SCHRIJVEN VAN DE CONFIGURATIE **
no: ** SKRIVER KONFIGURASJON **
no_ny: ** SKRIV OPPSETT **
pt: ** A GRAVAR A CONFIGURAÇÃO **
pt_br: ** GRAVANDO CONFIGURAÇÃO **
ro: ** SCRIU CONFIGURAŢIA **
ru: ** ЗАПИСЬ НАСТРОЕК **
sk: ** ZAPISUJEM KONFIGURÁCIU **
sl: ** ZAPISUJEM NASTAVITVE **
sv: ** SKRIVER INSTÄLLNINGAR **
uk: ** ЗБЕРІГАЮ КОНФІГУРАЦІЮ **

source: <rl>RUNLEVEL %1</rl>
bg: <rl>НИВО НА ИНИЦИАЛИЗАЦИЯ %1</rl>
da: <rl>KØRENIVEAU %1</rl>
et: <rl>KÄIVITUSTASE %1</rl>
fi: <rl>AJOTASO %1</rl>
fr: <rl> Niveau d'exécution %1 </rl>
he: <rl>%1 הלעפה תמר</rl>
hu: <rl>%1. FUTÁSSZINT</rl>
is: <rl>KERFISÞREP %1</rl>
ja: <rl>ランレベル %1</rl>
no: <rl>** KJØRENIVÅ %1 **</rl>
no_ny: <rl>KØYRENIVÅ %1</rl>
pt_br: <rl>** NÍVEL DE EXECUÇÃO %1 **</rl>
ro: <rl>NIVELUL DE EXECUŢIE %1</rl>
ru: <rl>УРОВЕНЬ ЗАПУСКА %1</rl>
sk: <rl>ÚROVEŇ %1</rl>
sl: <rl>RAVEN DELOVANJA %1</rl>
sv: <rl>KÖRNIVÅ %1</rl>
uk: <rl>РІВЕНЬ ВИКОНАННЯ %1</rl>

source: ** RUNLEVEL %1 **
bg: ** НИВО НА ИНИЦИАЛИЗАЦИЯ %1 **
da: **KØRENIVEAU %1 **
et: ** KÄIVITUSTASE %1 **
fi: ** AJOTASO %1 **
fr: ** Niveau d'exécution %1 **
he: ** %1 הלעפה תמר **
hu: ** %1. FUTÁSSZINT **
is: ** KERFISÞREP %1 **
ja: ** ランレベル %1 **
no: ** KJØRENIVÅ %1 **
no_ny: ** KØYRENIVÅ %1 **
pt_br: ** NÍVEL DE EXECUÇÃO %1 **
ro: ** NIVELUL DE EXECUŢIE %1 **
ru: ** УРОВЕНЬ ЗАПУСКА %1 **
sk: ** ÚROVEŇ %1 **
sl: ** RAVEN DELOVANJA %1 **
sv: ** KÖRNIVÅ %1 **
uk: ** РІВЕНЬ ВИКОНАННЯ %1 **

source: ** <stop>Stopping</stop> <cmd>%1</cmd> **<br/>
bg: ** <stop>Спирам</stop> <cmd>%1</cmd> **<br/>
da: ** <stop>Standser</stop> <cmd>%1</cmd> **<br/>
et: ** <cmd>%1</cmd> <stop>peatamine</stop> **<br/>
fi: ** <stop>Pysäytän</stop> <cmd>%1</cmd> **<br/>
fr: ** <stop>Arrêt</stop> de <cmd>%1</cmd> **<br/>
he: ** <cmd>%1</cmd> תא <stop>רצוע</stop> **<br/>
hu: ** <stop>Leállítás</stop> <cmd>%1</cmd> **<br/>
id: ** <stop>Menghentikan</stop> <cmd>%1</cmd> **<br/>
is: ** <stop>Stöðva</stop> <cmd>%1</cmd> **<br/>
it: ** <stop>Sto fermando</stop> <cmd>%1</cmd> **<br/>
ja: ** <stop>停止中</stop> <cmd>%1</cmd> **<br/>
ko: ** <stop>중지</stop> <cmd>%1</cmd> **<br/>
nl: ** <stop>Bezig met stoppen van</stop> <cmd>%1</cmd> **<br/>
no: ** <stop>Stopper</stop> <cmd>%1</cmd> **<br/>
no_ny: ** <stop>Stoppar</stop> <cmd>%1</cmd> **<br/>
pt: ** <stop>A parar</stop> <cmd>%1</cmd> **<br/>
pt_br: ** <stop>Parando</stop> <cmd>%1</cmd> **<br/>
ro: ** <stop>Opresc</stop> <cmd>%1</cmd> **<br/>
ru: ** <stop>Остановка системы</stop> <cmd>%1</cmd> **<br/>
sk: ** <stop>Zastavujem</stop> <cmd>%1</cmd> **<br/>
sl: ** <stop>Ustavljam</stop> <cmd>%1</cmd> **<br/>
sv: ** <stop>Stoppar</stop> <cmd>%1</cmd> **<br/>
uk: ** <stop>Зупиняю</stop> <cmd>%1</cmd> **<br/>

source: ** Stopping %1 **
bg: ** Спирам %1 **
da: ** Standser %1 **
et: ** %1 peatamine **
fi: ** Pysäytän %1 **
fr: ** Arrêt de %1 **
he: ** %1 תא רצוע **
hu: ** %1 leállítása **
id: ** Menghentikan %1 **
is: ** Stöðva %1 **
it: ** Sto fermando %1 **
ja: ** 停止中 %1 **
ko: ** 중지 %1 **
nl: ** Bezig met stoppen van %1 **
no: ** Stopper %1 **
no_ny: ** Stoppar %1 **
pt: ** A parar o %1 **
pt_br: ** Parando %1 **
ro: ** Opresc %1 **
ru: ** Остановка системы %1 **
sk: ** Zastavujem %1 **
sl: ** Ustavljam %1 **
sv: ** Stoppar %1 **
uk: ** Зупиняю %1 **

source: stop
bg: спирам
et: peatatud
fi: pysäytä
fr: arrêt
he: תא רצוע
hu: leállás
id: berhenti
is: stövða
it: arresta
ja: 停止
ko: 중지
nl: stoppen
no: stopp
no_ny: stopp
pt: parar
pt_br: parar
ro: oprit
ru: остановить
sl: ustavi
sv: stopp
uk: зупинити

source: ** <start>Starting</start> <cmd>%1</cmd> **<br/>
bg: ** <start>Стартирам</start> <cmd>%1</cmd> **<br/>
da: ** <start>Starter</start> <cmd>%1</cmd> **<br/>
et: ** <cmd>%1</cmd> <start>käivitamine</start> **<br/>
fi: ** <start>Käynnistän</start> <cmd>%1</cmd> **<br/>
fr: **<start>Démarrage</start> de <cmd>%1</cmd> **<br/>
he: ** <cmd>%1</cmd> תא <start>ליעפמ</start> **<br/>
hu: ** <start>Elindítás</start> <cmd>%1</cmd> **<br/>
id: ** <start>Memulai</start> <cmd>%1</cmd> **<br/>
is: ** <start>Ræsi</start> <cmd>%1</cmd> **<br/>
it: ** <start>Sto avviando</start> <cmd>%1</cmd> **<br/>
ja: ** <start>開始中</start> <cmd>%1</cmd> **<br/>
ko: ** <start>시작</start> <cmd>%1</cmd> **<br/>
nl: ** <start>Bezig met starten van</start> <cmd>%1</cmd> **<br/
no: ** <start>Starter</start> <cmd>%1</cmd> **<br/>
no_ny: ** <start>Startar</start> <cmd>%1</cmd> **<br/>
pt: ** <start>A iniciar</start> <cmd>%1</cmd> **<br/>
pt_br: ** <start>Iniciando</start> <cmd>%1</cmd> **<br/>
ro: ** <start>Pornesc</start> <cmd>%1</cmd> **<br/>
ru: ** <start>Запуск</start> <cmd>%1</cmd> **<br/>
sk: ** <start>Spúšťam</start> <cmd>%1</cmd> **<br/>
sl: ** <start>Zaganjam</start> <cmd>%1</cmd> **<br/>
sv: ** <start>Startar</start> <cmd>%1</cmd> **<br/>
uk: ** <start>Запускаю</start> <cmd>%1</cmd> **<br/>

source: ** Starting %1 **
bg: ** Стартира %1 **
da: ** Starter %1 **
et: ** %1 käivitamine **
fi: ** Käynnistän %1 **
fr: ** Démarrage de %1 **
he: ** %1 תא ליעפמ **
hu: ** %1 elindítása **
id: ** Memulai %1 **
is: ** Ræsi %1 **
it: ** Sto avviando %1 **
ja: ** 開始中 %1 **
ko: ** 시작 %1 **
nl: ** Bezig met starten van %1 **
no: ** Starter %1 **
no_ny: ** Startar %1 **
pt: ** A iniciar o %1 **
pt_br: ** Iniciando %1 **
ro: ** Pornesc %1 **
ru: ** Запуск системы %1 **
sk: ** Spúšťam %1 **
sl: ** Zaganjam %1 **
sv: ** Startar %1 **
uk: ** Запускаю %1 **

source: start
bg: стартира
et: käivitatud
fi: käynnistä
fr: démarrage
he: תא ליעפמ
hu: elindítás
id: mulai
is: ræsa
it: avvia
ja: 開始
ko: 시작
nl: starten
pt: iniciar
pt_br: iníciar
ro: pornit
ru: запустить
sk: štart
sl: zagon
sv: starta
uk: запустити

source: ** Re-starting <cmd>%1</cmd> **</br>
bg: ** Престартира <cmd>%1</cmd> **</br>
da: ** Genstarter <cmd>%1</cmd> **</br>
et: ** <cmd>%1</cmd> uuesti käivitamine **<br/>
fi: ** Uudelleenkäynnistän <cmd>%1</cmd> **</br>
fr: ** Redémarrage de <cmd>%1</cmd> **</br>
he: ** שדחמ <cmd>%1</cmd> תא ליעפמ **</br>
hu: ** <cmd>%1</cmd> újraindítása **</br>
id: ** Memulai kembali <cmd>%1</cmd> **</br>
is: ** Endurræsi <cmd>%1</cmd> **</br>
it: ** Sto riavviando <cmd>%1</cmd> **</br>
ja: ** 再起動中 <cmd>%1</cmd> **</br>
ko: ** 재시작 <cmd>%1</cmd> **</br>
nl: ** Bezig met starten van <cmd>%1</cmd> **</brt>
no: ** Omstarter <cmd>%1</cmd> **</br>
no_ny: ** Startar <cmd>%1</cmd> om att **<br/>
pt: ** A reiniciar <cmd>%1</cmd> **<br/>
pt_br: ** Re-iniciando <cmd>%1</cmd> **</br>
ro: ** Repornesc <cmd>%1</cmd> **</br>
ru: ** Перезапуск <cmd>%1</cmd> **</br>
sk: ** Reštartujem <cmd>%1</cmd> **</br>
sl: ** Ponovno zaganjam <cmd>%1</cmd> **<br/>
sv: ** Startar om <cmd>%1</cmd> **</br>
uk: ** Перезапускаю <cmd>%1</cmd> **</br>

source: ** Re-starting %1 **
bg: ** Престартира %1 **
da: ** Genstarter %1 **
et: ** %1 uuesti käivitamine **
fi: ** Uudelleenkäynnistän %1 **
fr: ** Redémarrage de %1 **
he: ** שדחמ %1 תא ליעפמ **
hu: ** %1 újraindítása **
id: ** Memulai ulang %1 **
is: ** Endurræsi %1 **
it: ** Riavvio %1 **
ja: ** 再起動中 %1 **
ko: ** 재시작 %1 **
nl: ** Bezig met herstarten van %1 **
no: ** Omstarter %1 **
no_ny: ** Startar %1 om att **
pt: ** A reiniciar o %1 **
pt_br: ** Re-iniciando %1 **
ro: ** Repornesc %1 **
ru: ** Перезапуск системы %1 **
sk: ** Reštartujem %1 **
sl: ** Ponovno zaganjam %1 **
sv: ** Startar om %1 **
uk: ** Перезапускаю %1 **

source: restart
bg: престартира
da: genstart
et: uuesti käivitamine
fi: uudelleenkäynnistä
fr: redémarrage
he: תא שדחמ ליעפמ
hu: újraindítás
id: mulai ulang
is: endurræsa
it: riavvia
ja: 再起動
ko: 재시작
nl: herstarten
no: omstart
no_ny: omstart
pt: reiniciar
pt_br: reiniciar
ro: repornit
ru: перезапустить
sk: reštart
sl: ponoven zagon
sv: starta om
uk: перезапустити
