Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysv.po
Languages: bg, da, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sv, uk

source: Select the folder containing the services
bg: Изберете директория съдържаща обслужванията
da: Vælg en mappe, der indeholder tjenesterne
et: Vali teenuseid sisaldav kataloog
fi: Valitse kansio joka sisältää palvelut
fr: Sélectionnez le dossier contenant les services
he: םיתורישה תא הליכמה היקיתה תא רחב
hu: Válassza ki a szolgáltatásokat tartalmazó könyvtárat
id: Pilih folder yang berisi layanan
is: Veldu möppuna sem inniheldur þjónusturnar
it: Seleziona la directory contenente i servizi
ja: サービスを含むフォルダを選択
ko: 서비스를 포함하고 있는 폴더를 선택하세요
nl: Selecteer de map met diensten
no: Velg katalogen som inneholder tjenestene
no_ny: Vel katalogen som inneheld tenestene
pt: Selecciona a directoria que contém os serviços
pt_br: Selecione a pasta que contém os serviços
ro: Selectaţi directorul ce conţine servicii
ru: Выберите каталог, содержащий сервисы
sk: Vyberte priečinok obsahujúci služby
sl: Izberite imenik, ki vsebuje servise
sv: Välj katalogen som innehåller tjänsterna
uk: Виберіть теку, яка містить служби

source: &Runlevel Path:
bg: П&ът към нивата на стартиране:
da: &Køreniveau sti:
et: &Käivitustasemete algkataloog:
fi: &Ajotason polku:
fr: Dossier des &niveaux d'exécution :
he: :הלעפהה תומ&ר ביתנ
hu: A f&utásszint-könyvtárak elérési útja:
id: Path &Runlevel:
is: Slóð að &kerfisþrepi
it: &Percorso dei Runlevel:
ja: ランレベル パス(&R):
ko: Runlevel 경로(&R)
nl: Pad naar &Runlevel:
no: Sti til &kjørenivå
no_ny: &Køyrenivåkatalog:
pt: Directoria do &Runlevel:
pt_br: Caminho do &nível de execução:
ro: Cale &nivel de execuţie:
ru: &Уровень запуска:
sk: Cesta k ú&rovni:
sl: &Pot do ravni delovanja:
sv: Sökväg fö&r körnivåer:
uk: &Шлях до рівня виконання:

source: Enter the path to the folder containing the runlevel folders
bg: Въведете път до директория съдържаща поддиректории с нива на стртиране
da: Indtast stien til den mappe, der indeholder køreniveau mapperne
et: Sisesta siia käivitustasemete kataloogide algkataloog
fi: Anna polku kansioon, joka sisältää ajotasokansiot
fr: Saisissez l'emplacement du dossier contenant les dossiers des niveaux d'exécution
he: הלעפהה תומר תויקית תא הליכמה היקיתה לא ביתנה תא דלקה
hu: Adja meg a futásszint-könyvtárak elérési útját
id: Masukkan path ke folder yang berisi folder runlevel
is: Sláðu inn slóðina að möppunni sem inniheldur möppur fyrir kerfisþrepin
it: Inserisci il percorso alla directory contenente le directory dei runlevel
ja: ランレベル フォルダを含むフォルダのパスを入力
ko: runlevel 폴더를 포함하고 있는 폴더경로를 입력하세요
nl: Voer hier het zoekpad in naar de map met runlevelmappen
no: Skriv inn stien til katalogen som inneholder kjørenivå-katalogene
no_ny: Oppgi stien til katalogen som inneheld køyrenivåkatalogane
pt: Indica a directoria que contém os 'runlevels'
pt_br: Digite o caminho para a pasta contendo as pastas de nível de execução
ro: Introduceţi calea către directorul ce conţine directoarele nivelelor de execuţie
ru: Выберите каталог, содержащий подкаталоги уровней запуска
sk: Zadajte cestu k priečinku obsahujúcemu priečinky úrovní
sl: Vnesite pot do imenika, ki vsebuje imenike z ravnmi delovanja
sv: Ange sökvägen till katalogen som innehåller körnivå-katalogerna
uk: Введіть шлях до теки, яка містить теки рівнів виконання

source: Br&owse...
bg: Пре&глед...
da: Gen&nemsøg...
et: L&ehitse...
fi: S&elaa...
fr: Parco&urir
he: ...ן&ויע
hu: Ta&llózás...
is: V&elja...
it: &Sfoglia...
ja: ブラウズ(&o)...
ko: 찾아보기(&o)
nl: Blade&ren...
no: &Bla gjennom...
no_ny: Bla &gjennom ...
pt: Pr&ocurar...
pt_br: Na&vegar...
ro: Ră&sfoieşte...
ru: Об&зор...
sk: &Prechádzať...
sl: Br&skaj...
sv: Bl&äddra...
uk: Пер&еглянути...

source: Select the folder containing the runlevel folders
bg: Изберете директория съдържаща поддиректории с нива на стртиране
da: Vælg mappen, som indeholder dine køreniveau-mapper
et: Vali käivitustasemete katalooge sisaldav kataloog
fi: Valitse kansio, joka sisältää ajotasokansiot
fr: Sélectionnez le dossier contenant les dossiers des niveaux d'exécution
he: הלעפהה תומר תויקית תא הליכמה היקיתה תא רחב
hu: A futásszint-könyvtárakat tartalmazó könyvtár
id: Pilih folder yang berisi folder runlevel
is: Veldu möppuna sem inniheldur keyrsluþrepamöppurnar þínar
it: Seleziona la directory contenente le directory dei runlevel
ja: ランレベル フォルダを含むフォルダを選択
ko: runlevel 폴더를 포함하고 있는 경로를 입력하세요
nl: Selecteer de map met runlevelmappen
no: Velg mappen som inneholder kjørenivåmappene
no_ny: Vel katalogen som inneheld køyrenivåkatalogane
pt: Directoria que contém as directorias de 'runlevels'
pt_br: Selecione a pasta que contém as pastas de nível de execução
ro: Selectaţi directorul ce conţine directoarele nivelelor de execuţie
ru: Выберите каталог, содержащий подкаталоги уровней запуска
sk: Vyberte cestu k priečinku, ktorý obsahuje priečinky s úrovňami
sl: Izberite imenik, ki vsebuje imenike z ravnmi delovanja
sv: Välj katalogen som innehåller körnivå-katalogerna
uk: Виберіть теку, яка містить теки рівнів виконання.

source: Paths
bg: Пътища
da: Stier
et: Algkataloogid
fi: Polut
fr: Chemins
he: םימוקימ
hu: Elérési utak
id: Path
is: Slóðir
it: Percorsi
ja: パス
ko: 경로
nl: Zoekpaden
no: Stier
no_ny: Stiar
pt: Caminhos
pt_br: Caminhos
ro: Căi
ru: Пути
sk: Cesty
sl: Poti
sv: Sökvägar
uk: Шляхи

source: <h1>Congratulations!</h1> <p> You have finished the initial configuration of SysV-Init Editor. <b>Press</b> the button labeled <b>Finish</b> to start editing your init-configuration. </p>
bg: <h1>Поздравления!</h1> <p> Вие завършихте първоначалната настройка на Редактора за настройки SysV.<b>Натиснете</b> бутона <b>Завърши</b> за редактиране на настроеките за инициализиране на системата. </p>
da: <h1>Tillykke!</h1> <p> Du har afsluttet den initiale indstilling af SysV-Init redigereren. <b>Tryk</b> knappen ved navn <b>Afslut</b> for at påbegynde redigering af din init-indstilling. </p>
et: <h1>Palju õnne!</h1> <p> SysV Redaktori algseadistamine edukalt lõpetatud. Vajuta initsialiseerimise seadistuste muutmise alustamiseks nupule <b>Lõpeta</b>. </p>
fi: <h1>Onnittelut!</h1> <p> Olet tehnyt SysV-Init muokkaimen alustavat asetukset. Napsauta <b>Valmis</b> -painiketta aloittaaksesi asetusten muokkaamisen. </p>
fr: <h1>Félicitations !</h1> <p> Vous avez terminé le paramétrage initial de l'éditeur de configuration de démarrage. <b>Cliquez</b> sur le bouton «Terminer» pour commencer à modifier votre configuration de démarrage. </p>
he: <h1>!בוט לזמ</h1> <p> .םיתורישה להנמ לש תינושארה המאתהה תא תמייס<br>.ךלש לוחתיאה תרוצת תא ךורעל ליחתהל ידכ <b>םויס</b> רותפכה לע ץחל </p>
hu: <h1>Gratulálunk!</h1> <p> Sikeresen létrehozta a SysV-Init szerkesztő kezdeti beállításait. <b>Nyomja meg</b> a <b>Befejezés</b> gombot, ha módosítani szeretné a beállításokat. </p>
id: <h1>Selamat!</h1> <p> Anda telah menyelesaikan konfigurasi awal Editor SysV-Init. <b>Tekan</b> tombol berlabel <b>Selesai</b> untuk mulai mengedit konfigurasi-init anda. </p>
is: <h1>Til hamingju!</h1> <p> Þú hefur lokið upphafsstillingum Sys V-Init stjórans.<b>Veldu</b> hnappinn sem er merktur <b>Klára</b> til þess að að byrja að breyta init-stillingunum þínum. </p>
it: <h1>Congratulazioni!</h1> <p> Hai terminato la configurazione iniziale di SysV-Init Editor. <b>Premi</b> il bottone etichettato <b>Fine</b> per iniziare la modifica della tua configurazione init. </p>
ja: <h1>おめでとうございます!</h1> <p> SysV-init エディタの初期設定が完了しました。<b>完了</b>と付けられたボタンを<p>押し</b> 起動設定の編集を開始して下さい。 </p>
ko: <h1>축합합니다!</h1> <p> SysV-init 편집기의 초기화 설정을 끝마쳤습니다.<b>init 설정 편집을 끝마치기 위해서 <b>끝마치기</b>단추를<b>누르시기</b> 바랍니다.</p>
nl: <h1>Gefeliciteerd!</h1> <p> U heeft de initiÃ«le configuratie van of SysV-Init Editor voltooid.<b>Druk</b> op de knop <b>Voltooien</b> om te beginnen met bewerken van uw init-configuratie. </p>
no: <h1>Gratulerer!</h1> <p> Du har fullført den første konfigurasjonen av SysV-Init redigerer. <b>Trykk</b> knappen kalt <b>Ferdig</b> for å begynne å redigere dine init-innstillinger. </p>
no_ny: <h1>Gratulerer!</h1> <p> Du er ferdig med det grunnleggjande oppsettet av SysV-init-redigeringa. <b>Vel</b> knappen <b>Ferdig</b> for å redigera init-oppsettet. </p>
pt: <h1>Parabéns!</h1> Terminaste a configuração inicial do Editor do SysV-Init. <b>Carrega</b> no botão <b>Terminar</b> para começares a editar a tua configuração do init. </p>
pt_br: <h1>Parabéns!</h1> <p> Você finalizou a configuraçào inicial do Editor SystemV.<b>Pressione</b> o botão <b>Finalizar</b> para iniciar a edição de suainicialização. </p>
ro: <h1>Felicitări!</h1> <p> Aţi terminat configurarea iniţială a Managerului de servicii. <b>Apăsaţi</b> butonul cu numele <b>Termină</b> pentru a porni editarea configuraţiei dumneavoastră de iniţializare. </p>
ru: <h1>Поздравляем!</h1> <p> Вы закончили первоначальную настройку Редактора настройки SysV.<b>Нажмите</b> кнопку <b>Завершить</b> для редактирования настроек запуска системы. </p>
sk: <h1>Blahoželám</h1> <p> Práve ste dokončili počiatočnú konfiguráciu Editora SysV-Init.<b>Stlačte</b> tlačidlo označené <b>Dokončiť</b> a spusťte editor pre úpravu vašej konfigurácie. </p>
sl: <h1>Čestitamo!</h1> <p> Končali ste začetne nastavitve zagonskega urejevalnika SysV. <b>Pritisnite</b> gumb <b>Končaj</b>, da začnete urejati svojo zagonske nastavitev. </p>
sv: <h1>Gratulerar!</h1> <p> Du har slutfört den initiala inställningen av SysV-starteditorn. <b>Klicka</b> på knappen med namn <b>Klar</b> för att börja redigera din startinställning. </p>
uk: <h1>Поздоровляємо!</h1> <p> Ви завершили початкову конфігурацію Редактора SysV-Init. <b>Натисніть</b> кнопку, позначену <b>Завершити</b>, щоб запустити налаштування init. </p>

source: Configuration Complete
bg: Конфигурацията завърши
da: Indstilling fuldstændig
et: Algseadistamine lõpetatud
fi: Asetukset valmiit
fr: Paramétrage terminé
he: המלשוה המאתהה
hu: A beállítás befejeződött
id: Konfigurasi Lengkap
is: Uppsetningu lokið
it: Configurazione completa
ja: 設定完了
ko: 설정이 완료되었습니다
nl: Configuratie voltooid
no: Oppsett ferdig
no_ny: Oppsett ferdig
pt: Configuração Completa
pt_br: Configuração completa
ro: Configurare completă
ru: Конфигурация завершена
sk: Konfigurácia hotová
sl: Nastavljenje je končano
sv: Inställningen är färdig
uk: Конфігурацію завершено

source: <error>FAILED</error> to remove <cmd>%1</cmd> from <cmd>%2</cmd>: "%3"<br/>
bg: <error>ГРЕШКА<error> при изтриване <cmd>%1</cmd> от <cmd>%2</cmd>: "%3"<br/>
da: <error>MISLYKKET</error> at fjerne <cmd>%1</cmd> fra <cmd>%2</cmd>: "%3"<br/>
et: <cmd>%1</cmd> eemaldamine <cmd>%2</cmd>-st <error>EBAÕNNESTUS</error>: "%3"<br/>
fi: <error>EPÄONISTUTTIIN<error> poistamaan <cmd>%1</cmd> ajotasolta <cmd>%2</cmd>: "%3"<br/>
fr: <error>Impossible</error> de supprimer <cmd>%1</cmd> dans <cmd>%2</cmd> : «%3»<br/>
he: "%3" :<cmd>%2</cmd>-מ <cmd>%1</cmd> תרסהב <error>ןולשיכ</error><br/>
hu: <error>NEM SIKERÜLT</error> törölni ezt <cmd>%1</cmd> innen: <cmd>%2</cmd>: "%3"<br/>
id: <error>GAGAL</error> membuang <cmd>%1</cmd> dari <cmd>%2</cmd>: "%3"<br/>
is: <error>MISTÓKST</error> að fjarlægja <cmd>%1</cmd> úr <cmd>%2</cmd>: "%3"<br/>
it: <error>IMPOSSIBILE</error> rimuovere <cmd>%1</cmd> da <cmd>%2</cmd>: "%3"</br>
ja: <error>失敗</error> <cmd>%1</cmd>を<cmd>%2</cmd>から削除に失敗: "%3"<br/>
ko: <cmd>%2</cmd>에서 <cmd>%1</cmd>을 지우는데 <error>실패했습니다</erron>:"%3"<br/>
nl: <error>FAALDE</error> bij het verwijderen van <cmd>%1</cmd> uit <cmd>%2</cmd>: "%3"<br/>
no: <error>MISLYKTES</error> i å fjerne <cmd>%1</cmd> fra <cmd>%2</cmd>: "%3"<br/>
no_ny: Klarte <error>IKKJE</error> fjerna <cmd>%1</cmd> frå <cmd>%2</cmd>: «%3»<br/>
pt: <error>ERRO</error> ao remover <cmd>%1</cmd> de <cmd>%2</cmd>: "%3"<br/>
pt_br: <error>FALHOU</error> em remover <cmd>%1</cmd> de <cmd>%2</cmd>: "%3"<br/>
ro: <error>EŞEC</error> la ştergerea <cmd>%1</cmd> din <cmd>%2</cmd>: "%3"<br/>
ru: <error>ОШИБКА<error> при удалении <cmd>%1</cmd> из <cmd>%2</cmd>: "%3"<br/>
sk: <error>ZLYHAL</error> som pri mazaní <cmd>%1</cmd> z <cmd>%2</cmd>: "%3" <br/>
sl: <error>NAPAKA</error> pri odstranjevanju <cmd>%1</cmd> iz <cmd>%2</cmd>: "%3"<br/>
sv: <error>MISSLYCKADES</error> med att ta bort <cmd>%1</cmd> från <cmd>%2</cmd>: "%3"<br/>
uk: <error>ПОМИЛКА</error> вилучення <cmd>%1</cmd> з <cmd>%2</cmd>: "%3"<br/>

source: FAILED to remove %1 from %2: "%3"
bg: ГРЕШКА при изтриване %1 от %2: "%3"
da: Det mislykkedes at fjerne %1 fra %2:"%3"
et: %1 eemaldamine %2'st EBAÕNNESTUS: "%3"
fi: EPÄONISTUTTIIN poistamaan %1 ajotasolta %2 "%3"
fr: Impossible de supprimer %1 dans %2 : «%3»
he: "%3" :%2-מ %1 תרסהב ןולשיכ
hu: NEM SIKERÜLT %1 törlése innen: %2: "%3"
id: GAGAL membuang %1 dari %2: "%3"
is: MISTÓKST að fjarlægja %1 úr %2: "%3"
it: IMPOSSIBILE rimuovere %1 da %2: "%3"
ja: %1 を %2 内に作成に失敗: "%3"
ko: %2 에서 %1 지우는데 실패했습니다: "%3"
nl: FAALDE bij het verwijderen van %1 uit %2: "%3"
no: MISLYKTES i å fjerne %1 fra %2: "%3"
no_ny: Klarte IKKJE fjerna %1 frå %2: «%3»
pt: ERRO ao remover %1 de %2: "%3"
pt_br: FALHOU em remover %1 de %2: "%3"
ro: EŞEC la ştergerea %1 din %2: "%3"
ru: ОШИБКА при удалении %1 из %2: "%3"
sk: ZLYHAL som pri mazaní %1 z %2: "%3"
sl: SPODLETEL je poskus odstranitve %1 iz %2: "%3"
sv: MISSLYCKADES med att ta bort %1 från %2: "%3"
uk: ПОМИЛКА вилучення %1 з %2: "%3"

source: removed <cmd>%1</cmd> from <cmd>%2</cmd><br/>
bg: изтрит <cmd>%1</cmd> от <cmd>%2</cmd><br/>
da: fjernede <cmd>%1</cmd> fra <cmd>%2</cmd><br/>
et: <cmd>%1</cmd> <cmd>%2'st</cmd> eemaldatud <br/>
fi: poistettiin <cmd>%1</cmd> ajotasolta <cmd>%2</cmd><br/>
fr: suppression de <cmd>%1</cmd> dans <cmd>%2</cmd><br/>
he: <cmd>%2</cmd>-מ רסוה <cmd>%1</cmd><br/>
hu: törölve: <cmd>%1</cmd> innen: <cmd>%2</cmd><br/>
id: <cmd>%1</cmd> dibuang dari <cmd>%2</cmd><br/>
is: fjarlægði <cmd>%1</cmd> úr <cmd>%2</cmd><br/>
it: rimosso <cmd>%1</cmd> da <cmd>%2</cmd><br/>
ja: <cmd>%1</cmd> を <cmd>%2</cmd>から削除<br/>
ko: <cmd>%2</cmd>에서 <cmd>%1</cmd>를 지웠습니다<br/>
nl: <cmd>%1</cmd> uit <cmd>%2</cmd> verwijderd<br/>
no: fjernet <cmd>%1</cmd> fra <cmd>%2</cmd><br/>
no_ny: fjerna <cmd>%1</cmd> frå <cmd>%2</cmd><br/>
pt: removido <cmd>%1</cmd> de <cmd>%2</cmd><br/>
pt_br: removido <cmd>%1</cmd> de <cmd>%2</cmd><br/>
ro: am şters <cmd>%1</cmd> din <cmd>%2</cmd><br/>
ru: удален <cmd>%1</cmd> из <cmd>%2</cmd><br/>
sk: zmazané <cmd>%1</cmd> z <cmd>%2</cmd><br/>
sl: odstranil <cmd>%1</cmd> iz <cmd>%2</cmd><br/>
sv: tog bort <cmd>%1</cmd> från <cmd>%2</cmd><br/>
uk: вилучено <cmd>%1</cmd> з <cmd>%2</cmd><br/>

source: removed %1 from %2
bg: изтрит %1 от %2
da: fjernede %1 fra %2
et: %1 %2'st eemaldatud
fi: poistettiin %1 ajotasolta %2
fr: suppression de %1 dans %2
he: %2-מ רסוה %1
hu: %1 törölve innen: %2
id: %1 dibuang dari %2
is: fjarlægði %1 úr %2
it: rimosso %1 da %2
ja: %1 を %2 から削除しました
ko: %2 에서 %1 지우기
nl: %1 uit %2 is verwijderd
no: fjernet %1 fra %2
no_ny: fjerna %1 frå %2
pt: apagou-se %1 de %2
pt_br: %1 removido de %2
ro: am şters %1 din %2
ru: удален %1 из %2
sk: zmazané %1 z %2
sl: odstranil %1 iz %2
sv: tog bort %1 från %2
uk: вилучено %1 з %2

source: created <cmd>%1</cmd> in <cmd>%2</cmd><br/>
bg: създаден <cmd>%1</cmd> в <cmd>%2</cmd><br/>
da: oprettede <cmd>%1</cmd> i <cmd>%2</cmd><br/>
et: <cmd>%1</cmd> loodud <cmd>%2's</cmd><br/>
fi: luotiin <cmd>%1</cmd> ajotasolle <cmd>%2</cmd><br/>
fr: création de <cmd>%1</cmd> dans <cmd>%2</cmd><br/>
he: <cmd>%2</cmd>-ב רצונ <cmd>%1</cmd><br/>
hu: létrehozva: <cmd>%1</cmd> itt: <cmd>%2</cmd><br/>
id: <cmd>%1</cmd> dibuat di <cmd>%2</cmd><br/>
is: bjó til <cmd>%1</cmd> í <cmd>%2</cmd><br/>
it: creato <cmd>%1</cmd> in <cmd>%2</cmd><br/>
ja: <cmd>%1</cmd> を <cmd>%2</cmd>に作成<br/>
ko: <cmd>%2</cmd>에서 <cmd>%1</cmd>를 만들었습니다.<br/>
nl: <cmd>%1</cmd> in <cmd>%2</cmd> aangemaakt<br/>
no: laget <cmd>%1</cmd> i <cmd>%2</cmd><br/>
no_ny: laga <cmd>%1</cmd> i <cmd>%2</cmd><br/>
pt: criado <cmd>%1</cmd> em <cmd>%2</cmd><br/>
pt_br: criado <cmd>%1</cmd> em <cmd>%2</cmd><br/>
ro: am creat <cmd>%1</cmd> în <cmd>%2</cmd><br/>
ru: создан <cmd>%1</cmd> в <cmd>%2</cmd><br/>
sk: vytvorené <cmd>%1</cmd> v <cmd>%2</cmd><br/>
sl: ustvaril <cmd>%1</cmd> v <cmd>%2</cmd><br/>
sv: skapade <cmd>%1</cmd> i <cmd>%2</cmd><br/>
uk: створено <cmd>%1</cmd> у <cmd>%2</cmd><br/>

source: created %1 in %2
bg: създаден %1 в %2
da: oprettede %1 i %2
et: %1 loodud %2's
fi: luotiin %1 ajotasolle %2
fr: création de %1 dans %2
he: %2-ב רצונ %1
hu: %1 létrehozva itt: %2
id: %1 dibuat di %2
is: bjó til %1 í %2
it: creato %1 in %2
ja: %1 を %2に作成
ko: %2 에서 %1 을 만들었습니다
nl: %1 is in %2 aangemaakt
no: opprettet %1 i %2
no_ny: laga %1 i %2
pt: criou-se %1 em %2
pt_br: criou %1 em %2
ro: am creat %1 în %2
ru: создан %1 в %2
sk: vytvorené %1 v %2
sl: ustvarjen %1 v %2
sv: skapade %1 i %2
uk: створено %1 у %2

source: <error>FAILED</error> to create <cmd>%1</cmd> in <cmd>%2</cmd>: "%3"<br/>
bg: <error>ГРЕШКА</error> при създаване <cmd>%1</cmd> в <cmd>%2</cmd>: "%3"<br/>
da: <error>MISLYKKET</error> at oprette <cmd>%1</cmd> i <cmd>%2</cmd>: "%3"<br/>
et: <cmd>%1</cmd> tekitamine <cmd>%2-s</cmd> <error>EBAÕNNESTUS</error>: "%3"<br/>
fi: <error>EPÄONNISTUTTIIN</error> luomaan <cmd>%1</cmd> ajotasolle <cmd>%2</cmd>: "%3"<br/>
fr: <error>Impossible</error> de créer <cmd>%1</cmd> dans <cmd>%2</cmd> : «%3»<br/>
he: "%3" :<cmd>%2</cmd>-ב <cmd>%1</cmd> תריציב <error>ןולשיכ</error><br/>
hu: <error>NEM SIKERÜLT</error> létrehozni ezt: <cmd>%1</cmd> itt: <cmd>%2</cmd>: "%3"<br/>
id: <error>GAGAL</error> membuat <cmd>%1</cmd> di <cmd>%2</cmd>: "%3"<br/>
is: <error>MISTÓKST</error> að búa til <cmd>%1</cmd> í <cmd>%2</cmd>: "%3"<br/>
it: <error>IMPOSSIBILE</error> creare <cmd>%1</cmd> in <cmd>%2</cmd>: "%3"<br/>
ja: <error>失敗</error> <cmd>%1</cmd> の <cmd>%2</cmd>での作成中: "%3"<br/>
ko: <cmd>%2</cmd> 에서 <cmd>%1</cmd>을 만드는데 <error>실패했습니다</erron>:"%3"<br/>
nl: Het aanmaken van <cmd>%1</cmd> in <cmd>%2</cmd> is <error>MISLUKT</error>: "%3"<br/>
no: <error>MISLYKTES</error> i å lage <cmd>%1</cmd> i <cmd>%2</cmd>: "%3"<br/>
no_ny: Klarte <error>IKKJE</error> laga <cmd>%1</cmd> i <cmd>%2</cmd>: «%3»<br/>
pt: <error>ERRO</error> ao criar <cmd>%1</cmd> em <cmd>%2</cmd>: "%3"<br/>
pt_br: <error>FALHOU</error> ao criar <cmd>%1</cmd> em <cmd>%2</cmd>: "%3"<br/>
ro: <error>EŞEC</error> la crearea <cmd>%1</cmd> în <cmd>%2</cmd>: "%3"<br/>
ru: <error>ОШИБКА</error> при создании <cmd>%1</cmd> в <cmd>%2</cmd>: "%3"<br/>
sk: <error>ZLYHAL</error> som pri vytváraní <cmd>%1</cmd> z <cmd>%2</cmd>: "%3" <br/>
sl: <error>NEUSPEŠNO</error> ustvarjanje <cmd>%1</cmd> v <cmd>%2</cmd>: "%3"<br/>
sv: <error>MISSLYCKADES</error> med att skapa <cmd>%1</cmd> i <cmd>%2</cmd>: "%3"<br/>
uk: <error>ПОМИЛКА</error> створення <cmd>%1</cmd> в <cmd>%2</cmd>: "%3"<br/>

source: FAILED to create %1 in %2: "%3"
bg: ГРЕШКА при създаване %1 в %2: "%3"
da: Det mislykkedes at oprette %1 i %2: "%3"
et: %1 %2-s EBAÕNNESTUS: "%3"
fi: EPÄONNISTUITTIIN luomaan %1 ajotasolle %2: "%3"
fr: Impossible de créer de %1 dans %2 : «%3»
he: "%3" :%2-מ %1 תריציב ןולשיכ
hu: NEM SIKERÜLT %1 létrehozása itt: %2: "%3"
id: GAGAL membuat %1 di %2: "%3"
is: MISTÓKST að búa til %1 í %2: "%3"
it: IMPOSSIBILE creare %1 in %2: "%3"
ja: %1 を %2 に作成失敗: "%3"
ko: %2 에서 %1 만들기가 실패했습니다: "%3"
nl: Het aanmaken van %1 in %2 is MISLUKT: "%3"
no: MISLYKTES i å fjerne %1 i %2: "%3"
no_ny: Klarte IKKJE laga %1 i %2: «%3»
pt: ERRO ao criar %1 em %2: "%3"
pt_br: FALHOU ao criar %1 em %2: "%3"
ro: EŞEC la crearea %1 în %2: "%3"
ru: Ошибка при создании %1 в %2: "%3"
sk: ZLYHAL som pri vytváraní %1 v %2: "%3"
sl: SPODLETEL je poskus ustvarjanja %1 v %2: "%3"
sv: MISSLYCKADES med att skapa %1 i %2: "%3"
uk: ПОМИЛКА створення %1 в %2: "%3"

source: No description available.
bg: Няма налично описание.
da: Ingen beskrivelse tilgængelig
et: Kirjeldus ei ole kättesaadav.
fi: Ei kuvausta
fr: Aucune description disponible.
he: .ןימז רואית ןיא
hu: Nincs leírás.
id: Deskripsi tidak tersedia.
is: Engar upplýsingar fáanlegar
it: Nessuna descrizione disponibile.
ja: 利用可能な記述はありません。
ko: 설명이 없습니다
nl: Geen beschrijving beschikbaar.
no: Ingen beskrivelse tilgjengelig.
no_ny: Inga skildring tilgjengeleg.
pt: Descrição Indisponível
pt_br: Não há descrição disponível.
ro: Nu există o descriere disponibilă.
ru: Нет описания.
sk: Žiaden popis
sl: Opis ne obstaja
sv: Ingen beskrivning tillgänglig.
uk: Немає опису.

source: Unknown Host
bg: Неизвестен хост
da: Ukendt vært
et: Tundmatu masin
fi: Tuntematon kone
fr: Hôte inconnu
he: עודי אל תרש
hu: Ismeretlen kiszolgáló
id: Host Tak Dikenal
is: Óþekkt vél
it: Host sconosciuto
ja: 未知のホスト
ko: 알 수 없는 호스트
nl: Onbekende host
no: Ukjent vert
no_ny: Ukjend vert
pt: Servidor Desconhecido
pt_br: Máquina desconhecida
ro: Gazdă necunoscută
ru: Неизвестный компьютер
sk: Neznámy hostiteľ
sl: Neznan gostitelj
sv: Okänd värddator
uk: Невідома машина

source: log files
bg: журнални файлове
da: logfiler
et: logifailid
fi: lokitiedostot
fr: journaux
he: םושיר יצבק
hu: eseménynapló-fájlok
id: berkas log
is: annálar
ja: ログファイル
ko: 로그 파일
nl: logbestanden
no: loggfiler
no_ny: loggfiler
pt: ficheiros de relatório
pt_br: arquivos de log
ro: fişiere jurnal
ru: журнальные файлы
sk: log súbory
sl: dnevniki
sv: loggfiler
uk: файли журналів

source: Saved Init Configurations
bg: Запазена конфигурация за инициализация
da: Gemte Init indstillinger
et: Salvesta init seadistused
fi: Tallennetut Init-asetukset
fr: Enregistrement de la configuration de démarrage effectué
he: תורומש לוחתיא תורוצת
hu: Az elmentett init beállítások
id: Konfigurasi Init Tersimpan
is: Geymdar stillingar Init
it: Configurazioni init salvate
ja: 保存された起動設定
ko: init 설정이 저장되었습니다
nl: Init-configuraties opgeslagen
no: Lagret oppstartskonfigurasjon
no_ny: Lagra init-oppsett
pt: Configurações Init Gravadas
pt_br: Configurações de Init salvas
ro: Configuraţie de iniţializare salvată
ru: Записанные конфигурации инициализации
sk: Uložené konfigurácie spustenia systému
sl: Shranjene zagonske nastavitve
sv: Sparade startinställningar
uk: Збережені конфігурації Init

source: No.
da: Nej.
et: Nr
fi: Numero
fr: Num.
he: 'סמ
is: Nei.
no: Nei.
no_ny: Nr.
pt: Nº
pt_br: Nº
ru: Номер
sk: Nie.
sl: Ne.
sv: Nummer
uk: Ні.

source: Name
bg: Име
da: Navn
et: Nimi
fi: Nimi
fr: Nom
he: םש
hu: Név
id: Nama
is: Nafn
it: Nome
ja: 名前
ko: 이름
nl: Naam
no: Navn
no_ny: Namn
pt: Nome
pt_br: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sv: Namn
uk: Назва

source: Drag Menu
bg: Drag Меню
da: Trækkemenu
et: Lohistamise menüü
fi: Vetovalikko
fr: Opérations
he: הרירג טירפת
hu: Húzható menü
id: Menu Tarik
is: Valmynd
it: Menu trascina
ja: ドラッグメニュー
ko: 메뉴 끌어오기
nl: Menu verslepen
no: Drameny
no_ny: Dra-meny
pt: Menu de Arrasto
pt_br: Arrastar menu
ro: Meniu tragere
ru: Меню Drag
sk: Menu ťahania
sl: Vlečni meni
sv: Dragmeny
uk: Меню пересування

source: Look & Feel
bg: Външен вид и интерфейс
da: Udseende
et: Välimus ja tunnetus
fi: Ulkonäkö
fr: Ergonomie
he: השוחתו הארמ
hu: Kinézet
id: Cita & Rasa
is: Útlit & virkni
it: Aspetto
ja: ルック & フィール
ko: 보기 & 느낌
nl: Uiterlijk & gedrag
no: Utseende og oppførsel
no_ny: Utsjånad og åtferd
pt: Aparência e Comportamento
pt_br: Aparência e comportamento
ro: Aspect
ru: Внешний вид и интерфейс
sk: Vzhľad
sl: Videz in občutek
sv: Utseende & Känsla
uk: Вигляд та поведінка

source: C&hoose...
bg: &Избор...
da: &Vælg...
et: &Vali...
fi: &Valitse...
fr: C&hoisir
he: ...ר&חב
hu: &Válasszon...
id: Pili&h...
is: &Velja...
it: &Scegli...
ja: 選択(&h)...
ko: 선택(&h)
nl: Kie&zen...
no: &Velg...
no_ny: &Vel ...
pt: Escol&her...
pt_br: E&scolher...
ro: &Alege...
ru: &Выбор...
sk: &Vybrať...
sl: &Izberi...
sv: V&älj...
uk: В&ибрати...

source: dummy-font
bg: временен шрифт
da: dummy-skrifttype
fi: dummy-kirjasin
fr: Fausse police
he: המד-ןפוג
hu: üres betűtípus
id: font-dummy
is: plat-letur
ja: ダミーフォント
nl: Dummy-lettertype
no: test-skrifttype
no_ny: dummy-skrift
pt: tipo-simples
pt_br: fonte-enchimento
ro: font-nimic
ru: временный шрифт
sk: nezmyselné-písmo
sl: začasna-pisava
sv: dummy-teckensnitt
uk: макет шрифту
