Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysv.po
Languages: bg, da, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sv, uk

source: <p>Use the <strong>Select Color dialog box</strong> to pick a selected text color for <em>services new to a runlevel</em>.</p> <p>New service entries will be distinguished by this color while they are selected.</p>
da: <p>Brug <strong>Vælg farve dialogboksen</strong> for at vælge en tekstfarve for <em>tjenester, der er nye på køreniveauet</em></p> <p>Nye tjenesteindgange vil være synlige gennem denne farve, mens de er valgt.</p>
et: <p>Kasuta <em>käivitustaseme uute teenuste</em> värvi muutmiseks <strong>värvi valimise dialoogi</strong>.</p> <p>Muudetud teenuseid on selle värvi järgi hea ära tunda.</p>
fi: <p>Käytä <strong>Värinvalintaikkunaa</strong> valitaksesi valitun tekstin värin <em>palveluille uudella ajotasolla</em>.</p> <p>Uudet palvelutietueet erottuvat muista tällä värillä, kun ne ovat valittuina.</p>
fr: <p>Utilisez la <strong>fenêtre de sélection des couleurs</strong> pour choisir la couleur utilisée pour les <em>services nouvellement ajoutés à un niveau d'exécution</em> et qui sont sélectionnés.</p> <p>Les services nouvellement ajoutés à un niveau d'exécution seront repérables par cette couleur lorsqu'ils seront sélectionnés.</p>
he: <p align=right>ידכ <strong>עבצ תריחבל חיש-וד</strong>ב שמתשה<br><em>םישדח םיתוריש</em> לש טסקטל עבצ רוחבל<br>.<em>הלעפה תמרב</em></p> <p align=right>ידי לע הנדחוית םישדח םיתוריש לש תומושר<br>.ןתריחב תעב הז עבצ</p>
hu: <p>Használja a <strong>színválasztó párbeszédablakot</strong> az <em>új szolgáltatások</em> szövegszínének kiválasztásához.</p> <p>Az új szolgáltatások ezzel a színnel jelennek meg, ha éppen ki vannak jelölve.</p>
is: <p>Notaðu <strong>Veldu lit gluggann</strong> til þess að velja textalit fyrir <em>þjónustur sem eru nýjar á keyrsluþrepi</em>.</p> <p>Færslur með nýjum þjónustum verða aðgreindar með þessum lit á meðan þær eru valdar.</p>
it: <p>Usa la <strong>casella di dialogo seleziona colore</strong> per scegliere un colore di testo per <em>i servizi nuovi per un dato runlevel </em>.</p> <p>Le voci dei servizi nuovi saranno distinte in base a questo colore mentre sono selezionate.</p>
ja: <p><strong>色選択ダイアログボックス</strong>を使って、<em>ランレベルに新規に追加されたサービス</em>の選択時のテキストの色を選択して下さい(順序/ソート番号、名称等)。</p> <p>新規サービスは選択時にこの色で区別されます。</p>
nl: <p>Gebruik het dialoogvenster <strong>Kleuren selecteren</strong> om een tekstkleur te kiezen voor de <em>nieuwe diensten in een runlevel</em>.</p> <p>Nieuwe diensten zijn dan herkenbaar aan deze kleur op het moment dat ze worden geselecteerd.</p>
no: <p>Bruk <strong>'Velg Farge'-dialogboksen</strong> til å velge en tekstfarge for <em>nye tjenester på et kjørenivå</em>.</p> <p>Nye tjenester vil kunne skilles ut ved hjelp av denne fargen når de er valgt.</p>
no_ny: <p>Bruk dialogboksen <strong>Vel farge</strong> for å velja ein tekstfarge for <em>nye tenester på eit køyrenivå</em>.</p> <p>Tenestene som er nye vert viste med denne fargen medan dei er valde.</p>
pt: <p>Usa a <strong>janela de Seleccionar Cor</strong> para escolher uma cor de texto seleccionado para os <em>serviços novos num 'runlevel'</em>.</p> <p>As entradas novas são distinguidas por esta cor quando estão seleccionadas.</p>
pt_br: <p>Use a <strong>janela Selecionar Cor</strong> para obter uma cor de texto para <em>os serviços novos ao nível de execução</em>.</p> <p>Os serviços novos serão destacados por esta cor.</p>
ru: <p>Используйте диалог <strong>Выбор цвета</strong> для выбора цвета выделенного текста <em>новых сервисов на уровне запуска</em>.</p> <p>Новые сервисы будут отличаться от других при выделении.</p>
sk: <p>Použite dialóg <strong>Vybrať farbu</strong> pre výber farby vybraného textu pre <em>pridané položky</em>.</p> <p>Pridané položky budú pri výbere rozlíšené touto farbou.</p>
sl: <p>Uporabite pogovorno okno <strong>Izberi barvo</strong> za izbiro barve pisave za <em>nove servise ravni delovanja</em>.</p> <p>Novi vnosi servisov bodo ločeni s to barvo, ko bodo izbrani.</p>
sv: <p>Använd dialogrutan <strong>Välj färg</strong> för att välja en vald textfärg för <em>tjänster nya i en körnivå</em>.</p> <p>Nya tjänstposter kommer att kännas igen på den här färgen medan de är valda.</p>
uk: <p>Використовуйте <strong>вікно 'Вибрати колір'</strong>, щоб вибрати колір вибраного тексту для <em>служб, нових у цьому рівні</em>.</p> <p>Нові служби будуть відрізнятися цим кольором коли їх вибрано.</p>

source: New + &Selected:
bg: Нов + &избрани:
da: Nye + &valgte:
et: Uued + &valitud:
fi: Uudet + &Valitut:
fr: Nouveaux et &sélectionnés :
he: :ורחב&נש םישדח
hu: Új + k&ijelölt:
id: Baru + &Terpilih:
is: Ný + &Valin:
it: Nuovi + &selezionati:
ja: 新規 + 選択済(&S):
ko: 새 + 선택되어진(&S):
nl: Nieuw + ge&selecteerd:
no: Nye + &valgte:
no_ny: Ny + &vald:
pt: Novo + &Seleccionado:
pt_br: Novos + &Selecionados:
ro: Nou + &selectat:
ru: Новые и &выбранные:
sk: Nové + &vybrané:
sl: Novi + &izbrani
sv: Ny + &Vald:
uk: Нові + &вибрані:

source: Changed + S&elected:
bg: Променени+ &Избрани:
da: Ændrede + v&algte:
et: Muudetud + V&alitud:
fi: Muutetut + V&alitut:
fr: Modifiés et s&électionnés :
he: :ורחבנש ונ&וש
hu: Módosított + kij&elölt:
id: Berubah + T&erpilih:
is: Breytt + V&alin:
it: Modificati + s&elezionati:
ja: 変更 + 選択済(&e):
ko: 변경된 + 선택된(&e):
nl: Gewijzigd + g&eselecteerd:
no: Forandrete + v&algte:
no_ny: Endra + &vald:
pt: Alterado + S&eleccionado:
pt_br: Mudados + S&elecionados:
ro: Modificat + s&electat:
ru: Измененные и в&ыбранные:
sk: Zmenené + vy&brané:
sl: Spremenjeni + izb&rani
sv: Ändrad + Va&ld:
uk: Змінені + в&ибрані:

source: SysV-Init Editor
bg: Редактор на инициализация SysV
da: SysV Init-redigerer
et: SysV init redaktor
fi: SysV Init -muokkain
fr: kSysV
he: KDE לש םיתורישה להנמ
hu: SysV-Init szerkesztő
id: Editor SysV-Init
is: SysV-Init ritill
it: Editor di KDE per SysV Init
ja: SysV-Init エディター
no: SysV-Init redigerer
no_ny: SysV-init-redigering
pt: Editor de SysV-Init
pt_br: Editor de Inicialização SysV do KDE
ro: Managerul de servicii
ru: Редактор инициализации SysV
sl: Zagonski urejevalnik SysV
sv: SysV-starteditor
uk: Редактор SysV-Init

source: An editor for Sys-V like init configurations.
bg: Редактор на скриптове подобен на SysV инициализации.
da: Redigering af Sys-V lignende init indstillinger.
et: SysV stiilis süsteemi initsialiseerimise seadistuste redaktor
fi: Muokkausohjelma Sys-V tyylisille Init asetuksille.
fr: Un éditeur de configuration de démarrage dans le style Sys V
he: .Sys-V-ל תומוד לוחתיא תורוצת לש ךרוע
hu: SysV-jellegű rendszerbeállítás-szerkesztő.
id: Editor untuk konfigurasi init semacam Sys-V.
is: Ritill fyrir Sys-V byggðar 'init' stillingar.
it: Un editor per la configurazione di init in stile Sys-V.
ja: Sys-V 起動設定の為のエディタ
nl: Een editor voor Sys-V initconfiguraties
no: En redigerer for Sys-V-lignende init-oppsett
no_ny: Redigering av init-oppsett i Sys-V-stil.
pt: Um editor para configurações init do tipo Sys-V.
pt_br: Um editor para configurações de Init conformantes com System V.
ro: Un editor pentru iniţializarea în stil Sys-V.
ru: Редактор скриптов SysV инициализации.
sk: Editor pre konfiguráciu v štýle Sys-V.
sl: Urejevalnik za zagonske servisne mehanizme Sys-V
sv: En editor för Sys-V-liknande startinställningar.
uk: Редактор для конфігурацій init типу Sys-V.

source: An editor for SysV-style init configuration, similar to Red Hat's "tksysv", but SysV-Init Editor allows drag-and-drop, as well as keyboard use.
bg: Редактор за настройка на скриптове в стил на SysV инициализации, подобен на RedHat "tksysv", но Редактора за настройки SysV позволява да се използва 'извлечи-пусни'.
da: En tekstbehandler for SysV-stil init-indstilling ligesom Red Hats "tksysv", men SysV-Init tillader træk-og-slip i tillæg til tastaturbrug.
et: SysV stiilis süsteemi initsialiseerimise seadistuste redaktor. Sarnaneb RedHat'i "tksysv"-le, kuid võimaldab kasutada nii lohistamist/kukutamist, kui ka klaviatuuri abil muutmist.
fi: Muokkain SysV-tyylisille init -asetuksille, muistuttaa Red Hat "tksysv":tä, mutta vain ksysv mahdollistaa sekä vedä-ja-pudota toiminnot, että näppäimistön käytön.
fr: Un éditeur de configuration de démarrage dans le style Sys V, similaire au «tksysv» de Red Hat, mais utilisant le clavier et le glisser-déposer.
he: "tksysv"-ל המודה הלעפה תומרו לוחתיא תרוצת ךרוע םילמס לש הרירג רשפאמ לבא ,Red Hat תרבח לש .םישקמה חולב שומישל ףסונב
hu: Ez a program a SysV-stílusú rendszerkonfiguráció szerkesztésére szolgál, hasonlóan a Red Hat "tksysv" programjához, de ez már a billentyűzet használatát és a húzd-és-ejtsd módszert is támogatja.
id: Editor untuk pengaturan init ala-SysV, mirip dengan "tksysv" Red Hat, tetapi SysV-Init Editor memungkinkan drag-and-drop, dan penggunaan keyboard.
is: Stjóri til að breyta uppsetningum kerfisþrepa í SysV stíl, sem líkist aðeins "tksysv" frá RedHat, nema hvað ksysv ræður við dregna hluti (drag-n-drop) svo og notkun lyklaborðs.
it: Un editor per la configurazione di init in stile SysV, simile a"tksysv" di RedHat, solo che SysV-Init Editor permette l'uso del drag-and-drop, oltre alla tastiera.
ja: SysVスタイルの起動設定エディタ。RedHatの<em>tksys<em>に相当。 ただし<em>SysV-Init エディタ</em>では、キーボード入力の他にドラッグアンドドロップもサポート。
ko: Sys V 양식 초기화 설정 편집기, Red Hat 의 <em>tksysv</em>과 비슷하지만 <em>SysV-초기화 편집기</em> 은키보드뿐만 아니라 drag-and-drop를 사용할 수 있습니다..
nl: Een editor voor de SysV-stijl initconfiguratie, gelijksoortig aan Red Hat's "tksysv", alleen staat SysV-init Editor verslepen-en-neerzetten en gebruik van het toetsenbord toe.
no: En redigerer for SysV-stil init-konfigurasjon slik som Red Hats "tksysv", men SysV-Init-redigereren tillater dra-og-slipp i tillegg til tastaturbruk.
no_ny: Redigering av init-oppsett i SysV-stil, som i «tksysv» frå Red Hat, men SysV-Init Editor tillet både dra-og-slepp og tastaturbruk.
pt: Um editor para configurações init tipo SysV, semelhante ao "tksysv" da Red Hat, mas que permite 'drag-and-drop' para além do uso do teclado.
pt_br: Um editor para configuração de iniciação no estilo do SysV, similar ao "tksysv" do RedHat, mas este editor permite arrastar-e-soltar, bem como uso do teclado.
ro: Un manager pentru configurarea iniţializării în stil SysV, similar cu "tksysv" de la Red Hat, dar ksysv permite "drag-and-drop" şi utilizarea tastaturii.
ru: Редактор для настройки скриптов SysV инициализации, подобный RedHat "tksysv", но Редактор настройки SysV позволяет использовать перетаскивание мышью и клавиатуру.
sk: Editor pre inicializačnú konfiguráciu v štýle SysV, podobný ako "tksysv" od Red Hat-u, ale SysV-Init Editor podporuje drag-and-drop ako aj ovládanie z klávesnice.
sl: Urejevalnik za slog zagonskih nastavitev SysV , podobnih Red Hatovemu"tksysv", le da Zagonski urejevalnik-SysV omogoča tako povleci-in-spusti, kakor tudi uporabo tipkovnice.
sv: En editor för startinställning i SysV-stil, likande Red Hat:s "tksysv", men SysV-starteditorn tillåter dra-och-släpp och tangentbordsanvändning.
uk: Редактор конфігурації init типу SysV, схожий на "tksysv" з Red Hat, але Редактор SysV-Init дозволяє також дії "пересунути-та-кинути" окрім клавіатури.

source: Main developer
bg: Главен разработчик
da: Hovedudvikler
et: Põhiline arendaja
fi: Pääkehittäjä
fr: Développeur principal
he: ישאר חתפמ
hu: Fő fejlesztő
id: Pengembang utama
is: Aalhöfundur
it: Sviluppatore principale
ja: 主な開発者
nl: Hoofdontwikkelaar
no: Hovedutvikler
no_ny: Hovudutviklar
pt: Programador principal
pt_br: Desenvolvedor principal
ro: Dezvoltator principal
ru: Главный разработчик
sk: Hlavný vývojár
sl: Glavni razvijalec
sv: Huvudsaklig utvecklare
uk: Головний розробник

source: Informational Messages
bg: Информационни съобщения
da: Informationsbeskeder
et: Teated
fi: Tiedotteet
fr: Messages
he: עדימ תועדוה
hu: Tájékoztató üzenetek
id: Pesan Informasional
is: Upplýsingaskilaboð
it: Messaggi informativi
ja: 通知メッセージ
nl: Informatieverstrekkende berichten
no: Informasjonsmeldinger
no_ny: Informasjonsmeldingar
pt: Mensagens de Informação
pt_br: Mensagens de informação
ro: Mesaje de informare
ru: Информационные сообщения
sk: Informačné správy
sl: Informativna sporočila
sv: Informationsmeddelanden
uk: Інформаційні повідомлення

source: Show all messages again:
bg: Показва всичките съобщения отново:
da: Vis alle beskeder igen:
et: Näita kõiki teateid uuesti:
fi: Näytä kaikki viestit uudelleen:
fr: Afficher encore tous les messages :
he: :תועדוהה לכ תא בוש גצה
hu: Az összes üzenet mutatása újból:
id: Perlihatkan lagi Semua Pesan:
is: Sýna öll skilaboð aftur:
it: Mostra ancora tutti i messaggi:
ja: 全てのメッセージを再表示:
ko: 모든 메세지를 다시 보여주기:
nl: Alle berichten nogmaals tonen
no: Vis alle meldinger på nytt:
no_ny: Vis alle meldingar igjen:
pt: Mostrar todas as mensagens de novo
pt_br: Mostrar todas as mensagens novamente:
ro: Afişează din nou toate mesajele:
ru: Показать все сообщения снова:
sk: Ukázať znovu všetky správy:
sl: Še enkrat prikaži vsa sporočila:
sv: Visa alla meddelanden igen:
uk: Показати всі повідомлення знову:

source: &Show All
bg: Показва &всички съобщения
da: &Vis alle
et: Näita &kõiki teateid
fi: Näytä &kaikki
fr: &Tout afficher
he: ל&כה גצה
hu: Az ö&sszes mutatása
id: &Perlihatkan Semua
is: Sýna öll
it: &Mostra tutto
ja: 全てを表示(&S)
ko: 모두 보기(&S)
nl: Alle&s tonen
no: &Vis alle meldinger
no_ny: &Vis alle
pt: Mo&strar Tudo
pt_br: Mostrar &tudo
ro: Afişează t&ot
ru: Показать &все сообщения
sk: Ukázať &všetky
sl: Prikaži &vse
sv: Vi&sa alla
uk: &Показувати всі

source: &Warn if not allowed to write configuration
bg: Предупреждение за грешка при &запазване на настройките
da: &Advar hvis det ikke er tilladt at skrive indstillingen
et: &Hoiatatakse, kui seadistuste salvestamine pole lubatud
fi: &Varoita, jos asetuksia ei voida kirjoittaa
fr: A&vertir si l'écriture de la configuration n'est pas autorisée
he: הרוצתה תא בותכל האש&רה ןיא םא רהזה
hu: Figyelmeztetés, ha a &beállítások mentése nem lehetséges
id: &Peringati jika tidak boleh menulis konfigurasi
is: &Gefa viðvörun ef ekki má skrifa stillingar
it: &Avverti se non è permesso scrivere la configurazione
ja: 設定書き込み不可時に警告(&W)
ko: 설정을 쓸 수 없을 때 경고(&W)
nl: &Waarschuwen indien het schrijven van configuratie niet is toegestaan
no: &Advar hvis jeg ikke har tilgang til å skrive oppsettet til systemet
no_ny: &Gi åtvaring dersom oppsettet ikkje kan skrivast
pt: A&visa se não for permitido gravar a configuração
pt_br: &Avisar se não é permitido gravar configuração
ro: &Avertizează dacă nu este permisă scrierea configurării
ru: Предупреждение при ошибке &сохранения настроек
sk: &Varovať ak nie je dovolené zapísať konfiguráciu
sl: &Opozori, če ni dovoljeno zapisovati nastavitev
sv: &Varna om behörighet saknas för att skriva inställningar
uk: &Попереджувати, якщо немає прав на збереження конфігурації

source: Warn &if unable to generate a sorting number
bg: Предупреждение при &невъзможност за създаване на пореден номер
da: Advar hvid det er &umuligt at generere et sorteringsnummer
et: H&oiatatakse, kui pole võimalik järjekorranumbrit genereerida
fi: Varoita, &jos järjestysnumeroa ei voida luoda
fr: Av&ertir s'il est impossible de générer un numéro d'ordre
he: ירודיס רפס&מ רוציל ןתינ אל םא רהזה
hu: Figyelmeztetés, ha a &sorszám létrehozása nem lehetséges
id: Per&ingati jika tidak dapat membuat nomor pengurutan
is: Gefa viðvörun &ef ekki tekst að búa til raðnúmer
it: Avverti se è &impossibile generare un numero d'ordine
ja: ソート番号を生成できない場合には警告(&i)
ko: 분류 숫자를 만들 수 없을 때 경고(&i)
nl: Waarschuwen &indien het aanmaken van een sorteernummer onmogelijk is
no: Advar &hvis jeg ikke kan generere et sorterings-nummer
no_ny: Gi åtvaring &dersom sorteringstal ikkje kan genererast
pt: Av&isa se for incapaz de gerar um número de ordem
pt_br: Av&isar se não for possível gerar um número de ordem
ro: Avertizează dacă nu poate fi generat un &număr de sortare
ru: Предупреждение при &невозможности создания порядковых номеров
sk: Varovať, ak sa nedá vygenerovať &poradové číslo
sl: O&pozori, če ni možno ustvariti zaporednih števil
sv: Varna om ordningsnummer &inte kan genereras
uk: Попереджувати, &якщо неможливо згенерувати число упорядкування

source: Runlevel Menu
bg: Меню за нивата на инициализация
da: Køreniveau menu
et: Käivitustasemete menüü
fi: Ajotasotyökalurivi
fr: Menu des niveaux d'exécution
he: הלעפה תומר טירפת
hu: Futásszint menü
id: Menu Runlevel
is: Valmynd kerfisþrepa
it: Menu Runlevel
ja: ランレベルメニュー
ko: Runlevel 메뉴
no: Meny for kjørenivå
no_ny: Meny for køyrenivå
pt: Menu de Runlevel
pt_br: Menu de nível de execução
ro: Meniu nivel de execuţie
ru: Меню уровней запуска
sk: Menu úrovne spustenia
sl: Meni za ravni delovanja
sv: Körnivåmeny
uk: Меню рівня виконання

source: Services Menu
bg: Меню за обслужванията
da: Tjeneste menu
et: Teenuste menüü
fi: Palveluvalikko
fr: Menu des services
he: םיתוריש טירפת
hu: Szolgáltatások menü
id: Menu Layanan
is: Þjónustur
it: Menu Servizi
ja: サービスメニュー
ko: 서비스 메뉴
nl: Dienstenmenu
no: Tjenestemeny
no_ny: Meny for tenester
pt: Menu de Serviços
pt_br: Menu de serviços
ro: Meniu servicii
ru: Меню сервисы
sk: Menu služieb
sl: Meni za servise
sv: Tjänstmeny
uk: Меню служб

source: &Available Services
bg: &Достъпни Обслужвания
da: &Tilgængelig tjenester
et: &Võimalikud teenused
fi: &Olemassaolevat palvelut
fr: Services &disponibles
he: םיתוריש םינימ&ז
hu: A &rendelkezésre álló szolgáltatások
id: &Tersedia Layanan
is: Þjón&ustur Í boði
it: &Servizi Disponibili
ja: 利用可能な サービス(&A)
ko: 이용가능한 서비스(&A)
nl: &Beschikbare diensten
no: &Tilgjengelige tjenester
no_ny: &Tilgjengelege tenester
pt: Serviços &Disponíveis
pt_br: Serviços &Disponíveis
ro: &Servicii disponibile
ru: &Доступные сервисы
sk: &Dostupné služby
sl: &Razpoložljivi servisi
sv: Tillgänglig&a tjänster
uk: &Наявні Служби

source: <p>These are the <img src="small|exec"/> <strong>services</strong> available on your computer. To start a service, drag it onto the <em>Start</em> section of a runlevel.</p><p>To stop one, do the same for the <em>Stop</em> section.</p>
bg: <p>Това са <img src="small|exec"/> <strong>обслужванията</strong>, доступни на Вашата система. За да стартирате обслужване, изтеглете го в секция <em>Старт</em> на нивата на инициализация.</p><p>За спиране - изтеглете обслужването в <em>Стоп</em>.</p>
da: <p>Disse er de<img src="small|exec"/> <strong>tjenester</strong> der er tilgængelige på din computer. For at starte en, træk den hen på <em>Start</em> delen af køreniveauet.</p><p>For at standse en, gør det samme ved <em>Stop</em> afdelingen.</p>
et: <p>See on <img src="small|exec"/> <strong>teenuste</strong> nimekiri, mida on võimalik sinu arvutis käivitada. Käivitamiseks lohista teenus käivitustaseme <em>Start</em> sektsiooni.</p><p>Peatamiseks tee sama <em>Stop</em> sektsioonis.</p>
fi: <p>Nämä ovat <img src="small|exec"/> <strong>palvelut</strong> jotka ovat olemassa järjestelmässäsi. Käynnistääksesi palvelun vedä se <em>Käynnistä</em> osioon ajotasolla.</p><p>Pysäyttääksesi palvelun tee sama <em>Stop</em> osioon.</p>
fr: <p>Ce sont les <img src="small|exec"/> <strong>services</strong> disponibles sur votre système. Pour démarrer un service, glissez-le dans la section <em>Démarrer</em> d'un niveau d'exécution.</p><p>Pour arrêter un service, faites la même chose avec la section <em>Arrêter</em>.</p>
he: <p align=right>.ךלש בשחמב םינימזה <strong>םיתוריש</strong>ה <img src="small|exec"/> הלא<br>ףיעס לא ותוא רורג ,תוריש ליעפהל ידכ<br>.הלעפה תמר לש <em>הלעפה</em>ה</p><p align=right>ףיעס םע רבד ותוא עצב ,תוריש רוצעל ידכ<br>.<em>הריצע</em>ה
hu: <p>Ezek az Ön gépén rendelkezésre álló <img src="small|exec"/> <strong>szolgáltatások</strong>. Egy szolgáltatás elindításához húzza rá azt a kívánt futási szint <em>Indítás</em> listájára.</p><p>Leállításhoz ugyanezt kell tenni, de a <em>Leállítás</em> listára.</p>
id: <p>Ini adalah <img src="small|exec"/> <strong>layanan</strong> yang ada pada komputer anda. Untuk memulai layanan, tarik ke bagian <em>Start</em> dari sebuah runlevel.</p><p>Untuk menghentikannya, lakukan hal yang sama ke bagian <em>Stop</em>.</p>
is: <p>Þessar <img src="small|exec"/> <strong>þjónustur</strong> eru til taks á tölvunni. Til að ræsa þjónustu skaltu draga hana inn á <em>Ræsihluta</em> kerfisþreps. Til að stöðva þjónustu, er hún að sama skapi dregin á <em>Stöðvunarhluta</em> kerfisþreps.</p>
it: <p>Questi sono i <img src="small|exec"/> <strong>servizi disponibili</strong>sul tuo computer. Per avviare un servizio, trascinalo sulla sezione <em>Avvio</em>di un runlevel. Per fermarne uno, fai lo stesso con la sezione <em>Ferma</em>.</p>
ja: <p>これらはあなたのコンピュータで利用可能な<img src="small|exec"/> <strong>サービス</strong>です。サービスを開始するには、ランレベルの<em>開始</em>セクションにサービスをドラッグして下さい。</p><p>停止するには、<em>停止</em>セクションにサービスをドラッグして下さい。</p>
ko: <p>이용가능한 <img src="small|exec"/> <string>서비스</strong>입니다.서비스를 시작하기 위해서, 끌어서 runlevle 의 <em>시작</em>섹션에 놓습니다.</p>. 중지하기 위해서는, 같은 방식으로 <em>중지</em> 섹션에 놓습니다.</p>
nl: <p>Dit zijn de <img src="small|exec"/> <strong>diensten</strong> die beschikbaar zijn op uw computer. Om een dienst te starten, versleep deze naar sectie "<em>Starten</em>" van een runlevel.</p><p>Om er een te stoppen doet u hetzelfde naar de sectie "<em>Stoppen</em>".</p>
no: <p>Dette er <img src="small|exec"/> <strong>tjenestene</strong> som er tilgjengelig på datamaskinen. For å starte en tjeneste, dra den inn i <em>start</em>-valg for et kjørenivå.</p><p>For å stoppe en, gjør det samme for <em>stopp</em>-valget.</p>
no_ny: <p>Dette er <img src="small|exec"/> <strong>tenestene</strong> som er tilgjengelege på maskina. For å starta ei teneste, dra den til <em>Start</em>-delen av eit køyrenivå.</p><p>For å stoppa ei teneste, gjer tilsvarande for <em>Stop</em>-delen.</p>
pt: <p>Estes são os <img src="small|exec"/> <strong>serviços</strong> disponíveis no teu computador. Para iniciar um serviço, arrasta-o para a secção <em>Iniciar</em> de um runlevel.</p><p>Para parar algum, arrasta-o para a secção <em>Parar</em>.</p>
pt_br: <p>Estes são os <img src="small|exec"/> <strong>serviços</strong> disponíveis em seu computador. Para iniciar um serviço, arraste-o sobre a seção <em>Iniciar</em> de um nível de execução.</p><p> Para pará-lo, façao o mesmo para a seção <em>Parar</em>.</p>
ro: <p>Acestea sînt <img src="small|exec"/> <strong>serviciile</strong> disponibile pe sistemul dumneavoastră. Pentru a porni un serviciu, trageţi-l în secţiunea <em>Start</em> a unui nivel de execuţie.</p><p>Pentru a opri unul, faceţi acelaşi lucru pentru secţiunea <em>Stop</em>.</p>
ru: <p>Это <img src="small|exec"/> <strong>сервисы</strong>, доступные на вашем компьютере. Чтобы запустить сервис, перетащите его в секцию <em>Start</em> уровня запуска.</p><p>Для останова - перетащите сервис в секцию <em>Stop</em>.</p>
sk: Toto sú <img src="small|exec"/> <strong>služby</strong> dostupné na vašom systéme. Spustenie služby zabezpečíte presunom do sekcie <em>Štart</em> danej úrovne behu systému. Pre ukončenie spravte to isté pre sekciu <em>Stop</em>.
sl: <p>To so <img src="small|exec"/> <strong>servisi</strong> dostopni na vašem računalniku. Servis poženete tako, da ga povlečete na razdelek ravni delovanja <em>Zaženi</em>.</p><p> Ustavite jo tako, da jo povlečete na <em>Ustavi</em> razdelek.</p>
sv: <p>Dessa <img src="small|exec"/> <strong>tjänster</strong> är tillgängliga på din dator. För att starta en tjänst, dra den till <em>Start</em>-sektionen av en körnivå.</p><p>För att stoppa en tjänst, gör samma sak i <em>Stopp</em>-sektionen.</p>
uk: <p>Це <img src="small|exec"/> <strong>служби</strong>, наявні на Вашому комп'ютері. Щоб запустити службу, пересуньте її у секцію рівня виконання <em>Запустити</em>.</p><p>Щоб зупинити, пересуньте у секцію <em>Зупинити</em>.</p>
