Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysv.po
Languages: bg, da, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sv, uk

source: Drag here to remove services
da: Træk herhen for at fjerne tjenester
et: Lohista teenus eemaldamiseks siia
fi: Vedä tänne poistaaksesi palveluita
fr: Glissez ici les services à supprimer
he: םיתוריש ריסהל תנמ לע ןאכל רורג
hu: Ide kell húzni az eltávolítani kívánt bejegyzéseket
id: Tarik ke sini untuk membuang layanan
is: Dragðu hingað til að fjarlægja þjónustu
it: Trascina qui per eliminare i servizi
ja: サービスを削除するにはここにドラッグ
ko: 서비스를 지우기 위해서 이곳에 끌어다 놓으세요
nl: Sleep een dienst hier naartoe om deze te verwijderen
no: Dra hit for å fjerne tjenester
no_ny: Dra hit for å fjerna tenester
pt: Arrasta para aqui para remover serviços
pt_br: Arraste para cá para remover serviços
ro: Trageţi aici pentru a elimina servicii
ru: Перенесите сюда для удаления сервиса
sk: Potiahnite sem na zmazanie služieb
sl: Povlecite sem za odstranitev servisa
sv: Drag hit för att ta bort tjänst
uk: Перетягніть сюди, щоб видалити службу

source: &Linux
he: סקוני&ל
ko: 리눅스(&L)

source: &Debian GNU/Linux
id: GNU/Linux &Debian
ko: 데비안 GNU/리눅스(&D)

source: &SuSE Linux
id: Linx &SuSE
ko: 수세 리눅스(&S)

source: &Mandrake Linux
id: Linux &Mandrake
ko: 맨드레이크 리눅스(&M)

source: &Debian
ko: 데비안(&D)

source: &SuSE
ko: 수세(&S)

source: &Mandrake
ko: 맨드레이크(&M)

source: &Corel
ko: 코렐(&C)
