Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysctrl.po
Languages: af, bg, cs, da, de, eo, et, fi, gl, he, hu, id, is, mt, nl, no_ny, pl, ro, ru, sk, sl, sr, ta

source: VGA compatible controller
af: vga aanpasbaar beheerder
bg: VGA-съвместим контролер
cs: VGA kompatibilní řadič
da: Vga kompatibel kontrollør
de: VGA-kompatibler Controller
eo: VGA-kongrua stirilo
et: VGA-ühilduv kontroller
fi: VGA-yhteensopiva ohjain
gl: Controlador compatible VGA
he: VGA םאות רקב
hu: VGA-kompatibilis vezérlő
id: Pengendali VGA kompatibel
is: VGA samhæfð skjástýring
mt: Kontollatur kompatibbli mal-VGA
nl: VGA-ondersteunende kaart
no_ny: VGA-kompatibel kontrollerar
pl: Karta graficzna VGA
ro: Controler compatibil VGA
ru: VGA-совместимый видеоадаптер
sk: VGA kompatibilný adaptér
sl: Z VGA združljiv krmilnik
sr: VGA kompatibilni kontroler
ta: VGA ­¨½¦Å¡ò¾ ¸ðÎôÀÎò¾¢

source: XGA compatible controller
af: xga aanpasbaar beheerder
bg: XGA-съвместим видеоадаптер
cs: XGA kompatibilní řadič
da: Xga kompatibel kontrollør
de: XGA-kompatibler Controller
eo: XGA-kongrua stirilo
et: XGA-ühilduv kontroller
fi: XGA yhteensopiva ohjain
gl: Controlador compatible XGA
he: XGA םאות רקב
hu: XGA-kompatibilis vezérlő
id: Pengendali XGA kompatibel
is: XGA samhæfð skjástýring
mt: Kontollatur kompatibbli mal-XGA
nl: XGA-ondersteunende kaart
no_ny: XGA-kompatibel kontrollerar
pl: Katra graficzna XGA
ro: Controler compatibil XGA
ru: XGA-совместимый видеоадаптер
sk: XGA kompatibilný adaptér
sl: Z XGA združljiv krmilnik
sr: XGA kompatibilni kontroler
ta: XGA ­¨½¦Å¡ò¾ ¸ðÎôÀÎò¾¢

source: Display controller
af: vertoon beheerder
bg: Видеоадаптер
cs: Řadič obrazovky
da: Skærm kontrollør
de: Graphikkarte
eo: Ekrana stirilo
et: Videokontroller
fi: Näytönohjain
gl: Controlador de pantalla
he: הגוצת רקב
hu: Grafikus kártya
id: Pengendali display
is: Skjástýring
mt: Kontrollatur tal-iskrin
nl: Beeldschermcontroller
no_ny: Skjerm-kontrollerar
pl: Katra graficzna
ro: Controler de afişare
ru: Видеоадаптер
sk: Zobrazovací adaptér
sl: Krmilnik prikazovalnika
sr: Grafički kontroler
ta: ¸¡ðº¢ì ¸ðÎôÀÎò¾¢

source: Multimedia video controller
af: multimedia video beheerder
bg: Мултимедиен видео контролер
cs: Řadič multimédií - video
da: Multimedia video kontrollør
eo: Plurmedia videstirilo
et: Multimeedia videokontroller
fi: Multimedia video-ohjain
gl: Controlador multimedia de vídeo
he: הידמיטלומ ואדיו רקב
hu: Multimédia videóvezérlő
id: Pengendali multimedia video
is: Margmiðlunar skjástýring
mt: Kontrollatur video
no_ny: Multimedia bilete-kontrollerar
ro: Controler video multimedia
ru: Видео контроллер
sk: Multimediálne video zariadenie
sl: Krmilnik večpredstavnostnega videa
sr: Multimedijalni video kontroler
ta: Àøæ¼¸ Å£Ê§Â¡ì ¸ðÎôÀÎò¾¢

source: Multimedia controller
af: multimedia beheerder
bg: Мултимедиен контролер
cs: Řadič multimédií
da: Multimedia kontrollør
eo: Plurmedio-stirilo
et: Multimeedia kontroller
fi: Multimedia ohjain
gl: Controlador multimedia
he: הידמיטלומ רקב
hu: Multimédia vezérlő
id: Pengendali multimedia
is: Margmiðlunarstýring
mt: Kontrollatur multimedia
no_ny: Multimediakontrollerar
pl: Kontroler multimediów
ro: Controler multimedia
ru: Мультимедиа контроллер
sk: Multimediálne zariadenie
sl: Večpredstavnostni krmilnik
sr: Multimedijalni kontroler
ta: Àøæ¼¸ì ¸ðÎôÀÎò¾¢

source: RAM memory
af: ram geheue
bg: RAM памет
cs: Paměť RAM
da: Ram hukommelse
de: RAM-Speicher
eo: RAM-memoro
et: RAM mälu
fi: RAM muisti
gl: Memoria RAM
he: RAM ןורכיז
hu: RAM memória
id: Memori RAM
is: RAM vinnsluminni
mt: Memorja RAM
nl: RAM-geheugen
no_ny: RAM-minne
pl: Pamięć RAM
ro: Memorie RAM
ru: Память ОЗУ
sk: Pamäť RAM
sl: Pomnilnik RAM
sr: RAM memorija
ta: Ã¡õ ¿¢¨É×

source: FLASH memory
af: flash geheue
bg: FLASH памет
cs: Paměť FLASH
da: Flash hukommelse
de: FLASH-Speicher
eo: FLASH-memoro
et: FLASH mälu
fi: FLASH muisti
gl: Memoria FLASH
he: FLASH ןורכיז
hu: FLASH memória
id: Memori FLASH
is: FLASH minni
mt: Memorja FLASH
nl: FLASH-geheugen
no_ny: FLASH-minne
pl: Pamięć FLASH
ro: Memorie FLASH
ru: Память FLASH
sk: Pamäť FLASH
sl: Pomnilnik FLASH
sr: FLASH memorija
ta: FLASH ¿¢¨É×

source: Host bridge
af: bediener brug
bg: Системен мост
cs: Hostitelský můstek
da: Vært bro
eo: Komputilponto
et: Host sild
fi: Väyläsilta
gl: Ponte para servidor
hu: Gazdagép-híd
id: Bridge host
is: Brú
mt: Pont tal-kompjuter
no_ny: Vertsbru
pl: Mostek do CPU hosta
ro: Magistrală de sistem
ru: Системный мост
sk: Hostiteľský most
sl: Gostiteljski prehod
ta: ¸½¢É¢ô À¡Äõ

source: ISA bridge
af: isa brug
bg: ISA мост
cs: ISA můstek
da: Isa bro
eo: ISA-ponto
et: ISA sild
fi: ISA-silta
gl: Poonte ISA
hu: ISA-híd
id: Bridge ISA
is: ISA brú
mt: Pont ISA
no_ny: ISA-bru
pl: Mostek ISA
ro: Magistrală ISA
ru: ISA мост
sk: ISA most
sl: Prehod ISA
ta: ISA À¡Äõ

source: EISA bridge
af: eisa brug
bg: EISA мост
cs: EISA můstek
da: Eisa bro
eo: EISA-ponto
et: EISA sild
fi: EISA-silta
gl: Ponte EISA
hu: EISA-híd
id: Bridge EISA
is: EISA brú
mt: Pont EISA
no_ny: EISA-bru
pl: Mostek EISA
ro: Magistrală EISA
ru: EISA мост
sk: EISA most
sl: Prehod EISA
ta: EISA À¡Äõ

source: MicroChannel bridge
af: mikrokanaal brug
bg: MicroChannel мост
cs: MicroChannel můstek
da: Mikrokanal bro
eo: Mikrokanalo-ponto
et: MicroChannel sild
fi: Mikrokanava-silta
gl: Ponte para Microcanle
hu: MicroChannel-híd
id: Bridge MicroChannel
is: MicroChannel brú (MCA)
mt: Pont MicroChannel
no_ny: MicroChannel-bru
pl: Mostek MicroChannel
ro: Magistrală MicroChannel
ru: MicroChannel мост
sk: MicroChannel most
sl: Prehod 'MicroChannel'
ta: MicroChannel À¡Äõ

source: PCI bridge
af: pci brug
bg: PCI мост
cs: PCI můstek
da: Pci bro
eo: PCI-ponto
et: PCI sild
fi: PCI-silta
gl: Ponte PCI
hu: PCI-híd
id: Bridge PCI
is: PCI brú
mt: Pont PCI
no_ny: PCI-bru
pl: Mostek PCI
ro: Magistrală PCI
ru: PCI мост
sk: PCI most
sl: Prehod PCI
ta: À¢º¢³ À¡Äõ

source: PCMCIA bridge
af: pcmcia brug
bg: PCMCIA мост
cs: PCMCIA můstek
da: Pcmcia bro
eo: PCMCIA-ponto
et: PCMCIA sild
fi: PCMCIA-silta
gl: Ponte PCMCIA
hu: PCMCIA-híd
id: Bridge PCMCIA
is: PCMCIA brú
mt: Pont PCMCIA
no_ny: PCMCIA-bru
pl: Mostek PCMCIA
ro: Magistrală PCMCIA
ru: PCMCIA мост
sk: PCMCIA most
sl: Prehod PCMCIA
ta: À¢º¢±õº¢³² À¡Äõ

source: NuBus bridge
af: nubus brug
bg: NuBus мост
cs: NuBus můstek
da: NuBus bro
eo: NuBus-ponto
et: NuBus sild
fi: NuBus-silta
gl: Ponte NuBus
hu: NuBus-híd
id: Bridge NuBus
is: NuBus brú
mt: Pont NuBus
no_ny: NuBus-bru
pl: Mostek NuBus
ro: Magistrală NuBus
ru: NuBus мост
sk: NuBus most
sl: Prehod NuBus
ta: NuBus À¡Äõ

source: CardBus bridge
af: cardbus brug
bg: CardBus мост
cs: CardBus můstek
da: CardBus bro
eo: Kartbus-ponto
et: CardBuS sild
fi: CardBus-silta
gl: Ponte CardBus
hu: CardBus-híd
id: Bridge CardBus
is: CardBus brú
mt: Pont CardBus
no_ny: CardBus-bru
pl: Mostek CardBus
ro: Magistrală CardBus
ru: CardBus мост
sk: CardBus most
sl: Prehod CardBus
ta: CardBus À¡Äõ

source: Bridge
af: brug
bg: Мост
cs: Můstek
da: Bro
eo: Ponto
et: Sild
fi: Silta
gl: Ponte
hu: Híd
is: Brú
mt: Pont
no_ny: Bru
pl: Mostek
ro: Magistrală
ru: Мост
sk: Most
sl: Prehod
ta: À¡Äõ

source: Serial controller
af: reeksnommer beheerder
bg: Сериен контролер
cs: Sériový řadič
da: Seriel kontrollør
de: Serieller Controller
eo: Seria stirilo
et: Jadakontroller
fi: Sarjaliikenneohjain
gl: Controlador Serie
he: ירוט רקב
hu: Soros vezérlő
id: Pengendali Serial
is: Raðtengisstýring
mt: Kontrollatur serjali
nl: Seriële controller
no_ny: Seriell kontrollerar
pl: Kontroler portu szeregowego
ro: Controler port serial
ru: Контроллер последовательных устройств
sk: Sériový radič
sl: Zaporedni krmilnik
sr: Serijski kontroler
ta: ¦¾¡¼÷ ¸ðÎôÀÎò¾¢

source: Parallel controller
af: parallelle beheerder
bg: Паралелен контролер
cs: Paralelní řadič
da: Parallel kontrollør
de: Paralleler Controller
eo: Paralela stirilo
et: Paralleelkontroller
fi: Rinnakkaisohjain
gl: Controlador Paralelo
he: יליבקמ רקב
hu: Párhuzamos vezérlő
id: Pengendali paralel
is: Samhliðatengisstýring
mt: Kontrollatur parallell
nl: Parallelle controller
no_ny: Parallell kontrollerar
pl: Kontroler portu równoległego
ro: Controler port paralel
ru: Контроллер параллельных устройсв
sk: Paralelný radič
sl: Vzporedni krmilnik
sr: Paralelni kontroler
ta: ­¨½ì ¸ðÎôÀÎò¾¢

source: Communication controller
af: kommunikasie beheerder
bg: Комуникационен контролер
cs: Komunikační řadič
da: Kommunikationskontrollør
de: Kommunikations-Controller
eo: Komunikad-stirilo
et: Kommunikatsioonikontroller
fi: Kommunikointiohjain
gl: Controlador de Comunicación
he: תרושקת רקב
hu: Kommunikációs vezérlő
id: Pengendali Komunikasi
is: Samskiptastýring
mt: Kontrollatur tal-komunikazzjoni
nl: Communicatiecontroller
no_ny: Kommunikasjonskontrollerar
pl: Kontroler komunikacyjny
ro: Controler de comunicaţie
ru: Устройство связи
sk: Komunikačný radič
sl: Komunikacijski krmilnik
sr: Komunikacioni kontroler
ta: ¾¸Åü ¸ðÎôÀÎò¾¢

source: PIC
gl: Controlador programable de Interrupcións
ta: À¢³º¢

source: DMA controller
af: dma beheerder
bg: DMA-Контролер
cs: Řadič DMA
da: Dma kontrollør
eo: DMA-stirilo
et: DMA kontroller
fi: DMA-ohjain
gl: Controlador de Acceso Directo a Memoria
he: ןורכיזל הרישי השיג רקב
hu: DMA-vezérlő
id: Pengendali DMA
is: DMA stýring
mt: Kontrollatur DMA
no_ny: DMA-kontrollerar
pl: Kontroler DMA
ro: Controler DMA
ru: Контроллер DMA
sk: radič DMA
sl: Krmilnik DMA
sr: DMA kontroler
ta: Ê±õ² ¸ðÎôÀÎò¾¢

source: Timer
af: tydhouer
bg: Таймер
da: Tidsur
de: Zeitgeber
eo: Horloĝo
et: Taimer
fi: Ajastin
gl: Temporizador
he: רצע ןועש
hu: Időzítő
id: Penghitung waktu
is: Klukka
no_ny: Klokke
pl: Czasomierz
ro: Temporizator
ru: Таймер
sk: Časovač
sl: Štoparica
sr: Tajmer
ta: §¿ÃÁ¡É¢

source: Real time clock
af: egte tyd horlosie
bg: Часовник на реално време
cs: Hodiny reálného času
da: Reél tids ur
de: Echtzeituhr
eo: Realtempa horloĝo
et: Reaalaja kell
fi: Reaaliaikakello
gl: Reloxo de tempo real
he: תמא ןמז ןועש
hu: Valós idejű óra
id: Jam Waktu Nyata
is: Rauntímaklukka
mt: Arloġġ
no_ny: Sanntidsklokke
pl: Zegar czasu rzeczywistego
ro: Ceas de timp real
ru: Часы реального времени
sk: Hodiny reálneho času
sl: Ura realnega časa
sr: Realtime časovnik
ta: ¦Áö §¿Ãì ¸Ê¸¡Ãõ

source: System peripheral
af: stelsel aanhangsels
bg: Периферийни устройства
cs: Systémová periférie
da: Systemtilslutning
de: Systemperipherie
eo: Sistemperiferiaĵo
et: Süsteemi välisseadmed
fi: Järjestelmälaite
gl: Periférico do sistema
he: תכרעמה לש יפקיה דויצ
hu: Rendszerperiféria
id: Peralatan sistem
is: Jaðartæki
mt: Periferali tas-sistema
nl: Systeemperifeer
no_ny: Perifer systemeining
pl: Urządzenie peryferyjne
ro: Dispozitive periferice
ru: Периферийные устройства
sk: Systémové vonkajšie zariadenie
sl: Sistemska strojna oprema
sr: Sistemska periferija
ta: ¦¾¡Ì¾¢ô ÒÈì¸ÕÅ¢

source: Keyboard controller
af: sleutelbord beheerder
bg: Контролер на клавиатура
cs: Řadič klávesnice
da: Tastaturkontrollør
de: Tastatur-Controller
eo: Klavar-stirilo
et: Klaviatuuri kontroller
fi: Näppäimistöohjain
gl: Controlador de teclado
he: םישקמ חול רקב
hu: Billentyűzetvezérlő
id: Pengendali keyboard
is: Lyklaborðsstýring
mt: Kontrollatur tat-tastiera
nl: Toetsenbordcontroller
no_ny: Tastaturkontrollerar
pl: Kontroler klawiatury
ro: Controler de tastatură
ru: Контроллер клавиатуры
sk: Radič klávesnice
sl: Krmilnik tipkovnice
sr: Kontroler tastature
ta: Å¢¨ºôÀÄ¨¸ì ¸ðÎôÀÎò¾¢

source: Digitizer Pen
af: digitaliseerder pen
bg: Перо на дигитайзер
cs: Tablet
da: Digital pen
de: Digitalisierstift
eo: cifereciga krajono
et: Digitaalne pliiats
fi: Digitointikynä
gl: Lapis dixitalizador
he: Digitizer טע
hu: Digitalizáló ceruza
id: Pena pendigitalan
is: Stafrænn penni
mt: Pinna diġitali
nl: Digitaliseerpen
no_ny: Digitaliseringspenn
ro: Creion de digitizare
ru: Перо планшета
sk: Pero digitizéra
sl: Digitalno pero
sr: Digitalna olovka
ta: ±ñ½¡ìÌõ §ÀÉ¡

source: Mouse controller
af: muis beheerder
bg: Контролер на мишка
cs: Řadič myši
da: Musekontrollør
de: Maus-Controller
eo: Mus-stirilo
et: Hiire kontroller
fi: Hiiriohjain
gl: Controlador de rato
he: רבכע רקב
hu: Egérvezérlő
id: Pengendali mouse
is: Músarstýring
mt: Kontrollatur tal-maws
nl: Muiscontroller
no_ny: Muskontrollerar
pl: Kontroler myszy
ro: Controler de mouse
ru: Контроллер мыши
sk: Radič myši
sl: Krmilnik miške
sr: Kontroler miša
ta: ±Ä¢ì ¸ðÎôÀÎò¾¢

source: Generic Docking Station
af: generies dokking stasie
cs: Obecná dokovací stanice
da: Generisk dok station
de: Einfache Docking-Station
eo: Nespecifita Dokstacio
et: Üldine dokkimise jaam
fi: Yleinen liitosasema
gl: Estación xenérica de acoplamento
he: תיללכ הניגע תנחת
hu: Általános dokkolóegység
id: Stasiun docking generik
is: Almenn tengikví
nl: Generiek dockingstation
no_ny: Generell dokkingstasjon
pl: Uniwersalna stacja dokująca
ro: Staţie de docare generică
ru: Стандартный док
sk: Štandardná dokovacia stanica
sl: Splošna priklopna postaja
ta: ¦À¡Ð §¸¡÷ôÒ ¿¢¨ÄÂõ

source: Docking Station
af: dokking stasie
cs: Dokovací stanice
da: Dok station
eo: Dokstacio
et: Dokkimise jaam
fi: Yleinen liitosasema
gl: Estación de acoplamento
he: הניגע תנחת
hu: Dokkolóegység
id: Stasiun Docking
is: Tengikví
no_ny: Dokkingstasjonar
pl: Stacja dokująca
ro: Staţie de docare
ru: Док
sk: Dokovacia stanica
sl: Priklopna postaja
ta: §¸¡÷ôÒ ¿¢¨ÄÂõ

source: Pentium
eo: Pentiumo
he: םויטנפ
ta: ¦ÀñÊÂõ

source: Alpha
af: alfa
eo: Alfo-procezilo
he: אפלא
ta: ¬øÀ¡

source: Power PC
af: elektrisiteit pc
ta: ÀÅ÷ À¢º¢

source: Co-processor
bg: Копроцесор
cs: Koprocesor
de: Koprozessor
eo: Kromprocezilo
et: Kaasprotsessor
fi: Lisäprosessori
gl: Coprocesador
he: הנשמ דבעמ
hu: Coprocesszor
id: Ko-prosesor
is: Auka-örgjörvi
mt: Koproċessatur
no_ny: Ko-prosessor
pl: Koprocesor
ro: Coprocesor
ru: Сопроцессор
sk: Ko-procesor
sl: koprocesor
sr: Koprocessor
ta: ­¨½î ¦ºÂÄ¢

source: ACCESS Bus
af: toegang verkry bus
bg: Шина ACCESS
cs: Sběrnice ACCESS
eo: ACCESS-buso
et: ACCESS siin
fi: ACCESS-väylä
gl: Bus ACCESS
he: ACCESS קיפא
hu: ACCESS busz
id: Bus ACCESS
is: ACCESS brú
no_ny: ACCESS-buss
pl: Magistrala ACCESS
ro: Magistrală ACCESS
ru: Шина ACCESS
sk: ACCESS zbernica
sl: Vodilo ACCESS
sr: ACCESS magistrala
ta: access À¡ð¨¼

source: USB Controller
af: usb beheerder
bg: Контролер на USB
cs: Řadič USB
da: Usb kontrollør
eo: USB-stirilo
et: USB kontroller
fi: USB-ohjain
gl: Controlador de USB
he: USB רקב
hu: USB-vezérlő
id: Pengendali USB
is: USB stýring
mt: Kontrollatur USB
no_ny: USB-kontrollerar
pl: Kontroler USB
ro: Controler USB
ru: Контроллер USB
sk: USB radič
sl: Krmilnik USB
sr: USB kontroler
ta: USB ¸ðÎôÀÎò¾¢

source: Fiber Channel
af: vesel kanaal
bg: Оптичен канал
da: Fiberkanal
eo: Fibrokanalo
et: Fiiberkanal
fi: Fibre Channel
gl: Canle de Freba
he: םיביס ץורע
id: Saluran Fiber
is: Ljósleiðarastýring
mt: Kanel fajber
no_ny: Fiberkanal
ru: Оптоволокно
sk: Optický kábel
sr: Optički kanal
ta: ­¨Æò ¾¼õ

source: Properties of
af: eienskappe van
bg: Свойства на
cs: Vlastnosti
da: Egenskaber af
de: Eigenschaften von
eo: Ecoj de
et: Parameetrid:
fi: Ominaisuudet
gl: Propiedades de
he: םינייפאמ -
hu: Tulajdonságok:
id: Properti dari
is: Eiginleikar
mt: Propjetajiet ta'
nl: Eigenschappen van
no_ny: Eigenskapar for
pl: Właściwości
ro: Proprietăţile
ru: Свойства
sk: Vlastnosti
sl: Lastnosti
sr: Osobine za
ta: ÀñÒ¸û .

source: General
af: algemeen
bg: Общи
cs: Obecné
da: Generelt
de: Allgemein
eo: Ĝenerale
et: Üldine
fi: Yleiset
gl: Xeral
he: יללכ
hu: Általános
id: Umum
is: Almennt
mt: Ġenerali
nl: Algemeen
no_ny: Generelt
pl: Ogólne
ru: Общие
sk: Všeobecné
sl: Splošno
sr: Opšte
ta: ¦À¡Ð

source: Driver
af: drywer
bg: Драйвер
cs: Ovladač
de: Treiber
eo: Adaptilo
et: Draiver
fi: Ajuri
gl: Controlador
he: ןקתה להנמ
hu: Meghajtó
is: Rekill
mt: Drajver
no_ny: Drivar
pl: Sterownik
ru: Драйвер
sk: Ovládač
sl: Gonilnik
sr: Drajver
ta: ­Âì¸¢

source: Resources
af: hulpbronne
bg: Ресурси
cs: Prostředky
da: Ressourcer
de: Ressourcen
eo: Rimadoj
et: Ressursid
fi: Resurssit
gl: Recursos
he: םיבאשמ
hu: Erőforrások
id: Sumberdaya
is: Stillingar
mt: Riżorsi
nl: Bronnen
no_ny: Ressursar
pl: Zasoby
ro: Resurse
ru: Ресурсы
sk: Prostriedky
sl: Sredstva
sr: Resursi
ta: ÅÇí¸û

source: Settings
af: instellings
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
eo: Agordo
et: Seadistused
fi: Asetukset
gl: Parámetros
he: תורדגה
hu: Beállítások
id: Pengaturan
is: Stillingar
mt: Setings
nl: Instellingen
no_ny: Innstillingar
pl: Ustawienia
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sr: Podešavanja
ta: «¨ÁôÒ¸û

source: Settings based on:
af: instellings gebaseerde op:
bg: Настройки на основата на:
cs: Nastavení podle:
da: Opsætning baseret på
de: Einstellungen basieren auf:
eo: Agordo bazita sur:
et: Seadistused baseeruvad:
fi: Asetukset pohjautuvat:
gl: Parámetros baseados en:
he: :לע תוססובמ תורדגה
hu: A beállítások alapja:
id: Pengaturan berdasarkan:
is: Stillingar byggðar á:
mt: Setings ibbażat fuq:
nl: Instellingen, gebaseerd op:
no_ny: Innstillingar basert på:
pl: Ustawiania oparte na:
ro: Setări bazate pe:
ru: Настройки на основе:
sk: Nastavenia založené na:
sl: Nastavitve povzete po:
sr: Podešavanja bazirana na:
ta: ­¾¨É «ÊôÀ¨¼Â¡¸ì ¦¸¡ñ¼ «¨ÁôÒì¸û:

source: Resource type
af: hulpbron tipe
bg: Тип на ресурс
cs: Typ prostředku
da: Ressource type
de: Ressourcentyp
eo: Rimedtipo
et: Ressursi tüüp
fi: Resurssityyppi
gl: Tipo de Recurso
he: באשמ גוס
hu: Az erőforrás típusa
id: Tipe sumberdaya
is: Tegund stillingar
mt: Tip ta' riżors
nl: Brontype
no_ny: Ressurstype
pl: Typ zasobu
ro: Tip resursă
ru: Тип ресурса
sk: Typ prostriedkov
sl: Tip sredstev
sr: Vrsta resursa
ta: ÅÇò¾¢ý Å¨¸

source: Setting
af: opset
bg: Значение
cs: Nastavení
da: Opsætning
de: Einstellung
eo: Agordo
et: Seadistus
fi: Asetus
gl: Parámetro
he: תורדגה
hu: Beállítások
id: Pengaturan
is: Stilling
mt: Seting
nl: Instelling
no_ny: Innstilling
pl: Ustawienie
ro: Setări
ru: Значение
sk: Nastavenie
sl: Nastavitve
sr: Podešavanje
ta: «¨ÁôÒ

source: Change &setting...
af: verander opset...
bg: Промени &значенията...
cs: Změnit nastav&ení
da: Ændr &indstilling
de: &Einstellung ändern...
eo: Ŝanĝu &agordon...
et: Muuda &seadistust...
fi: Muuta &asetuksia...
gl: Trocar &configuración...
he: ...תורדג&ה יוניש
hu: A beállítások &megváltoztatása...
id: Ubah &pengaturan
is: Breyta &stillingu...
mt: Ibdel &seting...
nl: In&stelling bewerken...
no_ny: Endra &innstilling ...
pl: &Zmień ustawienie...
ro: &Modifică setări...
ru: Изменить &значение...
sk: Zmeniť na&stavenie...
sl: Spremeni na&stavitve...
sr: Promeni &podešavanje...
ta: «¨Áô¨À Á¡üÚ...

source: Device conflicts:
af: toestel konflik:
bg: Конфликтни устройства:
cs: Konflikty zařízení:
da: Enhedskonflikter:
de: Gerätekonflikte:
eo: Aparatkonfliktoj:
et: Seadme konfliktid:
fi: Laitekonfliktit:
gl: Conflictos de dispositivo:
he: :םינקתה תויושגנתה
hu: Ütközés:
id: Konfik divais:
is: Árekstrar tækja:
mt: Konflitti tal-apparat:
nl: Apparaatconflicten:
no_ny: Einingskonfliktar:
pl: Konflikty urządzeń:
ro: Conflicte dispozitiv:
ru: Конфликты устройств:
sk: Konflikty zariadení:
sl: Konflikt naprav:
sr: Konflikti:
ta: º¡¾É ÓÃñÀ¡Î¸û:

source: Base configuration
af: basis opstelling
bg: Базова конфигурация
cs: Základní konfigurace
da: Basisindstilling
de: Basiskonfiguration
eo: Baza agordo
et: Baaskonfiguratsioon
fi: Perusasetukset
gl: Configuración base
he: תיסיסב הרוצת
hu: Alapbeállítások
id: Konfigurasi dasar
is: Almenn uppsetning
mt: Konfigurazzjoni bażi
nl: Basisconfiguratie
no_ny: Basisoppsett
pl: Konfiguracja podstawowa
ro: Configuraţia de bază
ru: Базовая конфигурация
sk: Základná konfigurácia
sl: Osnovna konfiguracija
sr: Osnovna konfiguracija
ta: «ÊôÀ¨¼ ÅÊÅ¨ÁôÒ

source: Enter the desired %1 for this device.
af: invoer die verlangde %1 vir hierdie toestel.
bg: Въведете %1 за това устройство:
cs: Vložte požadované %1 pro toto zařízení.
da: Indtast det ønskede %1 for denne enhed.
de: Geben Sie die gewünschte %1 für dieses Gerät ein.
eo: Entajpu la deziratan %1 por tiu aparato
et: Sisesta sellele seadmele soovitud %1.
fi: Anna haluttu %1 laitteelle.
gl: Introducir o %1 desexado para este dispositivo
he: .הז ןקתה רובע שקובמה %1ה תא דלקה
hu: Adja meg a kívánt %1 értéket ehhez az eszközhöz.
id: Masukkan %1 yang diinginkan untuk divais ini.
is: Tilgreindu viðkomandi %1 fyrir þetta tæki.
mt: Daħħal %1 meħtieġ għall-apparat.
nl: Voer hier de gewenste %1 in voor dit apparaat.
no_ny: Oppgi ønska %1 for denne eininga.
pl: Wprowadź żądany %1 dla tego urządzenia.
ro: Introduceţi %1 dorit pentru acest dispozitiv.
ru: Введите %1 для этого устройства:
sk: Vložte požadované %1 pre toto zariadenie.
sl: Vnesite želeno %1 za to napravo.
sr: Unesite željeno %1 za ovaj uređaj.
ta: ­î º¡¾Éò¾¢üÌÃ¢Â %1-­¨É ¯ûÇ¢¼×õ

source: Change %1
af: verander %1
bg: Промени %1
cs: Změnit %1
da: Ændr %1
de: %1 ändern
eo: Ŝanĝu %1
et: Muuda %1
fi: Muuta %1
gl: Trocar %1
he: %1 יוניש
hu: %1 megváltoztatása
id: Ubah %1
is: Breyta %1
mt: Ibdel %1
nl: %1 veranderen
no_ny: Endra %1
pl: Zmień %1
ro: Modifică %1
ru: Изменить %1
sk: Zmeniť %1
sl: Spremeni %1
sr: Promeni %1
ta: %1 Á¡üÚ

source: &Value:
af: waarde:
bg: З&начение:
cs: &Hodnota:
da: &Værdi:
de: &Wert:
eo: &Valoro:
et: &Väärtus:
fi: &Arvo:
gl: &Valor
he: :ךר&ע
hu: É&rték:
id: &Nilai
is: &Gildi:
mt: &Valur:
nl: &Waarde:
no_ny: &Verdi:
pl: &Wartość
ro: &Valoare:
ru: З&начение:
sk: &Hodnota:
sl: &Vrednost:
sr: &Vrednost:
ta: Á¾¢ôÒ:

source: Information (Conflict)
af: informasie (konflik)
bg: Информация (конфликт)
cs: Informace (konflikt)
da: Information (Konflikt)
de: Information (Konflikt)
eo: Informo (Konflikto)
et: Info (konflikt)
fi: Tietoja (Konflikti)
gl: Información (conlicto)
he: (תושגנתה) עדימ
hu: Információ (ütközés)
id: Informasi (Konflik)
is: Upplýsingar (Árekstur)
mt: Informazzjoni (konflitt)
nl: Informatie (conflict)
no_ny: Informasjon (konflikt)
pl: Informacja (konflikt)
ro: Informaţii (conflict)
ru: Сведения (конфликт)
sk: Informácia (Konflikt)
sl: Informacije (konflikti)
sr: Informacija (konflikt)
ta: ¾¸Åø (ÓÃñÀ¡Î)

source: The chosen setting leads to conflict with the following devices:
af: die gekies opset lei aan konflik met die volgende toestelle:
bg: Избраните настройки влизат в конфликт със следните устройства:
cs: Vybrané nastavení vede ke konfliktu s následujícími zařízeními:
da: Den valgte indstilling fører til konflikt med følgende enheder:
de: Ihre Einstellungen führen zu Konflikten mit den folgenden Geräten:
eo: La elektita agordo kondukos al konfilkto kun la sekvaj aparatoj:
et: Valitud seadistus on konfliktis järgmiste seadmetega:
fi: Valittu asetus johtaa konfliktiin seuraavissa laitteissa:
gl: A configuración elixida provoca conflictos cos seguintes dispositivos
he: :םיאבה םינקתהה םע תושגנתהל תמרוג הרחבנש הרדגהה
hu: A megadott beállítás ütközik a következő eszközökkel:
id: Pengaturan yang dipilih menimbulkan konflik dengan divais-divais berikut:
is: Þessi stilling veldur árekstri hjá eftirfarandi tækjum:
mt: Is-seting magħżul iwassal għal konflitt ma dan l-apparat:
nl: De gekozen instelling leidt tot een conflict met de volgende apparaten:
no_ny: Dei valte innstillingane fører til konflikt med følgjande einingar:
pl: Wybrane ustawienie prowadzi do konfliktu z następującymi urządzeniami:
ro: Setările alese duc la conflicte cu următoarele dispozitive:
ru: Выбранные установки конфликтуют с установками следующих устройств:
sk: Zvolené nastavenie vedie ku konfliktu s nasledujúcimi zariadeniami:
sl: Izbrane nastavite so v konfliktu z naslednjimi napravami:
sr: Odabrano podešavanje dovodi do konflikta sa sledećm uređajima:
ta: ¦¾Ã¢ó¦¾Îì¸ôÀð¼ «¨ÁôÒ À¢ýÅÕõ º¡¾Éí¸Ù¼ý ÓÃñÀÎ¸¢ýÈÐ
