Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysv.po
Languages: bg, da, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sv, uk

source: <p>You have specified that your system's init scripts are located in the directory <tt><b>%1</b></tt>, but this directory does not exist. You probably selected the wrong distribution during configuration.</p> <p>If you reconfigure %2, it may be possible to fix the problem. If you choose to reconfigure, you should shut down the application and the configuration wizard will appear the next time %3 is run. If you choose not to reconfigure, you will not be able to view or edit your system's init configuration.</p><p>Would you like to reconfigure %4?</p>
da: <p>Du har angivet at dit systems init skripter er placerede i mappen <tt><b>%1</b></tt>, men denne mappe eksisterer ikke. Du valgte formodentlig den forkerte distribution ved indstillingen.</p> <p>Hvis du genindstiller %2, kan du muligvis ordne problemet. Hvis du vælger at genindstille, bør du lukke programmet ned. Så vil indstillingstrolden komme frem igen næste gang %3 køres. Hvis du vælger ikke at genindstille, vil du ikke blive i stand til at se eller redigere dit systems init indstilling.</p>Vil du genindstille %4?</p>
et: <p>Seadistustes on määratud, et initskriptid asuvad kataloogis <tt><b>%1</b></tt>, kuid seda kataloogi pole olemas. Võib-olla valisid algseadistusi seades vale distributsiooni.</p> <p>Probleemi saab lahendada näiteks %2 uuesti seadistades. Peata uuesti seadistamiseks rakendus ja seadistamise abimees ilmubki järgmisel korral %3 käivitades. Uuesti mitte seadistades pole sul võimalik süsteemi initsialiseerimise seadistusi muuta.</p><p>Kas seadistada %4 uuesti?</p>
fi: <p>Olet määritellyt, että järjestelmäsi init-skriptit ovat hakemistossa <tt><b>%1</b></tt>, mutta tätä hakemistoa ei ole olemassa. Valitsit todennäköisesti väärän jakelupaketin asetusten aikana.</p> <p> Jos uudelleenasetat %2, se voi ehkä korjata ongelman. Jos valitset uudelleenasetuksen, sinun tulee sulkea sovellus. Ohjattu toiminto ilmestyy seuraavalla kerralla kun %3 ajetaan. Jos et halua uudelleenasettaa asetuksia, et voi näyttää. järjestelmän init asetuksia.</p>Haluatko uudelleenasettaa %4:n?</p>
fr: <p>D'après vos indications, les scripts d'initialisation du système se trouvent dans le dossier «<tt>%1</tt>», mais ce dernier n'existe pas. Vous avez sans doute sélectionné une distribution qui n'est pas la vôtre lors de la configuration.</p><p>Reconfigurer %2 peut régler le problème. Si vous désirez reconfigurer, fermez l'application et l'assistant de configuration appaîtra la prochaine fois que %3 sera lancé. Si vous ne désirez pas reconfigurer, vous ne pourrez ni voir ni modifier la configuration de démarrage de votre système.</p><p>Voulez-vous reconfigurer %4 ?</p>
he: <p align=right>,<tt><b>%1</b></tt> הירפסב םימקוממ ךלש תכרעמה לש לוחתיאה יטירסת יכ תנייצ<br>.תורדגהה תעיבק ךלהמב הנוכנ אל הצפהב תרחבש הארנכ .תמייק הניא וז הירפס ךא</p> <p align=right>תא ןקתל היהי ןתינו ןכתיי ,%2 תורדגה תא שדחמ עבקת םא<br>המאתהה ףשאו ,םושייה תא רוגסל ךילע ,שדחמ תורדהה תא עובקל רחבת םא .היעבה<br>שדחמ עובקל אלש רחבת םא .%3 לעפויש האבה םעפב עיפוי<br>.ךלש תכרעמה לש לוחתיאה תרוצת תא ךורעל וא תופצל לכות אל ,תורדגהה תא</p><p align=right>?%4 תורדגה תא שדחמ עובקל ךנוצרב םאה
hu: <p>A következő könyvtárat adta meg a szolgáltatásleíró fájlok alapkönyvtárának: <tt><b>%1</b></tt> - de ez a könyvtár nem létezik. Ellenőrizze, hogy a megfelelő disztribúciónevet választotta-e ki.</p><p> Lehet, hogy a probléma megszűnik, ha újra elvégzi %2 beállítását. Ha a beállítás újbóli elvégzése mellett dönt, zárja be az alkalmazást - a(z) %3 következő indításakor a beállításvarázsló automatikusan megjelenik. Ha nem hajtja végre a beállítást, akkor nem lesz képes megnézni vagy módosítani a szolgáltatásleíró fájlokat.</p>Végrehajtja újból a(z) %4 beállítását?</p>
is: <p>Þú tilgreindir að ræsiskriftur (init scripts) væru í möppunni <tt><b>%1</b></tt>, en þessi mappa er ekki til. Þú valdir sennilega vitlausa Linux dreifingu.</p> <p>Ef þú endurstillir %2, þá gæti þér tekist að laga þetta. Ef þú ákveður að endurstilla, þá ættir þú að loka forritinu og uppsetningarseiðkarlinum birtist þá næst þegar %3 er keyrt. Ef þú ákveður að endurstilla ekki, þá muntu ekki geta skoðað eða lagað ræsiskrifturnar.</p>Viltu endurstilla %4?</p>
it: <p>Hai detto che gli script init del tuo sistema si trovano nella directory <tt><b>%1</b></tt>, ma questa directory non esiste. Probabilmente hai selezionato il tipo di distribuzione sbagliata durante la configurazione.</p><p>Se riconfiguri %2, sarà possibile risolvere il problema. Se scegli di riconfigurare devi chiudere l'applicazione e la finestra di configurazione comparirà al prossimo avvio di %3. Se scegli di non riconfigurare non sarai in grado di vedere o modificare i tuoi script init di sistema.</p><p>Vuoi riconfigurare %4?</p>
ja: <p>システムの起動スクリプトのディレクトリが<tt><b>%1</b></tt>と指定されていますが、 このディレクトリは存在しません。設定時に間違ったディストリビューションを選択しているようです。</p><p>%2 を再設定すれば問題を解消でいるかもしれません。 再設定を選択した場合、アプリケーションは全部終了して下さい。次に %3 が実行される時に設定ウィザードが開始されます。 再設定を選択しない場合には、起動スクリプトの参照や編集はできません。</p> <p>%4 を再設定しますか?</p>
nl: <p>U heeft opgegeven dat uw systeem's init scripten in de map <tt><b>%1</b></tt> staan, maar deze map bestaat niet. U heeft waarschijnlijk de verkeerde distributie geselecteerd tijdens de configuratie. </p><p>Als u %2 herconfigureert dan is het misschien mogelijk om het probleem op te lossen. Als u ervoor kiest om te herconfigureren, dan moet u het programma afsluiten. De configuratie-assistent zal dan verschijnen als u de volgende keer %3 uitvoert. Als u kiest om niet te herconfigureren, dan zult u de init scripten van dit systeem niet kunnen bekijken of bewerken.</p> <p>Wilt u %4 herconfigureren ?</p>
no: <p>Du har spesifisert at ditt systems initscript er i katalogen <tt><b>%1</b></tt>, men denne katalogen eksisterer ikke. Du valgte antagelig feil distribusjon under oppsettet</p> <p>Hvis du setter opp %2 om igjen, kan det kanskje løse problemet. Hvis du velger å sette opp om igjen, bør du avslutte programmet, slik at oppsettshjelperen dukker opp neste gang du kjører %3. Hvis du velger å ikke sette opp på nytt, vil du ikke kunne se eller forandre ditt systems oppsett.</p><p>Vil du sette opp om igjen? %4?</p>
no_ny: <p>Du har oppgitt at init-skripta ligg i katalogen <tt><b>%1</b></tt>, men den katalogen finst ikkje. Du har truleg valt feil distribusjon i oppsettet.</p> <p>Dersom du set opp %2 på nytt, kan du kanskje fiksa problemet. Om du vel å setja opp på nytt, bør du avslutta programmet. Vegvisaren for oppsett vert vist neste gong du startar %3. Om du vel å ikkje setja opp på nytt, kan du ikkje visa eller endra init-oppsettet på systemet.</p> <p>Vil du setja opp %4 på nytt?</p>
pt: <p>Indicaste que os 'scripts' do init no teu sistema estão localizados na directoria <tt><b>%1</b></tt>, mas esta directoria não existe. Provavelmente seleccionaste a distribuição errada durante a configuração. Se reconfigurares o %2, pode ser que o problema se resolva. Se optares por reconfigurar, deves terminar a aplicação e o assistente de configuração aparecerá da próxima vez que o %3 for executado. Se não quiseres reconfigurar, não serás capaz de ver ou editar a configuração do init do teu sistema.</p><p>Queres reconfigurar o %4?</p>
pt_br: <p>Você especificou que os scripts de inicialização de seu sistema estão localizados no diretório <tt><b>%1</b></tt>, mas esse diretório não existe. Você provavelmente selecionou a distribuição errada durante a configuração.</p> <p>Se você reconfigurar %2, pode ser possível consertar o problema. Se você decidir reconfigurar, você deverá fechar a aplicação e o assistente de configuração irá aparecer na próxima vez que %3 for executado. Se você optar por não reconfigurar, você não poderá visualizar ou editar a configuração de inicialização de seu sistema.</p><p>Deseja reconfigurar %4?</p>
ru: <p>Вы указали, что скрипты инициализации системы находятся в каталоге <tt><b>%1</b></tt>, но такого каталога не существует. Возможно, вы неверно указали дистрибутив в конфигурации.</p><p>Настроив %2 заново, вы возможно устраните проблему. Если вы захотите провести настройку заново, закройте приложение, и при следующем запуске %3 будет вызван мастер настройки. Если вы откажетесь от изменений настройки, вы не сможете более просматривать или редактировать конфигурацию системных инициализационных скриптов. </p><p>Хотите провести настройку %4 заново?</p>
sk: <p>Zadali ste, že skripty pre zavádzanie vášho systému sú v priečinku <tt><b>%1</b></tt>, ale tento priečinok neexistuje. Asi ste vybrali nesprávnu distribúciu pri nastavovaní.</p><p> Ak znovu nastavíte %2, možno bude možné chybu opraviť. Ak sa rozhodnete pre nové nastavenie, ukončte aplikáciu a pri budúcom spustení %3 sa opäť objaví sprievodca nastavením. Ak nechcete nové nastavenie, nebude možné prezerať a upravovať vašu konfiguráciu pre spustenie systému. </p><p>Chcete znovu nastaviť %4?</p>
sl: <p>Določili ste, da se zagonske skripte vašega sistema nahajajo v imeniku <tt><b>%1</b></tt>, vendar ta imenik ne obstaja. Najbrž ste med nastavljanjem izbrali napačno distribucijo.</p> <p>Če boste %2, prenastavili, bo težavo najbrž mogoče odpraviti.Če boste to res storili, boste morali ponovno zagnati program,čarovnik za nastavljanje pa se bo pojavil prvič, ko boste %3 znova pognali. Če nastavitev ne boste spremenili, si vaših sistemkih nastavitev ne boste mogli ogledati, oziroma jih urejati.</p><p>Ali želite %4 prenastaviti?</p>
sv: <p>Du har angett att ditt systems startskript finns i katalogen <tt><b>%1</b></tt>, men den här katalogen existerar inte. Du valde förmodligen fel distribution vid konfigurationen.</p> <p>Om du omkonfigurerar %2 så är det kanske möjligt att lösa problemet. Om du väljer att omkonfigurera ska du avsluta programmet så kommer konfigurationsguiden att dyka upp nästa gång %3 körs. Om du inte väljer att omkonfigurera kommer du inte att kunna visa eller redigera ditt systems startkonfiguration.</p> Vill du konfigurera om %4?</p>
uk: <p>Ви вказали, що ваші системні сценарії запуску системи розташовані у каталозі <tt><b>%1</b></tt>, але цей каталон не існує. Ви можливо вибрали невірний дистрибутив під час налаштування.</p> <p>Якщо Ви знову налаштуєте %2, це можливо виправить проблему. Якщо Ви виберете налаштувати знову, Ви повинні закрити програму та майстер конфігурації буде запущений наступного разу %3. Якщо Ви не станете налаштувати знову, то Ви не зможете переглядати та редагувати системний сценарій запуску.</p> <p>Чи бажаєте Ви налаштувати знову %4?</p>

source: Directory Does Not Exist
bg: Директорията не съществува
da: Mappe eksisterer ikke
et: Kataloogi pole olemas
fi: Hakemistoa ei ole olemassa
fr: Le dossier n'existe pas
he: תמייק אל הירפסה
hu: A könyvtár nem létezik
is: Mappan er ekki til
it: La directory non esiste.
ja: ディレクトリは存在しません
nl: Map bestaat niet
no: Katalogen eksisterer ikke
no_ny: Katalogen finst ikkje
pt: A Directoria Não Existe
pt_br: Diretório não existe
ro: Directorul nu există
ru: Каталог не существует
sk: Priečinok neexistuje
sl: Imenik ne obstaja
sv: Katalogen existerar inte
uk: Каталог не існує

source: <p>Sorry, you do not have the right permissions to edit your system's init configuration. </p>However, you are free to browse the runlevels.</p><p>If you really want to edit the configuration, either <strong>restart</strong> %1 <strong>as root</strong> (or another privileged user), or ask your sysadmin to install %2 <em>suid</em> or <em>sgid</em>.</p><p>The latter way is not recommended though, due to security issues.</p>
bg: <p>Съжалявам, но нямате права за редактиране на системната инициализационна цонфигурация. </p>Обаче вие можете да прегледате нивата на стартиране.</p> <p>Ако вие действително искате да промените конфигурацията, или <strong>престартирате</strong> %1 с правата на <strong>root</strong> (или другог привилегирован потребител), или помолете системния администратор да инсталира %2 <em>suid</em> <em>sgid</em>.</p><p>Вторият начин не се препоръчва по съображения за сигурност.</p>
da: <p>Du har desværre ikke ret til at redigere dit systems init indstilling. </p>Du kan imidlertid gennemse alle køreniveauerne.</p><p>Hvis du hellere vil redigere indstillingerne, så må du enten <strong>genstart</strong> %1 <strong>som root</strong> (eller en anden priviligeret bruger) eller bede din system administrator om at installere %2 <em>suid</em> eller <em>sgid</em>.</p><p> Det sidste er dog ikke anbefalet af sikkerhedsgrunde.</p>
et: <p> Kahjuks puuduvad sul süsteemi initsialiseerimise seadistuste muutmiseks piisavad õigused.</p> <p>Samas on sul alles käivitustasemete seadistuste vaatamise võimalus.</p><p>Kui soovid ikkagi käivitustasemeid muuta, siis käivita %1 uuesti administraatori õigustes või palu administraatoril paigaldada %2 <em>suid</em>- või <em>sgid</em>-bitiga.</p> <p>Viimane valik <strong>pole</strong> võimalike turvaprobleemide tõttu soovitatav.</p>
fi: <p>Sinulla ei ole oikeita oikeuksia muokataksesi järjestelmäsi init-asetuksia.</p>Kuitenkin voit rauhassa selailla ajotasoja.</p><p>Jos kuitenkin haluat muokata asetuksia, joko <strong>uudelleenkäynnistä</strong> %1 <strong>pääkäyttäjänä</strong> (tai muuna käyttäjänä), tai pyydä pääkäyttäjääsi asentamaan %2 <em>suid</em> tai <em>sgid</em>-moodissa.</p><p>Jälkimmäistä tapaa ei suositella turvallisuusongelmien takia.</p>
fr: <p>Désolé, vous n'avez pas les permissions nécessaires pour modifier la configuration du démarrage du système.</p>Vous pouvez toutefois consulter celle-ci.</p><p>Si vous désirez la modifier, <strong>redémarrez</strong> %1 en tant que <strong>super-utilisateur</strong> (ou tout autre utilisateur disposant des privilèges adéquats), ou bien demandez à votre administrateur système d'installer %2 <em>suid</em> ou <em>sgid</em>.</p>Cette dernière possibilité n'est cependant pas recommandée pour des raisons de sécurité.</p>
he: <p align=right>לש לוחתיאה תרוצת תא ךורעל תומיאתמ תואשרה ךל ןיא ,יל רצ<br>.הלעפהה תומרב ןייעל ישפוח התא ךא ,ךלש תכרעמה</p><p align=right>תא <strong>שדחמ לעפה</strong> ,הרוצתה תא ךורעל תמאב ךנוצרב םא<br>,(תואשרה לעב רחא שמתשמ וא) <strong>root רותב</strong> %1<br>%2 תא ןיקתיש ךלש תכרעמה להנממ שקב וא<br>.<em>sgid</em> וא <em>suid</em> םע</p><p align=right>.החטבא לש תוביסמ תאזו ,תצלמומ הניא הנורחאה ךרדה</p>
hu: <p>Nincs elegendő jogosultsága a rendszerindítás beállításainak módosításához. </p>A futásszintek beállításait azonban megtekintheti.</p><p>Ha mindenképpen módosítani akarja a beállításokat, <strong>indítsa újra</strong> a(z) %1 alkalmazást <strong>root</strong>-ként (vagy egy másik rendszergazdai jogú felhasználó nevében), vagy telepíttesse a rendszergazdával a(z) %2 alkalmazást <em>suid</em> vagy <em>sgid</em> módban.</p><p>Ez az utóbbi nem ajánlott biztonsági problémák miatt.</p>
is: <p>Því miður hefur þú ekki nægjanlegar heimildir til að sýsla með ræsiskrifturnar (init scripts) á vélinni. Hinsvegar er þér frjálst að skoða keyrsluþrepin.</p><p>Ef þú vilt endilega breyta stillingunum þarftu annaðhvort að <strong>endurræsa</strong> %1 <strong>sem ofurpaur</strong> (eða annar notandi með nægjanlegar heimildir) eða að biðja kerfisstjórann þinn að setja upp %2 <em>suid</em> eða <em>sgid</em>.</p><p>Ekki er mælt með seinni aðferðinni af öryggisástæðum.</p>
it: <p>Spiacente, non hai i permessi giusti per modificare la configurazione di init del tuo sistema. <p>Comunque, sei libero di sfogliare i runlevel.</p><p>Se tu volessi modificare la configurazione, dovresti in alternativa <strong>riavviare</strong> %1 <strong>come root</strong> (o un altro utente privilegiato), oppure chiedere al tuo amministratore di sistema di installare %2 <em>suid</em> o <em>sgid</em>.</p><p>Tuttavia quest'ultima soluzione non è raccommandata, per motivi di sicurezza.</p>
ja: <p>すみません。あなたはシステムの起動設定を編集する為の権限をお持ちでないようです。ですが、ランレベルの内容を参照することはできます。</p><p>もし、起動設定を編集したいのなら、<strong>rootとして</strong>(または、他の同等の権限を持つユーザとして) %1 を<strong>再起動</strong>するか、システム管理者に%2 を<em>suid</em>または<em>sgid</em>付きでインストールしてもらうよう頼んでみて下さい。</p><p>ただし、後者の方法はセキュリティの観点からはお勧めできません。</p>
nl: <p>Helaas, u bezit niet de nodige toegangsrechten om uw systeem's initconfiguratie te wijzigen. U kunt wel door de runlevels heen bladeren.</p><p>Als u de configuratie wilt wijzigen moet u of %1 <strong>herstarten</strong> als root (of een andere gebruiker die deze privileges heeft) of u vraagt de systeembeheerder om %2 als <em>suid</em> of <em>sgid</em> te installeren.</p><p>De laatste methode is niet aan te raden vanwege beveiligingsproblemen.</p>
no: <p>Beklager, du har ikke den tilgangen du trenger for å redigerer systemets init-konfigurasjon. Likevel kan du se på kjørenivåene.</p><p>Hvis du vil endre konfigurasjonen må du enten <strong>starte</strong> %1 <strong>på nytt som root</strong> (eller en annen priviligert bruker), eller spørre din systemadministrator om å installere %2 <em>suid</em> eller <em>sgid</em>.</p><p>Den siste måten anbefales ikke på grunn av sikkerhetsproblemer.</p>
no_ny: <p>Orsak, du har ikkje rette løyve for å redigera init-oppsettet til systemet. Du kan likevel kikka på køyrenivåa.</p><p>Dersom du heller vil endra oppsettet må du anten <strong>starta om att</strong> %1 <strong>som root</strong> (eller ein annan brukar med tilstrekkelege løyve), eller spørja systemadministratoren om å installera %2 som <em>suid</em> eller <em>sgid</em>.</p><p>Av tryggleiksgrunnar er ikkje den siste måten tilrådd.</p>
pt: <p>Infelizmente, não tens as permissões necessárias para editar a configuração init do teu sistema.</p>No entanto, podes consultá-las à vontade.</p><p>Se quiseres editar a configuração, vais ter que <strong>reiniciar</strong> o %1 <strong>como root</strong> (ou outro utilizador privilegiado), ou então pedir ao teu administrador para instalar o %2 como <em>suid</em> ou <em>sgid</em>.</p><p>A segunda opção não é recomendada, por questões de segurança.</p>
pt_br: <p>Desculpe, você não tem as permissões necessárias para editar a configuração de inicialização do seu sistema. No entanto, você está livre para navegar pelos níveis de execução.</p><p>Se você deseja editar a configuração, <strong>reinicie</strong> %1 <strong>como superusuário</strong> (ou outro usuário com permissões permissões suficientes), ou peça ao administrador de seu sistema para instalar %2 <em>suid</em> ou <em>sgid</em>.</p><p>A última sugestão não é recomendada por questões de segurança.</p>
ro: <p>Nu aveţi permisiunile necesare pentru a edita configurările de iniţializare ale sistemului dumneavoastră.</p> Oricum, vă este permis să răsfoiţi prin nivelele de execuţie.</p><p>Dacă totuşi doriţi să editaţi configuraţia sistemului, atunci fie <strong>restartaţi</strong> %1 <strong>ca root</strong> (sau alt utilizator privilegiat) sau cereţi administratorului dumneavoastră să instaleze %2 <em>suid</em> sau <em>sgid</em>.</p><p>În orice caz, ultima opţiune nu este recomandată din motive de securitate.</p>
ru: <p>У вас недостаточно прав для изменения параметров инициализации системы. </p>Однако вы можете просматривать уровни запуска.</p> <p>Если вы действительно хотите изменить конфигурацию, то или <strong>перезапустите</strong> %1 под правами <strong>root</strong> (или другого привилегированного пользователя), или попросите системного администратора установить %2 <em>suid</em> или <em>sgid</em>.</p><p>Второй способ не рекомендуется по соображениям безопасности.</p>
sk: <p>Ľutujem, ale nemáte práva upravovať konfiguráciu spustenia vášho systému. </p>Avšak môžete si prezerať jednotlivé úrovne behu systému.</p><p>Ak by ste chceli upravovať konfiguráciu, buď <strong>reštartujte</strong> %1 <strong>ako root</strong> (alebo iný privilegovaný používateľ), alebo kontaktujte vášho administrátora aby inštaloval %2 <em>suid</em> alebo <em>sgid</em>.</p><p>Poslednú možnosť kvôli bezpečnosti neodporúčame.</p>
sl: <p>Žal nimate ustreznih pravic, da bi spreminjali sistemske zagonske nastavitve. Seveda pa lahko brskate po ravneh delovanja.</p><p> Če želite spreminjati nastavitve, potem <strong>ponovno zaženite</strong> %1 kot uporabnik <strong>root</strong> (ali drug priviligirani uporabnik) ali pa prosite vašega skrbnika sistema, da namesti %2 <em>suid</em> ali <em>sgid</em>.</p><p> Slednje se zaradi varnostnih razlogov ne priporoča.</p>
sv: <p>Tyvärr, du har inte den behörighet som krävs för att redigera ditt systems startinställningar. </p> Du kan hur som helst utforska körnivåerna.</p><p>Om du verkligen vill redigera inställningarna får du antingen <strong>starta om</strong> %1 <strong>som root</strong> (eller någon annan privilegierad användare), eller be din systemadministratör installera %2 <em>suid</em> eller <em>sgid</em>.</p> <p>Det senare rekommenderas dock inte på grund av säkerhetsskäl.</p>
uk: <p>Перепрошую, але Ви не маєте дозволу для редагування ваших системних сценаріїв запуску системи. </p> Проте, Ви можете переглядати рівні виконання.</p><p>Якщо Ви бажаєте редагувати конфігурацію, або <strong>перезапустите</strong> %1 <strong>як root</strong> (чи як інший привілеїрований користувач), або просите адміністратора встановити на %2 <em>suid</em> або <em>sgid</em>.</p><p>Останню пораду ми не рекомендуємо внаслідок того, що це порушить безпеку системи.</p>

source: Not Enough Permissions
bg: Недостатъчно права
da: Ikke tilstrækkelig tilladelse
et: Piisavad õigused puuduvad
fi: Ei riittävästi oikeuksia
fr: Permissions insuffisantes
he: תואשרה קיפסמ ןיא
hu: Nincs megfelelő jogosultság
id: Izin Tidak Cukup
is: Ekki nægar heimildir
it: Permessi insufficienti
ja: 必要な権限がありません
ko: 권한이 없습니다
nl: Onvoldoende toegangsrechten
no: Ikke nok tilgang
no_ny: Utilstrekkelege løyve
pt: Permissões Insuficientes
pt_br: Sem permissões suficientes
ro: Nu aveţi suficiente permisiuni
ru: Недостаточно прав
sk: Nedostatočné práva
sl: Nimate ustreznih pravic
sv: Inte tillräcklig behörighet
uk: Недостатньо прав

source: &Other...
bg: &Други...
da: &Andet...
et: &Muud...
fi: &Muut...
fr: &Autre
he: ...רח&א
hu: E&gyéb...
id: &Lainnya...
is: &Annað...
it: &Altro...
ja: その他(&O)...
ko: 그 밖에(&O)...
nl: &Overig...
no: &Andre...
no_ny: &Anna ...
pt: &Outro...
pt_br: &Outro...
ro: &Altul...
ru: &Дополнительно...
sk: &Iné...
sl: &Drugo...
sv: A&nnan...
uk: &Інше...

source: Path Configuration
bg: Конфигуриране на път
da: Stiindstillinger
et: Asukohtade seadistused
fi: Polkuasetukset
fr: Configuration des chemins
he: םיביתנ תורדגה
hu: Az elérési út beállítása
id: Konfigurasi Path
is: Uppsetning slóða
it: Percorso della configurazione
ja: パス設定
ko: 경로 설정
nl: Pad naar configuratie
no: Stioppsett
no_ny: Stioppsett
pt: Configuração da Directoria
pt_br: Configuração de caminhos
ro: Configurare cale
ru: Настройка каталогов
sk: Cesta ku konfigurácii
sl: Nastavitve poti
sv: Sökvägsinställningar
uk: Налаштування шляху

source: Settings Not Fitting Anywhere Else
bg: Настройките, не са подходящи за нито една категория
da: Indstillinger der ikke passer nogen andre steder
et: Muud parameetrid
fi: Muut asetukset
fr: Paramètres divers
he: רחא םוקמ םוש ןהל ןיאש תורדגה
hu: A máshová be nem sorolható beállítások
id: Pengaturan yang Tidak Cocok Ditempat Lain
is: Stillingar sem hvergi eiga við
it: Impostazioni che non trovano posto altrove
ja: 設定は、他のどこかが合っていません。
ko: 적합하지 않은 설정
nl: Instellingen die nergens anders bij passen
no: Innstillinger passer ikke andre steder
no_ny: Innstillingar som ikkje passar andre stader
pt: Definições que Não Encaixam em Mais Nenhum Lado
pt_br: Configurações que não cabem em nenhum outro lugar
ro: Opţiuni care nu se potrivesc în altă parte
ru: Установки, не входящие ни в одну категорию
sk: Nastavenia nehodiace sa nikam inam
sl: Nastavitve, ki ne sodijo drugam
sv: Inställningar som inte passar in någon annanstans
uk: Параметри, які більше нікуди не входять
