Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysctrl.po
Languages: af, bg, cs, da, de, eo, et, fi, gl, he, hu, id, is, mt, nl, no_ny, pl, ro, ru, sk, sl, sr, ta

source: Manufacturer:
af: vervaardiger:
bg: Производител:
cs: Výrobce:
da: Fabrikant:
de: Hersteller:
eo: Produktinto:
et: Tootja:
fi: Valmistaja:
gl: Fabricante:
he: :ןרצי
hu: A gyártó cég:
id: Pabrikan:
is: Framleiðandi:
mt: Manifattur:
nl: Fabrikant:
no_ny: Produsent:
pl: Producent:
ro: Fabricant:
ru: Производитель:
sk: Výrobca:
sl: Izdelovalec:
sr: Proizvođač:
ta: ¾Â¡Ã¢ôÀ¡Ç÷:

source: Unknown vendor
af: onbekende verkoper
bg: Неизвестен доставчик
cs: Neznámý dodavatel
da: Ukendt sælger
de: Unbekannter Hersteller
eo: Nekonata produktinto
et: Tundmatu tootja
fi: Tuntematon valmistaja
gl: Vendedor descoñecido
he: עודי אל קפס
hu: Ismeretlen gyártó
id: Vendor tidak dikenal
is: Óþekktur framleiðandi
mt: Venditur mhux magħruf
nl: Onbekende distributeur
no_ny: Ukjend fabrikant
pl: Nieznany producent
ro: Vînzător necunoscut
ru: Неизвестный поставщик
sk: Neznámy dodávateľ
sl: Neznan dobavitelj
sr: Nepoznati distributer
ta: ¦¾Ã¢Â¡¾ Å¢Â¡À¡Ã¢

source: Hard disk drive
af: hard disket dryf
cs: Jednotka pevného disku
da: Hårde diskdrev
de: Festplatten-Laufwerk
eo: Fiksdiskingo
et: Kõvaketas
fi: Kiintolevyasema
he: חישק ןנוכ
hu: Merevlemezes egység
is: Harður diskur
mt: Ħard disk
nl: Harde schijf
no_ny: Harddisk
pl: Dysk twardy
ru: Накопитель на жестком диске
sk: Pevný disk
sl: Trdi disk
sr: Hard disk
ta: ÅýÅðÎ ­Âì¸¢

source: Floppy drive
af: sagteskyf dryf
bg: Флопи диск
cs: Disketová jednotka
da: diskettedrev
de: Disketten-Laufwerk
eo: Disketingo
et: Flopiseade
fi: Levyasema
gl: Disqueteira
he: םינוטילקת ןנוכ
hu: Hajlékonylemezes meghajtó
id: Drive Floppy
is: Disklingadrif
mt: Drajv flopi
nl: Diskettestation
no_ny: Diskettstasjon
pl: Napęd dyskietek
ro: Unitate floppy
ru: Накопитель на гибком диске
sk: Floppy mechanika
sl: Disketnik
sr: Disketna jedinica
ta: ¦¿¸¢úÅðÎ ­Âì¸¢

source: CD-ROM drive
af: CD-ROM dryf
bg: CD-ROM устройство
cs: Jednotka CD-ROM
da: cd-rom drev
de: CD-ROM-Laufwerk
eo: Lumdiskingo
et: CD-ROM seade
fi: CD-ROM asema
gl: Unidade de CD-ROM
he: םירוטילקת ןנוכ
hu: CD-ROM meghajtó
id: Drive CD-ROM
is: Geisladrif
mt: Drajv CD-ROM
nl: CD-ROM-speler
no_ny: CD-ROM-spelar
pl: CD-ROM
ro: Unitate CD-ROM
ru: Устройство чтения компакт-дисков
sk: CD-ROM mechanika
sl: Pogon CD-ROM
sr: CD-ROM
ta: ÌÚÅðÎ ­Âì¸¢

source: Unknown device
af: onbekende toestel
bg: Неизвестно устройство
cs: Neznámé zařízení
da: Ukendt enhed
de: Unbekanntes Gerät
eo: Nekonata aparato
et: Tundmatu seade
fi: Tuntematon laite
gl: Dispositivo descoñecido
he: עודי אל ןקתה
hu: Ismeretlen eszköz
id: Divais tidak dikenal
is: Óþekkt tæki
mt: Apparat mhux magħruf
nl: Onbekend station
no_ny: Ukjend eining
pl: Nieznane urządzenie
ro: Dispozitiv necunoscut
ru: Неизвестное устройство
sk: Neznáme zariadenie
sl: Neznana naprava
sr: Nepoznat uređaj
ta: ¦¾Ã¢Â¡¾î º¡¾Éõ

source: interrupt
bg: прекъсвания
cs: přerušení
da: stoppunkt
eo: interrompo
et: katkestus
fi: keskeytys
gl: interrupción
he: הקיספ
hu: megszakítás
id: interupsi
is: rofbeiðni
mt: interrott
no_ny: avbrot
pl: przerwanie
ro: întrerupere
ru: запрос на прерывание
sk: prerušenie
sl: prekinitev
sr: prekid
ta: ÌÚì¸£Î

source: Interrupt
bg: Прекъсвания
cs: Přerušení
da: Stoppunkt
eo: Interrompo
et: Katkestus
fi: Keskeytys
gl: interrupción
he: הקיספ
hu: Megszakítás
id: Interup
is: Rofbeiðni
mt: Interrott
no_ny: Avbrot
pl: Przerwanie
ro: Întrerupere
ru: Запрос на прерывание
sk: Prerušenie
sl: Prekinitev
sr: Prekid
ta: ÌÚì¸£Î

source: I/O area
bg: Диапазон I/O
cs: I/O prostor
da: I/U område
de: I/O-Bereich
eo: En/El-areo
et: I/O piirkond
fi: I/O-alue
gl: Área de entrada/saída
he: טלפ\טלק חווט
hu: I/O-terület
id: Wilayah I/O
is: I/O svæði
mt: Żona I/O
nl: I/O -gebied
no_ny: I/U-område
pl: Przestrzeń wejścia-wyjścia
ro: Domeniu I/O
ru: Диапазон I/O
sk: V/V oblasť
sl: V/I področje
sr: I/O oblast
ta: ¯û/¦ÅÇ¢ ÀÃôÒ

source: Network controller
af: netwerk beheerder
bg: Мрежови контролер
cs: Síťový řadič
da: Netværkskontrollør
de: Netzwerkkarten
eo: Ret-stirilo
et: Võrgukaart
fi: Verkko-ohjain
gl: Controlador de rede
he: תשר רקב
hu: Hálózati vezérlő
id: Pengendali jaringan
is: Netstýring
mt: Network
nl: Netwerkkaarten
no_ny: Nettverk-kontrollerar
pl: Karta sieciowa
ro: Controler de reţea
ru: Сетевая плата
sk: Sieťový adaptér
sl: Mrežni vmesnik
sr: Mrežni kontroler
ta: Å¨Äì ¸ðÎôÀÎò¾¢

source: Multimedia audio controller
af: multimedia audio beheerder
bg: Аудио контролер
cs: Řadič multimédií - audio
da: Multimedia audio kontrollør
de: Soundkarte
eo: Sonoro-stirilo
et: Helikaart
fi: Multimedia ääni-ohjain
gl: Controlador multimedia de audio
he: הידמיטלומ עמש רקב
hu: Multimédia audióvezérlő
id: Pengendali audio multimedia
is: Margmiðlunarhljóðstýring
mt: Awdjo multimedia
nl: Geluidskaart
no_ny: Multimedia lyd-kontrollerar
pl: Karta dźwiękowa
ro: Controler audio multimedia
ru: Аудио контроллер
sk: Multimediálny audio radič
sl: Multimedija - zvočna kartica
sr: Multimedijalni audio kontroler
ta: Àøæ¼¸ ´Ä¢ì ¸ðÎôÀÎò¾¢

source: Input device controller
af: invoer toestel beheerder
bg: Адаптер на устроство за въвеждане
cs: Řadič vstupního zařízení
da: Inddataenheds kontrollør
de: Eingabegeräte-Controller
eo: Enigaparat-stirilo
et: Sisestusseadme kontroller
fi: Syöttölaite
gl: Controlador do dispositivo de entrada
he: טלק ןקתה רקב
hu: Bemeneti eszközvezérlő
id: Pengendali divais input
is: Inntaksstýring
mt: Apparat tal-input
nl: Invoerapparaten
no_ny: Inneinings-kontrollerar
pl: Kontroler manipulatora
ro: Controler dispozitiv de intrare
ru: Адаптер устройства ввода
sk: Vstupné zariadenie
sl: Krmilnik vhodnik naprav
sr: Kontroler ulaznog uređaja
ta: ¯ûÇ£ðÎî º¡¾Éì ¸ðÎôÀÎò¾¢

source: KDE System Control Tool
af: kde stelsel kontrole program
bg: Помощна програма за контрол на хардуер на KDE
cs: Nástroj řízení systému pro KDE
da: KDE systemkontrol værktøj
de: KDE-Systemkontroll-Programm
eo: KDE-Sistem-Kontrolilo
et: KDE süsteemi kontrollimise vahend
fi: KDE Systeeminhallintatyökalu
gl: Ferramenta KDE para control do sistema
he: KDE לש תכרעמ תרקב ילכ
hu: KDE rendszerinformációs eszköz
id: Alat Kendali Sistem KDE
is: KDE Vélbúnaðarstillingar
mt: Għodda kontroll tas-sistema KDE
nl: KDE Systeem Controle Programma
no_ny: KDE Systemkontrollverktøy
pl: KDE Kontrola Systemu
ro: Sistemul de control KDE
ru: Утилита настройки оборудования для KDE
sk: KDE Systémový riadiaci nástroj
sl: Sistemsko nadzorno orodje v KDE
sr: KDE alatka za kontrolu sistema
ta: KDE ¸½¢É¢ì ¸ðÎôÀ¡Îì ¸ÕÅ¢

source: Properties of System
af: eienskappe van stelsel
bg: Свойства на системата
cs: Vlastnosti systému
da: Systemegenskaber
de: Eigenschaften von System
eo: Partoj de la sistemo
et: Süsteemi parameetrid
fi: Järjestelmän ominaisuudet
gl: Propiedades do Sistema
he: תכרעמה ינייפאמ
hu: A rendszer tulajdonságai
id: Properti Sistem
is: Eiginleikar kerfis
mt: Propjetajiet tas-sistema
nl: Eigenschappen van het systeem
no_ny: Eigenskapar til systemet
pl: Właściwości systemu
ro: Proprietăţile sistemului
ru: Свойства системы
sk: Vlastnosti systému
sl: Lastnosti sistema
sr: Svojstva sistema
ta: ¦¾¡Ì¾¢ô ÀñÒ¸û

source: Device Manager
af: toestel bestuurder
bg: Менаджер на устройства
cs: Správce zařízení
da: Enhedshåndtering
de: Gerätemanager
eo: Aparatadministrilo
et: Seadmete haldur
fi: Laitehallinta
gl: Administrador de Dispositivos
he: םינקתהה להנמ
hu: Eszközkezelő
id: Pengatur Divais
is: Tækjastjóri
mt: Maniġġjar tal-apparat
nl: Apparaatbeheerder
no_ny: Einingsbehandlar
pl: Menedżer urządzeń
ro: Manager de dispozitive
ru: Менеджер устройств
sk: Správca zariadení
sl: Upravitelj naprav
sr: Menadžer uređaja
ta: º¡¾É §ÁÄ¡Ç÷

source: memory area
af: geheue area
bg: област от паметта
cs: Paměťový prostor
da: hukommelsesområde
de: Speicherbereich
eo: memorareo
et: mälupiirkond
fi: muistialue
gl: área de memoria
he: ןורכיז חווט
hu: Memóriaterület
id: wilayah memori
is: minnissvæði
mt: żona tal-memorja
nl: geheugengebied
no_ny: minneområde
pl: pamięć
ro: domeniu de memorie
ru: область памяти
sk: pamäťová oblasť
sl: pomnilniško področje
sr: oblast memorije
ta: ¿¢¨É×ô ÀÃôÒ

source: Memory area
af: geheue area
bg: Област от паметта
cs: Paměťový prostor
da: Hukommelsesområde
de: Speicherbereich
eo: Memorareo
et: Mälupiirkond
fi: Mustialue
gl: Área de memoria
he: ןורכיז חווט
hu: Memóriaterület
id: Wilayah memori
is: Minnissvæði
mt: Zona tal-memorja
nl: Geheugengebied
no_ny: Minneområde
pl: Pamięć
ro: Domeniu de memorie
ru: Область памяти
sk: Pamäťová oblasť
sl: Pomnilniško področje
sr: Oblast memorije
ta: ¿¢¨É×ô ÀÃôÒ

source: Printer connector
af: drukker verbinder
bg: Порт на принтер
cs: Konektor tiskárny
da: Printerforbindelse
de: Druckeranschluss
eo: Presilkonektilo
et: Printeri port
fi: Tulostinliityntä
gl: Conector de impresora
he: תספדמ רוביח
hu: Nyomtatócsatlakozó
id: Penghubung printer
is: Prenttengi
mt: Konnettur tal-printer
nl: Printeraansluiting
no_ny: Skrivartilkopling
pl: Port drukarki
ro: Conector de imprimantă
ru: Порт принтера
sk: Konektor tlačiarne
sl: Priključek za tiskalnik
sr: Port za štampač
ta: «îÍô¦À¡È¢ §¸¡÷ôÀ¢

source: ECP printer connector
af: ecp drukker verbinder
bg: Порт на принтер ECP
cs: ECP konektor tiskárny
da: ecp printer forbindelse
de: ECP-Druckeranschluss
eo: ECP-presilkonektilo
et: ECP printeri port
fi: ECP tulostinliityntä
gl: Conector de impresora ECP
he: ECP תספדמ רוביח
hu: ECP szabványú nyomtatócsatlakozó
id: Penghubung printer ECP
is: ECP prenttengi
mt: Konnettur tal-printer ECP
nl: ECP-printeraansluiting
no_ny: ECP skrivartilkopling
pl: Port drukarki ECP
ro: Conector ECP de imprimantă
ru: Порт принтера ECP
sk: ECP konektor tlačiarne
sl: ECP priključek za tiskalnik
sr: ECP port za štampač
ta: ECP «îÍô¦À¡È¢ì §¸¡÷ôÀ¢

source: Unknown printer connector
af: onbekende drukker verbinder
bg: Неизвестен порт на принтер
cs: Neznámý konektor tiskárny
da: Ukendt printer forbindelse
de: Unbekannter Druckeranschluss
eo: Nekonata presilkonektilo
et: Tundmatu printeri port
fi: Tuntematon tulostinliityntä
gl: Conector de impresora descoñecido
he: עודי אל תספדמ רוביח
hu: Ismeretlen nyomtatócsatlakozó
id: Penghubung printer tidak dikenal
is: Óþekkt prenttengi
mt: Konnettur tal-printer mhux magħruf
nl: Onbekende printeraansluiting
no_ny: Ukjend skrivartilkopling
pl: Nieznany port drukarki
ro: Conector de imprimantă necunoscut
ru: Неизвестный порт принтера
sk: Neznámy konektor tlačiarne
sl: Neznan priključek za tiskalnik
sr: Nepoznat port za štampač
ta: ¦¾Ã¢Â¡¾ «îÍô¦À¡È¢ì §¸¡÷ôÀ¢

source: Multifunction card
af: multifunksie kaart
bg: Многофункционално устройство
cs: Víceúčelová karta
da: Multifunktionskort
de: Multifunktionskarte
eo: Plurfunkcia karto
et: Multifunktsionaalne kaart
fi: Monitoimikortti
gl: Tarxeta multifunción
he: םיעוציב-הבורמ סיטרכ
hu: Többfunkciós kártya
id: Kartu mutifungsi
is: Fjölnotakort
mt: Kard multi-funzjoni
nl: Multifunctionele kaart
no_ny: Multifunksjonskort
pl: Karta wielofunkcyjna
ro: Placă multifuncţională
ru: Многофункциональное устройство
sk: Multifunkčná karta
sl: Večnamenska kartica
sr: Višenamenska kartica
ta: Àø¦ºÂø «ð¨¼

source: Memory card
af: geheue kaart
bg: Карта за разширение на паметта
cs: Paměťová karta
da: Hukommelseskort
de: Speicherkarte
eo: Memorkarto
et: Mälukaart
fi: Muistikortti
gl: Tarxeta de memoria
he: ןורכיז סיטרכ
hu: Memóriakártya
id: Kartu memori
is: Minniskort
mt: Kard tal-memorja
nl: Geheugenkaart
no_ny: Minnekort
pl: Karta pamięci
ro: Placă de memorie
ru: Карта расширения памяти
sk: Pamäťová karta
sl: Pomnilniška kartica
sr: Memorijska kartica
ta: ¿¢¨É× «ð¨¼

source: Serial/Modem card
af: reeksnommer/modem kaart
bg: Серийна/Модемна карта
cs: Sériová/modemová karta
da: Seriel/modem kort
de: Karte für seriellen Anschluss/Modem
eo: Seria/Modem-karto
et: Jadapordi/modemi kaart
fi: Sarja/Modeemi kortti
gl: Tarxeta Modem/Serie
he: םדומ\ירוט סיטרכ
hu: Soros/modem kártya
id: Kartu Serial/Modem
is: Módem/raðtengiskort
mt: Kard serjali/modem
nl: Kaart voor seriële aansluiting/modem
no_ny: Serielt kort/modemkort
pl: Karta portów szeregowych/modem
ro: Placă serială/modem
ru: Модемная карта (последовательный порт)
sk: Sériová/Modemová karta
sl: Zaporedna/Modem kartica
sr: Serijska/modemska kartica
ta: ¦¾¡¼÷/§Á¡¼õ «ð¨¼

source: Parallel card
af: parallelle kaart
bg: Паралелен порт
cs: Paralelní karta
da: Parallel kort
de: Karte für parallelen Anschluss
eo: Paralela karto
et: Paralleelpordi kaart
fi: Rinnakkaiskortti
gl: Tarxeta paralelo
he: יליבקמ סיטרכ
hu: Párhuzamos kártya
id: Kartu paralel
is: Samhliðatengiskort
mt: Kard parallell
nl: Kaart voor parallelle aansluiting
no_ny: Parallellkort
pl: Karta portów równoległych
ro: Placă port paralel
ru: Параллельный порт
sk: Paralelná karta
sl: Kartica za vzporedni vmesnik
sr: Paralelna kartica
ta: ºÁ¡ó¾Ã «ð¨¼

source: Fixed disk
af: vasgemaakte disket
bg: Твърд диск
cs: Pevný disk
da: Fast disk
de: Festplatte
eo: Fiksdisko
et: Fikseeritud kõvaketas
fi: Kiintolevy
gl: Disco Fixo
he: עובק ןנוכ
hu: Merevlemez
id: Disk Tetap
is: Diskur
mt: Diska fissa
nl: Vaste schijf
no_ny: Fast disk
ro: Disc fix
ru: Жесткий диск
sk: Pevný disk
sl: Trdi disk
sr: Fiksni disk
ta: ¿¢¨ÄÂ¡É ÅðÎ

source: Video card
af: video kaart
bg: Видеоплатка
cs: Video karta
da: Video kort
de: Graphikkarte
eo: Videokarto
et: Videokaart
fi: Videokortti
gl: Tarxeta de vídeo
he: ואדיו סיטרכ
hu: Grafikus kártya
id: Kartu video
is: Skjákort
mt: Kard tal-video
nl: Videokaart
no_ny: Skjermkort
pl: Karta graficzna
ro: Placă video
ru: Видеоплата
sk: Video karta
sl: Video kartica
sr: Grafička kartica
ta: Å£Ê§Â¡ «ð¨¼

source: Network adapter
af: netwerk prop
bg: Мрежова карта
cs: Síťový adaptér
da: Netværks adapter
de: Netzwerkkarte
eo: Retkarto
et: Võrgukaart
fi: Verkkosovitin
gl: Adaptador de rede
he: תשר םאתמ
hu: Hálózati kártya
id: Adapter jaringan
is: Netkort
mt: Network
nl: Netwerkadapter
no_ny: Nettverk-adapter
pl: Karta sieciowa
ro: Adaptor de reţea
ru: Сетевая плата
sk: Sieťový adaptér
sl: Mrežni vmesnik
sr: Mrežni adapter
ta: Å¨Ä ²üÀ¢

source: AIMS card
af: aims kaart
bg: AIMS карта
cs: AIMS karta
da: aims kort
de: AIMS-Karte
eo: AIMS-karto
et: AIMS kaart
fi: AIMS kortti
gl: Tarxeta AIMS
he: AIMS סיטרכ
hu: AIMS kártya
id: Kartu AIMS
is: AIMS kort
mt: Kard AIMS
nl: AIMS-kaart
no_ny: AIMS-kort
pl: Karta AIMS
ro: Placă AIMS
ru: Плата AIMS
sk: AIMS karta
sl: AIMS kartica
sr: AIMS kartica
ta: AIMS «ð¨¼

source: SCSI adapter
af: scsi prop
bg: SCSI адаптер
cs: SCSI adaptér
eo: SCSI-karto
et: SCSI kaart
fi: SCSI-sovitin
gl: Adaptador SCSI
he: SCSI םאתמ
hu: SCSI-vezérlő
id: Adapter SCSI
is: SCSI kort
mt: Adattur SCSI
pl: Katra kontrolera SCSI
ro: Adaptor SCSI
ru: Контроллер SCSI
sk: SCSI radič
sl: SCSI vmesnik
ta: SCSI ²üÀ¢

source: unknown card type
af: onbekende kaart tipe
bg: неизвестна тип карта
cs: neznámý typ karty
da: ukendt korttype
de: Unbekannter Kartentyp
eo: nekonata karttipo
et: tundmatu kaardi tüüp
fi: tuntematon korttityyppi
gl: Tipo de tarxeta descoñecido
he: עודי אל סיטרכ גוס
hu: ismeretlen kártyatípus
id: Tipe kartu tidak dikenal
is: óþekkt kort
mt: kard mhux magħrufa
nl: Onbekend kaarttype
no_ny: ukjend korttype
pl: nieznany typ karty
ro: Placă de tip necunoscut
ru: неизвестная плата
sk: neznámy typ karty
sl: neznan tip kartice
sr: nepoznati tip kartice
ta: ¦¾Ã¢Â¡¾ Å¨¸ «ð¨¼

source: Empty socket
af: leeg soket
bg: Празно гнездо
cs: Prázdný socket
da: Tom sokkel
de: Leerer Einschub
eo: malplena ingo
et: Tühi pesa
fi: Tyhjä pistoke
gl: Zócolo baleiro
he: קיר עקש
hu: Üres csatlakozóaljazat
id: Socket kosong
is: Tómt tengi
mt: Slott vojt
nl: Lege socket
no_ny: Tom sokkel
pl: Puste gniazdo
ro: Soclu gol
ru: Пустое гнездо
sk: Prázdny soket
sl: Prazen vtič
sr: Prazan socket
ta: ¦ÅüÚò Ð¨Ç

source: Non-VGA unclassified device
af: Non-VGA ongeklasifiseerde toestel
bg: Неизвестно не VGA-съвместимо устройство
cs: Nezařazená zařízení (ne-VGA)
da: Ikke-Vga ikke klassificerede enheder
de: Nicht-VGA-kompatibles, unklassifiziertes Gerät
eo: Ne-VGA-aj neklasitaj aparatoj
et: Klassifitseerimata mitte-VGA kaart
fi: Ei-VGA, luokittelematon laite
gl: Dispositivo Non-VGA non clasificado
he: VGA וניאש גווסמ אל ןקתה
hu: Nem VGA-kompatibilis, máshová nem besorolható eszköz
id: Divais non-VGA yang tak diklasifikasikan
is: Óþekkt tæki (ekki VGA)
mt: apparat bla klassifika mhux VGA
nl: Niet-geklassicificeerde non-VGA-kaart
no_ny: Ikkje-VGA uklassifisert eining
pl: Nieznane urządzenie nie-VGA
ro: Dispozitiv neclasificat non-VGA
ru: Неизвестное не VGA-совместимое устройство
sk: Neklasifikované VGA-nekompatibilné zariadenie
sl: Neopredeljena naprava, ki ni VGA
sr: Ne-VGA neklasifikovani uređaj
ta: VGA-«øÄ¡, Å¨¸ ¦¾Ã¢Â¡î º¡¾Éõ

source: VGA compatible unclassified device
af: vga aanpasbaar ongeklasifiseerde toestel
bg: Неизвестно VGA-съвместимо устройство
cs: Nezařazená zařízení kompatibilní s VGA
da: Vga kompatible ikke klassificerede enheder
de: VGA-kompatibles, unklassifiziertes Gerät
eo: VGA-kongruaj neklasitaj aparatoj
et: Klassifitseerimata VGA-ühilduv kaart
fi: VGA-yhteensopiva, luokittelematon laite
gl: Dispositivo compatible VGA non clasificado
he: VGA םאות גווסמ אל ןקתה
hu: VGA-kompatibilis, máshová nem besorolható eszköz
id: Divais VGA kompatibel yang tidak diklasifikasikan
is: Óþekkt tæki (einhverskonar VGA)
mt: apparat VGA bla klassifika
nl: VAG-ondersteundende, niet-geklassificeerde kaart
no_ny: VGA-kompatibel uklassifisert eining
pl: Nieznane urządzenie kompatybilne z VGA
ro: Dispozitiv neclasificat compatibil VGA
ru: Неизвестное VGA-совместимое устройство
sk: Neklasifikované VGA-kompatibilné zariadenie
sl: Neopredeljena naprava, ki je VGA
sr: VGA kompatibilan neklasifikovani uređaj
ta: VGA ­¨½¦Å¡ò¾, Å¨¸ ¦¾Ã¢Â¡î º¡¾Éõ

source: SCSI storage controller
af: scsi stoorplek beheerder
bg: SCSI контролер
cs: Řadiče SCSI úložišť
da: SCSI opbevarings kontrollør
de: SCSI-Platten-Controller
eo: SCSI-amasmemora stirilo
et: SCSI kontroller
fi: SCSI-ohjain
gl: Controlador SCSI de armacenamento
he: SCSI ןוסחא רקב
hu: SCSI tárolóvezérlő
id: Pengendali penyimpan SCSI
is: SCSI stýrikort
mt: kontrollur tal-ħażna SCSI
nl: SCSI-opslagcontroller
no_ny: SCSI-lagringskontrollerar
ro: Controler de stocare SCSI
ru: Контроллер SCSI
sk: SCSI diskový radič
sl: Krmilnik SCSI
sr: SCSI kontroler za skladištenje
ta: SCSI §¾ì¸ì ¸ðÎôÀÎò¾¢

source: IDE interface
af: ide koppelvlak
bg: IDE интерфейс
cs: Rozhraní IDE
da: Ide grænseflade
de: IDE-Schnittstelle
eo: IDE-interfaco
et: IDE liides
fi: IDE-liityntä
gl: Interface IDE
he: IDE קשממ
hu: IDE csatoló
id: Interface IDE
is: IDE tengi
mt: interfaċċja IDE
no_ny: IDE-miljø
pl: Interfejs IDE
ro: Interfaţă IDE
ru: Интерфейс IDE
sk: IDE rozhranie
sl: Vmesnik IDE
sr: IDE interfejs
ta: IDE Ó¸ôÒ

source: Floppy disk controller
af: sagteskyf disket beheerder
bg: Флопи дисков контролер
cs: Řadič disketové jednotky
da: Floppydisk kontrollør
de: Disketten-Controller
eo: Disketingo-stirilo
et: Flopiseadme kontroller
fi: Levykeohjain
gl: Controlador de disquette
he: םינוטילקת רקב
hu: Hajlékonylemez-vezérlő
id: Pengendali disk floppy
is: Disklingastýring
mt: Kontrollur tal-flopi
nl: Diskettecontroller
no_ny: Diskettkontrollerar
pl: Kontroler stacji dyskietek
ro: Controler de floppy-disk
ru: Контроллер гибких дисков
sk: Štandardný radič diskiet
sl: Krmilnik disketnika
sr: Kontoler disketne jedinice
ta: ¦¿¸¢úÅðÎì ¸ðÎôÀÎò¾¢

source: IPI bus controller
af: ipi bus beheerder
bg: Контролер на IPI
cs: Řadič sběrnice IPI
da: IPI bus kontrollør
eo: IPI-busa stirilo
et: IPI siini kontroller
fi: IPI-väyläohjain
gl: Controlador de bus IPI
he: IPI קיפא ירקב
hu: IPI buszvezérlő
id: Pengendali bus IPI
is: IPI brautarstýring
mt: Kontrollatur IPI
no_ny: IPI buss-kontrollerar
pl: Kontroler magistrali IPI
ro: Controlere de bus IPI
ru: Контроллер IPI
sk: IPI radič zbernice
sl: Vmesnik za vodilo IPI
sr: IPI kontroler
ta: IPI À¡ð¨¼ì ¸ðÎôÀÎò¾¢

source: RAID bus controller
af: raid bus beheerder
bg: RAID Контролер
cs: Řadič sběrnice RAID
da: Raid bus kontrollør
eo: RAID-busa stirilo
et: RAID siini kontroller
fi: RAID-ohjain
gl: Controlador de bus RAID
he: RAID קיפא ירקב
hu: RAID buszvezérlő
id: Pengendali bus RAID
is: RAID brautarstýring
mt: Kontrollatur RAID
no_ny: RAID buss-kontrollerar
pl: Kontroler RAID
ro: Controlere de bus RAID
ru: Контроллер RAID
sk: RAID radič zbernice
sl: Krmilnik za vodilo RAID
sr: RAID kontroler
ta: ¦Ãöð À¡ð¨¼ì ¸ðÎôÀÎò¾¢

source: Unknown mass storage controller
af: onbekende massa stoorplek beheerder
bg: Неизвестен контролер
cs: Řadič neznámého velkokapacitního úložiště
da: Ukendt masseopbevarings kontrollører
de: Unbekannter Massenspeicher-Controller
eo: Nekonata amasmemora stirilo
et: Tundmatu mass-salvestuse kontroller
fi: Tuntematon massamuistiohjain
gl: Controlador de armacenamento masivo descoñecido
he: עודי אל ינומה ןוסחא רקב
hu: Ismeretlen háttértár-vezérlő
id: Pengendali penyimpanan massal tidak dikenal
is: Óþekkt diskstýring
mt: Kontrollatur tal-ħażna mhux magħruf
nl: Onbekende massa-opslag-controller
no_ny: Ukjend masselagringskontrollerarar
pl: Nieznany kontroler pamięci masowej
ro: Controler de stocare necunoscut
ru: Неизвестный накопитель
sk: Neznáme zariadenie na ukladanie veľkého objemu dát
sl: Neznani krmilnik za podatkovno shranjevalne naprave
sr: Nepoznati kontroler za masovno skladištenje
ta: ¦¾Ã¢Â¡¾ ¦ÀÕó §¾ì¸ì ¸ðÎôÀÎò¾¢

source: Ethernet controller
af: ethernet beheerder
bg: Ethernet контролер
cs: Řadič Ethernet
da: Eternet kontrollør
de: Ethernet-Netzwerkkarte
eo: Eterret-stirilo
et: Ethernet võrgukontroller
fi: Ethernet verkkokortti
gl: Controlador Ethernet
he: טנרתא רקב
hu: Ethernet kártya
id: Pengendali Ethernet
is: Ethernet netstýring
mt: Kontrollatur "ethernet"
nl: Ethernet-netwerkkaart
no_ny: Ethernet-kontrollerar
pl: Karta sieciowa ethernet
ro: Controler de reţea Ethernet
ru: Сетевая плата Ethernet
sk: Ethernetový radič
sl: Ethernet krmilnik
sr: Ethernet kontroler
ta: ®ò¾÷¦¿ð ¸ðÎôÀÎò¾¢

source: Token ring network controller
af: token kring netwerk beheerder
bg: Token ring контролер
cs: Síťový řadič Token ring
da: Token ring Netværkskontrollør
de: Tokenring-Netzwerkkarte
eo: Stafetringa retstirilo
et: Token ring võrgukontroller
fi: Token ring verkkokortti
gl: Controlador de rede por paso de testemuña (Token Ring)
he: Token Ring תשר רקב
hu: Token ring hálózati kártya
id: Pengendali jaringan token ring
is: Token Ring netstýring
mt: Kontrollatur ta' network token-ring
nl: Tokenring-netwerkkaart
no_ny: Token ring nettverkskontrollerar
pl: Karta sieciowa token ring
ro: Controler de reţea Token Ring
ru: Сетевая плата Token ring
sk: Token ring sieťové zariadenie
sl: 'Token ring' mrežni krmilnik
sr: Token ring mrežni kontroler
ta: §¼¡ì¸ý Ã¢íì Å¨ÄÂ¨ÁôÒì ¸ðÎôÀÎò¾¢

source: FDDI network controller
af: fddi netwerk beheerder
bg: Мрежова платка за FDDI
cs: Síťový řadič FDDI
da: Fddi Netværkskontrollør
de: FDDI-Netzwerkkarte
eo: FDD-retstirilo
et: FDDI võrgukontroller
fi: FDDI verkkoohjain
gl: Controlador de rede FDDI
he: FDDI תשר רקב
hu: FDDI hálózati kártya
id: Pengendali jaringan FDDI
is: FDDI netstýring
mt: Kontrollatur ta' network FDDI
nl: FDDI-netwerkkaart
no_ny: FDDI nettverkskontrollerar
pl: Karta sieciowa FDDI
ro: Controler de reţea FDDI
ru: Сетевая плата FDDI
sk: FDDI sieťové zariadenie
sl: Mrežni krmilnik FDDI
sr: FDDI mrežni kontroler
ta: FDDI Å¨ÄÂ¨ÁôÒì ¸ðÎôÀÎò¾¢

source: ATM network controller
af: atm netwerk beheerder
bg: Мрежова платка за ATM
cs: Síťový řadič ATM
da: Atm Netværkskontrollør
de: ATM-Netzwerkkarte
eo: ATM-retstirilo
et: ATM võrgukontroller
fi: ATM verkkokortti
gl: Controlador de rede ATM
he: ATM תשר רקב
hu: ATM hálózati kártya
id: Pengendali jaringan ATM
is: ATM netstýring
mt: Kontrollatur ta' network ATM
nl: ATM-netwerkkaart
no_ny: ATM nettverkskontrollerar
pl: Karta sieciowa ATM
ro: Controler de reţea ATM
ru: Сетевая плата ATM
sk: ATM sieťové zariadenie
sl: Mrežni krmilnik ATM
sr: ATM mrežni kontroler
ta: ²Ê²õ Å¨ÄÂ¨ÁôÒì ¸ðÎôÀÎò¾¢
