Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/ksysv.po
Languages: bg, da, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, pt_br, ro, ru, sk, sl, sv, uk

source: The service directory you specified does not exist.<br><br>You can continue if you want to, or you can select cancel to select a new directory.
bg: Директория с обслужвания, която Вие сте задали, не существува.<br><br>Можете да продължите или отмените действието и да изберете нова директория.
da: Den servicemappe, du angav, eksisterer ikke.<br><br>Du kan fortsætte, hvis du vil, eller du kan vælge annullér for at vælge en ny mappe.
et: Sinu poolt määratud teenuste kataloogi pole olemas.<br><br>Sa võid jätkata või klikkida uue kataloogi valimiseks nupul "Tühista".
fi: Palveluhakemisto jonka määrittelit ei ole olemassa.<br><br>Voit jatkaa, jos haluat, tai valita uuden hakemiston.
fr: Le dossier de services que vous avez indiqué n'existe pas.<br><br> Vous pouvez poursuivre malgré cela, ou bien annuler pour pouvoir sélectionner un autre dossier.
he: .תמייק אל תנייצש םיתורישה תיירפס<br><br> ,ךנוצר הז םא ךישמהל ךתורשפאב<br>רוחבלו לוטיבב רוחבל ךתורשפאבש וא<br>.השדח הירפס
hu: A megadott szolgáltatáskönyvtár nem létezik.<br><br>Folytathatja a műveletet vagy visszaléphet egy másik könyvtár megadásához.
id: Direktori layanan yang anda masukkan tidak ada.<br><br>Anda dapat melanjutkan jika anda mau, atau anda dapat memilih batal untuk memilih direktori baru.
is: Þjónustumappan sem þú gaft upp er ekki til.<br><br>Þú getur haldið áfram ef þú vilt eða þú getur valið 'Hætta við' og valið aðra möppu.
it: La directory di servizio che hai specificato non esiste.<br><br>Puoi continuare se vuoi, oppure puoi selezionare cancella per sceglierne una nuova.
ja: 指定されたサービスディレクトリは存在しません<br><br>お望みなら継続することができますが、キャンセルしてディレクトリを指定しなおすこともできます。
ko: 명시한 서비스 자료방이 존재하지 않습니다.<br><br>계속 진행시키거나,또는 새 자료방을 선택하기 위해서 취소를 선택할 수 있습니다.
nl: De door u gespecificeerde dienstmap bestaat niet.<br><br>Als u wilt kunt u doorgaan, of u kunt nu op annuleren klikken om een andere map te selecteren.
no: Tjenestekatalogen du oppgi eksisterer ikke.<br><br>Du kan fortsette hvis du vil, eller du kan velge avslutt for å oppgi en ny katalog.
no_ny: Tenestekatalogen du oppgav finst ikkje.<br><br>Du kan fortsetja eller avbryta og velja ein annan katalog.
pt: A directoria de serviço que especificaste não existe.<br><br>Podes continuar se quiseres, ou então carrega em Cancelar para seleccionar outra directoria.
pt_br: O diretório de serviços que você especificou não existe.<br><br>Você pode continuar se quiser, ou pode pressionar Cancelar para selecionar um novo diretório.
ro: Directorul de servicii pe care l-aţi specificat nu există.<br><br>Puteţi continua dacă doriţi sau puteţi alege "Renunţă" pentru a selecta un nou director.
ru: Каталог с сервисами, который вы указали, не существует.<br><br>Вы можете продолжить или отменить действие и выбрать новый каталог.
sk: Priečinok so službami, ktorý ste uviedli, neexistuje.<br><br>Ak chcete, môžete pokračovať, alebo môžete zvoliť Zrušiť a uviesť nový priečinok.
sl: Podani imenik s servisi ne obstaja.<br><br>Če želite lahko nadaljujete, lahko pa kliknete 'Prekliči' in izberete nov imenik.
sv: Tjänst-katalogen som du specificerade finns inte.<br><br>Du kan fortsätta om du vill, eller så kan du välja avbryt för att välja en ny katalog.
uk: Каталог служб, який Ви вказали, не існує.<br><br>Ви можете продовжити, якщо бажаєте, або скасувати і вибрати нову теку.

source: The runlevel directory you specified does not exist.<br><br>You can continue if you want to, or you can select cancel to select a new directory.
bg: Директория с нивата на стартиране, която сте задали не същствува.<br><br>Можете да продължите или отмените действието и да изберете нова директория.
da: Den køreniveaumappe du angav eksisterer ikke.<br><br>Du kan fortsætte, hvis du vil, eller du kan vælge annullér for at vælge en ny mappe.
et: Sinu poolt määratud käivitustasemete kataloogi pole olemas.<br><br>Sa võid jätkata või klikkida uue kataloogi valimiseks nupul "Tühista".
fi: Antamaasi ajotasohakemistoa ei ole olemassa.<br><br>Voit jatkaa, jos haluat, tai valita uuden hakemiston.
fr: Le dossier de niveaux d'exécution que vous avez indiqué n'existe pas.<br><br> Vous pouvez poursuivre malgré cela, ou bien annuler pour pouvoir sélectionner un autre dossier.
he: .תמייק הניא תנייצש הלעפהה תיירפס<br><br> ,ךנוצר הז םא ךישמהל ךתורשפאב<br>רוחבלו לוטיבב רוחבל ךתורשפאבש וא<br>.השדח הירפס
hu: A megadott futásszintkönyvtár nem létezik.<br><br>Folytathatja a műveletet vagy visszaléphet egy másik könyvtár megadásához.
id: Direktori runlevel yang anda masukkan tidak ada.<br><br>Anda dapat melanjutkan jika anda mau, atau anda dapat memilih batal untuk memilih direktori baru.
is: Keyrslustigsmappan sem þú gaft upp er ekki til.<br><br>Þú getur haldið áfram ef þú vilt eða þú getur valið 'Hætta við' og valið aðra möppu.
it: La directory di runlevel che hai specificato non esiste.<br><br>Puoi continuare se vuoi, oppure puoi selezionare cancella per sceglierne una nuova.
ja: 指定されたランレベルディレクトリは存在しません<br><br>お望みなら継続することができますが、キャンセルしてディレクトリを指定しなおすこともできます。
ko: 명시한 runlevel 자료방이 존재하지 않습니다.<br><br>계속 진행시키거나,또는 새 자료방을 선택하기 위해서 취소를 선택할 수 있습니다.
nl: De door u gespecificeerde runlevelmap bestaat niet.<br><br>Als u wilt kunt u doorgaan, of u kunt op annuleren klikken om een nieuwe map te selecteren.
no: Kjørenivåkatalogen du oppgi eksisterer ikke.<br><br>Du kan fortsette hvis du vil, eller du kan velge avslutt for å oppgi en ny katalog.
no_ny: Køyrenivåkatalogen du oppgav finst ikkje.<br><br>Du kan fortsetja om du vil eller avbryta og velja ein annan katalog.
pt: A directoria de runlevel que especificaste não existe.<br><br>Podes continuar se quiseres, ou então carrega em Cancelar para seleccionar outra directoria.
pt_br: O diretório de níveis de execução que você especificou não existe.<br><br>Você pode continuar se quiser, ou pode pressionar Cancelar para selecionar um novo diretório.
ro: Directorul de nivele de execuţie pe care l-aţi specificat nu există.<br><br>Puteţi continua dacă doriţi sau puteţi alege "Renunţă" pentru a selecta un nou director.
ru: Каталог с уровнями запуска, который вы указали, не существует.<br><br>Вы можете продолжить или отменить действие и выбрать новый каталог.
sk: Priečinok pre danú úroveň behu systému, ktorý ste uviedli, neexistuje.<br><br>Ak chcete, môžete pokračovať, alebo môžete zvoliť Zrušiť a uviesť nový priečinok.
sl: Podani imenik z nivoji delovanja ne obstaja.<br><br>Če želite, lahko nadaljujete, lahko pa kliknete 'Prekliči' in izberete nov imenik.
sv: Körnivå-katalogen som du specificerade finns inte.<br><br>Du kan fortsätta om du vill, eller så kan du välja avbryt för att välja en ny katalog.
uk: Каталог рівнів виконання, який Ви вказали, не існує.<br><br>Ви можете продовжити, якщо бажаєте, або скасувати і вибрати нову теку.

source: &Service
bg: &Обслужвания
da: &Tjeneste
et: &Teenus
fi: &Palvelu
he: תורי&ש
hu: S&zolgáltatás
id: &Layanan
is: Þjónu&sta
it: &Servizi
ja: サービス(&S)
ko: 서비스(&S)
nl: Dien&st
no: &Tjeneste
no_ny: &Teneste
pt: &Serviço
pt_br: &Serviço
ro: &Serviciu
ru: &Сервисы
sk: &Služba
sl: &Servis
sv: Tjän&st
uk: &Служба

source: Description:
bg: Описание:
da: Beskrivelse:
et: Kirjeldus:
fi: Kuvaus:
he: :רואית
hu: Leírás:
id: Deskripsi:
is: Lýsing:
it: Descrizione:
ja: 定義:
ko: 설명:
nl: Beschrijving:
no: Beskrivelse:
no_ny: Skildring:
pt: Descrição:
pt_br: Descrição:
ro: Descriere:
ru: Описание
sk: Popis:
sl: Opis:
sv: Beskrivning:
uk: Опис:

source: Actions
bg: Действия
da: Handlinger
et: Tegevused
fi: Toiminto
he: תולועפ
hu: Események
id: Aksi
is: Aðgerðir
it: Azioni
ja: アクション
ko: 움직임
nl: Handelingen
no: Hendelser
no_ny: Handlingar
pt: Acções
pt_br: Ações
ro: Acţiuni
ru: Действия
sk: Akcie
sl: Dejanja
sv: Åtgärder
uk: Дії

source: S&top
bg: &Спри
et: Pea&ta
fi: &Pysäytä
fr: Arrê&ter
he: רו&צע
hu: Leá&llítás
id: Hen&tikan
is: S&töðva
it: &Ferma
ja: 停止(&t)
ko: 멈춤(&t)
nl: S&toppen
no: S&topp
no_ny: S&topp
pt: &Parar
pt_br: &Parar
ro: &Opreşte
ru: &Остановить
sl: Us&tavi
sv: S&toppa
uk: &Стоп

source: &Restart
bg: &Престартирай
da: &Genstart
et: &Käivita uuesti
fi: &Uudelleenkäynnistä
fr: &Redémarrer
he: שדחמ לע&פה
hu: Új&raindítás
id: &Mulai Ulang
is: Endu&rræsa
it: &Riavvia
ja: 再起動(&R)
ko: 재시작(&R)
nl: &Herstarten
no: &Omstart
no_ny: &Omstart
pt: &Reiniciar
pt_br: &Reiniciar
ro: &Reporneşte
ru: &Перезапустить
sk: &Reštart
sl: &Ponovno zaženi
sv: Sta&rta om
uk: Пе&резапустити

source: &Entry
bg: &Запис
da: &Indgang
et: &Kirje
fi: &Tietue
fr: &Entrée
he: ךר&ע
hu: &Bejegyzés
id: &Entri
is: &Færsla
it: &Elemento
ja: エントリ(&E)
ko: 항목(&E)
nl: &Ingang
no: Opp&føring
no_ny: Opp&føring
pt: R&egisto
pt_br: &Registro
ro: &Intrare
ru: &Элемент
sk: &Záznam
sl: &Vnos
sv: P&ost
uk: &Запис

source: &Name:
bg: &Име:
da: &Navn:
et: &Nimi:
fi: &Nimi:
fr: &Nom :
he: :&םש
hu: &Név:
id: &Nama:
is: &Nafn:
it: &Nome:
ja: 名前(&N):
ko: 이름(&N)
nl: &Naam:
no: &Navn:
no_ny: &Namn:
pt: &Nome:
pt_br: &Nome:
ro: &Nume:
ru: &Имя:
sk: Me&no
sl: &Ime:
sv: &Namn:
uk: &Назва:

source: &Points to service:
bg: &Указател на обслужване:
da: &Punkter at betjene
et: &Viitab teenusele:
fi: &Osoittaa palveluun:
fr: &Pointe vers le service :
he: :תורישה לא עיב&צמ
hu: A &hivatkozott szolgáltatás:
id: &Point ke layanan:
is: &Vísar á þjónustu:
it: &Punta al servizio:
ja: 下記のサービスを指す(&P):
nl: Ver&wijst naar de volgende dienst:
no: &Peker på tjeneste:
no_ny: &Peikar til teneste:
pt: A&ponta para o serviço:
pt_br: A&ponta para serviço:
ro: &Duce la serviciul:
ru: &Указывает на сервис:
sk: &Ukazuje na službu:
sl: &Kaže na servis:
sv: &Pekar på tjänst:
uk: &Вказує на службу:

source: &Sorting number:
bg: &Пореден номер:
da: &Sorterer nummer:
et: &Järjekorranumber:
fi: &Järjestysnumero:
fr: Numéro d'or&dre :
he: :ירודיס רפס&מ
hu: &Sorszám:
id: &Nomor pengurutan:
is: &Raðnúmer:
it: &Numero d'ordine:
ja: ソート番号(&S):
ko: 분류 숫자(&S)
nl: &Sorteernummer:
no: &Sorterer tall:
no_ny: &Sorteringstal:
pt: Número de &ordem:
pt_br: &Número de ordem:
ro: Număr de &sortare:
ru: &Порядковый номер:
sk: &Poradové číslo:
sl: Število za ra&zvrščanje:
sv: Ordning&snummer:
uk: Число &упорядкування:

source: Operating System
bg: Операционна система
da: Operativsystem
et: Operatsioonisüsteem
fi: Käyttöjärjestelmä
fr: Système d'exploitation
he: הלעפה תכרעמ
hu: Operációs rendszer
id: Sistem Operasi
is: Stýrikerfi
it: Sistema operativo
ja: オペレーティングシステム
ko: 운영 체제
nl: Besturingssysteem
no: Operativsystem
no_ny: Operativsystem
pt: Sistema Operativo
pt_br: Sistema operacional
ro: Sistemul de operare
ru: Операционная система
sk: Operačný systém
sl: Operacijski sistem
sv: Operativsystem
uk: Операційна система

source: <h3>What Operating System do you use?</h3> <p> bla bla </p>
bg: <h3>Каква операционна система Вие използвате?</h3> <p> ... ... </p>
da: <h3>Hvilket operativsystem bruger du?</h3> <p> bla bla </p>
et: <h3>Millist operatsioonisüsteemi sa kasutad?</h3> <p> bla bla </p>
fi: <h3>Mitä käyttöjärjestelmää käytät?</h3> <p> bla bla </p>
fr: <h3>Quel système d'exploitation utilisez-vous ?</h3> <p> bla bla </p>
he: <h3>?שמתשמ התא הלעפה תכרעמ וזיאב</h3> <p> הלב הלב </p>
hu: <h3>Milyen operációs rendszert használ?</h3> <p> OS </p>
id: <h3>Sistem Operasi apa yang anda gunakan?</h3> <p> bla bla </p>
is: <h3>Hvaða stýrikerfi notarðu ?</h3> <p> bla bla </p>
it: <h3>Che sistema operativo usi?</h3> <p> bla bla </p>
ja: <h3>どんなオペレーティングシステムを使ってます?</h3> <p> やれやれ </p>
ko: <h3>어떤 운영체제를 사용하십니까?</h3> <p> bla bla </p>
nl: <h3>Welk besturingssysteem gebruikt u?</h3> <p> bla bla </p>
no: <h3>Hvilket operativsystem bruker du?</h3> <p> bla bla </p>
no_ny: <h3>Kva for operativsystem brukar du?</h3> <p> bla bla </p>
pt: <h3>Que Sistema Operativo usas?</h3> <p> blá blá </p>
pt_br: <h3>Que sistema operacional você usa ?</h3> <p> bla bla </p>
ro: <h3>Ce sistem de operare utilizaţi?</h3> <p>Nimic... </p>
ru: <h3>Какую операционную систему вы используете?</h3> <p> ... ... </p>
sk: <h3>Aký operačný systém chcete používať?</h3> <p> bla bla </p>
sl: <h3>Kateri operacijski sistem uporabljate?</h3> <p> bla bla </p>
sv: <h3>Vilket operativsystem använder du?</h3> <p> bla bla </p>
uk: <h3>Яку операційну систему Ви використовуєте?</h3> <p> ля ля </p>

source: Choose Your Operating System
bg: Изберете вашата операционна система
da: Vælg dit operativsystem
et: Vali operatsioonisüsteem
fi: Valitse käyttöjärjestelmä
fr: Sélectionnez le système d'exploitation que vous utilisez
he: ךלש הלעפהה תכרעמ תא רחב
hu: Válassza ki az Ön operációs rendszerét
id: Pilih Sistem Operasi Anda
is: Veldu þitt stýrikerfi
it: Scegli il tuo sistema operativo
ja: お使いのオペレーティングシステムを選択して下さい
ko: 운영체제를 선택하세요
nl: Kies uw besturingssysteem
no: Velg ditt operativsystem
no_ny: Vel operativsystemet ditt
pt: Selecciona o teu sistema operativo
pt_br: Escolha seu sistema operacional
ro: Selectaţi sistemul de operare
ru: Выберите вашу операционную систему
sk: Vyberte váš operačný systém
sl: Izberite vaš operacijski sistem
sv: Välj ditt operativsystem
uk: Виберіть Вашу операційну систему

source: &Red Hat Linux
id: Linux &Red Hat
is: Rauðhetta (Red Hat) Linux
ko: 레드햇 리눅스(&R)

source: &Corel Linux OS
fi: &Corel Linux
id: Linux OS &Corel
is: &Corel Linux
ko: 코렐 리눅스 OS(&C)
uk: ОС &Corel Linux

source: Editing disabled - please check your permissions
bg: Редактирането е невъзможно - моля проверете си правата
da: Redigering slået fra - Undersøg dine adgangstilladelser.
et: Muutmine keelatud - palun kontrolli õigusi.
fi: Muokkaus estetty - Tarkista oikeutesi
fr: Modifications interdites. Veuillez vérifier vos permissions.
he: .ךיתואשרה תא קודב אנא - הנימז אל הכירעה
hu: A módosítás nem engedélyezett - ellenőrizze a jogosultságait
id: Pengeditan dinonaktifkan - periksa izin anda
is: Umsýslun ekki heimil. Vinsamlegast athugaðu aðgangsheimildir þínar.
it: Modifica disabilitata - per favore, controlla i tuoi permessi
ja: 編集はできません - 権限をチェックして下さい
ko: 편집이 불가능합니다 - 권한을 검사해 보시기 바랍니다
nl: Bewerken is uitgeschakeld - Controleer uw toegangsrechten.
no: Redigering slått av, vennligst sjekk rettighetene dine.
no_ny: Redigering deaktivert - kontroller løyva dine
pt: Edição desactivada - verifica as tuas permissões
pt_br: Edição desabilitada - verifique suas permissões
ro: Editare dezactivată. Verificaţi permisiunile dumneavoastră.
ru: Редактирование невозможно - проверьте права
sk: Úprava nepovolená - skontrolujte svoje prístupné práva
sl: Urejanje je onemogočeno - preverite svoje pravice.
sv: Redigering inaktiverad - kontrollera din behörighet
uk: Редагування заборонене - перевірте Ваші дозволи, будь ласка.

source: Editing enabled
bg: Редактирането е разрешено
da: Redigering mulig
et: Muutmine lubatud.
fi: Muokkaus mahdollista
fr: Modifications autorisées
he: הנימז הכירעה
hu: A módosítás engedélyezett
id: Pengeditan diaktifkan
is: Umsýslun heimil.
it: Modifica abilitata
ja: 編集可能
ko: 편집 가능
nl: Bewerken ingeschakeld
no: Redigering slått på
no_ny: Redigering påslått
pt: Edição activada
pt_br: Edição habilitada
ro: Editare activată
ru: Редактирование разрешено
sk: Úprava povolená
sl: Urejanje je omogočeno
sv: Redigering inaktiverad
uk: Редагування дозволене

source: Start Service
bg: Стартира обслужване
da: Start tjeneste
et: Teenuse käivitamine
fi: Käynnistä palvelu
fr: Démarrer un service
he: תוריש תלעפה
hu: Szolgáltatás elindítása
id: Mulai Layanan
is: Ræsa þjónustu
it: Avvia Servizio
ja: サービスを開始
ko: 서비스 시작
nl: Dienst starten
no: Start tjeneste
no_ny: Start teneste
pt: Iniciar Serviço
pt_br: Iniciar serviço
ro: Pornire serviciu
ru: Запустить сервис
sk: Spustiť službu
sl: Zaženi servis
sv: Starta tjänst
uk: Запустити службу

source: &Choose which service to start:
bg: Избор на обслу&жване за стартиране:
da: &Vælg hvilken tjeneste skal startes:
et: &Vali käivitatav teenus:
fi: &Valitse käynnistettävä palvelu
fr: Séle&ctionnez le service à démarrer :
he: :ליעפהל שי תוריש הזיא רח&ב
hu: &Válassza ki az elindítandó szolgáltatást:
id: &Pilih layanan yang akan dimulai:
is: &Velja hvaða þjónustu á að ræsa:
it: &Scegli quale servizio avviare:
ja: 開始するサービスを選択(&C):
ko: 시작할 서비스 선택(&C)
nl: &Selecteer de dienst die u wilt starten:
no: &Velg hvilken tjeneste som skal startes:
no_ny: &Vel kva for teneste som skal startast:
pt: Es&colhe qual o serviço a iniciar:
pt_br: &Escolha o serviço a iniciar:
ro: &Alegeţi serviciul de pornit:
ru: Выбор сервиса для &запуска:
sk: &Vybrať službu ktorá sa má spustiť:
sl: &Izberite, kateri servis naj se zažene:
sv: &Välj vilken tjänst som ska startas:
uk: &Виберіть службу для запуску:

source: Stop Service
bg: Стоп на обслужване
da: Stands tjeneste
et: Teenuse peatamine
fi: Pysäytä palvelu
fr: Arrêter un service
he: תוריש תריצע
hu: Szolgáltatás leállítása
id: Hentikan Layanan
is: Stöðva þjónustu
it: Ferma Servizio
ja: サービスを停止
ko: 서비스 중단
nl: Dienst stoppen
no: Stopp tjeneste
no_ny: Stopp teneste
pt: Parar Serviço
pt_br: Parar serviço
ro: Oprire serviciu
ru: Остановить сервис
sk: Zastaviť službu
sl: Ustavi servis
sv: Stoppa tjänst
uk: Зупинити службу

source: &Choose which service to stop:
bg: Избор на об&служване за спиране:
da: &Vælg hvilken tjeneste skal standses:
et: &Vali peatatav teenus:
fi: &Valitse pysäytettävä palvelu
fr: Séle&ctionnez le service à arrêter :
he: :רוצעל שי תוריש הזיא רח&ב
hu: &Válassza ki a leállítandó szolgáltatást:
id: &Pilih layanan yang akan dihentikan:
is: &Velja hvaða þjónustu á að stöðva:
it: &Scegli quale servizio fermare:
ja: 停止するサービスを選択(&C):
ko: 중단할 서비스 선택(&C)
nl: &Selecteer de dienst die u wilt stoppen:
no: &Velg hvilken tjeneste som skal stoppes:
no_ny: &Vel kva for teneste som skal stoppast:
pt: Es&colhe o serviço a parar:
pt_br: &Escolha o serviço a parar:
ro: &Alegeţi serviciul de oprit:
ru: Выбор сервиса для &остановки:
sk: &Vybrať službu ktorá sa má zastaviť:
sl: &Izberite, kateri servis naj se ustavi:
sv: &Välj vilken tjänst som ska stoppas:
uk: &Виберіть службу для зупинки:

source: Restart Service
bg: Престартиране на обслужване
da: Genstart tjeneste
et: Teenuse uuesti käivitamine
fi: Uudelleenkäynnistä palvelu
fr: Redémarrer un service
he: שדחמ תוריש תלעפה
hu: Szolgáltatás újraindítása
id: Mulai Ulang Layanan
is: Endurræsa þjónustu
it: Riavvia Servizio
ja: サービスを再起動
ko: 서비스 재시작
nl: Dienst herstarten
no: Nullstill tjeneste
no_ny: Start teneste om att
pt: Reiniciar Serviço
pt_br: Reiniciar serviço
ro: Repornire serviciu
ru: Перезапустить сервис
sk: Reštartovať službu
sl: Ponovno zaženi servis
sv: Starta om tjänst
uk: Перезапустити службу

source: &Choose which service to restart:
bg: Избор на о&бслужване за престартиране
da: &Vælg hvilken tjenester skal genstartes:
et: &Vali uuesti käivitatav teenus:
fi: &Valitse uudelleenkäynnistettävä palvelu:
fr: Séle&ctionnez le service à redémarrer :
he: :שדחמ ליעפהל שי תוריש הזיא רח&ב
hu: &Válassza ki az újraindítandó szolgáltatást:
id: &Pilih layanan yang akan dimulai ulang:
is: &Velja hvaða þjónustu á að endurræsa:
it: &Scegli quale servizio riavviare:
ja: 再起動するサービスを選択(&C)
ko: 재시작할 서비스 선택(&C)
nl: &Selecteer de dienst die u wilt herstarten:
no: &Velg hvilken tjeneste som skal startes på nytt:
no_ny: &Vel kva for teneste som skal startast om att:
pt: Es&colhe o serviço a reiniciar:
pt_br: &Escolha o serviço a reiniciar:
ro: &Alegeţi serviciul de repornit:
ru: Выбор сервиса для &перезапуска:
sk: &Vybrať službu ktorá sa má reštartovať:
sl: &Izberite servis za ponovni zagon:
sv: &Välj vilken tjänst som ska startas om:
uk: &Виберіть службу для перезапуску:

source: Edit Service
bg: Редактиране на обслужване
da: Redigér tjenester
et: Teenuse muutmine
fi: Muokkaa palvelua
fr: Modifier un service
he: תוריש תכירע
hu: Szolgáltatás módosítása
id: Edit Layanan
is: Sýsla með þjónustu
it: Modifica Servizio
ja: サービスを編集
ko: 서비스 수정
nl: Dienst bewerken
no: Rediger tjeneste
no_ny: Endra teneste
pt: Editar Serviço
pt_br: Editar serviço
ro: Editare serviciu
ru: Редактировать сервис
sk: Upraviť službu
sl: Uredi servis
sv: Redigera tjänst
uk: Редагувати службу:

source: &Choose which service to edit:
bg: Избор на обслужване з&а редактиране
da: &Vælg hvilken tjenester skal redigeres:
et: &Vali muudetav teenus:
fi: &Valitse muokattava palvelu:
fr: Séle&ctionnez le service à modifier
he: :ךורעל שי תוריש הזיא רח&ב
hu: &Válassza ki a módosítandó szolgáltatást:
id: &Pilih layanan yang akan digubah:
is: &Velja hvaða þjónustu á að sýsla með
it: &Scegli quale servizio modificare:
ja: 編集するサービスを選択(&C):
ko: 수정할 서비스 선택(&C)
nl: &Selecteer de dienst die u wilt bewerken:
no: &Velg hvilken tjeneste som skal redigeres:
no_ny: &Vel kva for teneste som skal endrast:
pt: Es&colhe o serviço a editar:
pt_br: &Escolha o serviço a editar:
ro: &Alegeţi serviciul de editat:
ru: Выбор сервиса для &редактирования:
sk: &Vybrať službu ktorá sa má upraviť:
sl: &Izberite servis za urejevanje:
sv: &Välj vilken tjänst som ska redigeras:
uk: &Виберіть службу для редагування:

source: Re&vert Configuration...
bg: &Възстановяване на конфигурацията...
da: &Gå tilbage til indstillingerne...
et: &Tühista seadistuste muudatused...
fi: &Palauta asetukset...
fr: Reve&nir à la configuration initiale
he: ...הרוצת רז&חש
hu: A beállítások &visszavonása...
id: &Kembalikan Konfigurasi...
is: &Fara í eldri stillingar...
it: &Ripristina la Configurazione
ja: 設定を元に戻す(&v)...
ko: 설정 되돌리기(&v)
nl: Vorige configuratie he&rstellen...
no: &Tilbakestill oppsett...
no_ny: &Tilbakestill oppsett ...
pt: Re&verter Configuração...
pt_br: Re&verter configuração...
ro: &Reface configuraţia...
ru: &Восстановить прежнюю конфигурацию...
sk: &Obnoviť konfiguráciu...
sl: Za&vrzi spremembe nastavitev...
sv: &Ångra inställningar...
uk: По&вернути конфігурацію...

source: &Save Configuration...
bg: &Запазване на конфигурацията...
da: &Gem indstillinger...
et: &Salvesta seadistused...
fi: &Tallenna asetukset...
fr: Enre&gistrer la configuration
he: ...הרוצ&ת רומש
hu: A beállítások menté&se...
id: &Simpan Konfigurasi...
is: &Vista uppsetningu...
it: &Salva la configurazione...
ja: 設定を保存(&S)...
ko: 설정 저장(&S)
nl: Configuratie op&slaan...
no: &Lagre oppsett...
no_ny: &Lagra oppsett ...
pt: &Gravar Configuração...
pt_br: &Salvar Configuração...
ro: &Salvează configuraţia...
ru: &Сохранить конфигурацию...
sk: &Uložiť konfiguráciu...
sl: &Shrani nastavitve...
sv: &Spara inställningar...
uk: &Зберегти конфігурацію...

source: Save &Log...
bg: Запазване на &журнала...
da: Gem &log...
et: Salvesta &logi...
fi: Tallenna &loki...
fr: Enregistrer le &journal
he: ...םושיר רומ&ש
hu: Az eseményna&pló mentése...
id: Simpan &Log...
is: Vista &annál...
it: Stampa il &log...
ja: ログを保存(&L)...
ko: 로그 저장(&L)
nl: &Log opslaan...
no: Lagre &logg...
no_ny: Lagra &logg ...
pt: Gravar Re&latório...
pt_br: Salvar &Log...
ro: Salvează j&urnal...
ru: Сохранить &журнал...
sk: Uložiť &záznam...
sl: Shrani &dnevnik...
sv: Spara &logg...
uk: Зберегти журнал...

source: &Print Log...
bg: &Печат на журнала
da: &Udskriv log...
et: &Trüki logi...
fi: &Tulosta loki...
fr: Imprimer le jo&urnal
he: ...םושיר ספ&דה
hu: A napló &nyomtatása...
id: &Cetak Log...
is: &Prenta annál...
it: Stam&pa il Log...
ja: ログを印刷(&L)...
ko: 로그 인쇄(&P)
nl: Log afdr&ukken...
no: S&kriv ut log...
no_ny: &Skriv ut logg ...
pt: &Imprimir Relatório...
pt_br: &Imprimir log...
ro: &Tipăreşte jurnal...
ru: &Печать журнала
sk: &Tlačiť záznam...
sl: N&atisni dnevnik...
sv: &Skriv ut logg...
uk: &Друкувати журнал...

source: P&roperties...
bg: &Свойства...
da: &Egenskaber...
et: &Omadused...
fi: &Ominaisuudet...
fr: P&ropriétés
he: ...םינייפא&מ
hu: T&ulajdonságok...
id: P&roperti...
is: Eiginleika&r...
it: &Proprietà...
ja: 設定(&P)...
ko: 등록정보(&r)
nl: E&igenschappen...
no: &Egenskaper
no_ny: &Eigenskapar ...
pt: P&ropriedades...
pt_br: P&ropriedades...
ro: &Proprietăţi...
ru: &Свойства...
sk: &Vlastnosti...
sl: &Nastavitve...
sv: Egenskape&r...
uk: В&ластивості...

source: &Open
bg: &Отвори
da: Å&bn
et: &Ava
fi: &Avaa
fr: &Ouvrir
he: חת&פ
hu: &Megnyitás
id: &Buka
is: &Opna
it: &Apri
ja: 開く(&O)
ko: 열기(&O)
nl: &Openen
no: &Åpne
no_ny: &Opna
pt: Abri&r
pt_br: &Abrir
ro: &Deschide
ru: &Открыть
sk: &Otvoriť
sl: &Odpri
sv: &Öppna
uk: &Відкрити
