Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: &Hostname (blank=default)
af: masjien naam (leë=verstek)
az: &Ünvan (boşluq=əsas)
bg: &Име на хост (празно=по подразбиране)
ca: Nom de l'&ordinador central (en blanc=per defecte)
cs: Název &hostitele (nevyplněno=implicitní)
da: &Værstnavn (blank=standard)
de: Rechnername (leer=V&oreinstellung)
eo: &Servilnomo (malplena =implicita)
es: &Nombre de máquina (vacío=predeterminado)
et: &Serveri nimi (tühi=vaikeväärtus)
fi: &Palvelinnimi (tyhjä=oletus)
fr: &Nom de machine (vide par défaut)
he: (לדחמ תרירב=קיר) ת&רש םש
hu: &Gépnév (üres = alapértelmezett)
id: Nama &host (kosong=default)
is: &Vélarnafn (autt=sjálfgefið)
it: Nome &host (vuoto=predefinito)
ja: ホスト名(&H) (デフォルトは未指定)
nl: &Hostnaam (leeg=standaard)
no: &Vertsnavn (blank=standard)
no_ny: &Vertsnamn (blank=standard)
pt: &Nome do Servidor (em branco por omissão)
ro: &Nume gazdă (implicit e gol)
ru: &Имя хоста (пустое=по умолчанию)
sk: &Názov servera (prázdne=implicitný)
sl: &Gostiteljsko ime (prazno=privzeto)
sr: Ime &hosta (prazno=predefinisano)
sv: &Värddatornamn (tomt=standard)
ta: &ÒÃÅø ¦ÀÂ÷ (¦ÅûÇ¢¼õ=¦¸¡¼¡¿¢¨Ä)
th: ชื่อโฮสต์ (ไม่เติม=ค่าปริยาย)
uk: &Назва машини (типово пуста)

source: The hostname given here will be shown at login and for the %L cookie in message files. If this is blank, the canonical hostname of your system will be used.
af: die masjien naam gegewe hier sal wees vertoon na aanteken en vir die %L koekie in boodskap lêers. as hierdie is leë, die kanonieke masjien naam van jou stelsel sal wees gebruik word.
az: Burada verilən ünvan girişdə və ismarıc faylındakı %L proqramcığında göstəriləcəkdir. Əgər boş isə, kompüterin adı işlədiləcəkdir.
bg: Името на хоста даден тук ще бъде показан при влизане в системата за обработка на %L във файла със съобщения Ако е празно ще се използва каноничното име на системата ви
ca: El nom de l'ordinador central indicat aquí es mostrarà en l'entrada i per al testimoni %L en els fitxers de missatge. Si està en blanc, s0utilitzarà el nom canònic de l'ordinador central del vostre sistema.
cs: Zadaný název hostitele bude zobrazen při přihlášení a pro %L cookie v souborech se zprávou. Není-li vyplněno, bude použit normativní hostitelský název vašeho systému.
da: Værtsnavnet givet her vil blive vist ved indlogning og for %L infokage i beskedfilen. Hvis det er blankt, vil det kanoniske værtsnavn for dit system blive brugt.
de: Der angegebene Rechnernamen wird bei der Anmeldung und für die %L-Platzhalter in Nachrichten benutzt. Wenn er leer ist, wird der komplette Name Ihres Systems verwendet.
eo: La servilonomo donita tie ĉi estos montrata ĉe saluto kajpor la %L-kuketo en mesaĝdosieroj. Se vi lasas ĝin malplena, la normala komputilnomo devia sistemo estos uzata.
es: El nombre de máquina introducido aquí se mostrará al acceder y para la cookie %L en el archivo de mensajes. Si se deja vacío, se utilizará el nombre canónico de la máquina de su sistema.
et: Siin toodud serveri nime näidatakse logimisel ja teatefailis muutuja %L asemel. Jättes tühjaks kasutatakse kanoonilist masina nime.
fi: Tässä annettu palvelimen nimi nöytetään sisäänkirjauduttaessa ja %L merkin kohdalla viesteissä. Jos tämä on tyhmä oletusnimi näytetään.
fr: Le nom de machine attribué ici sera affiché à la connexion et pour le cookie %L dans les fichiers de message. S'il est vide, le nom de machine canonique de votre machine sera utilisé.
he: <p align=right>הסינכב גצוי ןאכ ןתינש תרשה םש<br>.העדוה יצבקב %L היגועה רובעו<br>שומיש השעיי ,קיר הז םא<br>.ךלש תכרעמה לש ינונקה תרשה םשב
hu: Ez a gépnév látszik majd bejelentkezéskor és ez kerül a(z) %L cookie-ba az üzenetfájlokban. Ha üresen marad, akkor a gép teljes gépneve lesz felhasználva.
id: Nama host yang diberikan di sini akan diperlihatkan pada saat login dan untuk cookie %L pada file pesan. Jika ini kosong, nama kost kanonik dari sistem anda akan digunakan.
is: Vélarnafnið sem gefið er hér mun verða sýnt við teningu og fyrir %L 'cookie' í skilaboða skrám. Ef þetta er autt mun vélarheiti kerfisins vera notað.
it: Il nome host inserito qui verrà mostrato al login e per il cookie %L nei file dei messaggi. Se questo campo è vuoto, verrà usato il nome host canonico del sistema.
ja: ここで指定されたホスト名がログイン時に表示され、 メッセージファイルの%L クッキーに使用されます。 ここが未指定のとき、あなたのシステムの標準のホスト名が使われます。
ko: 여기에 입력된 호스트이름은 로그인할 때와 메세지 파일 %L cookie 을 위해 보여집니다. 비어있다면, 시스템 호스트 이름이 사용됩니다.
nl: De hostnaam die u hier opgeeft wordt getoond tijdens de login en voor de %L-cookie gebruikt in berichtbestanden. Als dit leeg is, dan wordt de complete naam van uw systeem gebruikt.
no: Vertsnavnet som er valgt her vil visest ved innlogging og for %L-'cookien' i meldingsfiler. Hvis denne er blank, vil det kanoniske vertsnavnet til systemet ditt brukes.
no_ny: Vertsnamnet som er valt her vil visast ved innlogging og for %L-informasjonskapselen i meldingsfiler. Om denne er blank, vert det kanoniske vertsnamnet til systemet ditt brukt.
pt: O nome aqui fornecido será mostrado no login e nos ficheiros de mensagem do cookie %L. Se o deixares em branco, será usado o nome canónico do teu sistema.
ro: Numele de gazdă de aici va fi afişat la logare şi în fisierele mesaj în locul variabilei %L. Dacă este gol, va fi utilizat numele canonic al sistemului.
ru: Указанное здесь имя узла будет показано при входе в систему и при обработке %L в файле сообщения. Если оно пустое, будет использовано каноническое имя узла вашей системы.
sk: Názov servera, ktorý tu nastavíte, bude zobrazený pri prihlásení namiesto %L reťazca v súboroch so správami.Ak ho ponecháte prázdny, použije sa kanonické meno vášho systému.
sl: Tukaj podano gostiteljsko ime bo prikazano ob prijavi in za %L piškotek v sporočilih. Če pustite prazno, se bo privzelo gostiteljsko ime računalnika..
sr: Ime hosta zadato ovde će biti prikazano prilikom prijavljivanja i za %L kolačiće u fajlovima sa porukama. Ako je ovo prazno, kanonsko ime hosta vašeg sistema će biti korišćeno.
sv: Värddatornamnet som anges här kommer att visas vid inloggningen och i stället för strängen %L i meddelandefiler. Om detta lämnas tomt så kommer ditt systems värdnamn att användas.
ta: ­íÌ ¦¸¡Îì¸ôÀÎõ ÒÃÅø¦ÀÂ÷ ¸½¢É¢ò ¦¾¡¼ì¸ò¾¢Öõ ¦ºö¾¢¸û §¸¡ôÀ¢ø %L Ìì¸¢Â¡¸×õ ÀÂýÀÎò¾ôÀÎõ ­íÌ ¦ÀÂÃ¢¼¡Áø Å¢ð¼¡ø ¯í¸û «¨ÁÅ¢ý ¦À¡Ðô¦ÀÂ÷ ÀÂýÀÎò¾ôÀÎõ
th: ใส่ชื่อโฮสต์ที่นี่ เพื่อใช้แสดงตอนล็อกอินและสำหรับ คุ๊กกี้ %L ในแฟ้มข้อความ หากไม่เติม จะใช้ชื่อโฮสต์ของระบบคุณแทน
uk: Ця назва машини буде вказана при вході до системи та під час час обробки %L у файлі повідомлення. Якщо це поле залишити пустим, буде використано канонічне ім'я машини.

source: E-Mail of &admin (for %E):
af: e-pos van administrateur (vir %E):
az: &İdarəçinin ePoçt ünvanı (%E üçün):
bg: Адрес на ел. поща на &администратора (for %E):
ca: A/e de l'&administrador (per a %E):
cs: Email &administrátora (pro %E):
da: E-post fra &admin (til %E):
de: E-Mail-Adresse des &Verwalters (für %E):
eo: Retpoŝto de &administranto (por %E):
es: Correo electrónico de &admin (para %E):
et: &Administraatori e-posti aadress (%E)
fi: Sähköposti &ylläpitäjälle (%E:lle)
fr: Adresse électronique de l'&administrateur (pour %E) :
he: :(%E רובע) לה&נמה לש ל"אוד
hu: A rendszergazda e-mail címe (%E):
id: Email admin (untuk %E):
is: Tölvu-póstfang &Kerfisstjóra (fyrir %E):
it: Posta elettronica di &admin (per %E):
ja: 管理者のEメール(&a) (%E の)
nl: E-mailadres van &admin. (voor %E):
no: Epost til &admin (for %E):
no_ny: E-post til &admin (for %E):
pt: Email do administrador (para %E):
ro: E-mail &administrator (pentru %E):
ru: Адрес электронной почты &администратора (for %E):
sk: Email &administrátora (pre %E):
sl: E-pošta od skrbnik&a sistema (za %E):
sr: E-Mail &administratora (za %E):
sv: &Administratörens e-post (för %E):
ta: &¿¢÷Å¡¸ð¾¢ý Á¢ýÉïºø ( %E ì¸¡¸)
th: อีเมล์ของผู้ดูแลระบบ (สำหรับ %E):
uk: Електронна адреса &адміністратора (для %E):

source: E-Mail address returned with the %E cookie in message files.
af: e-pos adres teruggestuur met die %E koekie in boodskap lêers.
az: İsmarıc faylında işlədiləcək (%E) ePoçt ünvanı.
bg: Адрес на ел. поща за връщане с обработен %E във файла със съобщения.
ca: Adreça electrònica retornada amb el testimoni %E en els fitxers de missatge.
cs: Emailová adresa vrácená s %E cookie v souborech zpráv.
da: E-post adresse der returneres med %E infokage i beskedfiler.
de: E-Mail-Adresse, die für die %E-Platzhalter in Nachrichten verwendet wird.
eo: Retpoŝtadreso redonita per la %E-kuketo en mesaĝdosieroj.
es: Dirección de correo electrónico devuelta por la cookie %E en el archivo de mensajes.
et: E-posti aadressi näidatakse teatefailis muutuja %E asemel .
fi: Sähköpostiosoite joka korvaa %E:n viestitiedostoissa.
fr: L'adresse électronique renvoyée avec le cookie %E dans les fichiers de message.
he: <p align=right>ינורטקלא ראוד תבותכ<br>%E היגועה םע תרזחומש<br>.תועדוה יצבקב
hu: Ezt az e-mail címet adja vissza a(z) %E cookie az üzenetfájlokban.
id: Alamat email dikembalikan dengan cookie %E pada file pesan.
is: Tölvu-póstfang sem skilað er með %E 'cookie' í skilaboða skrám.
it: Indirizzo di posta elettronica restituito con cookie %E nei file messaggio.
ja: メッセージファイルの%Eクッキーで返されるEメールアドレス。
ko: 편지 주소는 메세지 파일에 있는 %E cookie 와 함께 되돌아옵니다.
nl: E-mailadres, dat voor de %E-cookie gebruikt wordt in berichtbestanden.
no: Epostadresse returnert med %E-'cookien' i meldingsfiler.
no_ny: E-postadresse returnert med %E-informasjonskapselen i meldingsfiler.
pt: Endereço de email devolvido com o cookie %E nos ficheiros de mensagem.
ro: Adresa de e-mail afişată cu variabila %E în fisierele mesaj.
ru: Адрес электронной почты, подставляемый вместо %E в файле сообщения.
sk: Emailová adresa vrátená miesto reťazca %E v súboroch so správami.
sl: E-poštni naslov, ki ga vrne %E piškotek v sporočilih.
sr: E-Mail adresa sa %E kolačićem u fajlovima sa porukom.
sv: E-postadress returnerad med %E kakan i meddelandefiler.
ta: ¦ºö¾¢ì §¸¡ôÒ¸Ç¢ø %E Ìì¸¢Ô¼ý ¾¢ÕôÀÀÎõ Á¢ýÉïºø Ó¸Å÷.
th: ที่อยู่อีเมล์ที่ส่งกลับพร้อมกับคุ๊กกี้ %E ในแฟ้มข้อความ
uk: Замість %E в файлі повідомлення буде використана ця адреса електронної пошти.

source: Show &messages every time
af: vertoon boodskappe elke tyd
az: &İsmarıcları həmişə göstər
bg: Показва съобщенията &всеки път
ca: Mostra els &missatges cada vegada
cs: Zobrazit &zprávy pokaždé
da: Vis &beskeder hver gang
de: Nachrichten &jedesmal anzeigen
eo: Montru &mesaĝojn ĉiun fojon
es: Mostrar &mensajes todas las veces
et: &Teateid näidatakse iga kord
fi: Näytä viesti &joka kerta
fr: Afficher les &messages à chaque fois
he: םעפ לכב תועדוה ג&צה
hu: Az üzenetek &mindig látszanak
id: Perlihatkan pesa&n setiap saat
is: Sýna &skilaboð í hvert skipti
it: Mostra i &messaggi ogni volta
ja: メッセージを常時表示(&m)
ko: 매번 메세지 파일 보여주기(&m)
nl: B&erichten telkens tonen
no: Vis &melding hver gang
no_ny: Vis &meldingar kvar gong
pt: Mostrar &mensagens de todas as vezes
ro: Afişează permanent &mesajele
ru: Показывать сообщения &каждый раз
sk: &Vždy ukázať správy
sl: &Vsakokrat prikaži sporočila
sr: Prikaži poru&ke svaki put
sv: Visa &meddelanden varje gång
ta: ´ù¦Å¡Õ Ó¨ÈÔõ &¦ºö¾¢¸¨Çì ¸¡ðÎ¸
th: แสดงข้อความทุกเวลา
uk: Показувати &повідомлення кожного разу

source: If this is not checked, message files at CWD will be displayed only once.
af: as hierdie is nie nagegaan, boodskap lêers na cwd sal wees vertoon slegs as eers.
az: Əgər bu seçili deyilsə, CWD daki ismarıc faylları təkcə bir dəfə göstəriləcəkdir.
bg: Ако не е маркирано, файловете със съобщения в текущата директория ще бъдат показвани само един път.
ca: Si no s'activa, els fitxers de missatge a CWD es mostraran només un cop.
cs: Není-li zaškrtnuto, budou soubory zpráv v CWD zobrazeny pouze jednou.
da: Hvis dette ikke er markeret, vil beskedfilen ved cwd kun blive vist en gang.
de: Wenn diese Einstellung nicht aktiv ist, werden Nachrichten im jeweiligen Verzeichnis nur einmal angezeigt.
eo: Se tio ne estas elektita, mesaĝdosieroj ĉe CWD estos montrataj nur unufoje.
es: Si no se selecciona, los archivos de mensajes al cambiar de directorio se mostrarán sólo una vez.
et: Kui see pole sisse lülitatud, näidatakse teatefaili CWD puhul ainult korra.
fi: Jos tätä ei ole valittu viestitiedostot hakemiston vaihdossa näytetään vain kerran.
fr: Si cette option n'est pas cochée, les fichiers de message sur CWD ne seront affichés qu'une fois.
he: <p align=right>,רחבנ אל הז םא<br>CWD-ב העדוה יצבק<br>.תחא םעפ קר וגצוי
hu: Ha ez az opció nincs kiválasztva, a könyvtárváltási üzenetek csak első alkalommal látszanak.
id: Jika ini tidak dipilih, file pesan pada CWD akan ditampilkan sekali saja.
is: Ef þetta er ekki valið munu skrár í 'CWD' einungis vera sýndar einusinni.
it: Se non è selezionato, i file dei messaggi al CWD verranno mostrati solo una volta.
ja: ここがチェックされていないと、CWDにおけるメッセージファイルは一度だけ表示されるようになります。
ko: 체크되어 있지 않으면, CWD 할 때 메세지 파일이 한번만 보여집니다.
nl: Als dit niet is ingeschakeld, dan worden berichtbestanden in iedere map slechts eenmaal getoond.
no: Dersom denne ikke er valgt, vil meldingsfiler ved CWD vises bare en gang.
no_ny: Dersom denne ikkje er valt, vert meldingsfiler ved CWD berre viste ein gong.
pt: Se não estiver marcado, as mensagens só aparecem uma vez.
ro: Dacă nu este marcat, fişierele mesaj vor fi afişate o singură dată la comanda CWD.
ru: Если не отмечено, файлы сообщений в текущем каталоге будут показаны один раз.
sk: Ak zaškrtnete túto voľbu, súbory so správami sa pri CWD zobrazia iba raz.
sl: Če to ni odkljukano, se bo sporočilo ob ukazu CWD prikazalo samo enkrat.
sr: Ako ovo nije izabrano, fajlovi sa porukom će biti prikazani samo jednom prilikom CWD.
sv: Om detta inte markeras kommer meddelandefiler i aktuell katalog bara att visas en gång.
ta: ­Ð ¦¾Ã¢ó¦¾Îì¸ôÀ¼¡Å¢ð¼¡ø, CWDý ¦ºö¾¢ì §¸¡ôÒ¸û ´ÕÓ¨È¾¡ý ¸¡ð¼ôÀÎõ
th: ถ้าไม่เลือกตัวเลือกนี้ ข้อความเมื่อ CWD จะถูกแสดงเพียงครั้งเดียว
uk: Якщо вимкнено, файли повідомлень у поточному каталозі будуть відображені тільки один раз.

source: Show &readmes every time
af: vertoon lees-my elke tyd
az: &Menioxuları həmişə göstər
bg: Показва &README всеки път
ca: Mostra els fitxers &Llegeix-me cada vegada
cs: Zob&razit readme pokaždé
da: Vis &readmes hver gang
de: Zeige &READMEs jedesmal an
eo: Montru &Legumin-dosierojn ĉiufoje
es: Mostrar archivos &leame siempre.
et: Näidata &README faile iga kord
fi: Näytä &readme joka kerta
fr: Afficher les fichiers «&README» à chaque fois
he: םעפ לכב Rea&dmes גצה
hu: A README fájlok mindi&g látszanak
id: Perlihatkan &readme setiap saat.
is: Sýna '&readme' skrár í hvert skipti
it: Mostra i &readme ogni volta
ja: &READMEを常に表示
ko: 매번 readme 보여주기(&r)
nl: &Readmes telkens tonen
no: Vis &readmes hver gang
no_ny: Vis «&readme» kvar gong
pt: Mostrar os &readmes todas as vezes
ro: Afişează fişierele permanent fişierele "&readme"
ru: Показывать &README каждый раз
sk: Vždy ukázať &readme súbory
sl: Vsakič p&rikaži 'preberime'
sr: Prikaži p&ročitaj me svaki put
sv: Visa "&readme"-filer varje gång
ta: ´ù¦Å¡ÕÓ¨ÈÔõ &±ý¨ÉôÀÊ-¨Âì ¸¡ðÎ
th: แสดง readmes ทุกครั้ง
uk: Показувати &README* кожного разу

source: If this is not checked, hints on README files will be displayed only once.
af: as hierdie is nie nagegaan, leidrade op leesmy lêers sal wees vertoon slegs as eers.
az: Bu seçili deyilsə README faylları haqqındakı ip ucları təkcə bir dəfə göstəriləcəkdir.
bg: Ако не е маркирано, съдържанието на файла README бъде показано еднократно..
ca: Si no s'activa, els suggeriments dels fitxers Llegeix-me es mostraran només un cop.
cs: Není-li zaškrtnuto, budou doporučení README souborů zobrazena pouze jednou.
da: Hvis dette ikke er markeret, vil vink til README filer kun vises en gang.
de: Wenn diese Option nicht angewählt ist, werden Hinweise auf README-Dateien nur einmal angezeigt.
eo: Se tio ne estas elektita, helpindikoj de LEGUMIN-dosieroj estosmontrata nur unufoje
es: Si no se selecciona, el contenido de los archivos README se mostrarán sólo una vez.
et: Kui see pole sisse lülitatud, näidatakse README failide sisu ainult üks kord.
fi: Jos tätä ei ole valittu README-tiedostot näytetään vain kerran.
fr: Si cette option n'est pas cochée, les astuces sur les fichiers README ne seront affichées qu'une seule fois.
he: <p align=right>,רחבנ אל הז םא<br>README יצבק לע םיזמר<br>.תחא םעפ קר וגצוי
hu: Ha ez az opció nincs kiválasztva, akkor a README fájlokra csak egyszer történik utalás.
id: Jika ini tidak dipilih, petunjuk pada file README akan ditampilkan sekali saja.
is: Ef þetta er ekki valið verður einungis látið vita af 'README' skrám einusinni.
it: Se questa casella non è selezionata i suggerimenti del README saranno mostrati solo una volta.
ja: ここがチェックされていないと、READMEファイルは一度だけしか表示されません。
ko: 체크되어 있지 않으면, README 파일에 있는 힌트는 한번만 보여집니다.
nl: Als dit niet is ingeschakeld, dan wordt de verwijzing naar README-bestanden slechts eenmaal getoond.
no: Dersom denne ikke er valgt, vil tips om 'README'-filer vises bare en gang.
no_ny: Dersom denne ikkje er valt, vert informasjon i «README»-filer berre vist ein gong.
pt: Se não estiver marcado, as dicas sobre READMEs só aparecem uma vez.
ro: Dacă nu este marcat, afişarea fişierelor README va fi făcută o singură dată.
ru: Если не отмечено, содержимое файлов README будет показано один раз.
sk: Ak nezaškrtnete túto voľbu, tipy z README súborov sa zobrazia iba raz.
sl: Če to ni odkljukano, se bodo namigi na README datoteke prikazali samo enkrat.
sr: Ako ovo nije izabrano, potsetnici za pročitaj me (README) fajlove će biti prikazani samo jednom.
sv: Om detta inte markeras kommer tips i "README"-filer bara att visas en gång.
ta: ­Ð ¦¾Ã¢ó¦¾Îì¸ôÀ¼¡ Å¢ð¼¡ø '±ý¨ÉôÀÊ' Â¢ø ¯ûÇ ÌÈ¢ôÒ¸û ´ÕÓ¨È¾¡ý ¸¡ð¼ôÀÎõ
th: ถ้าไม่เลือกตัวเลือกนี้ แนวทางใน readme จะถูกแสดงเพียงครั้งเดียว
uk: Якщо вимкнено, файли README* будуть відображені тільки один раз.

source: Add M&essage
af: voeg by boodskap
az: İsmarıc &Əlavə Et
bg: &Добави съобщение
ca: Afegeix el m&issatge
cs: Přidat &zprávu
da: Tilføj &besked
de: Na&chricht hinzufügen
eo: Aldonu &mesaĝon
es: Añadir &mensaje
et: Lisa &teade
fi: L&isää Viesti
fr: Ajouter un m&essage
he: העדוה ףס&וה
hu: Üzenet &hozzáadása
id: Tambah p&esan
is: Bæta við S&kilaboðum
it: Aggiungi m&essaggio
ja: メッセージの追加(&e)
ko: 메세지 추가(&e)
nl: Beri&cht toevoegen
no: Legg til &melding
no_ny: Legg til m&elding
pt: Adicionar M&ensagem
ro: Adaugă &mesaj
ru: &Добавить сообщение
sk: &Pridať správu
sl: &Dodaj sporočila
sr: Dodaj &poruku
sv: &Lägg till meddelande
ta: &¦ºö¾¢ §º÷
th: เพิ่มข้อความ
uk: Додати &повідомлення

source: Remo&ve Message
af: verwyder boodskap
az: İsmarıcı Çı&xart
bg: &Изтрии съобщение
ca: Elimi&na el missatge
cs: Odebrat zprá&vu
da: &Fjern besked
de: Nachricht ent&fernen
eo: &Forigu mesagon
es: &Suprimir mensaje
et: &Eemalda teade
fi: P&oista Viesti
fr: Suppri&mer le message
he: העדוה ר&סה
hu: Üzenet &eltávolítása
id: Hapu&s pesan
is: &Fjarlægja skilaboð
it: Can&cella messaggio
ja: メッセージの削除(&v)
ko: 메세지 삭제(&v)
nl: Bericht ver&wijderen
no: F&jern melding
no_ny: F&jern melding
pt: Remo&ver Mensagem
ro: Ş&terge mesaj
ru: &Убрать сообщение
sk: &Odstrániť správu
sl: &Odstrani sporočila
sr: &Izbriši poruku
sv: &Ta bort meddelande
ta: &¦ºö¾¢ ¿£ìÌ
th: เอาข้อความออก
uk: Видалити п&овідомлення

source: Add Rea&dme
af: voeg by leesmy
az: Məni&oxu Əlavə Et
bg: Добави &README
ca: Afegeix el fitxer Llegei&x-me
cs: Přidat Rea&dme
da: Tilføj rea&dme
de: README hinzufü&gen
eo: Aldonu &Legumin-dosieron
es: Añadir Lea&me
et: Lisa REA&DME
fi: Lisää Re&adme
fr: Ajouter un &README
he: &Readme ףסוה
hu: README hoz&záadása
id: Tanbah Rea&dme
is: Bæta við 'Rea&dme'
it: Aggiungi Rea&dme
ja: REA&DME を追加
ko: Readme 추가(&d)
nl: Rea&dme toevoegen
no: Legg til rea&dme
no_ny: Legg til «rea&dme»
pt: Adicionar Rea&dme
ro: Adaugă "rea&dme"
ru: Добавить &README
sk: Pridať &readme
sl: D&odaj 'preberime'
sr: Dodaj Rea&dme
sv: Lägg till "Rea&dme"-fil
ta: &±ý¨ÉôÀÊ §º÷
th: เพิ่ม Rea&dme
uk: Додати &README

source: Rem&ove Readme
af: verwyder leesmy
az: Məni&oxu Çıxart
bg: Изтрии REA&DME
ca: Elimin&a el fitxer Llegeix-me
cs: &Odebrat Readme
da: &Fjern Readme
de: READ&ME entfernen
eo: &Forigu Legumin-dosieron
es: Su&primir Leame
et: &Eemalda README
fi: Poi&sta Readme
fr: Supprimer &le README
he: R&eadme רסה
hu: README el&távolítása
id: Hap&us Readme
is: Eyð&a 'Readme'
it: Cance&lla Readme
ja: READMEを削除(&o)
ko: Readme 삭제(&o)
nl: Readme verwi&jderen
no: Fj&ern readme
no_ny: Fje&rn «readme»
pt: Rem&over Readme
ro: Şt&erge "readme"
ru: Убрать REA&DME
sk: Odstrániť r&eadme
sl: Ods&trani 'preberime'
sr: iz&briši Readme
sv: Ta b&ort "Readme"-fil
ta: &±ý¨ÉôÀÊ ¿£ìÌ
th: ลบ Readme ทิ้ง
uk: Видалити R&EADME

source: &Messages:
af: boodskappe:
az: &İsmarıclar:
bg: &Съобщения:
ca: &Missatges:
cs: &Zprávy:
da: &Beskeder:
de: Nachrichten:
eo: &Mesaĝoj:
es: &Mensajes:
et: &Teated:
fi: V&iestit:
he: :תועדו&ה
hu: Üzenete&k:
id: Pe&san:
is: &Skilaboð:
it: &Messaggi:
ja: メッセージ(&M):
ko: 메세지(&M):
nl: &Berichten:
no: &Meldinger:
no_ny: &Meldingar:
pt: &Mensagens:
ro: Fişiere "&message":
ru: &Сообщения:
sk: &Správy:
sl: &Sporočila
sr: Poruk&e:
sv: &Meddelanden:
ta: &¦ºö¾¢¸û
th: ข้อความ:
uk: &Повідомлення:

source: &Readmes:
af: lees-my:
az: &Mənioxular:
bg: &README:
ca: &Fitxers Llegeix-me:
cs: &Readme:
da: &Readme:
eo: &Legumin:
es: &Leames:
et: &README failid:
fi: Rea&dme:
fr: &README :
he: :Re&adme יצבק
hu: &README fájlok:
it: &Readme:
ja: &README:
no_ny: «&Readme»-filer:
ro: Fişiere "&readme":
ru: &README:
sk: &Readme:
sl: P&reberime:
sr: &Readme fajlovi:
sv: "&Readme"-filer:
ta: &±ý¨ÉôÀÊ-¸û
uk: RE&ADME:
