Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: Directory in which the message will be displayed. May be globbed: For example * means show in every directory. This is especially useful if you're using ratios.
af: gids in wat die boodskap sal wees vertoon. dalk mag wees verkort: vir voorbeeld * beteken vertoon in elke gids. hierdie is in besonder bruikbare as jy is te gebruik verhoudings.
az: İçində ismarıc göstəriləcək cərgə. Məsələn * hər cərgədə göstər deməkdir. Bu xüsusiyyətlə nisbətlər istifadə edirsinizsə yararlıdır.
bg: Директория, в която ще бъде показано съобщението. Може да се използват шаблони: Например, * означава да показва във всяка директория. Особенно е полезно при използване на отношения.
ca: Directori en què es mostrarà el missatge. El podeu indicar de manera global: per exemple, * ho mostrarà en tots els directoris. Això és especialment útil si feu servir ràtios.
cs: Adresář, ve kterém bude zpráva zobrazena. Může být zobecněn: Např. * znamená zobrazení v každém adresáři. To je obzvláště užitečné, užíváte-li poměry.
da: Mappe i hvilken beskeden vil blive vist. Kan globaliseres: For eksempel * betyder vis i hver mappe. Dette er særlig nyttigt hvis du bruger ratios.
de: Verzeichnis, in dem die Nachricht angezeigt wird. Es werden Platzhalter unterstützt: * bedeutet zum Beispiel, dass die Nachricht in jedem Verzeichnis angezeigt werden soll. Dies ist besonders nützlich, wenn Sie Verhältnisse verwenden.
eo: La dosierujo, en kiu la mesaĝo estos montrata. Vi povas uzi ĵokersignojn: Ekzemple * signifas ĉiujn dosierujojn. Tio estas aparte utila, se vi uzas uzlimojn.
es: Directorio en el que el mensaje se mostrará. Puede hacerse global. Por ejemplo * significa mostrar en todos los directorios. Esto es especialmente útil si utiliza proporciones.
et: Kataloog, milles teadet näidata. Võib olla ka globaalne: näiteks * tähendab, et näidatakse igas kataloogis. See on eriti kasulik suhtete kasutamisel.
fi: Hakemisto jossa viesti näytetään. Esimerkiksi * merkitsee että viesti näytetään joka hakemistossa. Tämä on varsinkin hyödylistä jos käytät rajoituksia.
fr: Dossier dans lequel le message sera affiché. Il peut être donné sous forme de modèle : par exemple * signifie afficher dans tous les dossiers. C'est pratiques si vous utilisez des ratios.
he: <p align=right>.גצות העדוהה הבש הירפסה<br> :םייללכ םיוותב שמתשהל ןתינ<br>.הירפס לכב גיצהל רמוא * אמגודל<br> התא םא דחוימב ישומיש הז<br>.םיסחיב שמתשמ
hu: A könyvtár neve, melybe belépve az üzenet megjelenik. Ez különösen arányok használatánál hasznos.
id: Direktori tempat terdapat pesan ditampilkan. Boleh digabungkan. Misalnya, * artinya perlihatkan setiap direktori. Ini khususnya berguna jika anda menggunakan perbandingan.
is: Mappa þar sem skilaboðin munu verða sýnd. Getur verið ákveðið mengi 'globbed': t.d. * þýðir sýna í öllum möppum. Þetta er sérstaklega nytsamlegt ef þú ert að nota hlutföll.
it: Directory nella quale il messaggio verrà mostrato. Può contenere delle wildcard: ad esempio * vuol dire mostra in ogni directory. Particolarmente utile se stai usando le ratio.
ja: メッセージが表示されるディレクトリ。 パターンも可: 例 * は全てのディレクトリで表示することになります。 これはアップロード/ダウンロード比率を使っている場合に特に便利でしょう。
ko: 메세지가 나타날 자료방입니다. * 은 모든 자료방을 보여줍니다. 비율을 사용할 때 특히 유용합니다.
nl: De map waarin het bericht wordt getoond. Dit mag worden afgekort, bijv. * betekent tonen in elke map. Dit is in het bijzonder bruikbaar als u verhoudingen gebruikt.
no: Meldingen vil bli vist i denne katalogen. Jokertegn kan benyttes, f eks vil * bety 'vis i alle kataloger'. Dette er spesielt nyttig om du bruker rater ('ratios').
no_ny: Meldinga vert vist i denne katalogen. Jokerteikn kan nyttast, til dømes vil * tyda vis i alle katalogar. Dette er spesielt nyttig om du brukar høve («ratios»).
pt: Directoria na qual será mostrada a mensagem. É permitido o uso de meta-caracteres (*?[]). Isto é particularmente útil se estiveres a usar rácios.
ro: Directorul în care va fi afişat mesajul. Poate fi globalizat: De exemplu "*" înseamnă afişarea în fiecare director. Este util în special dacă utilizaţi rate.
ru: Каталог, в котором будет показано сообщение. Используются шаблоны: Например, * означает показ в каждом каталоге. Особенно полезно при использовании отношений.
sk: Priečinok, v ktorom sa zobrazí správa. Môže byť žolíkom: Napríklad * znamená ukázať v každom priečinku. Toto je veľmi užitočné ak používate pomery.
sl: Imeniki v katerih se bo prikazalo sporočilo. Lahko se uporabi maska: Na primer, * pomeni, da naj se prikaže v vsakem imeniku. Posebej uporabno, če uporabljate razmerja.
sr: Direktorijum u kome će poruka biti prikazana. Može biti apstrakovan: na primer * znači prikaži u svim direktorijumima. Ovo je posebno korisno ako koristite odnose.
sv: En katalog i vilken meddelandet kommer att visas. Kan vara global: Till exempel * betyder visa i varje katalog. Detta är speciellt användbart om du använder ransoner.
ta: ¦ºö¾¢ ¸¡ð¼ôÀÎõ «¨¼× ´ðÎ¦Á¡ò¾Á¡¸ ­Õì¸ìÜÎõ. ¯¾¡Ã½Á¡¸ * ±ýÀÐ ±øÄ¡ «¨¼×¸Ç¢Öõ ¸¡ð¼ ­Ð Å¢¸¢¾í¸¨Çô ÀÂýÀÎòÐ¨¸Â¢ø ÀÂÛûÇ¾¡¸ ­ÕìÌõ
th: ไดเรกทอรีที่จะให้ข้อความต้อนรับแสดง May be globbed: ตัวอย่าง * หมายถึงแสดงในทุกๆ ไดเรกทอรี จะถูกใช้เป็นพิเศษถ้าคุณใช้อัตราดาวน์โหลด/อัพโหลด
uk: Каталог у якому буде відображено повідомлення. Може бути виразом: наприклад, * означає 'показувати у кожному каталозі'. Це особливо корисно при використанні співвідношень.

source: Display for &any class
af: vertoon vir enige klas
az: &Her sinif üçün göstər
bg: Показва за в&секи клас
ca: Mostra-ho per a qu&alsevol classe
cs: Zobr&azit pro jakoukoli třídu
da: Vis for &vilkårlig klasse
de: Für &jede Klasse anzeigen
eo: Montru por ĉ&iu klaso
es: Mostrar para &Cualquier clase
et: Näid&atakse kõigile
fi: Näytä &kaikille luokille
fr: Affichage pour toute cl&asse
he: הקלחמ לכ&ל גצה
hu: Mindenkinek &látszik
id: Tampilkan untuk beberapa kel&as
is: Sýna öllum klösum
it: Mostra a &qualsiasi classe
ja: 全てのクラスで表示(&a)
ko: 특정 클래스에 보여주기(&a)
nl: Aan elke &klasse tonen.
no: Vis for &alle klasser
no_ny: Vis for &alle klassar
pt: Mostr&a a qualquer classe
ro: Afişează pentru &orice clasă
ru: Показать для &любого класса
sk: Zobraziť pre &každú triedu
sl: Prik&aži za katerikoli razred
sr: Prikaži z&a bilo koju klasu
sv: Visa för &alla klasser
ta: &±ó¾ ÅÌôÀ¡Â¢Ûõ ¸¡ðÎ
th: แสดงสำหรับคลาสบางคลาส
uk: Відображувати для &будь-якого класу

source: The message will be displayed to everyone
af: die boodskap sal wees vertoon aan enige iemand
az: Bu ismarıc hər kəsə göstəriləcəkdir
bg: Съобщението ще се показва навсякъде
ca: El missatge es mostrarà a tothom
cs: Tato zpráva bude zobrazena každému
da: Beskeden vil blive vist til alle
de: Die Nachricht wird allen angezeigt
eo: La mesaĝo estos montrata al ĉiu
es: El mensaje se mostrará a todo el mundo
et: Teadet näidatakse kõigile
fi: Viesti näytetään kaikille
fr: Le message sera affiché pour tout le monde
he: דחא לכל גצות העדוהה
hu: Ez az üzenet mindenkinek megjelenik
id: Pesan ini akan ditampilkan kepada setiap orang
is: Skilaboðin munu verða sýnd öllum
it: Questo messaggio verrà mostrato a tutti
ja: このメッセージは全員に表示されます
ko: 메세지가 모두에게 보여집니다
nl: Het bericht wordt aan iedereen getoond
no: Meldingen vil bli vist til alle
no_ny: Meldinga vert vist til alle
pt: Esta mensagem será mostrada a toda a gente
ro: Mesajul va fi afişat pentru oricine
ru: Сообщение будет показано любому
sk: Správa bude zobrazená každému
sl: Spročilo se bo prikazalo vsem
sr: Ova poruka će biti prikazana svima
sv: Meddelandet kommer att visas för alla
ta: ¦ºö¾¢ ±ø§Ä¡ÕìÌõ ¸¡ð¼ôÀÎõ
th: ข้อความที่จะให้แสดงสำหรับทุกคน
uk: Це повідомлення буде показано всім

source: Displa&y for selected classes:
af: vertoon vir gekose klasse:
az: Seçili siniflər üçün &göstər:
bg: Пока&зва за избран клас:
ca: Most&ra les classes seleccionades:
cs: Zo&brazit pro vybrané třídy:
da: Vi&s for udvalgte klasse:
de: Für an&gegebene Klassen anzeigen:
eo: Montru ĉ& la elektitaj klasoj:
es: Mos&trar para clases seleccionadas:
et: &Valitud klassidele
fi: Näytä valituille luokille:
fr: Afficha&ge pour les classes sélectionnées
he: :תורחב&נה תוקלחמל גצה
hu: Csak az alábbi&aknak:
id: Tampilkan untuk kelas yang terpili&h:
is: Sý&na völdum klösum:
it: Mos&tra alle classi selezionate:
ja: 選択されたクラスに表示:
ko: 선택된 클래스 보여주기(&y)
nl: Tonen aan gesele&cteerde klassen:
no: Vis for &utvalgte klasser
no_ny: V&is for utvalde klassar:
pt: Mostra às c&lasses seleccionadas:
ro: Afişează pentru clasele &selectate:
ru: Пока&зать для выбранных классов:
sk: Zobraziť &vybraným triedám:
sl: Prikaži za &izbrane razrede:
sr: Prikaži iza&branim klasama:
sv: Visa för &utvalda klasser:
ta: ¦¾Ã¢ó¦¾Îì¸ôÀð¼ ÅÌôÒ¸ÙìÌ Á¡ò¾¢Ãõ ¸¡ðÎ
th: แสดงกับคลาสที่เลือก:
uk: Відображати для &вибраних класів:

source: The message will be displayed only to members of the classes below.
af: die boodskap sal wees vertoon slegs aan lede van die klasse onder.
az: İsmarıc aşağıdakı siniflərin üzvlərin göstəriləcəkdir.
bg: Съобщението ще се показва само за членове от класове показани долу
ca: El missatge es mostrarà només als membres de les classes indicades més avall.
cs: Zpráva bude zobrazena pouze členům níže uvedených tříd.
da: Beskeden vil kun blive vist til medlemmer af klasserne nedenfor.
de: Die Nachricht wird nur Mitgliedern der folgenden Klassen angezeigt.
eo: La mesaĝo estos montrata nur la membroj de la malsupraj klasoj.
es: El mensaje sólo se mostrará a los miembros de las clases de abajo.
et: Teadet näidatakse ainult valitud klassidesse kuuluvatele kasutajatele.
fi: Viesti näytetään vain allaoleville luokille.
fr: Le message sera affiché uniquement aux membres des classes ci-dessous.
he: .ל"נה תוקלחמה ירבחל קר גצות העדוהה
hu: Az üzenet csak az alább felsorolt osztályú felhasználók számára jelenik meg.
id: Pesan ini akan ditampilkan hanya kepada anggota kelas dibawah ini.
is: Skilaboðin munu einungis verða sýnd meðlimum í klösunum fyrir neðan.
it: Il messaggio verrà mostato solo ai membri delle seguenti classi.
ja: メッセージは下記のクラスのメンバだけに表示されます。
ko: 메세지는 아래에 있는 클래스 멤버들에게만 보여집니다
nl: Het bericht wordt alleen getoond aan leden van onderstaande klassen.
no: Denne meldingen vil bare bli vist til meldlemmer av klassene under.
no_ny: Meldinga vert berre vist til medlemmer av klassane under.
pt: Esta mensagem só será mostrada aos membros das seguintes classes.
ro: Mesajul va fi afişat numai pentru membrii claselor de mai jos.
ru: Сообщение будет показано только членам перечисленных ниже классов.
sk: Správa bude zobrazená iba členom nasledujúcich tried.
sl: Spročilo se bo prikazalo samo članom spodaj podanih razredov.
sr: Ova poruka će biti prikazana samo članovima izlistanih klasa.
sv: Meddelandet kommer endast att visas för nedanstående klasser.
ta: ÅÌôÀ¢ý ÌÈ¢ôÀ¢ð¼ ¯ÚôÀ¢É÷¸ÙìÌ Á¡ò¾¢Ãõ ¦ºö¾¢ ¸¡ð¼ôÀÎõ
th: ข้อความนี้จะแสดงกับสมาชิกของคลาสด้านล่างนี้เท่านั้น
uk: Це повідомлення буде відображено тільки для користувачів, які належать до класів вказаних нижче.

source: The message will be displayed to members of the classes selected here.
af: die boodskap sal wees vertoon aan lede van die klasse gekose hier.
az: İsmarıclar burada seçili siniflərin üzvlərin göstəriləcəkdir.
bg: Съобщението бще се показва за членове на класове, избрани тук.
ca: El missatge es mostrarà als membres de les classes seleccionades aquí.
cs: Zpráva bude zobrazena členům zde vybraných tříd.
da: Beskeden bliver vist til medlemmer af klasser udvalgt her.
de: Die Nachricht wird nur Mitgliedern der ausgewählten Klassen angezeigt.
eo: La mesaĝo estos montrata al membroj de la tie ĉi elektitaj klasoj.
es: El mensaje sólo se mostrará a los miembros de las clases seleccionados aquí.
et: Teadet näidatakse ainult siin valitud klassides kuuluvatele kasutajatele.
fi: Viesti näytetään tässä valituille luokille.
fr: Le message sera affiché aux membres des classes sélectionnées ici.
he: .ןאכ תורחבנש תוקלחמה ירבחל גצות העדוהה
hu: Az üzenet az alábbi felhasználóosztályok számára jelenik meg.
id: Pesan akan ditampilkan kepada anggota kelas yang terpilih di sini.
is: Skilaboðin munu verða sýnd meðlimum þeirra klasa sem valdir eru hér.
it: Il messaggio verrà mostrato ai membri delle classi scelte qui.
ja: メッセージは、ここで選択されたクラスのメンバだけに表示されます。
ko: 메세지는 여기서 선택된 클래스의 멤버들에게만 보여집니다
nl: Het bericht wordt alleen getoond aan leden van de hier geselecteerde klassen.
no: Meldingen vil bli vist til medlemmer av klassene valgt her.
no_ny: Meldinga vert berre vist til medlemmer av dei klassane som er valde her.
pt: Esta mensagem será mostrada aos membros das classes seleccionadas.
ro: Mesajul va fi afişat pentru membrii claselor selectate aici.
ru: Сообщение будет показано членам классов, выбранных здесь.
sk: Správa bude zobrazená členom tried, ktoré vyberiete tu.
sl: Spročilo se bo prikazalo članom tukaj izbranih razredov.
sr: Ova poruka će biti prikazana članovima klasa izabranih ovde.
sv: Meddelandet kommer att visas för medlemmar av de klasser som väljs här.
ta: À¢ý ÅÕõ ÅÌôÀ¢ý ¯ÚôÀ¢É÷¸Ùî ¦ºö¾¢ ¸¡ð¼ôÀÎõ.
th: ข้อความนี้จะแสดงกับสมาชิกของคลาสที่เลือกไว้ที่นี่
uk: Це повідомлення буде відображено тільки для користувачів, які належать до вибраних тут класів.

source: Add non-retrievable file/directory
af: voeg by non-retrievable lêer/gids
az: Yüklənə bilməyən fayl/cərgə əlavə et
bg: Добави файл/директория, забранена за използване при получаване
ca: Afegeix un fitxer o un directori no recuperable
cs: Přidat nezískatelný soubor/adresář
da: Tilføj ikke hentbar fil/mappe
de: Nicht lesbare Datei/Verzeichnis hinzufügen
eo: Aldonu neretroveblan dosieron/dosierujon
es: Añadir archivo/directorio no descargable
et: Lisa mitte uuestilaetav fail/kataloog
fi: Lisää tiedosto/hakemisto jota ei voi hakea
fr: Ajouter un fichier/dossier non-téléchargeable
he: הכישמל םינתינ אל הירפס\ץבוק תפסוה
hu: Nem hozzáférhető fájl vagy könyvtár hozzáadása
id: Tambah file/direktori yang 'tidak bisa diambil'
is: Bæta við ósækjanlegri skrá/möppu
it: Aggiungi un file-directory non scaricabile
ja: 検索禁止ファイル/ディレクトリの追加
nl: Nieuwe onleesbare map/bestand toevoegen
no: Legg til ikke-nedlastbar fil/katalog
no_ny: Legg til ikkje-nedlastbar fil/katalog
pt: Adicionar ficheiro/directoria não-acessível
ro: Adaugă fişiere/directoare inaccesibile
ru: Добавить файл/каталог, запрещенный для скачивания
sk: Pridať nestiahnuteľný súbor/priečinok
sl: Dodaj nedosegljivo datoteko/imenik
sr: Fajl/direktorijum koji se ne može dobiti
sv: Lägg till ej-hämtbar fil/katalog
ta: ¾¢ÕôÀô ¦ÀÈÅ¢ÂÄ¡¾ §¸¡ôÒ/«¨¼× §º÷
th: เพิ่มแฟ้ม/ไดเรกทอรีที่ไม่สามารถรับได้
uk: Додати файл/каталог, який не можна витягнути

source: End the filename with a / to indicate it is an entire directory; no file in this directory will be retrievable.
af: einde die lêernaam met 'n / aan aandui dit is 'n hele gids; nee lêer in hierdie gids sal wees onttrekbare.
az: Onun bir bütün cərgə olduğunu müəyyənləşdirmək üçün fayl adını / xarakteri ilə bitirin; beləcə bu cərgədəki heç bir fayl göstərilməyəcəkdir.
bg: Символа / в края на името на файла указва, че правилото следва да се разпространява на цялата директория; ни един файл от тази директория може да бъде теглен
ca: Acabeu el nom del fitxer amb una / per indicar que és un directori complet; cap fitxer d'aquest directori no es podrà recuperar.
cs: Zadáním znaku / na konec názvu souboru stanovíte, že se jedná o celý adresář; žádný soubor v tomto adresáři nebude možné stáhnout.
da: Afslut filnavn med et / for at vise, det er en hel mappe; ingen fil i denne mappe kan hentes.
de: Beenden Sie den Dateinamen mit einem /, um anzuzeigen, dass es sich hierbei um ein ganzes Verzeichnis handelt; keine Datei in diesem Verzeichnis ist dann lesbar.
eo: Finu la dosiernomon per / por indiki, ke temas pri tuta dosierujo; neniu dosiero en tiu dosierujo estos retrovebla.
es: Finalice el nombre de archivo con / para indicar que es un directorio completo, ningún archivo en este directorio podrá ser descargado.
et: Failinime lõpus olev '/' märk näitab, et tegemist terve kataloogiga; ükski fail sellest kataloogist pole vastuvõetav.
fi: Lopeta tiedostonimi /-merkillä kertoaksesi sen olvean kokonainen hakemisto; mitään tiedostoa tästä hakemistosta ei voida hakea.
fr: Le nom de fichier doit se terminer par un / si c'est un dossier ; aucun fichier de ce dossier ne sera alors téléchargeable.
he: <p align=right>ןייצל ידכ / םע ץבוקה םש תא םייס<br> ןתינ היהי אל ;המלש הירפס אוהש<br> .תאזה הירפסב ץבוק ףא ךושמל
hu: Könyvtár megadásánál tegyen / jelet az elérési út végére! A könyvtárban egyetlen fájl sem lesz hozzáférhető.
id: Akhiri nama file dengan sebuah / untuk memberi tanda bahwa ia adalah sebuah direktori, tidak ada file dalam direktori ini bisa diambil/dibaca.
is: Endaðu skráarnafnið með / til þess að gefa í skyn heila möppu; Það verður ekki hægt að sækja neina skrá úr þessari möppu.
it: Termina il nome file con un / per indicare che è un'intera directory; nessun file in questa directory sarà scaricabile.
ja: ディレクトリであることを示すには、ファイル名 の末尾に/を付けて下さい; このディレクトリの下 のファイルは全て検索禁止になります。
ko: / 로 끝나는 파일이름은 전체 자료방을 가리킵니다; 이 자료방에 있는 파일은회수할 수 없습니다
nl: Laat de bestandsnaam eindigen met een / om aan te geven dat het een gehele map is. geen enkel bestand uit die map is dan bereikbaar.
no: Avslutt filnavnet med en / for å vise at det er en hel katalog. Ingen filer fra denne katalogen vil være nedlastbare.
no_ny: Avslutt filnamnet med ein / for å visa at det er ein heil katalog. Ingen filer frå denne katalogen vil vera nedlastbare.
pt: Pôr uma barra (/) no final do nome para indicar que é uma directoria inteira; nenhum ficheiro dessa directoria será acessível.
ro: Terminaţi un nume cu un / pentru a indica că este un întreg director. Nici un fişier din acest director nu poate fi accesat.
ru: Символ / в конце имени файла указывает, что правило следует распространить на весь каталог; ни один файл из этого каталога нельзя будет скачать.
sk: Ukončte názov súboru s / na signalizovanie toho, že to platí pre celý priečinok; žiaden súbor z tohto priečinku sa nebude dať stiahnuť.
sl: Če dodate '/' na koncu imena imenika, potem nakažete, da je to cel imenik; nobene datoteke v tem imeniku ne bo moč pobrati.
sr: Stavite / na kraj imena fajla da označite da je to ceo direktorijum; ni jedan fajl u ovom direktorijumu neće biti dostupan.
sv: Avsluta filnamnet med ett / för att markera att det är en hel katalog; ingen fil i denna katalog kommer att kunna hämtas.
ta: / ÌÈ¢Ô¼ý ÓÊÔõ §¸¡ôÒ¸û ÓØ «¨¼×¸Ç¡¸ì ¸Õ¾ôÀÎõ. ­ó¾ «¨¼Å¢Ä¢ÕóÐ ±ó¾ ´Õ §¸¡ôÒõ ¾¢ÕõÀô ¦ÀÈÅ¢ÂÄ¡Ð.
th: จบชื่อแฟ้มด้วย / เพื่อบ่งบอกว่าเป็นไดเรกทอรี ซึ่งไม่สามารถจะเอาแฟ้มใดๆ ในไดเรกทอรีนี้ได้
uk: Закінчите назву файлу символом /, це вкаже, що це каталог; з цього каталогу не можна буде витягнути жодного файлу.

source: Add recipient for upload-notification
af: voeg by ontvanger vir upload-notification
az: Yükləmə xəbərdarlığı üçün ad əlavə et
bg: Добави получател за уведомяване при появяване на файлове
ca: Afegeix un destinatari per a la notificació de càrrega
cs: Přidat příjemce avíza o uploadu
da: Tilføj modtager af oplægningsbesked
de: Empfänger einer Upload-Benachrichtigung hinzufügen
eo: Aldonu ricevonton por alŝuto-anoncoj
es: Añadir remitente para notificar la carga de archivos.
et: Lisa üleslaadimisest teavitatav isik
fi: Lisää vastaanottaja tulevien tiedostojen huomautukseen
fr: Ajoute un destinataire pour les notifications d'envoi
he: האלעה יבגל עודייל ןעמנ תפסוה
hu: Feltöltésnél értesítendő cím hozzáadása
id: Tambah penerima untuk notifikasi upload
is: Bæta við móttakanda fyrir tölvupóst-tilkynningar um innfluttar skrár
it: Aggiungi un destinatario per la notifica dell'upload
ja: アップロード通知の通知先を追加
nl: Geadresseerde voor upload-notificatie toevoegen
no: Legg til mottaker for opplastingspåminnelse
no_ny: Legg til mottakar for opplastingspåminning
pt: Adicionar um destinatário de notificações de 'upload'
ro: Adaugă destinatar pentru notificarea upload-ului
ru: Добавить получателя писем с уведомлением о появлении файлов
sk: Pridať adresáta na upozornenie o nahraní
sl: Dodaj prejemnike za upload obvestilo
sr: Dodaj primaoce obaveštenja o uploadu
sv: Lägg till mottagare för uppladdningsmeddelande
ta: ¯û§ÇüÈ «È¢Å¢ô¨À ¦ÀÚ¿Ã¢ý ¦ÀÂ¨Ãî §º÷
th: เพิ่มผู้รับสำหรับการแจ้งการอัพโหลด
uk: Додати отримувача для повідомлення про завантаження

source: &Address:
af: adres:
az: &Ünvan:
bg: &Адрес:
ca: &Adreça:
cs: &Adresa:
da: &Adresse:
de: &Adresse:
eo: &Adreso:
es: &Dirección:
et: &Aadress:
fi: &Osoite:
fr: &Adresse :
he: :תבות&כ
hu: &Cím:
id: &Alamat:
is: &Tölvupóstfang:
it: &Indirizzo:
ja: アドレス(&A):
ko: 주소(&A)
nl: &Adres:
no: &Adresse:
no_ny: &Adresse:
pt: E&ndereço:
ro: &Adresa:
ru: &Адрес:
sk: &Adresa:
sl: N&aslov:
sr: &Adresa:
sv: &Adress:
ta: &Ó¸ÅÃ¢
th: ที่อยู่:
uk: &Адреса:

source: Add virtual host
af: voeg by virtuele bediener
az: Virtual verici əlavə et
bg: Добави виртуален хост
ca: Afegeix un hoste virtual
cs: Přidat virtuálního hostitele
da: Tilføj virtuel vært
de: Virtuellen Server hinzufügen
eo: Aldonu virtualan komputilon
es: Añadir máquina virtual
et: Virtuaalserveri lisamine
fi: Lisää virtuaalipalvelin
fr: Ajouter un hôte virtuel
he: המודמ תרש תפסוה
hu: Virtuális kiszolgáló hozzáadása
id: Tambah host virtual
is: Bæta við sýndarvél
it: Aggiungi host virtuale
ja: 仮想ホストを追加
ko: 가상 호스트 추가
nl: Virtuele host toevoegen
no: Legg til virtuell vert
no_ny: Legg til virtuell vert
pt: Adicionar servidor virtual
ro: Adaugă gazdă virtuală
ru: Добавить виртуальный хост
sk: Pridať virtuálny server
sl: Dodaj navidezni strežnik
sr: Dodaj virtuelni host
sv: Lägg till virtuell värd
ta: Á¡Âô ÒÃÅø §º÷
th: เพิ่มโฮสต์เสมือน
uk: Додати віртуальну машину

source: Enter the IP address of the new virtual host here.
af: invoer die ip adres van die nuwe virtuele bediener hier.
az: Yeni virtual vericinin IP ünvanını buraya yazın.
bg: Въведете тук IP адрес на новия виртуален хост.
ca: Introduïu l'adreça IP de l'hoste virtual nou aquí.
cs: Sem zadejte IP adresu nového virtuálního hostitele.
da: Indtast IP adressen på den nye virtuelle vært her.
de: Geben Sie die IP-Adresse des neuen virtuellen Servers hier ein.
eo: Entajpu IP-adreson de la nova virtuala komputilo tie ĉi.
es: Introduzca aquí la dirección IP de la nueva máquina virtual.
et: Sisesta siia uue virtuaalserveri IP aadress.
fi: Anna IP-osoite uudelle virtuaalipalvelimelle
fr: Inscrire l'adresse IP du nouvel hôte virtuel ici.
he: .שדחה המודמה תרשה לש IP-ה תבותכ תא ןאכ דלקה
hu: Adja meg a virtuális kiszolgáló IP címét.
id: Masukkan alamat IP dari host virtual baru di sini.
is: Sláðu inn IP-vistfang nýju sýndarvélarinnar.
it: Immetti l'indirizzo IP del nuovo host virtuale.
ja: 新規仮想ホストのIPアドレスをここに入力
ko: 새 가상 호스트의 IP 주소를 입력하세요
nl: Voer hier het IP-adres in voor de nieuw virtuele host.
no: Skriv inn IP-addressen til den nye virtuelle verten her.
no_ny: Oppgi IP-adressa til den nye virtuelle verten her.
pt: Introduz aqui o endereço IP do novo servidor virtual.
ro: Introduceţi aici adresa IP pentru noua gazdă virtuală.
ru: Введите здесь IP адрес нового виртуального хоста.
sk: Tu zadávate IP adresu nového virtuálneho servera.
sl: Tukaj vstavite naslov IP novega navideznega strežnika.
sr: Ovde unesi IP adresu novog virtuelnog hosta.
sv: Här anger du IP-adressen för den nya virtuella värden.
ta: Ò¾¢Â Á¡Âô ÒÃÅÄ¢ý IP Ó¸ÅÃ¢¨Â ­íÌ ¯ûÇ¢¼×õ
th: เติมหมายเลข IP สำหรับโฮสต์เสมือนใหม่ที่นี่
uk: Введіть адресу IP для нової віртуальної машини.
