Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: Only local files are currently supported.
af: slegs plaaslike lêers word huidiglik ondersteunde.
az: İndilik sadəcə olaraq yerli fayllar dəstəklənir.
bg: В тази версия се поддържат само локални файлове.
cs: Zatím jsou podporovány pouze místní soubory.
da: Kun lokale filer er understøttede endnu.
de: Derzeit werden nur lokale Dateien unterstützt.
eo: Nur lokaj dosieroj estas subtenataj ĝis nun.
es: Sólo están soportados los archivos locales.
et: Hetkel on toetatud ainult lokaalsed failid.
fi: Vain paikallisia tiedostoja tuetaan.
fr: Seuls les fichiers locaux peuvent être traités.
he: .תעכ םיכמתנ םיימוקמ םיצבק קר
hu: Csak helyi fájlokat lehet használni.
is: Aðeins staðarskrár eru studdar í augnablikinu.
it: Attualmente sono supportati solo file locali.
ja: 未だローカルファイルしかサポートしていません。
nl: Vooralsnog worden alleen lokale bestanden ondersteund.
no: Bare loake filer er foreløpig støttet.
no_ny: Berre lokale filer er støtta enno.
pt: Ainda só há suporte para ficheiros locais.
ro: Deocamdată sînt suportate numai fişiere locale.
ru: В этой версии поддерживаются только локальные файлы.
sk: Zatiaľ sú podporované iba lokálne súbory.
sl: Trenutno so podprte le lokalne datoteke.
sr: Trenutno su podržani samo lokalni fajlovi.
sv: Än så länge stöds endast lokala filer.
uk: Поки що підтримуються тільки локальні файли.

source: Edit upload
af: redigeer oplaai
az: Yükləmə ilə oyna
bg: Редактиране на изтеглянето
ca: Edita la càrrega de dades
cs: Upravit upload
da: Redigér oplægning
de: Upload bearbeiten
eo: Redaktu alŝuton
es: Editar carga
et: Muuda üleslaadimisi
fi: Muokkaa tulevia
fr: Modifier les envois
he: האלעה תכירע
hu: A feltöltés beállításai
id: Ubah upload
is: Breyta innfluttningi
it: Modifica upload
ja: アップロードを編集
ko: 올리기 편집
nl: Upload bewerken
no: Rediger opplasting
no_ny: Rediger opplasting
pt: Editar 'upload'
ro: Editează upload
ru: Редактировать загрузку
sk: Nastaviť nahrávanie
sl: Uredi upload
sr: Promeni upload
sv: Ändra uppladdning
ta: ¯û§ÇüÈò¨¾ ¾¢Õò¾¢Â¨Á
th: แก้ไขการอัพโหลด
uk: Редагування завантаження

source: For users with root d&irectory:
af: vir gebruikers met root gids:
az: Kök &cərgəli istifadəçilər:
bg: За потребители с &root директория:
ca: Per a usuaris amb el d&irectori arrel:
cs: Pro uživatele s kořenovým ad&resářem:
da: For brugere med root &katalog
de: Für Benutzer mit &Wurzelverzeichnis:
eo: Por uzantoj kun radika &dosierujo:
es: Para usuarios con d&irectorio root:
et: Juurkataloog&iga kasutajatele:
fi: Käyttäjille joilla on &juurihakemisto:
fr: Pour utilisateurs avec dossie&rs racine
he: :שר&וש תיירפס םע םישמתשמל
hu: G&yökérkönyvtárral rendelkezőknek:
id: Untuk pemakai dengan d&irektori root:
is: Fyrir notendur með rótarmöppu:
it: Per gli utenti con la d&irectory root:
ja: ルートディレクトリ(&i):
ko: 루트 자료방을 가진 사용자(&i)
nl: Voor gebru&ikers met hoofdmap:
no: For brukere med root-&katalog:
no_ny: For brukarar med rot&katalog:
pt: Para utilizadores com d&irectoria de raiz:
ro: Pentru utilizatorii cu d&irector rădăcină:
ru: Для пользователей с &корневым каталогом:
sk: Pre užívateľov s koreňovým p&riečinkom:
sl: Za uporabnike z osnovnim &imenikom:
sr: Za korisnike sa početnim d&irektorijumom:
sv: För användare med rotk&atalog:
ta: §Å÷ &«¨¼¨Åì ¦¸¡ñ¼ ÀÂÉ÷¸û
th: สำหรับผู้ใช้พร้อมกับไดเรกทอรีราก:
uk: Для користувачів з кореневим к&аталогом:

source: &Directory (may be globbed):
af: gids (dalk mag wees verkort):
az: &Cərgə:
bg: Д&иректория (може да бъде шаблон):
ca: &Directori (es pot indicar de manera global:
cs: A&dresář (může být zobecněný):
da: &Katalog (kan globaliseres):
de: &Verzeichnis (kann Platzhalter haben):
eo: &Dosierujo (ĵokersignoj uzeblaj):
es: &Directorio (puede hacerse global):
et: &Kataloog (metamärgid lubatud):
fi: &Hakemisto
fr: Dossie&r (peut être sous forme de modèle) :
he: :(םייללכ םיוותב שמתשהל &ןתינ) הירפס
hu: &Könyvtárnév:
id: &Direktori (boleh digabung):
is: Mappa (það má nota mengi):
it: &Directory (può contener wildcard):
ja: ディレクトリ(&d) (省略形可):
ko: 자료방(&D)
nl: &Map (mag asterisken bevatten):
no: &Katalog (kan ha jokertegn):
no_ny: &Katalog (kan ha jokerteikn):
pt: &Directoria (pode ter meta-caracteres):
ro: &Director (poate fi globalizat):
ru: К&аталог (может быть шаблон):
sk: &Priečinok (môže byť použitý žolík):
sl: &Imenik:
sr: &Direktorijum (može biti apstrakovan):
sv: &Katalog (jokertecken är tillåtna):
ta: &«¨¼× (¾¢Ãð¼ô À¼Ä¡õ)
th: ไดเรกทอรี (may be globbed):
uk: &Каталог (може бути виразом):

source: &Permit uploads; permissions:
af: Permit uploads; regte:
az: Vericiyə &yükləməyə icazə ver; səlahiyyətlər:
bg: &Разрешава изтегляне; права:
ca: &Permet la càrrega de dades; permisos:
cs: &Povolit uploady; přístupová práva:
da: &Tillad oplægninger; tilladelser:
de: &Uploads erlaubt; Zugriffsrechte:
eo: &PErmesu alŝutojn; permesoj:
es: &Autorizar cargas, permisos:
et: Ü&leslaadimiste õigused:
fi: &Salli vastaanotto; oikeudet:
fr: &Permettre les envois ; permissions :
he: :תואשרה ;תואלעה השר&ה
hu: &Jogosultságok:
id: Ijinkan u&pload; ijin:
is: Leyfa innfluttning 'upload'; aðgangsheimildir:
it: &Permetti gli upload; permessi:
ja: アップロード権限(&P):
ko: 올리기 허용(&P); 권한
nl: &Uploads toegestaan; toegangsrechten:
no: &Tillat opplastinger; tillatelser:
no_ny: &Tillat opplastingar; løyve:
pt: &Permitir 'uploads'; permissões:
ro: &Permite upload; permisiuni:
ru: &Разрешить загрузку; разрешения:
sk: &Povoliť nahrávanie; prístupové práva:
sl: &Dovoli upload; pravice:
sr: &Dozvoli uploade; dozvole:
sv: &Tillåt uppladdning; skydd:
ta: ¯û§ÇüÈò¨¾ &«ÛÁ¾¢; «ÛÁ¾¢¸û:
th: อนุญาตให้อัพโหลด; การอนุญาต:
uk: &Дозволити завантаження; дозволи:

source: &Change owner of uploaded files:
af: verander eienaar van opgelaaide lêers:
az: Yüklənən faylların sahiblerini &dəyişdir:
bg: Промяна &собственика на файловете за изтегляне:
ca: &Canvia el propietari dels fitxers carregats:
cs: &Změnit vlastníka uploadnutých souborů:
da: Æ&ndr ejer for filer der er lagt op:
de: Besi&tzer der hinaufgeladenen Dateien &ändern:
eo: &Ŝanĝu posedanton de alŝutitaj dosieroj:
es: &Cambiar propietario de los archivos cargados:
et: Üleslaetavate failide &uus omanik:
fi: Vaihda vastaanotettujen &omistaja:
fr: &Changer le propriétaire des fichiers envoyés :
he: :םיאלעומ םיצבק לע תולעבה תא ה&נש
hu: A feltöltött fájlok &tulajdonosa:
id: &Ubah pemilik dari file yang di-upload:
is: Breyta um eiganda á innfluttum skrám:
it: &Cambia il proprietario dei file uploadati
ja: アップロードされたファイルの所有者を変更(&C):
ko: 올린 파일 소유자 변경(&C)
nl: Ei&genaar van inkomende bestanden wijzigen:
no: &Endre eier for opplastede filer:
no_ny: &Endra eigar for opplasta filer:
pt: Alterar o dono dos fi&cheiros de 'upload':
ro: &Modifică proprietarul fişierelor upload-ate:
ru: Изменить &владельца закачанного файла:
sk: &Zmeniť vlastníka nahraných súborov:
sl: Spremeni &lastnika za upload datoteke:
sr: &Promeni vlasnika uploadovanih fajlova:
sv: Ä&ndra ägare för uppladdade filer:
ta: ¯û§ÇüÈôÀð¼ §¸¡ôÒ¸Ç¢ý ¦º¡ó¾ì¸¡Ã¨Ã &Á¡üÚ
th: เปลี่ยนเจ้าของสำหรับแฟ้มที่อัพโหลด:
uk: Зміняти &власника завантажених файлів:

source: C&hange group of uploaded files:
af: verander groep van opgelaaide lêers:
az: Yüklənən faylların qruplarını &dəyişdir:
bg: Промяна на &групата на файловете за изтегляне:
ca: C&anvia el grup dels fitxers carregats:
cs: Z&měnit skupinu uploadnutých souborů:
da: Æ&ndr gruppe for filer der er lagt op:
de: &Gruppe von hinaufgeladenen Dateien ändern:
eo: Ŝ&anĝu grupon de alŝutataj dosieroj:
es: C&ambiar grupo de archivos cargados:
et: Üleslaetavate failide uus &grupp:
fi: Vaihda vastaanotettujen &ryhmä:
fr: C&hange le groupe des fichiers envoyés :
he: :םיאלעומ &םיצבק לש הצובקה תא הנש
hu: A feltöltött fájlok &csoportja:
id: Ubah kelompok dari file yang di-upload:
is: Breyta um hóp á innfluttum skrám:
it: C&ambia il gruppo dei file uploadati:
ja: アップロードされたファイルのグループを変更(&h):
ko: 올린 파일 그룹 바꾸기(&h)
nl: Groep van inkomende bestanden wij&zigen:
no: E&ndre gruppe for opplastede filer:
no_ny: E&ndra gruppe for opplasta filer:
pt: Alterar o grupo dos fic&heiros de 'upload':
ro: M&odifică grupul fişierelor upload-ate:
ru: Изменить &группу закачанного файла:
sk: Zmeniť &skupinu nahraných súborov:
sl: Spremeni lastniško &skupino za upload datoteke:
sr: P&romeni grupu uploadovanih fajlova:
sv: Ändra &grupp för uppladdade filer:
ta: ¯û§ÇüÈôÀð¼ §¸¡ôÒ¸Ç¢ý ÌØ¨Å &Á¡üÚ
th: เปลี่ยนกลุ่มสำหรับแฟ้มที่อัพโหลด:
uk: Зміняти &групу завантажених файлів:

source: Permit creating new d&irectories
af: laat toe te skep nuwe gidse
az: Yeni cər&gə yaratmaya icazə ver
bg: Разрешава &създаване на нови директории
ca: Permet la creació de nous d&irectoris
cs: Povol&it vytváření nových adresářů
da: Tillad at lave nye &mapper
de: Erzeugen neuer Ver&zeichnisse erlauben
eo: Permesu kreon de novaj &dosierujoj
es: Autorizar creación de nuevos d&irectorios
et: Lubatakse tekitada uus&i katalooge
fi: Salli uusien &hakemistojen luonti
fr: Permettre la créat&ion de nouveaux dossiers
he: תושדח תוירפ&ס תריצי השרה
hu: Új könyvtár létrehozása &engedélyezett
id: Ijinkan membuat d&irektori baru
is: Leyfa að búa til nýjar möppur
it: Permetti la creazione di nuove d&irectory.
ja: 新規ディレクトリ作成を許可する(&i)
ko: 새 자료방 생성 허용(&i)
nl: Aan&maak van nieuwe mappen toestaan
no: Tillat laging av nye k&ataloger
no_ny: Tillat laging av nye k&atalogar
pt: Permitir criar novas d&irectorias
ro: Permite crearea de d&irectoare noi
ru: Разрешить &создание новых каталогов
sk: Povoliť vytváranie nových &priečinkov
sl: Dovoli ustvarjanje novih &imenikov
sr: Dozvoli kreiranje novih d&irektorijuma
sv: Tillåt skapande av nya &kataloger
ta: Ò¾¢Â &«¨¼×¸¨Ç ¯ñ¼¡ì¸ «ÛÁ¾¢
th: อนุญาตให้ทำการสร้างไดเรกทอรีใหม่
uk: Дозволити створення нових &каталогів

source: &Select
af: kies
az: &Seç
bg: &Избор
ca: &Selecciona
cs: &Vybrat
da: &Markér
de: Auswählen
eo: &Elektu
es: &Seleccionar
et: &Vali
fi: &Valitse
fr: Sélec&tionner
he: ר&חב
hu: &Tallózás
id: Pili&h
is: Velja
it: &Seleziona
ja: 選択(&S)
ko: 선택(&S)
nl: &Selecteren
no: &Merk
no_ny: Mer&k
pt: &Seleccionar
ro: &Selectează
ru: &Выбрать
sk: &Vybrať
sl: &Izberi
sr: &Izabor
sv: &Välj
ta: &§¾÷×¦ºö
th: เลือก
uk: &Вибрати

source: Select file
af: kies lêer
az: Fayl seç
bg: Избор на файл
ca: Selecciona el fitxer
cs: Vybrat soubor
da: Vælg fil
de: Datei auswählen
eo: Elektu dosieron
es: Seleccionar archivo
et: Vali Fail
fi: Valitse tiedosto
fr: Sélectionner un fichier
he: ץבוק תריחב
hu: Fájl kiválasztása
id: Pilih file
is: Velja skrá
it: Scegli file
ja: ファイルを選択
ko: 파일 선택
nl: Bestand selecteren
no: Merket fil
no_ny: Vel fil
pt: Seleccionar ficheiro
ro: Selectează fişierul
ru: Выбрать файл
sk: Vybrať súbor
sl: Izberi datoteko
sr: Izaberi fajl
sv: Välj fil
ta: §¸¡ô¨Àò §¾÷×¦ºö
th: เลือกแฟ้ม
uk: Виберіть файл

source: KDE tool to configure wuftpd
af: kde program aan konfigureer wuftpd
az: "Wuftpd"yi quraşdırmaq üçün KDE vasitəsi
bg: Конфигурационен инструмент за wuftpd на KDE
ca: Eina KDE per configurar wuftpd
cs: Konfigurační nástroj wuftpd pro KDE
da: KDE værktøj til at indstille wuftpd
de: KDE-Dienstprogramm zur Einrichtung von wuftpd
eo: KDEa ilo por agordi WuFTP
es: Utilidad KDE para configurar wuftpd
et: KDE rakendus wuftpd seadistamiseks
fi: KDE työkalu wuftpd:n asettamiseksi
fr: Outil de configuration de wu-ftpd pour KDE
he: wuftpd לש הרוצתה תעיבקל KDE ילכ
hu: KDE eszköz a wuftpd FTP kiszolgáló kezeléséhez
id: Alat KDE untuk mengkonfigurasi wuftpd
is: KDE tól til þess að stilla wuftpd
it: Strumento di KDE per configurare wuftpd
ja: KDE wuftpd 設定ツール
ko: wuftpd 을 설정하기 위한 KDE 툴
nl: KDE-programma voor het configureren van wuftpd.
no: KDE-verktøy for oppsett av wuftpd
no_ny: KDE-verktøy for oppsett av wuftpd
pt: Ferramenta de configuração do wuftpd para o KDE
ro: Utilitar configurare WuFTPD pentru KDE
ru: Программа настройки wuftpd для KDE
sk: KDE nástroj na nastavenie wuftpd
sl: Orodje za nastavitev wuftpd v KDE
sr: KDE alatka za konfigurisanje wuftpd
sv: KDE-verktyg för att konfigurera wuftpd
ta: wuftpd ³ «¨ÁÅÊìÌõ KDE ¸ÕÅ¢
th: เครื่องมือปรับแต่ง wuftpd บน KDE
uk: Програма KDE для налаштування wuftpd

source: &Load /etc/ftpaccess
af: las /etc/ftpaccess
az: "/etc/ftpaccess"i &Yüklə
bg: &Зареди /etc/ftpaccess
ca: &Carrega /etc/ftpaccess
cs: &Nahrát /etc/ftpaccess
da: &Indlæs /etc/ftpaccess
de: /etc/ftpaccess &laden
eo: &Legu /etc/ftpaccess
es: &Cargar /etc/ftpaccess
et: &Lae /etc/ftpaccess
fi: L&ataa /etc/ftpaccess
fr: Ouvrir /etc/ftpa&ccess
he: /etc/ftpaccess תא חת&פ
hu: Az /etc/ftpaccess fájl &betöltése
is: H&laða inn /etc/ftpaccess
it: &Carica /etc/ftpaccess
ja: /etc/ftpaccessをロード(&L)
ko: /etc/ftpaccess 불러오기(&L)
nl: /etc/ftpaccess &laden
no: &Last /etc/ftpaccess
no_ny: &Last /etc/ftpaccess
pt: &Ler /etc/ftpaccess
ro: În&carcă /etc/ftpaccess
ru: &Загрузить /etc/ftpaccess
sk: &Načítať /etc/ftpaccess
sl: Na&loži /etc/ftpaccess
sr: &Učitaj /etc/ftpaccess
sv: &Ladda /etc/ftpaccess
ta: &²üÚ /etc/paccess
th: เรียกข้อมูลจาก /etc/ftpaccess
uk: &Завантажити /etc/ftpaccess

source: Load &other file
af: las ander lêer
az: &Başqa fayl yüklə
bg: Зареди &друг файл
ca: Carrega &un altre fitxer
cs: Nahrát &jiný soubor
da: Indlæs en &anden fil
de: Andere &Datei laden
eo: Legu &alian dosieron
es: Cargar &otro archivo
et: Lae &muu fail
fi: Lataa &muu tiedosto
fr: Ouvrir un a&utre fichier
he: רח&א ץבוק חתפ
hu: Má&s fájl betöltése
id: Load file l&ain
is: Hlaða &inn annarri skrá
it: Carica un altro &file
ja: 他のファイルをロード(&o)
ko: 다른 파일 불러오기(&o)
nl: Ander bestan&d laden
no: Last en &annen fil
no_ny: Last ei &anna fil
pt: Ler &outro ficheiro
ro: Încarcă a&lt fişier
ru: Загрузить &другой файл
sk: Načítať &iný súbor
sl: Nal&oži drugo datoteko
sr: Učitaj neki &drugi fajl
sv: Ladda &annan fil
ta: &À¢È §¸¡ô¨À ²üÚ
th: เรียกข้อมูลจากแฟ้มอื่น
uk: Завантажити &інший файл

source: &Save /etc/ftpaccess
af: stoor /etc/ftpaccess
az: "/etc/ftpaccess"'i &Qeyd Et
bg: &Запази /etc/ftpaccess
ca: &Desa /etc/ftpaccess
cs: &Uložit /etc/ftpaccess
da: &Gem /etc/ftpaccess
de: /etc/ftpaccess &speichern
eo: &Sekurigu /etc/ftpaccess
es: &Guardar /etc/ftpaccess
et: &Salvesta /etc/ftpaccess
fi: &Tallenna /etc/ftpaccess
fr: Enregi&strer /etc/ftpaccess
he: /etc/ftpaccess-ל רומ&ש
hu: Az /etc/ftpaccess fájl &mentése
id: &Simpan /etc/ftpaccess
is: &Vista /etc/ftpaccess
it: &Salva /etc/ftpaccess
ja: /etc/ftpaccessを保存(&S)
ko: /etc/ftpaccess 저장(&S)
nl: /etc/ftpaccess op&slaan
no: La&gre /etc/ftpaccess
no_ny: La&gra /etc/ftpaccess
pt: Gravar /etc/ftpa&ccess
ro: &Salvează /etc/ftpaccess
ru: &Сохранить /etc/ftpaccess
sk: &Uložiť /etc/ftpaccess
sl: &Shrani /etc/ftpaccess
sr: &Sačuvaj /etc/ftpaccess
sv: &Spara /etc/ftpaccess
ta: &§ºÁ¢ /etc/paccess
th: บันทึก /etc/ftpaccess
uk: &Зберегти до /etc/ftpaccess

source: Save o&ther file
af: stoor ander lêer
az: Başqa &fayl qeyd et
bg: Запази &в друг файл
ca: Desa un al&tre fitxer
cs: Uložit j&iný soubor
da: Gem en a&nden fil
de: &Andere Datei speichern
eo: Sekurigu &alian dosieron
es: Guardar o&tro archivo
et: Salvesta &kui...
fi: Tallenna m&uu tiedosto
fr: Enregistrer les &autres fichiers
he: ר&חא ץבוקל רומש
hu: Más fá&jl mentése
id: Simpan file lai&n
is: Vista &aðra skrá
it: Salva un &altro file
ja: 他のファイルを保存(&t)
ko: 다른 파일로 저장(&t)
nl: &Ander bestand opslaan
no: Lagre en a&nnen fil
no_ny: Lagra ei a&nna fil
pt: Gravar ou&tro ficheiro
ro: Salvează &alt fişier
ru: Сохранить &в другой файл
sk: Uložiť a&ko súbor
sl: Shrani drugo da&toteko
sr: Sačuvaj d&rugi fajl
sv: Spara a&nnan fil
ta: &À¢È §¸¡ô¨Àî §ºÁ¢
th: บันทึกเป็นแฟ้มอื่น
uk: Зберегти до і&ншого файлу

source: User &Classes
af: gebruiker klasse
az: İstifadəçi &Sinifləri
bg: &Клас потребители
ca: &Classes d'usuari
cs: Uživatelské &třídy
da: Bruger&klasser
de: Benutzer&klassen
eo: Uzanto&klasoj
es: &Clases de usuario
et: Ka&sutajate klassid
fi: &Käyttäjäluokat
fr: Classes d'&utilisateur
he: םישמתשמ תוקלח&מ
hu: Felhasználóo&sztályok
id: Kelas-&kelas pemakai
is: &Notendaklasi
it: Classi &utenti
ja: ユーザクラス(&C)
ko: 사용자 클래스(&C)
nl: Gebruikers&klassen
no: Bruker&klasser
no_ny: Brukar&klassar
pt: &Classes de Utilizador
ro: &Clase utilizatori
ru: &Классы пользователей
sk: Užívateľské &triedy
sl: &Razredi uporabnikov
sr: Korisničke &klase
sv: An&vändarklasser
ta: ÀÂÉ÷ &ÅÌôÒ¸û
th: คลาสผู้ใช้
uk: Класи &користувачів

source: &Directories
af: gidse
az: Cər&gələr
bg: Дире&ктории
ca: &Directoris
cs: A&dresáře
da: &Mapper
de: &Verzeichnisse
eo: &Dosierujoj
es: &Directorios
et: K&ataloogid
fi: &Hakemistot
fr: Doss&iers
he: תויר&פס
hu: &Könyvtárak
id: &Direktori
is: &Möppur
it: &Directory
ja: ディレクトリ(&D)
ko: 자료방(&D)
nl: &Mappen
no: K&ataloger
no_ny: K&atalogar
pt: &Directorias
ro: &Directoare
ru: Ка&талоги
sk: &Priečinky
sl: &Imeniki
sr: &Direktorijumi
sv: &Kataloger
ta: &§¸¡ôÒ¸û
th: ไดเรกทอรี
uk: &Каталоги

source: &Security
af: sekuriteit
az: &Təhlükəsizlik
bg: &Безопасност
ca: &Seguretat
cs: &Bezpečnost
da: &Sikkerhed
de: &Sicherheit
eo: &Sekureco
es: &Seguridad
et: &Turvalisus
fi: T&urvallisuus
fr: Séc&urité
he: הח&טבא
hu: &Biztonság
id: Kea&manan
is: &Öryggi
it: &Sicurezza
ja: セキュリティ(&S)
ko: 보안(&S)
nl: &Beveiliging
no: &Trygghet
no_ny: &Tryggleik
pt: &Segurança
ro: &Securitate
ru: &Безопасность
sk: &Bezpečnosť
sl: &Varnost
sr: &Obezbeđenje
sv: &Säkerhet
ta: &¸¡ôÒ
th: ระบบความปลอดภัย
uk: &Безпека

source: &Messages
af: boodskappe
az: &İsmarıclar
bg: &Съобщения
ca: &Missatges
cs: &Zprávy
da: &Beskeder
de: &Nachrichten
eo: &Mesaĝoj
es: &Mensajes
et: &Teated
fi: &Viestit
he: תוע&דוה
hu: Ü&zenetek
id: P&esan-pesan
is: &Skilaboð
it: &Messaggi
ja: メッセージ(&M)
ko: 메세지(&M)
nl: B&erichten
no: &Meldinger
no_ny: &Meldingar
pt: &Mensagens
ro: &Mesaje
ru: &Сообщения
sk: &Správy
sl: &Sporočila
sr: &Poruke
sv: &Meddelanden
ta: &¦ºö¾¢¸û
th: ข้อความ
uk: &Повідомлення

source: &Logging
af: afteken
az: &Qeyd tutma
bg: Запис в &журнал
ca: &Registre
cs: Záznam&y
da: &Logger
de: &Protokoll
eo: &Raportado
es: &Accediendo
et: &Logimine
fi: &Lokit
fr: &Journalisation
he: &םושיר
hu: &Naplózás
id: Pen&catatan
is: Skráning atvika
it: &Log
ja: ログ(&L)
ko: 로그인(&L)
nl: &Loggen
no_ny: &Loggføring
pt: &Registo
ro: &Logare
ru: &Журналирование
sk: &Zaznamenávanie
sl: &Prijave
sr: &Beleženje
sv: &Loggning
ta: &¦¾¡¼í¸ø
th: การติดตามการใช้งาน
uk: &Журнал

source: Rat&ios
af: verhoudings
az: &Nisbətlər
bg: Съ&отношения
ca: Ràt&ios
cs: P&oměry
de: Ver&hältnisse
eo: &Kvantoj
es: Pro&porciones
et: Suh&ted
fi: &Rajoitukset
he: םיסח&י
hu: &Arányok
id: Perband&ingan
is: &Hlutföll
it: &Rapporti
ja: 比率(&i)
ko: 비율(&i)
nl: Ver&houdingen
no: Ra&ter
no_ny: &Høve («ratios»)
pt: Rác&ios
ro: &Rate
ru: Со&отношения
sk: Pom&ery
sl: &Razmerja
sr: Odnos&i
sv: Ran&son
ta: &Å¢¸¢¾í¸û
th: อัตรา
uk: Сп&іввідношення

source: &Uploads
af: oplaaie
az: &Yükləmələr
bg: &Изтегляния
ca: Càrr&egues
cs: &Uploady
da: &Oplægninger
eo: &Alŝutoj
es: &Cargas
et: &Üleslaadimised
fi: Tul&evat tiedostot
fr: En&vois
he: תוא&לעה
hu: F&eltöltések
id: &Upload
is: Móttekið
it: &Upload
ja: アップロード(&U)
ko: 올리기(&U)
no: &Opplastinger
no_ny: &Opplastingar
ro: &Upload-uri
ru: &Загрузка
sk: &Nahrávania
sl: &Uploadi
sr: &Uploadi
sv: &Uppladdningar
ta: &§Á§ÄüÈí¸û
th: อัพโหลด
uk: &Відвантаження

source: &Virtual Hosts
af: virtuele bedieners
az: &Virtual Ünvanlar
bg: &Виртуални хостове
ca: Hostes &virtuals
cs: &Virtuální hostitelé
da: &Virtuelle værter
de: V&irtuelle Server
eo: &Virtualaj komputiloj
es: &Máquinas virtuales
et: &Virtuaalserverid
fi: &Virtuaaliasiakkaat
fr: &Hôtes virtuels
he: םימודמ םיתר&ש
hu: &Virtuális kiszolgálók
id: Host &virtual
is: Sýndarvélar
it: &Host virtuali
ja: 仮想ホスト(&V)
ko: 가상 호스트(&V)
nl: &Virtuele hosts
no: &Kunstige verter
no_ny: &Virtuelle vertar
pt: Servidores &Virtuais
ro: Gazde &virtuale
ru: &Виртуальные хосты
sk: &Virtuálne servery
sl: &Navidezni gostitelji
sr: &Virtuelni hostovi
sv: &Virtuella värdar
ta: &Á¡Âô ÒÃÅÄ÷¸û
th: โฮสต์เสมือน
uk: &Віртуальні машини

source: Select ftpaccess file
af: kies ftpaccess lêer
az: "Ftpaccess" faylı seç
bg: Избор на ftpaccess файл
ca: Seleccioneu el fitxer ftpaccess
cs: Výběr souboru ftpaccess
da: Vælg ftpaccess fil
de: ftpaccess-Datei auswählen
eo: Elektu dosieroj ftpaccess
es: Seleccionar archivo ftpaccess
et: Vali ftpaccess fail
fi: Valitse ftpaccess tiedosto
fr: Sélectionner le fichier ftpaccess
he: ftpaccess ץבוק רחב
hu: Az ftpaccess fájl kiválasztása
id: Pilih file ftpaccess
is: Velja ftpaccess skrá
it: Seleziona il file ftpaccess
ja: ftpaccessファイルを選択
ko: ftpaccess 파일 선택
nl: ftpacces-bestand selecteren
no: Velg 'ftpaccess'-fil
no_ny: Vel «ftpaccess»-fil
pt: Selecciona o ficheiro de ftpaccess
ro: Selectaţi fişierul "ftpaccess"
ru: Выбрать файл ftpaccess
sk: Vyberte ftpaccess súbor
sl: Izberi fptaccess datoteko
sr: Izaberi ftpaccess fajl
sv: Välj ftpaccess-fil
ta: ¸¼ò¾ø «Ûì¸ì §¸¡ô¨Àò §¾÷ó¦¾Î
th: เลือกแฟ้ม ftpaccess
uk: Виберіть файл ftpaccess

source: Only local files are supported yet. /etc/ftpaccess used instead.
af: slegs plaaslike lêers word ondersteunde nog. /etc/ftpaccess gebruik word in plaas van.
az: İndilik sadəcə olaraq yerli fayllar dəstəklənir. Yerinə "/etc/ftpaccess" işlədiləcək.
bg: За сега се поддържат само локални файлове. Ще бъде използван /etc/ftpaccess.
ca: Per ara només es suporten els fitxers locals. S'usa /etc/ftpaccess com a substitut.
cs: Zatím jsou podporovány pouze místní soubory. Použije se /etc/ftpaccess.
da: Kun lokale filer er understøttede nu. /etc/ftpaccess brugt i stedet.
de: Derzeit werden nur lokale Dateien unterstützt. Es wurde stattdessen /etc/ftpaccess verwendet.
eo: Nur lokaj dosieroj ĝis nun estas subtenataj. /etc/ftpaccess estas uzata anstataŭe.
es: Sólo archivos locales soportados todavía. Utilizar en su lugar /etc/ftpaccess
et: Hetkel on toetatud vaid lokaalsed failid. Kasutatakse faili /etc/ftpaccess.
fi: Vain paikallisia tiedostoja tietaan. Käytetään tiedostoa /etc/ftpaccess.
fr: Seuls les fichiers locaux peuvent être traités pour le moment. /etc/ftpaccess sera utilisé à la place.
he: .תעכ םיכמתנ םיימוקמ םיצבק קר .םוקמב /etc/ftpaccess-ב שומיש השעיי
hu: Egyelőre csak helyi fájlok támogatottak. Inkább az /etc/ftpaccess-t használom.
id: Hanya file lokal yang didukung. Gunakan saja /etc/ftpaccess.
is: Aðeins staðarskrár eru studdar í augnablikinu. /etc/ftpaccess notuð í staðin.
it: Solo file locali sono supportati per ora. Uso /etc/ftpaccess.
ja: 未だローカルファイルしかサポートしていません。 /etc/ftpaccessが代りに使われます。
ko: 로컬파일만이 지원됩니다. /etc/ftpaccess 파일을 사용하세요.
nl: Vooralsnog worden alleen lokale bestanden ondersteund. In plaats hiervan wordt /etc/ftpacces gebruikt.
no: Bare lokale filer er foreløbig støttet. /etc/ftpaccess brukes isteden.
no_ny: Berre lokale filer er støtta enno. Brukar /etc/ftpaccess i staden.
pt: Ainda só há suporte para ficheiros locais. Em vez disso usa-se o /etc/ftpaccess.
ro: Deocamdată sînt suportate numai fişiere locale. Voi utiliza /etc/ftpaccess.
ru: Пока поддерживаются только локальные файлы. Будет использован /etc/ftpaccess.
sk: Zatiaľ sú podporované iba lokálne súbory. Použite /etc/ftpaccess.
sl: Za sedaj so podprte le lokalne datoteke. Namesto te je uporabljena datoteka /etc/ftpaccess.
sr: Za sada su podržani samo lokalni fajlovi. /etc/ftpaccess iskorišćen kao zamena.
sv: Än så länge stöds endast lokala filer. /etc/ftpaccess använd istället.
ta: ¯ûÇ¢¼òÐì §¸¡ôÒ¸û¾¡ý ¬¾Ã× ¯ñÎ. ±É§Å Á¡üÈ¡¸ /etc/ftpaccess ÀÂýÀÎò¾ôÀÎ¸¢ýÈÐ
th: สนับสนุนเฉพาะแฟ้มภายในเท่านั้น ใช้แฟ้ม /etc/ftpaccess แทน
uk: Підтримуються тільки локальні файли. Натомість буде використано /etc/ftpaccess.
