Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: If you specify a file here, it will be used as an alternative shadow file (storing passwords) for authenticating users on this virtual server. If you leave this blank, the system shadow file will be used, unless you specified a passwd file containing password entries above.
af: as jy spesifiseer 'n lêer hier, dit sal wees gebruik word as 'n alternatiewe skadu lêer (storing wagwoorde) vir geldigheidtoetsing gebruikers op hierdie virtuele bediener. as jy los hierdie leë, die stelsel skadu lêer sal wees gebruik word, tensy jy gespesifiseer 'n wagwoord lêer bevat wagwoord inskrywings boonste.
az: Əgər burada bir fayl müəyyənləşdirdiniz isə, bu istifadəçiləri səlahiyyətləndirmək üçün alternatif bir kölgə parol faylı olaraq işlədiləcəkdir. Əgər buranı boş buraxsanız sistemin kölgə parol faylı işlədiləcəkdir.
bg: Ако е зададен файл, той ще бъде използван като алтернативен shadow за идентификация на потребителите за сървъра Ако полето е празно, ще се използва системния.
cs: Pokud zde stanovíte soubor, bude použit jako alternativní soubor shadow pro ověřování uživatelů na tomto virtuálním serveru. Ponecháte-li nevyplněno, použije se systémový soubor passwd, pokud nebude výše stanoven soubor passwd se záznamy hesel.
da: Hvis du angiver en fil her, vil den blive brugt som en alternativ shadow fil (med kodeord) for at godkende brugere på denne virtuelle server. Hvis den er blank, vil system shadow filen blive brugt, med mindre man angiver en kodeordsfil, der indeholder kodeordsindgange ovenfor.
de: Wenn Sie hier eine Datei angeben, wird sie als alternative, versteckte Passwort-Datei verwendet, um Benutzer des virtuellen Servers zu authentifizieren. Wenn Sie dieses Feld leer lassen, wird die versteckte Passwort-Datei des Systems verwendet, außer sie haben oben eine Passwort-Datei angegeben.
eo: Se vi donas dosieron tie ĉi, ĝi estos uzata kiel alternativa ombra pasvortdosiero por legitimigi uzantojn sur tiu ĉi virtuala servilo. Se vi lasas tion malplena, la sistema ombra pasvortdosiero estos uzata.
es: Si especifica un archivo aquí, se utilizará como archivo alternativo shadow (almacén de contraseñas) para autentificar usuarios en este servidor virtual. Si lo deja vacío, se utilizara el archivo shadow del sistema, a no ser que especificase más arriba un archivo de contraseñas que contenga las contraseñas.
et: Siin näidatud faili kasutatakse alternatiivse shadow failina kasutajate autoriseerimiseks selles virtuaalserveris. Jättes tühjaks kasutatakse autoriseerimiseks süsteemset shadow faili, kui sa just ei ole määranud paroolifaili, mis sisaldab allolevaid kirjeid.
fr: Si vous indiquez un fichier ici, il sera utilisé comme fichier shadow alternatif (stockage des mots de passe) pour identifier les utilisateurs sur ce serveur virtuel. Si rien n'est indiqué, le fichier shadow du système sera utilisé, à moins que vous ne n'indiquiez un fichier de mot de passe contenant les mots de passe ci-dessus.
he: <p align=right>ץבוק רותב שומיש וב השעיי ,ץבוק ןאכ ןייצת םא<br>תוהז תומיאל (תואמסיס ןסחאמה) יפולח םיללצ<br>.הזה המודמה תרשב םישמתשמה<br> םיללצה ץבוקב שומיש השעיי ,קיר הז תא ריאשת םא<br>תואמסיס ץבוק הלעמל תנייצ םא אלא ,תכרעמה לש<br>.תואמסיס יכרע ליכמה
hu: Ha megad itt egy fájlnevet, akkor ezt használja majd a rendszer árnyékfájlként (a jelszavak tárolására), a virtuális kiszolgálóra bejelentkező felhasználók jelszavának ellenőrzéséhez. Ha üresen hagyja, akkor a használt fájl a rendszer árnyékfájlja lesz, hacsak nem adott meg fent egy jelszófájlt, amelyben a jelszavak találhatók.
id: Jika anda tentukan sebuah fiie di sini, file tersebut akan digunakan sebagai file bayangan alternatif (pemyimpan password ) untuk mengotentikasi pemakai pada server virtual ini. Jika anda biarkan kosong, file bayangan sistem akan digunakan, kecuali anda telah menentukan file passwd berisi password di atas.
is: Ef þú tekur fram skráarnafn hér mun sú skrá vera notuð sem shadow skrá (geymandi lykilorð) fyrir auðkenningu á notendum fyrir þessa sýndarvél. Ef þú skilur reitinn eftir auðan mun kerfis shadow skráin vera notuð, nema að þú hafir skilgreint passwd skrá sem inniheldur lykilorð hér fyrir ofan.
it: Se specifichi un file qui sarà usato come file shadow alternativo per l'autenticazione degli utenti di questo server virtuale. Se lo lasci in bianco sarà utilizzato il file shadow di sistema, a meno che tu non abbia specificato un file passwd sopra.
ja: ここにファイルを指定すると、それがこの仮想サーバのユーザ認証に使用する代りのシャドウファイル(パスワードを保存しています)として使われます。 ここを未指定のままにすると、システムのシャドウファイルが使用されるでしょう、ただし上記内容の全てをpasswdファイルに反映していない限り。
ko: 이곳에 파일을 명시하면, 이 가상 서버에 인증된 사용자를 위한 대체 그림자 열쇠글 파일로 사용되어진다. 비어있다면, 시스템 그림자 열쇠글 파일이 사용되어진다.
nl: Als u hier een bestand opgeeft, dan wordt deze gebruikt als alternatief shadow-bestand (met wachtwoorden) voor het valideren van gebruikers op deze virtuele server. Als u dit leeg laat, dan wordt het shadow-bestand van het systeem gebruikt, tenzij u hierboven een passwd-bestand met wachtwoordingangen hebt opgegeven.
no: Hvis du oppgir en fil her vil den bli brukt som alternativ skyggefil (med passord)for å godkjenne brukere på den virtuelle tjeneren. Hvis den er tom, vil systemets skyggefil bli brukt, med mindre du oppgir en passordfilsom inneholder passordoppføringer ovenfor.
no_ny: Dersom du oppgir ei fil her, vert ho brukt som alternativ skuggefil (lagring av passord) for autentisering av brukarar på denne virtuelle tenaren. Dersom feltet er tomt, vert skuggefila til systemet brukt, om ikkje du har oppgitt ei passordfil med passordoppføringar over.
pt: Se especificares aqui um ficheiro, ele será usado como ficheiro shadow alternativo (registo de senhas) para autenticar utilizadores neste servidor virtual. Se o deixares em branco, será usado o ficheiro passwd do sistema, a não ser que tenhas especificado um ficheiro passwd alternativo contendo senhas.
ro: Dacă specificaţi un fişier aici, el va fi utilizat ca fişier alternativ de parole umbrite pentru autentificarea utilizatorilor acestui server virtual. Dacă lăsaţi acest cîmp gol, va fi folosit fişierul de parole umbrite de sistem (aceasta în cazul în care nu aţi specificat mai sus un fişier ce conţine înregistrări de parole).
ru: Если здесь указан файл, он будет использован как альтернативный файл теневых паролей для идентификации пользователей виртуального хоста. Если поле останется пустым, будет использован системный файл теневых паролей.
sk: Ak špecifikujete súbor, použije sa ako alternatívny shadow passwd súbor pre autentifikáciu užívateľov na tomto virtuálnom serveri. Ak ponecháte prázdne políčko, použije sa systémový shadow passwd súbor, pokiaľ ste vyššie nešpecifikovali passwd súbor obsahujúci položky s heslami.
sl: Če tu določite datoteko, bo uporabljana kot alternativna datoteka shadow (v kateri so gesla) za identifikacijo uporabnikov na tem navideznem strežniku. Če to pustite prazno, bo uporabljana sistemska datoteka shadow razen, če ste zgoraj določili alternativno datoteko passwd.
sr: Ako definišete fajl ovde, on će biti korišćen kao alternativni shadow fajl (smeštanje lozinki) za proveru korisnika na ovom virtuelnom serveru. Ako ovo ostavite prazno, sistemski shadow fajl će biti korišćen, osim ako definišete passwd fajlkoji sadrži i lozinke.
sv: Om du anger en fil här kommer den att användas som en alternativ skuggfil (lagrar lösenord) för identifiering av användare på denna virtuella server. Om du lämnar detta tomt, kommer systemets skuggfil att användas om du inte angett en passwd-fil innehållande lösenordsposter ovan.
ta: ­íÌ ÌÈ¢ôÀ¢¼ôÀÎõ §¸¡ôÒ ­õ Á¡Â ÅÆí¸¢Â¢ø ÀÂÉ÷¸¨Ç «ÛÁ¾¢ì¸Á¡üÚ ¿¢Æø ¸¼×î ¦º¡ø §¸¡ôÀ¡¸ô ÀÂýÀÎò¾ôÀÎõ. ?­¨¾ ¦ÅüÈ¡¸ Å¢ð¼¡ø, «¨ÁÅ¢ý ¿¢Æø ¸¼×î ¦º¡ø §¸¡ôÒ ÀÂýÀÎò¾ôÀÎõ
uk: Якщо Ви вкажете тут файл, то його буде використано, як альтернативний тіньовий файл користувачів (файл, у якому зберігаються паролі) для аутентифікації користувачів для цієї віртуальної машини. Якщо залишити це поле пустим, буде використано системний файл користувачів, якщо ви не вказали файл користувачів (passwd), який містить паролі.

source: Host name:
af: bediener naam:
az: Kompüter adı:
bg: Име на хост:
ca: Nom d'hoste:
cs: Název hostitele:
da: Værtsnavn:
de: Rechnerna&me:
eo: Komputilnomo:
es: Nombre de la máquina:
et: Serveri nimi:
fi: Koneen nimi:
fr: Nom de machine :
he: :תרש םש
hu: Kiszolgálónév:
id: Nama host:
is: Vélar nafn:
it: Nome host:
ja: ホスト名:
ko: 호스트 이름:
nl: Hostnaam:
no: Vertsnavn:
no_ny: Vertsnamn:
pt: Nome do servidor:
ro: Nume gazdă:
ru: Имя хоста:
sk: Meno servera:
sl: Ime gostitelja:
sr: Ime hosta:
sv: Värddatornamn:
ta: ÒÃÅø ¦ÀÂ÷
th: ชื่อโฮสต์:
uk: Назва машини:

source: Host name of this virtual host. The host name specified here will be displayed to the user before login; it is also returned for the %L macros in welcome messages.
af: bediener naam van hierdie virtuele bediener. die bediener naam gespesifiseer hier sal wees vertoon aan die gebruiker voor aanteken; dit is asook teruggestuur vir die %L makros in welkom boodskappe.
az: Bu virtual vericinin internet adı. Buraya yazılan internet adı girmədən əvvəl istifadəçiyə göstəriləcəkdir; ayrıca bunlar xoş gəldin ismarıclarındakı %L makroları üçün də işlədiləcəkdir.
bg: Име на виртуален хост. Указаното тук име ще бъде показано на потребителя переди влизане; то също се връща от макроса %L в съобщението за поздрав.
cs: Název tohoto virtuálního hostitele. Uvedený název bude zobrazen uživateli před přihlášením; je také vracen pro %L makra v uvítacích zprávách.
da: Værtsnavn for denne virtuelle vært. Værtsnavnet angivet her vil blive vist til brugeren, før der logges på; Den returneres også til %L makroer i velkomstbeskeder
de: Hostname des virtuellen Hosts. Der Hostname, den Sie hier angeben, wird dem Benutzer vor der Anmeldung angezeigt; er wird auch für %L Makros in Nachrichten verwendet.
eo: Nomo de tiu ĉi virtuala komputilo. la komputilnomo donita tie ĉi estos montrata al la uzanto antaŭ saluto, ĝi estos uzata ankaŭ por la %L-makrooj en salutmesaĝoj.
es: Nombre de máquina de esta máquina virtual. El nombre de la máquina especificada aquí se mostrará al usuario antes del acceso, también se muestra en los macros %L en los mensajes de bienvenida.
et: Virtuaalserveri nimi. Seda nime näidatakse kasutajale enne sisse logimist. Samuti tagastatakse seda ka tervitusteksti makro %L peale.
fi: Virtuaalipalvelimen nimi. Tässä määritelty koneen nimi näytetään käyttäjälle ennen sisäänkirjautumista. Arvo palautetaan myös %L makroihin sisäänkirjautumisviestissä.
fr: Nom de machine de cet hôte virtuel. Le nom de machine indiqué ici sera affiché à l'utilisateur avant la connexion ; il est aussi retourné aux macros %L dans les messages de bienvenue.
he: <p align=right>םש .המודמה תרשה לש תרשה םש<br>ינפב גצוי ןאכ ןייוצמה תרשה<br>;תכרעמל ותסינכ ינפל שמתשמה<br>%L םיורקאמה רובע רזחוי םג אוה<br>.תועדוהב
hu: A virtuális kiszolgáló gépneve. Ez a gépnév jelenik meg a felhasználóknak bejelentkezéskor; valamint a bejelentkező üdvözlet %L makrója is ezt használja.
id: Nama host dari host virtual ini. Nama host yang ditentukan di sini akan ditampilkan ke pemakai sebelum login; ini juga dikembalikan untuk makro %L pada pesan selamat datang.
is: Vélarnafn fyrir þessa sýndarvél. Vélarnafni sem er skilgreint hér mun vera sýnt notendum áður en að þeir stimpla sig inn; því er einnig skilað fyrir %L fjölvan í 'welcome' skilaboðunum.
it: Nome host per questo host virtuale. Il nome dell'host specificato qui sarà mostarto agli utenti prima del login, è anche sostituito alla macro %L nei messaggi di benvenuto.
ja: この仮想ホストのホスト名。このホスト名は、ユーザのログイン時に表示されます。またwelcomeメッセージの%L マクロにも使用されます。
ko: 가상호스트의 호스트 이름. 이곳에 설정된 호스트 이름은 사용자가로그인 하기전에 보여집니다; 환영 메세지에서 %L 메크로로 나타납니다.
nl: De hostnaam voor deze virtuele host. De hostnaam die hier is opgegeven zal worden getoond aan de gebruiker voordat deze inlogt. Het zal ook gebruikt worden voor de %L macro's in welkomstberichten.
no: Vertsnavn til denne virtuelle verten. Vertsnavnet oppgitt her vil bli vist til brukere før de logger inn. Det blir også bruk til %L-makroen i velkomstmeldingene.
no_ny: Vertsnamnet til denne virtuelle verten. Namnet du oppgir her vert vist til brukaren før innlogging. Det vert òg brukt ved %L-makroar i velkomstmeldingar.
pt: Nome deste servidor virtual. O nome do servidor especificado aqui será mostrado ao utilizador antes do login; é também mostrado nas macros %L das mensagens de entrada.
ro: Numele de gazdă al acestei gazde virtuale. Numele de gazdă specificat aici va fi afişat utilizatorului înainte de a se loga. El va fi returnat de macroul %L din mesajul de întîmpinare.
ru: Имя виртуального хоста. Указанное здесь имя будет показано пользователю перед входом; оно также подставится вместо макроса %L в приветственном сообщении.
sk: Meno servera pre tento virtuálny server. Toto meno sa zobrazí užívateľovi pred prihlásením; je tiež vrátené ako %L makro v uvítacej správe.
sl: Ime gostitelja tega navideznega gostitelja. To ime se bo prikazalo uporabnikom pred prijavo; uporabljeno je tudi v makroukazih %L v pozdravnih sporočilih.
sr: Ime ovog virtuelnog hosta. Ime hosta definisano ovde će biti prikazano korisniku pre prijave; takođe se vraća za %L makroe u porukama dobrodošlice.
sv: Värddatornamnet på denna virtuella server. Värddatornamnet som anges här kommer att visas för användaren före inloggning; det returneras även för %L makron i välkomstmeddelanden.
ta: ­ó¾ Á¡Âô ÒÃÅÄ¢ý ÒÃÅø ¦ÀÂ÷. ­íÌ ÌÈ¢ôÀ¢¼ôÀÎõ ÒÃÅø ¦ÀÂ÷ÀÂÉ÷¸û ÐÅíÌÓý «Å÷¸ÙìÌì ¸¡ð¼ôÀÎõ; ­Ð ÅÃ§ÅüÒî ¦ºö¾¢¸Ç¢ø %L Á¡ì§Ã¡ì¸Ç¢Öõ ¾¢ÕôÀôÀÎõ
uk: Назва цієї віртуальної машини. Назва машини, яку вказано тут, буде відображатися користувачам при вході до системи; Вона також використовується під час час обробки %L у файлі повідомлення.

source: Administrator E-Mail:
af: administrateur e-pos:
az: İdarəçi ePoçt Ünvanı:
bg: Електронен адрес на администратора:
ca: Administrador de correu:
cs: E-Mail administrátora:
da: Administrator e-post:
de: E-Mail-Adresse des Systemverwalters:
eo: Repoŝta adreso de administranto:
es: Correo electrónico del administrador:
et: Administraatori e-post:
fi: Ylläpitäjän sähköpostiosoite:
fr: Adresse électronique de l'administrateur :
he: :להנמה לש ל"אוד תבותכ
hu: A rendszergazda e-mail címe:
id: E-mail administrator:
is: Kerfisstjóra Tölvupóstfang:
it: E-Mail dell'amministratore:
ja: 管理者のEメール:
ko: 편지(E-Mail) 관리자:
nl: E-mailadres administrator:
no: Administrators epost:
no_ny: E-post til administrator:
pt: Email do administrador:
ro: E-Mail administrator:
ru: Электронный адрес администратора:
sk: Email administrátora:
sl: E-naslov skrbnika sistema:
sr: E-mail administratora:
sv: Administratörens e-post:
ta: ¿¢÷Å¡¸¢Â¢ý Á¢ýÉïºø:
th: อีเมล์ผู้ดูแลระบบ:
uk: Ел. адреса адміністратора:

source: E-Mail of the administrator for this virtual domain. This is used solely for the %E macro in welcome messages.
af: e-pos van die administrateur vir hierdie virtuele domein. hierdie is gebruik word aleenlik vir die %E makro in welkom boodskappe.
az: Virtual vericinin idarəçisinin ePoçt ünvanı. Ayrıca xoş gəldin ismarıclarındakı %E makroları üçün de bu ePoçt hesabı işlədiləcəkdir.
bg: Адрес администратора във виртуалния домейна; Това се използва от макроса %E в съобщението за поздрав.
cs: E-Mail administrátora této virtuální domény. Používá se výhradně pro makro %E v uvítacích zprávách.
da: E-post til administratoren for dette virtuelle domæne. Dette bruges udelukkende til %E makroer i velkomstbeskeder.
de: E-Mail-Adresse des Systemverwalters der virtuellen Domain. Diese wird ausschließlich für das Makro %E in Nachrichten verwendet.
eo: Retpoŝtadreso de la administranto de tiu ĉi virtuala komputilo. Tio estas uzata nur por la %E-makrooj en salutmesaĝoj.
es: Correo electrónico del administrador de este dominio virtual. Esto se utiliza solamente para el macro %E en mensajes de bienvenida.
et: Selle virtuaaldomeeni administraatori e-posti aadress. Seda kasutatakse ainult tervitusteksti makrona %E.
fi: Tämän virtuaalipalvelimen ylläpitäjän sähköpostiosoite. Tätä käytetään vain %E makroon sisäänkirjautumisviesteissä.
fr: L'adresse électronique de l'administrateur de ce domaine virtuel. Elle est uniquement utilisée pour la macro %E dans les messages de bienvenue.
he: <p align=right>להנמ לש ל"אודה תבותכ<br>תרשה רובע תכרעמה<br>הזב השענ .הזה המודמה<br>ורקאמל קר שומיש<br>.תועדוהב %E
hu: A virtuális tartomány adminisztrátorának e-mail címe. Ezt csak a(z) %E makró használja a bejelentkező üdvözletben.
id: Email administrator untuk domain virtual ini. Ini digunakan terutama untuk makro %E pada pesan selamat datang.
is: Tölvupóstfang umsjónarmanns þessa sýndarléns. Þetta er einungis notað fyrir %E fjölvan í 'welcome' skilaboðunum.
it: E-Mail dell'amministratore di questo dominio virtuale. Questa è utilizzata per la macro %E nel messaggio di benvenuto.
ja: この仮想ドメインの管理者のEメールアドレスです。これはWelcomeメッセージの%E マクロにのみ使用されます。
ko: 가상 도메인에 대한 관리자 편지 주소. 환영 메세지에서 %E 메크로로 나타납니다.
nl: Het e-mailadres van de administrator van dit virtuele domein. Het wordt uitsluitend gebruikt voor de %E-macro in welkomstberichten.
no: E-post til administrator for dette virtuelle domenet. Den brukes utelukkende til %E-makroen i velkomstmeldingen.
no_ny: E-postadressa til administratoren av dette virtuelle domenet. Dette vert berre brukt for %E-makroen i velkomstmeldingar.
pt: Email do administrador deste domínio virtual. Só é usado nas macros %E das mensagens de entrada.
ro: Adresa de mail a administratorului acestui domeniu virtual. Aceasta este utilizată în general pentru macroul %E din mesajul de întîmpinare.
ru: Адрес администратора виртуального домена; он также подставится вместо макроса %E в приветственном сообщении.
sk: Email administrátora pre tento virtuálny server. Je použitý výhradne pre makro %E v uvítacej správe.
sl: E-naslov skrbnika te navidezne domene. To se uporablja izključno za makroukaz %E v pozdravnih sporočilih.
sr: E-mail administratora ovog virtuelnog domena. Ovo je samo za %E makroe u porukama dobrodošlice
sv: E-post till administratören för den här virtuella domänen. Det här används uteslutande för %E makrot i välkomstmeddelanden.
ta: Á¡Â ¸Ç ¿¢÷Å¡¸¢Â¢ý Á¢ýÉïºø. Ð ÅÃ§ÅüÒî ¦ºö¾¢¸Ç¢ý %E ¦ÀÕÁí¸Ç¢øÁ¡ò¾¢Ã§Á ÀÂýÀÎò¾ôÀÎõ
uk: Ел. адреса адміністратора для цієї віртуальної машини. Використовується під час обробки %E у файлі повідомлення.

source: Allow anonymous logins
af: toelaat anoniem inteken
az: Adsız istifadəçilərə icazə ver
bg: Разрешава анонимен вход
ca: Permet connexions anònimes
cs: Povolit anonymní přihlášení
da: Tillad anonym logpå
de: An&onyme Anmeldung zulassen
eo: Permesu &anoniman saluton
es: Permitir accesos anónimos
et: Anonüümsed sisselogimised on lubatud
fi: Salli anonyymit käyttäjät
fr: Autoriser les connexions anonymes
he: םיינומלא תוסינכ רשפא
hu: Anonymous felhasználók engedélyezése
id: Perkenankan login anonim
is: Leyfa nafnleyndaraðgang
it: Accetta utenti anonimi
ja: anonymousログインを許可
ko: 익명 사용자 로그인 허용
nl: Anonieme logins toelaten
no: Tillat anonyme innlogginger
no_ny: Tillat anonym innlogging
pt: Autorizar logins anónimos
ro: Permite logări anonime
ru: Разрешить анонимный вход
sk: Umožniť prihlásenie anonymom
sl: Dovoli anonimne prijave
sr: Propusti anonimne korisnike
sv: Tillåt anonyma inloggningar
ta: ¦ÀÂÃ¢Ä¢ ÐÅí¸ø¸¨Ç «ÛÁ¾¢
th: อนุญาตให้ผู้ใช้นิรนามทำการล็อกอินได้
uk: Дозволити анонімних користувачів

source: If checked, anonymous logins (username ftp or anonymous) are permitted for this virtual server.
af: as nagegaan, anoniem inteken (gebruikernaam ftp of anoniem) word toegelaat vir hierdie virtuele bediener.
az: Əgər işarətlənmiş isə, bu vericiyə adsız girişlərə icazə veriləcəkdir.
bg: Ако е маркирано, на виртуалния хост може да бъде разрешен вход като анонимен (с име ftp или anonymous) потребител.
cs: Je-li vybráno, jsou pro tento virtuální server povolena anonymní přihlášení (s uživatelským jménem ftp nebo anonymous)
da: Hvis afkrydset er anonym logpå (brugernavn ftp eller anonymous) tilladt på denne virtuelle server
de: Steuert anonyme Anmeldung (username <i>ftp</i> oder <i>anonymous</i>) für den virtuellen Server.
eo: Se enŝaltita, anonimaj salutoj (salutnomo ftp aŭ anonymous) estas permesataj por tiu ĉi virtuala komputilo.
es: Si se selecciona, los accesos anónimos (nombre de usuario ftp o anonymous) están autorizados para este servidor virtual.
et: Kui märgistatud, siis on anonüümseid (kasutajanimed ftp või anonymous) logimised sellesse virtuaalserverisse lubatud.
fi: Jos valittu, anonyymit sisäänkirjautumiset (käyttäjänimi ftp tai anonymous) sallitaan tälle virtuaalipalvelimelle.
fr: Si cette option est cochée, les connexions anonymes (nom de connexion «ftp» ou «anonymous») seront autorisées sur ce serveur virtuel.
he: <p align=right>תוינומלא תוסינכ ,תרחבנ וז תורשפא םא<br>ושרוי (anonymous וא ftp שמתשמ םש)<br>הז המודמ תרש רובע
hu: Ha be van jelölve, akkor az anonymous bejelentkezés (ftp vagy anonymous felhasználónévvel) engedélyezett a virtuális kiszolgálón.
is: Ef þetta er valið þá er nafnlaus aðgangur veittur (FTP með notandanafni eða nafnlaust) fyrir þetta lén.
it: Se questa opzione è selezionata gli utenti anonimi (nome utente anonymous o ftp) sono accettati su questo server virtuale.
ja: チェックすると、anonymousログイン(ユーザ名がftpまたはanonymous)がこの仮想サーバに許可されます。
nl: Als dit is ingeschakeld, dan zijn anonieme logins (gebruikersnaam ftp of anonymous) toegestaan voor deze virtuele server.
no: Hvis valgt vil anonyme innlogginger (brukernavn ftp eller anonymous) være tillatt for denne virtuelle tjeneren
no_ny: Dersom denne er merka av, kan anonyme brukarar (brukarnamn ftp eller anonymous) logga inn på denne virtuelle tenaren
pt: Se activado, serão permitidos logins anónimos (login = ftp ou anonymous) neste servidor virtual.
ro: Dacă este marcat, sînt permise logări anonime (nume de utilizator <b>ftp</b> sau <b>anonymous</b>) pentru acest server virtual.
ru: Если отмечено, на виртуальный хост будет разрешен вход анонимному (с именем ftp или anonymous) пользователю.
sk: Ak je toto zaškrtnuté, anonymné prihlásenia (používateľské mená ftp alebo anonymous) sú povolené pre tento virtuálny server.
sl: Če je vklopljeno, so na ta navidezni strežnik dovoljene anonimne prijave (z uporabniškima imenoma 'ftp' ali 'anonymous').
sr: Ako je obeleženo, biće omogućen anonimni pristup (ftp ili anonymous) ovom virtuelnom serveru.
sv: Om markerad kommer anonyma inloggningar (användarnamn ftp eller anonym) att tillåtas på denna virtuella server.
uk: Якщо ввімкнено, анонімним користувачам (ім'я ftp або anonymous) буде дозволено заходити на цей віртуальний сайт.

source: &Real user logins:
af: egte gebruiker inteken:
az: Hə&qiqi istifadəçi girişləri:
bg: &Реални потребители:
ca: Connexions d'usuaris &reals:
cs: Přihlášení &skutečných uživatelů:
da: &Virkelige bruger logpå:
de: Namen bekannter Benutzer:
eo: &Realaj uzantoj:
es: Accesos de usuarios &reales:
et: T&egelike kasutajate sisselogimised:
fi: &Todelliset käyttäjät:
fr: Connexions d'utilisateurs &réels :
he: :םייתימא םישמתשמ תסי&נכ
hu: No&rmál felhasználók:
id: Login pemakai n&yata:
is: Innstimplun almennra notenda:
it: Login utenti &reali:
ja: 実ユーザのログイン(&R):
ko: Real 사용자 로그인(&R):
nl: Logins van &bekende gebruikers:
no: Ekte brukere
no_ny: Innlogging av ve&rkelege brukarar:
pt: Logins de utilizadores &reais:
ro: Logări utilizatori &reali:
ru: &Реальные пользователи:
sk: Prihlásenie &skutočných užívateľov:
sl: Prijave &pravih uporabnikov:
sr: Loginovi stva&rnih korisnika:
sv: &Riktiga användare loggar in:
ta: &¦Áö ÀÂÉ÷ ÐÅí¸ø¸û
th: ล็อกอินผู้ใช้จริง:
uk: Реєстрація &справжніх:
