Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: An error occured while trying to save.
af: 'n fout voorgekom terwyl probeer aan stoor.
az: Qeyd etməyə cəhd edərkən bir xəta oldu.
bg: Грешка при опит за запазване.
ca: S'ha produït un error mentre s'intentava desar.
cs: Nastala chyba při pokusu o uložení
da: Der skete en fejl ved gemning
de: Während des Speicherns ist ein Fehler aufgetreten.
eo: Okazis eraro dum sekurigado.
es: Ocurrió un error durante el guardado
et: Faili salvestamine ebaõnnestus.
fi: Tallennuksessa tapahtui virhe.
fr: Un problème est survenu durant l'enregistrement.
he: .רומשל ןויסנה ךלהמב האיגש העריא
hu: Hiba történt a fájl mentése közben.
id: Sebuah kesalahan terjadi ketika mencoba menyimpan.
is: Villa kom upp þegarreynt var að vista.
it: si è verificato un errore durante il tentativo di salvataggio.
ja: 保存中にエラーが発生しました。
ko: 저장하는 중 에러가 발생했습니다.
nl: Er deed zich een fout voor tijdens het opslaan.
no: En feil oppstod under lagring.
no_ny: Ein feil oppstod ved lagring.
pt: Ocorreu um erro durante a gravação.
ro: A apărut o eroare la încercarea de salvare.
ru: Произошла ошибка во время сохранения.
sk: Došlo k chybe počas pokusu o uloženie.
sl: Prišlo je do napake med shranjevanjem.
sr: Došlo je do greške pri pokušaju upisa.
sv: Ett fel uppstod under försök att spara.
ta: §ºÁ¢ì¸ ÓÂÖ¨¸Â¢ø ¾ÅÚ ²üÀðÎûÇÐ
th: เกิดข้อผิดพลาดขณะกำลังทำการบันทึก
uk: Виникла помилка під час збереження

source: Log commands:
af: log opdragte:
az: Əmrləri fayla qeyd et:
bg: Команди за журнал:
ca: Registra les ordres:
cs: Zaznamenávat příkazy:
da: Log kommandoer:
de: Befehle von:
eo: Raportu komandeligon:
es: Registrar comandos:
et: Käskude logimine:
fi: Lokikomennot:
fr: Journal des commandes :
he: :תודוקפ םושיר
hu: A parancsok naplózása:
id: Perintah log:
is: Skýrslu skipanir:
it: Comandi di log:
ja: ログコマンド:
ko: 로그 명령:
nl: Commando's loggen:
no: Logg-kommando:
no_ny: Loggfør kommandoar:
pt: Registar os comandos:
ro: Jurnal comenzi:
ru: Журнал команд:
sk: Príkazy zaznamenávania:
sl: Beleži ukaze:
sr: Beleženje komandi:
sv: Logga kommandon:
ta: ÌÈ¢ôÒ ¸ð¼¨Ç¸û
th: คำสั่งติดตามการใช้
uk: Журнал команд:

source: Use these check boxes to control for which types of users all commands will be logged.
af: gebruik hierdie bevestig bokse aan kontrole vir wat tipes van gebruikers alle opdragte sal wees gelog.
az: Bütün əmrləri fayla qeyd ediləcək istifadəçiləri yoxlamaq üçün bu seçki qutularını işlət.
bg: Използвайте тези опции за контрол на това кой типове потребители всичките команди ще бъдат записвани в журнал
cs: Tato zaškrtávací políčka slouží ke stanovení typů uživatelů, jejichž veškeré příkazy budou zaznamenávány.
da: Brug disse afkrydsningsbokse for at kontrollere for hvilke typer af brugere, alle kommandoer vil blive logget.
de: Benutzen sie diese Ankreuzfelder, um zu steuern, für welche Benutzer alle Befehle protokolliert werden sollen.
eo: Uzu tiujn elektilojn por difini por kiuj uzantotipoj ĉiuj komandoj estu protokolataj.
es: Utilice estas cajas de selección para controlar para que tipo de usuarios se registrarán todos sus comandos.
et: Kasuta neid kontrollbokse logitavate kasutajaklasside valimiseks.
fi: Käytä näitä valintoja määrittelemään miltä käyttäjiltä kaikki komennot kirjataan ylös.
fr: Utilisez ces cases à cocher pour déterminer le type d'utilisateurs pour lesquels les commandes seront consignées.
he: <p align=right>הלא ןומיס תוביתב שמתשה<br>וליא רובע לע טולשל ידכ<br>לכ םישמתשמ לש םיגוס<br>.םושירב ובתכיי תודוקפה
hu: Ezekkel a választónégyzetekkel azt lehet beállítani, hogy mely felhasználótípusok esetében naplózódik minden parancs.
id: Gunakan kotak-kotak periksa ini untuk mengendalikan tipe pemakai yang mana, perintah-perintah yang akan di-log.
is: Notaðu þessa valmöguleika til þess að stjórna fyrir hvaða notendur allar skipanir verða skráðar.
it: Usa queste caselle per scegliere per quali tipi di utenti dovranno essere registrati tutti icomandi usati.
ja: このチェックボックスを使って、全てのコマンドのログを取るユーザのタイプを指定して下さい。
ko: 모든 명령이 로그될 수 있도록 사용자 유형별 제어를 하기 위해 체크 박스를 사용한다.
nl: Gebruik deze instellingen om te bepalen van welk type gebruikers alle commando's zullen worden gelogd.
no: Bruk disse avkryssingsboksene for å bestemme hvilke type brukere som skal få alle kommandoer logget.
no_ny: Bruk desse boksane for å skru av eller på loggføring av alle kommandoar frå enkelte typar brukarar.
pt: Usa estas caixas para controlar para que tipos de utilizadores todos os comandos serão registados.
ro: Utilizaţi aceste căsuţe de marcare pentru a controla tipul de utilizatori pentru care se va face jurnalizarea tuturor comenzilor.
ru: Отметьте этот элемент для указания типа пользователей, команды которых будут журналироваться.
sk: Použite tieto zaškrtávacie voľby na kontrolu toho, aké typy užívateľských príkazov sa budú zaznamenávať.
sl: Tu odkljukajte tipe uporabnikov, katerim se bodo beležili vsi ukazi.
sr: Izaberite za koje tipove korisnika će sve naredbe biti beležene.
sv: Använd dessa kryssrutor för att kontrollera för vilka typer av användare alla kommandon ska loggas.
ta: ±ó¾ ÀÂÉ÷¸Ç¢ý ±øÄ¡ ¸ð¼¨Ç¸Ùõ ÌÈ¢ì¸ôÀ¼ §ÅñÎõ ±Éì ¸ðÎôÀÎò¾À¢ýÅÕõ ÌÚìÌô ¦ÀðÊ¨Âô ÀÂýÀÎò¾×õ.
th: เลือกตัวเลือกนี้เพื่อควบคุมว่าคำสั่งไหนของผู้ใช้ที่ควรจะเก็บบันทึกการใช้บ้าง
uk: Використовуйте ці кнопки, щоб вказати для яких класів користувачів буде вестися журнал команд.

source: Log transfers:
af: log oordragte:
az: Yollamaları qeyd et:
bg: Журнал за трансфер:
ca: Registra les transferències:
cs: Zaznamenávat přenosy:
da: Log overførsler:
de: Übertragungen:
eo: Raportu transferadon:
es: Registrar transferencias:
et: Ülekanded:
fi: Lokisiirrot:
fr: Journal des transferts :
he: :תורבעה םושיר
hu: A forgalom naplózása:
id: Pemindahan log:
is: Skrá fluttninga:
it: Registra i trasferimenti
ja: ログ転送:
ko: 로그 전송:
nl: Overdrachten loggen:
no: Logg overføringer:
no_ny: Loggfør overføringar:
pt: Transferências:
ro: Jurnal transferuri:
ru: Журнал передач:
sk: Zaznamenávať prenosy:
sl: Beleži prenose:
sr: Belženje prenosa:
sv: Logga överföringar:
ta: ÌÈ¢ôÒ Á¡üÈí¸û
th: ติดตามการส่งถ่ายข้อมูล:
uk: Журнал передачі файлів:

source: Use these check boxes to control for which types of users file transfers will be logged.
af: gebruik hierdie bevestig bokse aan kontrole vir wat tipes van gebruikers lêer oordragte sal wees gelog.
az: Bütün fayl yollamalarını bir fayla qeyd etmək üçün bu seçmə qutularını işlət.
bg: Използвайте този елемент за контрол на типа потребители, на които ще се записва в журнал трансфера.
cs: Tato zaškrtávací políčka slouží ke stanovení typů uživatelů, jejichž veškeré přenosy souborů budou zaznamenávány.
da: Brug disse afkrydsningsbokse for at kontrollere, for hvilke typer af brugere filoverførslervil blive logget.
de: Benutzen Sie diese Ankreuzfelder, um zu steuern, für welche Benutzer Dateiübertragungen protokolliert werden.
eo: Uzu tiujn elektiloj por difini por kiuj uzantotipoj dosiertransmetoj estu protokolataj
es: Utilice estas cajas de selección para controlar para que tipo de usuarios las transferencias de archivos serán registradas.
et: Kasuta neid kontrollbokse, et kontrollida millist tüüpi kasutajate failide ülekandeid logitakse
fi: Käytä näitä valintoja määrittelemään miltä käyttäjiltä tiedostosiirrot kirjataan ylös.
fr: Utilisez ces cases à cocher pour déterminer quels transferts de fichiers par les utilisateurs seront consignés.
he: <p align=right>הלא ןומיס תוביתב שמתשה<br>םיגוס וליא לע טולשל ידכ<br>לש םיצבק תורבעה לש<br>.םושירב ובתכיי םישמתשמ
hu: Ezekkel a választónégyzetekkel azt lehet beállítani, hogy mely felhasználótípusok esetében naplózódik a forgalom.
id: Gunakan kotak periksa ini untuk mengendalikan tipe pemakai yang mana pemindahan file akan di-log.
is: Notaðu þessa valmöguleika til þess að stjórna fyrir hverskonar notendur munu skráar fluttningar verða skráðir.
it: Usa queste caselle per controllare per quali tipi di utenti si dovranno registrare i trasferimenti di file.
ja: チェックボックスを使って、ファイル転送のログを取るユーザのタイプを指定して下さい。
ko: 모든 파일전송이 로그될 수 있도록 사용자 유형별 제어를 하기 위해 체크 박스를 사용한다.
nl: Gebruik deze instellingen om te bepalen van welk type gebruiker de bestandsoverdrachten zullen worden gelogd.
no: Bruk denne avkryssingsboksen for å bestemme hvilke type brukere som skal få alle filoverføringer logget.
no_ny: Bruk desse boksane for å skru av eller på loggføring av alle filoverføringar for enkelte typar brukarar.
pt: Usa estas caixas para controlar para que tipos de utilizadores as transferências de ficheiros serão registadas.
ro: Utilizaţi aceste căsuţe de marcare pentru a controla tipul de utilizatori pentru care se va face jurnalizarea transferurilor.
ru: Отметьте этот элемент для указания типа пользователей, чьи передачи файлов будут журналироваться.
sk: Použite tieto zaškrtávacie voľby na kontrolu toho, aké typy prenosu užívateľských súborov sa budú zaznamenávať.
sl: Tu odkljukajte tipe uporabnikov, katerim se bodo beležili vsi prenosi datotek.
sr: Izaberite za koje tipove korisnika će svi prenosi biti beleženi.
sv: Använd dessa kryssrutor för att kontrollera för vilka typer av användare filöverföring ska loggas.
ta: ±ó¾ Å¨¸Â¡É Á¡üÈí¸û ÌÈ¢ì¸ôÀÎõ ±Éì ¸ðÎôÀÎò¾ À¢ýÅÕõÌÚìÌô¦ÀðÊ¨Âô ÀÂýÀÎò¾×õ
th: เลือกตัวเลือกนี้เพื่อควบคุมว่าแฟ้มประเภทใดบ้างของผู้ใช้ที่ควรจะเก็บบันทึกการติดตาม
uk: Використовуйте ці кнопки, щоб вказати для яких класів користувачів буде вестися журнал передачі файлів.

source: Inbound:
af: inkomend:
az: Gələn:
bg: Входящи:
ca: Entrants:
cs: Příchozí:
da: Indad:
de: Eingehend:
eo: Alŝutoj:
es: Entrada:
et: Sissetulev:
fi: Sisään:
fr: Entrant :
he: :המינפ
hu: Bejövő:
id: dalam batas:
is: Innvortis:
it: Verso l'interno:
ja: 内向き:
nl: Inkomend:
no: Inngående:
no_ny: Inngåande:
pt: A receber:
ro: Încărcat:
ru: Входящие:
sk: Dovnútra:
sl: Prihajajoč:
sr: Ulaz:
sv: Inbundna:
ta: ¯ûÅÕõ
th: ในช่วง:
uk: Вхідні:

source: Log inbound transfers (uploads to this server)
af: log inkomend oordragte (oplaaie aan hierdie bediener)
az: Gələn köçürmələri fayla qeyd et
bg: Журнал на входящ трансфер (поставяне на сървъра)
cs: Zaznamenávat příchozí přenosy (uploady na tento server)
da: Log overførsler hertil (lagt til denne server)
de: Eingehende Übertragungen (Uploads) protokollieren
eo: Protokolu alŝutojn al tiu ĉi servilo
es: Registrar transferencias de entrada (cargas al servidor)
et: Logi sissetulevad ülekanded (üleslaadimised serverisse)
fi: Kirjaa lokiin sisääntulevat siirrot (siirrot palvelimelle)
fr: Consigner les transferts entrants (envois vers ce serveur)
he: (הז תרש לא תואלעה) המינפ תורבעה םושירב בותכ
hu: Bejövő forgalom naplózása (feltöltés erre a kiszolgálóra)
id: Catat pemindahan ke dalam (upload ke server ini)
is: Skrá innvortis fluttninga (fluttninga inn á þessa vél)
it: Registra i trasferimenti verso l'interno (upload su questo server)
ja: 内向きの転送(サーバへのアップロード)をログ
nl: Log de inkomende overdrachten. (uploads naar deze server)
no: Logg inngående overføringer (opplasting til tjeneren)
no_ny: Loggfør inngåande overføringar (opplastingar til tenaren)
pt: Registar os 'uploads'
ro: Jurnalizează transferurile de intrare (upload-uri către acest server)
ru: Журнал входящих передач (загрузка на сервер)
sk: Zaznamenávať prenosy smerom dnu (nahrávanie na tento server)
sl: Beleži vhodni promet (pošiljanje na ta strežnik)
sr: Beleži dolazne prenose (uploade na ovaj server)
sv: Logga inbundna överföringar (uppladdningar till den här servern)
ta: ¯ûÅÕõ Á¡üÈø¸¨Çì ÌÈ¢ (­ó¾ ÅÆí¸¢ìÌ ²üÈôÀÎÅÉ)
th: ติดตามการส่งถ่ายในช่วง (อัพโหลดมายังเซอร์เวอร์นี้)
uk: Вести журнал вхідного потоку (відвантаження файлів до сервера)

source: Outbound:
af: uitgaande:
az: Gedən:
bg: Изходящи:
ca: Sortints:
cs: Odchozí:
da: Udad:
de: Ausgehend:
eo: Deŝuto:
es: Salida:
et: Väljaminev:
fi: Ulos:
fr: Sortant :
he: :הצוחה
hu: Kimenő:
id: Keluar:
is: Útvortis:
it: Verso l'esterno:
ja: 外向き:
nl: Uitgaand:
no: Utgående:
no_ny: Utgåande:
pt: A enviar:
ro: Descărcat:
ru: Исходящие:
sk: Von:
sl: Odhajajoč:
sr: Izlaz:
sv: Utbundna:
ta: ¦ÅÇ¢î¦ºøÖõ
th: นอกช่วง:
uk: Вихідні:

source: Log outbound transfers (downloads from this server)
af: log uitgaande oordragte (aflaaiïngs van hierdie bediener)
az: Gedən köçürmələri fayla qeyd et
bg: Журнал на изходящ трансфер (изтегляне от сървъра)
cs: Zaznamenávat odchozí přenosy (stahování z tohoto serveru)
da: Log overførsler herfra (hentet hjem fra denne server)
de: Ausgehende Übertragungen (Downloads) protokollieren
eo: Protokolu deŝutojn de tiu ĉi servilo
es: Registrar transferencias de salida (descargas al servidor)
et: Logi väljaminevad ülekanded (allalaadimised serverist)
fi: Kirjaa lokiin lähtevät siirrot (siirrot palvelimelta)
fr: Consigner les transferts sortants (téléchargements à partir de ce serveur)
he: (הז תרשמ תודרוה) הצוחה תורבעה םושירב בותכ
hu: Kimenő forgalom naplózása (letöltés erről a kiszolgálóról)
id: Catat pemindahan ke luar (download dari server ini)
is: Skrá útvortis fluttninga (fluttninga frá þessari vél)
it: Registra i trasferimenti verso l'esterno (download da questo server)
ja: 外向きの転送(サーバからのダウンロード)
nl: Log uitgaande overdrachten (downloads van deze server)
no: Logg utgående overføringer (vedlasting fra tjeneren)
no_ny: Loggfør utgåande overføringar (nedlastingar frå tenaren)
pt: Registar os 'downloads'
ro: Jurnalizează transferurile de ieşire (download-uri din acest server)
ru: Журнал исходящих передач (скачивание с сервера)
sk: Zaznamenávať prenosy smerom von (sťahovanie z tohto servera)
sl: Beleži izhodni promet (jemanje s tega strežnika)
sr: Beleži odlazni prenose (downloade sa ovog servera)
sv: Logga utbundna överföringar (nedladdningar från den här servern)
ta: ¦ÅÇ¢î¦ºøÖõ Á¡üÈø¸¨Çì ÌÈ¢ (­ó¾ ÅÆí¸¢Â¢Ä¢ÕóÐ ­Èì¸ôÀÎÅÉ)
th: ติดตามการส่งถ่ายนอกช่วง (อัพโหลดมายังเซอร์เวอร์นี้)
uk: Вести журнал вихідного потоку (витягування файлів з сервера)

source: Security log:
af: sekuriteit log:
az: Təhlükəsizlik faylı:
bg: Журнал на безопасност:
ca: Registre de seguretat:
cs: Bezpečnostní záznam:
da: Sikkerheds log:
de: Sicherheits-Protokoll:
eo: Sekurecraporto:
es: Registro de seguridad:
et: Turvalisus:
fi: Turvallisuusloki:
fr: Journal de sécurité :
he: :החטבא םושיר
hu: Biztonsági naplózás:
id: Catatan keamanan:
is: Öryggis skrá:
it: Log di sicurezza:
ja: セキュリティログ:
ko: 로그 보안
nl: Beveiligingslog:
no: Sikkerhetslogg:
no_ny: Tryggleikslogg:
pt: Registo de segurança:
ro: Jurnal securitate:
ru: Журнал безопасности:
sk: Bezpečnostné záznamy:
sl: Varnostni dnevnik:
sr: Dnevnik obezbeđenja:
sv: Säkerhetslogg:
ta: ¸¡ôÒì ÌÈ¢ôÒ
th: ติดตามความปลอดภัย:
uk: Журнал безпеки:

source: Log security-related messages (failed logins etc.)
af: log security-related boodskappe (gevaal inteken etc.)
az: Təhlükəsizlik ilə əlaqədər ismarıcları fayla qeyd et (iflas qeydləri vb.)
bg: Журнал за съобщения за нарушаване на безопасността (неверни пароли и др.)
cs: Zaznamenávat zprávy, související s bezpečností (chybná přihlášení, atd.)
da: Log sikkerhedsrelaterede overførsler (mislykkede logpåforsøg etc.)
de: Sicherheitsbezogene Nachrichten (fehlgeschlagene Anmeldungen etc.) protokollieren
eo: Protokolu sekurecrilatajn mesaĝojn (malsukcesaj salutoj ktp.)
es: Registrar mensajes relacionados con la seguridad (accesos fallidos etc.)
et: Logi turvalisusega seotud teated (ebaõnnestunud logimised jms.)
fi: Kirjaa lokiin turvallisuusviestit (epäonnistuneet sisäänkirjautumiset jne.)
fr: Journal des messages de sécurité (échecs de connexion, etc.)
he: <p align=right>םושירב בותכ<br>תועגונה תועדוה<br>תוסינכ) החטבאל<br>('וכו תולשוכ
hu: Biztonsággal kapcsolatos üzenetek naplózása (sikertelen belépések...)
id: Catat pesan-pesan yang berhubungan dengan keamanan (login gagal dll)
is: Skrá örygis-tengd skilaboð (misheppnaðar tengingar o.sv.frv.)
it: Registra i messaggi legati alla sicurezza (login errati etc.)
ja: セキュリティ関連のメッセージ(ログイン失敗等)をログ
ko: 로그 보안- 관련 메세지(로그인 실패 등)
nl: Aan beveiliging gerelateerde berichten (falende logins etc.) loggen.
no: Logg sikkerhetsrelaterte meldinger (mislykkede innlogginger osv.)
no_ny: Loggfør meldingar knytte til tryggleik (feil innlogging osv.)
pt: Registar as mensagens de segurança (logins falhados, ...)
ro: Jurnalizează mesajele de securitate (logări eşuate etc.)
ru: Журнал сообщение о нарушении безопасности (неверные пароли и т.д.)
sk: Záznamy venované ohľadom bezpečnosti (neúspešné prihlásenia atp.)
sl: Beleži varnostna sporočila (spodletele prijave itd.)
sr: Beleži poruke povezane sa bezbednošću (neuspešna lozinka itd.)
sv: Logga säkerhetsrelaterade meddelanden (misslyckade inloggningar etc.)
ta: ¸¡ôÒ ºõÀó¾Á¡É ¦ºö¾¢¸¨Çì ÌÈ¢ (¾ÅÈ¢Â ÐÅí¸ø¸û §À¡ýÈÉ)
th: บันทึกและติดตามด้านความปลอดภัย (เช่น ล็อกอินล้มเหลว เป็นต้น)
uk: Вести журнал безпеки (невірні спроби реєстрації та ін.)

source: A&nonymous
af: anoniem
az: Ad&sız
bg: &Анонимни
ca: A&nònim
cs: A&nonymní
da: &Anonym
de: &Anonym
eo: &Anonimulo
es: A&nónimo
et: A&nonüümne
fi: A&nonyymi
fr: &Anonyme
he: ינומ&לא
id: A&nonim
is: Naf&nleynd
ko: 익명(&n)
nl: A&nomiem
no: A&nonym
no_ny: A&nonym
pt: A&nónimo
ru: &Анонимный
sk: A&nonym
sl: A&nonimni
sr: A&noniman
sv: A&nonym
ta: &¦ÀÂÃ¢Ä¢
th: ผู้ใช้นิรนาม
uk: А&нонімні

source: Log commands given by anonymous (username <i>ftp</i> or <i>anonymous</i>) users.
af: log opdragte gegewe deur anoniem (gebruikernaam <i>ftp</i> of <i>anoniem</i>) gebruikers.
az: Adsız (istifadəçi adı <i>ftp</i> ya da <i>anonymous</i>) istifadəçilər tərəfindən verilən əmrləri qeyd et.
bg: Журнал за команди, въведени от анонимни потребители (с имена <i>ftp</i> или <i>anonymous</i>).
cs: Zaznamenávat příkazy od anonymních uživatelů (ti s uživatelským jménem <i>ftp</i> nebo <i>anonymous</i>)
da: Log kommandoer givet af anonyme brugere (brugernavn <i>ftp</i> eller <i>anonymous</i>)
de: Befehle protokollieren, die durch anonyme Benutzer (Benutzername <i>ftp</i> oder <i>anonymous</i>) erfolgen.
eo: Protokolu komandojn de anonimaj uzantoj (salutnomo <i>ftp</i> aŭ <i>anonymous</i>).
es: Registrar comandos introducidos por usuarios anónimos (usuario <i>ftp</i> o <i>anonymous</i>).
et: Logi anonüümkasutaja poolt sisestatud (kasutajanimi <i>ftp</i> või <i>anonymous</i>) käsud
fi: Kirjoita lokiin anonyymin käyttäjän (käyttäjänimi <i>ftp</i> tai <i>anonymous</i>) antamat komennot.
fr: Consigner les commandes exécutées par les utilisateurs anonymes (nom de connexion «ftp» ou «anonymous»).
he: <p align=right>תונתינה תודוקפ םושירב בותכ<br>םיינומלא םישמתשמ ידי לע<br>.(<i>anonymous</i> וא <i>ftp</i> שמתשמ םש)
hu: Az anonymous felhasználók (az <i>ftp</i> vagy <i>anonymous</i> nevűek) által kiadott parancsok naplózása.
id: Catat perintah-perintah yang diberikan oleh pemakai anonymous (username <i>ftp</i> atau <i>anonymous</i>).
is: Skrá skipanir sem framkvæmdar eru af nafnleyndar notendum (notendanafn <i>ftp</i> eða <i>anonymous</i>).
it: Registra i comandi dati dagli utenti anonimi (nomeutente <i>ftp</i> o <i>anonymous</i>)
ja: anonymousユーザ(ユーザ名が<i>ftp</i>または<i>anonymous</i>)のコマンドをログ
ko: 익명 사용자(사용자 이름 <i>ftp</i> 또는 <i>anonymous</i>) 명령을 로그한다.
nl: Log de commando's die gegeven worden door anomieme (gebruikersnaam <i>ftp</i> of <i>anonymous</i>) gebruikers.
no: Logg kommandoer gitt av anonyme (brukernavn <i>ftp</i> eller <i>anonymous</i>) brukere.
no_ny: Loggfør kommandoar frå anonyme (brukarnamn <i>ftp</i> eller <i>anonymous</i>) brukarar.
pt: Registar os comandos dos utilizadores anónimos (nome = <i>ftp</i> ou <i>anonymous</i>).
ro: Jurnalizează comenzile utilizatorilor anonimi (numele de utilizator <i>ftp</i> sau <i>anonymous</i>)
ru: Журнал команд, вводимых анонимными пользователями (с именем <i>ftp</i> или <i>anonymous</i>).
sk: Zaznamenávať príkazy zadané anonymnými (užívateľské meno <i>ftp</i> alebo <i>anonymous</i>) užívateľmi.
sl: Beleži ukaze anonimnih uporabnikov (uporabniški imeni <i>ftp</i> ali <i>anonymous</i>)
sr: Beleži naredbe zadate od anonimnog (korisničko ime <i>ftp</i> ili <i>anonymous</i>)korisnika.
sv: Logga kommandon som ges av anonyma (användarnamn <i>ftp</i> eller <i>anonym</i>) användare.
ta: ¦ÀÂÃ¢Ä¢ ÀÂÉ÷¸Ç¢ý (username <i>ftp</i> or <i>anonymous</i>) ¸ð¼¨Ç¸¨Çì ÌÈ¢òÐì¦¸¡û
th: บันทึกการใช้คำสั่งของผู้ใช้นิรนาม (ชื่อผู้ใช้ <i>ftp</i> หรือ <i>anonymous</i>)
uk: Вести журнал команд анонімних користувачів (ім'я <i>ftp</i> або <i>anonymous</i>).

source: &Guest
af: gas
az: &Qonaq
bg: &Гост
ca: E&xtern
cs: &Host
da: &Gæst
de: Gast
eo: &Gasto
es: &Invitado
et: &Külaline
fi: V&ieras
fr: Invit&é
he: חר&וא
hu: &Vendég
id: Tam&u
is: &Gestur
ja: ゲスト(&G)
ko: 손님(&G)
nl: &Gast
no: &Gjest
no_ny: &Gjest
pt: &Convidado
ru: &Гость
sk: &Hosť
sl: &Gost
sr: &Gost
sv: &Gäst
ta: &Å¢Õó¾¢É÷
th: ผู้ใช้แบบแขก
uk: &Гості

source: Log commands given by guest users (users with a real account, but restricted access).
af: log opdragte gegewe deur gas gebruikers (gebruikers met 'n egte rekening, maar beperking toegang verkry).
az: Qonaq (həqiqi fəqət limitli icazəyə sahib istifadəçilər) istifadəçilər tərəfindən verilən əmrləri qeyd et.
bg: Журнал за команди, въвеждани от потребители гости (реални, но с ограничен достъп)
cs: Zaznamenávat příkazy od hostujících uživatelů (ti se skutečným účtem, ale omezeným přístupem).
da: Log kommandoer givet af gæstebrugere (brugere med rigtige konti, men begrænset adgang).
de: Befehle protokollieren, die durch Gastbenutzer (Benutzer mit vollwertigem Zugang, aber eingeschränkten Zugriffsrechten) erfolgen.
eo: Protokolu komandojn de gastuzantoj (uzantoj kun reala konto, sed limigita aliro).
es: Registrar comandos introducidos por usuarios invitados (usuarios con una cuenta real, pero con acceso restringido).
et: Logi külaliskasutaja poolt sisestatud käsud (tegelik , kuid piiratud õigustega kasutaja)
fi: Kirjoita lokiin vieraskäyttäjien (käyttäjät joilla on todellinen käyttäjätunnus, mutta rajoitetut oikeudet) antamat komenot.
fr: Consigner les commandes envoyées par les utilisateurs invités (utilisateurs ayant un compte réel avec accès restreint).
he: <p align=right>תודוקפ םושירב בותכ<br>םישמתשמ ידי לע תונתינה<br>םע םישמתשמ) םיחרוא<br>השיג לבא ,יתימא ןובשח<br>.(תלבגומ
hu: A vendég felhasználók (a korlátozott hozzáférésű normál felhasználók) által kiadott parancsok naplózása.
id: Catat perintah-perintah yang diberikan pemakai tamu (pemakai dengan account nyata, tapi dengan akses terbatas).
is: Skrá skipanir sem framkvæmdar eru af gest notendum (almennum notendum með takmarkaðan aðgang).
it: Registra i comandi dati dagli utenti guest (utenti con un vero account ma accesso ristretto)
ja: ゲストユーザ(実アカウントがあるがアクセス制限されている)のコマンドをログ
ko: 손님 사용자(real 계정을 가지고 있지만 제한된 사용자) 명령을 로그한다.
nl: Log de commando's die gegeven worden door gastgebruikers (bezoekers met volwaardige toegang, maar met beperkte toegangsrechten).
no: Logg kommandoer gitt av gjestebrukere (brukere med ordentlige kontoer, men begrenset tilgang).
no_ny: Loggfør kommandoar frå gjestebrukarar (brukarar med ein verkeleg konto, men avgrensa tilgang).
pt: Registar os comandos dos utilizadores convidados (utilizadores com conta própria, mas acesso restrito).
ro: Jurnalizează comenzile utilizatorilor guest (utilizatori cu cont real, dar acces restricţionat)
ru: Журнал команд, вводимых гостевым (реальным, но с ограниченным доступом) пользователем.
sk: Zaznamenávať príkazy zadané užívateľmi typu hosť (užívatelia so skutočnými účtami, ale obmedzeným prístupom).
sl: Beleži ukaze gostujočih uporabnikov (uporabnikov s pravim računom, a omejenim dostopom).
sr: Beleži naredbe zadate od gost korisnika (korisnici sa stvarnim nalogom, ali suženim pristupom).
sv: Logga kommandon som ges av gästanvändare (användare med ett riktigt konto, men med restriktioner).
ta: Å¢ÕóÐô ÀÂÉ÷¸û (¯½¨ÁÂ¡É ¸½ìÌ ¯ûÇ ÀÂÉ÷¸û; ¬É¡ø ¸ðÎôÀÎò¾ôÀð¼«Ûì¸õ ¯ûÇÅ÷¸û) ¸ð¼¨Ç¸¨Çì ÌÈ¢òÐì¦¸¡û
th: บันทึกการใช้คำสั่งของผู้ใช้แบบแขก (ผู้ใช้ที่มีบัญชีการใช้จริง แต่มีข้อหวงห้ามในการเข้าใช้)
uk: Вести журнал команд користувачів-гостей (справжні користувачі з обмеженим доступом).
