Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: Log outbound transfers (downloads from the server) by real users (users with a real account and without restrictions)
af: log uitgaande oordragte (aflaaiïngs van die bediener) deur egte gebruikers (gebruikers met 'n egte rekening en sonder om te beperkings)
az: Həqiqi istifadəçilərin (həqiqi hesaba sahib, kısıtlanmamış yetişmə) çölə köçürmələrini fayla qeyd et
bg: Журнал на изходящ трансфер на реални (с възможност на пълен достъп на данните на сървъра) потребители.
cs: Zaznamenávat odchozí přenosy (stahování z tohoto serveru) skutečných uživatelů (ti se skutečným účtem a bez omezení)
da: Log overførsler herfra af rigtige brugere (brugere med rigtige konti, uden begrænsninger)
de: Ausgehende Übertragungen (Downloads) durch bekannte Benutzer protokollieren(d.h. Benutzer mit vollwertigem Zugang)
eo: Protokolu deŝutojn de realaj uzantoj (kun reala nelimigita konto)
es: Registrar transferencias de salida (descargas del servidor) por usuarios reales (usuarios con una cuenta real y sin restricciones)
et: Logi tegelike kasutajate (piiramata õigustega kasutajad) väljaminevad ülekanded (alla laadimised serverist).
fi: Kirjaa lähtevät siirrot (siirrot palvelimelta) jotka on tehty todellisina käyttäjinä (käyttäjät, joilla on tunnus sekä rajoittamattomat oikeudet)
fr: Consigner les transferts sortants (téléchargements depuis le serveur) par les utilisateurs réels (utilisateurs ayant un compte réel sans restriction).
he: <p align=right>תורבעה םושירב בותכ<br>(תרשהמ תודרוה) הצוחה<br>םייתימא םישמתשמ לש<br>ןובשח םע םישמתשמ)<br>.(תרשה לע תולבגה אלל
hu: Normál felhasználók (korlátlan hozzáférés) által generált kimenő forgalom (letöltés) naplózása.
id: Catat transfer ke luar (download dari server) oleh pemakai nyata (pemakai dengan account nyata dan tanpa pembatasan)
is: Skrá útvortis færslur (fluttninga frá vélinni) af almennum notendum (almennir notendur með ótakmarkaðan aðgang)
it: Registra trasferimenti verso l'esterno (downlaod sul server) degli utenti reali(utenti con un account reale e senza restrizioni)
ja: 実ユーザ(実アカウントを持ちアクセス制限の無いユーザ)の外向きの転送(サーバからのダウンロード)をログ
nl: Log de uitgaande overdrachten (downloads van server) van bekende gebruikers (gebruikers met een volwaardig account, zonder verdere restricties).
no: Logg utgående (nedlastinger fra tjeneren) av ekte brukere (brukere med ekte konto uten begrensninger)
no_ny: Loggfør utgåande overføringar (nedlastingar frå tenaren) frå verkelege brukarar (brukarar med ein verkeleg, uavgrensa konto)
pt: Registar os 'downloads' dos utilizadores reais (utilizadores com conta normal no servidor sem restrições).
ro: Jurnalizează transferurile de ieşire (download-urile de la server) ale utilizatorilor reali (utilizatori cu cont real, dar fără restricţii)
ru: Журнал исходящих передач реального (с возможностью полного входа на данный сервер) пользователя.
sk: Zaznamenávať prenosy smerom von (sťahovanie zo servera) skutočnými užívateľmi ( užívatelia so skutočným účtom bez obmedzení).
sl: Beleži izhodni promet (jemanje s strežnika) pravih uporabnikov (uporabnikov s pravim računom in brez omejitev).
sr: Beleži odlazne prenose (downloade sa servera) stvarnih korisnika (korisnici sa stvarnim nalogom i bez ograni?enja pristupa)
sv: Logga utbundna överföringar (nedladdningar från servern) av riktiga användare (användare med ett riktigt konto och utan restriktioner)
ta: ¦Áö ÀÂÉ÷¸û (¦Áö ¸½ìÌõ, «Ûì¸ò ¾¨¼Â¢ý¨ÁÔõ ¦¸¡ñ¼Å÷¸û)¦ÅÇ¢¦ÂÎìÌõ Á¡üÈí¸¨Çì ÌÈ¢
uk: Вести журнал вихідного потоку (витягування файлів з сервера) для звичайних користувачів (справжні користувачі без обмеженого доступу).

source: Anony&mous
af: anoniem
az: &Adsız
bg: Анони&мни
ca: Anòni&m
cs: Anony&mní
da: Anon&ym
de: Anony&m
eo: &Anonimulo
es: Anóni&mo
et: &Anonüümne
fi: A&nonyymi
fr: Anony&me
he: ינומלא
id: Anoni&m
is: Nafnleyn$d
ko: 익명(&m)
nl: Anonie&m
no: Anony&m
no_ny: Anony&m
pt: Anón&imo
ru: Анони&мный
sk: Anony&m
sl: Anoni&mnež
sr: Anoni&man
sv: Anon&ym
ta: &¦ÀÂÃ¢Ä¢
th: ผู้ใช้นิรนาม
uk: Аноні&мні

source: Keep a security log (failed login attempts etc.) for anonymous users (username <i>anonymous</i> or <i>ftp</i>)
af: hou 'n sekuriteit log (gevaal aanteken probeerslae etc.) vir anoniem gebruikers (gebruikernaam <i>anoniem</i> of <i>ftp</i>)
az: Adsız istifadəçilər (istifadəçi adı <i>ftp</i> ya da <i>anonymous</i>) üçün təhlükəsizlik qeydi (iflas etmiş giriş sınaqlarını vb.) tut
bg: Журнал за безопасността на анонимни (потребителско име <i>ftp</i> или <i>anonymous</i>) потребители.
cs: Udržovat bezpečnostní záznamy (neúspěšná přihlášení, atd.) pro anonymní uživatele (uživatelské jméno <i>ftp</i> nebo <i>anonymous</i>)
da: Behold en sikkerhedslog (mislykkede logpå forsøg etc.) for anonyme brugere (brugernavn <i>anonymous</i> eller <i>ftp</i>)
de: Ein Sicherheits-Protokoll (fehlgeschlagene Anmeldungen, etc.) für anonyme Benutzer (Benutzername <i>ftp</i> oder <i>anonymous</i>) führen
eo: Tenu sekurecprotokolon (malsukcesaj salutoj ktp.) por anonimaj uzantoj (salutnomo <i>anonymous</i> aŭ <i>ftp</i>)
es: Mantener un registro de seguridad (accesos fallidos, intentos etc) para usuarios anónimos (usuario <i>ftp</i> o <i>anonymous</i>)
et: Logi anonüümsete kasutajate (kasutajanimi <i>ftp</i> või <i>anonymous</i>) turvalisusega seotud teated (ebaõnnestunud logimised jms.)
fi: Pidä turvallisuuslokia (epäonnistuneet sisäänkirjautumiset jne.) anonyymeille käyttäjille (käyttäjänimi <i>ftp</i> tai <i>anonymous</i>)
fr: Conserver un journal de sécurité (échecs de connexion, etc) pour les utilisateurs anonymes (nom de connexion «anonymous» ou «ftp»).
he: <p align=right>הסינכ תונויסנ) החטבא םושיר רומש<br>םיינומלא םישמתשמל ('וכו םילשוכ<br>.(<i>anonymous</i> וא <i>ftp</i> שמתשמ םש)
hu: Biztonsági napló (hibás bejelentkezési kísérletek stb.) az anonymous felhasználók részére (az <i>anonymous</i> vagy <i>ftp</i> nevűek)
id: Jaga catatan keamanan (usaha login yang gagal dll) dari pemakai anonim (username <i>ftp</i> atau <i>anonymous</i>)
is: Halda öryggisskýrlsu (misheppnaðar tilraunir til að tengjast vélinni o.sv.frv) fyrir nafnleyndar notendur (notendanöfn <i>anonymous</i> eða <i>ftp</i>)
it: Registra messaggi sulla sicurezza (tentativi di accesso falliti ecc.) per gli utenti anonimi (nomeutente <i>ftp</i> o <i>anonymous</i>)
ja: anonymousユーザ(ユーザ名が<i>anonymous</i>または<i>ftp</i>)のセキュリティログ(ログイン失敗等)を保存
ko: 익명 사용자(사용자 이름<i>anonymous</i> 또는 <i>ftp</i>) 로그 보안 (로그인 실패등) 관리
nl: Houd een beveiligingslog (falende loginpogingen etc.) bij van anonieme gebruikers (gebruikersnaam <i>anonymous</i> of <i>ftp</i>).
no: Behold en sikkerhetslogg (mislykkede innloggingsforsøk osv.) for anonyme brukere (brukernavn <i>anonymous</i> eller <i>ftp</i>)
no_ny: Ta vare på ein tryggleikslogg (mislukka innloggingar osv.) for anonyme brukarar (brukarnamn <i>ftp</i> eller <i>anonymous</i>)
pt: Guardar um registo de segurança (logins falhados, ...) para os utilizadores anónimos (nome = <i>ftp</i> ou <i>anonymous</i>)
ro: Păstrează un jurnal de securitate (logări eşuate etc.) pentru utilizatorii anonimi (nume de utilizator <i>anonymous</i> sau <i>ftp</i>)
ru: Журнал безопасности анонимного (пользовательское имя <i>ftp</i> или <i>anonymous</i>) пользователя.
sk: Vytvárať bezpečnostný záznam (nepodarené pokusy o prihlásenie atp.) pre anonymných užívateľov (užívateľské meno <i>anonymous</i> alebo <i>ftp</i>).
sl: Hrani varnostni dnevnik (spodletele prijave ipd.) anonimnih uporabnikov (uporabniški imeni <i>ftp</i> ali <i>anonymous</i>).
sr: Sačuvaj bezbednosni dnevnik (neuspešni pokušaji prijavljivanja itd.) za anonimne korisnike (korisnik <i>anonymous</i> ili <i>ftp</i>)
sv: Håll en säkerhetslogg (misslyckade inloggningsförsök etc.) för anonyma användare (användarnamn <i>anonym</i> eller <i>ftp</i>)
ta: ¦ÀÂÃ¢Ä¢ ÀÂÉ÷¸û (username <i>ftp</i> or <i>anonymous</i>) ÀüÈ¢Â ¸¡ôÒò ¾¸Åø¸¨Çì (¦¾¡¼í¸ø ¾ÅÈø¸û) ÌÈ¢
uk: Залишити журнал безпеки (невірні спроби реєстрації та ін.)для анонімних користувачів (ім'я <i>ftp</i> або <i>anonymous</i>).

source: Gues&t
af: gas
az: Qona&q
bg: Гос&т
ca: Ex&tern
cs: Hos&tující
da: &Gæst
de: Gast
eo: &Gasto
es: Invita&do
et: Külal&ine
fi: &Vieras
fr: I&nvité
he: &חרוא
hu: V&endég
id: &Tamu
is: Gestu&r
ja: ゲスト(&t)
ko: 손님(&t)
nl: Gas&t
no: Gjes&t
no_ny: Gjes&t
pt: Convidado
ru: Гос&ть
sk: Ho&sť
sl: Gos&t
sr: Gos&t
sv: Gäs&t
ta: &Å¢ÕóÐ
th: ผู้ใช้แบบแขก
uk: Гос&ті

source: Keep a security log (failed login attempts etc.) for guest users (real users with restricted access)
af: hou 'n sekuriteit log (gevaal aanteken probeerslae etc.) vir gas gebruikers (egte gebruikers met beperking toegang verkry)
az: Adsız istifadəçilər üçün (istifadəçi adı <i>ftp</i> ya da <i>anonymous</i>) təhlükəsizlik qeydi (iflas etmiş sınaqlarını vb.) tut
bg: Журнал за безопасност на потребители гости (реални, но с ограниченн достъп)
cs: Udržovat bezpečnostní záznamy (neúspěšná přihlášení, atd.) pro hostující uživatele (ti se skutečným účtem, ale omezeným přístupem)
da: Behold en sikkerhedslog (mislykkede logpå forsøg etc.) for gæstebrugere (rigtige brugere men med begrænset adgang)
de: Ein Sicherheits-Protokoll (fehlgeschlagene Anmeldungen, etc.) für Gastbenutzer führen (d.ah. Benutzer mit vollwertigem Zugang aber eingeschränkten Zugriffsrechten)
eo: Tenu sekurecprotokolon (malsukcesaj salutoj ktp.) por gastuzantoj (realaj uzantoj kun limigita konto)
es: Mantener un registro de seguridad (accesos fallidos, intentos etc) para usuarios invitados(usuarios reales con acceso restringido)
et: Logi külaliskasutajate (piiratud õigustega kasutajad) turvalisusega seotud teated (ebaõnnestunud logimised jms.)
fi: Pidä turvallisuuslokia (epäonnistuneet sisäänkirjautumiset jne.) vieraskäyttäjille ( käyttäjät, joilla on todellinen käyttäjätunnus, mutta rajoitetut oikeudet)
fr: Conserver un journal de sécurité (tentatives de connexion) pour les utilisateurs invités (utilisateurs réels avec accès restreint)
he: <p align=right>הסינכ תונויסנ) החטבא םושיר רומש<br>םיחרוא םישמתשמל ('וכו םילשוכ<br>לבא ,יתימא ןובשח םע םישמתשמ)<br>.(תלבגומ השיג
hu: Biztonsági napló (hibás bejelentkezési kísérletek stb.) a vendég felhasználók részére (a szűkített jogosultságú normál felhasználók)
id: Jaga catatan keamanan (usaha login yang gagal dll) dari pemakai tamu (pemakai nyata dengan akses terbatas)
is: Halda öryggisskýrslu (misheppnaðar tilraunir til að tengjast vélinni o.sv.frv)fyrir gesta notendur (almenna notendur með takmarkaðan aðgang)
it: Registra messaggi sulla sicurezza (tentativi di accesso falliti ecc.) per gli utenti guest (utenti reali con accesso ristretto)
ja: ゲストユーザ(アクセス制限された実ユーザ)のセキュリティログ(ログイン失敗等)を保存
ko: 손님 사용자(제한된 권한을 가지고 있는 실제 사용자) 보안 로그 관리(로그인 실패 등)
nl: Houd een beveiligingslog (falende loginpogingen etc.) bij van gastgebruikers (volwaardige gebruikers met beperkte toegang).
no: Ta vare på en sikkertedslogg (mislykkede innloggingsforsøk osv.) for gjestebrukere (ekte brukere, men med begrenset tilgang)
no_ny: Ta vare på ein tryggleikslogg (mislukka innloggingar osv.) for gjestebrukarar (verkelege brukarar med avgrensa tilgang)
pt: Guardar um registo de segurança (logins falhados, ...) para os utilizadores convidados (utilizadores com conta própria, mas acesso restrito)
ro: Păstrează un jurnal de securitate (logări eşuate etc.) pentru utilizatorii guest (utilizatori reali, dar cu acces restricţionat)
ru: Журнал безопасности гостевого (реального, но с ограниченным доступом) пользователя.
sk: Vytvárať bezpečnostný záznam (nepodarené pokusy o prihlásenie atp.) pre užívateľov typu hosť (skutoční užívatelia s obmedzeným prístupom).
sl: Hrani varnostni dnevnik (spodleteli poskusi prijave ipd.) gostujočih uporabnikov (uporabnikov s pravim računom, a omejenim dostopom).
sr: Sačuvaj bezbednosni dnevnik (neuspešni pokušaji projavljivanja itd.) za gost korisnike (stvarni korisnici sa suženim pristupom)
sv: Håll en säkerhetslogg (misslyckade inloggningar etc.) för gästanvändare (riktiga användare med restriktioner)
ta: Å¢ÕóÐô ÀÂÉ÷ (¦Áö ¸½ìÌõ, Ì¨Èì¸ôÀð¼ «Ûì¸Óõ ¦¸¡ñ¼Å÷¸û)ÀüÈ¢Â ¸¡ôÒò ¾¸Åø¸¨Çì (¦¾¡¼í¸ø ¾ÅÈø¸û) ÌÈ¢
uk: Залишити журнал безпеки (невірні спроби реєстрації та ін.) для користувачів-гостей (справжні користувачі з обмеженим доступом).

source: Rea&l
af: egte
az: &Həqiqi
bg: Ре&ални
cs: Skuteč&ní
da: &Virkelig
de: Bekann&ter
eo: &Reala
et: Tege&lik
fi: &Todellinen
fr: Ré&el
he: יתימא
hu: N&ormál
id: Nya&ta
is: Almennur
it: Rea&le
ja: 実(&l)
nl: &Bekend
no: Ekt&e
no_ny: Ekt&e
ru: Ре&альный
sk: Sku&točný
sl: Pra&vi
sr: Stva&ran
sv: Rikt&ig
ta: &¦Áö
th: ผู้ใช้จริง
uk: Звичай&ні

source: Keep a security log (failed login attempts etc.) for guest users (real users with unrestricted access)
af: hou 'n sekuriteit log (gevaal aanteken probeerslae etc.) vir gas gebruikers (egte gebruikers met onbeperkte toegang verkry)
az: Qonaq istifadəçilər (həqiqi hesaba sahib fəqət limitli yetişmə haqlı) üçün təhlükəsizlik qeydi (iflas etmiş giriş sınaqlarını vb.) tut
bg: Журнал за безопасност на потребители гости (реални, но с ограничен достъп)
cs: Udržovat bezpečnostní záznamy (neúspěšná přihlášení, atd.) pro skutečné uživatele (ti se skutečným účtem a bez omezení)
da: Behold en sikkerhedslog (mislykkede logpå forsøg etc.) for rigtige brugere (brugere med ubegrænset adgang)
de: Ein Sicherheits-Protokoll (fehlgeschlagene Anmeldungen, etc.) für bekannte Benutzer führen (d.h. Benutzer mit vollwertigem Zugang)
eo: Tenu sekurecprotokolon (malsukcesaj salutoj ktp.) por realaj uzantoj (realaj uzantoj kun nelimigita konto)
es: Mantener un registro de seguridad (accesos fallidos, intentos etc) para usuarios reales (usuarios reales con acceso sin restricciones)
et: Logi tegelike kasutajate (piiramata õigustega kasutajad) turvalisusega seotud teated (ebaõnnestunud logimised jms.)
fi: Pidä turvallisuuslokia (epäonnistuneet sisäänkirjautumiset jne.) todellisille käyttäjille (käyttäjät, joilla on tunnus sekä rajoittamattomat oikeudet)
fr: Conserver un journal de sécurité (échecs de connexion, etc) pour les utilisateurs invités (utilisateurs réels avec accès sans restriction)
he: <p align=right>הסינכ תונויסנ) החטבא םושיר רומש<br>םייתימא םישמתשמל ('וכו םילשוכ<br>תולבגה אלל ןובשח םע םישמתשמ)<br>.(תרשה לע
hu: Biztonsági napló (hibás bejelentkezési kísérletek stb.) a normál felhasználók részére (a nem szűkített jogosultságú normál felhasználók)
id: Jaga catatan keamanan (usaha login yang gagal dll) dari pemakai tamu (pemakai nyata dengan akses tidak terbatas)
is: Halda öryggisskýrslu (misheppnaðar tilraunir til að tengjast vélinni o.sv.frv)fyrir almenna notendur (almenna notendur með ótakmarkaðan aðgang)
it: Registra messaggi sulla sicurezza (tentativi di accesso falliti ecc.) per gli utenti reali(utenti reali senza restrizioni)
ja: 実ユーザ(アクセス制限の無いユーザ)のセキュリティログ(ログイン失敗等)を保存
ko: 손님 사용자(제한된 권한을 가지고 있는 실제 사용자) 보안 로그 관리(로그인 실패 등)
nl: Houd een beveiligingslog (falende loginpogingen etc.) bij van bekende gebruikers (volwaardige gebruikers met onbeperkte toegang).
no: Ta vare på en sikkertedslogg (mislykkede innloggingsforsøk osv.) for gjestebrukere (ekte brukere med ubegrenset tilgang)
no_ny: Ta vare på ein tryggleikslogg (mislukka innloggingar osv.) for verkelege brukarar (verkelege brukarar med uavgrensa tilgang)
pt: Guardar um registo de segurança (logins falhados, ...) para os utilizadores reais (utilizadores com conta normal no servidor sem restrições)
ro: Păstrează un jurnal de securitate (logări eşuate etc.) pentru utilizatorii reali (utilizatori reali cu acces nerestricţionat)
ru: Журнал безопасности гостевого (реального, но с ограниченным доступом) пользователя.
sk: Vytvárať bezpečnostný záznam (nepodarené pokusy o prihlásenie atp.) pre skutočných užívateľov (skutoční užívatelia bez obmedzenia).
sl: Hrani varnostni dnevnik (spodleteli poskusi prijave ipd.) pravih uporabnikov (uporabnikov s pravim računom in brez omejitev).
sr: Sačuvaj bezbednosni dvenvnik (neuspešni pokušaji prijavnjivanja itd.) za stvarne korisnike (korisnici bez ograničenja pristupa)
sv: Håll en säkerhetslogg (misslyckade inloggningar etc.) för gästanvändare (riktiga användare utan restriktioner)
ta: ¦Áö ÀÂÉ÷¸û (¦Áö ¸½ìÌõ, «Ûì¸ò ¾¨¼Â¢ý¨ÁÔõ ¦¸¡ñ¼Å÷¸û)ÀüÈ¢Â ¸¡ôÒò ¾¸Åø¸¨Çì (¦¾¡¼í¸ø ¾ÅÈø¸û) ÌÈ
uk: Залишити журнал безпеки (невірні спроби реєстрації та ін.) для звичайних користувачів (справжні користувачі без обмеженого доступу).

source: Redirect lo&g to syslog
af: stuur deur log aan syslog
az: Qeydləri "sysl&og"a yolla
bg: Пренасочва журнал в &syslog
ca: Redirecciona el re&gistre al registre del sistema
cs: Přesměrovat záznam do syslo&g
da: Omdirigér lo&g til syslog
de: Ins System-Lo&g umleiten
eo: Alidirektu &raporton al sistemraporto
es: Redirigir archivo de re&gistro a syslog
et: Lo&gi suunatakse syslogi
fi: Ohjaa loki systeemilokiin
fr: Rediriger le journa&l vers le journal système (syslog)
he: תכרעמה םושיר לא םושירה תא ןוו&כ
hu: A na&plózás átirányítása a rendszernaplóba
id: Redirect lo&g ke syslog
is: Beina Skráningu yfir í 'syslog'
it: Redirigi il lo&g a syslog
ja: ログをsyslo&gへリダイレクト
ko: log 를 syslog 로 재지정(&g)
nl: Lo&g omleiden naar syslog
no: Videresend lo&gg til syslog
no_ny: Før lo&gg til systemlogg
pt: Redireccionar o re&gisto para o syslog
ro: Redirectează &jurnalul către syslog
ru: Перенаправить журнал в &syslog
sk: Presmerovať zaznamenávanie do &syslog-u
sl: Preusmeri beleženje v &sistemski dnevnik
sr: Preusmeri dnevnik u syslo&g
sv: Vidarebefodra lo&gg till systemloggen
ta: &ÌÈ¢ô¨À «¨ÁôÒì ÌÈ¢ôÀ¢üÌ ¾¢ÕôÒ
uk: Спрямовувати повідомлення &журналу до системного журналу (syslog)

source: Log to syslog instead of logfiles
af: log aan syslog in plaas van van loglêers
az: Qeyd faylı yerinə "syslog"a yaz
bg: Записва в syslog вместо журнален файл.
cs: Zaznamenávat do syslog místo do souborů záznamu
da: Log til syslog i stedet for logfiler
de: System-Log anstelle eigener Logdateien zum Protokollieren verwenden
eo: Skribu al sistemprotokolo anstataŭ al protokoldosieroj
es: Registrar en syslog en lugar de archivos de registro
et: Logifailide asemel logitakse syslogi sisse
fi: Kirjoita lokitiedot syslogiin omien lokitiedostojen sijasta
fr: Consigner dans le journal système plutôt que dans des fichiers
he: םושיר יצבקב םוקמב תכרעמה םושירב בותכ
hu: A rendszernapló (syslog) használata naplófájlok helyett
id: Catat ke syslog, dari pada ke file log
is: Skrá yfir í 'syslog' í staðin fyrir log-skrá
it: Registra sul syslog invece che sui file di log.
ja: syslogにログを出力
ko: 로그 파일대신에 syslog 에 로그
nl: Log opslaan in syslog in plaats van in logbestanden.
no: Logg til syslog istedenfor loggfiler
no_ny: Før logg til systemlog i staden for loggfiler
pt: Registar no syslog, e não em ficheiros
ro: Transmite mesajele de jurnalizare în syslog în loc de fişierele de jurnalizare
ru: Журналировать в syslog вместо файлов журналов
sk: Zaznamenáva do syslog-u namiesto do súborov so záznamami
sl: Beleži v sistemski dnevnik namesto v datoteke
sr: Upisuje u sistemski beležnik (syslog) umesto u zasbne fajlove
sv: Logga till systemloggen istället för loggfiler
ta: ÌÈ¢ôÒì §¸¡ôÒ¸ÙìÌô À¾¢Ä¡¸ «¨ÁôÒì ÌÈ¢ô¨Àò ¦¾¡¼íÌ
uk: Користуватися системним журналом замість файлів

source: E-&mail ftpadmin on uploads:
af: e-pos ftpadmin op oplaaie:
az: Vericiyə fayl yükləmədə ftp idarəçisinə e-&poçt yolla
bg: E-&mail на администратора при поставяне:
ca: Envia un c/e a l'administrador de l'ftp quan es carreguin fitxers:
cs: Poslat e-&mail uživateli ftpadmin při upload:
da: E-&post ftpadmin ved oplægning:
de: E-Mail an ft&padmin beim Hinaufladen senden:
eo: &Retpoŝtu al FTP-administranto ĉe alsutoj:
es: Enviar correo &electrónico a ftpadmin con cada carga:
et: Ftpadmini &e-post üleslaadimiste puhul:
fi: &Sähköposti ftpadminille vastaanotoista:
fr: Aviser l'ad&ministrateur FTP par courrier lors des envois :
he: :תואלעהב &FTP-ה להנמל ראוד חלש
hu: E-ma&il értesítés feltöltéskor erre a címre:
id: E-&mail ftpadmin pada saat upload:
is: Senda tölvupóst til ftpadmin við fluttninga inn á vélina:
it: Notifica gli upload a ftpadmin per posta elettronica:
ja: アップロード時にftp管理者にEメール(&m):
ko: 올리기할 때 ftpadmin 에게 편지(&m)
nl: E-&mail sturen aan ftp-admin. bij uploads:
no: E&post til ftpadmin ved opplastinger:
no_ny: E&post til ftpadmin ved opplastingar:
pt: Enviar um e&mail para ftpadmin sobre os 'uploads':
ro: Trimite &email la ftpadmin la upload-uri:
ru: &Письмо администратору при закачках:
sk: Poslať &email administrátorovi ftp pri nahrávaní na server:
sl: Pošlji e-&pošto 'ftpadmin' uporabniku ob uploadu:
sr: E-&mejluj ftpadmina prilikom uploada:
sv: E-posta ftp-ad&ministratören vid uppladdningar:
ta: ¯ûÇ¢Î ¿¢¸Øõ¦À¡ØÐ §¸¡ôÒÁ¡üÈ ¿¢÷Å¡¸¢ìÌ Á¢ýÉïºø ¦ºö
th: อีเมล์ไปยัง ftpadmin เมื่อมีการอัพโหลด:
uk: Надсилати &листа адміністратору при завантаженнях:

source: Automatically notify the administrator of uploads from anonymous users
af: automaties inkennistelling die administrateur van oplaaie van anoniem gebruikers
az: Adsız istifadəçilər tərəfindən aparılan vericiyə fayl yükləmələrində idarəçini xəbərdar et
bg: Автоматично уведомява администратора при поставяне на данни от анонимни потребители
cs: Automaticky upozorňovat administrátora na uploady od anonymních uživatelů
da: Giv administratoren automatisk besked om overførsler hertil af anonyme brugere
de: Den Systemverwalter automatisch beim Hinaufladen von Dateien durch anonyme Benutzer benachrichtigen.
eo: Aŭtomate atentigu la administranton pri alŝutoj de anonimaj uzantoj
es: Notificar automáticamente el administrador de cada carga de usuarios anónimos
et: Teata administraatorile automaatselt anonüümsete kasutajate üleslaadimistest
fi: Huomauta automaattisesti ylläpitäjää anonyymien käyttäjien lähettämistä tiedostoista.
fr: Prévenir automatiquement l'administrateur en cas d'envoi par un utilisateur anonyme
he: <p align=right>להנמה תא עדיי<br>תואלעה יבגל תיטמוטוא<br>םיינומלא םישמתשמ לש
hu: A rendszergazda értesítése az anonymous felhasználók feltöltéseiről
id: Secara otomatis memberitahu administrator bahwa ada upload dari pemakai anonim
is: Láta kerfisstjóran sjálfkrafa vita af fluttningum inn á vélina af nafnleyndarnotendum
it: Notifica automaticamente all'amministratore gli upload da parte di utenti anonimi.
ja: anonymousユーザからのアップロードを自動的に管理者に通知
ko: 관리자에게 익명 사용자의 파일 올리기 자동 알림
nl: Waarschuw de administrator automatisch bij inkomende overdrachten van anonieme gebruikers.
no: Gi administrator automatisk beskjed om opplastinger fra anonyme brukere
no_ny: Gi automatisk melding til administratoren ved opplastingar frå anonyme brukarar
pt: Notificar automaticamente o administrador de 'uploads' anónimos
ro: Notifică automat administratorul despre upload-urile făcute de utilizatorii anonimi
ru: Автоматически уведомлять администратора при закачках анонимными пользователями
sk: Automaticky upozorní administrátora pri nahrávaní anonymným užívateľom
sl: Samodejno obvesti upravnika o prejetih datotekah od anonimnežev.
sr: Automatski obavesti administratora o uploadu anonimnih korisnika
sv: Meddela administratören automatiskt vid uppladdningar från anonyma användare
ta: ¦ÀÂÃ¢Ä¢ô ÀÂ½÷¸Ç¡ø ¯ûÇ¢Î ¿¢¸Øõ ¦À¡ØÐ ¾ýÉ¢î¨ºÂ¡¸ ¿¢÷Å¡¸¢ìÌ ¯½÷òÐ
th: แจ้งให้ผู้ดูแลระบบทราบโดยอัตโนมัติเมื่อมีการอัพโหลดจากผู้ใช้นิรนาม
uk: Автоматично повідомляє адміністратора про завантаження файлів анонімними користувачами

source: &Send mail as
af: stuur pos as
az: &Məktubu yollayan adam
bg: &Изпраща писмо като
ca: &Envia el correu com a
cs: P&oslat poštu jako
da: &Send post som
de: E-Mail senden a&ls
eo: &Sendu retpoŝton kiel
es: &Enviar correo electrónico como
et: &Saada kiri kui
fi: &Lähetä postia nimellä
fr: &Envoyer un courrier en tant que
he: רותב ראו&ד חלש
hu: E-mail küldése min&t:
id: Kirim mail &sebagai
is: &Senda póst sem
it: &Invia posta come
ja: メールを次の差出人で送る(&S)
ko: 다른 이름으로 편지 보내기(&S)
nl: E-mail &versturen als
no: &Send epost som
no_ny: &Send e-post som
pt: Env&iar email como
ro: &Trimite email ca
ru: &Отправить письмо как
sk: &Poslať poštu ako
sl: &Pošlji pošto kot
sr: &Pošalji poštu kao
sv: &Skicka brev som
ta: &¬¸ «ïºø ¦ºö
th: ส่งเมล์เป็น
uk: &Відіслати листа як
