Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: Anonymous users (login=ftp or anonymous) can belong to this class
af: anoniem gebruikers (aanteken=ftp of anoniem) kan behoort aan hierdie klas
az: Adsız istifadəçilər (login=ftp or anonymous) bu sinifə aid ola bilər
bg: Анонимните потребители (име = ftp или anonymous) могат да принадлежат на този клас
cs: Do této třídy mohou patřit anonymní uživatelé (login=ftp nebo anonymous)
da: Anonyme brugere (logpå=ftp eller anonymous) kan tilhøre denne klasse
de: Anonyme Benutzer (login als 'ftp' oder 'anonymous') gehören zu dieser Klasse.
eo: Anonimaj uzantoj (salutnomo=ftp aŭ anonymous) apartenas al tiu ĉi klaso
es: Los usuarios anónimos (nombre de usuario = ftp o anonymous) pueden pertenecer a esta clase
et: Anonüümne kasutaja (login=ftp või anonymous) võib kuuluda siia klassi
fi: Anonyymit käyttäjät (login=ftp tai anonymous) voivat kuulua tähän luokkaan
fr: Les utilisateurs anonymes (nom de connexion «ftp» ou «anonymous») peuvent appartenir à cette classe
he: <p align=right>םיינומלא םישמתשמ<br>anonymous רותב הסינכ)<br>וז הקלחמל ךייתשהל םילוכי (ftp וא
hu: Anonymous felhasználók (név=ftp vagy anonymous) csoportja
id: Pemakai anonim (login=ftp atau anpnymous) bisa menjadi anggota kelas ini
is: Nafnlausisr notendur (login=ftp eða anonymous) geta tilheyrt þessum klasa
it: Utenti anonimi (logi=ftp o anonymous) possono far parte di questa classe
ja: Anonymous ユーザ(login名=ftpまたはanonymous)は、このクラスに属すことができます。
ko: 익명사용자(로그인=ftp 또는 익명) 은 이 클래스에 속합니다
nl: Anonieme gebruikers (login='ftp' of 'anonymous') kunnen tot deze klase behoren.
no: Anonyme brukere (login=ftp eller anonymous) kan tilhøre denne klassen
no_ny: Anonyme brukarar (brukarnamn ftp eller anonymous) kan høyra til denne klassen
pt: Utilizadores anónimos (login=ftp ou anonymous) podem ser desta classe
ro: Utilizatorii anonimi (login=ftp sau anonymous) pot aparţine acestei clase
ru: Анонимные пользователи (имя=ftp или anonymous) могут принадлежать этому классу
sk: Anonymní užívatelia (login=ftp alebo anonymous) môžu patriť do tejto triedy
sl: Anonimni uporabniki (prijava=ftp ali anonymous) lahko spadajo v ta razred.
sr: Anonimni korisnici (login=ftp ili anonymous) mogu da pripadaju ovoj klasi
sv: Anonyma användare (loggin=ftp eller anonym) kan tillhöra den här klassen
ta: ¦ÀÂÃ¢Ä¢ô ÀÂÉ÷¸û (¦¾¡¼í¸ø ¦ÀÂ÷=ftp «øÄÐ anonymous) ­ùÅ¨¸Â¢ø §ºÃÄ¡õ
uk: Анонімні користувачі (ім'я ftp або anonymous) можуть належати до цього класу

source: Guest users (restricted real users) can belong to this class
af: gas gebruikers (beperking egte gebruikers) kan behoort aan hierdie klas
az: Qonaq istifadəçilər (məhdudlaşdırılmış həqiqi istifadəçilər) bu sinifə aid ola bilər.
bg: Потребителите гости (ограничени реални потребители) могат да принадлежат на този клас
cs: Do této třídy mohou patřit hostující uživatelé (skuteční uživatelé s omezením přístupu)
da: Gæstebrugere (begrænsede virkelige brugere) kan tilhøre denne klasse
de: Gastbenutzer (bekannte Benutzer mit eingeschränkten Zugriffsrechten) gehören zu dieser Klasse.
eo: Gastuzantoj (limigitaj realaj uzantoj) apartenas al tiu ĉi klaso
es: Los usuarios invitados (usuarios reales con acceso restringido) pueden pertenecer a esta clase
et: Külaliskasutajad (piiratud tegelikud kasutajad) võivad kuuluda siia klassi
fi: Vieraskäyttäjät (rajoitetut todelliset käyttäjät) voivat kuulua tähän luokkaan
fr: Les utilisateurs invités (utilisateurs réels avec restriction) peuvent appartenir à cette classe
he: <p align=right>םיחרוא םישמתשמ<br>םייתימא םישמתשמ)<br>(תולבגה םע<br>וז הקלחמל ךייתשהל םילוכי
hu: Vendég felhasználók (szűkített jogosultságú normál felhasználók) csoportja
id: Pemakai tamu (pemakai nyata yang dibatasi) bisa menjadi anggota kelas ini.
is: Gesta notendur (notendur með takmarkað aðgengi) geta tilheyrt þessum klasa
it: Utenti guest (ristretto agli utenti reali) possono far parte di questa classe
ja: ゲストユーザ(制限された実ユーザ)はこのクラスに属すことができます。
ko: 손님 사용자(제한된 실제 사용자)는 이 클래스에 속합니다
nl: Gastgebruikers (bekende gebruikers met beperkte toegangsrechten) kunnen behoren tot deze klasse.
no: Gjestebrukere (begrensede brukere) kan tilhøre denne klassen
no_ny: Gjestebrukarar (avgrensa verkelege brukarar) kan høyra til denne klassen
pt: Utilizadores convidados (utilizadores reais c/ chroot) podem ser desta classe
ro: Utilizatorii guest (utilizatori reali restricţionaţi) pot aparţine acestei clase
ru: Гостевые пользователи (исключая реальных) могут принадлежать этому классу
sk: Hosťovskí užívatelia (obmedzení skutoční užívatelia) môžu patriť do tejto triedy
sl: Gostje (omejeni pravi uporabniki) lahko spadajo v ta razred.
sr: Gost korisnici (stvarni korisnici sa suženim pristupom) mogu pripadati ovoj klasi
sv: Gästanvändare (riktiga användare med restriktioner) kan tillhöra den här klassen
ta: Å¢ÕóÐô ÀÂÉ÷¸û (¸ðÎôÀÎò¾ôÀð¼ ¯ñ¨Áô ÀÂÉ÷¸û) ­ùÅ¨¸Â¢ø §ºÃÄ¡õ
uk: Користувачі-гості (справжні користувачі з обмеженнями) можуть належати до цього класу

source: Real users can belong to this class
af: egte gebruikers kan behoort aan hierdie klas
az: Həqiqi istifadəçilər bu sinifə aid ola bilər
bg: Реални потребители могат дапринадлежат на този клас
cs: Do této třídy mohou patřit skuteční uživatelé
da: Virkelige brugere kan tilhøre denne klasse
de: Zu dieser Klasse gehören bekannte Benutzer
eo: Realaj uzantoj apartenas al tiu ĉi klaso
es: Los usuarios reales pueden pertenecer a esta clase
et: Tegelikud kasutajad võivad kuuluda siia klassi
fi: Todelliset käyttäjät voivat kuulua tähän luokkaan
fr: Les utilisateurs réels peuvent appartenir à cette classe
he: וז הקלחמל ךייתשהל םילוכי םייתימא םישמתשמ
hu: A normál felhasználók csoportja
id: Pemakai nyata bisa menjadi anggota kelas ini
is: Almennir notendur geta tilheyrt þessum klasa
it: Gli utenti reali possono far parte di questa classe
ja: 実ユーザはこのクラスに属すことができます。
ko: real 사용자는 이 클래스에 속합니다
nl: Bekende gebruikers kunnen behoren tot deze klasse.
no: Ordentlige brukere kan tilhøre denne klassen
no_ny: Verkelege brukarar kan høyra til denne klassen
pt: Utilizadores reais podem ser desta classe
ro: Utilizatorii reali pot aparţine acestei clase
ru: Реальные пользователи могут принадлежать этому классу
sk: Skutoční užívatelia môžu patriť do tejto triedy
sl: Pravi uporabniki ne spadajo v ta razred
sr: Pravi korisnici mogu pripadati ovoj klasi
sv: Riktiga användare kan tillhöra den här klassen
ta: ¯ñ¨Áô ÀÂÉ÷¸û ­ùÅ¨¸Â¢ø §ºÃÄ¡õ
uk: Звичайні користувачі можуть належати до цього класу

source: A&ddresses:
af: adresse:
az: Ü&nvanlar:
bg: А&дреси:
ca: A&dreces:
cs: A&dresy:
da: A&dresser
de: Adr&essen:
eo: &Adresoj:
es: Dire&cciones:
et: Aa&dressid:
fi: &Osoitteet:
fr: A&dresses :
he: :תובו&תכ
hu: &Címek:
id: A&lamat:
is: Vistföng
it: In&dirizzi:
ja: アドレス(&d):
ko: 주소(&d)
nl: A&dressen:
no: A&dresser:
no_ny: A&dresser:
pt: En&dereços:
ro: A&drese:
ru: А&дреса:
sk: A&dresy:
sl: &Naslovi:
sr: A&drese:
sv: A&dresser:
ta: &Ó¸ÅÃ¢¸û
th: ที่อยู่:
uk: А&дреси:

source: Add &class
af: voeg by klas
az: Sinif &əlavə et
bg: &Добави клас
ca: Afegeix la &classe
cs: Přidat tříd&u
da: Tilføj &klasse
de: Klasse hinzuf&ügen
eo: Aldonu &klason
es: Añadir &clase
et: Li&sa klass
fi: Lis&ää luokka
fr: Aj&outer une classe
he: הקל&חמ ףסוה
hu: Új osztál&y
id: Tambah kela&s
is: Bæta við klasa
it: Aggiungi &classe
ja: クラスを追加(&c)
ko: 클래스 추가(&c)
nl: Klasse &Toevoegen
no: Legg til &klasse
no_ny: Legg til &klasse
pt: Adicionar &classe
ro: Adaugă &clasă
ru: &Добавить класс
sk: Pridať &triedu
sl: Dodaj &razred
sr: Dodaj &klasu
sv: Lägg till &klass
ta: &Å¨¸Â¢Éò¨¾î §º÷
th: เพิ่มคลาส
uk: Додати &клас

source: Add a new user class
af: voeg by 'n nuwe gebruiker klas
az: Yeni bir istifadəçi sinifi əlavə et
bg: Добавя нов клас потребители
cs: Přidá novou třídu uživatelů
da: Tilføj en ny brugerklasse
de: Neue Benutzerklasse hinzufügen
eo: Aldonu novan uzantoklason
es: Añadir una nueva clase de usuario
et: Uue kasutajaklassi lisamine
fi: Lisää uusi käyttäjäluokka
fr: Ajouter une nouvelle classe d'utilisateur
he: השדח םישמתשמ תקלחמ תפסוה
hu: Új felhasználóosztály hozzáadása
id: Tambah kelas pemakai baru
is: Bæta við nýjum notendaklasa
it: Aggiungi una nuova classe utenti
ja: 新規ユーザクラスを追加
ko: 새 사용자 클래스 추가
nl: Voeg een nieuwe gebruikersklasse toe.
no: Legg til ny brukerklasse
no_ny: Legg til ny brukarklasse
pt: Adicionar nova classe de utilizador
ro: Adaugă o clasă nouă de utilizator
ru: Добавляет новый класс пользователей
sk: Pridá nového užívateľa do triedy
sl: Dodaj nov razred uporabnikov
sr: Dodaj novu korisničku klasu
sv: Lägg till en ny användarklass
ta: Ò¾¢Â ÀÂÉ÷ Å¨¸Â¢Éò¨¾î §º÷
th: เพิ่มคลาสผู้ใช้ใหม่
uk: Додати новий клас користувачів

source: D&elete class
af: uitvee klas
az: Sinifi &çıxart
bg: &Изтрий клас
ca: &Suprimeix la classe
cs: S&mazat třídu
da: &Slet klasse
de: Klasse l&öschen
eo: &Forigu klason
es: Su&primir clase
et: &Eemalda klass
fi: Tuhoa luokka
fr: Supprim&er la classe
he: הקלחמ &רסה
hu: Tö&rlés
id: Hapus k&elas
is: &Eyða klasa
it: &Elimina clasee
ja: クラスを削除(&e)
ko: 클래스 삭제(&e)
nl: Klasse &verwijderen
no: Sl&ett klasse
no_ny: Sl&ett klasse
pt: R&emover classe
ro: Ş&terge clasă
ru: &Удалить класс
sk: &Zmazať triedu
sl: Odstrani razr&ed
sr: Izbriši klas&u
sv: &Ta bort klass
ta: &Å¨¸Â¢Éõ ¿£ìÌ
th: ลบคลาส
uk: В&илучити клас

source: Delete the currently selected user class
af: uitvee die huidiglik gekose gebruiker klas
az: Seçili istifadəçi sinifini çıxart
bg: Изтрива избран клас потребители
cs: Smaže vybranou třídu uživatelů
da: Slet den aktuelt valgte brugerklasse
de: Löschen der ausgewählten Benutzerklasse
eo: Forigu la elektitan uzantoklason
es: Suprimir la clase de usuario actualmente seleccionada
et: Eemalda hetkel valitud kasutajate klass
fi: Tuhoa valittu käyttäjäluokka
fr: Supprimer la classe d'utilisateur sélectionnée
he: הרחבנש תיחכונה םישמתשמה תקלחמ תקיחמ
hu: A jelenleg kiválasztott felhasználóosztály törlése
id: Hapus kelas pemakai yang terpilih saat ini
is: Eyða völdum notendaklasa
it: Elimina la classe utenti attualmente selezionata
ja: 現在選択されているユーザクラスを削除
ko: 현재 선택된 사용자 클래스 삭제
nl: Verwijder de momenteel geselecteerde gebruikersklasse.
no: Slett den valgte brukerklassen
no_ny: Slett den valde brukarklassen
pt: Remover a classe seleccionada
ro: Şterge clasa de utilizatori selectată
ru: Удаляет выбранный класс пользователей
sk: Zmaže vybranú užívateľskú triedu
sl: Odstrani trenutno izbrani razred uporabnikov
sr: Izbriši trenutno izabrane klase korisnika
sv: Ta bort den nuvarande valda användarklassen
ta: ¦¾Ã¢ó¦¾Îì¸ôÀð¼ ÀÂÉ÷ Å¨¸Â¢Éò¨¾ ¿£ìÌ
th: ลบคลาสผู้ใช้ที่เลือกไว้
uk: Вилучити вибраний клас користувачів

source: Aut&ogroup to:
af: outogroep aan:
az: Avtomatik qrup:
bg: Авто&групира в:
ca: Aut&oagrupa a:
cs: Aut&omaticky přiřadit skupinu:
da: Au&togruppe til:
de: Aut&om. zur Gruppe von:
eo: Aŭtomate membrigu en grupo:
es: Aut&o-agrupar a:
et: Aut&omaatne grupp:
fi: Autom.ryhmä:
fr: Mem&bre de :
he: :הצו&בקל .וטוא
hu: Au&tocsoport:
id: Pengelompokkan &otomatis ke:
is: Gera sjálfgefinhóp að:
it: &Gruppo automatico:
ja: 自動的に下記グループに所属(&o):
nl: Aut&om. groep van:
no: Aut&ogrupper til:
no_ny: Aut&ogrupper til:
pt: Aut&o-agrupar em:
ro: Grup &automat la:
ru: Авто&группировать в:
sk: Auto&skupina pre:
sl: Samodejno naj pripada skupini:
sr: Aut&ogrupiši u:
sv: Aut&omatiskt gruppmedlemskap till:
ta: &ìÌò ¾¡É¨Á ÌØÅ¡ìÌ
th: ตั้งค่ากลุ่มอัตโนมัติกับ:
uk: Авто &група:

source: Users from this class are automatically members of the group selected here. That way, you can (for example) grant local users anonymous access to files remote users can't download.
af: gebruikers van hierdie klas word automaties lede van die groep gekose hier. wat weg, jy kan (vir voorbeeld) toegestaan plaaslike gebruikers anoniem toegang verkry aan lêers afgeleë gebruikers kan't aflaai.
az: Bu sinifdəki istifadəçilər avtomatik şəkildə seçili qrupun üzvləri olacaqdır. Bu yolla, məsələn uzaq istifadəçilərin yükləyə bilmədiyi fayllar üçün yerli istifadəçilərə icazə verilə bilər.
bg: Потребители на този клас автоматично стават членове на избраната тук група. По такъв начин вие можа да предоставите на локалните потребители анонимен достъп до файлове, които отдалечените не могат да изтеглят.
ca: Els usuaris d'aquesta classe són automàticament membres del grup seleccionat. D'aquesta manera, podeu (per exemple) concedir als usuaris locals accés anònim a fitxers que els usuaris remots no poden descarregar.
cs: Uživatelé z této skupiny jsou automaticky členy zde vybrané skupiny. Tímto způsobem je např. možné povolit lokálním uživatelům anonymní přístup k souborům, které vzdálení uživatelé nemohou stáhnout.
da: Brugere fra denne klasse bliver automatisk medlemmer af den gruppe, der er valgt her. På den måde kan du (for eksempel) give lokale brugere anonym adgang til filer, som fjernbrugere ikke kan hente hjem.
de: Benutzer dieser Klasse sind automatisch Mitglied der hier ausgewählten Gruppe. Dadurch können Sie zum Beispiel lokalen Benutzern anonymen Zugang zu Dateien gewähren, auf die andere Benutzer nicht zugreifen können.
eo: Uzantoj de tiu klaso aŭtomate membriĝos en la elektita grupo. Tiel ekzemple vi povus permesi al lokaj uzantoj aliri dosierojn, kiujn foraj uzantoj ne povas deŝuti.
es: Los usuarios de esta clase automáticamente son miembros del grupo seleccionado aquí. De este modo, usted puede (por ejemplo) permitir a usuarios locales acceso anónimo a archivos a los que usuarios remotos no tienen.
et: Selle klassi kasutajad on automaatselt lisatud hetkel valitud gruppi.Sedasi saad sa (näiteks) lubada lokaalsetel kasutajatel anonüümset ligipääsu neile failidele, mida teised kasutajad alla laadida ei saa.
fi: Tämän luokan käyttäjät ovat automaattisesti valitun ryhmän käyttäjiä. Näin voit esimerkiksi antaa paikallisille käyttäjille anonyymin sisäänpääsyn tiedostoihin joita etäkäyttäjät eivät voi hakea.
fr: Les membres de cette classe sont automatiquement membres du groupe sélectionné ici. De cette façon, vous pouvez (par exemple) accorder aux utilisateurs locaux un accès anonyme aux fichiers que les utilisateurs distants ne peuvent pas télécharger.
he: <p align=right>םירבח תיטמוטוא םה וז הקלחממ םישמתשמ<br>.ןאכ תרחבנש הקלחמה לש<br>םישמתשמל תתל (אמגודל) ךתורשפאב ,וז ךרדב<br>םישמתשמש םיצבקל תינומלא השיג םיימוקמ<br>.דירוהל םילוכי אל םיקחורמ
hu: Azok a felhasználók, akik tagjai ennek az osztálynak, automatikusan tagjai lesznek a kijelölt felhasználócsoportnak. Így például egyes lokális felhasználók anonymous jogokat kaphatnak olyan fájlokhoz, amelyekhez a távoli felhasználók nem férhetnek hozzá.
id: Pemakai dari kelas ini secara otomatis adalah anggota dari kelompok yang terpilih di sini. Dengan cara ini, and anda bisa (misalnya) memberi pemakai lokal akses anonim ke file-file yang tidak bisa di-download oleh pemakai jarak jauh
is: Notendur úr þessum klasa eru sjálfkrafa meðlimir í þeim hópi sem valinn er hér Þannig getur þú til dæmis gefið staðar notendum nafnleyndar aðgang að skrám fjarlægra notenda
it: Gli utenti di questa classe sono automaticamente membri del gruppo qui selezionato. In questo modo puoi (per esempio) garantire agli utenti locali anonimi l'accesso a file che gli utenti remoti non possono scaricare.
ja: このクラスのユーザは自動的にここで選択さ れたグループのメンバになります。 このようにして(例えば)、ローカルユーザに は匿名アクセスを認め、リモートユーザには ダウンロードを認めないということができます。
ko: 이 클래스 사용자는 자동적으로 이곳에 선택된 그룹의 멤버가 됩니다. 예를 들어, 원거리 사용자가 내려받기 할 수 없는 파일에 익명 접근권한을 로컬사용자에게 부여할 수 있습니다.
nl: Gebruikers van deze klasse zijn automatisch leden van de hier geselecteerde groep. Op die manier kunt u (bijvoorbeeld) anonieme toegang verlenen tot bestanden die gebruikers op afstand niet kunnen downloaden.
no: Brukere fra denne klassen er automatisk medlemmer av gruppen som er valgt her. På den måten kan du (f eks) tillate anonym tilgang for lokale brukere til filer som fjernbrukere ikke kan laste ned.
no_ny: Brukarar frå denne klassen er automatisk medlemmer av gruppa som er valt her. På den måten kan du (til dømes) tillata anonym tilgang for lokale brukarar til filer fjerne brukarar ikkje kan lasta ned.
pt: Os utilizadores desta classe são automaticamente membros do grupo aqui seleccionado. Assim, podes (por exemplo) conceder aos utilizadores locais acesso anónimo a ficheiros que os utilizadores remotos não podem fazer download.
ro: Utilizatorii din această clasă sînt automat membrii ai grupului selectat aici. În acest fel puteţi (de exemplu) să daţi utilizatorilor locali acces ftp anonymous la fişierele utilizatorilor distanţi pe care nu le pot transfera.
ru: Пользователи этого класса автоматически становятся членами выбранной здесь группы. Таким образом, вы можете, например, предоставить анонимный доступ локальным пользователям к файлам, которые не смогут скачать удаленные пользователи.
sk: Užívatelia tejto triedy sú automaticky členmi tu vybranej skupiny. Týmto spôsobom môžete (napríklad) poskytnúť lokálnym užívateľom anonymný prístup k súborom, ktoré vzdialení užívatelia nemôžu stiahnuť.
sl: Uporabniki iz tega razreda so samodejno pripadniki tukaj izbrane skupine. Na ta način lahko (na primer) dovolite lokalnim uporabnikom anonimni dostop do datotek, ki jih oddaljeni uporabniki ne morejo prenesti.
sr: Korisnici iz ove klase će biti automatski članovi grupe izabrane ovde. Na ovaj način možete (na primer) da omogućite lokalnim korisnicima anonimni pristup fajlovima kojima korisnici sa strane ne modu da pristupe.
sv: Användare från den här klassen är automatiskt medlemmar i gruppen vald här. På det viset kan du (till exempel) tillåta lokala användare anonym åtkomst till filer som fjärranvändare inte kan ladda ner.
ta: ­ùÅ¨¸Â¢Éò¨¾î §º÷ó¾ ÀÂÉ÷ ­ÂøÀ¢ø ­íÌ ¦¾Ã¢ó¦¾Îì¸ôÀð¼ ÌØÅ¢ø ¯ÚôÀ¢É÷¸û ¬Å¡÷¸û. ­õÓ¨ÈÂ¢ø, ¿£í¸û ¯¾¡Ã½Á¡¸ ¯ûÇ¨Áô ÀÂÉ÷¸ÙìÌ ¦ÀÂÃ¢Ä¢ «Ûì¸õ «Ç¢ì¸Ä¡õ. ¦¾¡¨Äô ÀÂÉ÷¸û ¾Ã× ­Èì¸õ ¦ºöÂÅ¢ÂøÄ¡Ð.
th: ผู้ใช้จากคลาสนี้จะถูกตั้งให้เป็นสมาชิกของกลุ่ม ที่เลือกที่นี่โดยอัตโนมัติ นั่นคือ คุณสามารถ (ตัวอย่าง) ให้สิทธิ์แก่ผู้ใช้ภายในได้ ผู้ใช้นิรนามที่เข้าใช้แฟ้มจากระยะไกล จะไม่สามารถดาวน์โหลดได้
uk: Користувачі з цього класу автоматично стають членами вказаної тут групи. Таким чином, наприклад, Ви можете надати анонімній доступ локальним користувачам до файлів, які не зможуть витягнути віддалені користувачі.

source: L&imits:
af: limiet:
az: &Sərhədlər:
bg: &Лимити:
ca: L&ímits:
cs: O&mezení:
da: &Grænser:
eo: &Limoj:
es: Lím&ites:
et: L&imiidid:
fi: &Rajoitukset:
fr: &Limites
he: :תולב&גה
hu: &Korlátozások:
id: Bata&s:
is: Takmörk
it: L&imiti:
ja: リミット(&i):
ko: 제한(&i):
nl: L&imieten:
no: G&renser:
no_ny: G&renser:
pt: L&imites:
ro: L&imite:
ru: &Лимиты:
sk: O&bmedzenia:
sl: &Omejitve:
sr: L&imiti:
sv: &Begränsningar:
ta: &±ø¨Ä¸û
th: จำกัด:
uk: Обм&еження:
