Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: You can use limits to restrict the number of simultaneous connections of users in this class at specific times. Use the <b>Add Limit</b>, <b>Edit Limit</b> and <b>Delete Limit</b> buttons on the right to control limits.
af: jy kan gebruik limiet aan vashou die nommer van gelyktydig koppelinge van gebruikers in hierdie klas na spesifieke times . gebruik die <b>voeg by beperk</b>, <b>redigeer beperk</b> en <b>uitvee beperk</b> knoppies op die regterkant aan kontrole limiet.
az: Müəyyən vaxtlarda istifadəçilərin eyni anda bağlanmalarına mane olmaq üçün limitləri işlədə bilərsiniz. Limitləri yoxlamaq üçün sağdaki <b>SərhədƏlavə Et</b>, <b>Sərhədlə Oyna</b> və <b>Sərhəd Sil</b> düymələrini işlədə bilərsiniz.
bg: Вие можете да използвате лимити за ограничение на броя едновременно свързани потребители от даден клас в указано време. Използвайте бутона <b>Добави лимит</b>, <b>Редактира лимит</b> и <b>Изтрива лимит</b> за управление на лимитите.
cs: Limity můžete použít k omezení počtu souběžných připojení uživatelů v této třídě v daných časech. K řízení omezení použijte tlačítka <b>Přidat omezení</b>, <b>Upravit omezení</b> a <b>Smazat omezení</b>, umístěná vpravo.
da: Man kan bruge grænser for at begrænse antallet af samtidige forbindelser af brugere i denne klasse til specifikke tidspunkter. Brug <Tilføj grænse</b>,<b>Redigér grænse</b> og <b>Slet grænse</b> knapperne til højre for at kontrollere grænserne.
de: Limits können eingesetzt werden, um die Anzahl der gleichzeitigen Verbindungen von Benutzern der ausgewählten Benutzerklasse einzuschränken. Verwenden Sie die Knöpfe <strong>Limit hinzufügen</strong>, <strong>Limit bearbeiten</strong> und <strong>Limit löschen</strong>, um Limits zu steuern.
eo: Vi povas uzi limojn por limigi la nombron de samtempaj kontaktoj de uzantoj en tiu ĉi klaso je difinitaj tempoj. Uzu la butonojn <b>Aldonu limon</b>, <b>Redaktu limon</b> kaj <b>Forigu limon</b> por difini tiaj limojn.
es: Puede utilizar límites para restringir el número de conexiones simultáneas de usuarios en esta clase en tiempos específicos. Usar los botones de <b>Añadir Límite</b>, <b>Editar Límite</b> y <b>Suprimir Límite</b> a la derecha para controlar los límites.
et: Limiitide abil saab piirata klassi kuuluvate kasutajate samaaegseid ühendusi määratud kellaajal. Llimiitide kontrollimiseks kasuta paremal asuvaid nuppe <b>Lisa limiit</b>, <b>Muuda limiiti</b> ja <b>Eemalda limiit</b>.
fr: Vous pouvez utiliser les limites pour restreindre le nombre de connexions simultanées d'utilisateurs de cette classe à un moment donné. Utilisez les boutons «Ajouter une limite», «Modifier la limite» et «Supprimer la limite» situés à droite pour déterminer les limites.
he: <p align=right>רפסמ תא ליבגהל ידכ תולבגהב שמתשהל ךתורשפאב<br>הקלחממ םישמתשמ לש םיינמז-ובה םירוביחה<br>םירותפכב שמתשה .םיעובק םינמזב וז<br><b>הלבגה רסה</b>ו <b>הלבגה תכירע</b> ,<b>הלבגה ףסוה</b><br>.תולבגהה לע טולשל ידכ ןימימש
hu: A korlátozások használatával meg lehet szabni, hogy egyszerre hány felhasználó lehet belépve az osztályból. A <b>Hozzáadás</b>, <b>Módosítás</b> és <b>Törlés</b> gombokkal lehet szabályozni a korlátozásokat.
id: Anda bisa menggunakan batas untuk membatasi jumlah koneksi simultan dari pemakai pada kelas ini pada waktu-waktu tertentu. Gunakan tombol <b>Tambah batas</b?, <b>Ubah batas</b> dan <b>Hapus batas</b> pada sebelah kanan untuk mengendalikan batas.
is: Þú getur sett takmörkun til þess að takmarka fjölda samtengdra notenda í þessum klasa á tilteknum tímum. Notaðu <b>Bæta við takmörkun</b>, <b>Breyta takmörkun </b> og <b>Eyða takmörkun</b> hnappana hægra megin til þess að stjórna takmörkun.
it: Puoi usare i limiti per restringere il numero di connessioni simultanee di utenti di questa classe ad una certa ora. Usa i pulsanti <b>Aggiungi limite</b> <b>Modifca limite</b> e <b>Elimina limite</b> sulla destra per controllare i limiti.
ja: リミットを使ってこのクラスのユーザの特定の時間における同時アクセス数を制限することができます。右にある<b>リミットを追加</b>ボタン、<b>リミットを編集</b>ボタン、<b>リミットを削除</b>ボタンを使ってリミットを調整してください。
ko: 특정 시간에 이 클래스에 대한 동시 사용자 접속수를 제한하기 위해서 제한사항을 사용할 수 있습니다. 제한 제어판 오른쪽에 있는 <b>제한 추가</b>, <b>제판 편집</b>, 그리고 <b>제한 제거</b> 단추를 사용합니다.
nl: U kunt gebruik maken van limieten om het aantal simultane verbindingen van gebruikers uit deze klasse te beperken. Gebruik de knoppen <b>Limiet toevoegen</b>, <b>Limiet bewerken</b> en <b>Limiet verwijderen</b> rechts om de limieten te bepalen.
no: Du han bruke begrensninger for å begrense antall samtidige forbildelser til spesielle tider for brukere av denne klassen. Bruk <b>Legg til begrensning</b>-, <b>Rediger begrensning</b>- og <b>Fjern begrensning</b>-knappene på høyre side for å bestemme grensene.
no_ny: Du kan bruka grenser for å avgrensa talet på samband brukarar i denne klassen kan ha samstundes. Bruk knappane <b>Legg til grense</b>, <b>Endra grense</b> og <b>Slett grense</b> til høgre for å styra grensene.
pt: Podes usar limites para restringir o número de ligações simultâneas de utilizadores desta classe em horas específicas. Usa os botões <b>Adicionar Limite</b>, <b>Editar Limite</b> e <b>Remover Limite</b> à direita para controlar os limites.
ro: Puteţi utiliza limite pentru a restricţiona numărul de conexiuni simultane ale utilizatorilor din această clasă la anumite momente de timp. Pentru a controla limitele utilizaţi butoanele <b>Adăugă limită</b>, <b>Editează limită</b> şi <b>Şterge limită</b> din partea dreaptă.
ru: Вы можете использовать лимиты для ограничения числа одновременных соединений пользователей данного класса в указанное время. Используйте кнопки <b>Добавить лимит</b>, <b>Редактировать лимит</b> и <b>Удалить лимит</b> для управления лимитами.
sk: Obmedzenia môžete použiť na obmedzenie počtu simultánnych spojení užívateľov tejto triede, v určitom čase. Použite tlačidlá <a>Pridať obmedzenie</b>,<b>Upraviť obmedzenie</b> a <b>Zmazať obmedzenie</b> napravo od kontroly obmedzení.
sl: Za omejitev števila hkratnih povezav uporabnikov v tem razredu ob določenih časih lahko uporabite omejitve. Uporabite gumbe <b>Dodaj omejitev</b>, <b>Uredi omejitev</b> in <b>Odstrani omejitev</b> na desni strani nadzornih omejitev.
sr: Možete da koristite limite da ograničite broj istovremenih konekcija korisnika u ovoj klasi u određena vremena. Koristite <b>Dodaj limit</b>,<b>Izmeni limit</b> i <b>Izbriši limit</b> dugmiće (desno) za kontrolu limita.
sv: Du kan använda begränsningar för att begränsa antalet samtidiga anslutningar från användare i denna klass vid specifika tider. Använd knapparna <b>Lägg till begränsning</b>, <b>Redigera begränsning</b> och <b>Ta bort begränsning</b> till höger för att kontrollera begränsningar.
ta: º¢Ä ÌÈ¢ôÀ¢ð¼ §¿Ãí¸Ç¢ø ºÁ¸¡Ä ­¨½ôÒ¸Ç¢ý ±ñ½¢ì¨¸ìÌ ¿£í¸û¯îºÅÃõÒ Å¢¾¢ì¸Ä¡õ. ÅÄôÒÈÓûÇ <b>ÅÃõÒ Å¢¾¢</b>, <b>ÅÃõÒ Á¡üÚ</b> <b>ÅÃõÒ ¿£ìÌ</b>ÌÁ¢ú¸¨Çô ÀÂýÀÎò¾¢ ±ø¨Ä¸¨Ç ¦¿È¢ôÀÎò¾Ä¡õ
uk: Ви можете скористатися обмеженнями, для того щоб обмежити кількість одночасних з'єднань для користувачів цього класу у вказаний час. Використовуйте кнопки <b>Додати обмеження</b>, <b>Редагувати Обмеження</b> та <b>Видалити обмеження</b> праворуч, щоб керувати обмеженнями.

source: Add &Limit
af: voeg by beperk
az: Sərhəd &Əlavə Et
bg: &Добави лимит
ca: Afegeix un &límit
cs: Přidat &omezení
da: Tilføj &grænse
de: Limit hin&zufügen
eo: Aldonu &limon
es: Añadir &límite
et: Lisa &limiit
fi: Lisää Rajoitu&s
fr: Ajouter u&ne limite
he: הלבגה &ףסוה
hu: &Hozzáadás
id: Tambah &batas
is: Bæta við takmörkun
it: Aggiungi &limite
ja: リミットを追加(&L)
ko: 제한 추가(&L)
nl: Limiet toe&voegen
no: Legg til &grense
no_ny: Legg til &grense
pt: Adicionar &Limite
ro: Adaugă &limită
ru: &Добавить лимит
sk: &Pridať obmedzenie
sl: Dodaj &omejitev
sr: Dodaj &limit
sv: &Lägg till begränsning
ta: &ÅÃõÒ §º÷
th: เพิ่มการจำกัด
uk: &Додати обмеження

source: Edi&t Limit
af: redigeer beperk
az: Sərhəd &Dəyişdir
bg: &Редактира лимит
ca: Edi&ta el límit
cs: Upravi&t omezení
da: &Redigér grænse
de: Limi&t verändern
eo: &Redaktu limon
es: Edi&tar límite
et: Muuda limi&iti
fi: Muokkaa Ra&joitusta
fr: Modi&fier la limite
he: הלבגה ת&כירע
hu: Mó&dosítás
id: Uba&h Batas
is: Breyta takmörkun
it: &Modifica Limite
ja: リミットを編集(&t)
ko: 제한 편집(&t)
nl: Limiet be&werken
no: Rediger gr&ense
no_ny: &Endra grense
pt: Edi&tar Limite
ro: Edi&tează limită
ru: &Редактировать лимит
sk: &Upraviť obmedzenie
sl: &Uredi omejitev
sr: Izmeni limi&t
sv: &Ändra begränsning
ta: &ÅÃõÒ Á¡üÚ
th: แก้ไขการจำกัด
uk: &Редагувати обмеження.

source: Delete Li&mit
af: uitvee beperk
az: Sərhəd &Sil
bg: &Изтрива лимит
ca: Suprimeix el lí&mit
cs: Sm&azat omezení
da: Slet &grænse
de: Limit &löschen
eo: Forigu &limon
es: Suprimir lí&mite
et: Eemalda li&miit
fi: Tuhoa Rajoitus
fr: Su&pprimer la limite
he: הלבגה רס&ה
hu: Tör&lés
id: Hap&us Batas
is: Eyða takmörkun
it: &Elimina limite
ja: リミットを削除(&m)
ko: 제한 삭제(&m)
nl: Limiet verwij&deren
no: Slett gre&nse
no_ny: Slett gre&nse
pt: Apagar Li&mite
ro: Şterge li&mită
ru: &Удалить лимит
sk: &Zmazať obmedzenie
sl: O&dstrani omejitev
sr: Izbriši li&mit
sv: Ta &bort begränsning
ta: &ÅÃõÒ ¿£ìÌ
th: ลบการจำกัด
uk: &Видалити обмеження.

source: Limits are specific to user classes - create a class first.
af: limiet word spesifieke aan gebruiker klasse - skep 'n klas eerste.
az: Sərhədlər istifadəçi siniflərinə xasdır - əvvəl bir sinif yaradın.
bg: Лимитите указват за клас потребители - създайте първо клас
ca: Els límits són específics per a les classes d'usuari - primer de tot, creeu una classe.
cs: Omezení jsou charakteristikou tříd uživatelů - vytvořte nejprve třídu.
da: Grænser er specifikke for brugerklasse - lav først en klasse.
de: Limits sind für Benutzerklassen relevant - erzeugen Sie zuerst eine Benutzerklasse.
eo: Limoj estas difineblaj nur por uzantoklasoj - do kreu klason unue.
es: Los límites son específicos de las clases de usuarios - cree una clase primero.
et: Limiidid on kasutajaklassi spetsiifilised - tekita kõigepealt klass.
fi: Rajoitukset ovat luokkakohtaisia - luo ensin luokka.
fr: Les limites sont spécifiques aux classes d'utilisateur. Veuillez d'abord créer une classe.
he: .םדוק הקלחמ רוצ - םישמתשמ תוקלחמל תוידוחיי תולבגהה
hu: Korlátozásokat csak egy létező osztályhoz lehet rendelni.
id: Batas-batas tersebut spesifik untuk kelas-kelas pemakai - buat dulu kelas pertama kali.
is: Takmarkanir eiga við um sérstaka klasa - búðu fyrst til klasa.
it: I limiti sono specifici di una classe utenti - crea prima una classe.
ja: リミットはユーザクラス固有のものです - 最初にクラスを作成してください
ko: 제한은 사용자 클래스에 설정됩니다 - 먼저 클래스를 생성하세요.
nl: Limieten zijn van toepassing op gebruikersklassen - maak er eerst een aan.
no: Grenser hører til brukerklasser - lag en klasse først.
no_ny: Grenser høyrer til brukarklassar - lag ein klasse først.
pt: Os limites são específicos de cada classe - tens de criar uma classe.
ro: Limitele sînt specificate la clase de utilizatori. Creaţi mai întîi o clasă.
ru: Лимиты указываются для класса пользователей - сначала создайте класс.
sk: Obmedzenia sú špecifické pre užívateľské triedy - vytvorte najprv triedu.
sl: Omejitve so lastnost razreda uporabnikov - najprej ustvarite razred.
sr: Limiti su specifični za korisničke klase - prvo napravite klasu.
sv: Begränsningar är specifika för användarklasser - skapa en klass först.
ta: ÅÃõÒ¸û Å¨¸Â¢Éò¾¢üÌî º¢ÈôÀ¡É¨Å - Ó¾Ä¢ø Å¨¸Â¢Éõ ¦ºö¸
uk: Обмеження вказуються для класів користувачів - створіть спочатку клас.

source: You must select a limit first.
af: jy moet kies 'n beperk eerste.
az: Əvvəlcə bir sərhədi seçməlisiniz.
bg: Вие трябва първо да изберете лимит.
ca: Primer heu de seleccionar un límit.
cs: Nejprve musíte vybrat omezení.
da: Du skal først vælge en grænse.
de: Sie müssen zuerst ein Limit auswählen.
eo: Vi devas elekti limon unue.
es: Debe seleccionar primero una clase.
et: Vali kõigepealt limiit.
fi: Valitse rajoitus ensin.
fr: Sélectionnez d'abord une limite.
he: .הלבגה םדוק רוחבל ךילע
hu: Először ki kell választani egy korlátozást.
id: Anda harus pilih dulu sebuah batas.
is: Þú verður að velja takmörkun fyrst.
it: Devi prima selezionare un limite.
ja: 先にリミットを選択しなければなりません
ko: 먼저 제한을 선택해야 합니다.
nl: U moet eerst een limiet selecteren.
no: Du må først velge en grense.
no_ny: Du må velja ei grense først.
pt: Tens que seleccionar um limite primeiro.
ro: Trebuie să selectaţi mai întîi o limită.
ru: Сначала выберите лимит.
sk: Najprv musíte vybrať obmedzenie.
sl: Najprej je potrebno izbrati omejitev.
sr: Morate prvo izabrati limit.
sv: Du måste välja en begränsning först.
ta: ¿£í¸û Ó¾Ä¢ø ÅÃõ¨Àò ¦¾Ã¢ó¦¾Îì¸ §ÅñÎõ
th: คุณต้องเลือกการจำกัดก่อน
uk: Спочатку Ви повинні вибрати обмеження.

source: Select a class first.
af: kies 'n klas eerste.
az: Əvvəlcə bir sinif seçin.
bg: Изберете първо клас.
ca: Seleccioneu primer un tipus
cs: Nejprve vyberte třídu.
da: Vælg først en klasse
de: Wählen Sie zuerst eine Klasse aus.
eo: Elektu klason unue.
es: Seleccione una clase primero.
et: Vali kõigepealt klass.
fi: Valitse luokka ensin.
fr: Sélectionnez d'abord une classe.
he: .הקלחמ םדוק רחב
hu: Először ki kell választani egy osztályt.
id: Pilih dulu sebuah kelas.
is: Veldu klasa fyrst.
it: Seleziona prima una classe.
ja: クラスを先に選択して下さい
ko: 클래스를 먼저 선택
nl: Selecteer eerst een klasse.
no: Velg en klasse først.
no_ny: Vel ein klasse først.
pt: Selecciona uma classe primeiro.
ro: Selectaţi mai întîi o clasă.
ru: Сначала выберите класс.
sk: Vyberte najprv triedu.
sl: Najprej izberite razred.
sr: Prvo izaberite klasu.
sv: Välj en klass först.
ta: Ó¾Ä¢ø Å¨¸Â¢Éò¨¾ò ¦¾Ã¢× ¦ºö¸
th: เลือกคลาสก่อน
uk: Спочатку виберіть клас.

source: Select the virtual host you want to edit here. If this field is empty, click the <b>Add</b> button below to create a virtual host.
af: kies die virtuele bediener jy wil hê aan redigeer hier. as hierdie veld is leeg, kliek die <b>voeg by</b> knoppie onder aan skep 'n virtuele bediener.
az: Düzəltmək istədiyiniz virtual vericini yazın. Əgər bura boş isə, virtual verici yaratmaq üçün aşağıdakı <b>Əlavə Et</b> düyməsinə basın.
bg: Изберете виртуален хост, който вие искате да редактирате. Ако полето е празно, кликнете на бутон <b>Добави</b>, за да създадете виртуален хост.
cs: Zde vyberte virtuální hostitel, který chcete upravit. Není-li vyplněno, vytvoříte virtuální hostitel klepnutím na tlačítko <b>Přidat</b>.
da: Vælg den virtuelle vært, du vil redigere her. Hvis dette felt er tomt, klik på <b>Tilføj</b> knappen nedenfor for at oprette en virtuel vært.
de: Wählen sie den virtuellen Host aus, den sie bearbeiten möchten. Wenn das Feld leer ist, verwenden sie den Knopf <strong>Hinzufügen</strong>, um einen virtuellen Host zu erstellen.
eo: Elektu virtualan komputilon por redakto. Se tiu kampo estas malplena, premu la butonon <b>Aldonu</b> por krei virtualan komputilon.
es: Seleccione aquí la máquina virtual que desea editar. Si este campo está vacío, pulse el botón <b>Añadir</b> debajo para crear una máquina virtual.
et: Vali muudetav virtuaalserver. Kui see väli on tühi, siis kasuta nuppu <b>Lisa</b> virtuaalserveri loomiseks.
fr: Sélectionnez l'hôte virtuel que vous voulez modifier ici. Si ce champ est vide, utilisez le bouton «Ajouter» ci-dessous pour créer un hôte virtuel.
he: <p align=right>המודמה תרשה תא ןאכ רחב<br>,קיר הז הדש םא .ךורעל ךנוצרבש<br>הטמלש <b>ףסוה</b> רותפכה לע ץחל<br>.המודמ תרש רוציל ידכ
hu: Itt lehet kiválasztani a módosítani kívánt virtuális kiszolgálót. Ha ez a mező üres, a <b>Hozzáadás</b> gombbal lehet új virtuális kiszolgálót létrehozni.
id: Pilih host virtual yang ingin anda ubah di sini. Jika field ini kosong, klik tombol <b>Tambah</b> di bawah untuk membuat host virtual.
is: Veldu sýndarvélina sem þú vilt breyta hér. Ef þessi reitur er tómeur, smelltu þá á <b>Bæta við</b> hnappinn fyrir neðan til þess að búa til sýndarvél.
it: Seleziona l'host virtuale che vuoi modificare. Se questo campo è vuoto, fa clicsul pulsante <b>Aggiungi</b> per creare un host virtuale.
ja: 編集したい仮想ホストを選択します。このフィールドが空の時は、<b>追加</b>ボタンを使って仮想ホストを作成して下さい。
ko: 이곳에 편집하기를 원하는 가상 호스트를 선택하세요. 비어있다면, 가상 호스트를 만들기 위해서 아래의 <i>추가</i> 단추를 클릭하세요.
nl: Selecteer de virtuele host die u hier wilt bewerken. Als dit veld leeg is, klik dan op de knop <b>Toevoegen</b> om een virtuele host aan te maken.
no: Velg den virtuelle verten du vil redigere her. Hvis dette felt er tomt, klikk på <b>Legg til</b>-knappen nedenfor for å opprette en virtuel vert.
no_ny: Vel den virtuelle verten du vil endra her. Dersom feltet er tomt, trykk på <b>Legg til</b>-knappen under for å laga ein virtuell vert.
pt: Selecciona aqui o servidor virtual que queres usar. Se estiver em branco, carrega no botão <b>Adicionar</b> em baixo para criar um servidor virtual.
ro: Selectaţi aici gazda virtuală pe care doriţi să o editaţi. Dacă acest cîmp este gol, daţi clic pe butonul <b>Adaugă</b> de mai jos, pentru a crea o gazdă virtuală.
ru: Укажите виртуальный хост, который вы хотите редактировать. Если поле пустое, щелкните на кнопку <b>Добавить</b>, чтобы создать виртуальный хост.
sk: Vyberte virtuálny server, ktorý chcete nastaviť. Ak je toto pole prázdne, kliknite na tlačidlo <b>Pridať</b> na vytvorenie virtuálneho servera.
sl: Tukaj dodajte navideznega gostitelja, ki ga želite urejati. Če je to polje prazno, kliknite gumb <b>Dodaj</b> za izdelavo navideznega gostitelja.
sr: Odaberite virtuelni host koji hoćete da izmenite ovde. Ako je ovo polje prazno, kliknite na <b>Dodaj</b> dugmić (ispod) da napravite virtuelni host.
sv: Välj den virtuella värden som du vill redigera här. Om det här fältet är tomt, klicka på knappen <b>Lägg till</b> nedan för att skapa en virtuell värd.
ta: Á¡üÈ§ÅñÊÂ Á¡Âô ÒÃÅ¨Äò ¦¾Ã¢ó¦¾Îì¸×õ. ­ôÒÄõ ¦ÅüÈ¡¸ ­ÕôÀ¢ý­íÌûÇ <b>§º÷</b> ¦À¡ò¾¡¨É ÀÂýÀÎò¾¢ Ò¾¢Â Á¡Âô ÒÃÅ¨Ä ¯ñ¼¡ì¸×õ
uk: Виберіть віртуальну машину, яку Ви бажаєте редагувати, Якщо це поле порожнє, натисніть кнопку <b>Додати</b>, щоб створити віртуальну машину.

source: Click here to add a new virtual host.
af: kliek hier aan voeg by 'n nuwe virtuele bediener.
az: Yeni virtual verici əlavə etmək üçün buraya tıqlayın.
bg: Кликнете тук, за да създадете виртуален хост.
cs: Klepnutím přidáte nový virtuální hostitel.
da: Klik her for at tilføje en virtuel vært.
de: Hier klicken, um einen neuen virtuellen Host hinzuzufügen.
eo: Premu por aldoni novan virtualan komputilon.
es: Pulse aquí para añadir una máquina virtual nueva.
et: Kliki siia virtuaalserveri lisamiseks.
fi: Klikkaa tähän lisätäksesi uuden virtuaalipalvelimen.
fr: Cliquer ici pour ajouter un hôte virtuel.
he: .שדח המודמ תרש תפסוהל ןאכ ץחל
hu: Új virtuális kiszolgáló hozzáadása.
id: Klik di sini untuk menambah sebuah host virtual.
is: Smelltu hér til þess að bæta við sýndarvél.
it: Fa clic qui per aggiungere un nuovo host virtuale
ja: ここをクリックして新規仮想ホストを追加
ko: 새 가상 호스트를 추가하기 위해 이곳을 클릭하세요.
nl: Klik hier om een nieuwe virtuele host aan te maken.
no: Klikk her for å legge til en ny virtuell vert.
no_ny: Trykk her for å leggja til ein ny virtuell vert.
pt: Carrega aqui para adicionar o novo servidor virtual.
ro: Daţi clic aici pentru a crea o nouă gazdă virtuală.
ru: Щелкните здесь, чтобы создать виртуальный хост.
sk: Kliknite sem na pridanie nového virtuálneho servera.
sl: Kliknite tu za dodajanje novega navideznega gostitelja.
sr: Kliknite ovde da dodate novi virtuelni host.
sv: Klicka här för att lägga till en ny virtuell värd.
ta: Ò¾¢Â Á¡ÂôÒÃÅ¨Äî §º÷ì¸ ­í§¸ ¸¢Ç¢ì¸¢¼×õ
th: คลิกที่นี่เพื่อเพิ่มโฮสต์เสมือนใหม่
uk: Клацніть тут, щоб створити віртуальну машину.

source: Remove the selected virtual host.
af: verwyder die gekose virtuele bediener.
az: Seçili virtual vericini çıxart.
bg: Изтрива избрания виртуален хост.
cs: Odebrat vybraný virtuální hostitel.
da: Fjern den valgte virtuelle vært.
de: Den ausgewählten virtuellen Host entfernen.
eo: Forigu la elektitan virtualan komputilon.
es: Suprimir la máquina virtual seleccionada.
et: Valitud virtuaalserveri eemaldamine.
fi: Poista valittu virtuaalipalvelin.
fr: Supprimer l'hôte virtuel sélectionné
he: .רחבנה המודמה תרשה תא רסה
hu: A kiválasztott virtuális kiszolgáló törlése.
id: Hapus host virtual yang dipilih.
is: Fjarlægja valda sýndarvél.
it: Rimuovi l'host virtuale selezionato
ja: 選択された仮想ホストを削除。
ko: 선택된 가상 호스트를 지웁니다.
nl: Verwijder de geselecteerde virtuele host.
no: Fjern valgte virtuelle vert.
no_ny: Fjern den valde virtuelle verten.
pt: Remove o servidor virtual seleccionado.
ro: Şterge gazda virtuală selectată.
ru: Убрать выделенный виртуальный хост.
sk: Odstrániť vybraný virtuálny server.
sl: Odstranite izbranega navideznega gostitelja.
sr: Izbriši odabrani virtuelni host.
sv: Ta bort den valda virtuella värden.
ta: ¦¾Ã¢ó¦¾Îì¸ôÀð¼ Á¡Âô ÒÃÅ¨Ä ¿£ìÌ
th: ลบโฮสต์เสมือนที่เลือกไว้ทิ้ง
uk: Видалити вибрану віртуальну машину.

source: Root directory:
af: root gids:
az: Kök cərgəsi:
bg: Коренова директория:
ca: Directori arrel:
cs: Kořenový adresář:
da: Rodmappe:
de: &Wurzelverzeichnis:
eo: Radika dosierujo:
es: Directorio raíz:
et: Juurkataloog:
fi: Juurihakemisto:
fr: Dossier racine :
he: :שרוש תיירפס
hu: Gyökérkönyvtár:
id: Direktori root:
is: Rótarmappa:
it: Directory root:
ja: ルートディレクトリ:
ko: 루트 자료방:
nl: Hoofdmap:
no: Root-katalog:
no_ny: Rotkatalog:
pt: Directoria raiz:
ro: Director rădăcină:
ru: Корневой каталог:
sk: Koreňový priečinok:
sl: Osnovni imenik:
sr: Početni direktorijum:
sv: Rotkatalog:
ta: §Å÷ «¨¼×
th: ไดเรกทอรีราก:
uk: Кореневий каталог:
