Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: for &anonymous users
af: vir anoniem gebruikers
az: &anonim istifadəçilər üçün
bg: за &анонимни потребители
ca: per a usuaris &anònims
cs: pro &anonymní uživatele
da: til &anonyme brugere
de: für &anonyme Benutzer
eo: por &anonimaj uzantoj
es: para usuarios &anónimos
et: &anonüümsed kasutajad
fi: &anonyymeille käyttäjille
fr: pour les utilisateurs &anonymes
he: םיינומ&לא םישמתשמל
hu: &anonymous felhasználók számára
id: untuk pemakai &anonim
is: fyrir nafnleyndarnotendur
it: per utenti &anonimi
ja: &anonymousユーザ
ko: 익명 사용자용(&a)
nl: voor &anonieme gebruikers
no: for &anonyme brukere
no_ny: for &anonyme brukarar
pt: para utilizadores &anónimos
ro: pentru utilizatori &anonymous
ru: для &анонимных пользователей
sk: pre &anonymných užívateľov
sl: za &anonimne uporabnike
sr: za &anonimne korisnike
sv: för &anonyma användare
ta: &¦ÀÂÃ¢Ä¢ ÀÂÉ÷¸Ùì¸¡¸
th: สำหรับผู้ใช้นิรนาม
uk: для &анонімних користувачів

source: for &guest users
af: vir gas gebruikers
az: &qonaq istifadəçilər üçün
bg: за &гости
ca: per a usuaris e&xterns
cs: pro &hostující uživatele
da: til&gæstebrugere
de: für &Gastbenutzer
eo: por &gastuzantoj
es: para usuarios &invitados
et: k&ülaliskasutajad
fi: &vieraskäyttäjille
fr: pour les utilisateurs &invités
he: םיחרו&א םישמתשמל
hu: &vendég felhasználók számára
id: untuk pemakai tam&u
is: fyrir gestnotendur
it: per utenti &guest
ja: ゲストユーザ(&g)
ko: 손님 사용자용(&q)
nl: voor &gastgebruikers
no: for &gjester
no_ny: for &gjester
pt: para utilizadores &convidados
ro: pentru utilizatori &guest
ru: для &гостей
sk: pre užívateľov typu &hosť
sl: za &gostujoče uporabnike
sr: za &gostujuće korisnike
sv: för &gästanvändare
ta: &Å¢ÕóÐô ÀÂÉ÷¸Ùì¸¡¸
th: สำหรับผู้ใช้แบบแขก
uk: для користувачів-&гостей

source: If enabled, an anonymous user can download only [x] bytes per uploaded byte.
af: as geaktiveer, 'n anoniem gebruiker kan aflaai slegs [x] grepe per opgelaaide byte.
az: Əgər fəal isə, anonim istifadəçi yüklədiyi hər bayt üçün sadəcə olaraq [a] bayt çəkə bilər.
ca: Si està habilitat, un usuari anònim pot descarregar només [x] octets per octet carregat.
cs: Je-li zpřístupněno, může anonymní uživatel stáhnout pouze [x] bytů na každý byte uploadu.
da: hvis slået til, kan anonyme brugere kun hente [x] bytes pr byte der er lagt op
de: Ist diese Option aktiviert, kann ein anonymer Benutzer nur [x] Byte pro hinaufgeladenem Byte herunterladen.
eo: Se aktivigita, anonima uzanto povas deŝuti nur [x] bitokoj je alŝutitaj bitokoj.
es: si activado, un usuario anónimo puede descargar sólo [x] bytes por cada byte cargado.
et: Lubamise korral saab anonüümne kasutaja alla laadida ainult [x] baiti iga üles laetud baidi kohta
fi: Jos käytössä anonyymi käyttäjä voi hakea vain [x] tavua lähetettyä tavua kohden.
fr: Si cette option est cochée, un utilisateur anonyme ne peut télécharger que [x] octets par octet envoyé.
he: <p align=right>,תרחבנ וז תורשפא םא<br>דירוהל לכוי ינומלא שמתשמ<br>תיב לכ לע םיתב [x] קר<br>.הלעוהש
hu: Ha ez az opció be van kapcsolva, az anonymous felhasználók csak [x] bájtot tölthetnek le egy feltöltött bájt után.
id: Jika difungsikan, seorang pemakai anonim bisa men-download hanya [x] byte setiap byte yang bisa di-download.
is: Ef valið getur nafnleyndarnotandi einungis sótt [x] bytes per innsent byte.
it: Se abilitato un utente anonimo potrà scaricare solo [x] byte per byte lasciato in upload.
ja: 有効にすると、anonymousユーザはアップロードされたものの内、[x] バイトだけダウンロードできます。
ko: 가능하다면, 익명 사용자는 올려진 바이트당 [x] 바이트만 내려받기할 수 있습니다.
nl: Indien ingeschakeld, kan een anonieme gebruiker maximaal [x] bytes downloaden per uploaded byte.
no: Hvis denne er aktivert, kan anonyme brukere bare laste ned [x] byte per opplastet byte.
no_ny: Om denne er aktivert, kan anonyme brukarar berre lasta ned [x] byte per opplasta byte.
pt: Se activado, um utilizador anónimo só pode fazer download de [x] bytes por cada byte de upload.
ro: Dacă este activat, un utilizator anonymous poate transfera numai [x] octeţi per octet upload-at.
ru: Если разрешено, анонимный пользователь может скачать [x] байт на каждый загруженный на сервер байт.
sk: Ak je to povolené, anonymný užívateľ môže stiahnuť iba [x] bajtov za každý nahraný bajt.
sl: Če je to vključeno, lahko anonimni uporabnik dol prenese samo [x] bajtov na gor prenešen bajt.
sr: Ako je uključeno, anonimni korisnik može da downloaduje samo [x] bajtova za svaki uploadovani bajt.
sv: Om aktiverad kan en anonym användare bara ladda ner [x] bytes per uppladdat byte.
ta: ¦¾Ã¢× ¦ºöÂôÀð¼¡ø, ¦ÀÂÃ¢Ä¢ ÀÂ½÷ ´ù¦Å¡Õ ¯û§ÇüÈò¾¢üÌõ ¾¸[x] ¨ÀðÎ¸û Á¡ò¾¢Ã§Á ¦ÅÇ¢Â¢Èì¸õ ¦ºöÂÅ¢ÂÖõ
th: ถ้าเปิดใช้ ผู้ใช้นิรนามจะสามารถดาวน์โหลดได้เพียง [x] ไบต์ต่อการอัพโหลด
uk: Якщо ввімкнено, анонімні користувачі можуть звантажувати тільки [x] байтів на кожний відвантаженний байт.

source: If enabled, a guest can download only [x] bytes per uploaded byte.
af: as geaktiveer, 'n gas kan aflaai slegs [x] grepe per opgelaaide byte.
az: Əgər fəal isə, qonaq istifadəçi yüklədiyi hər bayt üçün sadəcə olaraq [a] bayt çəkə bilər.
ca: Si està habilitat, un usuari convidat pot descarregar només [x] octets per octet carregat.
cs: Je-li zpřístupněno, může hostující uživatel stáhnout pouze [x] bytů na každý byte uploadu.
da: hvis slået til, kan gæstebrugere kun hente [x] bytes pr byte der er lagt op
de: Ist diese Option aktiviert, kann ein Gast-Benützer nur [x]-Byte pro hinaufgeladenem Byte herunterladen.
eo: Se aktivigita, gasto povas deŝuti nur [x] bitokoj de alŝutitaj bitokoj.
es: si activado, un usuario puede descargar sólo [x] bytes por cada byte cargado.
et: Lubamise korral saab külaliskasutaja alla laadida [x] baiti iga üles laetud baidi kohta
fi: Jos käytössä vieraskäyttäjä voi hakea vain [x] tavua lähetettyä tavua kohden.
fr: Si cette option est cochée, un utilisateur invité ne peut télécharger que [x] octets par octet envoyé.
he: <p align=right>חרוא ,תרחבנ וז תורשפא םא<br>לכ לע םיתב [x] קר דירוהל לכוי<br>.הלעוהש תיב
hu: Ha ez az opció be van kapcsolva, a vendég felhasználók csak [x] bájtot tölthetnek le egy feltöltött bájt után.
id: Jika difungsikan, seorang pemakai tamu bisa men-download [x] byte setiap byte yang bisa di-upload.
is: Ef valið getur gestur einungis sótt [x] bytes per innsent byte.
it: Se abilitato un utente gues potrà scaricare solo [x] byte per byte lasciato in upload.
ja: 有効にすると、ゲストユーザはアップロードされたものの内、[x] バイトだけダウンロードできます。
ko: 가능하다면, 손님 사용자는 올려진 바이트당 [x] 바이트만 내려받기할 수 있습니다.
nl: Indien ingeschakeld, kan een gastgebruiker maximaal [x] bytes downloaden per uploaded byte.
no: Hvis denne er aktivert, kan gjester bare laste ned [x] byte per opplastet byte.
no_ny: Om denne er aktivert, kan gjester berre lasta ned [x] byte per opplasta byte.
pt: Se activado, um convidado só pode fazer download de [x] bytes por byte de upload.
ro: Dacă este activat, un utilizator guest poate transfera numai [x] octeţi per octet upload-at.
ru: Если разрешено, гость может скачать [x] байт на каждый закачанный байт.
sk: Ak je to povolené, užívateľ typu hosť môže stiahnuť iba [x] bajtov za každý nahraný bajt.
sl: Če je to vključeno, lahko gostujoči uporabnik dol prenese samo [x] bajtov na gor prenešen bajt.
sr: Ako je uključeno, gost može da downloaduje samo [x] bajtova za svaki uploadovani bajt.
sv: Om aktiverad kan en gäst bara ladda ner [x] bytes per uppladdat byte.
ta: ¦¾Ã¢× ¦ºöÂôÀð¼¡ø, Å¢ÕóÐô ÀÂ½÷ ´ù¦Å¡Õ ¯û§ÇüÈò¾¢üÌõ ¾¸[x] ¨ÀðÎ¸û Á¡ò¾¢Ã§Á ¦ÅÇ¢Â¢Èì¸õ ¦ºöÂÅ¢ÂÖõ
th: ถ้าเปิดใช้ ผู้ใช้แบบแขกจะสามารถดาวน์โหลดได้เพียง [x] ไบต์ต่อการอัพโหลด
uk: Якщо ввімкнено, користувачі-гості можуть звантажувати тільки [x] байтів на кожний відвантаженний байт.

source: &Time limit:
af: tyd beperk:
az: &Vaxt sərhədi:
bg: &Лимит на време:
ca: &Límit de &temps:
cs: Časový limi&t:
da: &Tidsgrænse:
de: &Zeitbeschränkung:
eo: &Tempolimo:
es: &Límite de tiempo:
et: &Ajalimiit:
fi: &Aikaraja:
fr: Limite de &temps :
he: :ןמ&ז תלבגה
hu: &Időkorlát:
id: Ba&as waktu:
is: &Tíma takmörkun:
it: &Limite di tempo:
ja: タイムリミット(&T):
ko: 시간 제한(&T)
nl: &Tijdslimiet:
no: &Tidsgrense:
no_ny: &Tidsgrense:
pt: Limite de &tempo:
ro: Limită de &timp:
ru: &Лимит времени:
sk: &Časové obmedzenie:
sl: Časovna omeji&tev:
sr: &Vremensko ograničenje:
sv: &Tidsbegränsning:
ta: &¸¡Ä Å¨ÃÂ¨È
th: จำกัดเวลา:
uk: Обмеження &часу:

source: minutes
af: minute
az: dəqiqə
bg: минути
ca: minuts
cs: minut
da: minutter
de: Minuten
eo: minutoj
es: minutos
et: minutit
fi: minuuttia
he: תוקד
hu: perc
id: menit
is: mínútur
it: minuti
ja: 分
ko: 분
nl: minuten
no: minutter
no_ny: minutt
pt: minutos
ro: minute
ru: мин.
sk: minút
sl: minut
sr: minuta
sv: minuter
ta: ¿¢Á¢¼í¸û
th: นาที
uk: хвилин

source: for a&nonymous users
af: vir anoniem gebruikers
az: adsı&z istifadəçilər üçün
bg: за а&нонимни потребители
ca: per a usuaris &anònims
cs: pro a&nonymní uživatele
da: for &anonyme brugere
de: für an&onyme Benutzer
eo: por &anonimaj uzantoj
es: para usuarios a&nónimos
et: &anonüümsed kasutajad
fi: &anonyymeille käyttäjille
fr: pour les utilisateurs a&nonymes
he: םיי&נומלא םישמתשמל
hu: &anonymous felhasználóknak
id: untuk pemakai a&nonim
is: fyrir nafnleyndarnotendur
it: per utenti a&nonimi
ja: a&nonymousユーザの
ko: 익명 사용자용(&n)
nl: voor a&nonieme gebruikers
no: for a&nonyme brukere
no_ny: for a&nonyme brukarar
pt: para utilizadores a&nónimos
ro: pentru utilizatori &anonymous
ru: для а&нонимных пользователей
sk: pre a&nonymných užívateľov
sl: za a&nonimne uporabnike
sr: za a&nonimne korisnike
sv: för a&nonyma användare
ta: &¦ÀÂÃ¢Ä¢ô ÀÂÉ÷¸Ùì¸¡¸
th: สำหรับผู้ใช้นิรนาม
uk: для а&нонімних користувачів

source: for g&uest users
af: vir gas gebruikers
az: &qonaq istifadəçilər üçün
bg: за г&ости
ca: per a usuaris e&xterns
cs: pro host&ující uživatele
da: for &gæstebrugere
de: für Ga&stbenutzer
eo: por &gastuzantoj
es: para usuarios in&vitados
et: k&ülaliskasutajad
fi: &vieraskäyttäjille
fr: pour les &utilisateurs invités
he: םיחר&וא םישמתשמל
hu: &vendég felhasználóknak
id: untuk pemakai tam&u
is: fyrir gestnotendur
it: per utenti g&uest
ja: ゲストユーザの(&u)
ko: 손님 사용자용(&u)
nl: voor ga&stgebruikers
no: for &gjester
no_ny: for &gjester
pt: para &utilizadores convidados
ro: pentru utilizatori g&uest
ru: для г&остей
sk: pre užívateľov typu &hosť
sl: za gost&ujoče uporabnike
sr: za g&oste
sv: för g&ästanvändare
ta: &Å¢ÕóÐô ÀÂÉ÷¸Ùì¸¡¸
th: สำหรับผู้ใช้แบบแขก
uk: для користувачів-г&остей

source: U&pload limit:
af: oplaai beperk:
az: &Yükləmə limiti:
bg: Лимит за &поставяне:
ca: Límit de &càrrega:
cs: Omezení u&ploadu:
da: &Grænse for oplægning:
de: Beschränkung beim Hin&aufladen:
eo: &Alŝutolimo:
es: Lí&mite de carga:
et: Ü&leslaadmise limiit:
fi: &Lähetysraja:
fr: Limite d'&envoi :
he: :האלעה תלב&גה
hu: &Feltöltési korlát:
id: batas u&pload:
is: Innfluttnings takmörkun:
it: Limite u&pload:
ja: アップロード制限(&p):
ko: 올리기 제한(&p):
nl: U&ploadlimiet:
no: O&pplastingsgrense:
no_ny: O&pplastingsgrense:
pt: Limite de u&pload:
ro: Limită de u&pload:
ru: Лимит &закачки:
sk: Obmedzenie nahrávania:
sv: U&ppladdningsbegränsning:
ta: &¯û§ÇüÈ Å¨ÃÂ¨È
th: จำกัดการอัพโหลด:
uk: Обмеження на &завантаження:

source: bytes
af: grepe
az: bayt
bg: байт
ca: octets
cs: bytů
de: Byte
eo: bitokoj
et: baiti
fi: tavua
fr: octets
he: םיתב
hu: bájt
id: byte
it: byte
ja: バイト
ko: 바이트
no: byte
no_ny: byte
ro: octeţi
ru: байт
sk: bajtov
sl: bajtov
sr: bajta
sv: byte
ta: ¨ÀðÎ¸û
th: ไบต์
uk: байтів

source: for an&onymous users
af: vir anoniem gebruikers
az: a&dsız istifadəçilər üçün
bg: за анон&имни потребители
ca: per a usuaris anò&nims
cs: pro an&onymní uživatele
da: for an&onyme brugere
de: für an&onyme Benutzer
eo: por &anonimaj uzantoj
es: para usuarios anónim&os
et: &anonüümsed kasutajad
fi: &anonyymeille käyttäjille
fr: pour les utilisateurs an&onymes
he: םיינומלא םישמ&תשמל
hu: a&nonymous felhasználóknak
id: untuk pemakai an&onim
is: fyrir nafnleyndarnotendur
it: per utenti an&onimi
ja: an&onymousユーザの
ko: 익명 사용자용(&o)
nl: voor an&onieme gebruikers
no: for an&onyme brukere
no_ny: for an&onyme brukarar
pt: para utilizadores anónim&os
ro: pentru utilizatori an&onymous
ru: для анон&имных пользователей
sk: pre an&nonymných užívateľov
sl: za an&onimne uporabnike
sr: za anon&imne korisnike
sv: för an&onyma användare
ta: &¦ÀÂÃ¢Ä¢ô ÀÂÉ÷¸Ùì¸¡¸
th: สำหรับผู้ใช้นิรนาม
uk: для аноні&мних користувачів

source: for gu&est users
af: vir gas gebruikers
az: q&onaq istifadəçilər üçün
bg: за го&сти
ca: per a usuaris e&xterns
cs: pro ho&stující uživatele
da: for &gæstebrugere
de: für &Gastbenutzer
eo: por &gastuzantoj
es: para usuarios invi&tados
et: k&ülaliskasutajad
fi: &vieraskäyttäjille
fr: pour les utilisat&eurs invités
he: םיח&רוא םישמתשמל
hu: ven&dég felhasználóknak
id: untuk p&emakai tamu
is: fyrir gestnotendur
it: per utenti gu&est
ja: gu&est ユーザの
ko: 손님 사용자용(&e)
nl: voor gastg&ebruikers
no: for gj&ester
no_ny: for gj&ester
pt: para utilizador&es convidados
ro: pentru utilizatori gu&est
ru: для го&стей
sk: pre užívateľov typu ho&sť
sl: za gost&ujoče uporabnike
sr: za gost&e
sv: för gä&stanvändare
ta: &Å¢ÕóÐô ÀÂÉ÷¸Ùì¸¡¸
th: สำหรับผู้ใช้แบบแขก
uk: для користувачів-го&стей

source: &Download limit:
af: aflaai beperk:
az: E&ndirmə sərhədi:
bg: Лимит на &изтегляне:
ca: Límit de &descàrrega:
cs: Omezení stahování:
da: &Hjemhentningsgrænse
de: Beschränkung beim Herunterla&den
eo: &Deŝutolimo:
es: Límite de &descarga:
et: &Allalaadimise limiit:
fi: &Hakuraja:
fr: Limite &de téléchargement :
he: :הדר&וה תלבגה
hu: &Letöltési korlát:
id: Batas &download:
is: Útfluttnings takmörkun, 'Download':
it: Limit &download:
ja: ダウンロード制限(&D):
ko: 내려받기 제한(&D):
nl: &Downloadlimiet:
no: &Nedlastingsgrense:
no_ny: &Nedlastingsgrense:
pt: Limite de &download:
ro: Limită de &download:
ru: Лимит &скачивания:
sk: &Obmedzenie sťahovania:
sl: &Download omejitev:
sv: &Nedladdningsbegränsning:
ta: &¦ÅÇ¢Â¢Èì¸ Å¨ÃÂ¨È
th: จำกัดการดาวน์โหลด:
uk: Обмеження на &витягування:

source: for anon&ymous users
af: vir anoniem gebruikers
az: ads&ız istifadəçilər üçün
bg: за анони&мни потребители
ca: per a usuaris anòn&ims
cs: pro anon&ymní uživatele
da: for anon&yme brugere
de: für an&onyme Benutzer
eo: por &anonimaj uzantoj
es: para usuarios anónim&os
et: anonüü&msed kasutajad
fi: &anonyymeille käyttäjille
fr: pour les utilisateurs anon&ymes
he: םי&ינומלא םישמתשמל
hu: anon&ymous felhasználóknak
id: untuk pemakai anon&im
is: fyrir nafnleyndarnotendur
it: per utenti anon&imi
ja: anon&ymousユーザの
ko: 익명 사용자용(&y)
nl: voor anon&ime gebruikers
no: for anon&yme brukere
no_ny: for anon&yme brukarar
pt: para utilizadores anón&imos
ro: pentru utilizatori anon&ymous
ru: для анони&мных пользователей
sk: pre anon&ymných užívateľov
sl: za an&onimne uporabnike
sr: za anoni&mne korisnike
sv: för anon&yma användare
ta: &¦ÀÂÃ¢Ä¢ ÀÂÉ÷¸Ùìì¸¡ì
th: สำหรับผู้ใช้นิรนาม
uk: для анонімн&их користувачів

source: for gue&st users
af: vir gas gebruikers
az: qo&naq istifadəçilər üçün
bg: за гос&ти
ca: per a usuaris e&xterns
cs: pro hos&tující uživatele
da: for &gæstebrugere
de: für &Gastbenutzer
eo: por &gastuzantoj
es: para usuarios invita&dos
et: kü&laliskasutajad
fi: &vieraskäyttäjille
fr: pour les utili&sateurs invités
he: םי&חרוא םישמתשמל
hu: vendé&g felhasználóknak
id: untuk pemakai &tamu
is: fyrir gestnotendur
it: per utenti gue&st
ja: ゲストユーザの(&st)
ko: 손님 사용자용(&s)
nl: voor ga&stgebruikers
no: for gje&ster
no_ny: for gje&ster
pt: para utilizadores convidado&s
ro: pentru utilizatori gue&st
ru: для гос&тей
sk: pre užívat&eľov typu hosť
sl: za gost&ujoče uporabnike
sr: za go&ste
sv: för gäs&tanvändare
ta: &Å¢ÕóÐô ÀÂÉ÷¸Ùìì¸¡¸
th: สำหรับผู้ใช้แบบแขก
uk: для користувачів-гос&тей

source: Freely downloadable files:
af: vrylike aflaaibare lêers:
az: Sərbəstcə endirilə biləcək fayllar:
bg: Свободни файлове за изтегляне:
ca: Fitxers de descàrrega lliure:
cs: Volně stáhnutelné soubory:
da: Frit hentbare filer:
de: Frei herunterladbare Dateien:
eo: Libere deŝuteblaj dosieroj:
es: Archivos descargables libremente:
et: Vabalt allalaetavad failid:
fi: Vapaasti haettavat tiedostot:
fr: Fichiers librement téléchargeables :
he: :תוישפוחב דירוהל ןתינש םיצבק
hu: Szabadon letölthető fájlok:
id: File-fiel yang bebas di-download:
is: Frjálssækjanlegar skrár:
it: File liberamente scaricabili:
ja: ダウンロード可能ファイルの追加:
ko: 내려받을 수 있는 파일:
nl: Vrijelijk downloadbare bestanden:
no: Fritt nedlastbare filer:
no_ny: Fritt nedlastbare filer:
pt: Ficheiros de download livre:
ro: Fişiere libere pentru download:
ru: Свободно скачиваемые файлы:
sk: Voľne stiahnuteľné súbory:
sl: Datoteke brez omejitev za download:
sr: Fajlovi slobodni za download:
sv: Fritt nedladdningsbara filer:
ta: ¾¨¼Â¢ýÈ¢ ­Èì¸ÅøÄ §¸¡ôÒ¸û
th: แฟ้มที่ดาวน์โหลดได้ฟรี:
uk: Вільні файли для витягування:

source: Freely downloadable directories:
af: vrylike aflaaibare gidse:
az: Sərbəstcə endirilə biləcək cərgələr:
bg: Свободни директории за изтегляне:
ca: Directoris de descàrrega lliure:
cs: Volně stáhnutelné adresáře:
da: Frit hentbare mapper
de: Frei herunterladbare Verzeichnisse:
eo: Libere deŝuteblaj dosierujoj:
es: Directorios descargables libremente:
et: Vabalt alla laaditavad kataloogid:
fi: Vapaasti haettavat hakemistot:
fr: Dossiers librement téléchargeables :
he: :תוישפוחב דירוהל ןתינש תוירפס
hu: Szabadon letölthető tartalmú könyvtárak:
id: Direktori yang bebas di-download:
is: Frjálssækjanlegar möppur:
it: Directory liberamente scaricabili:
ja: ダウンロード可能なディレクトリ:
ko: 내려받기 자료방:
nl: Vrijelijk downloadbare mapen:
no: Fritt nedlastbare kataloger:
no_ny: Fritt nedlastbare katalogar:
pt: Directorias de download livre:
ro: Directoare libere pentru download:
ru: Свободно скачиваемые каталоги:
sk: Voľne stiahnuteľné priečinky:
sl: Imeniki brez omejitev za download:
sr: Direktorijumi slobodni za download:
sv: Fritt nedladdningsbara kataloger:
ta: ¾¨¼Â¢ýÈ¢ ­Èì¸ÅøÄ «¨¼×¸û
th: ไดเรกทอรีที่ดาวน์โหลดได้ฟรี:
uk: Вільні каталоги для витягування:

source: A&dd
af: voeg by
az: Ə&lavə Et
bg: &Добави
ca: &Afegeix
cs: Při&dat
da: &Tilføj
de: &Hinzufügen
eo: &Aldonu
es: &Añadir
et: L&isa
fi: &Lisää
fr: &Ajouter
he: ףס&וה
hu: &Hozzáadás
id: Tam&bah
is: Bæta við
it: &Aggiungi
ja: 追加(&d)
ko: 추가(&d)
nl: Toe&voegen
no: &Legg til
no_ny: &Legg til
pt: A&dicionar
ro: A&daugă
ru: &Добавить
sk: &Pridať
sl: &Dodaj
sr: &Dodaj
sv: &Lägg Till
ta: &§º÷
th: เพิ่ม
uk: Д&одати

source: Remo&ve
af: verwyder
az: Çıxa&rt
bg: &Изтрий
ca: Elimi&na
cs: Od&ebrat
da: &Fjern
de: Ent&fernen
eo: &Forigu
es: Sup&rimir
et: E&emalda
fi: P&oista
fr: Suppri&mer
he: רס&ה
hu: &Eltávolítás
id: Ha&pus
is: Fjarlægja
it: &Rimuovi
ja: 削除(&v)
ko: 지우기(&v)
nl: &Verwijderen
no: &Fjern
no_ny: &Fjern
pt: Remo&ver
ro: Ş&terge
ru: &Убрать
sk: Odst&rániť
sl: &Odstrani
sr: &Ukloni
sv: &Ta bort
ta: &¿£ìÌ
th: เอาออก
uk: Видали&ти

source: &Noretrieves:
af: nie-onttrek:
az: &Yüklənə bilməzlər:
bg: &Неистегляеми:
ca: Se&nse recuperacions:
cs: &Nezískatelné:
de: Ni&cht erhältliche:
eo: &Nealireblaĵoj:
es: &No descargables:
et: &Mitte uuesti saadetavad:
fi: Ei haettavi&ssa:
fr: &Non-téléchargeables
he: :הכישמל םינתי&נ אל
hu: &Nem letölthető:
id: Tidak boleh me&ngambil:
is: Ósækja&nlegt:
it: &Non scaricabili:
ja: 検索禁止(&N):
no: &Ikke-nedlastbare:
no_ny: &Ikkje-nedlastbare:
pt: I&nacessíveis:
ro: &Noretrieve:
ru: &Нескачиваемые:
sk: &Nestiahnuteľné:
sl: &Nedosegljivi:
sr: &Nedostupno:
sv: Ej hä&mtbara:
ta: &ÁÚ¦ÀÚ¾Ä¢ø¨Ä
th: ไม่ให้รับ:
uk: Не можна вит&ягувати:
