Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: Guest users (chrooted real users)
af: gas gebruikers (ge-chroot-e egte gebruikers)
az: Qonaq istifadəçilər (chroot edilmiş həqiqi istifadəçilər)
bg: Потребители гости (реални с променена коренова директория)
ca: Usuaris externs (usuaris reals amb canvi de directori arrel)
cs: Hostující uživatelé (skuteční uživatelé se změněným kořenovým adresářem)
da: Gæstebrugere (chrootede virkelige brugere)
de: Gastbenutzer (Bekannte Benutzer mit anderem Verzeichnis)
eo: Gastuzantoj (radikigitaj realaj uzantoj)
es: Usuarios invitados (usuarios reales con el directorio raíz diferente)
et: Külaliskasutaja (chroot'itud päriskasutajad)
fi: Vieraskäyttäjät (chroot todelliset käyttäjät)
fr: Utilisateurs invités (Utilisateurs réels après chroot)
he: <p align=right>םיחרוא םישמתשמ<br>םייתימא םישמתשמ)<br>(תפלחומ שרוש תיירפס םע
hu: Vendég felhasználók (saját gyökérkönyvtárral rendelkező normál felhasználók)
id: Pemakai tamu (lakukan chroot pada pemakai nyata)
is: Gesta notendur (almennir notendur með sér-rótaraðgang)
it: Utenti guest (utenti reali con root cambiata)
ja: ゲストユーザ (chrootされる実ユーザ)
ko: 손님 사용자 (chroot 된 실제 사용자)
nl: Gastgebruikers (Bekende gebruikers met beperkte toegang)
no: Gjestebrukere ('chroot'et ekte brukere)
no_ny: Gjestebrukarar («chroot»a ekte brukarar)
pt: Utilizadores convidados (utilizadores reais c/ chroot)
ro: Utilizatori guest (utilizatori reali)
ru: Гостевые пользователи (реальные с измененным корневым каталогом)
sk: Hosťovskí užívatelia (skutoční užívatelia so zmeneným koreňovým priečinkom)
sl: Uporabniki 'Gost' (pravi uporabniki s spremenjenim osnovnim imenikom)
sr: Gost korisnici (korisnici sa suženim pristupom)
sv: Gästanvändare (riktiga användare med begränsad tillgång till filsystemet)
ta: Å¢ÕóÐô ÀÂÉ÷¸û (Á¡üÈôÀð¼ ¯ñ¨Áô ÀÂÉ÷¸û)
th: ผู้ใช้แบบแขก (chrooted real users)
uk: Гостьові користувачі (справжні користувачі з обмеженим доступом)

source: Real users
af: egte gebruikers
az: Həqiqi istifadəçilər
bg: Реали потребители
ca: Usuaris reals
cs: Skuteční uživatelé
da: Virkelige brugere
de: Bekannte Benutzer
eo: Realaj uzantoj
es: Usuarios reales
et: Tegelikud kasutajad
fi: Todelliset käyttäjät
fr: Utilisateurs réels
he: םייתימא םישמתשמ
hu: Normál felhasználók
id: Pemakai nyata
is: Almennir notendur
it: Utenti reali
ja: 実ユーザ
ko: Real 사용자
nl: Bekende gebruikers
no: Ekte brukere
no_ny: Ekte brukarar
pt: Utilizadores reais
ro: Utilizatori reali
ru: Реальные пользователи
sk: Skutoční užívatelia
sl: Pravi uporabniki
sr: Stvarni korisnici
sv: Riktiga användare
ta: ¯½¨Áô ÀÂÉ÷¸û
th: ผู้ใช้จริง
uk: Звичайні

source: A&ddresses
af: adresse
az: &Ünvanlar
bg: &Адреси
ca: A&dreces
cs: A&dresy
da: A&dresser
de: A&dressen
eo: &Adresoj
es: Di&recciones
et: Aa&dressid
fi: O&soite
fr: A&dresses
he: תובות&כ
hu: &Címek
id: Alama&t
is: Vistföng
it: In&dirizzi
ja: アドレス(&d)
ko: 주소(&d)
nl: A&dressen
no: A&dresser
no_ny: A&dresser
pt: En&dereços
ro: A&drese
ru: &Адреса
sk: A&dresy
sl: &Naslovi
sr: A&drese
sv: A&dresser
ta: &Ó¸ÅÃ¢¸û
th: ที่อยู่
uk: А&дреси

source: Specify the addresses for this user class here; may be globbed: * = any address *.localdomain.com = any address in localdomain.com 127.0.0.* = IPs 127.0.0.1-127.0.0.255 ...
af: spesifiseer die adresse vir hierdie gebruiker klas hier; dalk mag wees verkort: * = enige adres *.plaaslike-domein.com = enige adres in plaaslike-domein.com 127.0.0.* = ips 127.0.0.1-127.0.0.255 ...
az: Bu istifadəçi sinifi üçün ünvanları burada bildirin. Nümunə olaraq: * = hər hansı bir ünvan *.alan.com = alan.com altındakı hər hansı bir ünvan 127.0.0.* = 127.0.0.1-127.0.0.255 arası "IP"lər ...
bg: Задайте адреси за този клас потребители; може да бъде сменено: * = всеки адрес *.localdomain.com = всеки адрес в localdomain.com 127.0.0.* = IP с 127.0.0.1 - 127.0.0.255 ...
ca: Especifiqueu aquí les adreces per a aquesta classe d'usuari; es poden englobar: * = qualsevol adreça *.dominilocal.com = qualsevol adreça a dominilocal.com 127.0.0.* = IP 127.0.0.1-127.0.0.255 ...
cs: Zde stanovte adresy pro tuto třídu uživatelů; mohou být zobecněny: * = jakákoli adresa *.localdomain.com = jakákoli adresa v localdomain.com 127.0.0.* = IP adresy 127.0.0.1-127.0.0.255 ...
da: Angiv adresse for denne brugerklasse her; kan globaliseres: * = vilkårlig adresse *.localdomain.com = vilkårlig adresse i localdomain.com 127.0.0.*= IPer 127.0.0.1 - 127.0.0.255 ...
de: Geben Sie die Adressen für diese Benutzerklasse an; Sie können Platzhalter enthalten: * = alle Adressen *.meinedomain.de = alle Adressen in meinedomain.de 127.0.0.* = IP-Adressen 127.0.0.1-127.0.0.255 ...
eo: Indiku la adresojn por tiu ĉi uzantoklaso tie ĉi; vi povas uzi ĵokersignojn: * = ĉiuj adresoj *.localdomain.com = ĉiu adreso en localmain.com 127.0.0.* = IP-adresoj 127.0.0.1 - 127.0.0.255 ...
es: Especificar las direcciones para esta clase de usuario aquí; pueden utilizarse comodines: * = cualquier dirección *.dominiolocal.com = cualquier dirección en dominiolocal.com 127.0.0.* = IPs 127.0.0.1-127.0.0.255 ...
et: Näita siin selle kasutajaklassi aadresse; võib olla üldistatud: * = igasugused aadressid *.minudomeen.com = suvaline masin minudomeen.com'ist 127.0.0.* = IP aadressid vahemikus127.0.0.1 kuni 127.0.0.255 ...
fi: Määrittele tässä osoitteet luokalle; voivat sisältää laajennusmerkkejä: * = mikä tahansa osoite *.localdomain.com = mikä tahansa localdomain.com osoite 127.0.0.* = IP:t 127.0.0.1-127.0.0.255 ...
fr: Indiquez les adresses pour cette classe d'utilisateur ici ; des abréviations sont possibles : * = n'importe quelle adresse *.localdomain.com = n'importe quelle adresse dans localdomain.com 127.0.0.* = adresses IP 12.0.0.1 à 127.0.0.255 ...
he: <p align=right>;ןאכ וזה םישמתשמה תקלחמ רובע תובותכה תא ןייצ<br> :םייללכ םיוותב שמתשהל ןתינ<br> תבותכ לכ = *<br> תבותכ לכ = *.localdomain.com<br> localdomain.com-ב<br> 127.0.0.1-127.0.0.255 IP תובותכ = 127.0.0.*<br> ...
hu: A felhasználóosztály címtartománya. * = bármilyen érték *.localdomain.com = bármelyik cím a localdomain.com tartományban. 127.0.0.* = IP tartomány 127.0.0.1-127.0.0.255 stb.
id: Tentukan alamat untuk kelas pemakai di sini; boleh digabung: * = alamat apa saja *.localdomain.com = alamat apa saja pada localdomain.com 127.0.0.* = IPs 127.0.0.1-127.0.0.255 ...
is: skilgreindu vistfangið fyrir þennan notendaklasa hér; mega vera ákveðið mengi: * = hvaða vistfang sem er *.staðarlén.com = hvaða vistfang innan staðarlén.com 127.0.0.* = IP-visföng 127.0.0.1-127.0.0.255 ...
it: Specifica gli indirizzi per questa classe utenti; possono esserci caratteri jolly: * = qualunque indirizzo *.localdomain.com = qualunque indirizzo in localdomain.com 127.0.0.* = IP 127.0.0.1-127.0.0.255 ...
ja: このユーザクラスのアドレスをここで指定して下さい; 省略形でも可です: * = 任意のアドレス *.localdomain.com = localdomain.com 内の任意のアドレス 127.0.0.* = 127.0.0.1 から 127.0.0.255 の間の任意のIPアドレス ...
nl: Specificeer hier de adressen voor deze gebruikersklassen. U hebt o.a. de volgende mogelijkheden: * = elk mogelijk adres *.localdomain.com = elk mogelijk adres uit localdomain.com 127.0.0.* = IP-adressen 127.0.0.1-127.0.0.255 ...
no: Oppgi adressene for denne brukerklassen her; kan inneholde jokertegn: * = vilkorlig adresse *.localdomain.com = vilkorlig adresse i localdomain.com 127.0.0.* = IP'err 127.0.0.1-127.0.0.255 ...
no_ny: Oppgi adressene for denne brukarklassen her; kan innehalda jokerteikn: * = vilkårleg adresse *.localdomain.com = vilkårleg adresse i localdomain.com 127.0.0.* = IP-ar 127.0.0.1-127.0.0.255 ...
pt: Especificar os endereços para esta classe aqui; podem ter meta-caracteres: * = qualquer endereço *.domínio.pt = qualquer endereço em domínio.pt 127.0.0.* = IPs 127.0.0.1 a 127.0.0.255 ...
ro: Specifică adresele pentru această clasă de utilizatori. Poate fi globalizată: * = orice adresă *.localdomain.com = orice adresă din localdomain.com 127.0.0.* = Adresele IP 127.0.0.1-127.0.0.255 ...
ru: Укажите адреса для этого класса пользователей; может быть заменено: * = любой адрес *.localdomain.com = любой адрес в localdomain.com 127.0.0.* = IP адреса с 127.0.0.1 по 127.0.0.255 ...
sk: Tu špecifikujte adresy pre užívateľskú triedu; môžu byť použité žolíky: * = ľubovoľná adresa *.localdomain.com = ľubovoľná adresa z localdomain.com 127.0.0.* = IP z rozsahu 127.0.0.1-127.0.0.255 ...
sl: Tukaj navedite naslove za dani razred uporabnikov; lahko se uporabi maska: * = katerikoli naslov *.localdomain.com = katerikoli naslov v localdomain.com 127.0.0.* = IPji 127.0.0.1-127.0.0.255 ...
sr: Naznačite adrese za ovu klasu korisnika; mogu biti apstrakovane: * = bilo koja adresa *.localdomain.com = bilo koja adresa sa localdomain.com 127.0.0.* = IPovi 127.0.0.1-127.0.0.255 ...
sv: Ange adresserna för denna användarklass här; jokertecken är tillåtna: * = vilken adress som helst *.lokal.domän.se = vilken adress som helst i lokal.domän.se 127.0.0.* = IP-adresser 127.0.0.1-127.0.0.255 ...
ta: ­ôÀÂÉ÷ Å¨¸Â¢ý Ó¸ÅÃ¢¸¨Çò ­ùÅ¢¼ò¾¢ø ¦¾Ã¢Å¢ì¸×õ; Á¡ÚÀ¼Ä¡õ: * = Â¡§¾Ûõ ´Õ Ó¸ÅÃ¢ *.localdomain.com = localdomain.comø Â¡§¾Ûõ ´Õ Ó¸ÅÃ¢ 127.0.0.* = IPs 127.0.0.1-127.0.0.255 ...
th: กำหนดที่อยู่สำหรับคลาสผู้ใช้ที่นี่; อาจเป็นไวล์คาร์ด: * = ที่อยู่ใดๆ *.localdomain.com = ที่อยู่ใดๆ ใน localdomain.com 127.0.0.* = IPs 127.0.0.1-127.0.0.255 ...
uk: Укажіть адреси для цього класу користувачів; може бути виразом: * = будь яка адреса *.localdomain.com = будь яка адреса у localdomain.com 127.0.0.* = IP адреси з діапазону 127.0.0.1-127.0.0.255 ...

source: Class name may not be empty.
af: klas naam dalk mag nie wees leeg.
az: Sinif adı boş ola bilməz.
bg: Името на клас не може да бъде празно.
ca: El nom de la classe no es pot deixar buit.
cs: Název třídy nesmí být prázdný.
da: Klassenavn kan ikke være tomt.
de: Namen für Klassen dürfen nicht leer sein.
eo: Klasnomo ne estu malplena.
es: El nombre de la clase no puede estar vacío.
et: Klassi nimi ei tohi olla tühi.
fi: Luokkanimi ei voi olla tyhjä
fr: Un nom de classe ne doit pas être vide
he: .קיר תויהל לוכי אל הקלחמה םש
hu: Az osztály neve nem lehet üres.
id: Nama kelas tidak boleh kosong
is: Klasanafn má ekki vera tómt.
it: Il nome della clasee non può essere vuoto.
ja: クラス名は空ではいけません。
ko: 클래스 이름은 비어있으면 안됩니다.
nl: De klassenaam mag niet leeg zijn.
no: Klassenavnet kan ikke være tomt.
no_ny: Klassenamnet kan ikkje vera tomt.
pt: O nome não pode ser vazio.
ro: Numele clasei nu poate fi gol.
ru: Имя класса не может быть пустым.
sk: Meno triedy nemôže byť prázdne.
sl: Ime razreda ne sme biti prazno.
sr: Ime klase ne može biti prazno.
sv: Klassnamn får inte vara tomt.
ta: Å¨¸Â¢Éò¾¢ý ¦ÀÂÃ¢ ­øÄ¡Áø ­Õì¸Ü¼¡Ð
th: ชื่อคลาสไม่สามารถว่างได้
uk: Ім'я класу повинно бути не порожнім.

source: Class name may not contain whitespaces
af: klas naam dalk mag nie bevat spasies
az: Sinif adı boşluq daxil etməz
bg: Името на клас не може да съдъраж шпации
ca: El nom de la classe no pot tenir espais en blanc
cs: Název třídy nesmí obsahovat mezery
da: Klassenavn kan ikke have mellemrum
de: Namen für Klassen dürfen keinen Leerraum (Leerzeichen, Tabs) enthalten
eo: Klasnomo ne enhavu spacsignojn
es: El nombre de la clase no puede contener espacios en blanco
et: Klassi nimi ei tohi sisaldada tühimärke.
fi: Luokkanimessä ei saa olla välilyöntejä
fr: Un nom de classe ne doit pas contenir d'espace
he: םיחוור ליכהל לוכי אל הקלחמה םש
hu: Az osztály neve nem tartalmazhat szóközt vagy más elválasztókaraktert
id: Nama kelas tidak boleh berisi spasi
is: Klasanafn má ekki innihalda eyður
it: Il nome della classe non può contenere sapzi vuoti
ja: クラス名には空白は含んではいけません。
ko: 클래스 이름은 whitespace 를 포함해서는 안됩니다
nl: De klassenaam mag geen spaties bevatten.
no: Klassenavnet kan ikke inneholde 'hvite tegn'
no_ny: Klassenamnet kan ikkje innehalda «kvite teikn»
pt: O nome não pode ter espaços.
ro: Numele clasei nu poate conţine spaţii
ru: Имя класса не может содержать пробелы
sk: Meno triedy nemôže obsahovať medzery
sl: Ime razreda ne sme vsebovati belih presledkov
sr: Ime klase ne može da sadrži razmake
sv: Klassnamn får inte innehålla mellanslag
ta: Å¨¸Â¢Éò¾¢ý ¦ÀÂÃ¢ø ¦ÅûÇ¢¼õ ­Õì¸ìÜ¼¡Ð
th: ชื่อคลาสไม่สามารถมีช่องว่างได้
uk: Ім'я класу не може містити пробіли

source: You must check at least one of Anonymous, Guest or Real!
af: jy moet bevestig na minste een van anoniem, gas of egte!
az: Anonymous, Guest ya da Həqiqidən birini seçməlisiniz!
bg: Вие трябва да изберете поне един от Анонимен, Гост или Реален!
ca: Heu d'activar almenys un d'Anònim, d'Extern o de Real!
cs: Musíte vybrat alespoň jeden typ z Anonymní, Hostující nebo Skutečný!
da: Du må undersøge mindst en af Anonym, Gæst eller Virkelig!
de: Sie müssen mindestens einen anonymen, Gast- oder bekannten Benutzer markieren!
eo: Vi devas elekti almenaŭ unu el Anonimulo, Gasto, Reala!
es: ¡Debe seleccionar uno de las opciones Anónimo, Invitado o Real!
et: Sa pead neist valima vähemalt ühe - anonüümne, külalis- või tegelik kasutaja!
fi: Ainakin yksi Anonyymi, Vieras tai Todellinen valinnoista pitää valita!
fr: Vous devez en choisir au moins un parmi Anonyme, Invité ou Réel.
he: !יתימא וא חרוא ,ינומלא תויורשפאהמ תחא תוחפל רוחבל ךילע
hu: Választani kell egyet az Anonymous, a Vendég és a Normál típus közül.
id: Anda harus memeriksa paling tidak salah satu dari anonim, tamu atau nyata!
is: Þú veðrur að velja allavegana eitt af Nafnleynd, Gestur, Almennir!
it: Devi selezionare almento uno tra Anonimo, Guest e Reale!
ja: Anonymous,ゲスト,実ユーザのいずれかをチェックしなければなりません!
ko: 손님 또는 Real 로 익명을 체크해야 합니다.
nl: U moet minstens één van de anonieme, gast- of bekende gebruikers inschakelen!
no: Du må velge minst en av anonym, gjest eller ekte!
no_ny: Du må velja minst ein av anonym, gjest eller ekte!
pt: Tens de marcar pelo menos um Anónimo, Convidado, ou Real!
ro: Trebuie să marcaţi cel puţin unul din Anonymous, Guest sau Real!
ru: Вы должны выбрать что-то одно из Анонимный, Гость или Реальный!
sk: Musíte zaškrtnúť najmenej jednu triedu z Anonymný, Hosť, Skutočný!
sl: Odkljukati morate Vsaj enega izmed 'Anonymous', 'Guest' ali 'Real'!
sr: Morate izabrati bar jedan od: Anonimni, Gost ili Stvarni!
sv: Du måste markera åtminstone en av anonym, gäst eller riktig!
ta: Â¡§¾Ûõ ´ý¨Èò ¦¾Ã¢× ¦ºöÂ §ÅñÎõ; ¦ÀÂÃ¢Ä¢, Å¢ÕóÐ «øÄÐ ¯ñ¨Á
th: คุณต้องเลือกอย่างน้อยคือ ผู้ใช้นิรนาม, ผู้ใช้จริง หรือผู้ใช้แบบแขก!
uk: Ви повинні відмітити хоча б один з Анонім, Гість або Звичайний!

source: Addresses can not be empty. Assume '*'?
af: adresse kan nie wees leeg. aanvaar '*'?
az: Ünvanlar boş ola bilməz. '*' olsun mu?
bg: Адреса не може да бъде празен Подразбира се '*'?
ca: Les adreces no poden estar buides. Dono per entès ´*´?
cs: Adresy nesmí být prázdné. Mám předpokládat '*'?
da: Adresser kan ikke være tomme. Antag '*'?
de: Adressen können nicht leer sein. "*" annehmen?
eo: Adresoj ne estu malplenaj. Ĉu supozi '*'?
es: Las direcciones no pueden estar vacías. ¿Asumir '*'?
et: Aadress ei tohi olla tühi. Soovid kasutada '*'?
fi: Osoitteet eivät voi olla tyhjiä. Oleta '*'?
fr: Les adresses ne peuvent être vide. Choisir «*» ?
he: ?'*' חינהל .תוקיר תויהל תולוכי אל תובותכ
hu: Nem lehet üres címet megadni. Legyen '*'?
id: Alamat tidak boleh kosong: Asumsikan '*'?
is: Vistföng mega ekki vera tóm. Gera ráð fyrir '*'?
it: Gli indirizzi non possono essere vuoti, uso '*' ?
ja: アドレスは未指定にできません。'*'であると仮定しますか?
nl: Adressen kunnen niet leeg zijn, '*' aannemen?
no: Adresser kan ikke være tomme. Gå ut fra '*'?
no_ny: Adresser kan ikkje vera tomme. Gå ut frå «*»?
pt: Os endereços não podem estar vazios. Assumir ´*´?
ro: Adresele nu pot fi goale. Consider '*'?
ru: Адреса не могут быть пустыми. Подразумевать '*'?
sk: Adresa nesmie byť prázdna. Priradiť '*'?
sl: Naslovi ne smejo biti prazni. Privzamem '*'?
sr: Adrese ne mogu biti prazne. Da koristim ´*´?
sv: Adresser kan inte vara tomt. Menar du '*'?
ta: Ó¸ÅÃ¢¸û ­øÄ¡Áø ­Õì¸ìÜ¼¡Ð, °¸¢ì¸Ä¡Á¡ '*'?
th: ที่อยู่ไม่สามารถว่างได้ ต้องการให้เป็น '*' หรือไม่ ?
uk: Адреса не може бути порожньою. Вважати '*'?

source: Special:
af: spesiaal:
az: Xüsusi:
bg: Специални:
ca: Especial:
cs: Speciální:
da: Speciel:
de: Spezial:
eo: Speciale:
es: Especial:
et: Erilised:
fi: Erikoista:
fr: Spécial :
he: :דחוימ
hu: Speciális:
id: Khusus:
is: Sérstakt:
it: Speciale:
ja: 特殊:
nl: Speciaal:
no: Spesiell:
no_ny: Spesiell:
pt: Especial:
ru: Специальные:
sk: Zvláštne:
sl: Posebno:
sr: Specijalno:
ta: º¢ÈôÒ:
th: พิเศษ:
uk: Особливі:

source: Owner:
af: eienaar:
az: Sahibi:
bg: Собственик:
ca: Propietari:
cs: Vlastník:
da: Ejer:
de: Besitzer:
eo: Posedanto:
es: Propietario:
et: Omanik:
fi: Omistaja:
fr: Propriétaire :
he: :םילעב
hu: Tulajdonos:
id: Pemilik:
is: Eigandi:
it: Proprietario:
ja: 所有者:
ko: 소유자:
nl: Eigenaar:
no: Eier:
no_ny: Eigar:
pt: Dono:
ro: Proprietar:
ru: Владелец:
sk: Vlastník:
sl: Lastnik:
sr: Vlasnik:
sv: Ägare:
ta: ¦º¡ó¾ì¸¡Ã÷:
th: เจ้าของ:
uk: Власник:

source: Group:
af: groep:
az: Qrupu:
bg: Група:
ca: Grup:
cs: Skupina:
da: Gruppe:
de: Gruppe:
eo: Grupo:
es: Grupo:
et: Grupp:
fi: Ryhmä:
fr: Groupe :
he: :הצובק
hu: Csoport:
id: Kelompok:
is: Hópur:
it: Gruppo:
ja: グループ:
ko: 그룹:
nl: Groep:
no: Gruppe:
no_ny: Gruppe:
pt: Grupo:
ro: Grup:
ru: Группа:
sk: Skupina:
sl: Skupina:
sr: Grupa:
sv: Grupp:
ta: ÌØ:
th: กลุ่ม:
uk: Група:

source: Other:
af: ander:
az: Digər:
bg: Други:
ca: Altres:
cs: Jiné:
da: Andre:
de: Andere:
eo: Aliaj:
es: Otro:
et: Muu:
fi: Muuta:
fr: Autre :
he: :רחא
hu: A többiek:
id: Lain-lain:
is: Aðrir:
it: Altro:
ja: その他:
ko: 그 밖에:
nl: Overig:
no: Andre:
no_ny: Andre:
pt: Outros:
ro: Altul:
ru: Другие:
sk: Ostatní:
sl: Drugo:
sr: Ostalo:
sv: Övriga:
ta: À¢È:
th: อื่นๆ:
uk: Інші:

source: Set&UID
bg: Бит &SUID
da: Sæt&uid
de: UI&D setzen
eo: &suid
es: Fijar &UID
et: Sea &UID
fi: Aseta&UID
he: שמתש&מ
it: Imposta&UID
nl: &UID instellen
no: Sett &UID
pt: S&UID
ru: Бит &SUID
sl: Nastavi&UID
sr: Podesi &UID
sv: Ange &UID
ta: &ÀÂÉ÷ «¨¼Â¡Çõ «¨Á
th: ตั้งค่าหมายเลขผู้ใช้
uk: Біт &SUID

source: Set&GID
bg: Бит S&GID
da: Sæt&gid
de: GID &setzen
eo: s&gid
es: Fijar &GID
et: Sea &GID
fi: Aseta&GID
he: ה&צובק
it: Imposta&GID
nl: &GID instellen
no: Sett &GID
pt: S&GID
ru: Бит S&GID
sl: Nastavi&GID
sr: Podesi &GID
sv: Ange &GID
ta: &ÌØ«¨¼Â¡Çõ «¨Á
th: ตั้งค่าหมายเลขกลุ่ม
uk: Біт &SGID

source: Stick&y
af: taaierig
az: &Sabit
bg: Бит S&ticky
ca: &Apegalós
da: &Klæber
de: Stick&y Bit
eo: &fiksa
es: Pegajo&so
et: Kleepu&v
fi: &Tahmea
he: קיב&ד
ja: スティッキー(&y)
nl: Vast&geplakt
no: &Klistret
no_ny: &Klistra
pt: Pega&joso
ru: Бит S&ticky
sl: &Lepljivi
sr: &Lepljiv
sv: Klistri&g
ta: &´ð¼ÅøÄ
th: ยึดติด
uk: Стійк&ий біт

source: &Read
af: lees
az: &Oxu
bg: &Четене
ca: &Lectura
cs: Č&tení
da: &Læs
de: L&esen
eo: &Legi
es: &Leer
et: &Lugeda
fi: &Luku
fr: Lectu&re
he: האיר&ק
hu: &olvasás
id: Ba&ca
is: Lesa
it: &Lettura
ja: 読み込み(&R)
ko: 읽기(&R)
nl: &Lezen
no: &Lese
no_ny: &Les
pt: &Ler
ro: &Citire
ru: &Чтение
sk: Čí&tanie
sl: Be&ri
sr: &Čitanje
sv: &Läs
ta: &ÀÊ
th: อ่าน
uk: &Зчитування

source: &Write
af: skryf
az: &Yaz
bg: &Запис
ca: &Escriptura
cs: &Zápis
da: &Skriv
de: S&chreiben
eo: &Skribi
es: E&scribir
et: &Kirjutada
fi: &Kirjoitus
fr: É&criture
he: הבית&כ
hu: í&rás
id: &Tulis
is: Skrifa
it: &Scrittura
ja: 書き込み(&W)
ko: 쓰기(&W)
nl: &Schrijven
no: &Skrive
no_ny: &Skriv
pt: Escre&ver
ro: &Scriere
ru: &Запись
sk: &Zápis
sl: &Piši
sr: &Upis
sv: &Skriv
ta: &±ØÐ
th: เขียน
uk: &Запис

source: &Execute
af: uitvoer
az: &İşə Sal
bg: &Изпълнение
ca: &Execució
cs: &Vykonání
da: &Kør
de: &Ausführen
eo: &Ruli
es: &Ejecutar
et: Kä&ivitada
fi: &Suoritus
fr: &Exécution
he: הלע&פה
hu: &futtatás
id: &Eksekusi
is: keyra
it: &Esecuzione
ja: 実行(&E)
ko: 실행(&E)
nl: U&itvoeren
no: &Kjør
no_ny: &Køyr
pt: &Executar
ro: &Execuţie
ru: &Выполнение
sk: &Spustenie
sl: &Izvedi
sr: &Izvršavanje
sv: &Kör
ta: &¿¢¨È§ÅüÚ
th: ประมวลผล
uk: &Виконання

source: Re&ad
af: lees
az: O&xu
bg: Че&тене
ca: Lec&tura
cs: Čt&ení
da: Læ&s
de: Lese&n
eo: &Legi
es: Le&er
et: L&ugeda
fi: &Luku
fr: L&ecture
he: האי&רק
hu: ol&vasás
id: Bac&a
is: Lesa
it: Lettur&a
ja: 読み込み(&a)
ko: 읽기(&a)
nl: L&ezen
no: L&ese
no_ny: L&es
pt: Le&r
ro: C&itire
ru: Ч&тение
sk: Čít&anie
sl: B&eri
sr: Či&tanje
sv: L&äs
ta: À&Ê
th: อ่าน
uk: Зчитув&ання

source: Wr&ite
af: skryf
az: Y&az
bg: З&апис
ca: Escr&iptura
cs: Zá&pis
da: S&kriv
de: Schre&iben
eo: &Skribi
es: Es&cribir
et: Kir&jutada
fi: &Kirjoitus
fr: Écr&iture
he: הבי&תכ
hu: í&rás
id: Tul&is
is: Skrifa
it: Scr&ittura
ja: 書き込み(&i)
ko: 쓰기(&i)
nl: S&chrijven
no: S&krive
no_ny: S&kriv
pt: Esc&rever
ro: Scrie&re
ru: З&апись
sk: Zá&pis
sl: P&iši
sr: &Upis
sv: Skr&iv
ta: ±&ØÐ
th: เขียน
uk: Зап&ис

source: E&xecute
af: uitvoer
az: İşə &Sal
bg: И&зпълнение
ca: E&xecució
cs: V&ykonání
da: &Kør
de: Ausf&ühren
eo: &Ruli
es: E&jecutar
et: Käivit&ada
fi: &Suoritus
fr: E&xécution
he: הל&עפה
hu: f&uttatás
id: Ek&sekusi
is: Keyra
it: &Esecuzione
ja: 実行(&x)
ko: 실행(&x)
nl: Uit&voeren
no: K&jøre
no_ny: Kø&yr
pt: E&xecutar
ro: E&xecuţie
ru: В&ыполнение
sk: S&pustenie
sl: &Izvedi
sr: I&zvršavanje
sv: K&ör
ta: ¿¢&¨È§ÅüÚ
th: ประมวลผล
uk: В&иконання

source: Rea&d
af: lees
az: Ox&u
bg: Чете&не
ca: Lectur&a
cs: Čte&ní
da: Læ&s
de: Lesen
eo: &Legi
es: Lee&r
et: Lu&geda
fi: &Luku
fr: &Lecture
he: הא&ירק
hu: olvasá&s
id: &Baca
is: Lesa
it: Lett&ura
ja: 読み込み(&d)
ko: 읽기(&d)
nl: Leze&n
no: Le&se
no_ny: Le&s
pt: Ler
ro: Ci&tire
ru: Чте&ние
sk: Čítan&ie
sl: &Beri
sr: Čit&anje
sv: Lä&s
ta: À&Ê
th: อ่าน
uk: Зчиту&вання

source: Wri&te
af: skryf
az: Ya&z
bg: За&пис
ca: Escrip&tura
cs: Záp&is
da: Skri&v
de: Sc&hreiben
eo: &Skribi
es: Escri&bir
et: Kirju&tada
fi: &Kirjoitus
fr: Écri&ture
he: &הביתכ
hu: ír&ás
id: &Tulis
is: Skrifa
it: Scri&ttura
ja: 書き込み(&t)
ko: 쓰기(&t)
nl: Schri&jven
no: Skr&ive
no_ny: Skr&iv
pt: E&screver
ro: Scr&iere
ru: За&пись
sk: Zápi&s
sl: &Piši
sr: &Upis
sv: Skri&v
ta: ±Ø&Ð
th: เขียน
uk: Зап&ис

source: Exe&cute
af: uitvoer
az: İşə Sa&l
bg: Изпъ&лнение
ca: Exe&cució
cs: Vy&konání
da: Kø&r
de: Aus&führen
eo: &Ruli
es: Ejecu&tar
et: Käi&vitada
fi: &Suoritus
fr: Exéc&ution
he: ה&לעפה
hu: futt&atás
id: Ekse&kusi
is: Keyra
it: Esecu&zione
ja: 実行(&c)
ko: 실행(&c)
nl: Uitv&oeren
no: K&jøre
no_ny: Køy&r
pt: Exe&cutar
ro: Exec&uţie
ru: Выпо&лнение
sk: Sp&ustenie
sl: Izv&edi
sr: Iz&vršavanje
sv: Kö&r
ta: ¿¢¨È&§ÅüÚ
th: ประมวลผล
uk: Вико&нання

source: &Upload/download ratio: 1:
af: oplaai/aflaai verhouding: 1:
az: &Yükləmə/endirmə nisbəti: 1:
bg: &Отношение между поставени/изтеглени: 1:
ca: Ràtio de càrrega/descàr&rega: 1:
cs: Poměr &uploadů/stažení: 1:
da: &Op/hjemhentnings ratio: 1:
de: Hin&aufladen/Herunterladen-Verhältnis: 1:
eo: &Alŝut-/deŝutlimo: 1:
es: Proporción de &carga/descarga: 1
et: &Üles- ja allalaadimiste suhe: 1:
fi: &Lähetys/haku suhde: 1:
fr: Rapport d'en&vois/téléchargements : 1:
he: :הדרוה\האל&עה סחי 1:
hu: &Feltöltés/letöltés aránya: 1:
id: Perbandungan &upload/download: 1 :
is: Innfluttnings/útfluttnings hlutföll: 1:
it: &Rapporto upload/download: 1:
ja: アップロード/ダウンロード比率(&U): 1:
ko: 올리기/내려받기 비율: 1(&U):
nl: &Upload-/downloadverhouding: 1:
no: Opp-/nedlastingsrate: 1:
no_ny: &Opp-/nedlastingsrate: 1:
pt: Rácio de &upload/download: 1:
ro: Rata de &upload/download: 1:
ru: &Отношение загрузки/скачивания: 1:
sk: &Nahrávací/sťahovací pomer: 1
sl: &Upload/download razmerje: 1:
sr: &Upload/download odnos: 1:
sv: &Uppladdnings/nedladdnings ranson: 1:
ta: &¯û§ÇüÈõ/¦ÅÇ¢Â¢Èì¸õ Å£¾õ 1:
th: อัตรา อัพโหลด/ดาวน์โหลด: 1:
uk: &Відношення завантаження/витягування: 1:
