Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: Root directory for &anonymous users:
af: root gids vir anoniem gebruikers:
az: &Adsız istifadəçilər üçün kök cərgəsi:
bg: Коренова директория за &анонимни потребители:
ca: Directori arrel per als usuaris &anònims:
cs: Kořenový adresář pro &anonymní uživatele:
da: Rodmappe for &anonyme brugere:
de: Wurzelverzeichnis für anon&yme Benutzer:
eo: Radika dosierujo de &anonimaj uzantoj:
es: Directorio raíz para usuarios &anónimos:
et: Anon&üümsete kasutajate juurkataloog:
fi: Juurihakemisto anon&yymeille käyttäjille:
fr: Dossier racine pour les utilisateurs &anonymes :
he: :םיי&נומלא םישמתשמ ליבשב שרוש תיירפס
hu: Az &anonymous felhasználók gyökérkönyvtára:
id: Direktori root untuk pemakai &anonim:
is: Rótarmappa fyrir nafnleyndarnotendur:
it: Directory root per gli utenti &anonymous:
ja: &anonymousユーザのルートディレクトリ:
ko: 익명 사용자 루트 자료방(&a)
nl: Hoofdmap voor &anonieme gebruikers:
no: Rot-katalog for &anonyme brukere:
no_ny: Rotkatalog for &anonyme brukarar:
pt: Directoria raiz para os utilizadores anónimos:
ro: Directorul rădăcină pentru utilizatorii &anonimi:
ru: Корневой каталог для &анонимных пользователей:
sk: Koreňový priečinok pre &anonymných užívateľov:
sl: Osnovni imenik za &anonimne uporabnike:
sr: Početni direktorijum za &anonimne korisnike:
sv: Rotkatalog för &anonyma användare:
ta: &¦ÀÂÃ¢Ä¢ô ÀÂÉ÷¸Ùì¸¡É §Å÷ «¨¼×
th: ไดเรกทอรีรากสำหรับผู้ใช้นิรนาม:
uk: Кореневий каталог для &анонімного користувача:

source: Anonymous users (username <i>ftp</i> or <i>anonymous</i>) will see the directory entered here as their / directory.
af: anoniem gebruikers (gebruikernaam <i>ftp</i> of <i>anoniem</i>) sal sien die gids ingevoerde hier as hulle / gids.
az: Adsız istifadəçilər (istifadəçi adı <i>ftp</i> ya da <i>anonymous</i>)girilən cərgəsi özlərini kök cərgəsi olaraq görəcəklərdir.
bg: Анонимните потребители (c имена <i>ftp</i> или <i>anonymous</i>) ще виждат дадената директория ката коренова (/).
cs: Anonymní uživatelé (ti se jménem <i>ftp</i> nebo <i>anonymous</i>) uvidí zde zadaný adresář jako svůj adresář /.
da: Anonyme brugere (brugernavn <i>ftp</i> eller <i>anonymous</i> vil se denne mappe som deres / mappe.
de: Anonyme Benutzer (Benutzername <i>ftp</i> oder <i>anonymous</i>) sehen dieses Verzeichnis als ihr Wurzelverzeichnis.
eo: Anonimaj uzantoj (salutnomo <i>ftp</i> aŭ <i>anonymous</i>) vidos la dosierujon tie ĉi donitan kiel sia radika dosierujo /.
es: Los usuarios anónimos (usuario <i>ftp</i> o <i>anonymous</i>) verán el directorio introducido aquí como su directorio /.
et: Anonüümsed kasutajad (kasutajanimega <i>ftp</i> või <i>anonymous</i>) näevad siin näidatud kataloogi juurkataloogina.
fi: Anonyymit käyttäjät (käyttäjänimi <i>ftp</i> tai <i>anonymous</i>) näkevät tähän annetun hakemiston heidän / hakemistona.
fr: Les utilisateurs anonymes (nom de connexion «ftp» ou «anonymous») verront ce dossier comme dossier racine.
he: <p align=right>שמתשמ םש) םיינומלא םישמתשמ<br>הירפסה תא ואריי (<i>anonymous</i> וא <i>ftp</i><br>.םהלש /-ה תיירפס רותב ןאכ תנייוצמה
hu: Az anonymous felhasználók (az <i>ftp</i> vagy <i>anonymous</i> nevűek) az itt megadott könyvtárat látják a saját gyökérkönyvtáruknak (/).
id: Pemakai anonim (username <i>ftp</i> or <i>anonymous</i>) akan melihat direktori yang dimasukkan di sini sebagai direktori / mereka.
is: Nafnleyndarnotendur (notendanafn <i>ftp</i> eða <i>anonymous</i>) munu sjá möppuna sem slegin er inn hér sem '/' möppuna þeirra.
it: Gli utenti anonimi (nomeutente <i>ftp</i> o <i>anonymous</i>) vedranno la directory immessa qui come la propria directory / .
ja: Anonymousユーザ(ユーザ名が<i>ftp</i>または<i>anonymous</i>)には、ここで入力されたディレクトリがルートディレクトリに見えます。
ko: 익명사용자(사용자이름 <i>ftp</i> 또는 <i>anonymous</i>) 는 / 자료방으로 입력된 자료방을 볼 수 있습니다
nl: Anonieme gebruikers (gebruikersnaam <i>ftp</i> of <i>anonymous</i>) zullen deze map zien als hun / -map.
no: Anonyme brukere (brukernavn <i>ftp</i> eller <i>anonymous</i> vil se denne katalogen som deres /-katalog.
no_ny: Anonyme brukarar (brukarnamn <i>ftp</i> eller <i>anonymous</i>) vil sjå katalogen du oppgir her som katalogen /.
pt: A directoria aqui indicada é a directoria / dos utilizadores anónimos (login = <i>ftp</i> ou <i>anonymous</i>).
ro: Utilizatorii anonimi (nume de utilizator <i>ftp</i> sau <i>anonymous</i>) vor vedea directorul introdus aici ca directorul lor rădăcină.
ru: Анонимные пользователи (c именем <i>ftp</i> или <i>anonymous</i>) будут видеть данный каталог как корневой.
sk: Anonymní užívatelia (užívateľské meno <i>ftp</i> alebo <i>anonymous</i> uvidia zadaný priečinok ako koreňový priečinok.
sl: Anonimni uporabniki (uporabniško ime <i>ftp</i> ali <i>anonymous</i>) bodo videli ta imenik kot svoj imenik /.
sr: Anonimni korisnici (korisnik <i>ftp</i> ili <i>anonymous</i>) će videti direktorijumunesen ovde kao njihov / direktorijum.
sv: Anonyma användare (användarnamn <i>ftp</i> eller <i>anonymous</i>) kommer att se katalogen specificerad här som sin / katalog.
ta: ¦ÀÂÃ¢Ä¢ô ÀÂÉ÷¸û (<i>ftp</i> or <i>anonymous</i>) ­íÌ ­¼ôÀÎõ«¨¼Å¢¨É / «¨¼Å¡¸ì ¸¡ñÀ¡÷¸û
th: ผู้ใช้นิรนาม (ชื่อผู้ใช้ <i>ftp</i> หรือ <i>anonymous</i>) จะเห็นไดเรกทอรีนี้ เหมือนเป็นไดเรกทอรี / ของพวกเขา
uk: Анонімні користувачі (ім'я <i>ftp</i> або <i>anonymous</i>) будуть бачити каталог, що введено тут, як кореневий.

source: Root directory for &guest users:
af: root gids vir gas gebruikers:
az: &Qonaq istifadəçilər üçün kök cərgəsi:
bg: Коренова директория за &гости:
ca: Directori arrel per als usuaris &externs:
cs: Kořenový adresář pro &hostující uživatele:
da: Rodmappe for &gæstebrugere:
de: Wurzelverzeichnis für &Gastbenutzer:
eo: Radika dosierujo por &gastuzantoj:
es: Directorio raíz para usuarios &invitados:
et: &Külaliskasutajate juurkataloog:
fi: Juurihakemisto vie&raskäyttäjille
fr: Dossier racine pour les utilisateurs in&vités :
he: :םיחרו&א םישמתשמ ליבשב שרוש תיירפס
hu: A &vendég felhasználók gyökérkönyvtára:
id: Direktori root untuk pema&kai tamu:
is: Rótarmappa fyrir gestnotendur:
it: Directory root per gli utenti &guest:
ja: ゲストユーザのルートディレクトリ:
ko: 손님 사용자를 위한 루트 자료방(&q)
nl: Hoofdmap voor &gastgebruikers:
no: Rot-katalog for &gjestebrukere:
no_ny: Rotkatalog for &gjester:
pt: Directoria raiz para os utilizadores convidados:
ro: Directorul rădăcină pentru utilizatorii &guest:
ru: Корневой каталог для &гостей:
sk: Koreňový priečinok pre užívateľov typu &hosť:
sl: Osnovni imenik za &gostujoče uporabnike:
sr: Početni direktorijum za &goste:
sv: Rotkatalog för &gästanvändare:
ta: &Å¢ÕóÐô ÀÂÉ÷¸Ùì¸¡É §Å÷ «¨¼×
th: ไดเรกทอรีรากสำหรับแขก:
uk: Кореневий каталог для користувачів-&гостей:

source: S&elect
af: kies
az: S&eç
bg: &Избери
ca: S&elecciona
cs: V&ybrat
da: &Vælg
de: &Auswählen
eo: &Elektu
es: S&eleccionar
et: Va&li
fi: V&alitse
fr: Sél&ectionner
he: רח&ב
hu: &Tallózás
id: Pili&h
is: Velja
it: S&cegli
ja: 選択(&e)
ko: 선택(&e)
nl: S&electeren
no: &Merk
no_ny: V&el
pt: S&eleccionar
ro: S&electează
ru: &Выбрать
sk: &Označiť
sl: Izb&eri
sr: Izab&eri
sv: &Välj
ta: &§¾÷ó¦¾Î
th: เลือก
uk: В&ибрати

source: Guest users (real users with restricted access) will see the directory entered here as their / directory.
af: gas gebruikers (egte gebruikers met beperking toegang verkry) sal sien die gids ingevoerde hier as hulle / gids.
az: Qonaq istifadəçilər (Limitli yetişmə səlahiyyətinə sahib həqiqi istifadəçilər) buraya girilən cərgəni öz kök cərgələri olaraq görəcəklərdir.
bg: Потребителите като гости (реални потребители с ограничен достъп) ще виждат дадения каталог като коренов.
cs: Hostující uživatelé (skuteční uživatelé s omezeným přístupem) uvidí zde zadaný adresář jako svůj adresář /.
da: Gæstebrugere (rigtige brugere med begrænset adgang) vil se mappen indtastet her som deres rodmappe.
de: Gastbenutzer (bekannte Benutzer mit eingeschränkten Zugriffsrechten) sehen dieses Verzeichnis als ihr Wurzelverzeichnis.
eo: Gastuzantoj (realaj uzantoj kun limigita konto) vidos la dosieron tie ĉi donitan kiel ilia radika dosierujo /.
es: Los usuarios invitados (usuarios reales con acceso restringido) verán el directorio introducido aquí como su directorio /.
et: Külaliskasutajad (piiratud ligipääsu õigustega tegelikud kasutajad) näevad siin näidatud kataloogi juurkataloogina.
fi: Vieraskäyttäjät (todelliset käyttäjät rajoitetuilla oikeuksilla) näkevät tähän annetun hakemiston heidän / hakemistona.
fr: Les utilisateurs invités (utilisateurs réels avec accès restreint) verront ce dossier comme dossier racine.
he: <p align=right>םייתימא םישמתשמ) םיחרוא םישמתשמ<br>הירפסה תא ואריי (תלבגומ השיג םע<br>.םהלש /-ה תיירפס רותב ןאכ תנייוצמה
hu: A vendég felhasználók (a szűkített jogosultságú normál felhasználók) az itt megadott könyvtárat látják a saját gyökérkönyvtáruknak (/).
id: Pemakai tamu (pemakai nyata dengan akses terbatas) akan melihat direktori yang dimasukkan di sini sebagai direktori / mereka.
is: Gestnotendur (almennir notendur með takmarkaðan aðgang) munu sjá möppuna sem er slegin inn hér sem / möppuna þeirra.
it: Gli utenti guest (utenti reali con accesso ristretto) vedranno la directory immessa qui come la propria directory / .
ja: ゲストユーザ(アクセス制限された実ユーザ)には、ここに指定されたディレクトリがルートディレクトリに見えます。
ko: 손님 사용자(제한된 접근권한을 가지고 있는 사용자) 는 / 자료방으로 입력된 자료방을 볼 수 있습니다
nl: Gastgebruikers (bekende gebruikers met beperkte toegang) zullen deze map zien als hun / -map.
no: Gjestebrukere (ekte brukere med begrenset tilgang) vil se katalogen som ble skrevet inn som deres /-katalog.
no_ny: Gjestebrukarar (verkelege brukarar med avgrensa tilgang) vil sjå katalogen du oppgir her som sin /-katalog.
pt: A directoria aqui indicada é a directoria / dos utilizadores convidados (utilizadores reais com acesso restrito).
ro: Utilizatorii guest (utilizatori reali cu acces restricţionat) vor vedea directorul introdus aici ca directorul lor rădăcină.
ru: Гостевые пользователи (реальные пользователи с ограниченным доступом) будут видеть данный каталог как корневой.
sk: Užívatelia typu hosť (skutoční užívatelia s obmedzeným prístupom) uvidia zadaný priečinok ako koreňový priečinok.
sl: Gostje (pravi uporabniki z omejenim dostopom) bodo videli ta imenik kot svoj imenik /.
sr: Gost korisnici (stvarni korisnici sa suženim pristupom) će videti direktorijumunesen ovde kao njihov / direktorijum.
sv: Gästanvändare (riktiga användare med restriktioner) kommer att se katalogen angiven här som sin / katalog.
ta: Å¢ÕóÐô ÀÂÉ÷¸û (¾¨¼ÔûÇ «Ûì¸õ ¦¸¡ñ¼ ¦Áö ÀÂÉ÷¸û) ­íÌ ­¼ôÀÎõ«¨¼Å¢¨É / «¨¼Å¡¸ì ¸¡ñÀ¡÷¸û
th: แขก (ผู้ใช้จริงพร้อมสิทธิ์ในการเข้าถึง) จะเห็นไดเรกทอรีนี้ เหมือนเป็นไดเรกทอรี / ของพวกเขา
uk: Користувачі-гості (справжні користувачі з обмеженим доступом) будуть бачити каталог, що введено тут, як їх / каталог.

source: &Passwd file:
af: wagwoord lêer:
az: &Parol faylı:
bg: Файл с &пароли:
ca: Fitxer de &contrasenya:
cs: Soubor &passwd:
da: &Kodeordsfil
de: Passw&ort-Datei:
eo: &Pasvortdosiero:
es: Archivo &Passwd:
et: &Paroolifail:
fi: &Salasanatiedosto:
fr: Fichier de mot de &passe :
he: :תואמסי&ס ץבוק
hu: &Passwd fájl:
id: File &Passwd:
is: &Passwd skrá:
it: File &passwd:
ja: パスワードファイル(&P):
ko: 열쇠글 파일(&P)
nl: &Wachtwoordbestand:
no: &Passordfil:
no_ny: &Passordfil:
pt: Ficheiro &passwd:
ro: Fişierul de &parole:
ru: Файл &паролей:
sk: &Passwd súbor:
sl: Datoteka z &gesli:
sr: &Passwd fajl:
sv: &Passwd-fil:
ta: &¸¼×î¦º¡ø §¸¡ôÒ
th: แฟ้ม Passwd:
uk: Файл &користувачів (passwd):

source: Se&lect
af: kies
az: Se&ç
bg: Изб&ор
ca: Se&lecciona
cs: Vy&brat
da: Væ&lg
de: Auswäh&len
eo: &Elektu
es: Se&leccionar
et: Va&li
fi: Val&itse
fr: Sé&lectionner
he: &רחב
hu: T&allózás
id: Pi&lih
is: Velja
it: Sc&egli
ja: 選択(&l)
ko: 선택(&l)
nl: Se&lecteren
no: &Merk
no_ny: Ve&l
pt: Se&leccionar
ro: Se&lectează
ru: В&ыбрать
sk: Oz&načiť
sl: &Izberi
sr: Izabe&ri
sv: Vä&lj
ta: &¦¾÷ó¦¾Î
th: เลือก
uk: Виб&рати

source: Use the alternate passwd file specified here for authenticating users.<br>If this is left blank, the system passwd file will be used.<br>This setting can be overridden for virtual hosts.
af: gebruik die alternatiwe wagwoord lêer gespesifiseer hier vir geldigheidtoetsing gebruikers.<br>as hierdie is links leë, die stelsel wagwoord lêer sal wees gebruik word.<br>hierdie opset kan wees verander vir virtuele bedieners.
az: İstifadəçiləri səlahiyyətləndirmək üçün başqa bir parol faylı işlət. <br>Əgər bura boş buraxılırsa sistemin parol faylı işlədiləcəkdir. <br>Bu qurğu virtual vericilər tərəfindən diqqətə alınmaya bilər.
bg: Използва алтернативен файл с пароли за идентификация напотребители.<br>Ако полето е празно ще се използва системиния файл с пароли<br>Тази опция может да бъде изменена отделно за виртуалните хостове.
cs: Pro ověřování uživatelů použít zde stanovený soubor passwd.<br>Není-li vyplněno, bude použit systémový soubor passwd.<br>Pro virtuální hostitele může být toto nastavení potlačeno.
da: Brug den alternative kodeordsfil angivet her for at godkende brugere.<br>Hvis den er blank, vil system kodeordsfilen blive brugt.<br> Denne indstilling kan sættes ud af kraft af virtuelle værter.
de: Verwendung der alternativen Passwort-Datei, um Benutzer zu authentifizieren. Wenn Sie dieses Feld leer lassen, wird die Passwort-Datei des Systems verwendet. Diese Einstellung kann für virtuelle Hosts überschrieben werden.
eo: Uzu la alternativan pasvort-dosieron donitan tie ĉi por legitimigi uzantojn.<br>Se vi lasas tion malplena la sistema pasvort-dosiero estas uzata.<br>Tiun agordon povus anstataŭigi apartaj indikoj por virtulaj komputiloj.
es: Utilice el archivo passwd alternativo especificado aquí para autentificar usuarios.<br>Si se deja en blanco, se utilizará el archivo passwd del sistema.<br>Esta opción puede ser anulada por máquinas virtuales.
et: Kasuta kasutajate autoriseerimiseks alternatiivset paroolifaili.<br> Jättes tühjaks kasutatakse süsteemset paroolifaili.<br>Seda parameetrit saab virtuaalserverites üle kirjeldada.
fi: Käytä tässä määriteltyä vaihtoehtoista passwd tiedostoa käyttäjien tunnistamiseen. <br>Jos tämä on jätetty tyhjäksi, järjestelmän salasanatiedostoa käytetään.<br> Tämä asetus voidaan ohittaa virtuaalipalvelimilla.
fr: Utilisez ce fichier de mot de passe alternatif pour authentifier les utilisateurs<br>S'il est laissé vide, le fichier de mot de passe système sera utilisé.<br>Cette configuration peut être contournée par les hôtes virtuels.
he: <p align=right>ןייוצמה יפולחה תואמסיסה ץבוקב שמתשה<br>.םישמתשמה תוהז תומיאל ןאכ<br>ץבוקב שומיש השעיי ,קיר ראשומ הז םא<br>.תכרעמה לש תואמסיסה<br>.םימודמ םיתרש ליבשב ףוקעל ןתינ וז הרדגה תא
hu: A passwd fájl helyett használandó jelszófájl neve.<br>Ha üresen hagyja, akkor a rendszer passwd fájlját fogja használni a program.<br>Ez a beállítás minden virtuális kiszolgálónál (virtual host) felülbírálható.
id: Gunakan file passwd alternatif yang ditentukan di sini untuk mengotentikasi pemakai.<br>Jika dibiarkan kosong, file passwd sistem akan digunakan.<br>Setting ini bisa ditimpa oleh kost virtual.
is: Nota passwd skránna sem tekin er fram hér til þess að auðkenna notendur.<br>Ef þetta er skilið eftir autt mun kerfis passwd skráin vera notuð.<br>Hægt er að hundsa þessa stillingu fyrir sýndarvélar.
it: Utilizza il file passwd fornito qui per autenticare gli utenti.<br>Se si lascia in bianco verrà usato il passwd di sistema.<br>Questa impostazione può essere aggirata per gli host virtuali.
ja: 認証ユーザに対しては、ここで指定した代りのパスワードファイルを使って下さい。<br>もしここが未指定ならシステムのパスワードファイルが使用されます。<br>この設定は仮想ホスト毎に変更できます。
ko: 인증할 사용자에 대한 대체 열쇠글 파일을 사용합니다. <br>만약비어있다면, 시스템 열쇠글 파일이 사용됩니다.<br>설정은가상 호스트에서 덮어쓸 수 있습니다.
nl: Gebruikt dit alternatieve wachtwoordbestand voor de authenticatie van gebruikers.<br> Als dit leeg gelaten wordt, dan wordt het passwd-bestand van het systeem gebruikt.<br> Deze instelling kan omzeilt worden voor virtuele hosts.
no: Bruk den alternative passordfilen oppgitt her for å godkjenne brkere.<br> Hvis den er tom vil systemets passordfil bli brukt.<br> Denne innstillingen overstyres av av virtuelle verter.
no_ny: Bruk den alternative passordfila her for autentisering av brukarar.<br>Dersom feltet er tomt, vert passordfila til systemet brukt.<br>Ein kan bruka særskilde innstillingar for virtuelle vertar.
pt: Usa o ficheiro passwd alternativo definido aqui para autenticar utilizadores.<br>Se for deixado em branco, será usado o ficheiro passwd do sistema.<br>Esta definição pode ser ignorada por servidores virtuais.
ro: Pentru autentificarea utilizatorilor utilizează fişierul de parole alternativ specificat aici.<br>Dacă acest cîmp este lăsat gol, va fi folosit fişierul de parole de sistem.<br>Această setare poate fi ignorată pentru gazde virtuale.
ru: Использовать альтернативный файл паролей для идентификации пользователей.<br>Если поле оставить пустым, будет использоваться системный файл паролей<br>Эта опция может быть изменена отдельно для виртуальных хостов.
sk: Použije sa tu špecifikovaný alternatívny passwd súbor pre autentifikáciu užívateľov.<br> Ak ho nezadáte, použije sa systémový passwd súbor.<br>Toto nastavenie sa môže prestaviť pre virtuálne servery.
sl: Uporabite alternativno datoteko z gesli, določeno tu, za identifikacijo uporabnikov.<br>Če pustite prazno, bo uporabljena sistemska datoteka z gesli.<br>Ta nastavitev je lahko zaobidena za navidezne gostitelje.
sr: Koristite alternativni passwd fajl određen ovde za verifikovanje korisnika.<br>Ako ostavite polje prazno, sistemski passwd fajl će biti korišćen.<br>Ovo podešavanje može biti isključeno za virtuelne hostove.
sv: Använd den alternativa passwd-filen som angetts här för identifiering av användare.<br>Om detta lämnas tomt, kommer systemets passwd-fil att användas.<br>Denna inställning kan åsidosättas för virtuella värdar.
ta: ÀÂÉ÷¸¨Ç «ÛÁ¾¢ì¸ Á¡üÚ ¸¼×î ¦º¡ø §¸¡ôÀ¢¨Éô ÀÂýÀÎòÐ¸<b>¦ÅüÈ¡¸ Å¢¼ôÀð¼¡ø «¨ÁÅ¢ý ¸¼×î ¦º¡ø §¸¡ôÒ ÀÂýÀÎò¾ôÀÎõ</b>. ­ó¾«¨ÁôÒ Á¡Âô ÒÃÅø¸Ç¡ø ÁÚ¾Ä¢ì¸ôÀ¼øÄ¡õ
th: กำหนดแฟ้ม passwd อื่นๆ สำหรับตรวจสอบสิทธิ์ผู้ใช้ที่นี่<br>ถ้าไม่เติม จะใช้แฟ้ม passwd ของระบบแทน<br>การปรับแต่งนี้จะนำไปใช้กับโฮสต์เสมือนด้วย
uk: Використовувати вказаний тут файл користувачів для аутентифікації користувачів замість системного файлу.<br>Якщо залишити це поле порожнім, то буде використано системний файл користувачів.<br>Цю опцію може бути скасовано для віртуальних машин.

source: &Shadow passwd file:
af: skadu wagwoord lêer:
az: &Kölgə parol faylı:
bg: &Shadow файл с пароли:
ca: Amaga el fitxer de contra&senya:
cs: Soubor &se stínovými hesly:
da: &Shadow kodeordsfil
de: Verste&ckte Passwort-Datei:
eo: &Ombra pasvortdosiero:
es: Archivo passwd en la som&bra (Shadow):
et: &Variparoolifail:
fi: Shado&w salasanatiedosto:
fr: Fichier de mot de passe &shadow :
he: :םילל&צ תואמסיס ץבוק
hu: A passwd á&rnyékfájlja:
id: File passwd ba&yangan:
is: &Shadow passwd skrá:
it: File &shadow:
ja: シャドウパスワードファイル(&S):
ko: 그림자 열쇠글 파일(&S)
nl: &Shadow-passwd-bestand:
no: Fil for &skyggepassord:
no_ny: &Skuggepassordfil:
pt: Ficheiro &'shadow passwd':
ro: Fişierul de parole &umbrite:
ru: Файл &теневых паролей:
sk: &Shadow passwd súbor:
sl: &Senčna datoteka z gesli:
sr: &Shadow passwd fajl:
sv: &Skuggad passwd-fil:
ta: &¿¢Æø ¸¼×î¦º¡ø §¸¡ôÒ
th: แฟ้ม Shadow passwd:
uk: &Тіньовий файл користувачів:
