Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: Select the root directory of this virtual host.<br>The root directory is the directory users logging in to this server will see as /.
af: kies die root gids van hierdie virtuele bediener.<br>die root gids is die gids gebruikers afteken in aan hierdie bediener sal sien as /.
az: Virtual vericinin kök cərgəsini yaz. <br>Kök cərgəsi vericiyə giren istifadəçilərin / olaraq gördükleri cərgədir.
bg: Изберете коренова директория на виртуалния хост.<br>Коренова директория - това е директорията, която влизащия в системата потребител вижда като /
cs: Vyberte kořenový adresář tohoto virtuálního hostitele.<br>Kořenový adresář je adresář, který uživatelé přihlášení na tento server uvidí jako /.
da: Vælg rodmappe for denne virtuelle vært<br> Rodmappen er den mappe, som brugere, der logger ind på denne server, vil se som /.
de: Wählen sie das Wurzelverzeichnis des virtuellen Hosts.<br>Das Wurzelverzeichnis ist jenes Verzeichnis, das Benutzer als / sehen, die sich auf diesem Server anmelden.
eo: Elektu radikan dosierujon de la virtuala komputilo.<br>La radika dosierujo estas la dosierujo, kiun salutintaj uzantoj vidos kiel plej supra dosierujo /.
es: Seleccionar el directorio raíz de esta máquina virtual.<br> El directorio raíz es el directorio que los usuarios que acceden a este servidor verán como /.
et: Vali virtuaalserveri juurkataloog.<br>Juurkataloog on kataloog, mida kasutaja sisse logides näeb kui / kataloogi.
fr: Sélectionnez le dossier racine de cet hôte virtuel.<br>Le dossier racine est le dossier que les utilisateurs se connectant au serveur verront comme dossier racine.
he: <p align=right>תרשה לש שרושה תיירפס תא רחב<br>.הזה המודמה<br>םישמתשמש הירפסה וז שרושה תיירפס<br>./ רותב ואריי וז תכרעמל וסנכייש
hu: Válassza ki a virtuális kiszolgáló gyökérkönyvtárát.<br> A gyökérkönyvtár az, amelyik bejelentkezés után a / könyvtárnak látszik.
id: Pilih direktori root pada host virtual ini<br>Direktori root adalah direktori dimana pemakai yang login ke server akan melihatnya sebagai /.
is: Veldu rótarmöppuna fyrir þessa sýndarvél.<br>Rótarmappan er mappan sem notendur sem tengjast viðkomandi vél munu sjá sem /.
it: Seleziona la directory root per questo host virtuale.<br>La directory root è la directory che gli utenti che accederanno a questo server vedranno come /.
ja: この仮想ホストのルートディレクトリを指定して下さい。<br>ルートディレクトリは、このサーバにログインするユーザからは / に見えるディレクトリのことです。
ko: 가상 호스트 루트 자료방을 선택하세요.<br>루트 자료방은 사용자가 서버에 로그인할 때 / 로 보는 자료방입니다.
nl: Selecteer de hoofdmap van deze virtuele host. <br>De hoofdmap is de map die door inloggende gebruikers wordt gezien als /.
no: Velg rotkatalog for denne virtuelle verten<br>Rotkatalogen er den mappe som brukerene som logger inn på denne tjeneren vil se som /.
no_ny: Vel rotkatalogen til denne virtuelle verten.<br>Rotkatalogen er den katalogen brukarane vil sjå som /.
pt: Selecciona a directoria raiz deste servidor virtual.<br>A directoria raiz é a directoria / dos utilizadores que fazem login neste servidor.
ro: Selectaţi directorul rădăcină al acestei gazde virtuale.<br> Directorul rădăcină este directorul pe care utilizatorii ce se loghează îl văd ca /.
ru: Выберите корневой каталог виртуального узла.<br>Корневой каталог - это каталог, который вошедшие в систему пользователи видят как /.
sk: Vyberte koreňový priečinok pre tento virtuálny server.<br>Koreňový priečinok je priečinok, ktorý po prihlásení uvidia užívatelia ako /.
sl: Izberite osnovni imenik tega navideznega gostitelja.<br>Osnovni imenik je imenik, ki ga bodo uporabniki, prijavljeni v ta strežnik, videli kot /.
sr: Odaberite početni direktorijum ovog virtuelnog hosta. <br>Početni direktorijumj je direktorijum koji korisnici vide kao /.
sv: Välj rotkatalog för den här virtuella värden.<br>Rotkatalogen är den katalog som användare kommer att se som / när de loggar in på den här servern.
ta: ­ó¾ Á¡Âô ÒÃÅÄ¢ý §Å÷ «¨¼¨Åò ¦¾Ãó¦¾Îì¸×õ <br>§Å÷ «¨¼× ±ýÀÐ­ùÅÆí¸¢Â¢ø ÐÅíÌõ ÀÂÉ÷¸û / ¬¸ì ¸¡ñÀÐ
th: เลือกไดเรกทอรีรากสำหรับโฮสต์เสมือนนี้<br>ไดเรกทอรีราก เป็นไดเรกทอรีที่เมื่อผู้ใช้ล็อกอินแล้วจะเห็นเป็น /
uk: Виберіть кореневий каталог для цієї віртуальної машини.<br>Кореневим каталогом є каталог, який користувачі, що пройшли реєстрацію, будуть бачити як /.

source: Banner:
af: bannier:
az: Başlıq:
bg: Банер:
ca: Anunci:
cs: Úvodní nápis:
eo: Flago:
es: Pancarta:
et: Tervitustekst:
fi: Mainos:
fr: Bannière :
he: :תרתוכ
hu: Üdvözlő üzenet:
is: Borði:
it: Messaggio di benvenuto:
ja: バナー:
nl: Banier:
pt: Anúncio:
ru: Вывеска:
sl: Reklama:
sr: Baner:
sv: Baner:
ta: ¾¨ÄôÒ
th: แบนเนอร์:
uk: Заставка:

source: The file selected here will be displayed to the user before logging in.<br><b>Note:</b> The file name is relative to the root directory specified above.
af: die lêer gekose hier sal wees vertoon aan die gebruiker voor afteken in.<br><b>nota:</b> die lêer naam is relatiewe aan die root gids gespesifiseer boonste.
az: Buraya yazılacaq fayl istifadəçi girmədən əvvəl göstəriləcəkdir. <br><b>Qeyd:</b> Bu fayl adı kök qovluğuna görə yazılmalıdır.
bg: Файлът избран тук ще се показва на потребителя преди влизане в системата.<br><b>Внимание</b> Файла трябва да бъде зададен относно кореновата директориа здадена по-горе.
cs: Zde vybraný soubor bude zobrazen uživateli před přihlášením. <br><b>Poznámka:</b> Název souboru je relativní vzhledem k výše stanovenému kořenovému adresáři.
da: Filen valgt her vil blive vist til brugere, før de logger på.<br><b>Bemærk:</b> Filnavnet er relativt til rodmappen angivet ovenfor.
de: Die ausgewählte Datei wird Benutzern angezeigt, bevor sie sich anmelden.<br><strong>Anmerkung:</strong> Der Dateiname ist relativ zum oben angegebenen Wurzelverzeichnis.
eo: La dosiero tie ĉi elektita estos montrata al la uzanto antaŭ saluto.<br><b>Noto:</b> La dosieronomo estas rilata al la radika dosierujo supre donita.
es: El archivo seleccionado aquí se mostrará al usuario antes de acceder.<br><b>Nota:</b> El nombre del archivo es relativo al directorio raíz especificado más arriba.
et: Valitud faili näidatakse kasutajale enne sisse logimist. <br><b>Märkus:</b> Failinimed on määratud ülal kirjeldatud juurkataloogi suhtes.
fi: Valittu tiedosto näytetään käyttäjille ennen sisäänkirjautumista.<br><b>Huomaa:</b> Tiedostonimi on suhteellinen yllämääritettyyn juurihakemistoon.
fr: Le fichier sélectionné ici sera affiché à l'utilisateur avant qu'il ne se connecte.<br><b>Note : </b>le nom de fichier est relatif au dossier racine indiqué ci-dessus.
he: <p align=right>ןאכ רחבנש ץבוקה<br>.הסינכה ינפל שמתשמל גצוי<br>יסחי ץבוקה םש <b>:הרעה</b><br>.ליעל הנייוצש שרושה תיירפסל
hu: Ez az üzenetfájl jelenik meg a felhasználóknak a bejelentkezés előtt. <br><b>Megjegyzés:</b> A fájlnév relatív a fent megadott gyökérkönyvtárhoz képest.
id: File yang terpilih di sini akan ditampilkan kepada pemakai sebelum log in. <br><b>Catatan:</b>Nama file adalah relatif terhadap direktori root yang ditentukan di atas.
is: Skráin sem valin er hér mun verða sýnd notendum áður en að þeir stimpla sig inn.<br><b>ATH:</b>Skráarnafnið er innan rótarmöppunar sem er skilgreind fyrir ofan.
it: Il file scelto qui sarà mostrato agli utenti prima che completino il login.<br><b>Nota:</b>Il nome del file è relativo alla directory root specificata sopra.
ja: ここで選択されたファイルは、ユーザのログイン時に表示されます。<br><b>注意:</b>このファイル名は上で指定したルートディレクトリからの相対参照にして下さい。
ko: 선택된 파일은 로그인하기 전에 사용자에게 보여집니다.<br><b>Note:</b> 파일이름은 위에 설정된 루트 자료방에상대적입니다.
nl: Het hier opgegeven bestand zal voor het inloggen worden getoond aan de gebruiker. <br><b>N.B.:</b> De bestandsnaam is evenredig aan de hoofdmap die hierboven is opgegeven.
no: Filen som er valgt her vil vises til brukere før de logger inn.<br><b>Merk:</b> Filnavnet er relativt til rot-katalogen som er oppgitt over.
no_ny: Fila som er vald her vert vist til ftp-brukarar før dei loggar inn. <br><b>Merk:</b> Filnamnet er relativt til rotkatalogen du har oppgitt over.
pt: O ficheiro seleccionado será mostrado aos utilizadores antes do login.<br><b>Nota:</b> O nome é relativo à directoria raiz especificada em cima.
ro: Fişierul selectat aici va fi afişat utilizatorului înainte de a se loga.<br> <b>Notă:<b> Numele fişierului este relativ la directorul rădăcină specificat mai sus.
ru: Содержимое указанного здесь файла будет показано пользователю, перед входом в систему.<br><b>Внимание:</b> Файл должен быть указан относительно корневого каталога, указанного выше.
sk: Súbor, ktorý vyberiete sa zobrazí užívateľom pred prihlásením.<br><b>Poznámka:</b> meno súboru je relatívne voči koreňovému priečinku nastavenému vyššie.
sl: Tukaj izbrana datoteka se bo prikazala uporabnikom pred prijavo.<br><b>Opozorilo:</b> Ime datoteke je relativno glede na zgoraj določeni osnovni imenik.
sr: Fajl izabran ovde biće prikazan korisniku pre prijavljivanja.<br><b>Pažnja:</b> Naziv fajla mora biti zadat relativno u odnosu na prethodno definisani početni direktorijum.
sv: Den valda filen kommer att visas för användare innan de loggar in.<br><br>Observera:<b> Filnamnet är relativt till rotkatalogen som angetts ovan.
ta: ­íÌ ¦¾Ã¢ó¦¾Îì¸ôÀÎõ §¸¡ôÒ ÀÂÉ÷¸û ÐÅíÌÓýÒ «Å÷¸ÙìÌì ¸¡ð¼ôÀÎõ<br><b>ÌÈ¢ôÒ:</b> §¸¡ôÀ¢ý ¦ÀÂ÷ ÓýÉ÷ ÜÈôÀð¼ §ÅÃ¨¼Å¢Ä¢ÕóÐ ¦¾¡¼÷Ò¨¼ÂÐ
uk: Файл вказаний тут буде показано користувачу перед реєстрацією<br> <b> Примітка:</b> Ім'я файлу відносно кореневого каталогу, який вказано вище.

source: Logfile:
af: loglêer:
az: Qeyd faylı:
bg: Журнал:
ca: Fitxer de registre:
cs: Soubor záznamu:
da: Logfil:
de: &Logdatei:
eo: Salutdosiero:
es: Archivo de registro:
et: Logifail:
fi: Lokitiedosto:
fr: Journal :
he: :םושיר ץבוק
hu: Naplófájl:
id: File log:
is: Log-skrá:
it: File di registro:
ja: ログファイル:
ko: 로그파일:
nl: Logbestand:
no: Loggfil:
no_ny: Loggfil:
pt: Registo:
ro: Fişier jurnal:
ru: Журнал:
sk: Súbor so záznamami:
sl: Datoteka z dnevnikom:
sr: Dnevnik:
sv: Loggfil:
ta: ÌÈ¢ôÒì §¸¡ôÒ
th: แฟ้มติดตามการใช้:
uk: Файл журналу:

source: Transfers from this virtual server will be logged to the file specified here.
af: oordragte van hierdie virtuele bediener sal wees gelog aan die lêer gespesifiseer hier.
az: Bu virtual vericidən köçürmələr burada müəyyənləşdirilən fayla qeyd ediləcəkdir.
bg: Трансфера от този виртуален сървър ще бъде записван в указания файл.
cs: Přenosy z tohoto virtuálního serveru budou zaznamenávány do uvedeného souboru.
da: Overførsler fra denne virtuelle server vil blive logget til filen angivet her.
de: Transfers dieses virtuellen Servers werden in der hier angegebenen Datei protokolliert.
eo: Transmetoj de tiu ĉi virtuala servilo estos protokolataj al la dosiero donita tie ĉi.
es: Las transferencias desde este servidor virtual se registrarán en el archivo especificado aquí.
et: Ülekanded sellest virtuaalserverist logitakse siin näidatud faili.
fi: Tämän virtuaalipalvelimen siirrot kirjataan ylös tässä määriteltyyn tiedostoon.
fr: Les transferts depuis ce serveur virtuel seront consignés dans le fichier indiqué ici
he: <p align=right>המודמה תרשהמ תורבעה<br>ץבוקה לא ומשריי הזה<br>.ןאכ ןייוצמה
hu: Ennek a virtuális kiszolgálónak az adatforgalma ebben a fájlban naplózódik.
id: Pemindahan dari server virtual ini akan dicatat ke file yang ditentukan di sini.
is: Færslur frá þessari sýndarvél munu verða skráðar í skránna sem er skilgreind hér.
it: I trasferimenti da questo server virtuale saranno registrati nel file specificato qui.
ja: この仮想サーバからの伝送は、ここで指定したファイルにログを取られます。
ko: 가상 서버로부터 전송은 이곳에 명시된 로그파일에 기록됩니다.
nl: Overdrachten van deze virtuele server worden gelogd in het hier opgegeven bestand.
no: Overføringer fra denne virtuelle tjeneren vil bli logget til filen oppgitt her.
no_ny: Overføringar frå denne virtuelle tenaren vert loggførde til fila du oppgir her.
pt: As transferências deste servidor virtual serão registadas no ficheiro aqui especificado.
ro: Transferurile din acest server virtual vor fi logate în fişierul specificat aici.
ru: Передачи с виртуального узла будут журналироваться в указанный файл.
sk: Prenosy z tohto virtuálneho servera budú zaznamenané do súboru špecifikovaného tu.
sl: Prenosi s tega navideznega strežnika se bodo beležili v zgornjo datoteko.
sr: Prenosi sa ovog virtuelnog servera će biti beleženi u fajlu određenom ovde.
sv: Överföringar från den här virtuella servern kommer att loggas till filen som du anger här.
ta: ­ó¾ Á¡Â ÅÆí¸¢Â¢Ä¢Õó¾¡É Á¡üÈø¸û Óý ÜÈôÀð¼ §¸¡ôÀ¢ø ÌÈ¢ì¸ôÀÎõ
uk: Передачі файлів з цієї віртуальної машини буде записано до файлу, який вказано тут.

source: Passwd file:
af: wagwoord lêer:
az: Parol faylı:
bg: Файл с пароли:
ca: Fitxer de contrasenyes:
cs: Soubor passwd:
da: Kodeordsfil
de: Passwort-Da&tei:
eo: Pasvortdosiero:
es: Archivo Passwd
et: Paroolifail:
fi: Salasanatiedosto:
fr: Fichier de mot de passe :
he: :תואמסיס ץבוק
hu: Jelszófájl:
id: File passwd:
is: Passwd skrá:
it: File passwd:
ja: パスワードファイル:
ko: 열쇠글 파일:
nl: Passwd-bestand:
no: Passordfil:
no_ny: Passordfil:
pt: Ficheiro passwd:
ro: Fişier de parole:
ru: Файл паролей:
sk: Passwd súbor:
sl: Datoteka z gesli:
sr: Passwd fajl:
sv: Passwd-fil:
ta: ¸¼×î¦º¡ø §¸¡ôÒ
th: แฟ้ม Passwd:
uk: Файл користувачів (passwd):

source: If you specify a file here, it will be used as an alternative passwd file for authenticating users on this virtual server. If you leave this blank, the system passwd file will be used.
af: as jy spesifiseer 'n lêer hier, dit sal wees gebruik word as 'n alternatiewe wagwoord lêer vir geldigheidtoetsing gebruikers op hierdie virtuele bediener. as jy los hierdie leë, die stelsel wagwoord lêer sal wees gebruik word.
az: Burada bir fayl müəyyənləşdirdiniz isə, bu fayl, bu virtual vericidəki istifadəçilərin səlahiyyətləndirilməsində alternatif parol faylı olaraq işlədiləcəkdir. Əgər buranı boş buraxsanız, sistem parol faylı işlədiləcəkdir.
bg: Ако сте задали файл, той ще бъде използван като алтернативен за идентификация на потребителите за този сървър. Ако полето е празно, ще се използва системния.
cs: Pokud zde stanovíte soubor, bude použit jako alternativní soubor passwd pro ověřování uživatelů na tomto virtuálním serveru. Ponecháte-li nevyplněno, bude použit systémový soubor passwd.
da: Hvis du angiver en fil her, vil den blive brugt som alternativ kodeordsfil for at godkende brugere på denne virtuelle server. Hvis den er blank, vil system kodeordsfilen blive brugt.
de: Wenn Sie hier eine Datei angeben, wird diese als alternative Passwort-Datei verwendet, um Benutzer des virtuellen Servers zu authentifizieren. Wenn Sie dieses Feld leer lassen, wird die Passwort-Datei des Systems verwendet.
eo: Se vi donas dosieron tie ĉi, ĝi estos uzata kiel alternativa pasvortdosiero por legitimigi uzantojn sur tiu ĉi virtuala servilo. Se vi lasas tion malplena, la sistema pasvortdosiero estos uzata.
es: Si especifica un archivo aquí, se utilizará como archivo alternativo de contraseñas para autentificar usuarios en este servidor virtual. Si deja esto vacío, se utilizará el archivo de contraseñas del sistema.
et: Siin näidatud faili kasutatakse alternatiivse paroolifailina kasutajate autoriseerimiseks selles virtuaalserveris. Kui jätad selle tühjaks, siis kasutatakse süsteemset paroolifaili.
fr: Si vous indiquez un fichier ici, il sera utilisé comme fichier de mot de passe alternatif pour identifier les utilisateurs sur ce serveur virtuel. Si rien n'est indiqué, le fichier de mot de passe du système sera utilisé.
he: <p align=right>ץבוק רותב שומיש וב השעיי ,ץבוק ןאכ ןייצת םא<br>תרשב םישמתשמה תוהז תומיאל יפולח תואמסיס<br>.הזה המודמה<br> ץבוקב שומיש השעיי ,קיר הז תא ריאשת םא<br>.תכרעמה לש תואמסיסה
hu: Ha megad itt egy fájlnevet, akkor ezt használja majd a rendszer jelszófájlként, a virtuális kiszolgálóra bejelentkező felhasználók jelszavának ellenőrzéséhez. Ha üresen hagyja, akkor a használt fájl a rendszer jelszófájlja lesz.
id: Jika anda menentukan sebuah file di sini, file tersebut akan digunakan sebagai file passwd alternatif untuk mengotentikasi pemakai pada server virtual. Jika anda biarkan kosong, file passwd sistem akan digunakan.
is: Ef þú tekur fram skráarnafn hér mun það verða notað sem passwd skrá til auðkenningar á notendum fyrir þessa sýndarvél. Ef þú skilur reitinn eftir tóman mun kerfis passwd skráin vera notuð.
it: Se specifichi un file qui sarà usato come passwd alternativo per l'autenticazione degli utenti di questo server virtuale. Se lo lasci in bianco sarà utilizzato il passwd di sistema.
ja: ここにファイルを指定すると、それがこの仮想サーバのユーザ認証に使用する代りのpasswdファイルとして使われます。 ここを未指定のままにすると、システムのpasswdファイルが使用されるでしょう
ko: 이곳에 파일을 명시하면, 이 가상 서버에 인증된 사용자를 위한 대체 열쇠글 파일로 사용되어진다. 비어있다면, 시스템 열쇠글 파일이 사용되어진다.
nl: Als u hier een bestand opgeeft, dan wordt dat gebruikt als alternatief passwd-bestand voor het valideren van gebruikers op deze virtuele server. Als u dit leeg laat, dan wordt het passwd-bestand van het systeem gebruikt.
no: Hvis du oppgir en fil her vil den bli brukt som alternativ passordfil for å godkjende brukere på den virtuelle tjeneren. Hvis den er tom, vil systemets passordfil bli brukt.
no_ny: Dersom du oppgir ei fil her, vert ho brukt som alternativ passordfil for autentisering av brukarar på denne virtuelle tenaren. Dersom feltet er tomt, vert passordfila til systemet brukt.
pt: Se especificares aqui um ficheiro, ele será usado como ficheiro passwd alternativo para autenticar os utilizadores neste servidor virtual. Se o deixares em branco, será usado o ficheiro passwd do sistema.
ro: Dacă specificaţi un fişier aici, el va fi utilizat ca fişier alternativ de parole pentru autentificarea utilizatorilor acestui server virtual. Dacă lăsaţi acest cîmp gol, va fi folosit fişierul de parole de sistem.
ru: Если здесь указан файл, он будет использован как альтернативный файл паролей для идентификации пользователей виртуального хоста. Если поле останется пустым, будет использован системный файл.
sk: Ak špecifikujete súbor, použije sa ako alternatívny passwd súbor pre autentifikáciu užívateľov na tomto virtuálnom serveri. Ak ponecháte prázdne políčko, použije sa systémový passwd súbor.
sl: Če tu določite datoteko, bo uporabljana kot alternativna datoteka z gesli za identifikacijo uporabnikov na tem navideznem strežniku. Če to pustite prazno, bo uporabljana sistemska datoteka z gesli.
sr: Ako odredite fajl ovde, on će biti korišćen kao alternativni passwd fajl za proveravanje korisnika na ovom virtuelnom serveru. Ako ovo ostavite prazno, sistemski passwd fajl će biti korišćen.
sv: Om du anger en fil här kommer den att användas som en alternativ passwd-fil för identifiering av användare på denna virtuella server. Om du lämnar detta tomt, kommer systemets passwd-fil att användas.
ta: ­íÌ ÌÈ¢ôÀ¢¼ôÀÎõ §¸¡ôÒ ­õ Á¡Â ÅÆí¸¢Â¢ø ÀÂÉ÷¸¨Ç «ÛÁ¾¢ì¸Á¡üÚ ¸¼×î ¦º¡ø §¸¡ôÀ¡¸ô ÀÂýÀÎò¾ôÀÎõ. ­¨¾ ¦ÅüÈ¡¸ Å¢ð¼¡ø, «¨ÁÅ¢ý ¸¼×î ¦º¡ø §¸¡ôÒÀÂýÀÎò¾ôÀÎõ
uk: Якщо Ви вкажете тут файл, то його буде використано, як альтернативний файл користувачів для аутентифікації користувачів для цієї віртуальної машини. Якщо залишити це поле пустим, буде використано системний файл користувачів.

source: Shadow file:
af: skadu lêer:
az: Kölgə (Shadow) fayl:
bg: Shadow файл:
ca: Fitxer ombra:
cs: Soubor shadow:
da: Shadow fil:
de: Verste&ckte Passwort-Datei:
eo: Ombra pasvortdosiero:
es: Archivo en la sombra (Shadow):
et: Variparoolide fail:
fi: Shadow-tiedosto:
fr: Fichier shadow :
he: :םיללצ ץבוק
hu: Árnyékfájl:
id: File bayangan:
is: Shadow skrá:
it: File shadow:
ja: シャドウファイル:
ko: 그림자 파일:
nl: Shadow-bestand:
no: Skyggepassordfil:
no_ny: Skuggefil:
pt: Ficheiro shadow:
ro: Fişierul de parole umbrite:
ru: Файл теневых паролей:
sk: Shadow súbor:
sl: Senčna datoteka z gesli:
sr: Shadow fajl:
sv: Skuggfil:
ta: ¿¢Æø §¸¡ôÒ
th: แฟ้ม Shadow:
uk: Тіньовий файл користувачів:
