Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: The address entered here will appear in the <i>From:</i> header of upload notification e-mail messages sent by wu-ftpd.
af: die adres ingevoerde hier sal verskyn in die <i>van:</i> opskrif van oplaai inkennisstelling e-pos boodskappe gestuur deur wu-ftpd.
az: Buraya girilən ünvan wu-ftpd tərəfindən yollanacaq yükləmə xəbərdarlığında <i>Kimdən:</i> qisminə yazılacaqdır.
bg: Въведения тук адрес ще се намира в поле <i>From:</i> в заглавието на писмото, изпратено от wu-ftpd при запис на файлове на сървъра.
cs: Adresa, kterou sem zadáte, se objeví v poli <i>From:</i> emailových zpráv, které posílá wu-ftpd jako upozornění.
da: Adressen indtastet her vil blive brugt i <i>From</i> feltet i hovedet på e-post beskederne om overførsler hertil, som sendes af wu-ftpd.
de: Die hier eingegebene Adresse erscheint in der <i>From:</i> Kopfzeile der Upload-Benachrichtigung, die in Form einer E-Mail durch wu-ftpd versandt wird.
eo: La adreso donita tie ĉi aperos en la <i>From:</i>-kaplinio de retpoŝto sendita de wu-Ftp ĉe alŝutoj.
es: La dirección introducida aquí aparecerá en el campo <i>De:</i> de la notificación de carga enviada por correo electrónico por wu-ftpd.
et: Sisestatud aadress pannakse wu-ftpd poolt üleslaadimise teate kirja <i>From:</i> väljale.
fi: Tässä annettu osoite on <i>From:</i> kentässä sähköpostiviestissä, jonka wu-ftpd lähettää lähetetyn tiedoston huomautukseksi.
fr: L'adresse indiquée ici apparaîtra dans l'en-tête <i>From : </i> du courrier de notification envoyé par wu-ftpd.
he: <p align=right>עיפות ןאכ ןייוצתש תבותכה<br>תועדוה לש <i>:תאמ</i> תרתוכב<br>האלעה יבגל עודייה ל"אוד<br>.wu-ftpd ידי לע תוחלשנה
hu: Az ide beírt cím fog megjelenni a feltöltés értesítő e-mail <i>Feladó:</i> mezőjében, amit a wu-ftpd küld.
id: Alamat yang dimasukkan ke sini akan kelihatan pada header <i>Dari</i> pada pemberitahuan upload dengan pesan email, yang dikirimkan wu-ftpd.
is: Netfangið sem slegið er inn hér mun birtast í <i>From:</i> hausnum í tölvupóstinum sem wu-ftpd sendir til að láta vita af færslunni.
it: L'indirizzo immesso qui apparirà nel campo <i>From:</i> dell'intestazione della notifica di upload mandata da wu-ftpd.
ja: ここに指定されたアドレスが、wu-ftpdが送信するアップロード通知Eメールの<i>From:</i>に表示されます。
ko: 이곳에 입력된 주소는 wu-ftpd 가 보낸 올리기 공지 편지 메세지 헤더 <i>From:</i>에 나타납니다.
nl: Het adres dat hier wordt ingevuld verschijnt in het <i>From:</i>-kopschrift van de e-mailberichten die verstuurd worden door wu-ftpd.
no: Adressen som ble skrevet inn her vil bli brukt i <i>Fra</i> feltet i hodet til opplastingsbeskedene som sendes av wu-ftpd.
no_ny: Denne adressa vil stå som sendar av opplastingsmeldingar sendt frå wu-ftpd.
pt: O endereço aqui indicado é o que vai aparecer no campo <i>De:</i> das mensagens de notificação enviadas pelo wu-ftpd.
ro: Adresa introdusă aici va apărea în cîmpul <i>From:</i> al mesajului de notificare, transmis de wu-ftpd.
ru: Введенный здесь адрес будет находиться в поле <i>From:</i> заголовка электронного письма, отправленного wu-ftpd при закачке файлов на сервер.
sk: Táto adresa sa zobrazí v hlavičke <i>From:</i> emailu, ktorý pošle wu-ftpd pri upozornení o uskutočnení nahrávania na server.
sl: Naslov, ki ga boste vnesli tu, se bo prikazal v glavi <i>Pošiljatelj:</i> v e-poštnih obvestilih, ki jih bo pošiljal wu-ftpd.
sr: Adresa unesena ovde će se pojaviti u <i>From:</i> polju obaveštenja o uploadu poslate od strane wu-ftpd programa.
sv: Adressen som anges här kommer att synas i <i>Från:</i> huvudet på e-postmeddelanden angående uppladdningsunderättelser som skickas av wu-ftpd.
ta: ­íÌ ¯ûÇ¢¼ôÀÎõ Ó¸ÅÃ¢ wu-ftpdÂ¡ø «ÛôÀÀÎõ ¯ûÇ¢Î¨¸ ÌÈ¢ôÒÁ¢ýÉïºÄ¢ý <i>«ÛôÒ¿÷</i> ¾¨ÄôÀ¢ø ¦¾Ã¢Ôõ
uk: Адреса, яку тут введено, буде знаходитись у заголовку <i> Від</i> листа з повідомленням про завантаження файлів, який відіслатиме wu-ftpd.

source: Mail ser&ver
af: pos bediener
az: Poçt &vericisi
bg: Пощенски &сървър
ca: Ser&vidor de correu
cs: Poštovní ser&ver
da: Post ser&ver
eo: Retpoŝt&servilo
es: Ser&vidor de correo
et: Postiser&ver
fi: Posti&palvelin
fr: Serveur &de courrier
he: ראוד ת&רש
hu: Levelezési &kiszolgáló
id: Ser&ver Mail
is: Póst&þjónn
it: Ser&ver di posta
ja: メールサーバ(&v)
ko: 편지 서버(&v)
nl: E-mailse&rver
no: Epost&tjener
no_ny: E-post&tenar
pt: Ser&vidor de mail
ro: Ser&ver de mail
ru: Почтовый &сервер
sk: Poštový ser&ver
sl: Poštni s&trežnik
sv: E-post ser&ver
ta: «ïºø &ÅÆí¸¢
th: เมล์เซอร์เวอร์
uk: Поштовий сер&вер

source: The mail server entered here will be used to transmit upload notification e-mail messages sent by wu-ftpd. If left blank, localhost will be used.
af: die pos bediener ingevoerde hier sal wees gebruik word aan stuur oplaai inkennisstelling e-pos boodskappe gestuur deur wu-ftpd. as links leë, localhost sal wees gebruik word.
az: Buraya yazılan poçt vericisi yükləmə xəbərdarlıq məktubu üçün işlədiləcəkdir. Boş buraxılırsa 'localhost' işlədiləcəkdir.
bg: Указания тук адрес на пощенски сървър ще бъде използван за изпращане на мисма при запис на файлове на сървъра. Ако това поле е празно, ще се използва localhost
cs: K doručení upozorňujících e-mailů, které wu-ftpd zasílá, se použije poštovní server, který zde zadáte. Není-li vyplněno, bude použit localhost.
da: postserveren indtastet her vil blive brugt til at overføre e-post beskederne om overførsler hertil, der sendes af wu-ftpd. Hvis den er blank bliver local host brugt.
de: Der Mailserver, den Sie hier angeben, wird zum Versenden automatischer Upload-Benachrichtigungen durch wu-ftpd verwendet. Wenn Sie dieses Feld leer lassen, wird localhost benutzt.
eo: La retpoŝtservilo donita tie ĉi estos uzata por forsendi retpoŝtojn de wu-Ftp ĉe alŝutoj. Se vi lasas malplena, "localhost" estas uzata.
es: El servidor de correo introducido aquí se utilizará para transmitir notificaciones de carga por correo electrónico enviados por wu-ftpd. Si se deja vacío, se utilizará el nombre local de la máquina.
et: Wuftpd kasutab sisestatud postiserverit kasutatab üleslaadimistest teatamiseks e-posti teel. Jättes tühjaks kasutatakse lokaalserverit.
fi: Tähän annettua sähköpostipalvelinta käytetään lähettämään tiedoston lähetyshuomautussähköposti. Jos kenttä on tyhjä localhost konetta käytetään.
fr: Le serveur de courrier indiqué ici sera utilisé pour transmettre les courriers de notification d'envoi envoyés par wu-ftpd. Si rien n'est indiqué, la machine locale sera utilisée.
he: <p align=right>תרבעהל שומיש השעיי ןאכ ןייוצמה ראודה תרשב<br>ידי לע תוחלשנה האלעה יבגל עודיי ל"אוד תועדוה<br>שומיש השעיי ,קיר ראשומ הדשה םא .wu-ftpd<br>.localhost-ב
hu: Az itt megadott levelezési kiszolgálót fogja használni a wu-ftpd a feltöltési értesítő levelek postázásához. Ha üresen marad, akkor a helyi kiszolgálót használja.
id: Server mail yang dimasukkan akan digunakan untuk mengirim pesan email pemberitahuan upload yang dikirimkan oleh wu-ftpd. Jika dibiarkan kosong, akan digunakan localhost.
is: Póstþjónninn sem sleginn er inn hér mun verða notaður til þess að senda tölvupóst-tilkynningar um innfluttninga sent af wu-ftpd. Ef þetta er skilið autt mun staðarvél 'localhost' vera notuð.
it: Il server di posta immesso qui sarà utilizzato per trasmettere la notifica e-mail mandata da wu-ftpd. Se lasciato in bianco verrà utilizzato localhost.
ja: ここに指定されたメールサーバが、アップロード通知Eメールをwu-ftpdが送る際に使用されます。未指定にしておくと、ローカルホストが使われます。
ko: 이곳에 입력된 편지 서버는 wu-ftpd 가 보내는 올리기 공지 편지 메세지를 전송하기 위해서 사용됩니다. 비어 있다면, localhost 가 사용됩니다.
nl: Deze e-mailserver wordt gebruikt om de e-mailberichten van wu-ftpd te verzenden. Als u niets invult wordt localhost gebruikt.
no: Adressen som ble skrevet inn her vil bli brukt til å overføre epost-beskjeder send av wu-ftpd. Hvis denne er blank vil localhost bli brukt.
no_ny: Denne e-posttenaren vert brukt for å overføra opplastingsmeldingar sendt frå wu-ftpd. Dersom feltet er blankt, vert localhost brukt.
pt: O servidor de mail aqui indicado é o que vai ser usado para transmitir as mensagens de notificação do wu-ftpd. Por omissão, é o localhost.
ro: Server-ul de mail introdus aici va fi folosit pentru a transmite email-urile cu notificările de upload trimise de wu-ftpd. Dacă este lăsat gol, va fi folosit "localhost".
ru: Указанный здесь адрес почтового сервера будет использован для отправки электронного письма. При пустом поле будет использован localhost.
sk: Poštový server, ktorý bude použitý na zaslanie e-mailového upozornenia o nahrávaní na server. Ak nezadáte nič, použije sa localhost.
sl: Poštni strežnik, ki ga določite tu, se bo uporabljal za posredovanje obvestil o prejetih datotekah, ki jih bo pošiljal wu-ftpd. Če polje pustite prazno, bo uporabljen localhost.
sr: Mail server naznačen ovde će biti korišćen za prenos obaveštenja o uploadu. Ako ostavite prazno, koristiće se localhost.
sv: E-post serven som anges här kommer att användas för överföra uppladdningsunderrättelser via e-post som skickas av wu-ftpd. Om det lämnas tomt, kommer localhost att användas.
ta: ­íÌ ­¼ôÀÎõ «ïºø ÅÆí¸¢ ¯û§ÇüÈõ ¯½÷òÐõ ÌÈ¢ôÒ Á¢ýÉïº¨Ä «ÛôÀ wu-ftpdÂ¡ø ÀÂýÀÎò¾ôÀÎõ. ¦ÅüÈ¡¸ Å¢¼ôÀð¼¡ø¯ûé÷ ÒÃÅø ÀÂýÀÎò¾ôÀÎõ
uk: Цей сервер буде використано, щоб відіслати листа з повідомленням про завантаження файлів, який відіслатиме wu-ftpd.

source: &Send mail to:
af: stuur pos aan:
az: &Kimə:
bg: Изпрати писмо &на:
ca: &Envia el correu a:
cs: Komu po&slat poštu:
da: &Send post til:
de: Mail senden an:
eo: &Sendu retpoŝton al:
es: &Enviar correo a:
et: &E-posti aadress:
fi: &Kohdeosoite:
fr: Envoyer &un courrier à :
he: :ל&א ראוד חלש
hu: E-mail &cím:
id: Kirim &surat ke:
is: &Senda tölvu-póst til:
it: &Invia posta a:
ja: メイルを送る(&S):
ko: 편지 보내기(&S):
nl: E-mail &sturen aan:
no: &Send epost til:
no_ny: &Send e-post til:
pt: Enviar mail pa&ra:
ro: &Trimite e-mail la:
ru: Отправить письмо &на:
sk: &Poslať poštu na:
sl: Pošlji pošto &na:
sr: &Pošalji mail za:
sv: &Skicka brev till:
ta: &ìÌ «ïºø «ÛôÒ
th: ส่งเมล์ไปยัง:
uk: &Відіслати листа до:

source: This list box shows the recipient(s) of upload notification e-mails. Use the <b>Add</b> and <b>Remove</b> buttons below to modify the recipients.
af: hierdie lys boks vertoon die ontvanger(s) van oplaai inkennisstelling e-mails. gebruik die <b>voeg by</b> en <b>verwyder</b> knoppies onder aan verander die ontvangers.
az: Bu siyahı yükləmə xəbərdarlıq məktubu alacaqlari göstərir. Dəyişdirmək üçün <b>Əlavə Et</b> və <b>Çıxart</b> düymələrini işlət.
bg: Този списък съдержа получателете на писма от програмата wu-ftpd при поставяне на файлове на сървъра. Бутона <b>Добави</b> и <b>Изтрии</b> позволява да се променят получателите.
cs: Tento seznam obsahuje příjemce avízo e-mailů o uploadech. Změnit příjemce lze pomocí níže umístěných tlačítek <b>Přidat</b> a <b>Odebrat</b>.
da: Denne listeboks viser modtager(ne) af e-post beskeder om overførsler hertil. Brug <b>Tilføj</b> eller <b>Fjern</b> knapperne nedenfor for at ændre modtagere.
de: Diese Liste zeigt den/die Empfänger von Upload-Benachrichtigungen. Benutzen Sie die Knöpfe <strong>Hinzufügen</strong> und <strong>Entfernen</strong>, um die Empfänger zu verändern.
eo: Tiu listo montras la ricevonto(j)n de atentigaj retpoŝtoj. Uzu la butonojn <b>Aldonu</b> kaj <b>Forigu</b> por ŝanĝi la enhavon.
es: Esta caja de lista muestra los receptores de la notificación por correo electrónico de carga. Utilice los botones <b>Añadir</b> y <b>Suprimir</b> de abajo para modificar los receptores.
et: See kast sisaldab isikuid, kellele teatatakse üleslaadimistest e-posti teel. Kasuta isikute muutmiseks nuppe <b>Lisa</b> ja <b>Eemalda</b>.
fr: Cette liste de choix affiche le(s) destinataire(s) des courriers de notification d'envoi. Utilisez les boutons «Ajouter» et «Supprimer» ci-dessous pour modifier les destinataires.
he: <p align=right>םינעמנה תא הארמ וז המישר תבית<br>.האלעה יבגל עודיי ל"אוד תועדוה לש<br><b>רסה</b>ו <b>ףסוה</b> םירותפכב שמתשה<br>.םינעמנה תא תונשל ידכ
hu: Ez a lista ablak tartalmazza a feltöltési értesítők címzettjeit. A <b>Hozzáadás</b> és <b>Eltávolítás</b> gombokkal lehet módosításokat végezni.
id: Kotak ini memperlihatkan penerima-penerima email berisi pemberitahuan upload. Gunakan tombol <b>Tambah</b> dan <b>Hapus<.b> di bawah untuk memodifikasi penerima.
is: Þessi kassi sýnir móttakendur tölvupóst-tilkynninga um innfluttninga. Notaðu <b>Bæta við</b> og <b>Fjarlægja</b> hnappana fyrir neðan til þess að breyta móttakendunum.
it: Questa lista contiene i destinatari della notifica via e-mail degli upload. Utilizza i pulsanti <b>Aggiungi</b> e <b>Rimuovi</b> per modificare i destinatari.
ja: このリストボックスは、アップロード通知Eメール受取人を表示しています。下の<b>追加</b>ボタンと<b>削除</b>ボタンを使って受取人のリストを変更して下さい。
ko: 리스트 박스는 올리기 공지 편지 수령인을 보여줍니다. 수령인을 변경시키기위해서 아래에 있는 <b>추가</b> 와 <b>삭제</b> 버튼을 사용하세요.
nl: Dit vak toont de geadresseerde aan wie de e-mailberichten verstuurd worden. Gebruik de knoppen <b>Toevoegen</b> en <b>Verwijderen</b> om de geadresseerde te wijzigen.
no: Denne listeboksen viser mottager(ene) av epost-beskjeder om opplastinger. Bruk <b>Legg til</b>- eller <b>Fjern</b> knappene under for å endre mottagerene.
no_ny: Denne lista viser mottakaren/mottakarane av opplastingsmeldingar. Bruk knappane <b>Legg til</b> og <b>Fjern</b> under for å endra mottakarane.
pt: Esta lista contém o(s) destinatário(s) das notificações de upload. Usa os botões <b>Adicionar</b> e <b>Remover</b> em baixo para modificar.
ro: Lista afişează destinatarul(ii) email-urilor de notificare a upload-urilor. Utilizaţi butoanele <b>Adaugă</b> şi <b>Şterge</b> de mai jos pentru a modifica destinatarii.
ru: Этот список содержит получателей писем от программы wu-ftpd. Кнопки <b>Добавить</b> и <b>Убрать</b> позволят изменить получателей.
sk: Toto pole zobrazuje adresáta(ov) e-mailových upozornení o nahrávaní. Použite tlačidlá <b>Pridať</b> a <b>Odstrániť</b> pod týmto textom, ak chcete zmeniť adresátov.
sl: Ta seznam prikazuje prejemnike obvestil o prejetih datotekah. Uporabite gumba <b>Dodaj</b> in <b>Odstrani</b> za spreminjanje seznama prejemnikov.
sr: Ova lista prikazuje primaoca(e) obaveštenja. Koristite <b>Dodaj</b> i <b>Izbriši</b> dugmiće (ispod) da izmenite primalaoce.
sv: Denna listruta visar mottagare av uppladdningsunderrättelser via e-post. Använd knapparna <b>Lägg till</b> och <b>Ta bort</b> nedan för att ändra mottagare.
ta: ­ó¾ ÀðÊÂø ¦ÀðÊ ¯û§ÇüÈõ ¯½÷òÐõ ÌÈ¢ô¨Àô ¦ÀÚÀÅ÷¸¨Çì ¸¡ðÎõ<b>§º÷</b> <b>¿£ìÌ</b> ¦À¡ò¾¡ý¸¨Ç Á¡üÈí¸ÙìÌô ÀÂýÀÎòÐ¸
uk: К цьому списку знаходяться адресати листа з повідомленням про завантаження файлів.Використовуйте кнопки <b>Додати</b> та <b>Видалити</b>, щоб змінити адресатів.

source: &Add
af: voeg by
az: &Əlavə Et
bg: &Добави
ca: &Afegeix
cs: Přid&at
da: &Tilføj
de: Hinzuf&ügen
eo: &Aldonu
es: &Añadir
et: &Lisa
fi: L&isää
fr: &Ajouter
he: &ףסוה
hu: &Hozzáadás
id: T&ambah
is: Bæt&a við
it: &Aggiungi
ja: 追加(&A)
ko: 추가(&A)
nl: &Toevoegen
no: &Legg til
no_ny: &Legg til
pt: &Adicionar
ro: &Adaugă
ru: &Добавить
sk: &Pridať
sl: Dod&aj
sr: Dod&aj
sv: &Lägg till
ta: &§º÷
th: เพิ่ม
uk: &Додати

source: Add a new recipient for upload notification e-mails
af: voeg by 'n nuwe ontvanger vir oplaai inkennisstelling e-mails
az: Yükləmə xəbərdarlığı e-poçtlarını üçün yeni bir hədəf əlavə et
bg: Добавя нов получател на писма от wu-ftpd
cs: Přidat nového příjemce avízo emailů o uploadu
da: Tilføj en ny modtager af oplægning besked e-post
de: Empfänger für Upload-Benachrichtigung via E-Mail hinzufügen
eo: Aldonu novan ricevonton por alŝuto-anoncoj
es: Añadir un nuevo receptor para notificar por correo electrónico cargas al servidor
et: Lisa uus isik
fi: Lisää vastaanottaja tulevien tiedostojen huomautukseen
fr: Ajouter un nouveau destinataire pour les notifications d'envoi
he: האלעה יבגל עודיי ל"אוד תועדוהל שדח ןעמנ ףסוה
hu: Új feltöltésnél értesítendő cím hozzáadása
id: Tambahkan penerima baru untuk email pemberitahuan upload
is: Bæta við nýjum mótakanda fyrir tölvupóst-tilkynningar um innfluttninga.
it: Aggiunge un nuovo destinatario per la notifica dell'upload via e-mail
ja: アップロード通知Eメールの新規受取人を追加
ko: 올리기 공지 편지 새 수령인 추가
nl: Voeg een nieuwe geadresseerde toe voor e-mailberichten met upload-notificaties.
no: Legg til en ny mottaker for opplastingspåminnelse pr epost
no_ny: Legg til mottakar for opplastingspåminning
pt: Adicionar um destinatário de notificações de 'upload'
ro: Adaugă un destinatar nou pentru email-uri de notificare a upload-ului
ru: Добавить нового получателя писем от wu-ftpd
sk: Pridať nového adresáta e-mailových upozornení o nahrávaní na server.
sl: Dodaj novega prejemnika za obvestila o prejetih datotekah
sr: Dodaj novog primaoca obaveštenja o uploadu
sv: Lägg till en ny mottagare för uppladdningsunderrättelser via e-post
ta: ¯û§ÇüÈõ ¯½÷òÐõ ÌÈ¢ôÒ ¦ÀÚõ Ò¾¢Â ¦ÀÚ¿¨Ãî §º÷
th: เพิ่มผู้รับใหม่สำหรับการแจ้งอีเมล์การอัพโหลด
uk: Додати нового адресата для листа з повідомленням про завантаження файлів

source: Remove the currently selected recipient for upload notification e-mails
af: verwyder die huidiglik gekose ontvanger vir oplaai inkennisstelling e-mails
az: Seçili nəfəri yükləmə xəbərdarlığı poçt siyahısından çıxart
bg: Изтрива избрания получател на писма от wu-ftpd
cs: Odebrat vybraného příjemce avízo emailů o uploadu
da: Fjern den valgte modtager af oplægning besked e-post
de: Den ausgewählten Empfänger für die Upload-Benachrichtigung via E-Mail entfernen
eo: Forigu la elektitan ricevonton por alŝuto-anoncoj
es: Eliminar el receptor actualmente seleccionado para notificación de cargas.
et: Eemalda isik nimekirjast
fi: Poista vastaanottaja tulevien tiedostojen huomautuksesta
fr: Supprimer le destinataire du courrier de notification d'envoi sélectionné
he: <p align=right>יחכונה ןעמנה תא רסה<br>עודיי ל"אוד תועדוהל<br>האלעה יבגל
hu: A jelenleg kiválasztott feltöltésnél értesítendő cím törlése
id: Hapus penerima yang terpilih saat ini untuk email pemberitahuan upload
is: Fjarlægja valda mótakendur út tölvupóst-tilkynningum
it: Rimuove il destinatario della notifica dell'upload selezionato.
ja: 現在選択されているアップロード通知Eメールの受取人を削除
ko: 현재 선택된 올리기 알림편지수령인 삭제
nl: Verwijder de momenteel geselecteerde geadresseerde.
no: Fjern valgte mottaker for opplastingspåminnelse pr epost
no_ny: Fjern denne mottakaren for opplastingspåminning
pt: Remover os destinatários seleccionados de notificações de 'upload'
ro: Şterge destinatarul selectat pentru email-uri de notificare a upload-ului
ru: Убрать выбранного получателя писем от wu-ftpd
sk: Odstrániť vybraného adresáta e-mailových upozornení o nahrávaní na server.
sl: Odstrani trenutno izbrane prejemnike za obvestila o prejetih datotekah.
sr: Izbriši odabranog primaoca obaveštenja o uploadu
sv: Ta bort den för närvarande valda mottagaren för uppladdningsunderrättelse via e-post
ta: ¾ü¦À¡ØÐ ¦¾Ã¢ó¦¾Îì¸ôÀð¼ ¯û§ÇüÈõ ¯½÷òÐõ ÌÈ¢ôÒ ¦ÀÚ¿¨Ã ¿£ìÌ
th: ลบผู้รับสำหรับการแจ้งอีเมล์การอัพโหลด
uk: Видалити адресата для листа з повідомленням про завантаження файлів

source: &Banner
af: bannier
az: &Başlıq
bg: &Банер
ca: Ci&bertira
cs: Úvo&dní nápis
eo: &Flago
es: &Pancarta
et: &Tervitustekst
fi: &Mainos
fr: &Bannière
he: תרתו&כ
hu: Üdvözlő üzene&t
is: &Borði
it: &Messaggio di benvenuto
ja: バナー(&B)
nl: Ba&nier
pt: Anú&ncio
ru: &Вывеска
sl: &Reklama
sr: &Baner
sv: &Baner
ta: &¾¨ÄôÒô Àð¨¼
th: แบนเนอร์
uk: &Заставка

source: The file selected here will be displayed to ftp users before login. May break compatibility with truly ancient clients.
af: die lêer gekose hier sal wees vertoon aan ftp gebruikers voor aanteken. dalk mag breek aanpasbaarheid met waarlike antieke kliënte.
az: Burada seçilən fayl sistemə girmədən əvvəl ftp istifadəçilərinə göstəriləcəkdir. Çox köhnə proqramlara uyğun gəlməyə bilər.
bg: Съдържанието на указания тук файл ще бъде показано на потребителите на ftp переди влизане в системата. Опцията може да бъде несъвместима със стари клиентски програми.
ca: El fitxer seleccionat aquí es mostrarà als usuaris d'ftp abans de l'entrada. Es pot trencar la compatibilitat amb els clients realment antics.
cs: Vybraný soubor bude zobrazen uživatelům ftp před přihlášením. To může narušit slučitelnost se starodávnými FTP klienty.
da: Filen valgt her vil blive vist til ftp brugere før de logger på. Kan bryde kompatibilitet med virkelig gamle klienter.
de: Die ausgewählte Datei wird FTP-Benutzern angezeigt, bevor sie sich anmelden. Dies kann zu Kompatibilitäts-Problemen mit sehr alten Clients führen.
eo: La dosiero tie ĉi elektita estos montrata al FTP-uzantoj antaŭ saluto. Tio povus misfunkciigi ver malnovajn klientprogramojn.
es: El archivo seleccionado aquí se mostrará a los usuarios ftp antes de acceder. Puede romper la compatibilidad con clientes verdaderamente antiguos.
et: Valitud faili näidatakse ftp kasutajale enne sisse logimist. Tõeliselt vanade klientidega võib tekkida probleeme.
fi: Valittu tiedosto näytetään ftp-käyttäjille ennen sisäänkirjautumista. Voi olla epäyhteensopiva antiikkisten asiakasohjelmien kanssa.
fr: Le fichier sélectionné ici sera affiché aux utilisateurs ftp avant la connexion. Il peut ne pas être compatible avec de très anciens clients.
he: <p align=right>ישמתשמל גצוי ןאכ רחבנש ץבוקה<br>.הסינכה ינפל ftp<br>םע תומיאתה תא רובשל יושע הז<br>.םיקיתע שממ תוחוקל
hu: Ez az üzenetfájl jelenik meg a felhasználóknak a bejelentkezés előtt. Néhány nagyon régi klienssel esetleg nem fog működni.
id: File yang terpilih di sini akan ditampilkan ke pemakai ftp sebelum login. Bisa merusak kompatibilitas dengan klien lama yang benar.
is: Skráin sem valin er hér mun verða sýnd ftp notendum áður en þeir tengjast. Þetta getur raskað samhæfni við virkilega gamla biðlara.
it: Il file scelto qui sarà mostrato agli utenti ftp prima che completino il login. Potrebbe essere incompatibile con client arcaici.
ja: ここで選択されたファイルの内容が、ftp ユーザのログイン時に表示されます。 非常に古いクライアントとは互換性がありません。
ko: 선택된 파일은 로그인 전에 ftp 사용자에게 보여집니다. 예전 클라이언트와 호환되지 않을 수도 있습니다.
nl: Het bestand dat u hier selecteert wordt getoont aan ftp-gebruikers voor de login. Dit kan voor compatibiliteitsproblemen zorgen bij antieke cliënten.
no: Filen som er valgt her vil visest til ftp-brukarer før de logger inn. Kan hindre kompabilitet med skikkelig gamle ftp-klienter.
no_ny: Fila som er valt her vert vist til ftp-brukarar før dei loggar inn. Kan hindra kompabilitet med verkeleg gamle ftp-klientar.
pt: O ficheiro seleccionado será mostrado aos utilizadores antes do login. Pode ser incompatível com os programas muito antigos.
ro: Fişierul selectat aici va fi afişat utilizatorilor ftp înainte de a se loga. Poate să strice compatibilitatea cu clienţii ftp vechi.
ru: Содержимое указанного здесь файла будет показано пользователям ftp перед входом в систему. Опция может быть несовместима с безнадежно устаревшими клиентскими программами.
sk: Súbor ktorý tu vyberiete sa zobrazí ftp užívateľom pred prihlásením. Môže to však znemožniť kompatibilitu so skutočne historickými klientami.
sl: Tukaj izbrana datoteka se bo prikazala ftp uporabnikom pred prijavo. Lahko povzroči nekompatibilnosti pri res starodavnih odjemalcih.
sr: Fajl izabran ovde će biti prikazan ftp korisnicima pre logina. Može da ima konflikta sa veoma zastarelim klijentima.
sv: Den valda filen kommer att visas för ftp-användare innan de loggar på. Kan vara inkompatibelt med riktigt gamla klienter.
ta: ­íÌ ¦¾Ã¢×¦ºöÂôÀð¼ §¸¡ôÒ¸û ftp ÀÂÉ÷¸û ÐÅíÌÅ¾üÌ Óý «Å÷¸ÙìÌì ¸¡ð¼ôÀÎõ À¨ÆÂ §¸¡ôÒì¸¼òÐõ ¦ºÂÄ¢¸Ç¢ø §Å¨Ä¦ºöÂ¡Ð §À¡¸Ä¡õ
th: แฟ้มที่เลือกไว้นี้ จะแสดงให้ผู้ใช้ ftp ดูก่อนล็อกอิน May break compatibility with truly ancient clients
uk: Вказаний тут файл буде відображено користувачам перед реєстрацією. Ця опція може бути не сумісною з безнадійно застарілими клієнтами.
