Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: Use the alternate shadow password file specified here for authenticating users.<br>If this is left blank, the system shadow file will be used.<br>This setting can be overridden for virtual hosts.
af: gebruik die alternatiwe skadu wagwoord lêer gespesifiseer hier vir geldigheidtoetsing gebruikers.<br>as hierdie is links leë, die stelsel skadu lêer sal wees gebruik word.<br>hierdie opset kan wees verander vir virtuele bedieners.
az: İstifadəçiləri səlahiyyətləndirmək üçün başqa bir kölgə passwd faylı işlət.<br>Əgər burası boş buraxılırsa sistemin kölgə passwd faylı işlədiləcəkdir.<br>Bu qurğu virtual vericilər tərəfindən nəzərə alınmaya bilər.
bg: Използва алтернативен файл за shadow.<br>Ако полето е празно, ще се използва системния shadow <br>Тази опция может да бъде изменена отделно за виртуалните хостове.
cs: Pro ověřování uživatelů použít zde stanovený soubor stínových hesel.<br>Není-li vyplněno, bude použit systémový soubor.<br>Pro virtuální hostitele může být toto nastavení potlačeno.
da: Brug den alternative shadow kodeordsfil angivet her for at godkende brugere.<br>Hvis den er blank, vil system shadow kodeordsfilen blive brugt.<br> Denne indstilling kan sættes ud af kraft af virtuelle værter.
de: Verwendung der alternativen, versteckten Passwort-Datei, um Benutzer zu authentifizieren.<br>Wenn Sie dieses Feld leer lassen, wird die versteckte Passwort-Datei des Systems verwendet.<br>Diese Einstellung kann für virtuelle Hosts überschrieben werden.
eo: Uzu la alternativan ombran pasvort-dosieron donitan tie ĉi por legitimigi uzantojn.<br>Se vi lasas tion malplena la sistema pasvort-dosiero estos uzata.<br>Tiun agordon povus anstataŭigi apartaj indikoj por virtulaj komputiloj.
es: Utilice el archivo de contraseñas en la sombra especificado aquí para autentificar usuarios.<br>Si se deja en blanco, se utilizará el archivo passwd del sistema.<br>Esta opción puede ser anulada por máquinas virtuales.
et: Kasuta kasutajate autoriseerimiseks alternatiivset variparoolide faili. <br>Jättes tühjaks kasutatakse süsteemset variparoolide faili.<br> Seda parameetrit saab virtuaalserverites üle kirjeldada.
fi: Käytä tässä määriteltyä vaihtoehtoista shadow tiedostoa käyttäjien tunnistamiseen. <br>Jos tämä on jätetty tyhjäksi, järjestelmän salasanatiedostoa käytetään.<br> Tämä asetus voidaan ohittaa virtuaalipalvelimilla.
fr: Utilisez ce fichier de mot de passe shadow alternatif pour authentifier les utilisateurs.<br>S'il est laissé vide le fichier shadow du système sera utilisé.<br>Cette configuration peut être contournée par les hôtes virtuels.
he: <p align=right>ןאכ ןייוצמה יפולחה םיללצה תואמסיס ץבוקב שמתשה<br>.םישמתשמה תוהז תומיאל<br>תואמסיס ץבוקב שומיש השעיי ,קיר ראשומ הז םא<br>.תכרעמה לש םיללצה<br>.םימודמ םיתרש ליבשב ףוקעל ןתינ וז הרדגה תא
hu: Az árnyékfájl helyett használandó fájl neve.<br>Ha üresen hagyja, akkor a rendszer árnyékfájlját fogja használni a program.<br>Ez a beállítás minden virtuális kiszolgálónál (virtual host) felülbírálható.
id: Gunakan file password bayangan alternatif yang ditentukan di sini untuk mengotentikasi pemakai.<br> Jika dibiarkan kosong, file bayangan sistem akan digunakan. <br>Setting ini dapat ditimpa oleh host virtual.
is: Nota shadow lykilorðaskránna sem tekin er fram hér til að auðkenna notendur.<br>Ef þetta er skilið eftir autt mun kerfiss shadow skráin vera notuð.<br>Hægt er að hundsa þessa stillingu fyrir sýndarvélar.
it: Utilizza il file delle shadow password indicato qui per autenticare gli utenti.<br>Se si lascia in bianco verrà usato il passwd di sistema.<br>Questa impostazione può essere aggirata per gli host virtuali.
ja: 認証ユーザに対しては、ここで指定した代りのシャドウパスワードファイルを使って下さい。<br>もしここが未指定ならシステムのシャドウファイルが使用されます。<br>この設定は仮想ホスト毎に変更できます。
ko: 인증할 사용자에 대한 대체 그림자 열쇠글 파일을 사용합니다.. <br>만약 비어있다면, 시스템 그림자 열쇠글 파일이 사용됩니다.<br>설정은 가상 호스트에서 덮어쓸 수 있습니다.
nl: Gebruik dit alternatieve shadow-passwd-bestand voor de authenticatie van gebruikers. <br>Als dit veld leeg gelaten wordt, dan wordt het shadow-bestand van het systeem gebruikt. <br> Deze instelling kan worden omzeilt voor virtuele hosts.
no: Bruk den alternative skyggepassordfilen oppgitt her til å godkjenne brukere.<br>Hvis den er tom vil systemets skyggefil bli brukt.<br>Denne innstillingen overstyres av virtuelle verter.
no_ny: Bruk den alternative skuggepassordfila her for autentisering av brukarar.<br>Dersom feltet er tomt, vert skuggepassordfila til systemet brukt.<br>Ein kan bruka særskilde innstillingar for virtuelle vertar.
pt: Usa o ficheiro shadow password alternativo definido aqui para autenticar utilizadores.<br>Se for deixado em branco, será usado o ficheiro shadow do sistema.<br>Esta definição pode ser ignorada por servidores virtuais.
ro: Pentru autentificarea utilizatorilor utilizează fişierul de parole umbrite alternativ specificat aici.<br>Dacă acest cîmp este lăsat gol, va fi folosit fişierul de parole umbrite de sistem.<br>Această setare poate fi ignorată pentru gazde virtuale.
ru: Использовать альтернативный файл теневых паролей для идентификации пользователей.<br>Если поле оставить пустым, будет использоваться системный файл теневых паролей<br>Эта опция может быть изменена отдельно для виртуальных хостов.
sk: Použije sa tu špecifikovaný alternatívny shadow passwd súbor pre autentifikáciu užívateľov.<br> Ak ho nezadáte, použije sa systémový shadow passwd súbor.<br>Toto nastavenie sa môže prestaviť pre virtuálne servery.
sl: Uporabite alternativno senčno datoteko z gesli, določeno tu, za identifikacijo uporabnikov.<br>Če pustite prazno, bo uporabljena sistemska senčna datoteka.<br>Ta nastavitev se lahko zaobide za navidezne gostitelje.
sr: Koristite alternativni shadow fajl određen ovde za verifikovanje korisnika.<br>Ako ostavite ovo polje prazno, sistemski shadow fajl će biti korišćen.<br>Ovo podešavanje može biti isljučeno za virtuelne hostove.
sv: Använd den alternativa skuggade passwd-filen som angetts här för identifiering av användare.<br>Om detta lämnas tomt, kommer systemets skuggade passwd-fil att användas.<br>Denna inställning kan åsidosättas för virtuella värdar.
ta: ÀÂÉ÷¸¨Ç «ÛÁ¾¢ì¸ Á¡üÚ ¿¢Æø ¸¼×î ¦º¡ø §¸¡ôÀ¢¨Éô ÀÂýÀÎòÐ¸<b>¦ÅüÈ¡¸ Å¢¼ôÀð¼¡ø «¨ÁÅ¢ý ¿¢Æø ¸¼×î ¦º¡ø §¸¡ôÒ ÀÂýÀÎò¾ôÀÎõ</b>. ­ó¾«¨ÁôÒ Á¡Âô ÒÃÅø¸Ç¡ø ÁÚ¾Ä¢ì¸ôÀ¼øÄ¡õ
th: กำหนดแฟ้มรหัสผ่าน shadow อื่นๆ สำหรับตรวจสอบสิทธิ์ผู้ใช้ที่นี่<br>ถ้าไม่เติม จะใช้แฟ้ม shadow ของระบบแทน<br>การปรับแต่งนี้จะนำไปใช้กับโฮสต์เสมือนด้วย
uk: Використовувати вказаний тут файл тіньовий файл користувачів для аутентифікації користувачів замість системного файлу.<br>Якщо залишити поле порожнім, то буде використано системний тіньовий файл користувачів.<br>Цю опцію може бути скасовано для віртуальних сайтів.

source: Edit limit for class
af: redigeer beperk vir klas
az: Sinif sərhədi ilə oyna
bg: Редактиране лимита за класове
ca: Edita el límit per a la classe
cs: Upravit omezení pro skupinu
da: Redigér grænse for klasse
de: Limit für Klasse bearbeiten
eo: redaktu limon por la klaso
es: Editar límite para clase
et: Klassi limiidi muutmine:
fi: Muokkaa rajaa luokalle
fr: Modifier la limite pour la classe
he: הקלחמה לש הלבגהה תכירע
hu: Az osztály korlátozásainak módosítása
id: Ubah batas untuk kelas
is: Breyta takmörkun fyrir klasa
it: Modifica il limite per la classe
ja: クラスのリミットを編集
ko: 클래스 제한 편집
nl: Limiet voor klasse bewerken
no: Endre begrensning for klasse
no_ny: Rediger grense for klasse
pt: Editar o limite de classe
ro: Editează limita pentru clasă
ru: Редактировать лимит для класса
sk: Upraviť obmedzenie pre triedu
sl: Spremeni omejitev za razred
sr: Promena limita za klasu
sv: Ändra begränsning för klass
ta: Å¨¸Â¢Éò¾¢ý ±ø¨Ä¨Â Á¡üÚ
th: แก้ไขการจำกัดคลาส
uk: Редагування обмежень для класу

source: Edit limit
af: redigeer beperk
az: Sərhədi düzəlt
bg: Редактира лимит
ca: Edita el límit
cs: Upravit omezení
da: Redigér grænse
de: Limit bearbeiten
eo: Redaktu limon
es: Editar límite
et: Limiidi muutmine
fi: Muokkaa rajaa
fr: Modifier la limite
he: הלבגהה תכירע
hu: A korlátozás módosítása
id: Ubah batas
is: Breyta takmörkun
it: Modifica limite
ja: リミットを編集
ko: 제한 편집
nl: Limiet bewerken
no: Endre begrensning
no_ny: Rediger grense
pt: Editar o limite
ro: Editează limita
ru: Редактировать лимит
sk: Upraviť obmedzenie
sl: Spremeni omejitev
sr: Promena limita
sv: Ändra begränsning
ta: ±ø¨Ä¨Â Á¡üÚ
th: แก้ไขการจำกัด
uk: Редагування обмежень

source: Add limit for class
af: voeg by beperk vir klas
az: Sinif üçün kənar əlavə et
bg: Добавя лимит за класове
ca: Afegeix el límit per a la classe
cs: Přidat omezení pro skupinu
da: Tilføj grænse for klasse
de: Limit für Klasse hinzufügen
eo: Aldonu limon por la klaso
es: Añadir límite para clase
et: Klassi limiidi lisamine:
fi: Lisää raja luokalle
fr: Ajouter une limite pour la classe
he: הקלחמל הלבגה תפסוה
hu: Új korlátozás hozzáadása
id: Tambah batas untuk kelas
is: Bæta við takmörkun fyrir klasa
it: Aggiungi limite per la classe
ja: クラスのリミットを追加
ko: 클래스 제한 추가
nl: Limiet voor klasse toevoegen
no: Legg til begrensning for klasse
no_ny: Legg til grense for klasse
pt: Adicionar limite de classe
ro: Adaugă limită pentru clasă
ru: Добавить лимит для класса
sk: Pridať obmedzenie pre triedu
sl: Dodaj omejitev za razred
sr: Dodaj limit za klasu
sv: Lägg till begränsning för klass
ta: Å¨¸Â¢Éò¾¢üÌ ÅÃõÒ Å¢¾¢
th: เพิ่มการจำกัดคลาส
uk: Додати обмеження для класу

source: Add limit
af: voeg by beperk
az: Sərhəd əlavə et
bg: Добавя лимит
ca: Afegeix el límit
cs: Přidat omezení
da: Tilføj grænse
de: Limit hinzufügen
eo: Aldonu limon
es: Añadir límite
et: Lisa limiit
fi: Lisää raja
fr: Ajouter une limite
he: הלבגה ףסוה
hu: Új korlátozás
id: Tambah batas
is: Bæta við takmörkun
it: Aggiungi limite
ja: リミットを追加
ko: 제한 추가
nl: Limiet toevoegen
no: Legg til begrensing
no_ny: Legg til grense
pt: Adicionar limite
ro: Adaugă limită
ru: Добавить лимит
sk: Pridať obmedzenie
sl: Dodaj omejitev
sr: Dodaj limit
sv: Lägg till begränsning
ta: ÅÃõÒ Å¢¾¢
th: เพิ่มการจำกัด
uk: Додати обмеження

source: Limit &always in effect
af: beperk altyd in effek
az: &Sərhəd həmişə hökmlüdür
bg: Лимита е действителен &винаги
ca: El límit &sempre està activat
cs: Omezení je účinné &stále
da: Grænse &altid i brug
de: Limit &immer aktiv
eo: Limo ĉ&iam estas aktiva
es: Límite &siempre efectivo
et: Limiit on &alati efektiivne
fi: Rajoitus &aina käytössä
fr: Les limites sont &toujours en vigueur
he: ףקותב &דימת הלבגהה
hu: A korlátozás &mindig érvényes
id: Batas sel&alu mempunyai efek
is: Takmörkun &alltaf notuð
it: Limite effettivo &sempre
ja: リミットを常に有効に(&a)
nl: Limiet is &altijd actief
no: Begrensning &alltid i funksjon
no_ny: Grense &alltid aktivert
pt: Limite sempre &activado
ro: Limitarea este în&totdeauna activă
ru: Лимит действителен &всегда
sk: Obmedzenie &vždy platné
sl: Omejitev je vedno &aktivna
sr: Limit uvek na sn&azi
sv: Begränsning gäller &alltid
ta: ÅÃõÒ &±ô¦À¡ØÐõ ¯ñÎ
th: ให้การจำกัดมีผลตลอด
uk: Обмеження &завжди дійсне

source: Limit in effect at the following &days/hours:
af: beperk in effek na die volgende dae/ure:
az: Sərhəd aşağıdakı &gün/saatlarda hökmlüdür:
bg: Лимит е действителен в течение на &днеи/часове:
ca: El límit està activat els &dies/hores següents:
cs: Omezení je účinné v následujících &dnech/hodinách:
da: Grænse i brug på følgende &dage/timer
de: Limit zu folgenden &Tagen/Stunden aktiv:
eo: Limo estas aktiva je la sekvaj &tagoj/horoj:
es: Límite efectivo en los siguientes &días/horas:
et: Limiit on efektiivne näidatud &päevadel/tundidel:
fi: Rajoitus käytössä seuraavina a&jankohtina:
fr: Limites en vigueur aux &jours et heures suivants :
he: :ל"נה תועש\םימיב ףקו&תב הלבגהה
hu: A korlátozás a következő napokra ill. órákra érvényes:
id: Batasan dalam pengaruh terhadap hari/&jam berikutnya
is: Takmörkun notuð á eftirtöldum &dögum/tímum:
it: Limite effettivo nei seguenti &giorni/ore:
ja: リミットを下記曜日/時間にのみ有効に(&d)
nl: Limiet is actief op de volgende &dagen/uren:
no: Begrensning i funksjon på følgende &dager/timer:
no_ny: Grense aktivert følgjande &dagar/timar:
pt: Limite activado nos seguintes intervalos:
ro: Limitarea este activă la următoarele &zile/ore:
ru: Лимит действителен в течении &дней/часов:
sk: Obmedzenie platí v nasledujúcich &dňoch/hodinách:
sl: Omejitev je aktivna v sledečih &dneh/urah:
sr: Limit na sanzi u sledećim &danima/satima:
sv: Begränsa effekten till följande &dagar/timmar:
ta: À¢ýÅÕõ &¿¡û/Á½¢¸Ç¢ø ÅÃõÒ ¿¨¼Ó¨ÈÂ¢ø ­ÕìÌõ
th: ให้การจำกัดมีผลเมื่อถึง วัน/เวลา:
uk: Обмеження дійсно у &дні/години:

source: &Monday
af: maandag
az: &Bazar Ertəsi
bg: &Понеделник
ca: Di&lluns
cs: &Pondělí
da: &mandag
de: &Montag
eo: &Lundo
es: &Lunes
et: &esmaspäev
fi: &Maanantai
fr: &Lundi
he: י&נש םוי
hu: &hétfő
id: Se&nin
is: &Mánudagur
it: &lunedì
ja: 月曜(&M)
ko: 월요일(&M)
nl: &maandag
no: &Mandag
no_ny: &måndag
pt: &2ª-feira
ro: &Luni
ru: &Понедельник
sk: &Pondelok
sl: &Ponedeljek
sr: &Ponedeljak
sv: &Måndag
ta: &¾¢í¸û
th: จันทร์
uk: &Понеділок

source: &Tuesday
af: dinsdag
az: &Çərşəmbə Axşamı
bg: &Вторник
ca: Di&marts
cs: Ú&terý
da: &tirsdag
de: &Dienstag
eo: &Mardo
es: &Martes
et: &teisipäev
fi: &Tiistai
fr: &Mardi
he: ישי&לש םוי
hu: &kedd
id: Se&lasa
is: Þriðjudagur
it: &martedì
ja: 火曜(&T)
ko: 화요일(&T)
nl: &dinsdag
no: &Tirsdag
no_ny: &tysdag
pt: &3ª-feira
ro: &Marţi
ru: &Вторник
sk: &Utorok
sl: &Torek
sr: &Utorak
sv: &Tisdag
ta: &¦ºùÅ¡ö
th: อังคาร
uk: &Вівторок

source: &Wednesday
af: woensdag
az: &Çərşəmbə
bg: &Сряда
ca: Dime&cres
cs: Stř&eda
da: &onsdag
de: Mitt&woch
eo: M&erkredo
es: M&iércoles
et: &kolmapäev
fi: &Keskiviikko
fr: M&ercredi
he: י&עיבר םוי
hu: &szerda
id: &Rabu
is: Miðvikudagur
it: m&ercoledì
ja: 水曜(&W)
ko: 수요일(&W)
nl: &woensdag
no: &Onsdag
no_ny: &onsdag
pt: &4ª-feira
ro: Mi&ercuri
ru: &Среда
sk: &Streda
sl: &Sreda
sr: &Sreda
sv: &Onsdag
ta: &Ò¾ý
th: พุธ
uk: &Середа

source: Thu&rsday
af: donderdag
az: &Cümə Axşamı
bg: &Четвъртък
ca: Di&jous
cs: Čt&vrtek
da: to&rsdag
de: Do&nnerstag
eo: Ĵ&aŭdo
es: Jue&ves
et: &neljapäev
fi: T&orstai
fr: &Jeudi
he: ישי&מח םוי
hu: &csütörtök
id: Kami&s
is: Fimmtudagur
it: &giovedì
ja: 木曜(&r)
ko: 목요일(&r)
nl: d&onderdag
no: T&orsdag
no_ny: to&rsdag
pt: &5ª-feira
ro: &Joi
ru: &Четверг
sk: Š&tvrtok
sl: Čet&rtek
sr: &Četvrtak
sv: To&rsdag
ta: &Å¢Â¡Æý
th: พฤหัสบดี
uk: Четве&р

source: &Friday
af: vrydag
az: &Cümə
bg: &Петък
ca: Di&vendres
cs: Páte&k
da: &fredag
de: &Freitag
eo: &Vendredo
es: &Viernes
et: &reede
fi: &Perjantai
fr: &Vendredi
he: יש&יש םוי
hu: &péntek
id: &Jumat
is: &Föstudagur
it: &venerdì
ja: 金曜(&F)
ko: 금요일(&F)
nl: &vrijdag
no: &Fredag
no_ny: &fredag
pt: &6ª-feira
ro: &Vineri
ru: &Пятница
sk: P&iatok
sl: &Petek
sr: &Petak
sv: &Fredag
ta: &¦ÅûÇ¢
th: ศุกร์
uk: &П'ятниця

source: &Saturday
af: saterdag
az: Şən&bə
bg: &Събота
ca: Di&ssabte
cs: &Sobota
da: &lørdag
de: &Samstag
eo: &Sabato
es: &Sábado
et: &laupäev
fi: &Lauantai
fr: &Samedi
he: תב&ש
hu: szom&bat
id: &Sabtu
is: Laugardagur
it: &sabato
ja: 土曜(&S)
ko: 토요일(&S)
nl: &zaterdag
no: &Lørdag
no_ny: &laurdag
pt: &Sábado
ro: &Sîmbătă
ru: &Суббота
sk: S&obota
sl: &Sobota
sr: S&ubota
sv: &Lördag
ta: &ºÉ¢
th: เสาร์
uk: &Субота

source: S&unday
af: sondag
az: Ba&zar
bg: &Неделя
ca: Diumen&ge
cs: &Neděle
da: &søndag
de: Sonnta&g
eo: &Dimanĉo
es: &Domingo
et: &pühapäev
fi: S&unnuntai
fr: &Dimanche
he: ןושא&ר םוי
hu: &vasárnap
id: Mingg&u
is: S&unnudagur
it: &domenica
ja: 日曜(&u)
ko: 일요일(&u)
nl: zo&ndag
no: &Søndag
no_ny: &sundag
pt: &Domingo
ro: &Duminică
ru: &Воскресенье
sk: N&edeľa
sl: &Nedelja
sr: &Nedelja
sv: &Söndag
ta: &»¡Â¢Ú
th: อาทิตย์
uk: Н&еділя

source: &Hours:
af: ure:
az: &Saatlar:
bg: &Часове:
ca: &Hores:
cs: &Hodiny:
da: &Timer:
de: St&unden:
eo: &Horoj:
es: &Horas:
et: &Tunnid:
fi: &Ajat:
fr: &Heures :
he: :ת&ועש
hu: ó&rák:
id: J&am:
is: Timar:
it: &Ore:
ja: 時間(&H):
ko: 시간(&H)
nl: &Uren:
no: &Timer:
no_ny: &Tid:
pt: &Horas:
ro: &Ore:
ru: &Часы:
sk: &Hodiny:
sl: &Ure:
sr: Sat&i:
sv: &Tider:
ta: &Á½¢¸û
th: ชั่วโมง:
uk: &Години:

source: Use this to specify at which hours this limit is in effect. Example: 0630-1310 -> 06:30 AM - 01:10 PM Defaults to 0000-2400.
af: gebruik hierdie aan spesifiseer na wat ure hierdie beperk is in effek. voorbeeld: 0630-1310 -> 06:30 vm - 01:10 nm verstek aan 0000-2400.
az: Sərhədin hansı saatlarda hökmlü olduğunu müəyyənləşdirmək üçün bunu işlət. Məsələn: 0630-1310 -> ÖÖ 06:30 - ÖS 01:10 Əsaslar 0000-2400.
bg: Тук можете да зададете диапазона от време, в течении на който е действителен лимита. Например: 0630-1310 -> 06:30 - 13:10 По подразбиране: 0000-2400.
ca: Feu servir això per especificar les hores en què el límit està actiu. Exemple: 0630-1310 -> 06.30 AM - 01.10 PM El valors per defecte són 0000-2400.
cs: Zde můžete stanovit, ve kterých hodinách bude omezení účinné. Příklad: 0630-1310 -> 06:30 dopoledne - 01:10 odpoledne\n" Implicitní nastavení 0000-2400.
da: Brug dette for at angive hvilke timer, denne grænse er i brug Eksempel: 0630-1310 -> 06:30 AM - 01:10 PM Nulstiller til 0000-2400.
de: Hier geben Sie an, in welchen Stunden das Limit aktiv sein soll. Beispiel: 0630-1310 ergibt 06:30 morgens bis 13:10 nachmittags Voreingestellt ist 0000-2400.
eo: Uzu tion por indiki, je kiuj horoj la limoj estas aktivaj. Ekzemplo: 0630-1310 -> 06:30 - 13:10 Implicite je 0000-2400.
es: Usar esto para especificar a qué horas este límite será efectivo. Ejemplo: 0630-1310 -> 06:30 AM - 01:10 PM Valor predeterminado a 0000-2400.
et: Kasuta liimidi efekti mõju tundide näitamiseks. Näiteks: 0630-1310 -> 06:30 - 13:10 Vaikimisi valik on 0000-2400.
fi: Määrittele tässä minä ajankohtina rajoitus on voimassa. Esimerkiksi: 0630-1310 -> 06:30 AM - 01:10 PM Oletus on 0000-2400.
fr: Utilisez ceci pour indiquer à quelles heures cette limite prend effet. Exemple : 0630-1310 -> 06h30 - 13h10 La valeur par défaut est 0000-2400.
he: <p align=right>וליאב ןייצל ידכ הזב שמתשה<br>.ףקותב וז הלבגה תועש<br>:אמגוד<br>6:30 - 13:10 &lt;- 0630-1310<br>.0000-2400 איה לדחמה תרירב
hu: Órákra vonatkozó korlátozásokat lehet itt megadni. Például: 0630-1310 vagy 06:30 AM - 01:10 PM Az alapértelmezés: 0000-2400.
id: Gunakan ini untuk menentukan pada jam berapa batasan ini berada dalam pengaruh. Misalnya: 0630-1310 -> 06:30 AM - 01:10 PM Defaults to 0000-2400.
is: Notaðu þetta til þess að taka fram á hvaða tímum takmarkanir eru virkar. Dæmi: 0630-1310 -> 06:30 AM - 01:10 PM sjálfgefið er 0000-2400.
it: Usa questo per specificare a quali ore questo limite sarà effettivo. Esempio: 0630-1310 -> 06:30 AM - 01:10 PM Valore predefinito: 0000-2400.
ja: これを使って何時にリミットを有効にするかを指定して下さい 例: 0630-1310 -> 06:30 AM - 01:10 PM デフォルトは 0000-2400。
ko: 제한이 효력이 나타날 시간을 설정하기 위해서 사용한다 예제: 0630-1310 -> 06:30 AM - 01:10 PM 기본값 0000-2400.
nl: Gebruik dit om aan te geven op welke uren dit limiet actief is. Bijvoorbeeld: 0630-1310 -> 06:30 AM - 01:10 PM. Standaard is 0000-2400.
no: Spesifiser når grensen er aktivert. Eksempel: 0630-1310 -> 06:30 - 13:10 Standard er 0000-2400.
no_ny: Vel når grensa er aktivert. Døme: 0630-1310 -> 06:30 a.m. - 01:10 p.m. Standardinnstillinga er 0000-2400.
pt: Especificar a que horas o limite está activado. Exemplo: 0630-1310 -> Das 06:30 às 13:10 Por omissão: 0000-2400.
ro: Utilizaţi aceasta pentru a specifica la care ore este activă limitarea. Exemplu: 0630-1310 -> 06:30 AM - 01:10 PM Implicit la 0000-2400.
ru: Здесь вы можете указать диапазон времени, в течении которого действителен лимит. Например: 0630-1310 -> с 06:30 по 13:10 По умолчанию: 0000-2400.
sk: Tu špecifikujete počas ktorých hodín budú platné tieto limity. Príklad: 0630-1310 -> 06:30 - 13:10 Prednastavené je 0000-2400.
sl: Tukaj določite ob katerih urah je omejitev aktivna. Primer: 0630-1310 -> 06:30 - 13:10 Privzeto se uporablja 0000-2400.
sr: Koristite ovo da odredite u kojim je satima limit na snazi. Primer: 0630-1310 -> 06:30 pre podne - 01:10 posle podne Inače će biti 0000-2400.
sv: Ange här mellan vilka tider begränsningen gäller. Till exempel: 0630-1310 motsvarar 06.30 - 13.30 Standardvärde: 0000-2400.
ta: ÅÃõÒ ¿¨¼Ó¨ÈÂ¢ø ­ÕìÌõ §¿Ãò¨¾ì ÌÈ¢ôÀ¢¼×õ. ¯¾¡Ã½õ: 0630-1310 -> 06:30 Ó.À - 01:10 À¢.À ¦¸¡¼¡¿¢¨Ä 0000-2400.
th: ใช้นี่เพื่อกำหนดชั่วโมงที่จะให้การจำกัดมีผล ตัวอย่าง: 0630-1310 -> 06:30 AM - 01:10 PM ค่าปริยายให้เป็น 0000-2400
uk: Вкажіть тут, з якого по який час обмеження дійсне Наприклад, 0630-1310 -> з 06 год. 30 хв. до 13 год. 10 хв. Типове значення: 0000-2400.

source: &Limit to
af: beperk aan
az: &Limitlə
bg: &Лимит към
ca: &Limita a
cs: O&mezit na
da: &Grænse til
de: &Limit zu
eo: &Limigu al
es: &Límite a
et: &Limiteeritud
fi: &Rajoita
fr: &Limiter à
he: -ל לב&גה
hu: &Korlátozás:
id: &Batasan ke
is: Takmarka við
it: &Limita a
ja: リミット(&L)
nl: &Limiet op
no: &Begrens til
no_ny: &Avgrens til
pt: &Limitar a
ro: &Limitat la
ru: &Лимит к
sk: &Obmedziť na
sl: &Omejitev je
sr: &Limitiraj na
sv: &Begränsa till
ta: &ÅÃõÒ Å¢¾¢
th: จำกัดกับ
uk: &Обмежити до

source: users
af: gebruikers
az: istifadəçilər
bg: потребители
ca: usuaris
cs: uživatele
da: brugere
de: Benutzer
eo: uzantoj
es: usuarios
et: kasutajat
fi: käyttäjät
fr: utilisateurs
he: םישמתשמ
hu: felhasználó
id: pemakai
is: notendur
it: utenti
ja: ユーザ
ko: 사용자
nl: gebruikers
no: brukere
no_ny: brukarar
pt: utilizadores
ro: utilizatorii
ru: пользователям
sk: užívatelia
sl: uporabniki
sr: korisnike
sv: användare
ta: ÀÂÉ÷¸û
th: ผู้ใช้
uk: користувачів

source: &No limit
af: nee beperk
az: Sərhəd &yoxdur
bg: &Без лимит
ca: &Sense cap límit
cs: &Bez omezení
da: &Ingen grænse
de: &Kein Limit
eo: &sen limo
es: &Sin límite
et: Li&miidit puudub
fi: &Ei rajoitusta
fr: &Pas de limite
he: הלבגה &ןיא
hu: &Nincs létszámkorlát
id: Tidak ada batasa&n
is: Engar takmarkanir
it: &Nessun limite
ja: リミット無し(&N)
ko: 제한 없음(&N)
nl: &Geen limiet
no: &Ingen begrensning
no_ny: &Inga grense
pt: &Sem limite
ro: &Fără limită
ru: &Нет лимита
sk: &Bez obmedzenia
sl: &Ni omejitev
sr: &nema limita
sv: &Obegränsat
ta: &±ø¨ÄÂ¢ø¨Ä
th: ไม่จำกัด
uk: &Без обмежень

source: M&essage at violation:
af: boodskap na oortreding:
az: Sərhəd pozulmasında veriləcək ismarıc:
bg: Съобщение при нар&ушаване:
ca: Missatg&e en cas de violació:
cs: Z&práva při porušení:
da: &Besked om brud på regler:
de: N&achricht bei Überschreitung:
eo: &Mesaĝo ĉe atingo de la limo:
es: M&ensaje si violación:
et: T&eade rikkumisel:
fi: &Viesti rikkomisesta:
fr: M&essage en cas de violation :
he: :הרפה הרקמב העדו&ה
hu: Üzenet a tú&llépéskor:
id: P&esan pada kesalahan:
is: Skilaboð við átroðning:
it: M&essaggio in caso di violazione:
ja: 違反時のメッセージ(&e):
ko: 위반 메세지(&e)
nl: B&ericht bij overschrijding:
no: M&elding ved brudd
no_ny: M&elding ved overtramp:
pt: M&ensagem de violação:
ro: M&esaj la violare:
ru: Сообщение при &превышении:
sk: Sp&ráva pri porušení:
sl: Spročilo ob pr&ekršitvi:
sr: Poruka za pr&ekoračenje:
sv: M&eddelande vid överträdelse:
ta: &Á£Ú¨¸Â¢ø ÅÃ§ÅñÊÂ ¦ºö¾¢
th: ข้อความเมื่อมีข้อผิดพลาด:
uk: П&овідомлення при порушенні:

source: Select message file
af: kies boodskap lêer
az: İsmarıc faylını seçin
bg: Избор на файл за съобщения
ca: Selecciona el fitxer del missatge
cs: Vybrat soubor se zprávou
da: Vælg beskedfil
de: Nachricht-Datei auswählen
eo: elektu mesaĝdosieron
es: Seleccionar archivo de mensajes
et: Vali teate fail
fi: Valitse viestitiedosto
fr: Sélectionnez un fichier de message
he: העדוה ץבוק רחב
hu: Az üzenetfájl kiválasztása
id: Pilih file pesan
is: Velja skilaboðaskrá
it: Scegli il file del messaggio
ja: メッセージファイルを選択
ko: 메세지 파일 선택
nl: Berichtbestand selecteren
no: Velg meldingsfil
no_ny: Vel meldingsfil
pt: Selecciona o ficheiro com a mensagem
ro: Selectează fişier de mesaj
ru: Выбрать файл сообщения
sk: Vyberte súbor so správou
sl: Izberi datoteko s sproročilom
sr: Izaberi fajl sa porukom
sv: Välj meddelandefil
ta: ¦ºö¾¢ì §¸¡ô¨Àò ¦¾Ã¢ó¦¾Îì¸
th: เลือกแฟ้มข้อความ
uk: Виберіть файл повідомлення
