Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: Add freely downloadable directory
af: voeg by vrylike aflaaibare gids
az: Sərbəstcə endirilə bilən bir cərgə əlavə et
bg: Добави директория за запазване на файлове при изтегляне
ca: Afegeix un directori de descàrrega lliure
cs: Přidat volně stáhnutelný adresář
da: Tilføj frit hentbart mappe
de: Frei herunterladbares Verzeichnis hinzufügen
eo: Aldonu libere deŝuteblan dosierujon
es: Añadir directorio de descarga libre
et: Vabalt jagatava kataloogi lisamine
fi: Lisää vappaasti haettava hakemisto
fr: Ajouter un dossier librement téléchargeable
he: תוישפוחב דירוהל ןתינש הירפס ףסוה
hu: Szabadon letölthető tartalmú könyvtár hozzáadása
id: Tambah direktori yang bisa di-download bebas
is: Bæta við frjálssækjanlegri möppu
it: Aggiungi una directory liberamente scaricabile
ja: ダウンロード可能なディレクトリを追加
ko: 내려받기할 수 있는 자료방을 추가합니다
nl: Vrijelijk downloadbare map toevoegen
no: Legg til fritt nedlastbar katalog
no_ny: Legg til fritt nedlastbar katalog
pt: Adicionar uma directoria de 'download' livre
ro: Adaugă director pentru transfer liber
ru: Добавить каталог для открытого скачивания
sk: Pridať voľne sťahovateľný priečinok
sl: Dodaj prosti download imenik
sr: Dodaj direktorijum dostupan za download
sv: Lägg till fri nedladdningsbar katalog
ta: ¾¨¼Â¢ýÈ¢ ­Èì¸ÅøÄ «¨¼¨Åî §º÷
th: เพิ่มไดเรกทอรีสำหรับการดาวน์โหลดฟรี
uk: Додати каталог для вільного витягування

source: Add freely downloadable file
af: voeg by vrylike aflaaibare lêer
az: Sərbəstcə endirilə bilən bir fayl əlavə et
bg: Добави файл за изтегляне
ca: Afegeix un fitxer de descàrrega lliure
cs: Přidat volně stáhnutelný soubor
da: Tilføj frit hentbar fil
de: Frei herunterladbare Datei hinzufügen
eo: Aldonu libere deŝuteblan dosieron
es: Añadir archivo de descarga libre
et: Vabalt allalaaditava faili lisamine
fi: Lisää vapaasti haettava tiedosto
fr: Ajouter un fichier librement téléchargeable
he: תוישפוחב דירוהל ןתינש ץבוק תפסוה
hu: Szabadon letölthető fájl hozzáadása
id: Tambah file yang bisa di-download bebas
is: Bæta við frjálssækjanlegri skrá
it: Aggiungi un file liberamente scaricabile
ja: ダウンロード可能なファイルを追加
ko: 내려받기할 수 있는 파일을 추가합니다
nl: Vrijelijk downloadbaar bestand toevoegen
no: Legg til fritt nedlastbar fil
no_ny: Legg til fritt nedlastbar fil
pt: Adicionar um ficheiro de 'download' livre
ro: Adaugă fişier pentru transfer liber
ru: Добавить файл для открытого скачивания
sk: Pridať voľne sťahovateľný súbor
sl: Dodaj prosto download datoteko
sr: Dodaj fajl dostupan za download
sv: Lägg till fri nedladdningsbar fil
ta: ¾¨¼Â¢ýÈ¢ ­Èì¸ÅøÄ §¸¡ô¨Àî §º÷
th: เพิ่มแฟ้มสำหรับการดาวน์โหลดฟรี
uk: Додати файли для вільного витягування

source: &Filename:
af: lêernaam:
az: &Fayl adı:
bg: &Име на файла:
ca: Nom del &fitxer:
cs: &Název souboru:
da: &Filnavn
de: &Dateiname:
eo: &Dosiernomo:
es: &Nombre de archivo:
et: &Failinimi:
fi: &Tiedostonimi:
fr: &Nom de fichier :
he: :ץבוקה ם&ש
hu: &Fájlnév:
id: Nama &File:
is: &Skráarnafn:
it: Nome &file:
ja: ファイル名(&F):
ko: 파일이름(&F)
nl: &Bestandsnaam:
no: &Filnavn:
no_ny: &Filnamn:
pt: &Ficheiro:
ro: &Fişier:
ru: &Имя файла:
sk: &Názov súboru:
sl: &Ime datoteke:
sr: Naziv &fajla:
sv: &Filnamn:
ta: &§¸¡ôÒô ¦ÀÂ÷
th: ชื่อแฟ้ม:
uk: &Ім'я файлу:

source: Add Readme
af: voeg by leesmy
az: Menioxu Əlavə Et
bg: Добави README
ca: Afegeix el fitxer Llegeix-me
cs: Přidat Readme
da: Tilføj Readme
de: Readme hinzufügen
eo: Aldonu Legumin-dosieron
es: Añadir Leame
et: Readme lisamine
fi: Lisää Lueminut
fr: Ajouter un README
he: Readme תפסוה
hu: README fájl hozzáadása
id: Tambah Readme
is: Bæta við 'Readme'
it: Aggiungi Readme
ja: Readmeを追加
ko: Readme 파일 추가
nl: Readme toevoegen
no: Legg til Readme
no_ny: Legg til «Readme»
pt: Adicionar Readme
ro: Adaugă "Readme"
ru: Добавить README
sk: Pridať readme
sl: Dodaj 'preberime'
sr: Dodaj README fajl
sv: Lägg till "Readme"-fil
ta: ±ý¨ÉôÀÊ §º÷
th: เพิ่ม Readme
uk: Додати файл README

source: Add Message
af: voeg by boodskap
az: İsmarıc Əlavə Et
bg: Добави съобщение
ca: Afegeix un missatge
cs: Přidat zprávu
da: Tilføj besked
de: Nachricht hinzufügen
eo: Aldonu mesaĝon
es: Añadir Mensaje
et: Teate lisamine
fi: Lisää viesti
fr: Ajouter un message
he: העדוה תפסוה
hu: Üzenetfájl hozzáadása
id: Tambah pesan
is: Bæta við skilaboðum
it: Aggiungi messaggio
ja: メッセージを追加
ko: 메세지 추가
nl: Bericht toevoegen
no: Legg til melding
no_ny: Legg til melding
pt: Adicionar Mensagem
ro: Adaugă "message"
ru: Добавить сообщение
sk: Pridať správu
sl: Dodaj sporočilo
sr: Dodaj poruku
sv: Lägg till meddelande
ta: ¦ºö¾¢ §º÷
th: เพิ่มข้อความต้อนรับ
uk: Додати повідомлення

source: Display at &login
af: vertoon na aanteken
az: &Girişdə göstər
bg: Показва при &влизане
ca: Visua&litza-ho en entrar
cs: Zobrazit při přih&lášení
da: Vis ved ind&logning
de: Beim &Anmelden anzeigen
eo: Montru ĉe &saluto
es: Mostrar al &acceder
et: Näita sisse &logimisel
fi: Näytä &sisäänkirjautuessa
fr: Afficher à la &connexion
he: הסינ&כב גצה
hu: &Belépés előtt
id: Tampilkan ketika &login
is: Sýna við &tengingu
it: Mostra al &login
ja: ログイン時に表示(&L)
ko: 로그인할 때 보여주기(&l)
nl: Tonen bij &login
no: Vis ved &innlogging
no_ny: Vis ved inn&logging
pt: Mostrar no &login
ro: Afişează la &logare
ru: Показать при &входе
sk: Zobraziť pri &prihlásení
sl: Prikaži ob &prijavi
sr: Prikaži prilikom &prijavljivanja
sv: Visa vid in&loggning
ta: &ÐÅì¸ò¾¢ø ¸¡ð¼×õ
th: แสดงเมื่อล็อกอิน
uk: Відображати при &реєстрації

source: Message will be displayed after a user logs in. The file has to be relative to the chrooted directory for anonymous/guest users.
af: boodskap sal wees vertoon na 'n gebruiker logs in. die lêer het aan wees relatiewe aan die ge-chroot-e gids vir anoniem/gas gebruikers.
az: İsmarıc istifadəçi girdikdən sonra göstəriləcəkdir. Fayl chroot anonymous/guest istifadəçilər üçün "chroot" edilmiş qovluqlara nisbətən olmalıdır.
bg: Съобщението ще се показва след влизане на потребителя. Файлът трябва да се намира в поддиректория на кореновата директория на ftp и трябва да бъде достъпен за анонимни потребители и гости.
ca: El missatge es mostrarà després que un usuari hi entri. El fitxer ha d'estar relacionat amb el canvi de directori arrel per als usuaris anònims o externs
cs: Zpráva bude zobrazena po přihlášení uživatele. Soubor musí být relativní ke stanovenému (chroot) kořenovému adresáři uživatelů anonymous/guest.
da: Beskeden vises, efter en bruger logger på. Filen skal være relative til rodkataloget for anonym/gæst brugere.
de: Nachricht wird angezeigt, nachdem sich ein Benützer angemeldet hat. Die Datei muss relativ zum Startverzeichnis für anonyme oder Gastbenutzer angegeben werden.
eo: La mesaĝo estos montrata kiam uzanto salutis. La dosiero devas esti relativa al la salutdosierujo por anonimaj/gastajuzantoj.
es: El mensaje se mostrará después de que el usuario acceda. El archivo debe ser relativo al directorio raíz para usuarios invitados o anónimos.
et: Teadet näidatakse peale kasutaja sisselogimist. See fail peab olema suhteline chroot'idud kataloogidele anonüümsete/ külaliskasutajate jaoks.
fi: Viesti näytetään kun käyttäjä kirjautuu sisään. Tiedoston tulee olla suhteessa muutettuun hakemistoon anonyymi/vieras käyttäjiä varten.
fr: Le message sera affiché après que l'utilisateur se soit connecté. Le fichier doit être relatif au dossier chroot des utilisateurs anonymes/invités.
he: <p align=right>.םישמתשמ לש תוסינכ רחאל גצות העדוהה<br> שרושה תיירפסל יסחי תויהל ךירצ ץבוקה<br>.םיחרוא\םינומלא םישמתשמ רובע הפלחוהש
hu: Ez a szöveg közvetlenül a bejelentkezés után jelenik meg. Anonymous felhasználó esetén a fájlnak a közös gyökérkönyvtárhoz relatívnak kell lennie.
id: Pesan akan ditampilkan setelah pemakai log in. File harus relatif terhadap direktori chroot untuk pemakai anonim/tamu.
is: Skilaboð verða sýnd eftir að notandi tengist. Skráin verður að vera innan rótarmöppu 'chrooted' anonymous/guest notenda.
it: Il messaggio verrà mostrato dopo che l'utente ha completato il login. Il file deve essere relativo alla directory su cui viene effettuato il chroot per gli utenti anonymous/guest.
ja: メッセージはユーザがログインした際に表示されます。 ファイルは、anonymous/ゲストユーザに対してchrootされたディレクトリからの相対パスでなければなりません。
ko: 사용자가 로그인한 후에 메세지가 보여집니다.=n파일은 익명/손님 사용자 chroot 되어 있는 자료방에 상대적으로 존재해야 합니다
nl: De berichten worden getoond nadat een gebruiker ingelogd is. Het bestand moet evenredig zijn aan de startmap van de anonieme of gastgebruiker.
no: Meldingen vil bli vist etter at brukeren logger inn. Filen må være relativ til katalogen vil chroot'et til for anonyme- og gjestebrukere.
no_ny: Meldinga vil bli vist etter at ein brukar har logga inn. Fila må vera relativ til den «chroot»a katalogen for anonyme brukarar / gjester.
pt: A mensagem será mostrada sempre que um utilizador faz login. O ficheiro tem que estar relacionado com a directoria chrooted para utilizadores anónimos/convidados.
ro: Mesajul va fi afişat după ce un utilizator se loghează. Fişierul trebuie să fie relativ la rădăcina directorului pentru utilizatorii anonymous/guest.
ru: Сообщение будет показано после входа пользователя. Этот файл должен находится в подкаталоге корневого каталога ftp и быть доступным для анонимных пользователй и гостей.
sk: Správa bude zobrazená potom, čo sa užívateľ prihlási. Súbor musí byť relatívny k priečinku so zmeneným koreňovým priečinkom pre užívateľov anonymný/hosť.
sl: To sporočilo se bo prikazalo po prijavi uporabnika. Ta datoteka mora biti podana relativno na nastavljeni osnovni imenik za anonimnega ali gostujočega uporabnika 'anonymous' ali 'guest'.
sr: Poruka će biti prikazana nakon što se korisnik prijavi. Fajl mora da bude u početnom direktorijumu za anonimnog/gost korisnika.
sv: Meddelandet kommer att visas efter att en användare har loggat in. Sökvägen måste anges relativt den nya rotkatalogen för anonyma användare/gästanvändare som har begränsad tillgång till filsystemet.
ta: ÀÂÉ÷ ÐÅí¸¢Â×¼ý ¦ºö¾¢ ¸¡ð¼ôÀÎõ ­ó¾ì §¸¡ôÒ ¦ÀÂÃ¢Ä¢/Å¢ÕóÐô ÀÂÉ÷¸Ùì¸¡É «¨¼×¼ý ¦¾¡¼÷Ò¨¼Â¾¡¸ ­Õò¾ø §ÅñÎõ
th: ข้อความต้อนรับจะถูกแสดงหลังจากที่ผู้ใช้ทำการล็อกอินแล้ว แฟ้มสัมพันธ์กับการ chrooted ไดเรกทอรีสำหรับผู้ใช้ anonymous/guest
uk: Повідомлення буде відображено після того, як користувач вийде до системи. Назва файлу повинна буди відносною до зміненого кореневого каталогу для анонімних/гостьових користувачів.

source: Display at &CWD
af: vertoon na cwd
az: &CWD də göstər
bg: Показва при &CWD
ca: Mostra-ho al $CWD
cs: Zobrazit při &CWD
da: Vis ved &cwd
de: Im aktuellen &Verzeichnis anzeigen
eo: Montru ĉe &CWD
es: Mostrar al ejecutar &CWD
et: Näita &CWD korral
fi: Näytä &CWD:ssä
fr: Afficher lors de la commande &CWD
he: &CWD ךלהמב גצה
hu: &Könyvtárváltáskor
id: Tampilkan pada &CWD
is: Sýna við &CWD
it: Mostra al &CWD
ja: ディレクトリ変更時に表示(&C)
ko: 자료방 위치를 바꿀 때 보여주기(&C)
nl: In a&ctuele map tonen
no: Vis at &CWD
no_ny: Vis ved &CWD
pt: Mostrar ao entrar na directoria
ro: Afişează la &CWD
ru: Показать при &CWD
sk: Zobraziť pri &CWD
sl: Prikaži ob ukazu &CWD
sr: Prikaži prilikom &CWD
sv: Visa vid &CWD
ta: &CWDø ¸¡ðÎ
th: แสดงเมื่อ &CWD
uk: Відображати при &CWD

source: Message will be displayed when a user enters the specified directory. Path has to be relative to chroot for anonymous/guest users.
af: boodskap sal wees vertoon wanneer 'n gebruiker binne gaan die gespesifiseer gids. gids soeklys het aan wees relatiewe aan chroot vir anoniem/gas gebruikers.
az: İstifadəçi müəyyənləşdirilən qovluğa girdiyində ismarıc göstəriləcəkdir. Yol anonymous/guest istifadəçilərin giriş qovluğuna görə yazılmalıdır.
bg: Съобщението ще бъдет показано при влизане на потребителя в указаната директория. Този път трябва да бъде указан относно кореновата директория на ftp и трябва да бъде достъпен за анонимни потребители и гости.
ca: El missatge es mostrarà quan un usuari entri al directori especificat. La ruta ha d'estar relacionada amb el canvi de directori arrel per als usuaris anònims o externs
cs: Zpráva bude zobrazena po vstupu uživatele do uvedeného adresáře. Cesta musí být relativní k chroot uživatelů anonymous/guest.
da: Beskeden vises, når en bruger går ind i en specificeret mappe. Stien skal være relativ til roden for anonym/gæst brugere.
de: Nachricht wird angezeigt, wenn ein Benutzer in das angegebene Verzeichnis wechselt. Der Pfad muss relativ zum Startverzeichnis für anonyme oder Gastbenutzer angegeben werden.
eo: La mesaĝo montriĝos, kiam uzanto eniras la indikitan dosierujon. La pado devas esti relativa al la radiko de anonimaj/gastaj uzantoj.
es: Este mensaje se mostrará cuando un usuario entre en un directorio específico. La ruta debe ser relativa al directorio raíz para usuarios invitados o anónimos.
et: Teadet näidatakse kasutaja sisenemisel näidatud kataloogi. Kataloogid peavad olema suhtelise rajaga chroot'itud anonüümsetele/külaliskasutajate jaoks.
fi: Viesti näytetään kun käyttäjä siirtyy määritettyyn hakemistoon. Tiedoston tulee olla suhteessa muutettuun hakemistoon anonyymi/vieras käyttäjiä varten.
fr: Le message sera affiché quand un utilisateur entrera dans le dossier indiqué. Pour les utilisateurs anonymes/invités, le chemin doit être relatif au dossier chroot.
he: <p align=right>הירפסל סנכנ שמתשמשכ גצות העדוהה<br>.תנייוצמה<br> שרושה תיירפסל יסחי תויהל ךירצ ביתנה<br>.םיחרוא\םינומלא םישמתשמ רובע הפלחוהש
hu: Ez az üzenet akkor jelenik meg, ha a felhasználó belép a megadott könyvtárba. Az elérési útnak relatívnak kell lennie a gyökérkönyvtárhoz anonymous vagy vendég felhasználó esetén.
id: Pesan akan ditampilkan ketika seorang pemakai memasuki direktori tertentu. Jalur haruslah relatif terhadap chroot untuk pemakai anonim/tamu.
is: Skilaboð mun verða sýnd þegar að notandi fer inn í tiltekna möppu. Slóð verður að vera innan rótarmöppu 'chrooted' anonymous/guest notenda.
it: Il messaggio verrà mostrato dopo che l'utente è entrato nella directory specificata.Il file deve essere relativo alla directory su cui viene effettuato il chroot per gli utenti anonymous/guest.
ja: メッセージは指定されたディレクトリにユーザが移動した時に表示されます。 ファイルは、anonymous/ゲストユーザに対してchrootされたディレクトリからの相対パスでなければなりません。
ko: 사용자가 특정 자료방에 들어간 때 메세지가 보여집니다. 경로는 익명/손님 사용자 chroot 에 상대적으로 존재해야 합니다.
nl: De berichten worden getoont wanneer een gebruiker de gespecificeerde map binnengaat. Het zoekpad moet evenredig zijn aan de startmap voor anonieme of gastgebruikers.
no: Meldingen vil bli vist når brukeren går inn i den oppgitte katalogen. Stien må være relativ til chroot for anonyme og gjestebrukere.
no_ny: Meldinga vil bli vist når ein brukar går inn i den oppgitte katalogen. Stien må vera relativ til «chroot» for anonyme brukarar / gjester.
pt: A mensagem será mostrada quando um utilizador entra na directoria especificada. O caminho tem que estar relacionado com chroot para utilizadores anónimos/convidados.
ro: Mesajul va fi afişat cînd un utilizator intră într-un director specificat. Calea trebuie să fie relativă la rădăcina pentru utilizatorii anonymous/guest.
ru: Сообщение будет показано при входе пользователя в указанный каталог. Этот путь должен быть указан относительнo корневого каталога ftp и быть доступным для анонимных пользователй и гостей.
sk: Keď užívateľ vojde do zadaného priečinku, zobrazí sa správa. Cesta musí byť relatívna k priečinku so zmeneným koreňovým priečinkom pre užívateľov anonymný/hosť.
sl: Sporočilo se bo prikazalo ob vstopu uporabnika v navedeni imenik. Pot mora biti podana relativno na nastavljeni osnovni imenik za anonimnega ali gostujočega uporabnika 'anonymous'/'guest'.
sr: Poruka će biti prikazana kada korisnik pristupi određenom direktorijumu. Putanja do poruke mora da bude relativna u odnosu na početni direktorijumanonimnog/gost korisnika.
sv: Meddelandet kommer att visas när en användare går in i den angivna katalogen. Sökvägen måste anges relativt den nya rotkatalogen för anonyma användare/gästanvändare som har begränsad tillgång till filsystemet.
ta: ÀÂÉ÷ ÌÈ¢ôÀ¢ð¼ «¨¼Å¢ø Ñ¨Æ¸Â¢ý ¦ºö¾¢ ¸¡ð¼ôÀÎõ ÅÆ¢ ¦ÀÂÃ¢Ä¢/Å¢ÕóÐ ÀÂÉ÷ «¨¼Å¢üÌò ¦¾¡¼÷Ò¨¼Â¾¡¸ ­Õì¸ §ÅñÎõ
th: ข้อความต้อนรับจะแสดงเมื่อผู้ใช้เติมไดเรกทอรีที่กำหนด พาธสัมพันธ์กับการ chrooted ไดเรกทอรีสำหรับผู้ใช้ anonymous/guest
uk: Повідомлення буде відображено коли користувач входить до вказаного каталогу. Назва файлу повинна буди відносною до зміненого кореневого каталогу для анонімних/гостьових користувачів.

source: &Message file
af: boodskap lêer
az: &İsmarıc faylı
bg: Файл със &съобщения
ca: Fitxer de &missatge
cs: Soubor se &zprávou
da: &Beskedfil
de: &Nachrichten-Datei
eo: &Mesaĝdosiero
es: Archivo de &mensaje
et: &Teate fail
fi: &Viestitiedosto
fr: Fichier de &message
he: העדוה ץבו&ק
hu: &Fájl
id: File pesa&n
is: S&kilaboðaskrá
it: File di &messaggio
ja: メッセージファイル(&M)
ko: 메세지 파일(&M)
nl: &Berichtbestand
no: &Meldingsfil
no_ny: &Meldingsfil
pt: Ficheiro de &mensagem
ro: Fişier "&message"
ru: Файл &сообщения
sk: &Súbor so správami
sl: Datoteka s sporočilo&m
sr: Fajl sa poruko&m
sv: &Meddelandefil
ta: &¦ºö¾¢ì §¸¡ôÒ
th: แฟ้มข้อความต้อนรับ
uk: Файл &повідомлення

source: Filename of the message file - remember to make this relative to chroot!
af: lêernaam van die boodskap lêer - onthou aan maak hierdie relatiewe aan chroot!
az: İsmarıc faylının adı - giriş qovluğuna görə yazmağı unutmayın!
bg: Име на файл за съобщений - не забравяйте да го направите в поддиректорията на коренвата директория на ftp!
ca: Nom del fitxer del fitxer de missatge; recordeu relacionar-lo amb el canvi de directori arrel!
cs: Název souboru se zprávou - nezapomeňte jej uvést relativně k chroot!
da: Filnavn for beskedfilen - husk at lave den relative til gæstemappen!
de: Name der Nachrichten-Datei (relativ zum angegebenen Wurzelverzeichnis)
eo: Dosiernomo de la mesaĝdosiero - memoru, ke vi devas relativigi ĝin al chroot!
es: ¡Nombre del archivo de mensaje - recuerde hacerlo relativo al directorio raíz!
et: Teate faili nimi - ära unusta seda chroot jaoks suhteliseks kirjeldada!
fi: Viestitiedoston nimi - muista tehdä tämä suhteessa muutettuun hakemistoon!
fr: Nom du fichier de message. Il doit être relatif au dossier chroot.
he: !הפלחוהש שרושה תיירפסל יסחי ותוא תושעל רוכז - העדוהה ץבוק לש ץבוקה םש
hu: Az üzenetfájl elérési útja - relatívnak kell lennie a gyökérkönyvtárhoz.
id: Nama file dari file pesan - ingat untuk membuatnya relatif terhadap chroot !
is: skráarnafn á skilaboðaskránni - mundu að hafa það innan rótarmöppu 'chroot'!
it: Nome file del file di messaggio - ricordati, deve essere relativo a chroot!
ja: メッセージファイルのファイル名 - chrootに対する相対パスであること!
ko: 메세지 파일이름 - chroot 에 상대적으로 만들어야 합니다
nl: Bestandsnaam van het berichtbestand. - onthoud dat deze evenredig moet zijn aan de startmap!
no: Filnavn til meldingsfil - ikke glem å la denne være relativ til chroot!
no_ny: Filnamn for meldingsfila - hugs å gjera denne relativ til «chroot»!
pt: Ficheiro da mensagem - lembra-te de relacioná-lo com o chroot!
ro: Numele fişierului de mesaje. Nu uitaţi să-l faceţi relativ la chroot!
ru: Имя файла сообщений - не забудьте сделать его в подкаталоге корневого каталога ftp!
sk: Meno súboru so správami - nezabudnite, že musí byť relatívny k priečinku so zmeneným koreňovým priečinkom.
sl: Ime datoteke s sporočilom - ne pozabite, da mora biti podana relativno!
sr: Naziv fajla sa porukom - treba da bude zadat relativno u odnosu na početni direktorijum
sv: Filnamnet för meddelandefilen - kom i håg att ange detta relativt den nya rotkatalogen!
ta: ¦ºö¾¢ì §¸¡ôÀ¢ý ¦ÀÂ÷ - §Å÷ «¨¼×¼ý ¦¾¡¼÷Òô ¦ÀÂÃ¡ö ­Õò¾ø §ÅñÎõ
th: ชื่อแฟ้มของข้อความต้อนรับ - โปรดทำให้สัมพันธ์กับ chroot !
uk: Назва файлу повідомлення - пам'ятайте, що вона повинна буди відносною до зміненого кореневого каталогу.

source: &Directory
af: gids
az: &Cərgə
bg: Д&иректория
ca: &Directori
cs: Ad&resář
da: &Mappe
de: V&erzeichnis
eo: &Dosierujo
es: &Directorio
et: &Kataloog
fi: &Hakemisto
fr: Dossie&r
he: הירפ&ס
hu: &Könyvtár
id: &Direktori
is: &Mappa
ja: ディレクトリ(&D)
ko: 자료방(&D)
nl: &Map
no: &Katalog
no_ny: &Katalog
pt: &Directoria
ro: &Director
ru: &Каталог
sk: &Priečinok
sl: &Imenik
sr: &Direktorijum
sv: &Katalog
th: ไดเรกทอรี
uk: &Каталог

source: Sele&ct
af: kies
az: S&eç
bg: И&збор
ca: Sele&cciona
cs: &Vybrat
da: &Vælg
de: Aus&wählen
eo: &Elektu
es: Selec&cionar
et: Va&li
fi: Valit&se
fr: S&électionner
he: רחב
hu: &Tallózás
id: Pili&h
is: &Velja
it: Sele&ziona
ja: 選択(&c)
ko: 선택(&c)
nl: Sele&cteren
no: &Merk
no_ny: &Vel
pt: Sele&ccionar
ro: Sele&ctează
ru: &Выбрать
sk: &Vybrať
sl: I&zberi
sr: I&zaberi
sv: &Välj
ta: &¦¾Ã¢ó¦¾Î
th: เลือก
uk: Вибра&ти
