Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: &Real
af: egte
az: &Həqiqi
bg: &Реални
cs: &Skuteční
da: &Virkelig
de: Bekannte&r
eo: &Reala
et: &Tegelik
fi: To&dellinen
fr: &Réel
he: יתימ&א
hu: &Normál
id: Nya&ta
is: &Almennir
it: &Reale
ja: 実ユーザ(&R)
nl: Be&kend
no: &Virkelig
no_ny: &Verkeleg
ru: &Реальный
sk: &Skutočný
sl: P&ravi
sr: &Stvaran
sv: &Riktig
ta: &¦Áö
th: ผู้ใช้จริง
uk: &Дійсний

source: Log commands given by real users (users with an unrestricted account on the server
af: log opdragte gegewe deur egte gebruikers (gebruikers met 'n onbeperkte rekening op die bediener
az: Həqiqi istifadəçilər (limitsiz hesaba sahib istifadəçilər) tərəfindən verilən əmrləri fayla qeyd et
bg: Журнал за команди, въвеждани от реални (с възможност за пълен достъп до данните на сървъра) потребители.
cs: Zaznamenávat příkazy od skutečných uživatelů (uživatelé s neomezeným účtem na tomto serveru).
da: Log kommandoer givet af rigtige brugere (brugere med ubegrænsede konti på serveren).
de: Befehle protokollieren, die durch bekannte Benutzer (Benutzer mit vollwertigem Zugang am Server) erfolgen
eo: Protokolu komandojn de realaj uzantoj (uzantoj kun nelimigita konto sur la servilo)
es: Registrar comandos introducidos por usuarios reales (usuarios con cuentas sin restricciones en el servidor)
et: Logi tegeliku kasutaja poolt sisestatud käsud (piiramata õigustega kasutaja serveris)
fi: Kirjaa ylös todellisten käyttäjien komennot (käyttäjät, joilla on rajoittamaton tunnus palvelimella)
fr: Consigner les commandes des utilisateurs réels (utilisateurs ayant un compte sans restriction sur le serveur).
he: <p align=right>תודוקפ םושירב בותכ<br>םישמתשמ ידי לע תונתינה<br>םע םישמתשמ) םייתימא<br>תולבגה אלל ןובשח<br>.(תרשה לע
hu: A normál felhasználók (a nem szűkített hozzáférésű felhasználók) által kiadott parancsok naplózása.
id: Catat perintah-perintah yang diberikan oleh pemakai nyata (pemakai dengan sebuah account yang dibatas pada server)
is: Skrá skipanir sem framkvæmdar eru af almennum notendum (almennum notendum með ótakmarkaðan aðgang að miðlaranum
it: Registra i comandi dati dagli utenti reali (utenti con un account senza restrizioni sul server)
ja: 実ユーザ(実アカウントがありアクセス制限がない)のコマンドをログ
ko: 익명 사용자(서버에 제한된 계정을 가지고 있는 사용자) 명령을 로그한다.
nl: Log de commando's die gegeven worden door bekende gebruikers (gebruikers met volwaardige toegang tot de server).
no: Logg kommandoer gitt av ordentlige brukere (brukere med en ubegrenset konto på tjeneren)
no_ny: Loggfør kommandoar frå verkelege brukarar (brukarar med uavgrensa konto på tenaren).
pt: Registar os comandos dos utilizadores reais (utilizadores com conta normal no servidor).
ro: Jurnalizează comenzile utilizatorilor reali (utilizatori cu acces nerestricţionat)
ru: Журнал команд, вводимых реальным (с возможностью полного входа на данный сервер) пользователем.
sk: Zaznamenávať príkazy zadané skutočnými užívateľmi (užívateľmi s neobmedzeným účtom na serveri).
sl: Beleži ukaze pravih uporabnikov (uporabnikov z neomejenimi računi na strežniku).
sr: Beleži komande zadate od stvarnih korisnika (korisnici sa nesuženim pristupom serveru).
sv: Logga kommandon som ges av riktiga användare (användare utan restriktioner med ett konto på servern)
ta: ¯ñ¨ÁÂ¡É ÀÂÉ÷¸û (¸ðÎôÀð¼üÈ «Ûì¸õ ¯ûÇÅ÷¸û) ¸ð¼¨Ç¸¨Çì ÌÈ¢òÐì ¦¸¡û
th: บันทึกการใช้คำสั่งของผู้ใช้ในระบบ (ผู้ใช้ที่มีสิทธิ์ในการใช้เซอร์เวอร์นี้)
uk: Вести журнал команд звичайних користувачів (справжні користувачі без обмеженого доступу).

source: An&onymous
af: anoniem
az: Adsı&z
bg: Ан&онимни
ca: An&ònim
cs: An&onymní
da: An&onym
de: An&onym
eo: &Anonimulo
es: An&ónimo
et: An&onüümne
fi: A&nonyymi
fr: An&onyme
he: י&נומלא
id: An&onim
is: Nafnl&eynd
ko: 익명(&o)
nl: An&oniem
no: An&onym
no_ny: An&onym
pt: Anónim&o
ru: Ан&онимный
sk: An&onym
sl: An&onimnež
sr: An&oniman
sv: A&nonym
ta: &¦ÀÂÃ¢Ä¢
th: ผู้ใช้นิรนาม
uk: Ан&онімні

source: Log inbound transfers (uploads to the server) by anonymous users (username <i>ftp</i> or <i>anonymous</i>)
af: log inkomend oordragte (oplaaie aan die bediener) deur anoniem gebruikers (gebruikernaam <i>ftp</i> of <i>anoniem</i>)
az: Adsız istifadəçilərdən (istifadəçi adı <i>ftp</i> ya da <i>anonymous</i>) gələn daxili köçürmələri fayla qeyd et
bg: Журнал на входящия трансфер на анонимни (потребителско име <i>ftp</i> или <i>anonymous</i>) потребители.
cs: Zaznamenávat příchozí přenosy (uploady na server) od anonymních uživatelů (uživatelské jméno <i>ftp</i> nebo <i>anonymous</i>)
da: Log overførsler hertil af anonyme brugere (brugernavn<i>ftp</i> eller <i>anonymous</i>)
de: Eingehende Übertragungen (Uploads) durch anonyme Benutzer (Benutzername <i>ftp</i> oder <i>anonymous</i>) protokollieren
eo: Protokolu alŝutojn de anonimaj uzantoj (salutnomo <i>ftp</i> aŭ <i>anonymous</i>)
es: Registrar transferencias de entrada (cargas al servidor) por usuarios anónimos (usuario <i>ftp</i> o <i>anonymous</i>).
et: Logi anonüümsete kasutajate poolt (kasutajanimi <i>ftp</i> või <i>anonymous</i>) tehtud sissetulevad ülekanded (üleslaadimised serverisse)
fi: Kirjaa tulevat siirrot (siirrot palvelimelle) jotka on tehty anonyymeinä ( käyttäjänimi <i>ftp</i> tai <i>anonymous</i>)
fr: Consigner les transferts entrants (envois vers ce serveur) par les utilisateurs anonymes (nom de connexion «ftp» ou «anonymous.)
he: <p align=right>תואלעה) המינפ תורבעה םושירב בותכ<br>םיינומלא םישמתשמ לש (תרשה לא<br>.(<i>anonymous</i> וא <i>ftp</i> שמתשמ םש)
hu: Az anonymous felhasználók (az <i>ftp</i> vagy <i>anonymous</i> nevűek) által generált bejövő forgalom naplózása.
id: Catat pemindahan ke dalam (upload ke server) oleh pemakai anonim (usernama <i>ftp</i> atau <i>anonymous</i>)
is: Skrá innvortis færslur (fluttninga inn á vélina) frá nafnleyndar notendum (með notendanafnið <i>ftp</i> eða <i>anonymous</i>)
it: Registra trasferimenti verso l'interno (upload sul server) degli utenti anonimi (nome utente <i>ftp</i> o <i>anonymous</i>)
ja: anonymousユーザ(ユーザ名が<i>ftp</i>または<i>anonymous</i>)の内向きの転送(サーバへのアップロード)をログ
nl: Log de inkomende overdrachten (uploads naar de server) van anonieme gebruikers (gebruikersnaam <i>ftp</i> of <i>anonymous</i>).
no: Logg inngående overføringer (opplastinger til tjeneren) fra anonyme brukere (brukernavn <i>ftp</i> eller <i>anonymous</i>)
no_ny: Loggfør inngåande overføringar (opplastingar til tenaren) frå anonyme brukarar (brukarnamn <i>ftp</i> eller <i>anonymous</i>)
pt: Registar os 'uploads' dos utilizadores anónimos (nome = <i>ftp</i> ou <i>anonymous</i>).
ro: Jurnalizează transferurile de intrare (upload-urile către server) ale utilizatorilor anonimi (nume de utilizator <i>ftp</i> sau <i>anonymous</i>)
ru: Журнал входящих передач анонимного (пользовательское имя <i>ftp</i> или <i>anonymous</i>) пользователя.
sk: Zaznamenávať prenosy smerom dnu (nahrávanie na server) anonymnými užívateľmi (užívateľské meno <i>ftp</i> alebo <i>anonymous</i>).
sl: Beleži vhodni promet (pošiljanje na strežnik) anonimnih uporabnikov (uporabniški imeni <i>ftp</i> ali <i>anonymous</i>).
sr: Beleži dolazne prenose (uploade na server) anonimnih korisnika (korisnik <i>ftp</i> ili <i>anonymous</i>)
sv: Logga inbundna överföringar (uppladdningar till servern) av anonyma användare (användarnamn <i>ftp</i> eller <i>anonym</i>)
ta: ¦ÀÂÃ¢Ä¢ ÀÂÉ÷¸û (username <i>ftp</i> or <i>anonymous</i>) ¯ûÇ¢Îõ Á¡üÈí¸¨Çì ÌÈ¢
uk: Вести журнал вхідного потоку (завантаження файлів до сервера) для анонімних користувачів (ім'я <i>ftp</i> або <i>anonymous</i>).

source: G&uest
af: gas
az: Q&onaq
bg: Г&ост
ca: Ex&tern
cs: H&ostující
da: Gæ&st
de: Gast
eo: &Gasto
es: In&vitado
et: Kü&laline
fi: &Vieras
fr: In&vité
he: חרוא
hu: Ven&dég
id: Tam&u
is: &Gestur
ja: ゲスト(&u)
ko: 손님(&u)
nl: &Gast
no: G&jest
no_ny: G&jest
pt: Con&vidado
ru: Г&ость
sk: Ho&sť
sl: &Gost
sr: Gos&t
sv: G&äst
ta: &Å¢Õó¾¢É÷
th: ผู้ใช้แบบแขก
uk: Г&ості

source: Log inbound transfers (uploads to the server) by guest users (users with a real account, but restricted access)
af: log inkomend oordragte (oplaaie aan die bediener) deur gas gebruikers (gebruikers met 'n egte rekening, maar beperking toegang verkry)
az: Qonaq istifadəçilərdən (həqiqi fəqət limitli icazəyə sahib istifadəçilər) gələn daxili köçürmələri fayla qeyd et
bg: Журнал за входящи трансфер на потребители гости (реални, но с ограничен достъп)
cs: Zaznamenávat příchozí přenosy (uploady na server) od hostujících uživatelů (ti se skutečným účtem, ale omezeným přístupem)
da: Log overførsler hertil af gæstebrugere (brugere med en rigtig konto men begrænset adgang)
de: Eingehende Übertragungen (Uploads) durch Gastbenutzer protokollieren (d.h. Benutzer mit vollwertigem Zugang, aber eingeschränkten Zugriffsrechten)
eo: Protokolu alŝutojn de gastuzantoj (uzantoj kun reala sed limigita konto)
es: Registrar transferencias de entrada (cargas al servidor) por usuarios invitados (usuarios con una cuenta real, pero con acceso restringido).
et: Logi külaliskasutajate (piiratud õigustega kasutajad) sissetulevad ülekanded (üleslaadimised serverisse)
fi: Kirjaa tulevat siirrot (siirrot palvelimelle) jotka on tehty vieraskäyttäjinä ( käyttäjät, joilla on todellinen käyttäjätunnus, mutta rajoitetut oikeudet)
fr: Consigner les transferts entrants (envois vers le serveur) des utilisateurs invités (utilisateurs ayant un compte réel avec accès restreint).
he: <p align=right>תואלעה) המינפ תורבעה םושירב בותכ<br>םיחרוא םישמתשמ לש (תרשה לא<br>השיג לבא ,יתימא ןובשח םע םישמתשמ)<br>.(תלבגומ
hu: Vendég felhasználók (valódi azonosító, korlátozott hozzáférés) által generált bejövő forgalom naplózása.
id: Catat pemindahan ke dalam (upload ke server) oleh pemakai tamu (pemakai dengan account nyata, tapi dengan akses terbatas)
is: Skrá innvortis færslur (fluttninga inn á vélina) frá gesta notendum(almennir notendur með takmarkaðan aðgang)
it: Registra trasferimenti verso l'interno (upload sul server) degli utenti guest (utenti con un account reale ma accesso ristretto)
ja: ゲストユーザ(実アカウントがあるがアクセス制限のある)の内向きの転送(サーバへのアップロード)をログ
nl: Log de inkomende overdrachten (uploads naar de server) van gastgebruikers (gebruikers met een volwaardig account, maar met beperkte toegang).
no: Logg inngående overføringer (opplastinger til tjeneren) fra gjestebrukere (brukere med en ordentlig konto, men med begrenset tilgang)
no_ny: Loggfør inngåande overføringar (opplastingar til tenaren) frå gjestebrukarar (brukarar med ein verkeleg konto, men avgrensa tilgang)
pt: Registar os 'uploads' dos utilizadores convidados (utilizadores com conta própria, mas acesso restrito).
ro: Jurnalizează transferurile de intrare (upload-urile către server) ale utilizatorilor guest (utilizatori cu cont real, dar acces restricţionat)
ru: Журнал входящих передач гостевого (реального, но с ограниченным доступом) пользователя.
sk: Zaznamenávať prenosy smerom dnu (nahrávanie na server) užívateľmi typu hosť (užívatelia so skutočným účtom, ale obmedzeným prístupom).
sl: Beleži vhodni promet (pošiljanje na strežnik) gostujočih uporabnikov (uporabnikov s pravim računom, a omejenim dostopom).
sr: Beleži dolazne prenose (uploade na server) gost korisnika (korisnici sa stvarnim nalogom, ali suženim pristupom)
sv: Logga inbundna överföringar (uppladdningar till servern) av gästanvändare (användare med ett riktigt konto, men med restriktioner)
ta: Å¢ÕóÐô ÀÂÉ÷ (¦Áö ¸½ìÌõ, Ì¨Èì¸ôÀð¼ «Ûì¸Óõ ¦¸¡ñ¼Å÷¸û)¯ûÇ¢Îõ Á¡üÈí¸¨Çì ÌÈ¢
uk: Вести журнал вхідного потоку (завантаження файлів до сервера) для користувачів-гостей (справжні користувачі з обмеженим доступом).

source: R&eal
af: egte
az: &Həqiqi
bg: Р&еален
cs: Skut&eční
da: V&irkelig
de: &Bekannter
eo: &Reala
et: Te&gelik
fi: &Todellinen
fr: Ré&el
he: ית&ימא
hu: Normá&l
id: Nyat&a
is: &Almennir
it: R&eale
ja: 実(&e)
nl: Be&kend
no: V&irkelig
no_ny: E&kte
ru: Р&еальный
sk: Sk&utočný
sl: &Pravi
sr: St&varan
sv: R&iktig
ta: &¦Áö
th: ผู้ใช้จริง
uk: Звич&айні

source: Log inbound transfers (uploads to the server) by real users (users with a real account and without restrictions)
af: log inkomend oordragte (oplaaie aan die bediener) deur egte gebruikers (gebruikers met 'n egte rekening en sonder om te beperkings)
az: Həqiqi istifadəçilərdən (həqiqi fəqət limitli icazəyə sahib istifadəçilər) gələn daxili köçürmələri fayla qeyd et
bg: Журнал на входящи трансфер на реални (с възможност на пълен достъп на данните на сървъра) потребители.
cs: Zaznamenávat příchozí přenosy (uploady na server) od skutečných uživatelů (ti se skutečným účtem a bez omezení)
da: Log overførsler hertil af rigtige brugere (brugere med en rigtig konto uden begrænsninger)
de: Eingehende Übertragungen (Uploads) durch bekannte Benutzer protokollieren (d.h. Benutzer mit vollwertigem Zugang)
eo: Protokolu alŝutojn de realaj uzantoj (kun nelimigita konto)
es: Registrar transferencias de entrada (cargas al servidor) por usuarios reales (usuarios con una cuenta real y sin restricciones).
et: Logi päriskasutajate (piiramata õigustega kasutajad) sissetulevad ülekanded (üleslaadimised serverisse)
fi: Kirjaa tulevat siirrot (siirrot palvelimelle) jotka on tehty todellisina käyttäjinä (käyttäjät, joilla on tunnus sekä rajoittamattomat oikeudet)
fr: Consigner les transferts entrants (envois vers le serveur) des utilisateurs réels (utilisateurs ayant un compte sans restriction sur le serveur).
he: <p align=right>תורבעה םושירב בותכ<br>(תרשה לא תואלעה) המינפ<br>םייתימא םישמתשמ לש<br>ןובשח םע םישמתשמ)<br>.(תרשה לע תולבגה אלל
hu: Normál felhasználók (korlátlan hozzáférés) által generált bejövő forgalom naplózása.
id: Catat pemindahan ke dalam (upload ke server) oleh pemakai nyata (pemakai dengan account nyata dan tanpa pembatasan)
is: Skrá innvortis færslur (fluttninga inn á vélina) frá almennum notendum (almennir notendur með ótakmarkaðan aðgang)
it: Registra trasferimenti verso l'interno (upload sul server) degli utenti reali(utenti con un account reale e senza restrizioni)
ja: 実ユーザ(実アカウントを持ちアクセス制限の無いユーザ)の内向きの転送(サーバへのアップロード)をログ
nl: Log de inkomende overdrachten (uploads naar de server) van bekende gebruikers (gebruikers met een volwaardig account, zonder restricties).
no: Logg inngående overføringer (opplastinger til tjeneren) av ekte brukere (brukere med en ordentlig konto og uten restreksjoner)
no_ny: Loggfør inngåande overføringar (opplastingar til tenaren) frå verkelege brukarar (brukarar med ein verkeleg, uavgrensa konto)
pt: Registar os 'uploads' dos utilizadores reais (utilizadores com conta normal no servidor sem restrições).
ro: Jurnalizează transferurile de intrare (upload-urile către server) ale utilizatorilor reali (utilizatori cu cont real, dar fără restricţii)
ru: Журнал входящих передач реального (с возможностью полного входа на данный сервер) пользователя.
sk: Zaznamenávať prenosy smerom dnu (nahrávanie na server) skutočnými užívateľmi (užívatelia so skutočným účtom bez obmedzení).
sl: Beleži vhodni promet (pošiljanje na strežnik) pravih uporabnikov (uporabnikov z neomejenimi računi na strežniku).
sr: Beleži dolazne prenose (uploade na server) stvarnih korisnika (korisnici sa stvarnim nalogom i bez suženja pristupa)
sv: Logga inbundna överföringar (uppladdningar till servern) av riktiga användare (användare med ett riktigt konto och utan restriktioner)
ta: ¦Áö ÀÂÉ÷¸û (¦Áö ¸½ìÌõ, «Ûì¸ò ¾¨¼Â¢ý¨ÁÔõ ¦¸¡ñ¼Å÷¸û)¯ûÇ¢Îõ Á¡üÈí¸¨Çì ÌÈ¢
uk: Вести журнал вхідного потоку (завантаження файлів до сервера) для звичайних користувачів (справжні користувачі без обмеженого доступу).

source: Anon&ymous
af: anoniem
az: A&dsız
bg: Ано&нимни
ca: Anòn&im
cs: Anon&ymní
da: Ano&nym
de: Anon&ym
eo: &Anonimulo
es: Anón&imo
et: &Anonüümne
fi: A&nonyymi
fr: Anon&yme
he: ינומל&א
id: Anon&im
is: Na&fnleynd
ko: 익명(&y)
nl: Anon&iem
no: Annon&ym
no_ny: Anon&ym
pt: Anóni&mo
ru: Ано&нимный
sk: Anon&ym
sl: Ano&nimnež
sr: Anon&iman
sv: An&onym
ta: &¦ÀÂÃ¢Ä¢
th: ผู้ใช้นิรนาม
uk: Анон&імні

source: Log outbound transfers (downloads from the server) by anonymous users (username <i>ftp</i> or <i>anonymous</i>)
af: log uitgaande oordragte (aflaaiïngs van die bediener) deur anoniem gebruikers (gebruikernaam <i>ftp</i> of <i>anoniem</i>)
az: Adsız istifadəçilərin (istifadəçi adı <i>ftp</i> ya da <i>anonymous</i>) çölə köçürmələrini fayla qeyd et
bg: Журнал за исходящ трансфер на анонимни (потребителско име <i>ftp</i> или <i>anonymous</i>) потребители.
cs: Zaznamenávat odchozí přenosy (stahování z tohoto serveru) anonymních uživatelů (uživatelské jméno <i>ftp</i> nebo <i>anonymous</i>)
da: Log overførsler herfra af anonyme brugere (brugernavn <i>ftp</i>eller <i>anonymous</i>)
de: Ausgehende Übertragungen (Downloads) durch anonyme Benutzer protokollieren (d.h. Benutzername <i>ftp</i> oder <i>anonymous</i>)
eo: Protokolu deŝutojn de anonimaj uzantoj (salutnomo <i>ftp</i> aŭ <i>anonymous</i>)
es: Registrar transferencias de salida (descargas del servidor) por usuarios anónimos (usuarios <i>ftp</i> o <i>anonymous</i>)
et: Logi anonüümsete kasutajate (kasutajanimi <i>ftp</i> või <i>anonymous</i>) väljaminevad ülekanded (allalaadimised serverist)
fi: Kirjaa lähtevät siirrot (siirrot palvelimelta) jotka on tehty anonyymeinä ( käyttäjänimi <i>ftp</i> tai <i>anonymous</i>)
fr: Consigner les transferts sortants (téléchargements depuis le serveur) des utilisateurs anonymes (nom d'utilisateur «ftp» ou «anonymous»).
he: <p align=right>תודרוה) הצוחה תורבעה םושירב בותכ<br>םיינומלא םישמתשמ לש (תרשהמ<br>.(<i>anonymous</i> וא <i>ftp</i> שמתשמ םש)
hu: Anonymous felhasználók (azonosító: <i>ftp</i> vagy <i>anonymous</i>) által generált kimenő forgalom (letöltés) naplózása.
id: Catat pemindahan ke luar (download dari server) oleh pemakai anonim (username <i>ftp</i> atau <i>anonymous</i>)
is: Skrá útvortis færslur (fluttninga frá vélinni) af nafnleyndar notendum notendanöfn <i>ftp</i> eða <i>anonymous</i>)
it: Registra trasferimenti verso l'esterno (download sul server) degli utenti anonimi (nome utente <i>ftp</i> o <i>anonymous</i>)
ja: anonymousユーザ(ユーザ名が<i>ftp</i>または<i>anonymous</i>)の外向きの転送(サーバからのダウンロード)をログ
nl: Log de uitgaande overdrachten (downloads van server) van anonieme gebruikers(gebruikersnaam <i>ftp</i> of <i>anonymous</i>).
no: Logg utgående overføringer (nedlasting fra tjeneren) av anonyme brukere (brukernavn <i>ftp</i>eller <i>anonymous</i>)
no_ny: Loggfør utgåande overføringar (nedlastingar frå tenaren) frå anonyme brukarar (brukarnamn <i>ftp</i> eller <i>anonymous</i>)
pt: Registar os 'downloads' dos utilizadores anónimos (nome = <i>ftp</i> ou <i>anonymous</i>).
ro: Jurnalizează transferurile de ieşire (download-urile de la server) ale utilizatorilor anonimi (nume de utilizator <i>ftp</i> sau <i>anonymous</i>)
ru: Журнал исходящих передач анонимного (пользовательское имя <i>ftp</i> или <i>anonymous</i>) пользователя.
sk: Zaznamenávať prenosy smerom von (sťahovanie zo servera) anonymnými užívateľmi (užívateľské meno <i>ftp</i> alebo <i>anonym</i>).
sl: Beleži izhodni promet (jemanje s strežnika) anonimnih uporabnikov (uporabniški imeni <i>ftp</i> ali <i>anonymous</i>).
sr: Beleži odlazne prenose (downloade sa servera) anonimnih korisnika (korisnik<i>ftp</i> ili <i>anonymous</i>)
sv: Logga utbundna överföringar (nedladdningar från servern) av anonyma användare (användarnamn <i>ftp</i> eller <i>anonym</i>)
ta: ¦ÀÂÃ¢Ä¢ ÀÂÉ÷¸û (username <i>ftp</i> or <i>anonymous</i>) ¦ÅÇ¢¦ÂÎìÌõ Á¡üÈí¸¨Çì ÌÈ¢
uk: Вести журнал вихідного потоку (витягування файлів з сервера) для анонімних користувачів (ім'я <i>ftp</i> або <i>anonymous</i>).

source: Gue&st
af: gas
az: Qo&naq
bg: Го&ст
ca: Exter&n
cs: Ho&stující
da: Gæs&t
de: Gast
eo: &Gasto
es: Invi&tado
et: Kü&laline
fi: &Vieras
fr: Invi&té
he: ח&רוא
hu: Vendé&g
id: Ta&mu
is: Ge&stur
ja: ゲスト(&s)
ko: 손님(&s)
nl: Ga&st
no: Gje&st
no_ny: Gje&st
pt: Convi&dado
ru: Го&сть
sk: &Hosť
sl: G&ost
sr: Go&st
sv: Gä&st
ta: &Å¢Õó¾¢É÷
th: ผู้ใช้แบบแขก
uk: Го&сті

source: Log outbound transfers (downloads from the server) by guest users (users with a real account, but restricted access)
af: log uitgaande oordragte (aflaaiïngs van die bediener) deur gas gebruikers (gebruikers met 'n egte rekening, maar beperking toegang verkry)
az: Qonaq istifadəçilərin (həqiqi hesaba sahib fəqət limitli yetişmə) çölə köçürmələrini fayla qeyd et
bg: Журнал на исходящ трансфер за потребители гости (реални, но с ограничен достъп)
cs: Zaznamenávat odchozí přenosy (stahování z tohoto serveru) hostujících uživatelů (ti se skutečným účtem, ale omezeným přístupem)
da: Log overførsler herfra af gæstebrugere (brugere med rigtige konti, men begrænset adgang)
de: Ausgehende Übertragungen (Downloads) durch Gastbenutzer protokollieren (d.h. Benutzer mit vollwertigem Zugang aber eingeschränkten Zugriffsrechten)
eo: Protokolu deŝutojn de gastaj uzantoj (kun reala sed limigita konto)
es: Registrar transferencias de salida (descargas del servidor) por usuarios invitados (usuarios con una cuenta real, pero con acceso restringido).
et: Logi külaliskasutajate (piiratud õigustega kasutajad) väljaminevad ülekanded (allalaadimised serverist)
fi: Kirjaa lähtevät siirrot (siirrot palvelimelta) jotka on tehty vieraskäyttäjinä ( käyttäjät, joilla on todellinen käyttäjätunnus, mutta rajoitetut oikeudet)
fr: Consigner les transferts sortants (téléchargements depuis le serveur) par les utilisateurs invités (utilisateurs ayant un compte réel avec accès restreint).
he: <p align=right>תורבעה םושירב בותכ<br>(תרשהמ תודרוה) הצוחה<br>םיחרוא םישמתשמ לש<br>ןובשח םע םישמתשמ)<br>(תלבגומ השיג לבא ,יתימא
hu: Vendég felhasználók (valódi azonosító, korlátozott hozzáférés) által generált kimenő (letöltés) forgalom naplózása.
id: Catat pemindahan ke luar (download dari server) oleh pemakai tamu (pemakai dengan account nyata, tapi dengan akses terbatas)
is: Skrá útvortis færslur (fluttninga frá vélinni) af gest notenum (almennum notendum með takmarkaðan aðgagn)
it: Registra trasferimenti verso l'esterno (download sul server) degli utenti guest (utenti con un account reale ma accesso ristretto)
ja: ゲストユーザ(実アカウントを持ちアクセス制限のあるユーザ)の外向きの転送(サーバからのダウンロード)をログ
nl: Log de uitgaande overdrachten (downloads van server) van gastgebruikers (gebruikers met een volwaardig account, maar met beperkte toegang).
no: Logg utgående overføringer (nedlastinger fra tjeneren) av gjestebrukere (brukere med ekte konto, men med begrenset tilgang)
no_ny: Loggfør utgåande overføringar (nedlastingar frå tenaren) frå gjestebrukarar (brukarar med ein verkeleg konto, men avgrensa tilgang)
pt: Registar os 'downloads' dos utilizadores convidados (utilizadores com conta própria, mas acesso restrito).
ro: Jurnalizează transferurile de ieşire (download-urile de la server) ale utilizatorilor guest (utilizatori cu cont real, dar acces restricţionat)
ru: Журнал исходящих передач гостевого (реального, но с ограниченным доступом) пользователя.
sk: Zaznamenávať prenosy smerom von (sťahovanie zo servera) užívateľmi typu hosť ( užívatelia so skutočným účtom, ale obmedzeným prístupom).
sl: Beleži izhodni promet (jemanje s strežnika) gostujočih uporabnikov (uporabnikov s pravim računom, a omejenim dostopom).
sr: Beleži odlazne prenose (downloade sa servera) gost korisnika (korisnici sa stvarnim nalogom, ali suženim pristupom)
sv: Logga utbundna överföringar (nedladdningar från servern) av gästanvändare (användare med ett riktigt konto, men med restriktioner)
ta: Å¢ÕóÐô ÀÂÉ÷ (¦Áö ¸½ìÌõ, Ì¨Èì¸ôÀð¼ «Ûì¸Óõ ¦¸¡ñ¼Å÷¸û)¦ÅÇ¢¦ÂÎìÌõ Á¡üÈí¸¨Çì ÌÈ¢
uk: Вести журнал вихідного потоку (витягування файлів з сервера) для користувачів-гостей (справжні користувачі з обмеженим доступом).

source: Re&al
af: egte
az: Həq&iqi
bg: Реа&лни
cs: S&kuteční
da: Virke&lig
de: Bekannter
eo: &Reala
et: Tege&lik
fi: &Todellinen
fr: Rée&l
he: י&תימא
hu: No&rmál
id: Ny&ata
is: Almennir
it: Re&ale
ja: 実(&a)
nl: Beken&d
no: Virk&elig
no_ny: Ek&te
ru: Реа&льный
sk: S&kutočný
sl: Pr&avi
sr: Stvara&n
sv: Ri&ktig
ta: &¦Áö
th: ผู้ใช้จริง
uk: Звича&йні
