Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: Use the buttons here to control which real users can log in to this virtual server.
af: gebruik die knoppies hier aan kontrole wat egte gebruikers kan log in aan hierdie virtuele bediener.
az: Vericiyə girə biləcək istifadəçiləri bu düymələrlə yoxlaya bilərsiniz.
bg: Използвайте бутона, за контрол, кои реални потребители могат да влизат в този вируален сървър.
cs: Tato tlačítka umožňují určit, kteří skuteční uživatelé mají povoleno přihlášení k tomuto virtuálnímu serveru.
da: Brug knapperne her for at kontrollere hvilke rigtige brugere, der kan logge på denne virtuelle server.
de: Verwenden Sie die Knöpfe, um zu steuern, welche bekannten Benutzer sich an diesem virtuellen Server anmelden dürfen.
eo: Uzu tiun butonon por doni realajn uzanbtojn, kiuj rajtas saluti al la virtuala servilo.
es: Utilizar botones aquí para controlar que usuarios reales pueden acceder en este servidor virtual.
et: Kasuta neid nuppe kontrollimaks millised kasutajad võivad sellesse virtuaalserveri sisse logida.
fi: Käytä näitä nappeja ohjaamaan, mitkä käyttäjät saavat kirjautua tälle virtuaalipalvelimelle.
fr: Utilisez ces boutons pour déterminer quels utilisateurs réels peuvent se connecter sur ce serveur virtuel.
he: <p align=right>טולשל ידכ ןאכ םירותפכב שמתשה<br>םילוכי םייתימא םישמתשמ וליא לע<br>.הזה המודמה תרשל סנכיהל
hu: Ezekkel a gombokkal lehet megadni, hogy mely normál felhasználók jelentkezhetnek be a virtuális kiszolgálóra.
id: Gunakan tombol di sini untuk mengendalikan pemakai nyata mana yang bisa log in ke server virtual ini.
is: Notaðu hnappana hér til þess að stjórna hvaða almennir notendur mega stimpla sig inn á þessa sýndarvél.
it: Utilizza questi pulsanti per controllare quali utenti reali possono accedere a questo server virtuale.
ja: この仮想サーバにログインできる実ユーザを、下のボタンを使って設定して下さい。
ko: real 사용자가 가상 서버에 로그인하는 것을 제어하기 위해 이 단추를 사용하세요.
nl: Gebruik deze knoppen om te bepalen welke bekende gebruikers kunnen inloggen op deze virtuele server.
no: Bruk knappene her til å kontrollere hvilke ekte brukere som kan logge inn på denne virtuelle tjeneren.
no_ny: Bruk desse knappane for å styra kva for verkelege brukarar som kan logga inn på denne virtuelle tenaren.
pt: Usa os botões aqui para controlar que utilizadores reais é que se podem ligar a este servidor virtual.
ro: Utilizaţi butoanele de aici pentru a controla ce utilizatori reali se pot loga pe acest server virtual.
ru: Используйте кнопки, чтобы указать, кто из реальных пользователей имеет право войти на сервер.
sk: Použite tieto tlačidlá na kontrolu toho, ktorí skutoční užívatelia sa budú môcť prihlásiť na tento virtuálny server.
sl: Uporabite tukajšnje gumbe za nadzor seznama pravih uporabnikov, ki se lahko prijavijo v ta navidezni strežnik.
sr: Koristite dugmiće ovde za kontrolu koji stvarni korisnici mogu da se ulogujuna ovaj virtuelni server.
sv: Använd knapparna här för att kontrollera vilka riktiga användare som kan logga in på den här virtuella servern.
ta: ¦Áö ÀÂÉ÷¸Ç¢ø Â¡¦ÃøÄ¡õ Á¡Â ÅÆí¸¢¨Âô ÀÂýÀÎò¾Ä¡õ ±Éì ¸ðÎôÀÎò¾­ó¾ ¦À¡ò¾¡¨Éô ÀÂýÀÎò¾×õ
uk: Використовуйте кнопки, щоб визначити яким справжнім користувачам дозволено буде заходити на цей віртуальний сайт.

source: &Deny all
af: verbied alle
az: Hamısını &rədd et
bg: &Забрана за всички
ca: &Rebutja-ho tot
cs: O&dmítnout všechny
da: &Afslå alle
de: Alle verb&ieten
eo: &Malpermesu ĉiujn
es: &Denegar todos
et: Kee&la kõik
fi: &Kiellä kaikki
fr: Tout inter&dire
he: םלו&כ תא החד
hu: Min&denki kitiltva
id: Tolak se&mua
is: Neita öllum
it: &Nega a tutti l'accesso
ja: 全て拒否(&D)
ko: 모두 거부(&D)
nl: Allen &verbieden
no: &Nekt alle
no_ny: &Nekt alle
pt: Proibir to&dos
ro: &Respinge pe toţi
ru: &Запретить всем
sk: &Zakázať všetkých
sl: &Zavrni vse
sr: O&dbi sve
sv: &Neka alla
ta: &±ø§Ä¡¨ÃÔõ ÁÚ
th: ปฏิเสธทั้งหมด
uk: &Відмовляти всім

source: &Allow all
af: toelaat alle
az: Hamısına icazə &ver
bg: &Разреши всички
ca: &Admet-ho tot
cs: &Povolit všechny
da: &Tillad alle
de: &Alle erlauben
eo: &Permesu ĉiujn
es: &Permitir todos
et: Luba k&õik
fi: &Salli kaikki
fr: Tout &autoriser
he: םלוכל הש&רה
hu: Mindenki &bejöhet
id: Perkenankan semu&a
is: Leyfa öllum
it: &Permetti a tutti l'accesso
ja: 全て許可(&A)
ko: 모두 허용(&A)
nl: &Allen toelaten
no: &Godta alle
no_ny: &Tillat alle
pt: &Autorizar todos
ro: &Permite tuturor
ru: &Разрешить всем
sk: &Povoliť všetkých
sl: &Dovoli vse
sr: Prihv&ati sve
sv: &Tillåt alla
ta: &±ø§Ä¡¨ÃÔõ «ÛÁ¾¢
th: อนุญาตทั้งหมด
uk: &Дозволяти всім

source: Allow &specified:
af: toelaat gespesifiseer:
az: &Müəyyənləşdirilənlərə icazə ver:
bg: По&зволи указаните:
ca: Admet &especificat:
cs: Povolit &stanovené:
da: Tillad &angivne:
de: Angegebene &erlauben:
eo: Permesu la &sekvajn:
es: Permitir &especificados:
et: Lu&ba määratud:
fi: Salli &määritellyt:
fr: Autoriser les &suivants :
he: :םי&אבל השרה
hu: C&sak a következők jöhetnek:
id: Perkenankan pemakai &tertentu:
is: Leyfa skilgreindum:
it: &Permetti l'accesso a quelli specificati:
ja: 指定したものを許可(&s):
nl: G&especificeerden toelaten:
no: Godta &oppgitte:
no_ny: Tillat &spesifiserte:
pt: Autorizar e&specificados:
ro: Permite pe cei &specificaţi:
ru: По&зволить указанным:
sk: Povoliť &vybraných:
sl: Dovoli &določene:
sr: Prihvati &određene:
sv: Tillåt &specificerad:
ta: &ÌÈ¢ôÀ¢ð¼Å÷¸¨Ç «ÛÁ¾¢:
th: อนุญาตที่กำหนด:
uk: Дозволяти в&казаним:

source: Den&y specified:
af: verbied gespesifiseer:
az: Müəyyənləşdirilənləri rədd &et:
bg: Заб&рани указаните:
ca: Re&butja especificat:
cs: Odmítnou&t stanovené:
da: Af&slå angivne:
de: Angegebene ver&bieten:
eo: Malpermesu la &sekvajn:
es: Dene&gar especificados
et: Keela &näidatud:
fi: Ki&ellä määritellyt:
fr: Inter&dire les suivants :
he: :םיאבה תא &החד
hu: A köve&tkezők kitiltva:
id: Tolak pemakai terte&ntu:
is: Neita skilgreindum:
it: &Nega l'accesso a quelli specificati:
ja: 指定したものを拒否(&y):
nl: Gespecificeerden ver&bieden:
no: &Nekt oppgitte:
no_ny: Ne&kt spesifiserte:
pt: Pro&ibir especificados:
ro: R&espinge pe cei specificaţi:
ru: Зап&ретить указанным:
sk: Zakázať vy&braných:
sl: Za&vrni določene:
sr: Odb&i određene:
sv: Ne&ka specificerad:
ta: &ÌÈ¢ôÀ¢ð¼Å÷¸¨Ç ÁÚ
th: ปฏิเสธที่กำหนด:
uk: Відмовляти вк&азаним:

source: &IP:
th: เลข IP:
