Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: Make sure password for anonymous/ftp is a valid e-mail address according to RFC822
af: maak seker wagwoord vir anoniem/ftp is 'n geldige e-pos adres volgens aan rfc822
az: "RFC822"yə görə anonymous/ftp parolunun hökmlü e-poçt ünvanı olduğunu yoxla
bg: Убедете се, че паролата за anonymous/ftp е действителен адрес на електронна поща, описан в RFC822
ca: Assegura't que la contrasenya de l'anònim o l'ftp és una adreça de correu vàlida d'acord amb l'RFC822
cs: Ujistit se, že heslo uživatele anonymous/ftp je platná emailová adresa podle RFC822
da: Sikr dig at kodeordet for anonym/ftp er en gyldig e-post adresse ifølge RFC822
de: Sicherstellen, dass das angegebene Passwort eine gültige E-Mail-Adresse nach RFC822 ist
eo: Certigu, ke pasvorto por anonymous/ftp estas valida retpoŝtadreso konvena al RFC 822
es: Asegúrese que la contraseña para anonymous/ftp es una dirección de correo electrónico acorde con RFC822
et: Veendutakse, et anonymous/ftp kasutaja parool on RFC822 järgi korrektne e-posti aadress.
fi: Varmista että salasana anonyymeille on oikeanmuotoinen sähköpostiosoite RFC822:n mukaan
fr: Vérifier que le mot de passe pour les utilisateurs anonymes/ftp est une adresse électronique valable en accord avec le RFC822.
he: <p align=right>המסיסהש אדוו<br>איה anonymous/ftp תוסינכל<br>הניקת ל"אוד תבותכ<br>RFC822-ל םאתהב
hu: Az anonymous és ftp felhasználók jelszavának érvényes e-mail címnek kell lennie az RFC 822 dokumentum szerint
id: Yakinkan bahwa password untuk anonymous/ftp adalah alamat email yang valid berdasarkan RFC822
is: Passa upp á að lykilorð fyrir anonymous/ftp sé lögmætt netfang samkvæmt RFC822
it: Assicurati che la password per gli utenti anonymous/ftp sia una email valida in osservanaza alla RFC822
ja: anonymous/ftpのパスワードはRFC822に従って正当なEメールアドレス でなければなりません。
ko: anonymous/ftp 를 위한 열쇠글이 RFC822 규격에 맞는 유효한 편지 주소이어야 합니다.
nl: Zorg er voor dat het wachtwoord van anonymous/ftp een geldig e-mailadres is volgens RFC822
no: Sjekk at passordet for anonym/ftp er en gyldig epostadresse i følge RFC822
no_ny: Sjekk at passordet for anonym/ftp er ei gyldig e-postadresse i følge RFC822
pt: Verificar se a senha dos anónimos é um endereço de email válido segundo a norma RFC822
ro: Se asigură că parola pentru anonymous/ftp este o adresă de e-mail validă ce corespunde recomandării RFC822.
ru: Убедитесь, что пароль для anonymous/ftp это действительный адрес электронной почты, описанный в RFC822
sk: Uistí sa či je heslo pre anonyma/ftp platnou emailovou adresou podľa RFC822
sl: Prepičajte se, da je geslo za anonymous/ftp delujoč e-poštni naslov v skladu z RFC822
sr: Proveri da je lozinka anonymous/ftp korisnika ispravna e-mail adresa prema RFC822 dokumentu
sv: Kontrollera att lösenordet för anonyma är en riktig e-postadress enligt RFC822
ta: ¦ÀÂÃ¢Ä¢Â¢ý ¸¼×î¦º¡ø RFC822ýÀÊ ´Õ ¯ñ¨ÁÂ¡É Á¢ýÉïºø Ó¸ÅÃ¢Â¡ ±É ¯Ú¾¢ôÀÎòÐ
uk: Перевіряє, чи пароль анонімних користувачів є правильною адресою електронної пошти відносно RFC822

source: Enf&orce
af: bekragtig
az: &Məcbur et
bg: Пр&инудително
ca: Imposa-ho
cs: Vynu&ceně
da: Gennem&tving
de: Er&zwingen
eo: &Devigu
es: For&zar
et: S&unnitud
fi: K&äytä
fr: &Appliquer
he: ף&וכא
hu: &kötelező
id: Pemberlak&uan
is: Fyljga eftir
it: &Forte
ja: 強制(&o)
nl: A&fdwingen
no: T&vang
no_ny: T&vang
pt: Ap&licar
ro: &Forţat
ru: &Усиленный
sk: &Vyžadovať
sl: &Uveljavi
sr: F&orsiraj
sv: &Kräv
ta: &¿¢¨È§ÅüÚ
uk: П&осилена

source: If this is checked, people using something other than an e-mail address as anonymous password will not be allowed to log in. If this is not checked, they will just be warned and told to use their e-mail address as password next time.
af: as hierdie is nagegaan, mense te gebruik iets ander as 'n e-pos adres as anoniem wagwoord sal nie wees toegelaat aan log in. as hierdie is nie nagegaan, hulle sal net wees gewaarsku en gesê aan gebruik hulle e-pos adres as wagwoord volgende tyd.
az: Bu seçili isə e-poçt ünvanından başqa parol işlədənlərin girməyinə icazə verilməyəcək. Seçili deyil isə, sadəcə olaraq sonrakı səfərdə e-poçt ünvanı işlətmələri üçün xəbərdar ediləcəklərdir.
bg: Ако е маркирано, хората, използващи нещо друго различно от адреса на електронна поща като парола няма да бъдат допуснати до системата. Ако не е отбелязано, те ще бъдат предупредени, да използват адрес на електронна поща като парола следващият път.
ca: Si això està seleccionat, la gent que faci servir alguna cosa diferent d'una adreça de correu com a contrasenya d'anònim no hi podrà entrar. Si no està seleccionat, només se'ls avisarà i se'ls demanarà que el pròxim cop facin servir la seva adreça de correu electrònic com a contrasenya.
cs: Je-li zaškrtnuto, nebude uživatelům používajícím jako heslo něco jiného než emailovou adresu povolen přístup. Není-li zaškrtnuto, budou pouze varováni a požádáni, aby příště jako heslo použili svou emailovou adresu.
da: Hvis dette er markeret, vil folk, der bruger noget andet end en e-post adresse som anonymt kodeord ikke blive tilladt at logge på. Hvis det ikke er markeret, vil de blot blive advaret og fortalt, at de skal bruge deres e-post adresse som kodeord næste gang.
de: Wenn dies markiert ist, können sich nur anonyme Benutzer anmelden, die eine E-Mail-Adresse angeben. Ist es nicht markiert, werden sie bei Nichteinhaltung nur verwarnt und gebeten beim nächsten Mal ihr Passwort zu verwenden.
eo: Se tio estas aktivigita, homoj uzantaj ion alian ol retpoŝtan adreson kiel pasvorto de anonimulo ne rajtos saluti. Se tio ne estas aktivigita, ili ricevos nur averton, ke ili uzu sian repoŝtan adreson kiel pasvorto la sekvan fojon.
es: Si se selecciona esto, a la gente que utilice algo diferente de una dirección de correo electrónico como contraseña anónima, no se les permitirá el acceso. Si esto no se selecciona, simplemente se les avisará y se les sugerirá utilizar su dirección de correo electrónico como contraseña la próxima vez.
et: Kui kontrollitakse, siis inimesed kes kasutavad midagi muud kui e-posti aadressi, ligi ei pääse. Kui ei kontrollita, siis neid lihtsalt hoiatatakse, et nad kasutaks järgmine kord paroolina oma e-posti aadressi.
fi: Jos tämä on valittu muun kuin sähköpostiosoitteen antaminen salasanaan aiheuttaa sisäänpääsyn kieltämisen. Jos tätä ei ole valittu käuttäjiä varoitetaan vain ja suositellaan käyttämään sähköpostiosoitetta seuraavalla kerralla.
fr: Si cette option est cochée, les personnes utilisant autre chose que leur adresse électronique comme mot de passe anonyme ne seront pas autorisées à se connecter. Si elle n'est pas cochée, elles seront juste prévenues et il leur sera demandé d'utiliser leur adresse électronique la fois suivante.
he: <p align=right>אוהש והשמב םישמתשמש םישנא ,רחבנ הז םא<br>תסינכל המסיס רותב ל"אוד תבותכ אל<br>.סנכיהל ושרוי אל םיינומלא<br><br>םהל רמאייו ורהזוי קר םה ,תרחבנ אל וז תורשפא םא<br>המסיסה רותב םהלש ל"אודה תבותכב שמתשהל<br>.האבה םעפב
hu: Ha ez az opció be van kapcsolva, akkor csak azok az anonymous felhasználók léphetnek be, akik érvényes e-mail címet adnak meg jelszóként. Ha az opció ki van kapcsolva, akkor csak figyelmeztetést kapnak, hogy legközelebb érvényes címet adjanak meg.
id: Jika opsi ini dipilih, pemakai yang menggunakan selain alamat email sebagai password anonymous, tidak akan diperbolehkan log in. Jika opsi ini tidak dipilih, cuma akan ada peringatan dan diminta untuk menggunakan alamat email mereka sebagai password lain kali.
is: Ef þetta er valið mun fólk sem notar annað lykilorð en netfangið sitt fyrir nafnleyndaraðgang ekki vera leyft að tengjast. Ef þetta er ekki valið mun það einungis vera varað við og sagt að nota sitt eigið netfang næst þegar það tengist.
it: Se questa casella è selezionata le persone che utilizzeranno qualcosa di diverso da un indirizzo di posta come password anonima non saranno autorizzate all'acceso. Se questa opzione non viene selezionata saranno solo avvertiti e sarà detto loro di usare la prossima volta il loro indirizzo di posta elettronica.
ja: ここがチェックされると、Eメールアドレス以外のパスワードを入力 された場合ログインを許可しません。 チェックされていないと、次回にはEメールアドレスをパスワードに 指定するよう警告されるだけになります。
ko: 체크되어 있다면, 익명 열쇠글로 편지 주소가 아닌 다른 것을 사용하는 사람들은 로그인이 되지 않습니다. 체크되어 있지 않다면, 경고만 나타나고 다음 번에는 열쇠글로 편지 주소를 사용하라고 합니다.
nl: Als dit is ingeschakeld, dan krijgen gebruikers die iets anders invoeren dan een e-mailadres geen toestemming om in te loggen. Als dit niet is ingeschakeld, dan worden ze er alleen op gewezen dat ze de volgende keer hun e-mailadres moeten opgeven.
no: Hvis dette valgt, vil de som bruker noe annet enn en epostadresse som anonymt passord ikke få logge inn. Hvis dette ikke er valgt, vil de bare få en advarsel og bli fortalt at de skal bruke epostadressen sin som passord neste gang.
no_ny: Om denne er valt, får ikkje dei som brukar noko anna enn ei e-postadresse som anonymt passord logga inn. Om den ikkje er valt, får dei berre ei åtvaring og vert fortalt at dei skal bruka e-postadressa si som passord neste gong.
pt: Se estiver marcado, as pessoas que não fornecerem um endereço de email como senha de anónimo não serão admitidas. Se não estiver marcado, elas apenas serão avisadas para o fornecerem o seu endereço de email da próxima vez.
ro: Dacă este marcat, cei care utilizează altceva decît o adresă de e-mail ca parolă de anonymous nu li se va permite logarea. Dacă nu este marcat, ei vor fi avertizaţi şi li se spune ca data viitoare să-şi utilizeze adresa de e-mail ca parolă.
ru: Если отмечено, люди, использующие что-то иное кроме адреса электронной почты в качестве пароля не будут допущены в систему. Если не отмечено, они будут просто предупреждены, чтобы использовали адрес электронной почты как пароль в следующий раз.
sk: Ak je toto zaškrtnuté, ľudia používajúci niečo iné ako emailovú adresu pri hesle pre anonyma nebudú mať povolený prístup. Ak toto nie je zaškrtnuté, budú iba upozornení a bude im oznámené aby nabudúce použili svoju emailovú adresu ako heslo.
sl: Če je to odkljukano, bo dostop anonimnim uporabnikom, ki ne uporabijo veljavni e-poštni naslov, zavrnjen. Če to ni odkljukano, bodo anonimni uporabniki v tem primeru samo opozorjeni, da naj naslednjič uporabijo svoj e-poštni naslov.
sr: Ako je ovo izabrano, ljudima koji koriste nešto drugo osim e-mail adrese kao lozinku za anonymous neće biti dozvoljen pristup. Ako ovo nije izabrano, takvi korisnici će biti samo upozoreni i zamoljeni da koriste ispravnu e-mail adresu sledeći put.
sv: Om detta är markerat kommer användare som inte anger en korrekt e-postadress inte att kunna logga in. Annars kommer de bara att varnas och uppmanas att ange sin e-postadress som lösenord nästa gång.
ta: ­Ð §¾÷× ¦ºöÂôÀð¼¡ø Á¢ýÉïºø Ó¸ÅÃ¢ ¾Å¢Ã §ÅÚ ¸¼×î¦º¡øÄ¡¸ ­ÎÀÅ÷¸û ¯û§Ç Ñ¨ÆÂ ÓÊÂ¡Ð ­Ð §¾÷× ¦ºöÂôÀ¼¡Å¢ð¼¡ø Á¢ýÉïºø Ó¸ÅÃ¢ Å¢ÎòÐ §ÅÚ ¸¼×î¦º¡øÄ¡¸ ­ÎÀÅ÷¸û «Îò¾ Ó¨È ¾í¸û Á¢ýÉïºø Ó¸ÅÃ¢¨Âô ÀÂýÀÎò¾ ÀÃ¢óÐ¨Ãì¸ôÀÎÅ¡÷¸û
uk: Якщо ввімкнена, особам, що використовують щось інше за адресу електронної пошти, буде відмовлено у реєстрації Якщо вимкнена, їх просто попередять, щоб вони використовували свою адресу електронної пошти наступного разу.

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (kde.af.org.za)
az: Vasif Ismailoglu MD
bg: Борислав Александров
cs: Martin Vlk
da: Erik Kjær Pedersen
de: Volker Dose
eo: Wolfram Diestel
es: Pablo de Vicente, Alberto Navarro Juan Luis Montore Parera
et: Peeter Russak
fi: Kim Enkovaara
fr: Thibaut Cousin
he: Meni Livne
hu: Szántó Tamás
id: imel
is: Svavar Ingi HermannssonThorarinn R. Einarsson
it: Andrea Rizzi
ja: Noboru Sinohara
ko: hyunsuk shim
nl: Rinse de Vries,Niels Reedijk
no: Christian A Strømmen [Number1/NumeroUno]
no_ny: Gaute Hvoslef Kvalnes
pt: José Nuno Coelho Sanarra Pires
ro: Claudiu Costin
ru: Vitaly Lopatin, Andrey S. Cherepanov
sk: Martin Uzak
sl: Rok Papež, Gregor Rakar
sr: Slobodan Mišković
sv: Mattias Newzella,Per Lindström
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷,§Å.¦Åí¸¼ÃÁ½ý,Ð¨ÃÂôÀ¡ Åº£¸Ãý,À¡.Á½¢Á¡Èý.
th: Thanomsub Noppaburana
uk: Andy Rysin, Eugene Onischenko

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@engineer.com
az: azerb_linux@notmail.com
bg: boby_a_@web.bg
cs: oro@poetic.com
da: erik@binghamton.edu
de: vpdose@cpmgut.toppoint.de
eo: <wolfram@steloj.de>
es: pvicentea@nexo.es jlm@ict.es
et: pezz@tkwcy.ee
fi: kim.enkovaara@iki.fi
fr: cousin@kde.org
he: livne@kde.org
hu: tszanto@mol.hu
id: imel96@trustix.co.id
is: svavarh@hi.is, thori@mindspring.com
it: rizzi@kde.org
ja: shinobo@leo.bekkoame.ne.jp
ko: hsshim@hancom.com
nl: rinse@kde.nl,nielx@kde.nl
no: number1@realityx.net
no_ny: gaute@verdsveven.com
pt: jncp@rnl.ist.utl.pt
ro: claudiuc@geocities.com
ru: vitls@chat.ru,andrey_tiger@i.am
sk: uzak@ba.telecom.sk
sl: rok@slo.net, gregor.rakar@kiss.uni-lj.si
sr: Yugoslavia@Canada.COM
sv: newzella@swipnet.se,per.lindstrom@osd.privataccess.nu
ta: sshanmu@yahoo.com,gomathiss@hotmail.com,venkat@tamillinux.org,tvasee@usa.net,bmmaran@yahoo.com
th: donga@midaassets.com
uk: arysin@yahoo.com, oneugene@alphadiz.com

source: User classes can be used to control access from specific hosts/users. Use the <b>Add class</b> and <b>Delete class</b> buttons on the right of this box to add or remove classes. Use the other buttons to control the access rights of users in the class selected here.
af: gebruiker klasse kan wees gebruik word aan kontrole toegang verkry van spesifieke bedieners/gebruikers. gebruik die <b>voeg by klas</b> en <b>uitvee klas</b> knoppies op die regterkant van hierdie boks aan voeg by van verwyder klasse. gebruik die ander knoppies aan kontrole die toegang verkry regte van gebruikers in die klas gekose hier.
az: İstifadəçi sinifləri müəyyən ünvan və istifadəçilərdən bağlantıları yoxlamaq üçün işlədilə bilər. Sinifləri əlavə etmək və çıxartmaq üçün bu qutunun sağındakı <b>Sinif əlavə et</b> və <b>Sinif çıxart</b> düymələrini işlət. Burada seçilən sinifdəki istifadəçilərin yetişmə səlahiyətlərini digər düymələri işlədərək yoxlaya bilərsiniz.
bg: Потребителските класове могат да бъдат използвани за контрол на достъп от зададени хост/потребители. Използвайте бутона <b>Добави клас</b> и <b>Изтрий клас</b> в дясната част на този прозорец за добавяне и изтриване на класове. Използвайте другите бутони за управление на правата на потребителите в избрания тук клас.
cs: Třídy uživatelů lze použít k řízení přístupu ze stanovených hostitelů/uživatelů. K přidání, resp. odebrání tříd použijte tlačítka <b>Přidat třídu</b> a <b>Smazat třídu</b> vpravo od tohoto rámečku. Ostatní tlačítka slouží k řízení oprávnění uživatelů ve zde zvolené třídě.
da: Bruger klasser kan bruges til at kontrollere adgang fra specielle værter/brugere. Brug<b>Tilføj klasse</b> og <b>Slet klasse</b> knapperne til højre for denne boks for at tilføje eller fjerne klasser. Brug de andre knapper for at kontrollere adgangsrettighederne for brugerne i klassen valgt her.
de: Benutzerklassen können verwendet werden, um den Zugang spezifischer Hosts/Benutzer zu steuern. Verwenden Sie die Knöpfe <strong>Klasse hinzufügen</strong> und <strong>Klasse löschen</strong> rechts von diesem Feld, um Benützer hinzuzufügen oder zu löschen. Die anderen Knöpfe dienen zur Steuerung der Zugriffsrechte der Benutzer jener Klasse, die sie hier auswählen.
eo: Uzantoklasojn vi povas uzi por administri la alirpermesojn de certaj komputiloj/uzantoj. Uzu la butonojn <b>Aldonu klason</b> kaj <b>Forigu klason</b> por aldoni aŭ forigi klasojn. Per la aliaj butonoj vi difinas la alirpermesojn de la uzantoj apartenantaj al la elektita klaso.
es: Las clases de usuario se pueden utilizar para controlar el acceso desde máquinas y para usuarios específicos. Utilice los botones de <b>Añadir clase</b> y <b>Suprimir clase</b en el lado derecho de esta caja para añadir o suprimir clases. utilice otros botones para controlar los permisos de acceso de los usuarios de la clase registrada aquí.
et: Kasutajate klasse saab kasutada näidatud masinale/kasutajale ligipääsu kontrollimiseks. Kasuta klasside lisamiseks ja eemaldamiseks nuppe <b>Lisa klass</b> ja <b>Eemalda klass</b>.Kasuta teisi nuppe, et kontrollida valitud kasutajate klassi ligipääsu õiguseid.
fr: Les classes d'utilisateur permettent de contrôler l'accès depuis de sutilisateurs/hôtes spécifiques. Utilisez les boutons «Ajouter une classe» et «Supprimer la classe» sur la droite de cette fenêtre pour ajouter ou supprimer des classes. Utilisez les autres boutons pour déterminer les droits d'accès des utilisateurs sélectionnés ici.
he: <p align=right>לש השיגה לע טולשל ידכ םישמתשמ תוקלחמב שמתשהל ןתינ<br><b>הקלחמ רסה</b>ו <b>הקלחמ ףסוה</b> םירותפכב שמתשה .םינוש םישמתשמ\םיתרש<br>םירחאה םירותפכב שמתשה .תוקלחמ ריסהל וא ףיסוהל ידכ וז הביתל ןימימש.ןאכ תרחבנש הקלחמב םישמתשמ לש השיגה תואשרה לע טולשל ידכ
hu: A felhasználócsoportok arra valók, hogy bizonyos kiszolgálók/felhasználók hozzáférését korlátozni lehessen. Az <b>Új osztály</b> és <b>Osztály törlése</b> gombokkal lehet osztályokat hozzáadni és törölni. A többi gombbal a kiválasztott felhasználók hozzáférési jogait lehet módosítani.
id: Kelas-kelas pemakai dapat digunakan untuk mengendalikan akses dari host/pemakai tertentu. Gunakan tombol <b>Tambah kelas</b> dan <b>Hapus kelas</b> di sebelah kanan kotak ini untuk menambah dan menghapus kelas. Gunakan tombol lain untuk mengendalikan hak akses dari pemakai pada kelas yang terpilih di sini.
is: Notendaklasa er hægt að nota til þess að stjórna aðgengi frá ákveðnum vélum/notendum. Notaðu <b>Bæta við klasa</b> og <b>Eyða klasa</b> hnappana hægra megin við þennan ramma til þess að bæta við eða eyða notendaklösum. Notaðu hina hnappana til þess að stjórna aðgangsréttindum notenda í klasanum sem valin er hér.
it: Le classi utenti possono essere usate per controllare l'accesso da uno specifico host/utente. Usa i pulsanti <b>Aggiungi classe</b> e <b>Elimina classe</b> sulla destra di questo riquadro per aggiungere o rimuovere le classi. Usa gli altri pulsanti per controllare i diritti d'accesso degliutenti della classe selezionata.
ja: ユーザクラスは特定のホストやユーザからのアクセスをコントロールするために使用できます。このボックスの右にある<b>クラスを追加</b>ボタンと<b>クラスを削除</b>ボタンを使ってクラスの追加を削除を行って下さい。他のボタンは、選択されたクラスのユーザのアクセス権をコントロールする為に使って下さい。
ko: 사용자 클래스는 특정 호스트/사용자로부터 접근을 제한하기 위해서 사용되어 질 수 있다.클래스를 추가 또는 제거하기 위해서 이 박스의 오른쪽에 있는 <b>클래스 추가</b> 와 <b>클래스 지우기</b> 단추를 사용하세요. 선택된 클래스 사용자의 접근 권한을 제어하기 위해서는 다른 단추을 사용하세요.
nl: Gebruikersklassen kunnen worden gebruikt om de toegang van specifieke hosts/gebruikters te bepalen. Gebruikt de knoppen "<b>Klasse toevoegen</b>" en "<b>Klasse verwijderen</b>" rechts van dit vak om de klassen toe te voegen of te verwijderen. Gebruik de overige knoppen voor het bepalen van de toegangsrechten van de gebruikers in de geselecteerde klasse.
no: Brukerklasser kan brukes til å kontrollere tilgang fra spesielle verter/brukere. Bruk <b>Legg til klasse</b>- og <b>Fjern klasse</b>-knappene på høyre side av denne boksen til å leggetil å fjerne klasser. Bruk de andre knappene til å kontrollere tilgangen til brukerene i valgte klassen.
no_ny: Brukarklassar kan brukast for å styra tilgang frå spesifikke vertar/brukarar. Bruk knappane <b>Legg til klasse</b> og <b>Slett klasse</b> til høgre for denne boksen for å å leggja til eller fjerna klassar. Bruk dei andre knappane for å styra tilgangsrettane for brukarane i klassen som er vald her.
pt: As classes de utilizadores podem ser usadas para controlar os acessos de servidores/utilizadores específicos. Usa os botões <b>Adicionar classe</b> e <b>Remover classe</b> à direita desta caixa para adicionar ou remover classes. Usa os outros botões para controlar os direitos de acesso dos utilizadores da classe seleccionada aqui.
ro: Clasele utilizator pot fi utilizate pentru a controla accesul din gazde/utilizatori specifice. Utilizaţi butoanele <b>Adaugă clasă</b> şi <b>Şterge clasă</b> din dreapta acestui panou pentru a adăuga sau şterge clase. Utilizaţi celelalte butoane pentru a controla drepturile de acces ale utilizatorilor din clasa selectată aici.
ru: Классы пользователей могут быть использованы для контроля доступа с указанных узлов. Используйте кнопки <b>Добавить класс</b> и <b>Удалить класс</b> в правой части этого окна для добавления и удаления классов. Используйте другие кнопки для управления правами пользователей в выбранном здесь классе.
sk: Užívateľské triedy sa môžu použiť na kontrolu prístupu pre špecifikované počítače alebo užívateľov. Použite tlačidlá <b>Pridať triedu</b> a <b>Zmazať triedu</b> napravo od tohto dialógového okna na pridanie alebo odstránenie triedy. Použite ostatné tlačidlá na kontrolu prístupových práv užívateľov v triedách, ktoré ste vybrali tu.
sl: Uporabniški razredi se lahko uporabijo za nadzor določenih gostiteljev/uporabnikov. Uporabite gumba <b>Dodaj razred</b> in <b>Odstrani razred</b> na desni strani tega okna za dodajanje ali odstranjevanje razredov. Uporabite druge gumbe za nadzor dovoljenj za dostop uporabnikov v tukaj izbranem razredu.
sr: Korisničke klase mogu biti korišćene za kontrolu pristupa određenih hostova/korisnika. Koristite <b>Dodaj klasu</b> i <b>Izbriši klasu</b> dugmiće desno od ovog polja za dodavanje i uklanjanje klasa. Koristite ostale dugmiće da kontrolišete prava pristupa korisnika u klasi odabranoj ovde.
sv: Användarklasser kan användas för att kontrollera åtkomst från specifika värdar/användare. Använd knapparna <b>Lägg till klass</b> och <b>Ta bort klass</b> till höger om den här rutan för att lägga till eller ta bort klasser. Använd de andra knapparna för att kontrollera åtkomstsbehörighet för användare i klassen vald här.
ta: ¾É¢ôÀð¼ ÒÃÅø/ÀÂÉ÷¸ÙìÌ «Ûì¸õ ¦¿È¢ôÀÎò¾ ÀÂÉ÷ Å¨¸¸¨Çô ÀÂýÀÎò¾Ä¡õ¾Â×¦ºöÐ ­¾üÌ ÅÄôÒÈÓûÇ <b>Å¨¸ §º÷</b> ÁüÚõ <b>Å¨¸ ¿£ìÌ<b> ÌÁ¢ú¸¨Ç Å¨¸î §º÷ì¨¸ì§¸¡¿£ì¸ò¾¢ü§¸¡ ÀÂýÀÎòÐ¸. ¦¾Ã¢ó¦¾Îì¸ôÀð¼ Å¨¸¸Ç¢ø ÀÂÉ÷ «Ûì¸ò¨¾ ¦¿È¢ôÀÎò¾À¢È ÌÁ¢ú¸¨Çô ÀÂýÀÎòÐ¸
uk: Класи користувачів можна використовувати для налаштування прав доступу для окремих користувачів та машин. Використовуйте кнопки <b> Додати клас</b> та <b>Видалити клас</b> праворуч, щоб додавати та видаляти класи. Та використовуйте інші кнопки для встановлення прав користувачам, які належать до вибраного класу.
