Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: Messages are files that are automatically displayed to the user after logging in or after entering a directory. Use the <b>Add Message</b> and <b>Remove Message</b> buttons to modify the messages.
af: boodskappe word lêers wat word automaties vertoon aan die gebruiker na afteken in of na in te tik 'n gids. gebruik die <b>voeg by boodskap</b> en <b>verwyder boodskap</b> knoppies aan verander die boodskappe.
az: İsmarıclar sistemə ya da bir qovluğa girdikdən sonra istifadəçilərə göstərilən fayllardır. İsmarıcları dəyişdirmək üçün <b>İsmarıc Əlavə Et</b> ya da <b>İsmarıc Çıxart</b> düymələrini işlət.
bg: Съобщения. това са файлове които ще бъдат автоматично показвани на потребителя след всяко влизане в директорията. Използвайте бутона <b>Добави съобщение</b> и <b>Изтрии съобщение</b> за промяна на съобщенията.
cs: Zprávy jsou soubory, které se automaticky zobrazí uživateli po přihlášení nebo vstupu do adresáře. Zprávy můžete upravovat tlačítky <b>Přidat zprávu</b> a <b>Odebrat zprávu</b>.
da: Beskeder er filer, der automatisk vises til brugeren efter logpå eller efter, man går ind i en mappe. Brug <b>Tilføj besked</b> og <b>Fjern besked</b> knapperne for at ændre beskederne.
de: Nachrichten sind Dateien, die dem Benutzer automatisch angezeigt werden, wenn er sich anmeldet oder auf ein Verzeichnis zugreift. Benutzen sie die Knöpfe <strong>Nachricht hinzufügen</strong> und <strong>Nachricht enfernen</strong>, um Nachrichten zu verändern.
eo: Mesagoj estas dosieroj aŭtomate montrataj al la uzantoj post saluto aŭ post aliro de dosierujo. Uzu la butonojn <b>Aldonu mesaĝon</b> kaj <b>Forigu mesaĝon</b> por alordigi mesaĝojn.
es: Los mensajes son archivos que se muestran automáticamente al usuario después de acceder o entrar en un directorio. Utilice los botones de <b>Añadir mensaje</b> y <b>Suprimir mensaje</b> para modificar los mensajes.
et: Teated on failid, mida näidatakse automaatselt kasutajale peale igat sisselogimist või sisenemist kataloogi. Teadete muutmiseks kasuta nuppe <b>Lisa teade</b> ja <b>Eemalda teade</b>.
fr: Les messages sont des fichiers qui sont automatiquement affichés à l'utilisateur après une connexion ou après être entré dans un dossier. Utilisez les boutons «Ajouter un message» et «Supprimer le message» pour modifier les messages.
he: <p align=right>שמתשמל םיגצומש םיצבק םה תועדוה<br>וא תכרעמל הסינכה ירחא תיטמטוא<br>םירותפכב שמתשה .הירפסל הסינכ ירחא<br>ידכ <b>העדוה רסה</b>ו <b>העדוה ףסוה</b><br>.תועדוהה תא תונשל
hu: Az üzenetek azok a fájlok, amelyek bejelentkezéskor vagy egy könyvtárba lépéskor íródnak ki a felhasználónak. Az <b>Üzenetfájl hozzáadása</b> és az <b>Üzenetfájl eltávolítása</b> gombokkal lehet módosítani az üzenetfájlokat.
id: Pesan adalah file yang secara otomatis ditampilkan pada pemakai setelah login atau setelah memasuki direktori. Gunakan tombol <b>Tambah Pesan</b> dan <b>Hapus Pesan</b> untuk memodifikasi pesan-pesan.
is: Skilaboð eru skrár sem eru sjálfkrafa sýndar notandanum eftir að hann tengist eða eftir að hann fer inn í möppu. Notaðu <b>Bæta við skilaboðum</b> og <b>Fjarlægja skilaboð</b> hnappana til þess að lagfæra skilaboðin.
it: I file dei messaggi vengono automaticamente mostrati agli utenti dopo il login o dopo essere entrati in una directory. Utilizza i pulsanti <b>Aggiungi messggio</b> e <b>Rimuovi messaggio</b> per modificare i messaggi.
ja: メッセージファイルは、ログインしたりディレクトリを移動する都度ユーザに自動的に表示されるものです。<b>メッセージの追加</b>ボタン, <b>メッセージの削除</b>ボタンを使って、メッセージを変更して下さい。
ko: 메세지는 로그인 한 후에 또는 자료방에 들어갈 때 사용자에게 자동적으로 보여지는 파일입니다. 메세지를 변경하기 위해서는 <b>메세지 추가</b> 와 <b>메세지 삭제</b> 단추를 사용하세요.
nl: Berichten zijn bestanden die automatisch aan de gebruiker worden getoond nadat deze is ingelogd, of na het openen van een map. Gebruik de knoppen <b>Bericht toevoegen</b> en <b>Bericht verwijderen</b> om de berichten te bewerken.
no: Meldinger er filer som automatisk vises til brukeren etter at han har logget inn eller etter at han har gått inn i en katalog.Bruk <b>Legg til melding</b>- og <b>Fjern melding</b>-knappene for å redigere meldinger.
no_ny: Meldingar er filer som automatisk vert vist til brukaren etter innlogging eller etter at han/ho går inn i ein katalog. Bruk knappane <b>Legg til melding</b> og <b>Fjern melding</b> for å endra meldingane,
pt: Mensagens são ficheiros que são automaticamente mostrados ao utilizador após o login ou após entrar numa directoria. Usa os botões <b>Adicionar Mensagem</b> e <b>Remover Mensagem</b> para modificar as mensagens.
ro: Mesajele sînt fişiere care sînt automat afişate utilizatorului după ce se loghează sau după ce intră într-un director. Utilizaţi butoanele <b>Adaugă mesaj</b> şi <b>Şterge mesaj</b> pentru a modifica mesajele.
ru: Сообщения. это файлы, которые будут автоматически показываться пользователю после каждого вхождения в каталог. Используйте кнопки <b>Добавить сообщение</b> и <b>Убрать сообщение</b> для изменения сообщений.
sk: Správy sú súbory, ktoré sa automaticky zobrazia pre užívateľa po prihlásení alebo po vstupe do priečinku. Použite tlačidlá <b>Pridať správu</b> a <b>Odstrániť správu</b> pre úpravu správ.
sl: Sporočila so datoteke, ki se uporabniku samodejno prikažejo po prijavi ali po vstopu v imenik. Uporabite <b>Dodaj sporočilo</b> in <b>Odstrani sporočilo</b> za spreminjanje sporočil.
sr: Poruke su fajlovi koji se automatski prikazuju korisniku nakon prijave ili nakonpromene direktorijuma. Koristite <b>Dodaj poruku</b> i <b>Izbriši poruku</b> dugmiće da promenite poruke.
sv: Meddelanden är filer som automatiskt visas för användaren efter inloggning eller när de gått in i en katalog. Använd knapparna <b>Lägg till meddelande</b> och <b>Ta bort meddelande</b> för att ändra meddelandena.
ta: ¦ºö¾¢¸û ±ýÀ¨Å ÀÂÉ÷ ¦¾¡¼í¸¢Â×¼ý «øÄÐ ÌÈ¢ôÀ¢ð¼ «¨¼Å¢ø Ñ¨ÆÔõ¦À¡ØÐ ¾¡É¡¸ì ¸¡ð¼ôÀÎÅÉ. ¦ºö¾¢¸¨Ç Á¡üÈ <b>¦ºö¾¢ §º÷</b> «øÄÐ<b>¦ºö¾¢ ¿£ìÌ</b> ¦À¡ò¾¡ý¸¨Çô ÀÂýÀÎò¾×õ.
uk: Повідомлення це файли, які автоматично відображаються після реєстрації користувача або після того, як користувач зайде до каталогу. Використовуйте <b>Додати повідомлення</b> та<b>Видалити повідомлення</b>, щоб змінити повідомлення.

source: When you've defined README files, users changing to a directory containing files matching the glob listed here will be pointed to these files with a <i>Please read the file README, last modified x days ago</i> message.<br>Use the <b>Add Readme</b> and <b>Remove Readme</b> buttons to modify the list of README files.
af: wanneer jy het gedefinieër leesmy lêers, gebruikers verandering aan 'n gids bevat lêers ooreenstemmende die willekeurige teken gelys hier sal wees verwys aan hierdie lêers met 'n <i>asseblief lees die lêer leesmy, laaste veranderde x dae gelede</i> boodskap.<br>gebruik die <b>voeg by leesmy</b> en <b>verwyder leesmy</b> knoppies aan verander die lys van leesmy lêers.
az: <b>Mənioxu Əlavə Et</b> və <b>Mənioxu Çıxart</b> düymələrini işlədərək, ftp istifadəçisinin bir qovluğa keçməsi halında qabağınıza gələcək olan README faylının nümayişini çıxarda bilər ya da fəallaşdıra bilərsiniz.
bg: Когато вие задавате файловете README, потребителите влизащи в директория, содержащи тези файлове, ще бъдат уведомени за файловете там Това може да бъде съобщение от рода<i>Моля, прочетете README, последната промяна е била преди х дни</i> message.<br>Бутон <b>Добави README</b> и <b>Изтрии README</b> премена списъка от README файлове.
cs: Pokud byly definovány soubory README, zobrazí se uživatelům při vstupu do adresáře, který obsahuje soubory vyhovující zde uvedené podmínce upozornění <i>Přečtěte si prosím soubor README, naposledy změněný před x dny</i>.<br>Seznam souborů README upravíte tlačítky <b>Přidat Readme</b> a <b>Odebrat Readme</b>.
da: Når du har defineret README filer, vil brugere, der skifter til en mappe med filer, der passer med den glob, der er listet her, blive henvist til disse filer med en<i>Læs venligst filen README, sidst ændret for x dage siden</i> besked. Brug<b>Tilføj Readme</b> og <b>Fjern Readme</b> knapperne for at ændre listen af README filer.
de: Falls Sie README-Dateien definieren, werden Benutzer auf diese hingewiesen, wenn sie ein Verzeichnis mit einer Datei öffnen, auf die eines der unten angegebenen Muster passt. Der Hinweis geschieht in folgender Weise: <em>Please read the file README, last modified x days ago</em>. Benutzen sie die Knöpfe <strong>README hinzufügen</strong> und <strong>README entfernen</strong>, um die Liste der README Dateien zu verändern.
eo: Se vi difinis LEGUMIN-dosierojn, uzantoj estos atentigataj al tiuj ĉe dosieraliro per mesaĝo <i>Bonvolu legi la LEGUMIN-dosieron, laste ŝanĝitan antaŭ x tagoj</i>.<br>Uzu la butonojn <b>Aldonu Legumin-dosieron</b> kaj <b>Forigu Legumin-dosieron</b> por ŝanĝi la liston de LEGUMIN-dosieroj.
es: Cuando usted define archivos README, los usuarios que cambian a un directorio que contiene archivos que concuerdan con los comodines listados aquí, serán dirigidos a estos archivos con un mensaje <i>Por favor lea el archivo README, modificado hace x días</i>.<br>Utilice los botones de <b>Añadir Leame</b> y <b>Suprimir Leame</b> para modificar la lista de los archivos README.
et: Kui oled defineerinud README failid ning kui kasutaja siseneb kataloogi, mis sisaldab sinupoolt defineeritud faile, näidatakse kasutajale teadet <i>Palun lugege README faili, mida on viimati muudetud x päeva tagasi</i>. <br>README failide nimekirja muutmiseks kasuta nuppe <b>Lisa README</b> ja <b>Eemalda README</b>.
fr: Quand vous avez défini des fichiers README, les utilisateurs entrant dans un dossier contenant des fichiers correspondant aux modèles listés ici seront dirigés vers ces fichiers avec un message <i>Veuillez lire le fichier README, modifié il y a % jours</i>.<br>Utilisez les boutons «Ajouter un README» et «Supprimer le README» pour modifier la liste des README.
he: <p align=right>הירפסל הירפס םיפילחמש םישמתשמ ,README יצבק ורדגוהשכ<br>ונפוי ןאכ םימושרה םייללכ םיוותל םימאותה םיצבק הליכמה<br><i>Please read the file README,</i> העדוהה ידי לע הלאה םיצבקה לא<br><i>last modified x days ago</i>.<br>תונשל ידכ <b>Readme רסה</b>ו <b>Readme ףסוה</b> םירותפכב שמתשה<br>.README-ה יצבק תמישר תא
hu: Ha használ README fájlokat, akkor amint a felhasználó egy olyan könyvtárba lép ahol ilyen fájl van, akkor a rendszer figyelmezteti egy <i>Please read the file README, last modified x days ago</i> üzenettel. A <b>README fájl hozzáadása</b> és a <b>README fájl eltávolítása</b> gombokkal lehet módosítani az README fájlok listáját.
id: Ketika anda telah mendefinisikan file README, pemakai pindah ke direktori berisi file untuk mencocokkan glob yang terdaftar di sini, akan ditunjukkan pada file-file ini dengan sebuah <i>Silahkan baca fiel README, terakhir dimodifikasi x hari yang lalu. <br>Gunakan tombol <b>Tambah Readme</b> dan <b>Hapus Readme</b> untuk memodifikasi daftar file README.
is: Þegar þú hefur skilgreint 'README' skrár munu notendur sem fara yfir í þær möppur sem innihalda skrár sem passa við listan hér vera bent á þessar skrár með <i>Please read the file README, last modified x days ago</i> skilaboðunum.<br> Notaðu <b>Bæta við 'Readme'</b> og <b>Fjarlægja 'Readme'</b> hnappana til þess að breyta listanum yfir 'README' skrár.
it: Quando hai definito i file README gli utenti cambiando la directory e andando in una che corrisponde a quelle che hai definito qui sarà indirizzato verso questi file con un avviso del tipo <i>Please read the file README, last modified x days ago</i>.<br>Utilizza il pulsante <b>Aggiungi Readme</b> e <b>Rimuovi Readme</b> per modificare la lista dei file README.
ja: READMEファイルを定義したら、ここで定義したパターンにマッチするファイルを含むディレクトリに移動したユーザには、<i>READMEファイルを参照してください。最終更新日は x 日前です。</i>というメッセージとともに、これらのREADMEファイルを示します。<b>Readmeを追加</b>ボタンと<b>Readmeを削除</b>ボタンを使って、READMEファイルのリストを変更して下さい。
nl: Als u de README-bestanden hebt gedefiniëerd, dan worden de gebruikers op dit bestand gewezen wanneer ze een map met gegevens openen. De melding ziet er dan als volgt uit: <i>Please read the file README, last modified x days ago</i> <br>Gebruik de knoppen <b>Readme toevoegen</b> en <b>Readme verwijderen</b> om de lijst met README-bestanden te bewerken.
no: Når du har defineret README-filer, vil brukerne som skifter til katalog med filer som passer globen som er listet her, bli henvist til disse filene med en<i>Please read the file README, last modified x days ago</i>-melding. Bruk <b>Legg til Readme</b>- og <b>Fjern Readme</b>-knappene for å endre listen med README-filer.
no_ny: Når du har definert README-filer («lesmeg»), vert brukarar som skiftar til ein katalog med ei av filene på lista minte på å lesa README-fila.<br>Bruk knappane <b>Legg til «Readme»</b> og <b>Fjern «Readme»</b> for å endra lista over README-filer.
pt: Quando tiveres definido ficheiros README, os utilizadores que entrem numa directoria contendo algum destes ficheiros listados serão reencaminhados para estes ficheiros com uma mensagem dizendo <i>Por favor, lê o ficheiro README, modificado há x dias</i>.<br>Usa os botões <b>Adicionar Readme</b> e <b>Remover Readme</b> para modificar a lista de ficheiros README.
ro: Cînd aţi definit fişierele README, utilizatorii care intră într-un director care se potrivesc cu modelul de globalizare listat aici, vor fi întîmpinaţi cu un mesaj de genul <i>Please read the file README, last modified x days ago</i>.<br>Utilizaţi butoanele <b>Adaugă "readme"</b> şi <b>Şterge "readme"</b> pentru a modifica lista de fişiere README.
ru: Когда вы определили файлы README, пользователи, войдя в каталог, содержащий файлы, будут уведомлены о файлах, которые находятся. Это может быть сообщение вроде: <i>Пожалуйста, прочтите README, последнее изменение было х дней назад</i> message.<br>Кнопки <b>Добавить README</b> и <b>Убрать README</b> изменят список файлов README.
sk: Ak ste definovali README súbory a užívatelia prejdú do priečinku obsahujúceho súbory zhodujúce sa so žolíkmi tu zadanými, budú odkázaní na tieto súbory správou <i>Please read the file README, last modified x days ago</i>.<br>Použite tlačidlá <b>Pridať readme</b> a <b>Odstrániť readme</b> na modifikáciu zoznamu README súborov.
sl: Če določite datoteke README, bodo uporabniki po vstopu v imenik, ki vsebuje takšne datoteke, usmerjeni na njih s sporočilom <i>Prosimo preberite datoteko README, zadnjič spremenjeno pred x dnevi.</i>.<br>Uporabite <b>Dodaj 'preberime'</b> in <b>Odstrani 'preberime'</b> za spreminjanje seznama datotek 'preberime'.
sr: Kada definišete pročitaj me fajlove, korisnici koji predju u direktorijume koji sadrže fajlove apstrakovane ovde će biti upućeni na ove fajlove sa porukom:<i>Please read the file README, last modified X days ago</i>. Koristite Dodaj Readme i Izbriši Readme dugmićeda izmenite listu pročitaj me fajlova.
sv: När du har definierat Readme-filerna så kommer användare som går in i en katalog innehållande en Readme-fil att uppmanas att läsa filen med följande meddelande: <i>Please read the file README, last modified x days ago</i>.<br>Använd knapparna <b>Lägg till Readme</b> och <b>Ta bort Readme</b> för att ändra i listan med Readme-filer.
ta: ¿¢í¸û ±ý¨ÉôÀÊ §¸¡ôÒ¸¨Ç ¯ÕÅ¡ì¸¢É£÷¸Ç¡É¡ø, ÀÂÉ÷ ­íÌ ÌÈ¢ôÀ¢ð¼ «¨¼Å¢ø«¨¼×¸Ç¢ø Ñ¨ÆÔõ¦À¡ØÐ «ó¾ §¸¡ôÒ¸¨Çô ÀÊì¸, <i>¾Â×¦ºöÐ ±ý¨ÉôÀÊ §¸¡ô¨ÀôÀÊì¸×õ, «Ð ¸¨¼º¢Â¡¸ x ¾¢Éí¸ÙìÌ Óý Á¡üÈôÀð¼Ð</i> ±É «È¢×Úò¾ôÀÎÅ¡÷¸û.<br>±ý¨ÉôÀÊ §¸¡ôÒ¸Ç¢ý ÀðÊÂ¨Ä Á¡üÈ ¾Â× ¦ºöÐ <b>±ý¨ÉôÀÊ §º÷</b> «øÄÐ<b>±ý¨ÉôÀÊ ¿£ìÌ<b> ¦À¡ò¾¡ý¸¨Çô ÀÂýÀÎò¾×õ.
uk: Коли Ви визначаєте README файли, користувачі, що зайшли до каталогу, який містить README файли, будуть попереджені о файлах повідомленням <i>Please read the file README, last modified x days ago</i>.<br>Скористуйтесь кнопками <b>README</b> та <b>Видалити README</b>, щоб змінити список README файлів.

source: Add new user class
af: voeg by nuwe gebruiker klas
az: Yeni istifadəçi sinifi əlavə et
bg: Добави нов клас потребители
ca: Afegeix una classe d'usuari nou
cs: Přidat novou třídu uživatelů
da: Tilføj ny brugerklasse
de: Neue Benutzerklasse hinzufügen
eo: Aldonu novan uzantoklason
es: Añadir nueva clase de usuario
et: Uue kasutajaklassi lisamine
fi: Lisää uusi käyttäjäluokka
fr: Ajouter une nouvelle classe d'utilisateur
he: השדח םישמתשמ תקלחמ תפסוה
hu: Új felhasználóosztály létrehozása
id: Tambah kelas pemakai baru
is: Bæta við nýjum notendaklasa
it: Aggiungi una nuova classe utenti
ja: 新規ユーザクラスを追加
ko: 새 사용자 클래스 추가
nl: Nieuwe gebruikersklasse toevoegen
no: Legg til nye brukerklasser
no_ny: Legg til ny brukarklasse
pt: Adicionar nova classe de utilizador
ro: Adaugă o nouă clasă de utilizator
ru: Добавить новый класс пользователей
sk: Pridať novú užívateľskú triedu
sl: Dodaj novi razred uporabnikov
sr: Dodaj novu klasu korisnika
sv: Lägg till ny användarklass
ta: Ò¾¢Â ÀÂÉ÷ Å¨¸Â¢Éõ §º÷
th: เพิ่มคลาสผู้ใช้ใหม่
uk: Додати новий клас користувачів

source: New class &name:
af: nuwe klas naam:
az: Yeni sinif &adı:
bg: Име на &нов клас:
ca: &Nom de la classe nova:
cs: &Název nové třídy:
da: Nyt klasse&navn:
de: &Name der Benutzerklasse:
eo: Nova &klasnomo:
es: Nuevo &nombre de clase:
et: Uue klassi &nimi:
fi: Uusi luokka&nimi:
fr: Nouveau &nom de classe :
he: :הקלחמה ם&ש
hu: Az osztály &neve:
id: &Nama kelas baru
is: Nýtt klasa&nafn:
it: &Nome nuova classe utenti:
ja: 新規クラス名(&n):
ko: 새 클래스 이름(&n):
nl: Naam &nieuwe klasse:
no: Nytt klasse&navn:
no_ny: &Namn på ny klasse:
pt: &Nome da nova classe:
ro: &Numele clasei:
ru: Имя &нового класса:
sk: &Meno novej triedy:
sl: Ime &novega razreda:
sr: Ime &nove klase:
sv: Nytt &klassnamn:
ta: ÒÐ Å¨¸Â¢Éõ &¦ÀÂ÷
th: ชื่อของคลาสใหม่:
uk: &Ім'я нового класу:

source: The name of your new user class - may be anything, but may not contain whitespaces.
af: die naam van jou nuwe gebruiker klas - dalk mag wees enige iets, maar dalk mag nie bevat spasies.
az: Yeni istifadəçi sinifinizin adı hər şey ola bilər - ancaq boşluq daxil etməz.
bg: Име на нов клас потребители може да бъде всякакъв но не трябва да вкючва празно (шпация) в името.
ca: El nom de la nova classe d'usuari - pot ser qualsevol, però no pot contenir espais en blanc.
cs: Název nové uživatelské třídy - může být libovolný, ale nesmí obsahovat mezery.
da: Navnet på din nye brugerklasse - kan være hvadsomhelst, men må ikke indeholde mellemrum.
de: Der Name Ihrer neuen Benutzerklasse ist beliebig, er darf jedoch keinen Leerraum (Leerzeichen, Tabs) enthalten.
eo: La nomo de via uzantoklaso - povas esti iu ajn, sed ne enhavu spacsignojn.
es: El nombre de su nueva clase de usuario - puede contener cualquier cosa, pero no puede contener espacios en blanco.
et: Uue kasutajate klassi nimi - suvaline märgijada, mis ei sisalda tühikuid.
fi: Uuden luokan voi olla mitä tahansa, muttei saa sisältää välilyöntejä.
fr: Le nom d'une nouvelle classe d'utilisateur - est libre, à la seule exception près qu'il peut pas contenir d'espace.
he: <p align=right>םישמתשמה תקלחמ לש םשה<br>לכ תויהל לוכי - ךלש השדחה<br>.םיחוור ליכהל לוכי אל לבא ,רבד
hu: A név tetszés szerint választható, de nem tartalmazhat szóközt vagy más elválasztókaraktert.
id: Nama kelas baru anda - bisa apa saja, tapi tidak boleh mengandung spasi.
is: Nafnið á nýja notendaklasanum þínum - getur verið hvað sem er en má ekki innihalda eyður.
it: Il nome della tua nuova classe utenti - può essere qualsiasi cosa ma non deve contenere spazi bianchi.
ja: 新規ユーザクラスの名前 - なんでもかまいませんが、空白文字は含まないで下さい。
ko: 새 사용자 클래스 이름 - 은 whitespace 을 포함해서는 안됩니다.
nl: De naam voor uw nieuwe gebruikersklasse - dat mag van alles zijn, maar dan wel zonder spaties.
no: Navnet på din nye brukaeklasse - kan være hva somhelst, men kan ikke inneholde 'hvite tegn'.
no_ny: Namnet på den nye brukarklassen - kan vera kva som helst, men kan ikkje innehalda «kvite teikn».
pt: O nome da tua nova classe - pode ser qualquer coisa, mas não pode ter espaços.
ro: Numele noii clase de utilizatori. Poate fi orice, dar nu trebuie să conţină spaţii.
ru: Имя нового класса пользователей может быть любым, но оно не должно содержать пробелов.
sk: Meno vašej novej užívateľskej triedy môže byť ľubovoľné, ale nesmie obsahovať medzery.
sl: Novi razred uporabnikov lahko poimenujete po želji, vendar ne sme vsebovati praznih znakov.
sr: Ime nove korisničke klase - može biti bilo šta, ali ne sme da sadrži razmake.
sv: Du kan ge din nya användarklass vilket namn som helst, förutsatt att det inte innehåller mellanslag
ta: ¯í¸û Å¨¸Â¢Éò¾¢ý ¦ÀÂ÷ ±Ð§ÅñÎÁ¡É¡Ìõ ­Õì¸Ä¡õ. ¬É¡ø ­¨¼§Â ¦ÅûÇ¢¼õ ­Õì¸Ä¡¸¡Ð
th: ชื่อคลาสผู้ใช้ใหม่ของคุณ - อาจเป็นอะไรก็ได้ แต่ไม่ควรมีช่องว่าง
uk: Ім'я для нового класу - може бути яким завгодно, але воно повинно не містити пробілів.

source: &Anonymous
af: anoniem
az: &Adsız
bg: &Анонимни
ca: &Anònim
cs: &Anonymní
da: &Anonym
de: &Anonym
eo: &Anonimulo
es: &Anónimo
et: &Anonüümne
fi: &Anonyymi
fr: &Anonyme
he: י&נומלא
id: &Anonim
is: N&afnlaus
it: &Anonimo
ko: 익명(&A)
nl: &Anoniem
no: &Anonym
no_ny: &Anonym
pt: &Anónimo
ru: &Анонимный
sk: &Anonymný
sl: &Anonimen
sr: &Anoniman
sv: &Anonym
ta: &¦ÀÂÃ¢Ä¢
th: ผู้ใช้นิรนาม
uk: &Анонім

source: Anonymous users (login=ftp or anonymous)
af: anoniem gebruikers (aanteken=ftp of anoniem)
az: Adsız istifadəçilər (giriş=ftp ya da anonymous)
bg: Анонимн потребители (име=ftp или anonymous)
ca: Usuaris anònims (login=ftp o anònim)
cs: Anonymní uživatelé (login=ftp nebo anonymous)
da: Anonyme brugere (logpå=ftp eller anonym)
de: Anonyme Benutzer (Anmeldung als ftp oder anonymous)
eo: Anonimaj uzantoj (salutnomo=ftp aŭ anonymous)
es: Usuarios anónimos (Acceso=ftp o anonymous)
et: Anonüümsed kasutajad (login=ftp või anonymous)
fi: Anonyymit käyttäjät (login=ftp tai anonymous)
fr: Utilisateurs anonymes (nom de connexion ftp ou anonymous)
he: <p align=right>םיינומלא םישמתשמ<br>רותב הסינכ)<br>(ftp וא anonymous
hu: Anonymous felhasználók (név=ftp vagy anonymous)
id: Pemakai anonim (login =ftp atau anonymous)
is: Nafnleyndar notendur (login=ftp eða anonymous)
it: Utenti anonimi (login=ftp o anonymous)
ja: Anonymous ユーザ (login名=ftp または anonymous)
ko: 익명 사용자 (로그인=ftp 또는 anonymous)
nl: Anonieme gebruikers (login='ftp' of 'anonymous')
no: Anonyme brukere (login=ftp eller anonymous)
no_ny: Anonyme brukarar (brukarnamn ftp eller anonymous)
pt: Utilizadores anónimos (login=ftp ou anonymous)
ro: Utilizatori anonimi (login=ftp sau anonymous)
ru: Анонимные пользователи (имя=ftp или anonymous)
sk: Anonymní užívatelia (login=ftp alebo anonymous)
sl: Anonimni uporabniki (prijava kot ftp ali anonymous)
sr: Anonimni korisnici (login=ftp ili anonymous)
sv: Anonyma användare (loggin=ftp eller anonym)
ta: ¦ÀÂÃ¢Ä¢ ÀÂÉ÷¸û (login=ftp or anonymous)
th: ผู้ใช้นิรนาม (login=ftp หรือ anonymous)
uk: Анонімні користувачі (ім'я ftp або anonymous)
