Repository: sandsmark/kde2-i18n
Catalog: */messages/kdeadmin/kwuftpd.po
Languages: af, az, bg, ca, cs, da, de, eo, es, et, fi, fr, he, hu, id, is, it, ja, ko, nl, no, no_ny, pt, ro, ru, sk, sl, sr, sv, ta, th, uk

source: Noretrieves are files and directories that can't be retrieved (downloaded) by remote users. Use the <b>Add</b> and <b>Remove</b> buttons below to control noretrieves.
af: nie-onttrek word lêers en gidse wat kan nie wees geonttrek (afgelaai) deur afgeleë gebruikers. gebruik die <b>voeg by</b> en <b>verwyder</b> knoppies onder aan kontrole nie-onttrek.
az: Yüklənə bilməzlər uzaq istifadəçilər tərəfindən yüklənə bilməyən fayl ya da cərgələrdir. Yüklənə bilməzləri idarə etmək üçün aşağıdakı <b>Əlavə Et</b> və <b>Çıxart</b> düymələrini işlət.
bg: Неизтегляеми - това са файлове и директории, които не могат да бъдат изтегляни от отдалечени потребители. Бутона <b>Изтрий</b> позволява да се управляват неизтегляемите файлове.
cs: Nezískatelné jsou soubory a adresáře, které vzdálení uživatelé nemohou získat (stáhnout). K řízení nezískatelných použijte tlačítka <b>Přidat</b> a <b>Odebrat</b>, umístěná níže.
da: Noretrieves er filer og mapper, der ikke kan hentes hjem af brugere fra andre steder. Brug <b>Tilføj</b> og <b>Fjern</b> knapperne nedenfor for at kontrollere noretrieves.
de: Nicht erhältliche Dateien können von Benutzern nicht heruntergeladen werden. Benutzen Sie die unten befindlichen Knöpfe <strong>Hinzufügen</strong> und <strong>Entfernen</strong>, um unerhältliche Dateien zu steuern.
eo: Nealireblaĵoj estas dosieroj kaj dosierujoj ne preneblaj (deŝuteblaj) de foraj uzantoj. Uzu la butonojn <B>Aldonu</b> kaj <b>Forigu</b> por difini tiujn.
es: No descargables son archivos y directorios que no se pueden ser descargados por usuarios remotos. Utilice los botones <b>Añadir</b> y <b>Suprimir</b> para controlar los no descargables.
et: Mitte uuesti saadetavad on failid või kataloogid, mida ei saa uuesti saata (alla laadida) kaugkasutajate poolt. Kasuta mitte uuesti saadetavate failide/kataloogide haldamiseks nuppe <b>Lisa</b> ja <b>Eemalda</b>.
fr: Les fichiers non-téléchargeables sont des fichiers et des dossiers qui ne peuvent être téléchargés par les utilisateurs distants. Utilisez les boutons «Ajouter» et «Supprimer» ci-dessous pour configurer cela.
he: <p align=right>תוירפסו םיצבק םה הכישמל םינתינ יתלב<br>ידי לע (הדרוהל) הכישמל םינתינ םניאש<br><b>ףסוה</b> םירותפכב שמתשה .םיקחורמ םישמתשמ<br>.הכישמל םינתינ יתלב לע טולשל ידכ הטמל <b>רסה</b>ו
hu: A nem letölthető könyvtárak olyan könyvtárak, amihez nem férhetnek hozzá a távoli felhasználók. A <b>Hozzáadás</b> és a <b>Törlés</b> gombokkal lehet ezeket a könyvárakat módosítani.
id: 'Tidak boleh mengambil' adalah file dan direktori yang tidak boleh diambil (di-download) oleh pemakai jarak jauh. Gunakan tombol <b>Tambah</b> dan <b>Hapus</b>di bawah ini untuk mengendalikan 'tidak boleh mengambil'.
is: Ósækjanlegt eru skrár og skráarsvæði sem fjarlægir notendur geta ekki sótt.Notaðu <b>Bæta við</b> og <b>Fjarlægja</b> hnappana fyrir neðan til þess að stjórnaÓsækjanlegu.
it: I file e le directory "Non scaricabili" sono appunto quelli che non possono essere scaricati dagli utenti remoti. Utilizza i pulsanti <b>Aggiungi</b> e <b>Rimuovi</b> per controllare i "Non scaricabili"
ja: 検索禁止とは、リモートユーザが検索(ダウンロード)を許されないファイルまたはディレクトリです。下にある<b>追加</b>ボタン、<b>削除</b>ボタンを使って設定して下さい。
ko: Noretrives 는 원거리 사용자가 내려받기할 수 없는 파일과 디렉토리입니다. noretrieves 를 제어하기 위해서 아래에 있는 <b>추가</b> 와 <b>지우기</b> 단추를 사용하세요.
nl: Noretrieves zijn bestanden en mappen die niet kunnen worden opgehaald (gedownload) door gebruikers op afstand. Gebruik de knoppen <b>Toevoegen</b> en <b>Verwijderen</b> hieronder om de noretrieves te bepalen.
no: Noretrieves er filer og kataloger som ikke kan sendes ut (lastes ned) av fjernbrukere. Bruk <b>Legg til</b>- og <b>Fjern</b> knapperene nedenfor for å kontrollere noretrieves.
no_ny: Ikkje-nedlastbare er filer og katalogar som ikkje kan lastast ned av fjerne brukarar. Bruk knappane <b>Legg til</b> og <b>Fjern</b> under for å styra ikkje-nedlastbare filer.
pt: Inacessíveis são os ficheiros e directorias que não podem ser acedidos (download) por utilizadores remotos. Usa os botões <b>Adicionar</b> e <b>Remover</b> em baixo para controlar os inacessíveis.
ro: "Noretrieve" sînt fişiere şi directoare care nu pot fi accesate (download-ate) de utilizatorii distanţi. Utilizaţi butoanele <b>Adaugă</b> şi <b>Şterge</b> de mai jos pentru a controla ce poate fi accesat şi ce nu.
ru: Нескачиваемые - это файлы и каталоги, которые не могут быть скачаны удаленными пользователями. Кнопки <b>Убрать</b> позволят управлять нескачиваемыми файлами.
sk: Nestiahnuteľné sú tie súbory a priečinky, ktoré nemôžu stiahnuť vzdialení užívatelia. Použite tlačidlá <b>Pridať</b> a <b>Odstrániť</b> pod správou nestiahnuteľných.
sl: 'Nedosegljivi' so datoteke in imeniki, ki jih oddaljeni uporabniki ne morejo doseči (pobrati). Za nadzor nad nedosegljivimi zapisi uporabite gumba <b>Dodaj</b> in <b>Odstrani</b>.
sr: Nedostupni su oni fajlovi koji ne mogu biti preuzeti (downloadovani). Koristite <b>Dodaj</b> i <b>Izbriši</b> dugmiće (ispod) za kontrolu nedostupnih fajlova.
sv: Ej hämtbara är filer och kataloger som inte kan hämtas (laddas ner) av fjärranvändare. Använd knapparna <b>Lägg till</b> och <b>Ta bort</b> nedan för att kontrollera ej hämtbara.
ta: ÁÚ¦ÀÚ¾Ä¢øÄ¡¾¨Å ¦¾¡¨ÄÀÂÉ÷¸Ç¡ø ¾Ã× ­Èì¸õ ¦ºöÂÓÊÂ¡¾ §¸¡ôÒ¸Ùõ, «¨¼×¸Ùõ ¬Ìõ¸£Æ¢ÕìÌõ <b>§º÷</b> ÁüÚõ <b>¿£ìÌ</b> ÌÁ¢ú¸¨Ç ÁÚ¦ÀÚ¾Ä¢øÄ¡¾¨Á¨Â ¸ðÎôÀÎò¾ ÀÂýÀÎò¾×õ.
uk: Файли та каталоги, які не можуть бути витягнуті віддаленими користувачами. Використовуйте кнопки <b>Додати</b> та <b>Видалити</b> для редагування.

source: Number of allo&wed failed logins:
af: nommer van toegelaat gevaal inteken:
az: İcazə verilən iflas etmiş giriş miqdarı:
bg: Брой &неправилни влизания:
ca: Nombre permès d'entrades fallides:
cs: Počet po&volených nezdařených přihlášení:
da: &Antal tilladte mislykkede logpå:
de: Zahl der erlau&bten Fehlanmeldungen
eo: Nombro de &permesitaj missalutoj:
es: Número de accesos fallidos &autorizados
et: Lubatud &ebaõnnestunud sisselogimiste arv:
fi: Virheellisten kir&jautumiten määrä:
fr: Nombre d'échecs de conne&xion autorisé :
he: :תושרומ תולשוכ תוסינ&כ רפסמ
hu: Hibás bejelentkezések max.:
id: Jumlah login &gagal yang diperbolehkan:
is: Fjöldi leyfðra innskráningarmistaka:
it: Numero di accessi sbagliati &permessi:
ja: ログイン失敗の許容回数(&w):
ko: 로그인 실패 허용 횟수(&w):
nl: Toegestaand aantal &falende logins:
no: Antall tillatte feil-innlogginger:
no_ny: Tal på tilletne &feil-innloggingar:
pt: Número máximo de 'logins' falhados:
ro: Numărul de logări eşuate p&ermise:
ru: Число &неправильных входов:
sk: Počet p&ovolených pokusov o prihlásenie:
sl: Število še &dovoljenih napačnih prijav:
sr: Broj dozvoljenih lo&ših prijava:
sv: Maximalt antal &felaktiga inloggingsförsök:
ta: &«ÛÁ¾¢ì¸ôÀð¼ ÁüÚõ ¾ÅÈ¢Â Ñ¨Æ×¸Ç¢ý ±ñ½¢ì¨¸
th: จำนวนครั้งที่ให้ล็อกอินผิดพลาดได้:
uk: Кількість дозволених не&вдалих спроб реєстрації:

source: A user may attempt to login with a wrong password this many times before the connection is closed.
af: 'n gebruiker dalk mag poog aan aanteken met 'n verkeerde wagwoord hierdie veel times voor die verbinding is gesluit.
az: Bağlantı qapadılmadan əvvəl istifadəçi bu qədər miqdarda giriş sınaya bilər.
bg: Задава броя опити, които може да направи потребителя, въвеждайки грешна парола, преди разпадане на връзката.
cs: Udává, kolikrát může uživatel zadat při přihlašování chybné heslo, než dojde k uzavření spojení.
da: En bruger kan forsøge at logge på med forkert kodeord så mange gange før forbindelsen afbrydes.
de: Die Zahl der erlaubten Fehlanmeldungen gibt an, wie oft ein Benutzer ein falsches Passwort angeben darf, bevor die Verbindung unterbrochen wird.
eo: Tiom da fojoj uzanto rajtas provi saluti antaŭ la kontakto estas ĉesigita.
es: Un usuario puede intentar acceder con una contraseña inválida este número de veces antes de que se cierre la conexión.
et: Kasutaja võib vale parooliga püüda sisse logida nii kaua kuni ühendus suletakse.
fi: Käyttäjä voi yrittää väärää salasanaa näin monta kertaa, ennenkuin yhteys katkaistaan.
fr: Nombre d'essais de connexion autorisé pour un utilisateur avant qu'il ne soit déconnecté
he: <p align=right>סנכיהל תוסנל לוכי שמתשמ<br>הז רפסמ היוגש המסיס םע<br>.רגסנ רוביחהש ינפל םימעפ לש
hu: Egy felhasználó ennyiszer próbálkozhat hibás jelszóval belépni mielőtt a kiszolgáló megszakítja a kapcsolatot.
id: Seorang pemakai boleh berusaha untuk login dengan password yang salah beberapa kali sebelum koneksi terputus.
is: Notandi má reyna að tengjast með röngu lykilorði þetta oft þangað til aðtengingunni er lokað.
it: Un utente può provare ad accedere con una password sbagliata questo numero di volte prima che la connessione venga chiusa.
ja: ユーザは間違ったパスワードでのログイン失敗をここで指定した回数までは許されます。これを超えると接続は拒否されます。
ko: 연결이 끊기기 전에 사용자가 틀린 열쇠글을 가지고 로그인을 시도할 수 있습니다.
nl: Een gebruiker mag zo vaak proberen in te loggen met een onjuist wachtwoord voordat de verbinding wordt verbroken.
no: En bruker kan prøve å logge inn så mange ganger med feil passord før forbindelsen blir lukket.
no_ny: Ein brukar kan prøva å logga inn med feil passord så mange gonger før sambandet vert lukka.
pt: Número de tentativas permitidas durante o login para introdução de uma senha correcta antes de se fechar a ligação.
ro: Un utilizator poate încerca de multe ori să se logheze cu o parolă greşită înainte ca legătura să fie închisă.
ru: Устанавливает число попыток, которые может совершить пользователь, набрав неверный пароль, перед тем как соединение прервется.
sk: Koľkokrát sa môže užívateľ pokúsiť prihlásiť so zlým heslom, predtým než sa ukončí spojenie.
sl: Tolikokrat se lahko uporabnik poskuša prijaviti z napačnim geslom, preden se povezava zapre.
sr: Korisnik može da pokuša da se prijavi sa neispravnom lozinkom ovoliko puta pre nego što se veza prekine.
sv: En användare får försöka logga in så här många gånger med fel lösenord innan anslutningen stängs.
ta: ­¨½ôÒò ÐñÊì¸ô ÀÎÅ¾üÌ ÓýÉ¡ø ´Õ ÀÂÉÕìÌ «Ç¢ì¸ôÀÎõÓÂüº¢¸Ç¢ý ±ñ½¢ì¨¸.
uk: Зв'язок буде розірвано, після того як користувач спробував зареєструватися з невірним паролем вказану тут кількість разів.

source: Permit SITE &GROUP
af: laat toe tuiste groep
az: SITE "&GROUP"a icazə ver
bg: Разреши SITE &GROUP
ca: Permet &GRUP de LLOC
cs: Umožnit SITE &GROUP
da: Tillad site &group
de: SITE &GROUP erlauben
eo: Permesu la komandon SITE &GROUP
es: Autorizar SITE &GRUPA
et: Luba SITE &GROUP
fi: Salli SITE &GROUP
fr: Autoriser SITE &GROUP
he: &SITE GROUP רשפא
hu: SITE &GROUP engedélyezése
id: Ijinkan SITE & &GROUP
is: Leyfa SITE &GROUP
it: Permetti SITE &GROUP
ja: SITE GROUP の許可(&G)
nl: SITE &GROUP toestaan
no: Tillat SITE &GROUP
no_ny: Tillat SITE &GROUP
pt: Permitir o comando SITE &GROUP
ro: Permite SITE &GROUP
ru: Разрешить SITE &GROUP
sk: Povoliť SITE &GROUP
sl: Dovoli SITE &GROUP
sr: Dozvoli SITE &GROUP komandu
sv: Tillåt SITE &GROUP
ta: ¾Çõ ÁüÚõ &ÌØ¨Å «ÛÁ¾¢ì¸×õ
th: อนุญาต SITE &GROUP
uk: Дозволити SITE &GROUP

source: Permit users to change their group membership using the ftp SITE GROUP command
af: laat toe gebruikers aan verander hulle groep lidmaatskap te gebruik die ftp tuiste groep opdrag
az: İstifadəçilərin qrup üzvlüklərini ftp SITE GROUP əmrləri ilə dəyişdirməyinizə icazə ver
bg: Разрешава на потребителя да променя своето членство в група, използвайки командата ftp SITE GROUP
cs: Umožnit uživatelům měnit jejich členství ve skupinách pomocí ftp příkazu SITE GROUP
da: Tillad brugere at ændre deres gruppe medlemskab ved brug af ftp SITE GROUP kommandoen
de: Benutzern gestatten, ihre Gruppern-Zugehörigkeit durch Verwendung des ftp Befehls "SITE GROUP" zu ändern.
eo: Permesas al uzantoj ŝanĝi sian grupanecon per la FTP-komando "SITE GROUP".
es: Permitir que los usuarios cambien su pertenencia a su grupo utilizando el comando SITE GROUP
et: Lubab kasutajatel vahetada gruppi kuuluvust kasutades käsku ftp SITE GROUP käsku
fi: Salli käyttäjien vaihtaa ryhmiä käyttäen ftp komentoa SITE GROUP.
fr: Autoriser les utilisateurs à changer leur appartenance à un groupe avec la commande ftp SITE GROUP
he: <p align=right>םישמתשמל רשפא<br>םהלש תורבחה תא תונשל<br>תועצמאב הצובקב<br>SITE GROUP ftp-ה תדוקפ
hu: Az ftp SITE GROUP parancs engedélyezése, amivel a felhasználók a csoporttagságukat meg tudják változtatni.
id: Ijinkan pemakai untuk mengubah keanggotaan kelompok mereka menggunakan perintah ftp SITE GROUP
is: Leyfa notendum að breyta hvaða hóp þeir tilheyra með því að notaftp SITE GROUP skipunina
it: Permette agli utenti di cambiare il proprio gruppo utilizzando il comando ftp SITE GROUP.
ja: ftp のSITE GROUPコマンドを使ってユーザがグループを変更することを認めます。
ko: 사용자가 ftp SITE GROUP 명령을 사용하여 그룹 멤버쉽을 바꾸는 것을 허용한다
nl: Staat het toe dat gebruikers hun groepslidmaatschap wijzigen via het ftp-commando SITE GROUP.
no: Tillat brukere å endre deres gruppemedlemskap ved bruk av ftp SITE GROUP-kommandoen.
no_ny: Tillat brukarar å endra gruppemedlemskapet deira ved å bruka ftp-kommandoen SITE GROUP
pt: Autorizar os utilizadores a alterar o seu grupo através do comando FTP SITE GROUP
ro: Permite utilizatorilor să-şi schimbe asocierea la un anumit grup utilizînd comanda de ftp SITE GROUP
ru: Разрешить пользователям изменять свое членство в группе, выполняя команду ftp SITE GROUP
sk: Povoliť užívateľom zmeniť príslušnosť k skupine pomocou ftp príkazu SITE GROUP
sl: Dovoli uporabnikom, da spreminjajo članstvo v skupinah z uporabo ftp ukaza SITE GROUP.
sr: Dozvoli korisnicima da promene njihovu člansku grupu pomoću ftp SITE GROUP komande
sv: Tillåt användare att ändra grupptillhörighet med hjälp av ftp SITE GROUP-kommandot
ta: ftp SITE GROUP ¸ð¼¨ÇÂ¢ý ¦À¡ØÐ ÀÂÉ÷¸¨Ç «Å÷¸ÇÐ ÌØ ¯ÚôÀ¢É¨ÃÁ¡üÈ «ÛÁ¾¢
uk: Дозволяє користувачам змінити групу за допомогою команди ftp SITE GROUP

source: Permit the following commands to users:
af: laat toe die volgende opdragte aan gebruikers:
az: İstifadəçilərin bu əmrləri işlətməsinə icazə ver:
bg: Разрешава следните команди на потребителя:
ca: Permet les següents ordres als usuaris:
cs: Umožnit uživatelům použití následujících příkazů:
da: Tillad følgende kommandoer til brugere:
de: Die folgenden Befehle für Benutzer erlauben:
eo: Permesu la sekvajn komandoj al uzantoj:
es: Permitir los siguientes comandos a los usuarios:
et: Kasutajale on lubatud järgnevad käsud:
fi: Salli seuraavat komennot käyttäjille:
fr: Autoriser les commandes suivantes aux utilisateurs :
he: :םישמתשמל תואבה תודוקפה תא רשפא
hu: Az engedélyezett parancsok:
id: Ijinkan perintah berikut ini kepada pemakai
is: Leyfa notendum að nota eftirfarandi skipanir:
it: Permetti i seguenti comandi agli utenti:
ja: 下記のコマンドをユーザに許可:
ko: 사용자에게 다음 명령을 허용:
nl: Geef gebruikers toestemming voor de volgende commando's:
no: Tillat følgende kommandoer for brukere:
no_ny: Tillat dei følgjande kommandoane for brukarar:
pt: Autorizar os seguintes comandos aos utilizadores:
ro: Permite următoarele comenzi către utilizatori:
ru: Разрешить следующие команды пользователям:
sk: Povoliť nasledujúce príkazy užívateľom:
sl: Uporabnikom dovoli sledeče ukaze:
sr: Dozvoli sledeće komande sledećim korisnicima:
sv: Tillåt följande kommandon för användare:
ta: À¢ýÅÕõ ¸ð¼¨Ç¸¨Ç ÀÂÉ÷ ÀÂýÀÎò¾ «ÛÁ¾¢
th: อนุญาตคำสั่งสำหรับผู้ใช้:
uk: Дозволити наступні команди для користувачів:

source: Anonymous
af: anoniem
az: Adsız
bg: Анонимен
ca: Anònim
cs: Anonymní
da: Anonym
de: Anonym
eo: Anonimulo
es: Anónimo
et: Anonüümne
fi: Anonyymi
fr: Anonyme
he: ינומלא
id: Anonim
is: Nafnleynd
it: Anonimi
ko: 익명
nl: Anoniem
no: Anonym
no_ny: Anonym
pt: Anónimo
ru: Анонимный
sk: Anonymný
sl: Anonimni
sr: Anonimni
sv: Anonym
ta: ¦ÀÂÃ¢Ä¢
th: ผู้ใช้นิรนาม
uk: Анонім

source: Guest
af: gas
az: Qonaq
bg: Гост
ca: Extern
cs: Host
da: Gæst
de: Gast
eo: Gasto
es: Invitado
et: Külaline
fi: Vieras
fr: Invité
he: חרוא
hu: Vendég
id: Tamu
is: Gestur
ja: ゲスト
ko: 손님
nl: Gast
no: Gjest
no_ny: Gjest
pt: Convidado
ru: Гость
sk: Hosť
sl: Gost
sr: Gosti
sv: Gäst
ta: Å¢ÕóÐ
th: ผู้ใช้แบบแขก
uk: Гість

source: Real
af: egte
az: Həqiqi
bg: Реален
cs: Skutečný
da: Virkelig
de: Bekannt
eo: Reala
et: Tegelik
fi: Todellinen
fr: Réel
he: יתימא
hu: Normál
id: Nyata
is: Almennir
it: Reali
ja: 実ユーザ
nl: Bekend
no: Ekte
no_ny: Ekte
ru: Реальный
sk: Skutočný
sl: Pravi
sr: Stvarani
sv: Riktiga
ta: ¦Áö
th: ผู้ใช้จริง
uk: Звичайний

source: Check password for anonymous:
af: bevestig wagwoord vir anoniem:
az: Adsız üçün parol yoxla:
bg: Проверка на парола за анонимен:
ca: Comprova la contrasenya en els anònims:
cs: Kontrolovat heslo anonymních:
da: Tjek kodeord for anonym:
de: Passwort anonymer Benutzer überprüfen:
eo: Kontrolu pasvorton por anonimulo:
es: Comprobar contraseñas para anónimos:
et: Anon. parooli kontroll:
fi: Tarkista anonyymin salasana:
fr: Vérifier le mot de passe pour les utilisateurs anonymes :
he: :ינומלא לש המסיס תקידב
hu: Anonymous jelszóellenőrzés:
id: Periksa password untuk anonim
is: Athuga lykilorð fyrir nafnleynd:
it: Controlla passowrd per gli anonimi:
ja: anonymousのパスワードをチェック:
ko: 익명 사용자 열쇠글 검사:
nl: Wachtwoord van anonymous controleren:
no: Sjekk passordet til anonym:
no_ny: Sjekk passordet til anonym:
pt: Verificar senha dos anónimos:
ro: Verifică parola pentru anonymous:
ru: Проверка пароля для анонимного:
sk: Kontrolovať heslo pre anonymov:
sl: Preveri geslo za anonimneža:
sr: Provera lozinke anonimnih korisnika:
sv: Kontrollera lösenord för anonyma:
ta: ¦ÀÂÃ¢Ä¢Â¢ý ¸¼×î ¦º¡ø¨Äî ºÃ¢À¡÷
th: ตรวจสอบรหัสผ่านสำหรับผู้ใช้นิรนาม:
uk: Перевірка пароля для анонімів:

source: &No
af: nee
az: &Xeyr
bg: &Не
cs: &Ne
da: &Nej
de: N&ein
eo: &Ne
et: &Ei
fi: E&i
fr: &Non
he: &אלל
hu: &nincs
id: Ti&dak
is: &Nei
ja: いいえ(&N)
ko: 아니오(&N)
nl: &Nee
no: &Nei
no_ny: &Nei
pt: &Não
ro: &Nu
ru: &Нет
sk: &Nie
sl: &Ne
sr: &Nikakva
sv: &Nej
ta: &­ø¨Ä
th: ไม่
uk: &Ні

source: Don't check password given for anonymous/ftp at all
af: moenie bevestig wagwoord gegewe vir anoniem/ftp na alle
az: anonymous/ftp üçün verilən parolları yoxlama
bg: Не проверява за парола, въведена от анонимен потребител
ca: No comprovis la contrasenya donada pels anònims o els fpt
cs: Vůbec nekontrolovat heslo udané uživateli anonymous/ftp
da: Tjek slet ikke kodeord for anonym/ftp overhovedet
de: Passwort für anonyme Benutzer nicht prüfen
eo: Ne kontrolu pasvorton donita de anonymous/ftp
es: No comprobar contraseñas para anonymous/ftp en ningún caso
et: Kasutaja anonymous/ftp parooli ei kontrollita
fi: Älä tarkista salasanaa anonyymikäyttäjiltä
fr: Ne jamais vérifier le mot de passe pour les utilisateurs anonymes/ftp
he: <p align=right>תנתינש המסיס ללכב קודבת לא<br>anonymous/ftp תוסינכ רובע
hu: A jelszóellenőrzés kihagyása anonymous vagy ftp felhasználónévnél.
id: Jangan periksa password yang diberikan oleh anonimous/ftp.
is: Ekki athuga lykilorð sem notuð eru fyrir anonymous/ftp
it: Non guardare per niente la password data per utenti anonymous/ftp
ja: anonymous/ftp のパスワードを一切チェックしない
ko: anonymous/ftp 에 대해서 열쇠글을 검사하지 않는다
nl: Controleer het wachtwoord van anonymous/ftp helemaal niet.
no: Ikke sjekk passordet for anonym/ftp i det heletatt
no_ny: Ikkje sjekk passordet for anonym/ftp i det heile
pt: Não verificar as senhas dos anónimos
ro: Nu verifică parola pentru anonymous/ftp
ru: Не проверять пароль, введенный анонимным пользователем
sk: Vôbec sa nebude kontrolovať heslo zadané anonymom/ftp
sl: Ne preverjaj dano geslo za anonymous/ftp
sr: Ne proveravaj lozinku anonymous/ftp korisnika uopšte
sv: Kontrollera inte lösenordet överhuvudtaget för anonyma/ftp
ta: &¦ÀÂÃ¢Ä¢Â¢ý ¸¼×î¦º¡ø¨Äî ´Õì¸¡Öõ ºÃ¢À¡÷ì¸¡§¾
th: ไม่ต้องตรวจสอบรหัสผ่านสำหรับผู้ใช้นิรนาม/ftp
uk: Не перевіряти пароль для анонімних користувачів

source: &trivial
af: triviaal
az: &bəsit
bg: &обичайни
cs: &triviálně
da: &triviel
eo: &triviale
et: &lihtne
fi: triviAaali
he: &הטושפ
hu: &triviális
is: Smámunir
it: &insignificante
ja: 基本(&t)
no: &triviell
no_ny: &triviell
ru: &обычный
sk: &triviálne
sl: &trivialno
sr: &Trivijalna
sv: &enkel
ta: &¦À¡ÐÅ¡É
uk: &простіша

source: Password for anonymous/ftp must contain an @ character
af: wagwoord vir anoniem/ftp moet bevat 'n @ karakter
az: anonymous/ftp üçün parol @ xarakteri daxil etməlidir
bg: Парола за анонимен потребител трябва да съдържа символа @
ca: La contrasenya per als anònims o els ftp ha d'incloure el caràcter @
cs: Heslo uživatelů anonymous/ftp musí obsahovat znak @
da: Kodeord for anonym/ftp skal have @ tegnet
de: Passwort für anonyme Benutzer muss ein @-Zeichen enthalten
eo: PAsvorto por anonymous/ftp devas enhavi signon @
es: La contraseña para anonymous/ftp debe contener un carácter @
et: Anonymous/ftp parool peab sisaldama @ märki
fi: Salasanan anonyymeille tulee sisältää @-merkki
fr: Le mot de passe pour les utilisateurs anonymes/ftp doit contenir le caractère «@».
he: <p align=right>תוסינכ רובע המסיסה<br>anonymous/ftp<br>@ ות ליכהל תבייח
hu: Az anonymous felhasználók jelszavának tartalmaznia kell @ karaktert
id: password untuk annonymous/ftp harus berisi sebuah karakter @
is: Lykilorð fyrir anonymous/ftp verður að innihalda @ stafinn
it: La password per utenti anonymous/ftp deve contenere un carattere @
ja: anonymous/ftp のパスワードには@が含まれなければなりません
ko: anonymous/ftp 을 위한 열쇠글은 @ 문자를 포함해야만 합니다
nl: Wachtwoorden van anonymous/ftp moeten een @ bevatten.
no: Passordet for anonym/ftp må inneholde et @-tegn
no_ny: Passordet for anonym/ftp må innehalda eit @-teikn
pt: Senha dos anónimos tem que conter um caracter @
ro: Parola pentru anonymous/ftp trebuie să conţină caracterul '@'
ru: Пароль анонимного пользователя должен содержать символ @
sk: Heslo pre anonymous/ftp musí obsahovať znak @
sl: Geslo za anonymous/ftp mora vsebovati @ znak
sr: Lozinka anonymous/ftp korisnika mora da sadrži @ znak
sv: Anonymas lösenord måste innehålla @-tecknet
ta: ¦ÀÂÃ¢Ä¢Â¢ý ¸¼×î¦º¡øÄ¢ø ´Õ @ ­Õò¾ø §ÅñÎõ
th: รหัสผ่านสำหรับผู้ใช้นิรนาม/ftp ต้องมีอักษร @ ด้วย
uk: Пароль anonymous/ftp повинен містити символ @

source: &RFC822
eo: laŭ &RFC 822
