Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmfonts.po
Languages: cs, da, de, es, fr, nl, pt, sk, sl, sv

source: ROLES_OF_TRANSLATORS
cs: <othercredit role="translator"><firstname>Ondřej</firstname><surname>Šotek</surname><affiliation><email>ondrej.sotek@seznam.cz</email></affiliation><contrib>Translation</contrib></othercredit>
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Carsten</firstname><surname>Niehaus</surname><affiliation><address><email>CNiehaus@gmx.de</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>
es: <othercredit role="translator"> <firstname>Pablo</firstname> <surname>de Vicente</surname> <affiliation><address><email>pvicentea@nexo.es</email></address></affiliation> <contrib>Traductor</contrib> </othercredit>
fr: <othercredit role="translator"><firstname>Yves</firstname><surname>Dessertine</surname><affiliation><address><email>yves.d@hrnet.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit><othercredit role="translator"><firstname>Christophe</firstname><surname>Lefebvre</surname><affiliation><address><email>clefebvre@netcourrier.com</email></address></affiliation><contrib>Traduction française</contrib></othercredit><othercredit role="reviewer"><firstname>Thibaut </firstname><surname>Cousin</surname><affiliation><address><email>cousin@in2p3.fr</email></address></affiliation><contrib>Relecture française</contrib></othercredit>
nl: &Niels.Reedijk;
pt: <othercredit role="translator"><firstname>José</firstname><surname>Pires</surname><affiliation><address><email>jncp@rnl.ist.utl.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sk: <othercredit role="translator"><firstname>Stanislav</firstname> <surname>Višňovský</surname> <affiliation> <address><email>visnovsky@nenya.ms.mff.cuni.cz</email></address> </affiliation><contrib>Preklad</contrib></othercredit>
sl: <othercredit role="translator"><contrib>Prevod:</contrib><firstname>Matej</firstname><surname>Badalič</surname><affiliation><address><email>matej_badalic@slo.net</email></address></affiliation></othercredit>
sv: <othercredit role="translator"> <firstname>Stefan</firstname> <surname>Asserhäll</surname> <affiliation><address><email>stefan.asserhall@telia.com</email></address></affiliation> <contrib>Översättare</contrib></othercredit>

source: KControl
fr: centre de configuration

source: fonts
cs: písma
da: skrifter
de: Schriften
es: fuentes
fr: polices de caractères
nl: lettertypen
pt: tipos de letra
sk: písma
sl: pisave
sv: teckensnitt

source: Fonts
cs: Písma
da: Skrifter
de: Schriften
es: Fuentes
fr: Polices de caractères
nl: Lettertypen
pt: Tipos de Letra
sk: Písma
sl: Pisave
sv: Teckensnitt

source: This module is designed to allow you to easily select different fonts for different parts of the KDE Desktop.
cs: Tento modul slouží k výběru řezů písma pro různé části KDE.
da: Dette modul gør det nemt at vælge forskellige skrifter i forskellige dele af KDE skrivebordet.
de: Dieses Modul wurde erstellt, um Ihnen eine einfache Möglichkeit zu geben, unterschiedlichen Bereichen ihres Desktops unterschiedliche Schriften zuzuweisen.
es: Este módulo está diseñado para permitir seleccionar fácilmente diferentes fuentes para las diferentes partes del escritorio KDE.
fr: Ce module est vous permet de sélectionner facilement les polices de caractères à employer pour les différentes parties du bureau KDE.
nl: Deze module is bedoeld om u de mogelijkheid te geven om gemakkelijk verschillende lettertypen te kunnen selecteren voor de verschillende onderdelen van de &kde; Desktop.
pt: Este módulo está desenhado para te permitir seleccionar facilmente os tipos de letra para as diferentes partes do ambiente de trabalho do KDE.
sk: Tento modul umožňuje jednoducho vybrať písma pre rôzne časti prostredia KDE.
sl: Ta modul je oblikovan zato, da vam omogoča poenostavljen način izbiranja pisav za različne dele KDE namizja.
sv: Den här modulen är konstruerad för att du enkelt ska kunna välja olika teckensnitt för de olika delarna på KDE:s skrivbord.

source: The panel consists of 7 different font groups to give you a lot of flexibiliity in configuring your fonts:
cs: Panel se skládá ze sedmi různých skupin písem. Toto množství by mělo plně dostačovat pro flexibilní nastavení písem.
da: Panelet består af 7 forskellige skriftgrupper hvilket giver en masse fleksibilitet ved indstilling af dine skrifttyper:
de: Es stehen Ihnen sieben verschiedene Schriftgruppen zur Verfügung. Somit haben Sie viele verschiedene Einstellungsmöglichkeiten.
es: El panel contiene 7 grupos diferentes de fuentes para permitirle una gran flexibilidad al configurar sus fuentes:
fr: La fenêtre se compose de sept groupes différents de polices de caractères afin d'autoriser une grande flexibilité de configuration :
nl: Deze module bevat 7 verschillende lettertype groepen om u heel flexibel te laten in het instellen van uw lettertypen:
pt: O painel consiste de 7 grupos de tipos de letra diferentes para te dar bastante flexibilidade ao configurares os teus tipos de letra:
sk: Panel obsahuje 7 rôznych skupín písiem, takže si ich môžete veľmi presne nastaviť:
sl: Pult je sestavljen iz 7 različnih skupin pisav, da vam da veliko fleksibilnost v nastavitvah vaših pisav:
sv: Panelen består av sju olika teckensnittsgrupper för att ge dig stor flexibilitet i inställningen av dina teckensnitt.

source: <guilabel>General</guilabel> (Used everywhere the other font groups don't apply)
cs: <guilabel>Obecné</guilabel> (Písmo použité v případě, že text nepatří do žádné jiné skupiny písem).
da: <guilabel>Generelt</guilabel> (Brugt alle steder hvor skriftgrupper ikke er relevante)
de: <guilabel>Allgemein</guilabel> (wird überall dort benutzt, wo die andern Gruppen nicht greifen)
es: <guilabel>General</guilabel> (Usado en cualquier lugar donde el resto de los grupos de fuentes no sean aplicables)
fr: <guilabel>Générale</guilabel> (utilisée partout où les autres polices de caractères ne s'appliquent pas)
nl: <guilabel>Algemeen</guilabel> (wordt overal gebruikt waar de overige lettertypegroepen niet van toepassing zijn)
pt: <guilabel>Geral</guilabel> (Usado em todo o lado em que os outros grupos de tipos letra não se aplicam)
sk: <guilabel>Všeobecné</guilabel> (Použité pre všetko, čo nepatrí do ostatných skupín)
sl: <guilabel>Splošno</guilabel> (Uporabi se povsod tam, kjer se druge skupine pisav ne uveljavijo)
sv: <guilabel>Allmän</guilabel> (Används överallt där övriga teckensnittsgrupper inte passar)

source: <guilabel>Fixed width</guilabel> (Anywhere a non-proportional font is specified)
cs: <guilabel>Pevná šířka</guilabel> (Všude tam, kde je vyžadováno neproporcionální písmo)
da: <guilabel>Fast bredde</guilabel> (Hvorsomhelst en ikke-proportional skrifttype er specificeret)
de: <guilabel>Feste Breite</guilabel> (überall, wo eine nicht proportionale Schrift angegeben ist)
es: <guilabel>Ancho fijo</guilabel> (En cualquier lugar en el que la fuente especificada sea no-proporcional)
fr: <guilabel>Police à chasse fixe</guilabel> (partout où une police de caractères non-proportionnelle est utilisée)
nl: <guilabel>Vaste breedte</guilabel> (overal waar een niet-proportioneel lettertype is aangegeven)
pt: <guilabel>Tamanho fixo</guilabel> (Em todo o lado onde é necessário um tipo de letra monoespaçado)
sk: <guilabel>S pevnou šírkou</guilabel> (Použité vždy, keď sa má zobraziť neproporcionálne písmo)
sl: <guilabel>Stalna širina</guilabel> (Povsod kjer so določene ne-sorazmerne pisave)
sv: <guilabel>Med fast breddsteg</guilabel> (Överallt där ett icke-proportionellt teckensnitt anges)

source: <guilabel>Desktop Icon</guilabel> (Fonts to use for Desktop icon text)
cs: <guilabel>Ikona na ploše</guilabel> (Pro text ikon pracovní plochy)
da: <guilabel>Skrivebordsikon</guilabel> (Skrift til brug for teksten i en skrivebordsikon)
de: <guilabel>Arbeitsflächen-Symbole</guilabel> (Schriften für die Anzeige des Textes von Arbeitsflächensymbolen)
es: <guilabel>Icono de escritorio</guilabel> (Fuentes utilizadas en el texto de los iconos del escritorio)
fr: <guilabel>Icône du bureau</guilabel> (Police utilisée pour afficher les noms d'icônes sur le bureau)
nl: <guilabel>Bureaublad pictogram</guilabel> (het lettertype dat wordt gebruikt voor de tekst bij bureaublad pictogrammen)
pt: <guilabel>Ícone do Ambiente de Trabalho</guilabel> (Os tipos de letra a usar para o texto dos ícones no ecrã)
sk: <guilabel>Ikony na ploche</guilabel> (Písma použité pre text pod ikonami na ploche)
sl: <guilabel>Ikona namizja</guilabel> (Pisave za besedilo ikon na namizju)
sv: <guilabel>Skrivbordsikon</guilabel> (Teckensnitt som används för skrivbordsikoner)

source: <guilabel>File Manager</guilabel> (Font to use in the &kde; file manager)
cs: <guilabel>Správce souborů</guilabel> (Písmo pro správce souborů KDE)
da: <guilabel>Filhåndtering</guilabel> (Skrift der bruges i &kde;'s filhåndtering)
de: <guilabel>Dateimanager</guilabel> (Schriften für den &kde; Dateimanager)
es: <guilabel>Administrador de archivos</guilabel> (Fuente utilizada en el administrador de archivos de &kde;
fr: <guilabel>Gestionnaire de fichiers</guilabel> (police de caractères utilisée dans le gestionnaire de fichiers)
nl: <guilabel>Bestandsbeheer</guilabel> (het lettertype dat wordt gebruikt in de &kde; bestandsbeheerder)
pt: <guilabel>Gestor de Ficheiros</guilabel> (O tipo de letra a usar no gestor de ficheiros do &kde;)
sk: <guilabel>Správca súborov</guilabel> (Písmo pre správcu súborov &kde;)
sl: <guilabel>Upravitelj datotek</guilabel> (Pisave uporabljene v datotečnem urejevalniku &kde;)
sv: <guilabel>Filhanteraren</guilabel> (Teckensnitt som används i &kde;:s filhanterare)

source: <guilabel>Toolbar</guilabel> (Font used in &kde; application toolbars)
cs: <guilabel>Nástrojová lišta</guilabel> (Písmo používané pro nástrojové lišty v KDE)
da: <guilabel>Værktøjslinie</guilabel> (Skrift brugt i &kde; program værktøjslinier)
de: <guilabel>Werkzeugleiste</guilabel> (Schriften für die Werkzeugleisten in &kde;-Anwendungen)
es: <guilabel>Barra de herramientas</guilabel> (Fuente utilizada en las barras de herramientas de las aplicaciones de &kde;)
fr: <guilabel>Barre d'outils</guilabel> (police de caractères utilisée dans les barres d'outils des applications &kde;)
nl: <guilabel>Werkbalk</guilabel> (het lettertype dat in de &kde; applicatie werkbalken wordt gebruikt)
pt: <guilabel>Barra de Ferramentas</guilabel> (O tipo de letra usado nas barras de ferramentas das aplicações do &kde;)
sk: <guilabel>Panel nástrojov</guilabel> (Písmo použité v paneloch nástrojov &kde;)
sl: <guilabel>Orodjarna</guilabel> (Pisave uporabljene v orodnih vrsticah &kde; aplikacij)
sv: <guilabel>Verktygsrad</guilabel> (Teckensnitt som används i &kde;:s aktivitetsfält)

source: <guilabel>Menu</guilabel> (Font used in &kde; application menus)
cs: <guilabel>Nabídka</guilabel> (Písmo používané pro nabídky)
da: <guilabel>Menu</guilabel> (Skrift brugt i &kde;'s programmenuer)
de: <guilabel>Menü</guilabel> (Schriften für die Menüs in &kde;-Anwendungen)
es: <guilabel>Menú</guilabel> (Fuente utilizada en los menús de las aplicaciones de &kde;)
fr: <guilabel>Menu</guilabel> (police de caractères utilisée dans le menu des applications &kde;E)
nl: <guilabel>Menu</guilabel> (het lettertype dat wordt gebruikt in de &kde; applicatie menus)
pt: <guilabel>Menu</guilabel> (Tipo de letra usado nos menus das aplicações do &kde;)
sk: <guilabel>Menu</guilabel> (Písmo pre menu aplikácií &kde;)
sl: <guilabel>Menu</guilabel> (Pisave uporabljene v menujih &kde; aplikacij)
sv: <guilabel>Meny</guilabel> (Teckensnitt som används i &kde;:s programmenyer)

source: <guilabel>Window Title</guilabel> (Font used in the window title)
cs: <guilabel>Titulek okna</guilabel> (Písmo používané v titulku okna)
da: <guilabel>Vinduestitel</guilabel> (Skrift brugt i vinduestitlen)
de: <guilabel>Fenstertitel</guilabel> (Schriften für die Fenstertitel)
es: <guilabel>Título de Ventanas</guilabel> (Fuente utilizada en los títulos de ventanas)
fr: <guilabel>Titre de fenêtre</guilabel> (police de caractères utilisée pour le titre des fenêtres)
nl: <guilabel>Venstertitels</guilabel> (het lettertype dat wordt gebruikt in de venstertitels)
pt: <guilabel>Título da Janela</guilabel> (O tipo de letra usado nos títulos das janelas)
sk: <guilabel>Titulok okna</guilabel> (Písmo pre titulok okna)
sl: <guilabel>Naslov okna</guilabel> (Pisave uporabljene v naslovih oken)
sv: <guilabel>Namnlist</guilabel> (Teckensnitt som används i fönstrets namnlist)

source: Each font has a corresponding <guibutton>choose</guibutton> button. By clicking on this button, a dialog box appears. You can use this dialog box to choose a new font, font style, size and character set. Then press <guibutton>OK</guibutton>.
cs: Každé písmo má své tlačítko <guibutton>Vybrat</guibutton>. Po kliknutí na toto tlačítko se zobrazí dialogové okno, ve kterém můžete vybrat nové písmo, styl písma, velikost a znakovou sadu. Potvrzení změn provedete kliknutím na <guibutton>OK</guibutton>.
da: Hver skrifttype har en tilsvarende <guibutton>vælg</guibutton> knap. Ved at klikke på denne knap, kommer en dialogboks frem. Man kan bruger denne dialogboks til at vælge en ny skrifttype, skriftstil, størrelse og tegnsæt. Tryk dernæst på <guibutton>O.k.</guibutton>.
de: Jede Schrift hat einen zugehörigen <guibutton>Auswählen</guibutton> Knopf. Wenn Sie auf diesen Knopf klicken erscheint ein Dialog-Fenster. In diesem Dialog können Sie zwischen Schriftarten, Schriftstil und -größe und dem Zeichensatz wählen. Anschließend drücken Sie auf <guibutton>OK</guibutton>.
es: Cada fuente tiene su botón <guibutton>Seleccionar</guibutton> correspondiente. Pulsando dicho botón, aparece un cuadro de diálogo. Puede utilizar el cuadro de diálogo para seleccionar una nueva fuente, un estilo, un tamaño y el mapa de caracteres. Después pulse sobre <guibutton>Aceptar</guibutton>.
fr: Chaque groupe de police de caractères dispose d'un bouton <guibutton>Sélectionner</guibutton>. En cliquant sur ce bouton, une boîte de dialogue apparaît. Vous pouvez utiliser cette dernière pour choisir une nouvelle police de caractères, un style et une taille de caractère. Pour valider, cliquez sur <guibutton>OK</guibutton>.
nl: Elk lettertype heeft een coresponderende <guibutton> Kiezen...</guibutton> knop. Door op deze knop te klikken verschijnt er een dialoog. U kunt deze dialoog gebruiken om een nieuw lettertype, een nieuwe lettertype stijl, de grootte en de tekenset kiezen. Vervolgens kunt op <guibutton>OK</guibutton> klikken om de verandering door te voeren.
pt: Cada tipo de letra tem um botão <guibutton>escolher</guibutton> correspondente. Ao carregares neste botão, aparece-te uma janela. Podes utilizar essa janela para escolheres um novo tipo, estilo, tamanho e codificação de letra. Depois basta carregares em <guibutton>OK</guibutton>.
sk: Pre každé písmo je určené jedno tlačidlo <guibutton>Vybrať</guibutton>. Jeho stlačením sa zobrazí dialóg pre výber nového písma, jeho štýlu, veľkosť a znakovej sady. Nové písmo vyberiete stlačením <guibutton>OK</guibutton>.
sl: Vsaka pisava ima tudi primeren gumb z oznako <guibutton>Izberi</guibutton>. S klikom na ta gumb, se pojavi pogovorno okno. To pogovorno okno lahko uporabite, da izberete novo pisavo, slog pisave, velikost in razporeditev znakov. Potem pritisnite gumb <guibutton>V redu</guibutton>.
sv: Varje teckensnitt har en motsvarande <guibutton>Välj</guibutton>-knapp. Genom att klicka på den här knappen, visas en dialogruta. Du kan använda dialogrutan för att välja ett nytt teckensnitt, stil, storlek och teckenuppsättning. Tryck sedan på <guibutton>Ok</guibutton>.

source: An example of the font you have chosen will be displayed in the space between the font group name and the choose button.
cs: Mezi názvem skupiny a tlačítkem pro výběr písma bude zobrazen náhled vybraného řezu písma.
da: Et eksempel fra den skrifttype du har valgt vil blive vist i rummet mellem skriftgruppenavnet og vælg knappen.
de: Ein Beispiel einer jeden von Ihnen ausgesuchten Schrift erscheint zwischen dem Namen der Schriftgruppe und dem Knopf auf der rechten Seite.
es: Se mostrará un ejemplo de la fuente seleccionada en el espacio entre el nombre del grupo de fuentes y el botón de selección.
fr: Un exemple écrit avec la police de caractères que vous avez choisie sera affiché dans la zone située entre le nom du groupe de la police de caractères et le bouton Sélectionner.
nl: Een voorbeeld van het lettertype dat u heeft gekozen verschijnt in het de ruimte tussen de lettertypegroep naam en ge Kiezen... knop.
pt: Será mostrado um exemplo do tipo de letra escolhido no espaço entre o nome do grupo de tipos de letra e o botão de selecção.
sk: Medzi skupinou písiem a tlačidlom pre výber písma je zobrazený náhľad na aktuálne vybrané písmo.
sl: Primer pisave, ki ste jo izbrali se prikaže v predelu med skupinami pisav in gumbom za izbiranje.
sv: Ett exempel på teckensnittet du har valt visas i utrymmet mellan teckensnittets gruppnamn och knappen Välj.

source: When you are done, simply click <guibutton>OK</guibutton>, and all necessary components of &kde; will be restarted so your changes can take affect immediatly.
cs: Až budete se změnami spokojeni, klikněte na tlačítko "<guibutton>OK</guibutton>". KDE restartuje všechny komponenty tak, aby se změna písem okamžitě projevila.
da: Når du er færdig, så klik simpelthen på "<guibutton>O.k.</guibutton>", så vil alle nødvendige komponenter af &kde; blive genstartet så dine ændringer får virkning med det samme.
de: Wenn Sie Ihre Einstellungen abgeschlossen haben klicken Sie einfach auf <guibutton>OK</guibutton>. Nun werden alle notwendigen Anwendungen von &kde; neu gestartet, so dass die Änderungen sofort in Kraft treten.
es: Cuando haya finalizado, simplemente pulse <guibutton>Aceptar</guibutton>, y todos los componentes necesarios de &kde; serán reiniciados de modo que los cambios tengan efecto inmediatamente.
fr: Lorsque vous avez terminé, cliquez simplement sur <guibutton>OK</guibutton>, et tous les composants nécessaires de &kde; se rafraîchiront, ainsi vos modifications prennent effet immédiatement.
nl: Wanneer u klaar bent klikt u op <guibutton>OK</guibutton> en alle componenten van &kde; worden geherstart zodat uw veranderingen meteen effect hebben.
pt: Quando terminares, só precisas de carregar em <guibutton>OK</guibutton>, e todos os componentes necessários do &kde; serão reinicializados de modo a que as tuas alterações tomem efeito imediatamente.
sk: Ak ste spokojný s novým nastavením, stlačte tlačidlo <guibutton>OK</guibutton> a všetky časti &kde;, ktorých sa zmena týka, budú reštartované, takže sa zmeny prejavia okamžite.
sl: Ko ste končali, preprosto kliknite <guibutton>V redu</guibutton>, da bodo vse potrebne komponente &kde;-ja ponovno zagnane tako, da se bodo vaše spremembe takoj uveljavile.
sv: När du är klar, klicka helt enkelt på <guibutton>Ok</guibutton>, och alla nödvändiga komponenter i &kde; startas om så att dina ändringar kan få effekt omedelbart.

source: Finally, there is a check box to enable Anti Aliasing for fonts. The ability to use Anti Aliased fonts and icons requires that you have support in both X and the &Qt; toolkit, and that you have suitable fonts installed, and are using the built in font serving capabilities of the X server. If you still are having problems, please contact the appropriate &kde; mailing list, or check the <acronym>FAQ</acronym>.
cs: A nakonec je zde zaškrtávací políčko, které slouží k zapnutí podpory vyhlazování písem a ikon. Podmínkou je podpora tzv. Render rozšíření jak na straně X Window, tak na straně Qt toolkitu. Samozřejmě musíte mít odpovídající Truetypové fonty (TTF). Pokud máte problémy se zprovozněním, kontaktujte prosím příslušný mailing list KDE
da: Endelig er der en afkrydsningsboks til at aktivere Anti Alias for skrifttyper. Evnen til at bruge Anti Alias skrifttyper og ikoner kræver at du har støtte både i X og i &Qt;, og at du har passende skrifttyper installerede, og bruger de indbyggede skrifttype server evner som X serveren har. Hvis du stadig har problemer, så kontakt den passende &kde; e-post liste, eller tjek <acronym>OSS</acronym>.
de: Schließlich gibt es ein Ankreuzfeld, um Kantenglättung (Anti-Aliasing) für Schriften zu aktivieren. Die Verfügbarkeit von geglätteten Schriften und Symbolen erfordert die Unterstützung dafür sowohl in X als auch in der &Qt;-Bibliothek. Weiterhin benötigt man geeignete Schriften und die eingebauten Fontserver von X. Falls dennoch Probleme auftreten, kann man sich an die passende &kde;-Mailingliste wenden oder die <acronym>FAQ</acronym> lesen.
es: Finalmene, hay una casilla de selección para activar las fuentes Anti Aliasing. La posibilidad de utililizar fuentes e iconos suavizados (Anti Aliased) requiere que usted tenga soporte tanto en X como en &Qt;, y que haya instalado las fuentes adecuadas, y que estén utilizando las capacidades de servicio de fuentes del servidor X. Si persiste teniendo problemas, por favor contacte la lista de correo adecuada de &kde; o compruebe las <acronym>FAQ</acronym>.
fr: Enfin, il y a une case à cocher pour activer le lissage des polices. La capacité d'utiliser des polices de caractères et des icônes lissées nécessite qu'elles soient supportées à la fois par le serveur X et par la boîte à outils &Qt;, que vous ayez installé les polices de caractères adéquates, et que vous utilisiez les capacités de serveur de polices incorporées au serveur X. Si vous avez toujours des problèmes, veuillez contacter la liste de diffusion de &kde; ou consulter la <acronym>FAQ</acronym>.
nl: En als laatste is er het selectievakje om Anti-Aliasing voor letters en pictogrammen te activeren. De mogelijkheid om geanti-aliasde letters en pictogrammen vereist dat u zowel ondersteuning in zowel X als in de &Qt; toolkit moet hebben en dat u geschikte lettertypen heeft geinstalleerd en dat u gebruik maakt van de ingebouwde lettertype mogelijkheid van de X server gebruik maakt. Als u nog steeds problemen heeft neem dan contact op met de gepaste &kde; mailinglijst of kijk in de <acronym>VVV</acronym> (<acronym>FAQ</acronym>).
pt: Finalmente, existe uma opção para activares o 'Anti Aliasing' dos tipos de letra. Esta funcionalidade requer que tenhas suporte quer no X quer na biblioteca &Qt;, que tenhas tipos de letra convenientes instalados e que estejas a utilizar as capacidades de servidor de tipos de letra do servidor X. Se continuares a ter problemas, contacta a 'mailing list' do &kde; apropriada, ou vê a <acronym>FAQ</acronym>.
sk: No a nakoniec panel obsahuje aj možnosť používať anti-aliasing pre písma. Táto funkcia vyžaduje podporu X a &Qt;, musíte mať nainštalované vhodné písma a používať zabudovaný server písiem v X serveri. Ak sa stretnete s problémami, kontaktujte vhodnú konferenciu &kde; alebo sa pozrite do Často kladených otázok.
sl: Končno je tu še potrditveno polje za, ki omogoča glajenje pisav. Da lahko uporabite glajenje pisav, morate imeti to podprto tako v X-ih kot v &Qt; in namestiti primerne pisave, uporabljati pa morate vgrajene strežniške sposobnosti strežnika X. Če imate še vedno težave, kontaktirajte ustrezen poštni seznam &kde; ali pa preverite <acronym>FAQ</acronym>.
sv: Slutligen finns det en ruta för att aktivera kantutjämning för teckensnitt. Möjligheten att använda kantutjämning för teckensnitt och ikoner kräver att det stöds både av X och &Qt;-verktygslådan, att du har lämpliga teckensnitt installerade, och att du använder de inbyggda möjligheterna för teckensnittshantering i X-servern. Om du fortfarande har problem, kontakta den lämpliga &kde; e-postlistan, eller titta i vanliga frågor.
