Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmpciinfo.po
Languages: fr, pt, sl

source: <firstname>Matthias</firstname> <surname>H&ouml;lzer</surname>
fr: <firstname>Matthias</firstname> <surname>Hülzer</surname>

source: ROLES_OF_TRANSLATORS
fr: <othercredit role="translator"><firstname>L'équipe française KDE</firstname><surname></surname><affiliation><address><email></email></address></affiliation><contrib>Traduction française</contrib></othercredit>
pt: <othercredit role="translator"><firstname>José</firstname><surname>Pires</surname><affiliation><address><email>jncp@rnl.ist.utl.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sl: <othercredit role="translator"><contrib>Prevod:</contrib><firstname>Matej</firstname><surname>Badalič</surname><affiliation><address><email>matej_badalic@slo.net</email></address></affiliation></othercredit>

source: system information
fr: informations sur le système
pt: informação do sistema
sl: informacije o sistemu

source: <acronym>PCI</acronym>-bus and Installed <acronym>PCI</acronym> Cards
fr: Bus <acronym>PCI</acronym> et cartes <acronym>PCI</acronym> installées
pt: O barramento <acronym>PCI</acronym> e as placas <acronym>PCI</acronym> instaladas
sl: <acronym>PCI</acronym>-vodila in nameščene <acronym>PCI</acronym> kartice

source: This page displays information about the <acronym>PCI</acronym>-bus and installed <acronym>PCI</acronym> cards, and other devices that use the Peripheral Component Interconnect (<acronym>PCI</acronym>) bus.
fr: Cette page affiche les informations concernant le bus <acronym>PCI</acronym> et les cartes <acronym>PCI</acronym> installées, ainsi que les autres périphériques qui utilisent le bus Peripheral Component Interconnect (<acronym>PCI</acronym>).
pt: Esta página mostra dados acerca do barramento <acronym>PCI</acronym> e das placas <acronym>PCI</acronym> instaladas, assim como outros dispositivos que utilizem o barramento <acronym>PCI</acronym> (Peripheral Component Interconnect).
sl: Ta stran prikazuje informacije o <acronym>PCI</acronym>-vodilih in nameščenih <acronym>PCI</acronym> karticah, ter drugih naprav, ki uporabljajo Peripheral Component Interconnect (<acronym>PCI</acronym>) vodila.

source: The exact information displayed is system-dependent. On some systems, <acronym>PCI</acronym>-information can not yet be displayed.
fr: L'exactitude de l'information affichée ici dépend du système. Sur certains systèmes, les informations <acronym>PCI</acronym> ne peuvent pas être affichées.
pt: A informação exacta que é mostrada é dependente do sistema. Em alguns sistemas, a informação de <acronym>PCI</acronym> não pode ainda ser mostrada.
sl: Točnost prikazane informacije je sistemsko-odvisna. Na nekaterih sistemih, še ni mogoče prikazati <acronym>PCI</acronym>-informacij.

source: On &Linux;, this information is read from <filename class="devicefile">/proc/pci</filename> which is only available if the <filename class="directory">/proc</filename> pseudo-filesystem is compiled into the kernel. A listing of all <acronym>PCI</acronym> devices found during kernel initialization, and their configuration, is shown.
fr: Sur &Linux;, cette information est lue dans <filename class="devicefile">/proc/pci</filename>, qui est disponible seulement si le pseudo-système de fichiers <filename class="directory">/proc</filename> est compilé dans le noyau. Sont affichés une liste de tous les périphériques <acronym>PCI</acronym> trouvés pendant l'initialisation du noyau et leur configuration.
pt: No &Linux;, esta informação é lida do <filename class="devicefile">/proc/pci</filename> que só estará disponível se o pseudo-sistema de ficheiros <filename class="directory">/proc</filename> estiver compilado no 'kernel'. É apresentada então uma lista dos dispositivos <acronym>PCI</acronym> detectados na inicialização do 'kernel', bem como a sua configuração.
sl: V &Linux;u se ta informacija bere iz <filename class="devicefile">/proc/pci</filename>, ki je na voljo samo, če je <filename class="directory">/proc</filename> psevdo-datotečni sistem sestavljen v jedru. Prikazan je seznam vseh najdenih <acronym>PCI</acronym> naprav med inicalizacijo, ter njihove nastavitve.

source: Each entry begins with a bus, device and function number.
fr: Chaque ligne commence par les numéros de bus, de périphérique et de fonction.
pt: Cada registo começa com um número de barramento, de dispositivo e de função.
sl: Vsak vnos se začne z vodilom, napravo in funkcijsko številko.

source: The user cannot modify any settings on this page.
fr: L'utilisateur ne peut modifier aucun réglage sur cette page.
pt: O utilizador não pode modificar nenhuma configuração desta página.
sl: Uporabnik ne more spremeniti nobenih nastavitev na tej stran.

source: Section Authors
fr: Section Auteurs
pt: Autores da Secção
sl: Avtorji razdelka

source: Matthias H&ouml;lzer <email>hoelzer@kde.org</email>, Helge Deller <email>helge.deller@ruhruni-bochum.de</email>, Duncan Haldane <email>duncan@kde.org</email>,and Michael McBride <email>mpmcbride7@yahoo.com</email>
fr: Matthias Hülzer <email>hoelzer@kde.org</email>, Helge Deller <email>helge.deller@ruhruni-bochum.de</email>, Duncan Haldane <email>duncan@kde.org</email>, et Michael McBride <email>mpmcbride7@yahoo.com</email>
pt: Matthias H&ouml;lzer <email>hoelzer@kde.org</email>, Helge Deller <email>helge.deller@ruhruni-bochum.de</email>, Duncan Haldane <email>duncan@kde.org</email> e Michael McBride <email>mpmcbride7@yahoo.com</email>
sl: Matthias H&ouml;lzer <email>hoelzer@kde.org</email>, Helge Deller <email>helge.deller@ruhruni-bochum.de</email>, Duncan Haldane <email>duncan@kde.org</email> in Michael McBride <email>mpmcbride7@yahoo.com</email>

source: CREDIT_FOR_TRANSLATORS
fr: <para>Traduction française par l'équipe française &kde;</para>
pt: <para>Tradução de José Nuno Coelho Pires <email>jncp@rnl.ist.utl.pt</email></para>
sl: <para>Prevod: Matej Badalič <email>matej_badalic@slo.net</email></para>
