Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmnetscapeplugins.po
Languages: cs, da, es, fr, nl, pt, sl, sv

source: To find plugins, &konqueror; will look in the directories specified in the <guilabel>Scan Directories</guilabel> frame. When you use this control module for the first time, this list will already be filled with reasonable paths that should work on most operating systems. If you need to provide a new path, click the <guibutton>New</guibutton> button; then you can either enter the new path in the text edit box to the left, or choose a directory using the file dialog by clicking the <guibutton>...</guibutton> button. As scanning the directories can take a little time, you might want to remove directories from the list where you know that no plugins are installed: do this by selecting a directory and clicking <guibutton>Remove</guibutton>. Using the <guibutton>Up</guibutton> and <guibutton>Down</guibutton> buttons you can change the order in which directories will be scanned by moving the selected directory up or down.
cs: Při vyhledávání pluginů bude &konqueror; procházet adresáře nastavené v seznamu <guilabel>Prohledat adresáře</guilabel>. V tomto seznamu jsou standardně nastaveny adresáře, ve kterých se pluginy obvykle nachází. Potřebujete-li zadat novou cestu, klikněte na tlačítko <guibutton>Nový</guibutton> a novou cestu napište do textového pole nebo klikněte na tlačítko <guibutton>...</guibutton> pro zobrazení dialogového okna s adresářovým stromem. Protože prohledávání určitou dobu trvá, je vhodné odebrat ze seznamu adresáře, o kterých víte, že žádné pluginy neobsahují. Odstranění provedete vybráním adresáře ze seznamu a kliknutím na <guibutton>Odebrat</guibutton>. Pomocí tlačítek <guibutton>Nahoru</guibutton> a <guibutton>Dolu</guibutton> můžete měnit pořadí, ve kterém budou adresáře prohledávány.
da: For at finde indstik kigger &konqueror; i mapperne angivet i <guilabel>Skan mapper</guilabel> rammen. Når du bruger dette kontrolmodul første gang, er denne liste allerede udfyldt med rimelige stier, der skulle virke på de fleste operativsystemer. Hvis du har brug for at angive en ny sti, så klik på <guibutton>Ny</guibutton> knappen, så kan du enten indgive den nye sti i tekstfeltet i venstre side, eller vælge en mappe ved brug af fildialogen, ved at klikke på <guibutton>...</guibutton> knappen. Da skanning af mapper kan tage lidt tid, vil du måske fjerne mapper fra listen hvor du ved at der ingen indstik er installerede: gør dette ved at vælge en mappe og klikke på <guibutton>Fjern</guibutton>. Ved brug af <guibutton>Op</guibutton> og <guibutton>Ned</guibutton> knapperne kan du ændre rækkefølgen som mapperne bliver skannet i, ved at flytte den valgte mappe op eller ned.
es: Para buscar plugins, &konqueror; buscará en los directorios especificados en el marco <guilabel>Buscar en directorios</guilabel>. Cuando use este módulo de control por primera vez, esta lista se rellenará con rutas razonables que deberían funcionar en la mayoría de los sistemas operativos. Si necesita proporcionar una nueva ruta, pulse sobre el botón <guibutton>Nuevo</guibutton>; entonces podrá introducir la nueva ruta en el cuadro de edición de texto. a la izquierda, o elegir un directorio usando el diálogo de archivos pulsando sobre el botón <guibutton>...</guibutton>. Como la búsqueda en directorios puede llevar tiempo, puede querer eliminar directorios de la lista donde sepa que no hay plugins instalados: haga esto seleccionando un directorio y pulsando <guibutton>Eliminar</guibutton>. Usando los botones <guibutton>Arriba</guibutton> y <guibutton>Abajo</guibutton> puede cambiar el orden de búsqueda moviendo el dircetorio seleccionado hacia arriba o hacia abajo.
fr: Pour trouver des modules externes, &konqueror; va regarder dans les dossiers spécifiés dans le cadre <guilabel>Chercher dans les dossiers</guilabel>. Lorsque vous utilisez ce module pour la première fois, la liste est déjà remplie avec un nombre raisonnable de chemins de recherche qui doivent fonctionner sur la plupart des systèmes. Si vous avez besoin de définir un nouveau chemin, cliquez sur le bouton <guibutton>Nouveau</guibutton>&nbsp;; ensuite vous pouvez soit saisir un nouveau chemin dans le champs d'édition sur la gauche, ou choisir un dossier en utilisant la boîte de dialogue en cliquant sur le bouton <guibutton>...</guibutton>.Comme la recherche dans les dossiers peut prendre un peu de temps, il est possible de retirer des dossiers de la liste lorsque vous savez qu'aucun module externe n'y est installé&nbsp;: faites le en sélectionnant un dossier et cliquez le bouton <guibutton>Supprimer</guibutton>. Utilisez les boutons <guibutton>Haut</guibutton> et <guibutton>Descendre</guibutton> sur la sélection si vous voulez changer l'ordre dans lequel les dossiers vont être parcourus.
nl: Om plugins te vinden zal &konqueror; zoeken in de mappen die door u zijn aangegeven in het <guilabel>Te doorzoeken mappen</guilabel> kader. Wanneer u deze module voor de eerste keer gebruikt dan zal deze lijst al gevuld zijn met algemeen geschikte mappen die op de meeste besturingsystemen zouden moeten werken. Als u een nieuw pad moet toevoegen, klik dan op de <guibutton>Nieuw</guibutton> knop en voer het pad in in het tekstveld aan de linkerkant or kies een map in het dialoogvensterdoor op de <guibutton>...</guibutton> knop te klikken. Omdat het doorzoeken van de mappen wat tijd kost, is het misschien handig om de mappen waarvan u weet dat er geen plugins in zijn geïnstalleerd uit de lijst te verwijderen. Klik dan op de map die u wilt verwijderen en klik op de knop <guibutton>Verwijderen</guibutton>. Door op de <guibutton>Omhoog</guibutton> en <guibutton>Omlaag</guibutton> knoppen te klikken kunt u de volgorde van de te doorzoeken mappen beïnvloeden. De geselecteerde map wordt dan of omhoog of omlaag verplaatst.
pt: Para descobrir 'plugins' o &konqueror; irá pesquisar nas directorias especificadas em <guilabel>Directorias a Pesquisar</guilabel>. Quando usares este módulo de controlo pela primeira vez, esta lista já estará preenchida com algumas localizações razoáveis que devem resultar na maioria dos sistemas operativos. Se precisars de indicar uma nova localização, carrega no botão <guibutton>Nova</guibutton>; aí tanto podes indicar a nova directoria no campo de texto à esquerda ou escolher uma directoria usando uma janela de selecção de ficheiros carregando para tal no botão <guibutton>...</guibutton>. Dado que a pesquisa de directorias pode levar algum tempo, poderás querer tirar directorias da lista nas quais saibas que não estão instalados 'plugins': para fazeres isso selecciona uma directoria e carrega em <guibutton>Remover</guibutton>. Com os botões <guibutton>Subir</guibutton> e <guibutton>Descer</guibutton> podes alterar a ordem na qual as directorias são pesquisadas movendo a directoria seleccionada para cima e para baixo.
sl: Da bo našel vstavke, bo &konqueror; pogledal v imenike določene v okvirju <guilabel>Preiskani imeniki</guilabel>. Ko prvič uporabljate ta modul, bo ta seznam že zapolnjen z razumnimi potmi, ki bi morale delovati na večini sistemih. Če želite vnesti novo pot, kliknite gumb <guibutton>Nov</guibutton>; potem lahko vnesete novo pot v vnosnem polju za besedilo na levi, ali pa izberete imenik z uporabo pogovornega okna za izbor datotek s klikom na gumb <guibutton>...</guibutton>. Ker lahko iskanje po imenikih vzame nekaj časa, boste morda želeli odstraniti imenike iz seznama, za katere veste, da nimajo nameščenih vstavkov: to nardite z izbiro imenika in klikom na <guibutton>Odstrani</guibutton>. Z uporabo gumbov <guibutton>Gor</guibutton> in <guibutton>Dol</guibutton> lahko spremenite vrstni red, po katerem bodo imeniki preiskani, s premikanjem imenikov gor in dol.
sv: &konqueror; tittar i katalogerna som är angivna under <guilabel>Sök i kataloger</guilabel> för att hitta insticksprogram. När du använder den här inställningsmodulen första gången, är den här listan redan fylld med vanliga sökvägar som bör fungera på de flesta operativsystem. Om du behöver ange en ny sökväg, klicka på knappen <guibutton>Ny</guibutton>, och skriv antingen in sökvägen i textraden till vänster eller välj en katalog med fildialogen genom att klicka på knappen <guibutton>...</guibutton>. Eftersom det kan ta lite tid att avsöka katalogerna, kanske du vill ta bort kataloger från listan där du vet att inga insticksprogram finns installerade: gör detta genom att välja en katalog och klicka på <guibutton>Ta bort</guibutton>. Med knapparna <guibutton>Upp</guibutton> och <guibutton>Ner</guibutton> kan du alltid ändra ordning på de kataloger som kommer att avsökas genom att flytta den markerade katalogen upp eller ner.

source: As usual, click <guibutton>Apply</guibutton> to save your changes permanently.
cs: Jako obvykle, kliknutím na tlačítko <guibutton>Aplikovat</guibutton> uložíte změny.
da: Som sædvanlig, klik på <guibutton>Anvend</guibutton> for at gemme dine ændringer permanent.
es: Como es habitual, al pulsar <guibutton>Aplicar</guibutton> guardará los cambios realizados permanentemente.
fr: Comme toujours, cliquez sur <guibutton>Appliquer</guibutton> pour enregistrer vos changement.
nl: Zoals gewoonlijk klikt u op de <guibutton>Toepassen</guibutton> knop om uw wijzigingen permanent te maken.
pt: Como sempre, carrega em <guibutton>Aplicar</guibutton> para gravares as tuas alterações permanentemente.
sl: Kot ponavadi kliknite <guibutton>Uveljavi</guibutton>, da trajno shranete vaše spremembe.
sv: Som vanligt, klicka på <guibutton>Verkställ</guibutton> för att spara dina ändringar permanent.

source: Plugins
cs: Pluginy
da: Indstik
fr: Modules externes
sl: Vstavki
sv: Insticksprogram

source: In this tab, you can see a list of the &Netscape; plugins found by &konqueror;, displayed as a tree. Double click on a plugin to fold it out and you'll see that the different mime types this plugin can handle will be displayed as branches. Fold out a mime type to see its info.
cs: V tomto panelu je zobrazen seznam pluginů programů &Netscape;, které byly nalezeny &konqueror;em. Podrobnosti o MIME typech obsluhovaných pluginem získáte dvojitým kliknutím na jméno pluginu. Podrobnější informace o MIME typu získáte dvojitým kliknutím na jeho názvu.
da: I dette faneblad kan du se en liste af &Netscape; indstik som &konqueror; har fundet, vist som et træ. Dobbeltklik på et indstik for at folde det ud og su vil se de forskellige mimetyper som dette indstik kan håndtere vist som grene. Fold en mimetype ud for at se dens info.
es: En esta pestaña, puede ver una lista de los plugins de &Netscape; encontrados por &konqueror; mostrados como un árbol. Pulse dos veces sobre un plugin para mostrar los diferentes tipos MIME que este plugin puede manejar en diferentes ramas. Pulse sobre un tipo MIME para que se muestre información sobre él.
fr: Sur cet onglet, vous pouvez voir la liste des Modules externes de &Netscape; trouvés par &konqueror;, affichés sous forme d'arborescence. Double-cliquez sur un module pour le dérouler afin de voir sous forme de branche les différents types MIME reconnus. Dépliez de nouveau un type MIME afin de voir ses informations.
nl: Op dit tabblad kunt u een lijst zien van de door &konqueror; gevonden &Netscape; plugins in een boomstructuur. Dubbelklik op een plugin om het uit te klappen en u zult de verschillende mimetypes zien die deze plugin aan kan. U kunt de mimetypes ook uitklappen om meer informatie te zien.
pt: Nesta secção, podes ver uma lista dos 'plugins' do &Netscape; descobertos pelo &konqueror; dispostos numa árvore. Faz duplo-click num 'plugin' para o expandires e então poderás ver os tipos MIME diferentes que este 'plugin' irá suportar como ramos da árvore. Expande um tipo MIME para obteres informações sobre ele.
sl: V tem jezičku lahko vidite seznam vstavkov za &Netscape;, ki so bili najdeni od &konqueror;-ja, prikazanih v obliki drevesne strukture. Dvojno kliknite na vstavek, da ga razgrnite in videli boste kako so različni tipi mime, s katerimi lahko ta vstavek ravna, prikazani kot veje. Razgrnite tip mime, da vidite njegove informacije.
sv: Under den här fliken kan du se en lista på alla &Netscape;-insticksprogram som &konqueror; har hittat, visade som ett träd. Dubbelklicka på ett insticksprogram för att expandera det och visa de olika MIME-typerna som det här insticksprogrammet kan hantera som grenar. Expandera en MIME-typ för att se dess information.

source: Section Author
cs: Autoři oddílu
da: Sektionsforfatter
es: Sección de autores
fr: Auteurs de la section
nl: Auteurssectie
pt: Autor da Secção
sl: Avtorji razdelka
sv: Avsnittsförfattare

source: This section written by: Jost Schenck <email>jost@schenck.de</email>
cs: Tento oddíl napsal Jost Schenck <email>jost@schenck.de</email>
da: Denne sektion skrevet af: Jost Schenck <email>jost@schenck.de</email>
es: Sección escrita por: Jost Schenck <email>jost@schenck.de</email>
fr: Cette section a été écrite par Jost Schenck <email>jost@schenck.de</email>
nl: Deze paragraaf is geschreven door: Jost Schenck <email>jost@schenck.de</email>
pt: Esta secção foi escrita por: Jost Schenck <email>jost@schenck.de</email>
sl: Ta razdelek je napisal: Jost Schenck <email>jost@schenck.de</email>
sv: Det här avsnittet är skrivet av Jost Schenck <email>jost@schenck.de</email>

source: CREDIT_FOR_TRANSLATORS
cs: <othercredit role="translator"> <firstname>Ondřej</firstname><surname>Šotek</surname><affiliation><email>ondrej.sotek@seznam.cz</email></affiliation> <contrib>Translation</contrib></othercredit>
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
es: <para>Traducido por Pablo de Vicente <email>pvicentea@nexo.es</email></para>
fr: <para> Traduction française par Gonéri Le Bouder <email>goneri@free.fr</email> </para>
nl: &meld.fouten;&vertaling.niels;
pt: <para>Tradução de José Nuno Coelho Pires <email>jncp@rnl.ist.utl.pt</email></para>
sl: <para>Prevod: Matej Badalič <email>matej_badalic@slo.net</email></para>
sv: <para>Översättning Stefan Asserhäll <email>stefan.asserhall@telia.com</email> 2001-07-23</para>
