Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmfile.po
Languages: da, es, fr, nl, pt, sk, sl, sv

source: You can also search for a particular mime-type by using the search box. The search box is labeled <guilabel>Find filename pattern</guilabel> and is located above the category list.
da: Man kan også søge efter en bestemt mime-type ved at bruge søgeboksen. Søgeboksen hedder <guilabel>Find filenavne mønster</guilabel> og er placeret ovenover kategorilisten.
es: También puede buscar una tipo MIME particular utilizando el cuadro de búsqueda. El cuadro de búsqueda está etiquetado como <guilabel>Encontrar plantilla de nombre de archivo</guilabel> y está encima de la lista de categorías.
fr: Vous pouvez aussi faire une recherche sur un type mime particulier. La zone de recherche est intitulée <guilabel>Chercher un motif de fichiers</guilabel> et est située au dessus de la liste des catégories.
nl: U kunt ook zoeken naar een bepaald mimetype door van het zoekveld gebruik te maken. Het zoekveld heeft de naam <guilabel>Bestandsnaampatroon zoeken</guilabel> en bevindt zich boven de categorie lijst.
pt: Podes também procurar um tipo MIME em particular usando o campo de pesquisa. Este é chamado de <guilabel>Procurar o padrão do ficheiro</guilabel> e está localizado acima da lista de categorias.
sk: Ak chcete typ nájsť, môžete využiť pole <guilabel>Nájsť typ súboru</guilabel>, ktorý je nad zoznamom kategórií.
sl: Prav tako lahko iščete določeno zvrst mime z uporabo iskalnega polja. Iskalno polje je označeno s <guilabel>Poišči vzorec imen datotek</guilabel> in se nahaja nad seznamom kategorij.
sv: Du kan också söka efter en särskild MIME-typ genom att använda sökrutan. Sökrutan heter <guilabel>Hitta filnamnsmönster</guilabel> och finns ovanför kategorilistan.

source: Simply type the first letter of the mime-type you are interested in. The categories are automatically expanded, and only the mime-types that include that letter are displayed.
da: Skriv simpelthen det første bogstav for mime-typen du er interesseret i. Kategorierne ekspanderes automatisk, og kun mime-typer der indeholder dette bogstav vises.
es: Simplemente introduzca la primera letra del tipo MIME en el que está interesado. Las categorías se expandirán automáticamente, y sólo se mostrarán los tipos MIME que incluyan esa letra.
fr: Saisissez dans cette zone la première lettre du type mime recherché. L'arborescence située dessous se dépliera alors, n'affichant que les types mime contenant la lettre en question.
nl: Type de eerste letter van het mimetype waar u in geïntereseerd bent in. De categorieën worden automatisch uitgeklapt en alleen de mimetypes die die letter bevatten worden getoond.
pt: Basta escreveres a primeira letra do tipo MIME no qual estás interessado. As categorias são automaticamente expandidas, e só os tipos MIME que contêm essa letra são mostrados.
sk: Jednoducho zadáte prvé písmeno typu, ktorý hľadáte. Kategórie sa automaticky rozbalia a budú obsahovať iba typy, ktoré zadané písmeno obsahujú.
sl: Preprosto vtipkajte prvo črko zvrsti mime, za katero se zanimate. Kategorije se samodejno razširijo in prikazane so le tiste zvrsti mime, ki vključujejo to zahtevano črko.
sv: Skriv helt enkelt in den första bokstaven i MIME-typen du är intresserad av. Kategorierna expanderas automatiskt, och bara MIME-typer som innehåller den bokstaven visas.

source: You can then enter a second character and the mime-types will be further limited to mime types containing those two characters.
da: Du kan så angive nok et tegn, og mime-typerne vil blive yderligere begrænset til mime typer der indeholder disse to tegn.
es: Entonces podrá introducir un segundo caracter y los tipos MIME se restringirán a tipos MIME conteniendo esos dos caracteres.
fr: Vous pouvez affiner la recherche en saisissant une deuxième lettre, ce qui réduira l'affichage aux types mime contenant ces deux lettres. Et ainsi de suite.
nl: U kunt een tweede karakter intypen en de mimetypes zullen verder beperkt worden tot de mimetypes die alleen die 2 karakters bevatten.
pt: Podes então escrever um segundo carácter e os tipos MIME vão sendo restringidos para aqueles que contêm esses dois caracteres.
sk: Zadaním ďalších písmen bude zoznam typov ďalej obmedzovať iba na tie, ktoré tieto písmená obsahujú.
sl: Vnesete lahko drugo črko in zvrsti mime bodo dodatno omejene na zvrsti, ki vsebujejo ti dve črki.
sv: Därefter kan du skriva in en andra bokstav och MIME-typerna begränsas ytterligare till de MIME-typer som innehåller de två tecknen.

source: Adding a new mime type.
da: Tilføj en ny mime type.
es: Añadiendo un nuevo tipo MIME.
fr: Ajout d'un type mime.
nl: Een nieuw mimetype toevoegen.
pt: Adicionar um novo tipo MIME.
sk: Pridanie nového typu.
sl: Dodajanje nove zvrsti mime
sv: Lägga till en ny MIME-typ.

source: If you want to add a new mime type to your file associations, you can click on the <guibutton>Add</guibutton> button. A small dialog box will appear. You select the category from the drop down box, and type the mime name in the blank labeled <guilabel>Type name</guilabel>. Click <guibutton>OK</guibutton> to add the new mime type, or click <guibutton>Cancel</guibutton> to not add any new mime-types.
da: Hvis du ønsker at tilføje en ny mime type til dine filassociationer, kan du klikke på <guibutton>Tilføj</guibutton> knappen. En lille dialogboks kommer så frem. Du vælger kategorien fra dropned boksen, og skriver mime navnet i det blanke felt der hedder <guilabel>Skriv navn</guilabel>. Klik på <guibutton>O.k.</guibutton> for at tilføje den nye mime type, eller klik på <guibutton>Annullér</guibutton> for ikke at tilføje nogen mime-typer.
es: Si desea añadir un nuevo tipo MIME a sus asociaciones de archivos, puede pulsar sobre el botón <guibutton>Añadir</guibutton>. Apareceá un pequeño cuadro de diálogo. Usted seleccionar la categoría de la lista desplegable, e introduce el nombre MIME en el espacio etiquetado <guilabel>Introducir nombre</guilabel>. Pulse <guibutton>Aceptar</guibutton> para añadir un nuevo tipo MIME, o pulse <guibutton>Cancelar</guibutton> para no añadir ningún tipo MIME.
fr: Pour ajouter un type mime à vos associations de fichiers, vous pouvez cliquer sur le bouton <guibutton>Ajouter</guibutton>. Une petite boite de dialogue s'affiche. Sélectionnez la catégorie dans la liste déroulante, puis saisissez le nom du type mime dans la zone <guilabel>Nom du type</guilabel>. Cliquez ensuite sur <guibutton>OK</guibutton> pour ajouter le nouveau type mime à la liste ou sur <guibutton>Annuler</guibutton> si vous changez d'avis.
nl: Als u een nieuw mimetype wilt toevoegen aan uw bestandsassociaties, dan klikt u op de <guibutton>Toevoegen</guibutton> knop. Een klein dialoogvenster komt tevoorschijn. U kunt de categorie in het uitklapveld selecteren en de mime naam in het lege tekstveld met de naam <guilabel>Type naam</guilabel> invoeren. Klik op <guibutton>OK</guibutton> om het nieuwe mimetype toe te voegen of klik op <guibutton>Annuleren</guibutton> om geen nieuw mimetype toe te voegen.
pt: Se quiseres adicionar um novo tipo MIME às tuas associações de ficheiros, podes carregar no botão <guibutton>Adicionar</guibutton>. Aparecerá então uma pequena janela. Selecciona então a categoria na lista correspondente e escreve o nome MIME no campo <guilabel>Nome do tipo</guilabel>. Carrega em <guibutton>OK</guibutton> para adicionares o novo tipo MIME ou carrega em <guibutton>Cancelar</guibutton> para não adicionares nenhuns tipos MIME novos.
sk: Ak chcete pridať nový typ MIME, kliknete na tlačidlo <guibutton>Pridať</guibutton>. Zobrazí sa malý dialóg. V ňom si vyberiete kategóriu a zadáte meno MIME do poľa <guilabel>Meno typu</guilabel>. Stlačením <guibutton>OK</guibutton> pridáte nový typ, tlačidlo <guibutton>Zrušiť</guibutton> zavrie dialóg a žiadny nový typ nepridá.
sl: Če želite dodati novo zvrst mime k vašim datotečnim asociacijam lahko kliknete na gumb <guibutton>Dodaj</guibutton>. Pojavilo se bo majhno pogovorno okno. Kategorijo izberete iz spustnega polja in vtipkate ime mime v polje označeno z <guilabel>Ime vrste</guilabel>. Kliknite na <guibutton>V redu</guibutton>, da dodate novo zvrst mime ali pa kliknite na <guibutton>Prekliči</guibutton>, da je ne dodate.
sv: Om du vill lägga till en ny MIME-typ till dina filbindningar, kan du klicka på knappen <guibutton>Lägg till</guibutton>. En liten dialogruta visas. Du väljer kategori från kombinationsrutan, och skriver in MIME-namnet i den tomma rutan som heter <guilabel>Typnamn</guilabel>. Klicka <guibutton>OK</guibutton> för att lägga till den nya MIME-typen, eller klicka <guibutton>Avbryt</guibutton> för att inte göra det.

source: Removing a mime type.
da: Fjern mime typer.
es: Eliminando un tipo MIME.
fr: Suppression d'un type mime.
nl: Een mimetype verwijderen.
pt: Remover um tipo MIME.
sk: Odstránenie typu MIME.
sl: Odstranitev zvrsti mime.
sv: Ta bort en MIME-typ.

source: If you want to remove a mime type, simply select the mime type you want to delete by clicking once with the mouse on the mime type name. Then click the button labeled <guibutton>Remove</guibutton>. The mime type will be deleted immediately.
da: Hvis du ønsker at fjerne en mime type, skal du vælge den mime type du ønsker at fjerne ved at klikke engang med musen på mime typens navn. Klik så på knappen der hedder <guibutton>Fjern</guibutton>. Mime typen vil blive slettet øjeblikkeligt.
es: Si desea eliminar un tipo MIME, simplemente seleccione el tipo MIME que desea borrar pulsando una sóla vez con el ratón sobre el nombre del tipo. Después pulse sobre el botón <guibutton>Eliminar</guibutton>. El tipo MIME desaparecerá inmediatamente.
fr: Pour supprimer un type mime, sélectionnez simplement le type mime à supprimer en cliquant une fois sur son nom avec le pointeur de la souris. Puis cliquez sur le bouton intitulé <guibutton>Supprimer</guibutton>. Le type mime sera supprimé immédiatement.
nl: Als u een mimetype wilt verwijderen dan selecteert u het mimetype dat u wilt verwijderen door er een keer met de muis op te klikken. Vervolgens klikt u op de knop met de naam <guibutton>Verwijderen</guibutton>. Het mimetype wordt dan direct verwijdert.
pt: Se quiseres remover um tipo MIME, basta seleccionares o tipo que queres apagar, carregando uma vez com o rato no nome do tipo correspondente. Depois carrega em <guibutton>Remover</guibutton>, para que o tipo MIME seja apagado imediatamente.
sk: Ak chcete typ MIME odstrániť, vyberte ho a potom stlačte tlačidlo <guibutton>Odstrániť</guibutton>. Typ bude okamžite odstránený.
sl: Če želite odstraniti zvrst mime preprosto izberite zvrst mime z enim klikom na imenu datoteke. Potem kliknite gumb označen z <guibutton>Odstrani</guibutton>. Zvrst mime bo takoj izbrisana.
sv: Om du vill ta bort en MIME-typ, välj helt enkelt den MIME-typ du vill ta bort genom att klicka en gång med musen på dess namn. Klicka sedan på knappen som heter <guibutton>Ta bort</guibutton>. MIME-typen tas omedelbart bort.

source: Editing a mime types properties.
da: Redigering af mime typer egenskaber.
es: Editando propiedades de tipos MIME.
fr: Édition des propriétés d'un type mime.
nl: Eigenschappen van een mimetype bewerken.
pt: Editar as propriedades de um tipo MIME.
sk: Úprava vlastností typu mime.
sl: Urejanje lastnosti zvrsti mime.
sv: Redigera en MIME-typs egenskaper.

source: Before you can edit a mime types property, you must first specify which mime type. Simply browse through the categories until you find the mime type you want to edit, then click once on it with the mouse.
da: Før du kan redigere en mime type egenskab, må du først specificere hvilken mime type. Gennemsøg simpelthen kategorierne indtil du finder mime typen du ønsker at redigere, klik så en gang på den med musen.
es: Antes de que usted pueda editar una propiedad de los tipos MIME, debe especificar el tipo MIME. Simplemente navegue por las categorías hasta que enuentre un tipo MIME que desee editar, después pulse una vez sobre él con el ratón.
fr: Tout d'abord, il vous faut déterminer le type mime que vous souhaitez éditer. Naviguez dans l'arborescence des catégories jusqu'à ce que vous trouviez le type mime voulu. Cliquez ensuite dessus.
nl: Voordat u de eigenschappen van een mimetype kunt bewerken moet u eerst aangeven welk mimetype u wilt bewerken. Blader door de cataegorieën tot u het mimetype heeft gevonden dat u wilt bewerken en klik het één keer met de muis.
pt: Antes de poderes editar as propriedades de um tipo MIME, deves primeiro especificar qual. Basta escolheres dentro das categorias o tipo em questão e carregares nele uma vez com o rato.
sk: Predtým, ako môžete zmeniť vlastnosti nejakého typu, musíte najprv určiť, ktorý to má byť. Jednoducho ho vyberiete kliknutím myšou z niektorej z kategórií.
sl: Preden lahko ustrezno urejate lastnosti zvrsti mime, morate določiti zvrst. Preprosto brskajte po kategorijah dokler ne najdete zvrsti mime, ki jo želite urediti in potem nanjo kliknite enkrat z miško.
sv: Innan du kan redigera en MIME-typs egenskaper, måste du först ange typen. Bläddra helt enkelt igenom kategorierna tills du hittar MIME-typen som du vill redigera, och klicka sedan en gång på den med musen.

source: As soon as you have selected the mime type, the current values of the mime type will appear in the module window.
da: Så snart du har valgt mime typen, vil de nuværende værdier for mime typen komme frem i modulvinduet.
es: Tan pronto como usted haya seleccionado el tipo MIME, los valores actuales del tipo MIME aparecerán en el módulo de la ventana.
fr: Dès que vous l'aurez sélectionné, les caractéristiques du type mime apparaîtront dans le partie droite de la fenêtre du module.
nl: Zo gauw u het mimetype heeft geselecteerd met de muis zullen de huidige waarden van het mimetype in het mudule venster verschijnen.
pt: Logo que tenhas seleccionado o tipo MIME, os valores actuais deste aparecerão na janela do módulo.
sk: V momente, keď vyberiete nejaký typ, jeho hodnoty sa objavia v okne modulu.
sl: Takoj ko boste izbrali zvrst mime se bodo v oknu modula pojavile njene trenutne vrednosti.
sv: Så fort du har valt MIME-typen, visas de nuvarande värdena för typen i modulfönstret.

source: You will notice the current values are split into two tabs: <guilabel>General</guilabel> and <guilabel>Embedding</guilabel>
da: Du vil bemærke at de nuværende værdier er opdelt under to faneblade: <guilabel>Generel</guilabel>og <guilabel>Indlejring</guilabel>
es: Advertirá que los valores actuales están dividios en dos fichas: <guilabel>General</guilabel> y <guilabel>Empotrado</guilabel>
fr: Vous remarquerez que les valeurs actuelles sont divisées en deux onglets&nbsp;: <guilabel>Général</guilabel> et <guilabel>Incorporation</guilabel>
nl: U zult merken dat de huidige waarden zijn verdeelt over twee tabbladen: <guilabel>Algemeen</guilabel> en <guilabel>Inbedden</guilabel>.
pt: Irás reparar que os valores actuais estão divididos em duas secções: <guilabel>Geral</guilabel> e <guilabel>Embeber</guilabel>
sk: Všimnite si, že hodnoty sú rozdelené do dvoch záložiek: <guilabel>Všeobecné</guilabel> a <guilabel>Integrované</guilabel>
sl: Opazili boste, da so trenutne vrednosti razdeljene na dva jezička: <guilabel>Splošno</guilabel> in <guilabel>Vključeno</guilabel>
sv: Du kommer att märka att de nuvarande värdena är delade på två flikar: <guilabel>Allmänt</guilabel> och <guilabel>Inbäddning</guilabel>

source: General
da: Generelt
fr: Général
nl: Algemeen
pt: Geral
sk: Všeobecné
sl: Splošno
sv: Allmänt

source: There are 4 properties for each mime type in this tab:
da: Der er 4 egenskaber for hver mime type under dette faneblad:
es: Hay 4 propiedades para cada tipo MIME en esta ficha:
fr: 4 propriétés sont définies dans cet onglet&nbsp;:
nl: Er zijn 4 eigenschappen voor ieder mimetype op dit tabblad:
pt: Existem 4 propriedades para cada tipo MIME nesta secção:
sk: V tejto záložke sú pre každý typ mime štyri položky:
sl: V tem jezičku obstajajo 4 lastnosti za vsako zvrst mime:
sv: Det finns fyra egenskaper för varje MIME-typ under den här fliken:

source: <guilabel>Mime Type Icon</guilabel> is the icon th7at will be visible when using &konqueror; as a file manager.
da: <guilabel>Mime Type Ikon</guilabel> er ikonen der vil være synlig når man bruger &konqueror; til filhåndtering.
es: <guilabel>Icono del tipo MIME</guilabel> es el icono que será visible cuando utilice &konqueror; como administrador de archivos.
fr: <guilabel>Icône du type mime</guilabel> est l'icône qui sera visible pour le type mime concerné lorsque vous utiliserez &konqueror;.
nl: <guilabel>Mimetype pictogram</guilabel> is het pictogram dat zichtbaar is als u &konqueror; als bestandsbeheerder gebruikt.
pt: O <guilabel>Ícone do Tipo MIME</guilabel> é o ícone que ficará visível quando usares o &konqueror; como gestor de ficheiros.
sk: <guilabel>Ikona typu MIME</guilabel> je ikona, ktorá sa použije pre súbor tohto typu v okne správcu súborov &konqueror;.
sl: <guilabel>Ikona zvrsti mime</guilabel>: to je ikona, ki bo vidna kadar uporabljate kot datotečni upravljalnik &konqueror;.
sv: <guilabel>MIME-typikon</guilabel> är ikonen som syns när &konqueror; används som filhanterare.

source: <guilabel>Filename Patterns</guilabel> is a search pattern which &kde; will use to determine the mime type.
da: <guilabel>Filnavne mønstre</guilabel> er et søgemønster som &kde; bruger til at afgøre mime typen.
es: <guilabel>Plantillas de nombre archivo</guilabel> es una plantilla de búsqueda que &kde; utilizará para determinar el tipo MIME.
fr: <guilabel>Motif de fichier</guilabel> est un motif utilisé par &kde; pour déterminer le type mime.
nl: <guilabel>Bestandsnaam patronen</guilabel> is een zoek patroon dat &kde; zal gebruiken om het mimetype te bepalen.
pt: Os <guilabel>Padrões</guilabel> são um conjunto de padrões de pesquisa que o &kde; irá usar para determinar o tipo de ficheiro.
sk: <guilabel>Meno súboru</guilabel> obsahuje vzorky mien súborov, podľa ktorých &kde; určí typ MIME.
sl: <guilabel>Vzorci datotek</guilabel> -to je iskalni vzorec, ki ga &kde; uporablja, da določi zvrst mime.
sv: <guilabel>Filnamnsmönster</guilabel> är ett sökmönster som &kde; använder för att avgöra MIME-typen.

source: <guilabel>Description</guilabel> is a short description of the file type. This is for your benefit only.
da: <guilabel>Beskrivelse</guilabel> er en kort beskrivelse af filtypen. Dette er kun til ære for dig.
es: <guilabel>Descripción</guilabel> es una breve descripción del tipo de archivo. Esto es bastante beneficioso.
fr: <guilabel>Description</guilabel> est une description rapide du type de fichier. Ceci est pour votre confort seulement.
nl: <guilabel>Beschrijving</guilabel> is een korte beschrijving van het mimetype. Dit is alleen gedaan voor uw gemak.
pt: A <guilabel>Descrição</guilabel> é um pequeno resumo do tipo do ficheiro. É só para te auxiliar.
sk: <guilabel>Popis</guilabel> obsahuje krátky popis tohto typu. Ten slúži iba pre vašu informáciu.
sl: <guilabel>Opis</guilabel> je kratek opis tipa datoteke. To je le v vaše dobro.
sv: <guilabel>Beskrivning</guilabel> är en kort beskrivning av filtypen.Den är bara till för din skull.

source: <guilabel>Application Preference Order</guilabel> determines which applications will be associated with the specified mime-type.
da: <guilabel>Foretrukken programrækkefølge</guilabel> afgør hvilket program der bliver associeret med den givne mime-type.
es: <guilabel>Orden de preferencia de aplicaciones</guilabel> determina que aplicaciones están asociadas con tipos MIME específicos.
fr: <guilabel>Applications par ordre de préférence</guilabel>&nbsp;: Détermine les associations qui sont associées à ce type mime.
nl: <guilabel>Applicatie voorkeurvolgorde</guilabel> bepaalt welke applicaties zullen worden geassocieerd met het aangegeven mimetype.
pt: A <guilabel>Ordem de Preferência da Aplicação</guilabel> determina quais as aplicações associadas com o tipo MIME especificado.
sk: <guilabel>Poradie uprednostňovania aplikácií</guilabel> určuje, ktoré aplikácie budú asociované s daným typom.
sl: <guilabel>Vrstni red programov za odpiranje</guilabel> določa kateri programi bodo asociirani z določeno zvrstjo mime.
sv: <guilabel>Föredragen ordning av program</guilabel> avgör vilka program som hör ihop med den angivna MIME-typen.

source: Embedding Tab
da: Indlejrings faneblad
es: Ficha Empotrado
fr: Onglet Incorporation
nl: Inbedden tabblad
pt: Secção Embeber
sk: Integrované
sl: Jeziček vključeno
sv: Inbäddningsfliken

source: The Embedding tab allows you to determine if an file will be viewed within a &konqueror; window, or by starting the application.
da: Indlejringsfanebladet tillader dig at afgøre om en fil vil blive set indenfor et &konqueror; vindue, eller ved at starte programmet.
es: La ficha Empotrado le permite determinar si un archivo será visualizado dentor de una ventana de&konqueror; o iniciando la aplicación.
fr: L'onglet Incorporation vous permet de déterminer si un fichier sera ouvert dans une fenêtre de &konqueror;, ou séparément, en démarrant l'application associée.
nl: Het Inbedden tabblad geeft u de mogelijkheid om te bepalen of een bestand wordt getoond in een &konqueror; venster of door het starten van de applicatie in een eigen venster.
pt: A secção Embeber permite-te determinar se um ficheiro será visto dentro de uma janela do &konqueror; ou iniciando a aplicação.
sk: Záložka Integrované určuje, či má byť súbor zobrazený v okne &konqueror; alebo má byť spustená samostatná aplikácia.
sl: Jeziček vključeno vam omogoča določiti, če bo datoteka prikazana v oknu &konqueror;ja ali z zagonom programa.
sv: Inbäddningsfliken låter dig avgöra om en fil visas i ett &konqueror;-fönster, eller genom att starta programmet.

source: Changing the Icon
da: Ændring af ikon
es: Cambiando el icono
fr: Changement d'icône
nl: Pictogram veranderen
pt: Mudar o Ícone
sk: Zmena ikony
sl: Spreminjanje ikone
sv: Ändra ikonen
