Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmkbrowse.po
Languages: da, de, es, fr, nl, pt, sk, sl, sv

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Jürgen</firstname><surname>Nagel</surname><affiliation><address><email>JuergenNagel@web.de</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit> <othercredit role="translator"><firstname>Frank</firstname><surname>Brücker</surname><affiliation><address><email>f.bruecker@gmx.de</email></address></affiliation><contrib>Überarbeitung der deutschen Übersetzung</contrib></othercredit>
es: <othercredit role="translator"> <firstname>Pablo</firstname> <surname>de Vicente</surname> <affiliation><address><email>pvicentea@nexo.es</email></address></affiliation> <contrib>Traductor</contrib> </othercredit>
fr: <othercredit role="translator"><firstname>Eric</firstname><surname>Bischoff</surname><affiliation><address><email>e.bischoff@noos.fr</email></address></affiliation></othercredit>
nl: &Niels.Reedijk;
pt: <othercredit role="translator"><firstname>José</firstname><surname>Pires</surname><affiliation><address><email>jncp@rnl.ist.utl.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sk: <othercredit role="translator"><firstname>Stanislav</firstname> <surname>Višňovský</surname> <affiliation> <address><email>visnovsky@nenya.ms.mff.cuni.cz</email></address> </affiliation><contrib>Preklad</contrib></othercredit>
sl: <othercredit role="translator"><contrib>Prevod:</contrib><firstname>Matej</firstname><surname>Badalič</surname><affiliation><address><email>matej_badalic@slo.net</email></address></affiliation></othercredit>
sv: <othercredit role="translator"> <firstname>Stefan</firstname> <surname>Asserhäll</surname> <affiliation><address><email>stefan.asserhall@telia.com</email></address></affiliation> <contrib>Översättare</contrib></othercredit>

source: browsing
da: netsøgning
de: durchsuchen
es: navegando
fr: navigation
nl: browsen
pt: navegação
sk: prehliadanie
sl: brskanje
sv: bläddra

source: Browsing With &konqueror;
da: Netsøgning med &konqueror;
de: Durchsuchen mit dem &konqueror;
es: Navegando con &konqueror;
fr: Naviguer avec &konqueror;
nl: Browsen met &konqueror;
pt: Navegação com o &konqueror;
sk: Prehliadanie WWW pomocu &konqueror;
sl: Brskanje s &konqueror;jem
sv: Webbläsning med &konqueror;

source: The &konqueror; Browser module of &kcontrol; allows you to select various options for the appearance and behavior of &konqueror;, the integrated web browser of &kde;.
da: &konqueror; netsøgemodulet i kontrolcentret lader dig vælge forskellige ting der ændrer &konqueror;'s udseende og opførsel. &konqueror; er &kde;'s integrerede netsøger.
de: Das &konqueror;-Browser-Modul des Kontrollzentrums erlaubt Ihnen, verschiedene Optionen für das Erscheinungsbild und das Verhalten des &konqueror; einzustellen (&konqueror; ist der &kde; integrierte Web-Browser).
es: El módulo de navegación &konqueror; de &kcontrol; le permite seleccionar varias opciones para el aspecto y comportamiento de &konqueror;, el navegador integrado de &kde;.
fr: Le module du navigateur &konqueror; de &kcontrol; vous permet de sélectionner différentes options concernant l'apparence et le comportement de &konqueror;, le navigateur web intégré de KDE.
nl: De &konqueror; Browser module van &kcontrol; laat u toe verschillende opties in te stellen omtrent het uiterlijk en gedrag van &konqueror;, de geïntegreerde webbrowser van &kde;.
pt: O módulo do Navegador &konqueror; do &kcontrol; permite-te seleccionar várias opções da aparência e comportamento do &konqueror;, o navegador Web integrado do &kde;.
sk: Modul Prehliadač &konqueror; umožňuje nastaviť vzhľad a chovanie pre &konqueror; - integrovaný WWW prehliadač &kde;
sl: Modul &kcontrol; brskalnika &konqueror; vam omogoča, da izberete različne možnosti za izgled in obnašanje &konqueror;-ja, integriranega spletnega brskalnika &kde;.
sv: Modulen webbläsaren &konqueror; i inställningscentralen låter dig välja olika alternativ för utseendet och beteendet hos &konqueror;, &kde;:s integrerade webbläsare.

source: There are five main tabs in this control center module, which are described in detail in the following sections. Briefly, the five tabs are:
da: Der er fem hovedfaneblade i dette kontrolcenter modul, som bliver beskrevet i detalje i de følgende sektioner. De fem faneblade er kort sagt:
de: Das Modul des Kontrollzentrums enthält fünf Karteikarten, die in den folgenden Abschnitten erläutert werden:
es: Hay cinco pestañas principales en este módulo del centro de control, que se describen en detalle en las siguientes secciones. Brevemente, las cinco pestañas son:
fr: Il y a cinq onglets principaux dans ce module du centre de contrôle, qui sont décrits en détail dans les sections suivantes. En bref, les cinq onglets sont&nbsp;:
nl: Er zijn vijf hoofdtabs in deze module, die in detail beschreven worden in de volgende secties. In het kort, zijn de vijf tabs:
pt: Existem cinco secções principais neste módulo do centro de controlo, que serão descritas em detalhe nas seguintes secções. Resumidamente, as cinco secções são:
sk: Modul obsahuje päť hlavných záložiek, ktoré su podrobne popísané v ďalších kapitolách. V krátkosti, sú to:
sl: V tem modulu nadzornega središča je pet glavnih jezičkov, ki so podrobno opisani v naslednjih razdelkih. Na kratko, teh pet jezičkov je:
sv: Det finns fem huvudflikar i inställningsmodulen, som beskrivs i detalj i de följande avsnitten. I korthet är de fem flikarna:

source: <guilabel>HTML</guilabel>:
fr: <guilabel>HTML</guilabel>&nbsp;:

source: Options for handling of links and images in <abbrev>HTML</abbrev> pages.
da: Indstillinger for håndtering af lænker og billeder i <abbrev>HTML</abbrev> sider.
de: Optionen für die Behandlung von Verknüpfungen und Bildern auf <abbrev>HTML</abbrev> Seiten.
es: Opciones para el manejo de los enlaces e imágenes en las páginas <abbrev>HTML</abbrev>.
fr: Options pour gérer les liens et les images dans les pages <abbrev>HTML</abbrev>.
nl: Opties omtrent links en afbeeldingen in <abbrev>HTML</abbrev> pagina's.
pt: Opções para o tratamento de ligações e imagens em páginas <abbrev>HTML</abbrev>.
sk: Možnosti pre spracovanie odkazov a obrázkov v <abbrev>HTML</abbrev> stránkach.
sl: Možnost za ravnanje s povezavami in slikami v <abbrev>HTML</abbrev> straneh.
sv: Alternativ för att hantera länkar och bilder på <abbrev>HTML</abbrev>-sidor.

source: <guilabel>Appearance</guilabel>:
da: <guilabel>Udseende</guilabel>:
de: <guilabel>Erscheinungsbild</guilabel>:
es: <guilabel>Aspecto</guilabel>:
fr: <guilabel>Apparence</guilabel>&nbsp;:
nl: <guilabel>Uiterlijk</guilabel>:
pt: <guilabel>Aparência</guilabel>:
sk: <guilabel>Vzhľad</guilabel>:
sl: <guilabel>Videz</guilabel>:
sv: <guilabel>Utseende</guilabel>:

source: Options for the fonts used in displaying web pages.
da: Indstillinger for skrifttyper der bruges til at vise netsider.
de: Optionen für Schriften, die zur Darstellung von Webseiten verwendet werden.
es: Opciones para las fuentes usadas al mostrar páginas web.
fr: Options concernant les polices utilisées pour afficher les pages Web.
nl: Opties omtrent lettertypen die worden gebruikt om webpagina's weer te geven.
pt: Opções para os tipos de letra usados ao mostrar páginas Web.
sk: Nastavenie písiem pre zobrazenie stránok.
sl: Možnosti za uporabo pisav pri prikazovanju spletnih strani.
sv: Alternativ för de teckensnitt som används för att visa webbsidor.

source: <guilabel>Java</guilabel>:
fr: <guilabel>Java</guilabel>&nbsp;:

source: Options for handling Java code embedded in web pages, as well as the security policies to be applied to such code.
da: Indstillinger til at håndtere Java kode indlejret i netsider, så vel som de sikkerhedspolitikker der skal anvendes på sådan kode.
de: Optionen für die Behandlung von in Webseiten eingebettetem Java-Code, sowie für Sicherheitsverfahren, die auf solche Codes angewendet werden.
es: Opciones para el manejo de código empotrado Java en páginas web, así como la política de seguridad para ser aplicada a dicho código.
fr: Options pour gérer le code Java inclus dans les pages web, ainsi que la stratégie en matière de sécurité à appliquer à un tel code.
nl: Opties omtrent Javacode die is ingebed in webpagina's, als ook de veiligheidsinstellingen toegepast op zulke code.
pt: Opções para o tratamento do código Java embebido nas páginas Web, assim como as políticas de segurança a aplicar nesse código.
sk: Práca s jazykom Java vo web stránkach a zabezpečenie používane pre tento jazyk.
sl: Možnosti za ravnanje s kodo v Javi, vključeno v spletnih straneh, kot tudi taktiko varnosti, ki naj se uveljavi za to kodo.
sv: Alternativ för att hantera Javakod inbäddad i webbsidor, samt säkerhetspolicyn som ska användas för sådan kod.

source: Options for handling JavaScript code embedded in web pages.
da: Indstillinger til at håndtere JavaScript kode indlejret i netsider.
de: Optionen für die Behandlung von in Webseiten eingebettetem JavaScript-Code.
es: Opciones para el manejo de código empotrado JavaScript en páginas web.
fr: Options pour gérer le code JavaScript inclus dans les pages web.
nl: Opties omtrent JavaScript code in webpagina's.
pt: Opções para o tratamento de código em JavaScript embebido nas páginas Web.
sk: Možnosti spracovania kódu JavaScript zabudovaného vo web stránkach.
sl: Možnosti za ravnanje s kodo JavaScript, vključeno v spletnih straneh.
sv: Alternativ för att hantera Javaskriptkod inbäddad i webbsidor.

source: Plugins
da: Indstik
fr: Modules externes
sk: Moduly
sl: Vstavki
sv: Insticksprogram

source: Options about Plugins
da: Indstillinger angående indstik
de: Optionen für Plugins.
es: Opciones sobre plugins
fr: Les options concernant les modules externes
nl: Opties voor de plugins
pt: Opções acerca dos 'plugins'
sk: Možnosti pre moduly
sl: Možnosti vstavkov
sv: Alternativ för insticksprogram

source: The first option you can enable on this page is <guilabel>Enable completion of forms</guilabel>. If you check this box, &konqueror; will try to remember what you answer to form questions, and will try to fill in forms for you with the answers you previously used.
da: Det første valg du kan aktivere på denne side er <guilabel>Aktivér fuldstændiggørelse af formularer</guilabel>. Hvis du afkrydser denne boks, vil &konqueror; forsøge at huske hvad du svarede på den slags spørgsmål sidst, og vil forsøge at udfylde formularerne med de svar du tidligere brugte.
de: Die erste Option, die auf dieser Karteikarte aktiviert werden kann, ist <guilabel>Automatisches Ausfüllen von Formularen aktivieren</guilabel>. Aktivieren Sie diese Option, versucht sich &konqueror; Ihre Antworten in Eingabefeldern zu merken und Formulare automatisch mit Eingaben auszufüllen, die Sie vorher verwendet haben.
es: La primera opción que puede activar en esta página es <guilabel>Activar relleno de solicitudes</guilabel>. Si selecciona esta casilla, &konqueror; tratará de recordar sus respuestas a preguntas, y tratará de rellenar las solicitudes con respuestas que usted ya dió previamente.
fr: La première option que vous pouvez activer sur cette page est <guilabel>Activer le complètement des formulaires</guilabel>. Si vous cochez cette case, &konqueror; essayera de se souvenir ce que vous répondez aux questions dans les formulaires, et essayera de remplir les formulaires avec les réponses données les fois précédentes.
nl: De eerste optie op deze pagina is <guilabel>Activeer het completeren van formulieren</guilabel>. Als u deze optie aankruist, zal &konqueror; zich proberen te herinneren wat u antwoordt op formulier-vragen, en zal op basis daarvan de formulieren voor u proberen in te vullen met antwoorden die u al eens eerder gebruikte.
pt: A primeira opção que podes activar nesta página é <guilabel>Permitir a completação de formulários</guilabel>. Se seleccionares esta opção, o &konqueror; tentará lembrar-se do que preencheste nos campos do formulário e preenchê-lo com os valores anteriormente utilizados por ti.
sk: Prvá voľba umožňuje <guilabel>Povoliť vypĺňanie formulárov</guilabel>. Ak je zapnutá, &konqueror; sa pokúsi zapamätať si, čo ste zadali do formulárov a neskôr vyplniť to, čo ste už niekedy použili.
sl: Prva izbira, ki jo lahko omogočite na tej strani, je <guilabel>Omogoči dopolnjevanje obrazcev</guilabel>. Če obkljukate to polje, se bo &konqueror; skušal spomniti, kaj ste že odgovorili na vprašanja v obrazcu, in bo skušal namesto vas izpolniti obrazec z odgovori, ki ste jih vpisali kdaj prej.
sv: Det första alternativet du kan aktivera på den här sidan är <guilabel>Aktivera komplettering av formulär</guilabel>. Om du markerar rutan, försöker &konqueror; att komma ihåg vad du svarat på frågor i formulär, och försöker fylla i formulären åt dig med svaren du gav tidigare.

source: You can configure the number of form items &konqueror; remembers with the slider below labelled <guilabel>Maximum completions</guilabel>
da: Du kan indstille det antal formularpunkter som &konqueror; husker med glideren nedenfor ved navn <guilabel>Maksimum fuldstændiggørelse</guilabel>
de: Mit dem Schieberegler <guilabel>Maximale Ausfüllung</guilabel> können Sie einstellen, wie viele Formularelemente sich &konqueror; merken soll.
es: Puede configurar el número de elementos de solicitudes que &konqueror; puede recordar con el botón deslizante etiquetado <guilabel>Máximo números de rellenos</guilabel>
fr: Vous pouvez configurer le nombre d'éléments de formulaires dont &konqueror; se souvient avec la glissière intitulée <guilabel>Nombre maximum de complètements</guilabel>
nl: U kunt het aantal formulier-items die &konqueror; zich herinnert instellen met de schuifbalk eronder genaamd <guilabel>Maximum aantal completeringen</guilabel>
pt: Podes configurar o número de itens do formulário que o &konqueror; tentará lembrar-se com a barra deslizante <guilabel>Máximo de completações</guilabel>.
sk: Pomocou <guilabel>Maximálne doplnení</guilabel> môžete nastaviť počet formulárov, ktoré si &konqueror; bude pamätať.
sl: Število obrazc postavka, ki si jih &konqueror; zapomni, lahko nastavite s spodnjim drsnikom, označenim z <guilabel>Največ dopolnitev</guilabel>
sv: Du kan ställa in antal formulärsvar som &konqueror; kommer ihåg med skjutreglaget som heter <guilabel>Maximalt antal kompletteringar</guilabel>.

source: Of course, anything &konqueror; fills in a form with, you can still edit before submitting the form!
da: Du kan naturligvis ændre det som &konqueror; udfylder i din formular før du indsender formularen.
de: Natürlich können Sie in jedem Formular, ein von &konqueror; automatisch ausgefülltes Feld bearbeiten, bevor Sie das Formular absenden.
es: Por supuesto, si &konqueror; rellena una solicitud usted siempre puede editar el contenido antes de enviar la solicitud.
fr: Bien sûr, tout ce qui a été rajouté par &konqueror; dans un formulaire peut toujours être édité avant de soumettre le formulaire&nbsp;!
nl: Natuurlijk kunt u alles wat &konqueror; in een formulier invult nog aanpassen voordat u het formulier verzendt!
pt: Claro que tudo o que o &konqueror; preenche num formulário pode ser editado por ti antes de submeteres o formulário!
sk: Samozrejme, všetko, čo &konqueror; za vás doplní, môžete potom pred poslaním formulára upraviť.
sl: Seveda lahko vse, kar &konqueror; zapiše v obrazec, še vedno urejate, preden obrazec pošljete!
sv: Du kan förstås fortfarande redigera allt som &konqueror; fyller i formuläret med innan du skickar det!

source: The next setting is <guilabel>Underline links</guilabel>. /ou can choose to underline links <guilabel>Always</guilabel>. If this option is selected, any text on web pages that acts as a link will be shown in an underlined font. While many web pages do use color to distinguish text that acts as a link, underlining makes it very easy to spot links.
da: Den næste indstilling er <guilabel>Understreg lænker</guilabel>. Du kan vælge at understrege lænker <guilabel>Altid</guilabel>. Hvis dette er valgt, vil en vilkårlig tekst på netsider der virker som en lænke blive vist som understreget. Mens mange netsider ganske vist bruger farver for at skelne tekst der virker som lænker fra anden tekst, gør understregning det meget nemt at se lænker.
de: Die nächste Einstellung ist <guilabel>Verknüpfungen unterstreichen</guilabel>. Hier können Sie die Option <guilabel>Immer</guilabel> wählen. Bei dieser Option wird jeder Text auf einer Webseite, der als Verknüpfung dient, in unterstrichener Schrift dargestellt. Während viele Webseiten Farben verwenden, um Texte hervorzuheben, die als Verknüpfung dienen, macht es das Unterstreichen sehr einfach, Verknüpfungen sichtbar zu machen.
es: La siguiente opción es <guilabel>Subrayar enlaces</guilabel>. Si selecciona la opción <guilabel>siempre</guilabel>, cualquier texto en páginas web que actue como enlace se mostrará con una fuente subrayada. Aunque muchas páginas web usan color para distinguir el texto que actua como enlace, el subrayado facilita identificar los enlaces inmediatamente.
fr: Le prochain paramètre est <guilabel>Souligner les liens</guilabel>. Vous pouvez décider de <guilabel>Toujours</guilabel> souligner les liens. Si cette option est sélectionnée, tout texte sur les pages web qui se comporte comme un lien sera montré dans une police soulignée. Même si de nombreuses pages web utilisent la couleur pour mettre en évidence les textes qu'on peut utiliser comme des liens, souligner rend le repérage des liens très facile.
nl: De volgende instelling is <guilabel>Koppelingen onderstrepen</guilabel>. U kunt kiezen om koppelingen <guilabel>Altijd</guilabel> te onderlijnen. Als deze optie geselecteerd is, zal alle tekst die in webpagina's de rol speelt van koppeling worden getoond in een onderlijnd lettertype. Alhoewel vele webpagina's kleur gebruiken om tekst van koppelingen te onderscheiden, maakt onderlijnen het zeer gemakkelijk om koppelingen te vinden.
pt: A próxima configuração é <guilabel>Sublinhar ligações</guilabel>. Podes escolher sublinhar as ligações <guilabel>Sempre</guilabel>. Se esta opção estiver seleccionada, todo o texto das páginas Web que funcione como uma ligação será mostrado sublinhado. Enquanto que muitas páginas usam cores para distinguir o texto das ligações, os sublinhados facilitam bastante a sua localização.
sk: Ďalšie nastavenie je <guilabel>Podčiarknuť odkazy</guilabel>. Prvá voľba je <guilabel>Vždy</guilabel>. Potom bude text, ktorý predstavuje odkaz na stránke, podčiarknutý. Aj keď veľa stránok používa na zvýraznenie odkazov farby, podčiarknutie výrazne uľahčuje hľadanie odkazov v texte.
sl: Naslednja nastavitev je <guilabel>Podčrtamo povezave</guilabel>. Če želite imeti povezave vedno podčrtane, vključite <guilabel>Always</guilabel>. Če je ta možnost izbrana, bo vsak tekst na spletni strani, ki deluje kot povezava, prikazan v podčrtani pisavi. Ker veliko spletnih strani uporablja barve za razločevanje teksta, ki deluje kot povezava, vam podčrtavanje poenostavi pri prepoznavanju povezav.
sv: Nästa alternativet är <guilabel>Stryk under länkar</guilabel>. Du kan välja att <guilabel>Alltid</guilabel> stryka under länkar. Om det här alternativet är valt, visas all text på en webbsida som fungerar som en länk med ett understruket teckensnitt. Medan många webbsidor använder färger för att skilja på text som fungerar som en länk, gör understrykning det mycket lätt att få syn på länkar.

source: If you don't like underlined links, you can choose <guilabel>Never</guilabel>, so that no links are underlined. Or you can choose a middle ground, <guilabel>Hover</guilabel>, so that links are underlined when the mouse cursor is resting over them, and not underlined the rest of the time.
da: Hvis du ikke kan lide understregede lænker kan du vælge <guilabel>Aldrig</guilabel>, så ingen lænker bliver understregede. Eller du kan vælge noget midt imellem, <guilabel>Svæve</guilabel>, får lænker til at blive understregede når musen hviler hen over dem, og ikke understreget ellers.
de: Mögen sie keine unterstrichenen Verknüpfungen, so wählen Sie die Option <guilabel>Niemals</guilabel>, wodurch Verknüpfungen nicht mehr unterstrichen werden. Einen Mittelweg bietet die Option <guilabel>Schwebend</guilabel>, bei der Verknüpfungen nur dann unterstrichen werden, wenn der Mauszeiger über ihnen schwebt, ansonsten werden sie nicht unterstrichen dargestellt.
es: Si no le gustan los enlaces subrayados, puede elegir <guilabel>Nunca</guilabel>, de modo que los enlaces no aparezcan subrayadas. O puede elegir una opción intermedia, <guilabel>Al pasar el ratón por encima</guilabel>, de modo que los enlaces son subrayados si el cursor se encuentra sobre ellos, y no son subrayados en el resto de las ocaciones.
fr: Si vous n'apprécize pas les liens soulignés, vous pouvez choisir <guilabel>Jamais</guilabel>, de telle sorte qu'aucun lien ne soit souligné. Ou vous pouvez choisir un compromis, <guilabel>Lorsque la souris est dessus</guilabel>, de telle sorte que les liens sont soulignés lorsque la souris s'arrête au-dessus d'eux, et non soulignés le reste du temps.
nl: Als u onderlijnde links niet mooi vindt, kan u <guilabel>Nooit</guilabel> kiezen, waardoor geen koppelingen onderlijnd worden. Of u kunt een middenweg kiezen: <guilabel>Onder muisaanwijzer</guilabel>, waardoor koppelingen enkel onderlijnd worden wanneer de muiscursor erboven staat,
pt: Se não gostares das ligações sublinhadas, podes escolher <guilabel>Nunca</guilabel>, de modo a que nenhuma ligação fique sublinhada. Ou então podes escolher uma opção intermédia, a <guilabel>Ao passar por cima</guilabel>, de modo a que as ligações são sublinhadas quando o cursor do rato passa por cima delas, e não o são no resto do tempo.
sk: Ak nemáte radi podčiarknuté odkazy, môžete si vybrať <guilabel>Nikdy</guilabel>. Odkazy potom nikdy podčiarknuté nebudú. No a stredná cesta je <guilabel>Vyzdvihnúť</guilabel>, takže odkazy budú podčiarknuté, ak na ne ukážete kurzorom myši. Inak podčiarknuté nebudú.
sl: Če ne marate podčrtanih povezav, lahko izberete <guilabel>Nikoli</guilabel>, da nobena povezava ni podčrtana. Lahko pa izberete srednjo površino, <guilabel>Lebdenje</guilabel>, da povezave postanejo podčrtane le, kadar nad njimi počiva kazalec miške.
sv: Om du inte tycker om understrukna länkar, kan du välja <guilabel>Aldrig</guilabel>, så att inga länkar är understrukna. Eller så kan du välja något mittemellan, <guilabel>Över</guilabel>, så att länkar blir understrukna medan muspekaren befinner sig över dem, och inte understrukna annars.
