Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmfileman.po
Languages: da, de, es, fr, nl, pt, sk, sl, sv

source: &konqueror; will make no attempts whatsoever to minimize it's use of memory. If you have a very large amount of <acronym>RAM</acronym>, this might make &konqueror; faster. If you have insufficient <acronym>RAM</acronym>, it might make &konqueror; run much slower, as more information is paged to disk.
da: &konqueror; vil overhovedet ikke gøre noget forsøg på at minimere dens brug af hukommelse. Hvis du har en meget stor mængde <acronym>RAM</acronym>, kan dette gøre &konqueror; hurtigere. Hvis du har for lidt <acronym>RAM</acronym>, kan det få &konqueror; til at køre meget langsommere, da mere information sendes til disken.
de: &konqueror; unternimmt keine Versuche, seinen Speicherbedarf zu reduzieren. Wenn man über sehr viel <acronym>RAM</acronym> verfügt, kann diese Einstellung &konqueror; beschleunigen, wenn man nicht über genügend <acronym>RAM</acronym> verfügt, kann diese Einstellung &konqueror; wesentlich langsamer machen, da mehr Informationen auf Festplatte ausgelagert werden.
es: &konqueror; no intentará minimizar el uso de memoria. Si dispone de mucha memoria <acronym>RAM</acronym>, puede que &konqueror; sea más rápido. Si no dispone de suficiente <acronym>RAM</acronym>, es posible que &konqueror; se ejcute más lentamente, ya que más información se paginará a disco.
fr: &konqueror; n'essayera jamais de réduire son utilisation de mémoire. Si vous avez beaucoup de <acronym>RAM</acronym>, cela pourrait accélérer &konqueror;. Si vous n'avez pas assez de <acronym>RAM</acronym>, cela pourrait ralentir fortement &konqueror;, parce que plus d'informations seront échangées avec le fichier d'échange.
nl: &konqueror; zal geen enkele poging doen om zijn geheugengebruik te beperken. Als u een erg grote hoeveelheid <acronym>RAM</acronym> heeft dan kan dit &konqueror; misschien een beetje sneller maken. Als u niet genoeg <acronym>RAM</acronym> heeft dan kan het &konqueror; veel langzamer laten draaien als meer en meer informatie naar de harde schijf wordt geswapt.
pt: O &konqueror; não tentará minimizar de maneira nenhuma a sua utilização de memória. Se tiveres uma grande quantidade de <acronym>RAM</acronym>, isto pode tornar o &konqueror; mais rápido. Se tiveres pouca <acronym>RAM</acronym>, pode tornar o &konqueror; muito mais lento, dado que há mais informação a ser transferida para o disco.
sk: &konqueror; sa nebude pokúšať minimalizovať použitie pamäti. Ak máte dostatok <acronym>RAM</acronym>, táto voľba môže &konqueror; zrýchliť. Ak jej máte nedostatok, &konqueror; bude fungovať výrazne pomalšie, pretože veľa dát bude odkladaných na disk.
sl: &konqueror; ne bo poskušal minimizirati uporabe pomnilnika. Če imate zelo veliko <acronym>RAM</acronym>-a, bo to morda pospešilo &konqueror;. Če pa <acronym>RAM</acronym>-a ni dovolj pa ga bo morda precej upočasnilo, saj bo več informacij preslikanih na disk.
sv: &konqueror; gör inga försök alls att minimera minnesanvändningen. Om du har en mycket stor mängd <acronym>RAM</acronym>, kan detta göra &konqueror; snabbare. Om du har otillräckligt med <acronym>RAM</acronym>, kan det göra att &konqueror; kör mycket långsammare, eftersom mer information skrivs ut på disken.

source: For local browsing only (recommended)
da: Kun til lokal søgning (anbefalet)
de: Nur bei lokaler Browser-Benutzung (empfohlen)
es: Sólo para navegación local (recomendado)
fr: Pour l'exploration locale uniquement (recommandé)
nl: Alleen voor bladeren door lokale mappen (aanbevolen)
pt: Só para a navegação local (recomendado)
sk: Len pre lokálne priečinky (doporučené)
sl: Le za krajevno brskanje (priporočeno)
sv: Enbart för lokal bläddring (rekommenderas)

source: &konqueror; will try to minimize memory usage when you are browsing local filesystems, including network drives.
da: &konqueror; vil forsøge at minimere hukommelsesforbruget når du søger på lokale filsystemer, inkluderende netværksdrev.
de: &konqueror; reduziert seinen Speicherbedarf, wenn lokale Dateisysteme einschließlich Netzdateisysteme angezeigt werden.
es: &konqueror; tratará de minimizar el uso de memoria cuando usted navegue por sistemas de archivos locales, incluyendo dispositivos de red.
fr: &konqueror; essayera de minimiser l'utilisation de la mémoire lorsque vous parcourez des systèmes de fichiers locaux, y compris des systèmes de fichiers réseau.
nl: &konqueror; zal het geheugengebruik proberen te beperken wanneer u door het lokale bestandssysteem, inclusief netwerkschijven, aan het bladeren bent.
pt: O &konqueror; tentará minimizar a utilização de memória quando estiveres a navegar nos sistemas de ficheiros locais, incluindo em 'drives' de rede.
sk: &konqueror; sa pokúsi minimalizovať použitie pamäti pri prehliadaní lokálnych súborov a priečinkov, vrátane sietových diskov.
sl: &konqueror; bo poskušal zmanjšati uporabo pomnilnika, ko brskate po lokalnih sistemih, vključno z omrežnimi pogoni.
sv: &konqueror; försöker minimera minnesanvändningen när du bläddrar i lokala filsystem, inklusive nätverksenheter.

source: For web browsing only
da: Kun for netsøgning
de: Nur beim Web-Browsen
es: Sólo para navegación web
fr: Pour la navigation web seulement
nl: Alleen voor het webbrowsen
pt: Só para a navegação Web
sk: Len pre webovské okná
sl: Le za brskanje po spletu
sv: Enbart för webbläsning

source: &konqueror; will only try to minimize memory usage when you are browsing the web.
da: &konqueror; vil kun forsøge at minimere hukommelsesforbruget når du søger på nettet.
de: &konqueror; reduziert seinen Speicherbedarf nur beim Browsen im Web.
es: &konqueror; sól tratará de minimizar el uso de memoria cuando usted navegue por la web.
fr: &konqueror; essayera de minimiser l'utilisation de la mémoire lorsque vous naviguez sur le web.
nl: &konqueror; zal alleen het geheugengebruik proberen te minimaliseren als u aan het webbrowsen bent.
pt: O &konqueror; só tentará minimizar a utilização de memória quando estiveres a navegar na Web.
sk: &konqueror; sa bude snažiť minimalizovať použitie pamäti iba pri prehliadaní webu.
sl: &konqueror; bo poskušal zmanjšati uporabo pomnilnika na minimum, kadar brskate po spletu.
sv: &konqueror; försöker bara minimera minnesanvändningen när du använder den som webbläsare.

source: Always (use with care)
da: Altid (brug med omhu)
de: Immer (bitte mit Vorsicht benutzen)
es: Siempre (utilizar con cuidado)
fr: Toujours (utilisez avec précaution)
nl: Altijd (wees voorzichtig met deze instelling)
pt: Sempre (usar com cuidado)
sk: Vždy (používajte opatrne)
sl: Vedno (uporabljajte previdno)
sv: Alltid (använd med försiktighet)

source: This setting is not recommended, and should only be used if you are very low on resources.
da: Denne indstilling anbefales ikke, og bør kun bruges hvis du har meget få ressourcer.
de: Diese Einstellung ist nicht empfohlen und sollte nur bei sehr wenig Ressourcen verwendet werden.
es: Esta opción no es recomendable, y sólo debería usarse si su máquina tiene muy pocos recursos.
fr: Ce réglage n'est pas conseillé, et ne devrait être utilisé uniquement si vos ressources systèmes sont très limitées.
nl: Deze instelling wordt niet aangeraden en zou alleen maar moeten worden gebruikt wanneer u erg weinig bronnen (over) heeft.
pt: Esta opção não é recomendada, e só deve ser usada se tiveres muito poucos recursos.
sk: Toto nastavenie nedoporučujeme, a malo by sa používať iba v prípade veľkého nedostatku zdrojov.
sl: Ta nastavitev ni priporočljiva in se naj bi uporabljala le, če vam primanjkuje virov.
sv: Den här inställningen rekommenderas inte, och bör bara användas om du har mycket ont om resurser.

source: The following settings determine how text and colors are displayed in &konqueror; File Manager mode windows.
da: Følgende opsætning afgør hvordan tekst og farver vises i &konqueror;'s filhåndteringstilstand vinduer.
de: Die folgenden Einstellungen beeinflussen die Darstellung von Text und Farben in &konqueror;'s Dateimanager-Fenstern.
es: Las siguientes opciones determinan el aspecto del texto y los colores de &konqueror; en modo de administrador de archivos.
fr: Les réglages suivants déterminent comment sont affichés le texte et les couleurs dans les fenêtres du mode gestionnaire de fichiers de &konqueror;.
nl: De volgende instellingen bepalen hoe tekst en kleuren worden getoond in &konqueror;'s vensters in Bestandsbeheerder mode.
pt: As configurações seguintes indicam como o texto e as cores são mostrados nas janelas do &konqueror; em modo de Gestão de Ficheiros.
sk: Toto nastavenie určuje, ako budú zobrazené texty a farby v okne &konqueror; ako správcu súborov.
sl: Naslednje nastavitve določajo, kako so v &konqueror;jevem oknu (v načinu datotečnega upravljalnika) prikazane barve in besedilo.
sv: Följande inställningar avgör hur text och färger visas i &konqueror;s filhanteringsfönster.

source: <guilabel>Font Size</guilabel> Lets you control the size of text, while the <guilabel>Standard Font</guilabel> setting determines the font face used.
da: <guilabel>Skrifttype størrelse</guilabel> Lader dig kontrollere størrelsen af teksten, mens <guilabel>Standard skrifttype</guilabel> opsætningen afgør den brugte skrifttype.
de: <guilabel>Schriftgröße</guilabel> kontrolliert die Größe von Text, während im Listenfeld <guilabel>Standardschrift</guilabel> die Schriftart festgelegt wird.
es: <guilabel>Tamaño de la fuente</guilabel> le permite controlar el tamaño del texto mientras que la opción <guilabel>Fuente estándar</guilabel> determina el tipo de fuente a usar.
fr: La zone <guilabel>Taille de la police</guilabel> vous permet de préciser la taille du texte. La police de caractère employée peut être choisie grâce au menu déroulant <guilabel>Police standard</guilabel>.
nl: <guilabel>Lettergrootte</guilabel> geeft u de mogelijkheid om de grootte van de tekst aan te passen terwijl <guilabel>Standaard lettertype</guilabel> bepaalt welk lettertype er wordt gebruikt.
pt: O <guilabel>Tamanho da Letra</guilabel> permite-te controlar o tamanho do texto, enquanto que o <guilabel>Tipo de Letra Padrão</guilabel> define qual é o tipo de letra propriamente dito.
sk: <guilabel>Veľkosť písma</guilabel> umožňuje nastaviť veľkosť textu a <guilabel>Štandardné písmo</guilabel> určuje druh použitého písma.
sl: <guilabel>Velikost pisave</guilabel> omogoča nadzor velikosti pisave medtem, ko nastavitev <guilabel>Standardna pisava</guilabel> določa tip pisave.
sv: <guilabel>Teckensnittsstorlek</guilabel> låter dig kontrollera storleken för text, medan <guilabel>Förvalt teckensnitt</guilabel> avgör vilket teckensnitt som används.

source: The <guilabel>Normal Text Color</guilabel> determines the standard text color.
da: <guilabel>Normal tekstfarve</guilabel> afgør standard tekstfarve.
de: Die Standardfarbe für Text wird durch <guilabel>Farbe für Normaltext</guilabel> festgelegt.
es: El <guilabel>Color de texto normal</guilabel> determina el color del texto estándar.
fr: La zone portant la mention <guilabel>Couleur du texte</guilabel> sert quant à elle à déterminer la couleur standard pour le texte.
nl: <guilabel>Normale tekstkleur</guilabel> bepaalt de standaard tekstkleur.
pt: A <guilabel>Cor do Texto Normal</guilabel> determina a cor do texto normal.
sk: <guilabel>Základná farba textu</guilabel> určuje farbu štandardného textu.
sl: <guilabel>Barva običajnega besedila</guilabel> določa običajno barvo besedila.
sv: <guilabel>Normal textfärg</guilabel> avgör standardtextfärgen.

source: When <guilabel>Word-wrap icon text</guilabel> is checked, long filenames will be wraped onto multiple lines, rather than showing only the part of the filename that fits on a single line.
da: Når <guilabel>Tekstombrydning ikontekst</guilabel> er afkrydset vil lange filnavne blive ombrudt til flere linier, snarere end blot at vise den del af filnavnet der passer på en enkelt linie.
de: Wenn <guilabel>Symboltext umbrechen</guilabel> markiert ist, werden lange Dateinamen auf mehrere Zeilen aufgeteilt, anstatt nur den Teil anzuzeigen, der in eine Zeile passt.
es: Si selecciona <guilabel>Icono de texto de ajuste de línea</guilabel> los nombres largos de archivos se ajustarán a varias líneas, en lugar de mostrar sólo la parte del nombre del archivo que cabe en una sóla línea.
fr: <guilabel>Retour à la ligne automatique pour le texte des icônes</guilabel> est une option qui permet d'afficher sur plusieurs lignes les noms de fichiers très longs, évitant ainsi de les tronquer.
nl: Wanneer <guilabel>Pictogramtekst afbreken</guilabel> is aangevinkt dan worden lange bestandsnamen over meerdere regels uitgesmeerd in tegenstelling tot het alleen maar tonen van maar een deel van de bestandsnaam dat op een regel past.
pt: Quando a opção <guilabel>Texto dos ícones em mais do que uma linha</guilabel> estiver seleccionada, os nomes compridos dos ficheiros serão repartidos em várioas linhas, em vez de mostrar só a parte do nome do ficheiro que cabe numa única linha.
sk: Ak použijete <guilabel>Text ikon na viac riadkov</guilabel>, dlhé mená súborov budú rozdelené na viac riadkov, takže bude zobrazené celé meno namiesto iba jeho časti, ktorá by sa vošla na jeden riadok.
sl: Kadar je označen <guilabel>Word-wrap icon text</guilabel>, so dolga imena datotek razlomljena v več vrstic, namesto da bi bil prikazan le del datotečnega imena, ki gre v eno samo vrstico.
sv: När <guilabel>Bryt rader i ikontexten</guilabel> är markerad, kommer långa filnamn att brytas till flera rader, istället för att visa bara den del av filnamnet som får plats på en rad.

source: If you uncheck this option, you can still see word-wrapped filenames by pausing the mouse pointer over the icon.
da: Hvis du ikke gør dette valg, kan du stadig se et tekstombrudte filnavne ved at lade musen holde pause over ikonen.
de: Wenn diese Option nicht gewählt ist, kann man die umgebrochenen Dateinamen sehen, wenn man mit dem Mauszeiger über dem Dateisymbol verweilt.
es: Si deselecciona esta opción, todavía puede ver archivos de nombres ajustados deteniendo el cursor sobre el icono.
fr: Si cette option n'est pas cochée, on pourra néanmoins voir l'intégralité d'un nom de fichier tronqué en plaçant le curseur de la souris sur l'icône correspondante.
nl: Als u deze optie afvinkt dan ziet u de afgebroken bestandsnaam alleen als u met de muis over het pictogram zweeft.
pt: Se não assinalares esta opção, podes ver à mesma o resto dos nomes compridos se deixares o cursor do rato em cima do ícone.
sk: Aj keď túto voľbu nepoužijete, ukázaním kurzorom myši na ikonu sa zobrazí úplne meno súboru na viacerých riadkoch.
sl: Če ta možnosti ni označena lahko še vedno vidite deljena imena datotek če nad ikono obstojite s kurzorjem miške.
sv: Om du inte markerar det här alternativet kan du fortfarande se filnamn med radbrytning genom att hålla musen över ikonen.

source: When <guilabel>Underline filenames</guilabel> is checked, filenames will be underlined so that they look like links on a web page.
da: Når <guilabel>Understreg filenavne</guilabel> er afkrydset vil filnavne blive understreget så de set ud som lænker på en netside.
de: Die Option <guilabel>Dateiname unterstreichen</guilabel> zeigt Dateinamen unterstrichen an, so dass sie das Aussehen von Links auf einer Internetseite haben.
es: Si selecciona <guilabel>Subrayar nombres de archivos</guilabel>, los nombres serán subrayados de modo que parezcan enlaces de una página web.
fr: <guilabel>Souligner les noms de fichiers</guilabel>&nbsp;: lorsque cette case est cochée, le nom des fichiers sont soulignés à la manière des liens d'une page web.
nl: Als <guilabel>Bestandsnamen onderstrepen</guilabel> is aangevinkt dan worden bestandsnamen onderstreept zodat het net links lijken op een webpagina.
pt: Quando o <guilabel>Sublinhar os nomes dos ficheiros</guilabel> estiver seleccionado, os nomes dos ficheiros ficam sublinhados, como se fossem ligações numa página Web.
sk: Ak použijete <guilabel>Podčiarkovať mená súborov</guilabel>, budú mená podčiarknuté, takže budú vyzerať ako odkazy na WWW stránke.
sl: Ko je označen <guilabel>Podčrtaj imena datotek</guilabel>, bodo imena datotek podčrtana tako, da izgledajo kot povezave na spletni strani.
sv: När <guilabel>Stryk under filnamn</guilabel> är markerad, stryks filnamnen under så att de ser ut som länkar på en webbsida.

source: The final check box on this page determines how &konqueror; displays file sizes, when you are in one of the file manager modes that normally shows this information. If you check the <guilabel>Show file sizes in bytes</guilabel> box, then file sizes are always shown in bytes. If you leave it unchecked, then file sizes are shown in bytes, kilobytes, and Megabytes, depending on their size.
da: Den sidste afkrydsningsboks på denne side afgør hvordan &konqueror; viser filstørrelser, når du er i en af de filhåndterings tilstande der normalt viser denne information. Hvis du afkrydser <guilabel>Vis filstørrelser i byte</guilabel> boksen, så vil filstørrelser altid blive vist i byte. Hvis du ikke afkrydser den, så vises filstørrelser i byte, kilobyte, og Megabyte, afhængig af deres størrelse.
de: Das letzte Ankreuzfeld legt fest, in welchen Einheiten Dateigrößen im Dateimanagerfenster von &konqueror; angezeigt werden. Ist das Feld <guilabel>Dateigröße in Bytes angeben</guilabel> markiert, werden alle Dateigrößen in Bytes angezeigt. Ist das Feld nicht markiert, wird als Einheit zwischen Bytes, Kilobyes und Megabytes abhängig von der Dateigröße gewählt.
es: La casilla de selección final de esta página determina como muestra &konqueror; el tamaño de los archivos, cuando se encuentra en uno de los modos de administrador de archivos que muestra esta información. Si selecciona la casilla <guilabel>Mostrar tamaño de archivos en bytes</guilabel> entonces los tamaños de archivos siempre se muestran en bytes. Si lo deja sin seleccionar los tamaños de archivos se muestran en bytes, kilobytes,y Megabytes, dependiendo de su tamaño.
fr: La dernière case à cocher de cette page détermine comment &konqueror; affiche les tailles des fichiers, si vous êtes dans l'un des modes gestionnaire de fichiers affichant cette information. Si vous cochez la case à cocher <guilabel>Afficher la taille en octets</guilabel>, les tailles de fichiers seront toujours affichées en octets. Si vous la laissez décochée, les tailles de fichiers seront affichées en octets, kilo-octets ou méga-octets, en fonction de leur taille.
nl: Het laatste selectievakje op deze pagine bepaalt hoe &konqueror; bestandsgroottes weergeeft wanneer u in een van de bstandsbeheerder modi bent die normaal deze waarde aangeeft. Als u <guilabel>Bestandsgrootte in bytes tonen</guilabel> aanvinkt dan dan wordt de grootte altijd in bytes weergegeven. Als u dit niet aanvinkt dan wordt de grootte aangegeven in bytes, kilobytes of Megabytes, afhankelijk van de grootte van het bestand.
pt: A opção final indica como é que o &konqueror; mostra os tamanhos dos ficheiros, quando estás num dos modos de gestão de ficheiros que mostram normalmente esta informação. Se assinalares a opção <guilabel>Mostrar os tamanhos dos ficheiros em bytes</guilabel>, então os tamanhos dos ficheiros são mostrados em bytes, quilobytes ou Megabytes, dependendo do seu tamanho.
sk: Posledná voľba na tejto stránke určuje, ako &konqueror; zobrazuje veľkosti súborov v móde správcu súborov. Ak použijete <guilabel>Zobraziť veľkosti súborov v bajtoch</guilabel>, všetky veľkosti budú zobrazované v bajtoch. Ak voľbu nepoužijete, veľkosti súborov budú v bajtoch, kilobajtoch alebo megabajtoch, podľa veľkosti.
sl: Zadnje potrditveno polje na strani določa, kako &konqueror; prikazuje velikosti datotek, če ste v enem izmed načinov datotečnega upravljalnika. Če označite <guilabel>Prikaži velikosti datotek v bajtih</guilabel>, potem so velikosti datotek vedno prikazane v bajtih. Če ga pustite neoznačenega , potem so velikosti datotek prikazane v bajtih, kilobajtih in megabajtih, odvisno od njihove velikosti.
sv: Den sista kryssrutan på den här sidan avgör hur &konqueror; visar filstorlekar, när du är i ett av filhanterarens lägen som normalt visar den här informationen. Om du markerar <guilabel>Visa filstorlekar i byte</guilabel> så visas alltid filstorlekar i byte. Om du inte markerar den visas filstorleken i byte, kibibyte, och Mebibyte, beroende på deras storlek.

source: The <guilabel>Ask confirmation for</guilabel> setting tells &konqueror; what to do when you choose to <quote>Delete</quote>, <quote>Trash</quote>, or <quote>Shred</quote> a file in a &konqueror; window. If any box is checked, &konqueror; asks for confirmation before performing the corresponding action.
da: <guilabel>Bed om bekræftelse for</guilabel> opsætningen fortæller &konqueror; hvad den skal gøre når du vælger <quote>Slet</quote>, <quote>Affald</quote> eller <quote>Makulér</quote> for en fil i et &konqueror; vindue. Hvis boksen er afkrydset vil &konqueror; bede om bekræftelse før den udfører handlingen.
de: In der Gruppe <guilabel>Um Bestätigung nachfragen bei:</guilabel> wird eingestellt, wie &konqueror; sich beim <quote>In den Mülleimer werfen</quote>, <quote>Löschen</quote> und <quote>In den Reißwolf schieben</quote> verhalten soll. Wenn eines der Felder markiert ist, fragt &konqueror; um Bestätigung, bevor die zugehörige Aktion ausgeführt wird.
es: La opción <guilabel>Solicitar confirmación</guilabel> le indica a &konqueror; lo que hacer cuando usted selecciona en una ventana de &konqueror;<quote>Eliminar</quote>, <quote>Papelera</quote>, o <quote>Triturar</quote> un archivo. Si selecciona cualquier casilla, &konqueror; le solicita confirmación antes de realizar la acción correspondiente.
fr: La zone <guilabel>Demander confirmation pour</guilabel> détermine la manière de réagir de &konqueror; quand vous décidez de <quote>Mettre à la corbeille</quote>, <quote>Supprimer</quote>, ou <quote>Broyer</quote> un fichier. Si cette option est cochée, &konqueror; demande confirmation avant d'effectuer l'action correspondante.
nl: De <guilabel>Bevestiging vragen voor</guilabel> optie vertelt &konqueror; wat te doen wanneer u <quote>Naar prullebak verplaatsen</quote>, <quote>Verwijderen</quote> of <quote>Vernietigen</quote> kiest voor een bestand in het &konqueror; venster. Als een selectievakje is aangevinkt dan vraagt &konqueror; om een bevestiging voor de betreffende actie.
pt: A configuração <guilabel>Pedir confirmação para</guilabel> indica ao &konqueror; o que fazer quando pretenderes <quote>Apagar</quote>, <quote>Enviar para o Lixo</quote> ou <quote>Destruir</quote> um ficheiro numa janela do &konqueror;. Se alguma opção estiver seleccionada, o &konqueror; pedirá a confirmação antes de realizar a acção correspondente.
sk: Nastavenie <guilabel>Pýtať si potvrdenie pre</guilabel> určuje, čo má &konqueror; urobiť, ak vyberiete pre súbor <quote>Presunúť do koša</quote>, <quote>Zmazať</quote>, alebo <quote>Skartovať</quote>. Ak je príslušná voľba vybraná, &konqueror; sa bude pred danou akciou pýtať na potvrdenie.
sl: Nastavitev <guilabel>Ob brisanju</guilabel> pove &konqueror;ju kaj storiti, če izberete <quote>Briši</quote> <quote>Smeti</quote> ali <quote>Scefraj</quote> v &konqueror;jevem oknu. Če je katerokoli polje označeno, &konqueror; želi prejti potrditev, preden izvede ustrezno dejanje.
sv: Inställningen <guilabel>Fråga efter bekräftelse</guilabel> talar om för &konqueror; vad som ska hända när du väljer <quote>Ta bort</quote>, <quote>Flytta till papperskorgen</quote>, eller <quote>Förstör</quote> för en fil i ett &konqueror;-fönster. Om någon ruta är vald, frågar &konqueror; efter bekräftelse innan den motsvarande åtgärden utförs.

source: Section Author
da: Sektionsforfatter
de: Abschnittsautor
es: Sección de autores
fr: Auteurs de la section
nl: Auteurssectie
pt: Autor da Secção
sk: Autor kapitoly
sl: Avtor razdelka
sv: Avsnittsförfattare
