Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmbackgnd.po
Languages: cs, de, es, fr, nl, pt, sk

source: The image will be scaled to fit the desktop. It will be stretched to fit to all four corners.
cs: Obrázek bude zakrývat celou pracovní plochu. Může dojít ke změně poměru stran obrázku.
de: Das Bild wird in diesem Modus so vergrößert, dass es den Hintergrund ausfüllt. Die Vergrößerung erfolgt für Höhe und Breite unabhängig.
es: La imagen se escalará para ajustarse al escritorio. Se estirará hasta ajustarse a las cuatro esquinas.
fr: L'image sera mise aux dimensions de l'écran. Elle sera étirée pour s'ajuster au bureau, jusqu'aux quatre coins.
nl: De afbeelding zal geschaald worden om op het bureaublad te passen. Het zal uitgerekt worden om in alle vier de hoeken te passen.
pt: A imagem será escalada de modo a caber no ecrã. Será redimensionada de modo a ajustar-se aos quatro cantos.
sk: Obrázok bude roztiahnutý na veľkosť obrazovky tak, aby dosiahol do všetkých štyroch rohov.

source: If the drop-down box labled <guilabel>Mode</guilabel> has <guilabel>No Wallpaper</guilabel> selected, you will not be able to choose a wallpaper.
cs: Pokud je v roletového seznamu <guilabel>Mód</guilabel> nastaven typ tapety na <guilabel>Žádná tapeta</guilabel>, nebudete moci vybrat tapetu.
de: Wenn das Auswahlfeld <guilabel>Modus</guilabel> auf <guilabel>Kein Hintergrundbild</guilabel> eingestellt ist, dann ist die Auswahl eines Hintergrundbildes geperrt.
es: Si la lista desplegable etiquetada <guilabel>Modo</guilabel> tiene seleccionado <guilabel>Sin papel tapiz</guilabel>, no podrá elegir un papel tapiz.
fr: Si la liste déroulante <guilabel>Mode</guilabel> mentionne <guilabel>Pas de papier peint</guilabel>, vous ne pourrez pas choisir de papier peint.
nl: Als u in het keuzeveld met de naam <guilabel>Modus</guilabel>, <guilabel>Geen behang</guilabel> geselecteerd heeft dan kunt u geen behang kiezen.
pt: Se a lista chamada <guilabel>Modo</guilabel> tiver <guilabel>Nenhum Papel de Parede</guilabel> seleccionado, não poderás seleccionar nenhum papel de parede.
sk: Ak ste ako <guilabel>Mód</guilabel> vybrali <guilabel>Bez tapety</guilabel>, nebudete môcť vybrať tapetu.

source: Simply change this drop down box to any other mode. You will now be able to select a wallpaper.
cs: Po nastavení jiného režimu budete moci vybírat tapetu.
de: Die Auswahl wird freigeschaltet, wenn Sie einen anderen Modus wählen.
es: Simplemente elija otra opción de la lista desplegable. Después podrá seleccionar un papel tapiz.
fr: Sélectionnez simplement un autre mode dans cette liste déroulante. Vous serez alors en mesure de choisir un fond d'écran.
nl: Wijzig het keuzeveld naar enige andere modus. U kunt dan een behang kiezen.
pt: Basta mudares esta lista para outro modo qualquer. Assim poderás escolher um papel de parede.
sk: Jednoducho zmeňte na nejaký iný mód. Potom už tapetu vybrať budete môcť.

source: To select a wallpaper, you may either select the wallpaper from the drop down list labeled <guilabel>Wallpaper</guilabel>, or by clicking on the <guibutton>Browse</guibutton> button.
cs: Tapetu vyberete z roletového seznamu <guilabel>Tapeta</guilabel> nebo kliknutím na tlačítko <guibutton>Listovat/guibutton>.
de: Sie können entweder ein Bild aus der Liste der mitgelieferten Bilder im Auswahlfeld <guilabel>Hintergrundbild:</guilabel> auswählen oder durch Klicken auf <guilabel>Auswählen</guilabel> ein Dateimanagerfenster öffnen, in dem Sie in Ihrem Dateisystem nach Bilddateien suchen können.
es: Para seleccionar un papel tapiz, puede o bien seleccionar el papel tapiz de la lista desplegable etiquetada <guilabel>Papel tapiz</guilabel>, o bien pulsar sobre el botón de <guibutton>Examinar</guibutton>.
fr: Pour choisir un papier peint, vous pourrez soit sélectionner le papier peint dans la liste déroulante nommée <guilabel>Papier peint</guilabel>, soit cliquer sur le bouton <guibutton>Parcourir</guibutton>.
nl: Om een behang te kiezen, kunt u of het behang van het keuzeveld met het label <guilabel>Behang</guilabel> kiezen, of door het klikken op de <guibutton>Bladeren</guibutton> knop.
pt: Para seleccionares um papel de parede, tanto podes seleccioná-lo na lista chamada <guilabel>Papel de Parede</guilabel> ou carregando no botão <guilabel>Escolher</guilabel>.
sk: Tapetu môžete vybrať buď z rozbaľovacieho zoznamu <guilabel>Tapeta</guilabel> alebo tlačidlom <guibutton>Prechádzať</guibutton>.

source: Displaying wallpaper requires that the image be kept in memory. If you are low on memory, using a small, tiled image or none at all is recommended.
cs: Obrázek použitý na tapetě musí být nahrán do paměti. Pokud má váš počítač málo paměti, doporučujeme vydláždit pozadí malým obrázkem nebo tapetu úplně vypnout.
de: Das Anzeigen des Bildes erfordert, das dieses Bild im Speicher gehalten wird. Wenn Sie nur wenig Hauptspeicher zur Verfügung haben, benutzen Sie ein kleines gekacheltes Bild oder besser: Arbeiten Sie ganz ohne Hintergrundbild.
es: Mostrar el papel tapiz requiere que la imgane se guarde en memoria. Si dispone de poca memoria, es recomendable utilizar una imagen pequeña, en mosaico o no utilizar ninguna imagen.
fr: L'affichage de papiers peints nécessite que l'image soit gardée en mémoire. Si vous manquez de mémoire, il est recommandé d'utiliser une petite image en mosaïque ou pas d'image du tout.
nl: Om een behang weer te geven moet deze in het geheugen worden opgeslagen. Als u weinig geheugen heeft, wordt een klein getegelde afbeelding of helemaal niets aangeraden.
pt: A apresentação de um papel de parede necessita que a imagem seja guardada na memórioa. Se tiveres pouca memória, é recomendado utilizares uma imagem pequena ou em mosaico ou mesmo nenhuma.
sk: Zobrazenie tapety vyžaduje, aby bola celá v pamäti. Ak máte málo pamäti, doporučujeme použiť malý dlaždicovaný obrázok, alebo nepoužívať tapetu vôbec.

source: Scaling or centering a small image still requires an image the size of your display to be maintained in memory.
cs: Při vycentrování nebo roztažení libovolně velkého obrázku bude v paměti uložen obraz celé pracovní plochy.
de: Skalieren oder Zentrieren eines kleinen Bildes erfordert trotzdem das Speichern eines Bildes in der Größe Ihres Bildschirmes im Hauptspeicher.
es: Escalar o centrar una imagen requiere una imagen del tamaño de su pantalla para ser mantenida en memoria.
fr: Zoomer ou centrer une petite image nécessite aussi qu'une image de la taille de votre écran soit gardée en mémoire .
nl: Het schalen of het centreren van een kleine afbeelding leidt er nog steeds toe dat de afbeelding in het geheugen opgeslagen moet worden.
pt: Se escalares ou centrares uma imagem pequena necessitas à mesma que o resultado se mantenha em memória, ocupando o tamanho do teu ecrã.
sk: Roztiahnutie alebo centrovanie malej tapety vyžaduje, aby bol v pamäti obrázok vo veľkosti celej obrazovky.

source: You may also select <guilabel>Multiple</guilabel> which causes a sequence of backgrounds to be displayed. The sequence can be either random, or in a specific order.
cs: Můžete také vybrat <guilabel>Více tapet</guilabel> pro zobrazování více obrázků, které se budou na pracovní ploše v náhodném nebo přesně stanoveném pořadí střídat.
de: Sie können durch Ankreuzen des Feldes <guilabel>Mehrere:</guilabel> einstellen, dass mehrere Bilder nacheinander als Hintergrund angezeigt werden. Die Reihenfolge kann zufällig sein oder Sie können eine bestimmte Reihenfolge festlegen.
es: También puede seleccionar <guilabel>Múltiple</guilabel>, que ocasiona que se muestren una secuencia de fondos. La secuencia puede ser errática, o siguiendo un orden específico.
fr: Vous pouvez aussi sélectionner <guilabel>Papiers peints multiples</guilabel> ce qui affiche une suite de papiers peints. Cette suite peut se faire aléatoirement ou dans un ordre spécifique.
nl: U kan ook <guilabel>Meerdere</guilabel> selecteren, dat ervoor zorgt dat een volgorde van achtergronden weergegeven wordt. De volgorde kan of willekeurig of in een specifieke volgorde zijn.
pt: Também podes seleccionar <guilabel>Múltiplo</guilabel>, que faz com que seja apresentada uma sequência de fundos do ecrã. A sequência tanto pode ser aleatória, como numa ordem específica.
sk: Môžete použiť aj voľbu <guilabel>Viac tapiet</guilabel>, ktorý spôsobí zobrazenie postupnosti pozadí. Poradie môže byť náhodné alebo zadané.

source: You select this, by placing a mark in the checkbox labeled <guilabel>Multiple</guilabel>. You then click <guilabel>Setup</guilabel>. For more on this, read the section entitled <link linkend="bkground-seq">Sequential Backgrounds</link>.
cs: Tento režim zapnete zaškrtnutím přepínače <guilabel>Více tapet</guilabel>. Poté klikněte na <guilabel>Nastavení</guilabel>. Podrobnější informace naleznete v části <link linkend="bkground-seq">Periodicky a náhodně opakované pozadí</link>.
de: Klicken auf das Feld <guilabel>Einrichtung</guilabel> öffnet das im Abschnitt <link linkend="bkground-seq">Hintergrundbilder in bestimmter oder zufälliger Reihenfolge</link> näher beschriebene Einrichtungsfenster.
es: Selecciona esta opción, con una marca en la casilla etiquetada <guilabel>Múltiple</guilabel>. Después puede pulsar <guilabel>Configuración</guilabel>. Para mñas sobre esto, lea la sección titulada <link linkend="bkground-seq">Fondos secuenciales</link>.
fr: Vous sélectionnez cela en plaçant un coche dans la case à cocher intitulée <guilabel>Papiers peints multiples</guilabel>. Vous cliquez ensuite sur <guilabel>Configurer</guilabel>. pour en savoir plus sur cela, veuillez lire la section intitulée <link linkend="bkground-seq">Fonds d'écran séquentiels</link>.
nl: U kunt dit selecteren door het keuzeveld met de naam <guilabel>Meerdere</guilabel> aan te vinken. U moet dan klikken op <guilabel>Instellen</guilabel>. Voor informatie meer hierover, lees de sectie met de titel <link linkend="bkground-seq">Achtergronden met volgorde</link>.
pt: Podes seleccionar esta opção, assinalando o botão chamado <guilabel>Múltiplo</guilabel>, carregando em seguida no <guilabel>Configurar</guilabel>. Para mais informações, lê a secção intitulada <link linkend="bkground-seq">Fundos Sequenciais</link>.
sk: Stačí vybrať voľbu <guilabel>Viac tapiet</guilabel>. Potom použite tlačidlo <guilabel>Nastavenie</guilabel>. Podrobnosti nájdete v kapitole <link linkend="bkground-seq">Sekvenčné a náhodné pozadia</link>.

source: The third tab, <guilabel>Advanced</guilabel>, contains the options to make a smooth transition (blend) from the wallpaper as it changes to the background.
cs: Třetí panel nazvaný <guilabel>Pokročilé</guilabel> obsahuje volby pro směšování tapety s pozadím.
de: Die dritte Karteikarte, <guilabel>Erweitert</guilabel>, enthält die Einstellungen für fließende Überblendungen zwischen verschiedenen Hintergrundbildern.
es: La tercera pestaña, <guilabel>Avanzado</guilabel>, contiene las opciones para realizar una transición suave (mezcla) desde el papel tapiz al cambiar hasta el fondo.
fr: Le troisième onglet, <guilabel>Avancé</guilabel>, contient les options pour effectuer une transition douce (fondu) du papier peint au fond d'écran.
nl: De derde tab, <guilabel>Geavanceerd</guilabel>, bevat de opties om een goede overgang (vermengen) van het behang te maken terwijl het verandert naar de achtergrond.
pt: A terceira página, a <guilabel>Avançada</guilabel>, contém as opções para definir uma transição suave (mistura) do papel de parede enquanto muda para o fundo.
sk: Tretia záložka <guilabel>Rozšírené</guilabel> obsahuje možnosti pre prechod z tapety do pozadia.

source: The blending area consists of three elements:
cs: Oblast pro nastavení směšování se skládá ze tří prvků:
de: Der Bereich Erweitert besteht aus drei Feldern:
es: El área de mezcla consiste en tres elementos:
fr: La zone de choix de fondu se compose de trois éléments&nbsp;:
nl: Het vermengingsgebied bestaat uit drie elementen:
pt: A área de mistura consiste em três elementos:
sk: Miešanie obsahuje tieto časti:

source: A drop-down box, which allows you to select the blending mode. Many of the modes are similar to blending modes for background colors. Select your mode from the list, and the preview window shows you what it will look like.
cs: Roletový seznam pro výběr typu směšování. Některé režimy jsou podobné režimům pro směšování barev. Vyberte ze seznamu požadovaný typ a v náhledovém okně uvidíte výsledek.
de: Ein Auswahlfeld, das Ihnen die Auswahl der Überblendmethode ermöglicht. Einige der Überblendmethoden sind denen für die Überblendung zwischen den Hintergrundfarben sehr ähnlich. Wählen Sie einen Modus von der Liste und der Vorschaumonitor zeigt Ihnen, wie es aussehen wird.
es: Un cuadro desplegable, que permite seleccionar el modo de mezclas. Muchos de los modos son similares a los modos de mezclas de los colores de fondo. Seleccione su modo de entre la lista, y la ventana de previsualización le mostrará un ejemplo.
fr: Une liste déroulante vous permettant de sélectionner le mode de fondu. Plusieurs de ces mode sont similaires aux mode de mélange de couleurs de fond d'écran. Choisissez votre mode dans la liste, et la fenêtre d'aperçu vous montrera à quoi cela ressemblera.
nl: Een keuzeveld, waarin u de vermengingsmodus kunt kiezen. Veel modi zijn gelijk aan vermengingsmodes voor achtergrondkleuren. Selecteer uw modus in de lijst, en het voorbeeldvenster toont u hoe het eruit zal zien.
pt: Uma lista que te permite seleccionar o modo de mistura. Muitos desses modo são semelhantes aos modos de mistura para as cores de fundo. Selecciona o teu modo na lista, enquanto a janela de antevisão te mostra como irá ficar.
sk: Rozbaľovací zoznam možností pre výber módu miešania. Veľa módov je podobných módom pre farebné prechody. Vyberte si mód zo zoznamu a jeho efekt uvidíte v náhľade.

source: <guilabel>Balance</guilabel> slider. This adjusts the blending. The results can be seen in the preview window.
cs: Posuvník <guilabel>Vyrovnání</guilabel> pro přizpůsobení směšování. Změnu je možno posoudit v náhledovém okně.
de: Der <guilabel>Balance:</guilabel> Schieberegler stellt das Überblenden ein. Sie erhalten im Vorschaumonitor wieder einen Eindruck, wie die Einstellung die Anzeige beeinflussen wird.
es: Botón de deslizamiento <guilabel>Equilibrar</guilabel>. Esto ajusta la mezcla. Los resultados pueden verse en la ventana de previsualización.
fr: Un curseur <guilabel>Balance</guilabel>. Ceci ajuste le fondu. Le résultat peut être vu dans la fenêtre de prévisualisation
nl: <guilabel>Balans</guilabel> schuifbalk. Deze past de vermenging aan. Het resultaat kan gezien worden in het voorbeeldvenster.
pt: A barra deslizante <guilabel>Proporções</guilabel>, que ajusta o grau de mistura. Os resultados podem ser vistos na janela de antevisão.
sk: Posuvník <guilabel>Váha</guilabel>. Upravuje miešanie a výsledky si môžete pozrieť v náhľade.

source: Limit pixmap cache. This check box, when selected, allows you to determine how much maximum memory &kde; will use to store pixmap info. The default is usually the best choice.
cs: Omezení na cache obrázku. Je-li přepínač zaškrtnutý, můžete ovlivňovat velikost paměti, kterou bude &kde; používat pro uchování údajů o obrázku. Nejvhodnější hodnota bývá nastavena jako výchozí.
de: Größe des Zwischenspeichers. Dieses Ankreuzfeld schaltet die Begrenzung des Bildzwischenspeichers auf den im Feld angegebenen Maximalwert ein. Wenn Sie nicht genau wissen, was Sie verändern, belassen Sie es bei dem voreingestellten Wert.
es: Limitar el caché de mapa de pixels. Esta casilla, cuando se selecciona, le permite determinar la cantidad máxima de memoria que utilizará &kde; para alamcenar información del mapa de pixels. El valor predeterminado es habitualmente la mejor elección
fr: Limiter la taille du cache d'images. Cette boîte à cocher, lorsqu'elle est sélectionnée, vous permet de déterminer combien de mémoire maximum &kde; utilisera pour stocker les informations sur l'image. Le défaut est en général le meilleur choix.
nl: Limiet van de pixmapcache. Dit keuzeveld, wanneer het geselecteerd is, laat u bepalen hoeveel geheugen &kde; zal gebruiken om pixmapinformatie op te slaan. De standaard is gewoonlijk de beste keuze.
pt: Limitar a 'cache' de imagens. Esta opção, quando seleccionada, permite-te determinar quanta memória no máximo o &kde; irá usar para guardar a informação das imagens. O valor por omissão é geralmente a melhor escolha.
sk: Obmedziť vyrovnávaciu pamäť pre obrázok. Ak túto voľbu použijete, môžete určiť, koľko maximálne pamäti bude &kde; používať pre ukladanie informácií o obrázku. Štandardné nastavenie je obvykle najlepšie.

source: Clicking <guibutton>Apply</guibutton>, changes the actual desktop backgrounds and makes the change permanent.
cs: Kliknutím na tlačítko <guibutton>Aplikovat</guibutton> uložíte provedené změny a zaktualizujete pozadí pracovní plochy.
de: Klicken auf den Knopf <guibutton>Anwenden</guibutton> macht die Einstellungen für den Hintergrund wirksam und speichert diese ab.
es: Pulsando sobre <guibutton>Aplicar</guibutton>, cambia los fondos del escritorio y hace los cambios permanentes.
fr: En cliquant sur <guibutton>Appliquer</guibutton>, vous changez les fonds d'écrans actuels et rendez les changements permanents.
nl: Als u op de <guibutton>Toepassen</guibutton> knop klikt zal de huidige achtergrond van het bureaublad wijzigen en maakt het de wijziging permanent.
pt: Ao carregares em <guibutton>Aplicar</guibutton> mudas o fundo do ecrã actual e tornas as alterações permanentes.
sk: Stlačením tlačidla <guibutton>Použiť</guibutton> zmeníte pozadie plochy a zmeny uložíte.

source: Adding, Removing and Modifying Patterns
cs: Přídání, odebrání a úprava vzorků
de: Hinzufügen, Entfernen und Ändern von Mustern
es: Añadiendo, suprimiendo y modificando plantillas.
fr: Ajouter, supprimer et modifier des motifs
nl: Patronen toevoegen, verwijderen en wijzigen
pt: Adicionar, Remover e Modificar Padrões
sk: Pridávanie, odstraňovanie a úprava vzoriek

source: A pattern, is a picture file, which &kde; uses as a template to draw your background. The picture file provides the shapes, but &kde; provides the colors. &kde; 2.2 is packaged with several patterns, but you can add new patterns.
cs: Vzor je soubor s obrázkem, který &kde; používá jako šablonu pro vykreslení pozadí. Ze souboru se načte pouze tvar obrázku, o barvy se stará &kde;. Společně s &kde; 2.2 je dodáváno několik vzorů, další můžete přidávat sami.
de: Ein Muster ist eine Bilddatei, die &kde; als Vorlage zum Zeichnen Ihres Hintergrundes benutzt. Das Bild stellt die Umrisse bereit, während &kde; die Farben verfügbar macht. &kde; 2.2 kommt mit einigen Mustern, aber Sie können auch selbst neue Muster hinzufügen.
es: Una plantilla, es un archivo de imágenes, que &kde; utiliza como un patrón para dibujar su fondo. El archivo de imágenes proporciona las formas, y &kde; proporciona los colores. &kde; 2.2 viene empaquetado con diversas plantillas, pero usted puede añadir nuevas.
fr: Un motif est un fichier image que &kde; utilise comme modèle pour dessiner votre fond d'écran. Le fichier image fournit la forme, mais &kde; fournit les couleurs. &kde; 2.2 est livré avec plusieurs motifs, mais vous pouvez en ajouter de nouveaux.
nl: Een patroon is een afbeeldingsbestand, dat &kde; gebruikt als een sjabloon om uw achtergrond te tekenen. Het afbeeldingsbestand biedt de vormen, maar &kde; biedt de kleuren. &kde; 2.2 komt met verscheidene patronen, maar u kunt nieuwe patronen toevoegen.
pt: Um padrão é um ficheiro de imagem que o &kde; usa como modelo para desenhar o teu fudno. O ficheiro de imagem oferece as formas, enquanto o &kde; oferece as cores. O &kde; 2.2 vem com diversos padrões, mas podes adicionar novos.
sk: Vzorka je súbor s obrázkov, ktorý &kde; použije ako šablónu pre kreslenie vašeho pozadia. Obrázok určuje tvary, ale &kde; farby. &kde; 2.2 obsahuje niekoľko vzoriek, ale samozrejme si môžete pridať svoje vlastné nové vzorky.

source: You use a pattern by first selecting <guilabel>Pattern</guilabel>, from the <guilabel>Mode</guilabel> drop down box in the <guilabel>Background</guilabel> section.
cs: V panelu <guilabel>Pozadí</guilabel> nejprve z roletového seznamu <guilabel>Mód</guilabel> vyberte <guilabel>Vzor</guilabel>.
de: Sie benutzen ein Muster durch klicken auf <guilabel>Muster</guilabel> im Auswahlfeld <guilabel>Modus:</guilabel> auf der Karteikarte <guilabel>Hintergrund</guilabel>.
es: Usted usa una plantilla seleccionando primero <guilabel>Plantilla</guilabel>, desde la caja desplegable <guilabel>Modo</guilabel> en la sección <guilabel>Fondo</guilabel>.
fr: Vous utilisez un motif en sélectionnant d'abord <guilabel>Motif</guilabel> dans la boîte déroulante <guilabel>Mode</guilabel> dans la section <guilabel>Fond d'écran</guilabel>.
nl: U gebruikt een patroon door eerst <guilabel>Patroon</guilabel> te selecteren uit het <guilabel>Modus</guilabel>-keuzeveld in de <guilabel>Achtergrond</guilabel>-sectie.
pt: Podes utilizar um padrão seleccionando em primeiro lugar a opção <guilabel>Padrão</guilabel> da lista <guilabel>Modo</guilabel> na secção <guilabel>Fundo</guilabel>.
sk: Vzorku použijete výberom módu <guilabel>Vzorka</guilabel> v záložke <guilabel>Pozadie</guilabel>.

source: Then you click <guibutton>Setup</guibutton>.
cs: Potom klikněte na <guibutton>Nastavení</guibutton>.
de: Dann können Sie auf <guibutton>Einrichtung</guibutton> klicken.
es: Después pulse <guibutton>Configuración</guibutton>.
fr: Puis vous cliquez sur <guibutton>Configurer...</guibutton>.
nl: Vervolgens klikt u op <guibutton>Instellen</guibutton>.
pt: Em seguida carregas em <guibutton>Configurar</guibutton>.
sk: Potom stlačte <guibutton>Nastavenie</guibutton>.

source: This opens a dialog box. The dialog box consists of a list of all current patterns, and three buttons: <guibutton>Add</guibutton>, <guibutton>Remove</guibutton>, and <guibutton>Modify</guibutton>.
cs: Otevře se dialogové okno, které se skládá ze seznamu vzorů a tří tlačítek: <guibutton>Přidat</guibutton>, <guibutton>Odebrat</guibutton>, a <guibutton>Modifikovat</guibutton>.
de: Das öffnet ein Dialogfenster, in dem die vorhandenen Muster und drei Knöpfe angezeigt werden: <guibutton>Hinzufügen</guibutton>, <guibutton>Entfernen</guibutton> und <guibutton>Ändern</guibutton>.
es: Se abrirá un cuadro de diálogo. El cuadro de diálogo consiste en una lista de plantillas actuales, y tres botones: <guibutton>Añadir</guibutton>, <guibutton>Suprimir</guibutton>, y <guibutton>Modificar</guibutton>.
fr: Ceci ouvre une boîte de dialogue. Elle consiste en une liste de tous les motifs disponibles et de trois boutons&nbsp;: <guibutton>Ajouter</guibutton>, <guibutton>Supprimer</guibutton> et <guibutton>Modifier</guibutton>.
nl: Dit opent een dialoogvenster. Het dialoogvenster bestaat uit een lijst van alle huidige patronen en drie knoppen: <guibutton>Toevoegen</guibutton>, <guibutton>Verwijderen</guibutton> en <guibutton>Wijzigen</guibutton>.
pt: Com isto aparece uma janela, que consiste numa lista com todos os padrões actuais e em três botões: <guibutton>Adicionar</guibutton>, <guibutton>Remover</guibutton> e <guibutton>Modificar</guibutton>.
sk: Zobrazí sa dialóg, ktorý obsahuje zoznam vzoriek a tri tlačidlá <guibutton>Pridať</guibutton>, <guibutton>Odstrániť</guibutton> a <guibutton>Upraviť</guibutton>.
