Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmbackgnd.po
Languages: cs, de, es, fr, nl, pt, sk

source: &kde; can automatically change wallpapers on your system at a specified time. You give it the list of image files, and it can either change them in a predetermined order, or randomly.
cs: &kde; umožňuje ve stanovený čas automaticky měnit pozadí pracovní plochy. Stačí zadat seznam souborů s obrázky, které budou náhodně nebo v přesně stanoveném pořadí zobrazovány na pracovní ploše.
de: &kde; kann Hintergrundbilder in einstellbaren Zeiteinheiten wechseln. Sie legen die Liste der Hintergrundbilder fest und &kde; kann diese Liste entweder in einer bestimmten Reihenfolge anzeigen oder eine zufällige Reihenfolge selbst bestimmen.
es: &kde; puede cambiar automáticamente los papeles tapiz en su sistema en un momento especificado. Usted proporcionará una lista de archivos de imagen, y podrá cambiarlos en un orden predeterminado, o errático.
fr: &kde; peut changer automatiquement les papiers peints sur votre système au bout d'un laps de temps réglable. Vous lui donnez la liste des fichiers images et il peut les changer soit dans un ordre prédéterminé, soit aléatoirement.
nl: &kde; kan automatisch achtergronden wijzigen op uw systeem op een gespecificeerde tijd. U kunt het een lijst van afbeeldingbestanden geven en u kunt ze in een vooraf bepaalde opgegeven volgorde of gewoon willekeurig tonen.
pt: O &kde; pode mudar automaticamente os papéis de parede no teu sistema numa altura específica. Para isso, deves indicar a lista de ficheiros de imagens e ele pode alterá-los numa ordem pré-determinada ou aleatoriamente.
sk: &kde; môže automaticky meniť tapety po danej dobe. Zadáte zoznam obrázkov, ktoré chcete meniť a či má byť poradie náhodné alebo presne definované.

source: To have &kde; automatically change your wallpaper, first you must set the layout of the wallpaper in the drop down box labeled <guilabel>Mode</guilabel>. Then select the <guilabel>Multiple Wallpapers</guilabel> option. The <guibutton>Setup Multiple ...</guibutton> Button will become active. Click it once.
cs: Aby &kde; automaticky měnilo pracovní plochu, musíte nejprve nastavit vzhled tapety prostřednictvím roletového seznamu <guilabel>Mód</guilabel>. Poté zaškrtněte volbu <guilabel>Více tapet</guilabel>. Tlačítko <guibutton>Nastavení více tapet</guibutton> se stane aktivním. Klikněte na něj.
de: Um &kde; zu veranlassen, Hintergrundbilder automatisch zu wechseln, müssen Sie zuerst den Modus im Auswahlfeld <guilabel>Modus</guilabel> auswählen. Dann schalten Sie die Option <guilabel>Mehrere:</guilabel> mit dem gleichnamigen Ankreuzfeld ein. Der Knopf <guibutton>Einrichtung</guibutton> wird aktiv. Klicken Sie auf diesen.
es: Para que &kde; cambie automáticamente su papel tapiz, primero debe fijar el diseño del papel tapiz en la caja desplegable etiquetada <guilabel>Modo</guilabel>. Después seleccione la opción <guilabel>Papeles tapiz múlitples</guilabel>. El botón <guibutton>Configuración múltiple ...</guibutton> se tornará activo. Pulselo una vez.
fr: Pour que &kde; change automatiquement votre papier peint, vous devez d'abord choisir le format d'affichage au moyen de la liste déroulante <guilabel>Mode</guilabel>. Sélectionnez ensuite l'option <guilabel>Papiers peints multiples</guilabel>. La bouton <guibutton>Configurer les papiers peints multiples... ...</guibutton> va devenir actif. Cliquez le une fois.
nl: Om &kde; automatisch uw behang te laten wijzigen moet u eerst de layout van het behang in het keuzeveld met de naam <guilabel>Modus</guilabel> kiezen. Selecteer vervolgens de <guilabel>Multi behang</guilabel> optie. De <guibutton>Multi instellen...</guibutton> knop wordt dan actief. Klik er eenmaal op.
pt: Para que o &kde; mude automaticamente o teu papel de parede, primeiro tens de fefinir a disposição do papel de parede na lista chamada <guilabel>Modo</guilabel>. Em seguida selecciona a opção <guilabel>Vários Papéis de Parede</guilabel>. O botão <guibutton>Configurar Vários</guibutton> ficará activo. Carrega nele uma vez.
sk: Najprv musíte použiť mód tapety v zozname <guilabel>Mód</guilabel>. Potom vyberiete voľbu <guilabel>Viac tapiet</guilabel>. Tak budete môcť použiť tlačidlo <guibutton>Nastavenie viac tapiet</guibutton>. Stlačte ho.

source: This will bring up a dialog box.
cs: Zobrazí se dialogové okno.
de: Dies öffnet ein Dialogfenster.
es: Esto mostrará un cuadro de diálogo
fr: Ceci ouvrira une boîte de dialogue.
nl: Dit zal een dialoogvenster tonen.
pt: Tal fará aparecer uma janela.
sk: Zobrazí dialóg.

source: First, set the time between changes in the spin box labeled <guilabel>Interval</guilabel>. You can select from common values, or enter your own. The range of values is from once every 5 minutes to once every 240 minutes.
cs: Nejprve v přírůstkovém poli <guilabel>Interval</guilabel> zadejte dobu, po kterou potrvá zobrazení jednoho obrázku. Můžete vybrat z běžně používaných hodnot nebo zadat vlastní hodnotu. Rozmezí hodnot je od 5 minut do 240 minut.
de: Stellen Sie zuerst im Feld <guilabel>Intervall</guilabel> die Zeit ein, die zwischen den Wechseln vergehen soll. Sie können aus vorgegebenen Zeiträumen auswählen oder Ihr eigenes Zeitintervall zwischen 5 und 240 Minuten eingeben.
es: Primero, fije el tiempo entre cambios en el cuadro numérico etiquetado <guilabel>Intervalo</guilabel>. Puede seleccionar de entre los valores comunes, o introducir los suyos. El rango de valores va desde cada 5 minutos hasta cada 240 minutos.
fr: Tout d'abord, réglez l'intervalle entre les changements dans la zone de saisie <guilabel>Intervalle</guilabel>. Vous pouvez choisir parmi les valeurs usuelles ou saisir la vôtre. La plage de réglages va de une fois toutes les 5 minutes à une fois toutes les 240 minutes.
nl: Stel eerst de tijd in tussen de wijzigingen in het spinveld met de naam <guilabel>Interval</guilabel>. U kunt veel voorkomende waarden kiezen, of uw eigen invoeren. Het bereik van de waarden is van elke 5 minuten tot elke 240 minuten.
pt: Primeiro, define o intervalo entre alterações no campo chamado <guilabel>Intervalo</guilabel>. Podes seleccionar valores normais ou definir os teus próprios. O intervalo de valores vai desde 5 minutos até 240 minutos.
sk: Najprv nastavte dobu medzi zmenami <guilabel>Interval</guilabel>. Môžete použiť obvyklé hodnoty, alebo zadať vlastné. Rozsah je možný od 5 minút až po 240 minút.

source: Now, use the drop down box labeled mode to determine if the backgrounds should be chosen randomly, or displayed in the order listed below.
cs: Nyní použijte roletový seznam nazvaný Režim pro určení pořadí pozadí. Pořadímůže být náhodné nebo podle seznamu (!!!).
de: Stellen Sie jetzt im Auswahlfeld <guilabel>Modus</guilabel> ein, ob die Anzeige in bestimmter - im Feld darunter festgelegter - oder zufälliger Reihenfolge erfolgen soll.
es: Ahora, use la caja desplegable etiquetada modo para determinar si los fondos deberían ser elegidos de modo errático, o mostrados en el orden listado abajo.
fr: Maintenant, utilisez la liste déroulante étiquetée mode pour déterminer si le fond d'écran doit être choisi aléatoirement ou affiché selon l'ordre de la liste au-dessous.
nl: Gebruik nu het keuzeveld met de naam <guilabel>Modus</guilabel> om te bepalen of de achtergronden willekeurig gekozen moeten worden of dat ze in de onderstaande volgorde weergegeven moeten worden.
pt: Agora, utiliza a lista <guilabel>Modo</guilabel> para determinares se os fundos devem ser escolhidos aleatoriamente ou devem aparecer na ordem indicada em baixo.
sk: Teraz vyberte v rozbaľovacom zozname, či chcete náhodné poradie, alebo zobrazovať v poradí definovanom v zozname nižšie.

source: Once this is done, you can now create a list of backgrounds for &kde; to choose from. Use the <guibutton>Add</guibutton> and <guibutton>Remove</guibutton> buttons to alter the list to your satisfaction.
cs: Poté vytvořte seznam pozadí pro &kde;. Seznam upravíte pomocí tlačítek <guibutton>Přidat</guibutton> a <guibutton>Odebrat</guibutton>.
de: Wenn Sie dies getan haben, können Sie mit <guibutton>Hinzufügen</guibutton> und <guibutton>Entfernen</guibutton> die Liste bearbeiten, die bestimmt welche Hintergrundbilder in welcher Reihenfolge angezeigt werden.
es: Una vez hecho, puede crear una lista de fondos para &kde; a partir de la que puede elegir. Usar los botones <guibutton>Añadir</guibutton> y <guibutton>Eliminar</guibutton> para alterar la lista como usted desee.
fr: Une fois que ceci est fait, vous pouvez créer une liste de fonds d'écran dans laquelle &kde; choisira. Utilisez les boutons <guibutton>Ajouter</guibutton> et <guibutton>Supprimer</guibutton> pour changer la liste selon vos goûts.
nl: Zodra dit klaar is kunt u een lijst van achtergronden maken waaruit &kde; kan kiezen. Gebruik de <guibutton>Toevoegen</guibutton> en <guibutton>Verwijderen</guibutton> knoppen om de lijst aan uw wensen aan te passen.
pt: A seguir, podes criar uma lista com os fundos que o &kde; deve escolher. Utiliza os botões <guibutton>Adicionar</guibutton> e <guibutton>Remover</guibutton> para alterares a lista de acordo com a tua vontade.
sk: Teraz môžete vytvoriť zoznam pozadí, z ktorého bude &kde; vyberať tapetu. Použite na to tlačidlá <guibutton>Pridať</guibutton> a <guibutton>Odstrániť</guibutton>.

source: Click <guibutton>OK</guibutton> to accept your changes, or <guibutton>Cancel</guibutton> to leave without making any changes permanent.
cs: Klikněte na tlačítko <guibutton>OK</guibutton> pro uložení změn nebo na <guibutton>Zrušit</guibutton> pro zavření dialogového okna bez provedení změn.
de: Klicken auf <guibutton>OK</guibutton> macht Ihre Einstellungen gültig und speichert diese, Klicken auf <guibutton>Abbrechen</guibutton> verwirft die Änderungen.
es: Pulse <guibutton>Aceptar</guibutton> para aceptar sus cambios, o <guibutton>Cancelar</guibutton> para salir sin realizar cambios permanentes.
fr: Cliquez <guibutton>OK</guibutton> pour valider vos changements ou <guibutton>Annuler</guibutton> pour quitter sans rendre aucun changement permanent.
nl: Klik op <guibutton>OK</guibutton> om uw wijzigingen te accepteren of op <guibutton>Annuleren</guibutton> om weg te gaan zonder de wijzigingen permanent te maken.
pt: Carrega em <guibutton>OK</guibutton> para aceitares as tuas alterações ou em <guibutton>Cancelar</guibutton> para saires sem tornar nenhuma alteração permanente.
sk: Kliknutím na <guibutton>OK</guibutton> uložíte zmeny a tlačidlom <guibutton>Zrušiť</guibutton> dialóg opustíte a žiadne zmeny sa neuložia.

source: Section Author
cs: Autoři oddílu
de: Abchnittsautoren
es: Sección de autores
fr: Les auteurs
nl: Auteurssectie
pt: Autor da Secção
sk: Autor kapitoly

source: CREDIT_FOR_TRANSLATORS
cs: <para>Překlad Ondřej Šotek<email>ondrej.sotek@seznam.cz</email></para>
de: <para>Übersetzer: Matthias Schulz <email>matthschulz@linuxfreemail.com</email></para>
es: <para>Traducción por Pablo de Vicente<email>pvicentea@nexo.es</email></para>
fr: <para>Traduction faite par&nbsp;: </para><itemizedlist><listitem><para>Gérard DELAFOND <email>g.delafond@medsyn.fr</email></para></listitem><listitem><para>Anne-Marie Mahfouf<email>a-m.mahfouf@lineone.net</email></para></listitem></itemizedlist>
nl: &meld.fouten;&vertaling.niels;
pt: <para>Tradução de José Nuno Coelho Pires <email>jncp@rnl.ist.utl.pt</email></para>
sk: <para>Preklad dokumentácie Stanislav Višňovský <email>visnovsky@nenya.ms.mff.cuni.cz</email></para>
