Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmkbrowse.po
Languages: da, de, es, fr, nl, pt, sk, sl, sv

source: The remaining options are for the fonts to be associated with different types of markup used in <acronym>HTML</acronym> pages. Note that many web pages may override these settings. If you click anywhere on a control which shows a font name, a list of font names appears, and you can select a different font if you like. (If there are a lot of fonts, a vertical scrollbar appears in the list to allow you to scroll through all of the fonts.)
da: De øvrige valg er for skrifttyper knyttet ti forskellige slags markeringer brugt i <acronym>HTML</acronym> sider. Bemærk at mange netside kan overskride disse indstillinger. Hvis du klikke på en kontrol som viser et skrifttypenavn, så vil en liste af skrifttypenavne komme frem, og du kan vælge den skrifttype du bedst kan lide. (Hvis der er vældig mange skrifttyper, så vil en lodret rullebjælke komme til syne i listen som tillader dig at rulle gennem alle skrifttyperne).
de: Die verbleibenden Optionen beziehen sich auf Schriften in Verbindung mit verschiedenen Arten von Beschreibungsbefehlen, die in <acronym>HTML</acronym> Seiten verwendet werden. Beachten Sie, dass viele Webseiten diese Einstellungen übergehen. Wenn Sie auf ein Kontrollelement klicken, erscheint eine Liste, aus der Sie Ihre gewünschte Schriftart auswählen können. (Gibt es sehr viele Schriften, so erscheint eine vertikale Bildlaufleiste, mit der Sie durch alle Schriften blättern können.)
es: Las opciones restantes son para las fuentes que se deben asociar con diferentes tipos de marcas usadas en páginas <acronym>HTML</acronym>. Advierta que muchas páginas web pueden cambiar estas opciones. Si pulsa en cualquier lugar en un control que muestre un nombre de fuente, aparecerá una lista de nombres de fuentes, y puede seleccionar una fuente diferente si lo desea. (Si hay muchas fuentes, una barra de desplazamiento vertical aparecerá en la lista para permitirle recorrer todas las fuentes).
fr: Les options restantes concernent les polices associées à différents types de balises utilisées dans les pages <acronym>HTML</acronym>. Notez que de nombreuses pages web peuvent outrepasser ces réglages. Si vous cliquez n'importe où sur un bouton qui affiche un nom de police, une liste de noms de polices apparaît, et vous pouvez choisir une police différente si vous le désirez. (S'il y a beaucoup de polices, une barre de défilement verticale apparaît sur la liste pour vous permettre de toutes les parcourir).
nl: De overige opties zijn geassocieerd met verschillende types van opmaak gebruikt in <acronym>HTML</acronym> pagina's. Houd er rekening mee dat veel webpagina's deze instellingen overschrijven. Als u ergens op een knop klikt die een lettertype-naam toont, zal een lijst van lettertypes verschijnen, waaruit u dan een ander lettertype kunt kiezen als u dat wenst (als er veel lettertypes zijn, zal een verticale schuifbalk verschijnen in de lijst die u de mogelijkheid geeft om door alle lettertypes te bladeren)
pt: As restantes opções são para os tipos de letra associados com certos tipos de formatação usados nas páginas <acronym>HTML</acronym>. Lembra-te que muitas páginas Web podem ignorar estas configurações. Se carregares em qualquer controlo que mostre um tipo de letra, aparecerá uma lista de tipos de letra, onde podes seleccionar um tipo diferente se desejares. (Se existirem muitos tipos de letra, aparecerá uma barra deslizante vertical na lista que te permitirá ver os tipos restantes).
sk: Ostatné možnosti nastavujú písma odpovedajúce rôznym typom značiek v <acronym>HTML</acronym> stránkach. Nezabúdajte, že veľa stránok tieto nastavenia predefinuje. Ak kliknete na prvok obsahujúci meno písma, objaví sa zoznam písiem, z ktorých si môžete vybrať iné písmo. (Ak je v zozname písiem veľa, objaví sa vertikálny posuvník.)
sl: Preostale možnosti so za pisave, ki so asocirane z različnimi tipi označevalcev uporabljenih v <acronym>HTML</acronym> straneh. Vedite, da veliko spletnih strani lahko razveljavi te nastavitve. Če kliknete kjerkoli na kontrolo, ki prikazuje ime pisave, se pojavi seznam imen pisav, ter tako, če želite, lahko izberete različno pisavo. (Če je pisav veliko, se v seznamu pojavi navpični drsni trak, ki vam omogoča pregled vseh pisav.)
sv: De återstående alternativen är för teckensnitten som hör ihop med olika sorters kodning som används på <acronym>HTML</acronym>-sidor. Observera att många webbsidor överskrider de här inställningarna. Om du klickar någonstans på en kontroll som visar ett teckensnittsnamn, visas en lista med teckensnitt, och du kan välja ett annat teckensnitt om du vill. (Om det finns många teckensnitt, visas en vertikal rullningslist så att du kan bläddra igenom alla teckensnitt.)

source: You can set a font for each <quote>type</quote> of markup, for each <guilabel>Charset</guilabel>, by changing the character set in the first drop down box, and then selecting a font for each category below. This would take quite some time, so you may just want to set up the fonts for your default character set. Most English speaking users will use iso8859-1
da: Du kan sætte en skrifttype for hver <quote>type</quote> markering, for hvert <guilabel>Tegnsæt</guilabel>, ved at ændre tegnsætte i den første drop-ned boks, og så vælge en skrifttype for hver kategori nedenfor. Det tager en del tid, så måske vil du blot sætte skrifttyper op for dit standard tegnsæt. De fleste der taler dansk bruger iso8859-1.
de: Sie können eine Schrift einstellen, für jeden <quote>Typ</quote> der Schrift, für jeden <guilabel>Zeichensatz</guilabel>, indem Sie den Zeichensatz in der Aufklappbox ändern und für jedenachfolgende Kategorie eine Schrift auswählen. Dies wird vermutlich einige Zeit in Anspruch nehmen, daher möchten Sie vielleicht nur die Standardschrift einstellen. Die meisten deutschsprachigen Benutzer verwenden ISO8859-1.
es: Puede configurar una fuente para cada <quote>tipo</quote> de marca y para cada <guilabel>Juego de caracteres</guilabel>, cambiando el juego de caracteres en la primera caja desplegable, y después seleccionando una fuente para cada categoría de abajo. Esto lleva cierta cantidad de tiempo, de modo que puede que sólo le interese configurar las fuentes para su juego de caracteres predeterminado. La mayor parte de los hispanoparlantes utilizará iso8859-1
fr: Vous pouvez choisir une police pour chaque <quote>type</quote> de balises, pour chaque <guilabel>jeu de caractères</guilabel>, en changeant le jeu de caractères dans la première liste déroulante, et en choisissant une police pour chaque catégorie en-dessous. Le faire complètement prendrait du temps, vous pouvez donc le limiter à votre jeu de caractères par défaut. La plupart des utilisateurs français utiliseront iso8859-15.
nl: U kunt een lettertype instellen voor elk <quote>type</quote> opmaak, en voor elke <guilabel>Karakterset</guilabel>, door de karakterset in de eerste keuzeveld te veranderen, en dan een lettertype selecteren voor elke categorie. Dit zou veel tijd vragen, dus kunt u gewoon de lettertypen instellen voor uw standaard karakterset. De meeste engels-sprekende gebruikers zullen iso8859-1 gebruiken (alsook de meeste nederlandstalige gebruikers).
pt: Podes seleccionar um tipo de letra para cada <quote>tipo</quote> de formatação e para cada <guilabel>Charset:</guilabel>, alterando o mapa de caracteres definido na primeira lista, e seleccionando um tipo de letra para cada categoria em baixo. Isto poderá levar algum tempo, de modo que podes apenas definir os tipos de letra para o teu mapa de caracteres por omissão. No caso dos utilizadores Portugueses será o iso8859-1.
sk: Pre každý <quote>typ</quote> značky a každé <guilabel>Kódovanie</guilabel> môžete nastaviť svoje písmo zmenením kódovania v rozbaľovacom zozname a potom výberom písma pre jednotlivé kategórie. To vám asi bude chvíľu trvať, takže možno budete chcieť zmeniť písma iba pre vaše štandardné kódovanie. Na Slovensku to je iso8859-2.
sl: Pisavo lahko nastavite za vsako <quote>vrsto</quote> označevanja za vsak <guilabel>Znakovni nabor</guilabel>, če spremenite nabor znakov v prvem padajočem menuju, in nato izberete pisavo za vsako od spodnjih kategorij. To lahko traja precej časa, zato lahko nastavite le pisave za svoj privzeti znakovni nabor. Večina slovensko govorečih uporabnikov bo uporabljala iso8859-2, angleško govoreči pa iso8859-1.
sv: Du kan välja ett teckensnitt för varje <quote>typ</quote> av text, för varje <guilabel>kodning</guilabel>, genom att ändra kodningen i den första kombinationsrutan, och sedan välja ett teckensnitt för varje kategori nedanför. Det här kan ta lång tid, så du kanske bara vill ställa in teckensnitt för din förvalda teckensnittsuppsättning. För de flesta svensktalande användare gäller iso8859-1.

source: Below this, you can set a <guilabel>Font size adjustment for this encoding</guilabel>. Sometimes the fonts you want to use for a particular encoding or language are much larger or smaller than average, so you can use this setting to bring them into line.
da: Nedenfor dette kan du sætte en <guilabel>Skriftstørrelse justering for dette tegnsæt</guilabel>. Sommetider er de skrifttyper du ønsker at bruge for et bestemt tegnsæt meget større eller mindre end gennemsnittet, så du kan bruge denne indstilling til at styre dem.
de: Unten können Sie die <guilabel>Schriftgrößenanpassung für diese Kodierung</guilabel> festlegen. Es passiert manchmal, dass die Schrift, die Sie für eine besondere Kodierung oder Sprache verwenden möchten, sehr viel größer oder kleiner als der Durchschnitt ist, so dass durch diese Option die Schriftgröße angepasst wird.
es: Debajo de esto puede configurar un <guilabel>Ajuste de tamaño de fuente para esta codificación</guilabel>. Algunas veces las fuentes que usted quiere utilizar para una codificación particular o lenguaje son mucho más grandes o menores que el promedio, así que usted puede utilizar esta opción de configuración para ajustar los tamaños.
fr: En-dessous, vous pouvez spécifier un <guilabel>Ajustement de la taille de la police pour cet encodage</guilabel>. Parfois les polices que vous désirez utiliser pour un encodage ou une langue particulière sont plus grandes que la moyenne, vous pouvez donc utiliser ce paramètre pour leur donner une apparence compatible avec les autres polices.
nl: Daaronder kunt u een <guilabel>Aanpassing van lettergrootte voor deze codering</guilabel> instellen. Soms zijn de lettertypen die u wilt gebruiken voor een bepaalde codering of taal veel groter of kleiner dan gemiddeld, dus kunt u deze instelling gebruiken om dat correct in te stellen.
pt: Por baixo disto podes definir o <guilabel>Ajuste do tamanho de letra para esta codificação</guilabel>. Em algumas das vezes, os tipos de letra que usas para uma codificação ou língua são muito maiores ou mais pequenos do que a média, como tal podes usar esta opção para os rectificar.
sk: Podtým je možné nastaviť <guilabel>Prispôsobenie veľkosti písma pre toto kódovanie</guilabel>. Niektoré písma, ktoré chcete použiť pre dané kódovanie alebo jazyk sú oveľa väčšie alebo menšie ako je priemerná veľkosť. Táto voľba ich vhodne upraví.
sl: Pod tem lahko nastavite <guilabel>Prilagoditve velikosti pisave za to kodiranje</guilabel>. Včasih so namreč pisave, ki bi jih radi uporabljali za določeno kodiranje ali jezik, prevelike ali premajhne glede na običajne, zato lahko uporabite to nastavitev in jih uskladite z drugimi.
sv: Under det här kan du välja en <guilabel>Justering av teckensnittsstorlek för den här kodningen</guilabel>. Ibland är teckensnitten som du vill använda för en viss kodning eller språk mycket större eller mindre än vanligt, och då kan du använda den här inställningen för att få dem att passa in.

source: You can set a default encoding that &konqueror; should assume pages are when rendering them. The default setting is <guilabel>Use language encoding</guilabel>, but you can change it to any encoding available in the list. You can even force the use of your default encoding using the <guilabel>Enforce default Encoding charset</guilabel>, in which case &konqueror; will ignore any language or charset from the page or server, and will use your setting.
da: Du kan sætte et standard tegnsæt som &konqueror; skal antage sider bruger når den fremviser dem. Standard indstillingen er <guilabel>Brug sprogets tegnsæt</guilabel>, men du kan ændre dette til et vilkårligt tegnsæt på listen. Du kan oven i købet påtvinge brugen af dit standard tegnsæt ved at bruge <guilabel>Påtving standard tegnsæt</guilabel>, i hvilket tilfælde &konqueror; vil ignorere sprog eller tegnsæt fra siden eller serveren og vil bruge din indstilling.
de: Sie können eine Standard-Kodierung einstellen, die &konqueror; bei der Darstellung von Seiten verwenden soll. Die Standardeinstellung lautet <guilabel>Sprachspezifische Kodierung verwenden</guilabel>, aber Sie können jede in der Liste verfügbare Kodierung einstellen. Sie können sogar die Verwendung Ihrer Standard-Kodierung erzwingen, in dem Sie die Option <guilabel>Standard-Kodierung erzwingen</guilabel> verwenden. In diesem Fall wird &konqueror; die Vorgaben von einer Webseite oder einem Server bezüglich Sprache oder Zeichensatz ignorieren, und Ihre Einstellungen verwenden.
es: Puede configurar una codificación predeterminada que &konqueror; utilizará al mostrar las páginas. La configuración predeterminada es <guilabel>Utilizar codificación del lenguaje</guilabel>, pero usted puede cambiarlo a cualquier codificación disponible en la lista. Incluso puede forzar el uso de su codificación predeterminada utilizando <guilabel>Forzar juego de caracteres de codificación</guilabel>, en cuyo caso &konqueror; ignorará cualquier idioma o juego de caracteres de la página o servidor, y usará su configuración.
fr: Vous pouvez régler l'encodage par défaut. &konqueror; assume que cet encodage est utilisé par les pages lorsqu'il effectue leur rendu à l'écran. Le réglage par défaut est <guilabel>Utiliser l'encodage de la langue</guilabel>, mais vous pouvez le remplacer par n'importe quel encodage de la liste. Vous pouvez même imposer l'utilisation de votre encodage par défaut grâce à <guilabel>Imposer l'encodage par défaut</guilabel>, auquel cas &konqueror; ignorera tout langage ou jeu de caractères indiqué par le serveur ou la page, et utilisera votre paramétrage.
nl: U kunt een standaardcodering instellen voor &konqueror;. &konqueror; veronderstelt dan dat pagina's volgens die codering gemaakt zijn. De standaardinstelling is <guilabel>Taalcodering gebruiken</guilabel>, maar u kunt dit veranderen in elke codering beschikbaar in de lijst. U kunt zelfs het gebruik van de standaardcodering afdwingen met behulp van <guilabel>Standaard coderingstekenset forceren</guilabel>, in dat geval zal &konqueror; de taal of tekenset van de webpagina negeren, en uw instelling gebruiken.
pt: Podes indicar uma codificação por omissão que o &konqueror; deve assumir nas páginas ao representá-las. A opção por omissão é <guilabel>Usar a codificação da língua</guilabel>, mas podes alterá-la para qualquer codificação disponível da lista. Até podes forçar o uso da tua codificação por omissão, na opção <guilabel>Forçar a codificação por omissão</guilabel>, e neste caso o &konqueror; irá ignorar qualquer configuração de língua ou codificação da página ou servidor e utilizará a tua configuração.
sk: Pre zobrazenie stránok môžete nastaviť kódovanie, ktoré má &konqueror; pre stránky predpokladať. Štandardné nastavenie je <guilabel>Použiť znakovú sadu jazyka</guilabel>, ale môžete to zmeniť na kódovanie zo zoznamu. Použitím <guilabel>Vynútiť znakovú sadu</guilabel> donútite &konqueror;, aby ignoroval jazyk a kódovanie zo stránky alebo serveru a použil vaše nastavenie.
sl: Nastavite lahko privzeto kodiranje, ki ga bo &konqueror; privzel za strani, ko jih bo upodabljal. Privzeta nastavitev je <guilabel>Uporabljaj kodiranje jezika</guilabel>, a to lahko spremenite v vsako kodiranje iz seznama. Lahko celo vsilite svoje privzeto kodiranje z uporabo <guilabel>Vsili privzeti nabor znakov</guilabel>. V tem primeru bo &konqueror; prezrl vse podatke o jeziku ali naboru znakov s strani iz strežnika in bo uporabljal vaše nastavitve.
sv: Du kan ställa in en standardkodning som &konqueror; ska anta att sidor har när den visar dem. Förvalt är <guilabel>Använd språkets kodning</guilabel>, men du kan ändra det till vilken kodning som helst som finns i listan. Du kan till och med tvinga att din standardkodning används med <guilabel>Använd alltid standardkodning</guilabel>, vilket gör att &konqueror; ignorerar alla språk eller all kodning från sidan eller servern och använder dina inställningar.

source: This setting could render many pages completely unreadable. You should probably only select it if you are sure it's the correct solution to any problems you are having.
da: Denne indstilling kan gøre mange sider næsten umulige at læse. Du bør formodentlig kun vælge det hvis du er sikker på at det vil løse nogle problemer som du har.
de: Diese Einstellungen können dazu führen, dass manche Seiten völlig unlesbar dargestellt werden. Sie sollten diese Einstellung möglicherweise nur dann auswählen, wenn Sie sicher sind, dadurch Ihre Probleme zu lösen.
es: Esta opción de configuración puede llegar a mostrar páginas ilegibles. Debería seleccionarlo sólo si usted está completamente seguro de que es la solución correcta a cualquier problema que usted tenga.
fr: Ce réglage pourrait rendre de nombreuses pages illisibles. Vous devez probablement vous limiter à le choisir seulement si vous êtes sûr que c'est la solution correcte à un problème auquel vous êtes confronté.
nl: Deze instelling kan vele pagina's onleesbaar maken. U zou die dan ook het beste alleen aanzetten als u zeker bent dat het de correcte oplossing is voor de problemen die u heeft.
pt: Esta opção poderá tornar algumas páginas completamente ilegíveis. Só a deverás seleccionar se tiveres a certeza que é a solução correcta para os problemas que estás a ter.
sk: Výsledkom môžu byť absolútne nepoužiteľné stránky. Mali by ste to použiť iba v prípade, že viete, že je to správne riešenie pre vaše problémy.
sl: S to nastavitvijo lahko postanejo številne strani popolnoma neberljive. Verjetno bi jo morali izbrati le, če ste prepričani, da je pravilna rešitev vaših težav, kakršne pač imate.
sv: Den här inställningen skulle kunna göra många sidor helt oläsbara. Du bör nog bara välja den om du är säker på att det är den riktiga lösningen på eventuella problem du har.

source: Java allows applications to be downloaded and run by a web browser, provided you have the necessary software installed on your machine. Many web sites make use of Java (for example, online banking services or interactive gaming sites). You should be aware that running programs from unknown sources could pose a threat to the security of your computer, even if the potential extent of the damage is not great.
da: Java tillader programmer at blive hjemhentede og kørt af en netsøger, hvis det nødvendige programmel er installeret på din maskine. Mange netsider gør brug af Java (for eksempel banker på nette eller interaktive spilesteder). Du bør være klar over at det at køre programmer fra ukendte kilder kan være en trussel mod din computers sikkerhed, også selvom den mulige skade ikke er så stor endda.
de: Java erlaubt es, Anwendungen herunterzuladen und durch den Webbrowser auszuführen, vorausgesetzt, Sie haben die notwendige Software auf Ihrem Computer installiert. Viele Webseiten verwenden Java (zum Beispiel, Dienste für Online-Banking oder interaktive Spiele-Seiten). Sie sollten sich darüber bewusst sein, dass die Ausführung von Anwendungen aus unbekannten Quellen eine Bedrohung für die Sicherheit Ihres Computers darstellen können, auch wenn das Ausmaß des Schadens nicht groß ist.
es: Java le permite descargar aplicaciones y ejecutarlas por un navegador web, suponiendo que usted disponga del software necesario instalado en su máquina. Muchos servidores web usan Java (por ejemplo, los servicios de banca online, o sitios de juegos interactivos). Debería darse cuenta de que los programas en ejecución procedentes de fuentes desconocidas pueden suponer una amenaza para la seguridad de su computadora, incluso si el daño potencial no es grande.
fr: Java permet à des applications d'être téléchargées et exécutées par un navigateur web, pourvu que vous ayez installé le logiciel nécessaire sur votre machine. De nombreux sites web utilisent Java (par exemple, des services bancaires en ligne ou des sites de jeu interactifs). Vous devez savoir qu'exécuter des programmes en provenance de sources non connues peut mettre en danger la sécurité de votre ordinateur, même si l'étendue potentielle des dégâts n'est pas grande.
nl: Java laat toe dat toepassingen gedownload en uitgevoerd worden door een webbrowser, als u tenminste de benodigde software geïnstalleerd heeft. Veel websites maken gebruik van java (bijvoorbeeld internetbankieren of spelletjes). Wees er u van bewust dat het uitvoeren van programma's van onbekende makelij de veiligheid van uw computer in het gedrang kan brengen, zelfs als de mogelijke schade niet zo groot is.
pt: O Java permuite às aplicações serem transferidas e executadas por um navegador Web, desde que tenhas o 'software' necessário na tua máquina. Muitos 'sites' Web utilizam o Java (por exemplo, os serviços de banca ou os 'sites' de jogos interactivos). Deves-te lembrar que os programas executados a partir de fontes desconhecidas pode ameaçar a segurança do teu computador, mesmo que a extensão da ameaça não seja grande.
sk: Jazyk Java umožňuje sťahovanie a spúšťanie aplikácií v prehliadačoch v prípade, že máte nainštalovaný vhodný softvér. Veľa serverov Javu používa (napríklad on-line banky alebo hracie servery). Mali by ste vedieť, že spúšťanie programov z neznámych zdrojov je nebezpečné, dokonca aj v prípade, že možné poškodenie nie je veľké.
sl: Java omogoča aplikacijam, da se prenesejo in zaženejo s spletnim brskalnikom, pod pogojem, da imate nameščeno ustrezno programsko opremo na vaši mašini. Veliko spletnih strani uporablja Javo (na primer, omrežni bančni servisi ali interaktivne strani za igranje). Opozorjeni bi morali biti, da zaganjanje programov iz neznanih izvorov, lahko pomeni grožnjo varnostemu sistemu vašega računalnika, četudi potencialni obseg škode ni velik.
sv: Java låter program laddas ner och köras av en webbläsare, under förutsättning att du har den nödvändiga programvaran installerad på din maskin. Många webbsidor använder Java (till exempel, bankservice på nätet och interaktiva spelplatser). Du bör vara medveten om att köra program från okända källor kan vara ett säkerhetshot mot din dator, även om den möjliga omfattningen av skadan inte är stor.
