Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmborders.po
Languages: cs, fr, sl

source: ROLES_OF_TRANSLATORS
cs: <othercredit role="translator"><firstname>Ondřej</firstname><surname>Šotek</surname><affiliation><email>ondrej.sotek@seznam.cz</email></affiliation><contrib>Translation</contrib></othercredit>
fr: <othercredit role="translator"><firstname>Simon</firstname><surname>Perreault </surname><affiliation><address><email>nomis80@videotron.ca</email></address></affiliation><contrib>Traduction française</contrib></othercredit>

source: borders
cs: hranice
fr: bords
sl: obrobe

source: Borders
cs: Hranice
fr: Bords
sl: Obrobe

source: This module is used to control "active borders" and "magic borders".
cs: Tento modul je určen pro nastavení "aktivních" a "magických"
fr: Ce module sert à paramétrer les "bords actifs" et les "bords magiques"
sl: Ta modul se uporablja za nadzor "aktivnih robov" in "čarobnih robov".

source: <title>Use</title>
cs: <title>Použití</title>
fr: Utilisation
sl: Uporaba

source: This module is divided into 2 sections: <link linkend="active-borders">Active desktop borders</link> and <link linkend="magic-borders">Magic borders</link>.
cs: Okno modulu je rozděleno do dvou částí: <link linkend="active-borders">Aktivní hranice pracovní plochy</link> a <link linkend="magic-borders">Magické hranice</link>.
fr: Ce module est divisé en deux sections&nbsp;: <link linkend="active-borders">Bords du bureau actifs</link> et <link linkend="magic-borders">Bords magiques</link>.
sl: Ta modul je razdeljen na 2 razdelka: <link linkend="active-borders">Aktivni robovi namizja</link> in <link linkend="magic-borders">Čarobni robovi</link>.

source: Active Desktop Borders
cs: Aktivní hranice pracovní plochy
fr: Bords du bureau actifs
sl: Aktivni robovi namizja

source: The features within the active borders section of KDE are not currently useable.
cs: Funkce umístěné v této části modulu nejsou v současné době použitelné.
fr: Les caractéristiques de la section consacrée aux bords actifs de KDE ne sont pas actuellement utilisable
sl: Lastnost v razdelku aktivni robovi trenutno ni uporabna v KDE.

source: Magic Borders
cs: Magické okraje
fr: Bords magiques
sl: Čarobni robovi

source: Magic borders, is a feature of KDE to help keep your desktop neat. The idea behind magic borders, is to create an area around an object (either the desktop or a window). When another window is moved within this "magic borders area", the window is automatically placed right next to the object (this can be right next to another window, or at the edge of a desktop.
cs: Funkce "magické okraje" pomáhá KDE uchovávat pracovní plochu uspořádanou. Hlavní myšlenkou magických okrajů je vytvořit kolem každého objektu (pracovní plochy či okna) jakousi magickou oblast. Při přesunování jiného okna touto oblastí dojde k "přichycení" okna magickým okrajem k objektu.
fr: Les &laquo;&nbsp;Bords magiques&nbsp;&raquo; sont une fonctionnalité de KDE qui vous aide à conserver un bureau net. L'idée qui sous-tend les bords magiques est de créer une zone autour d'un objet (aussi bien le bureau qu'une fenêtre). Quand une autre fenêtre arrive dans cette zone magique, la fenêtre se place automatiquement juste le long de l'objet (c'est à dire une autre fenêtre ou le bord du bureau).
sl: Čarovni robovi so lastnost KDE-ja, ki vam pomaga ohranjati vaše namizje urejeno. Ideja čarobnih robov je ustvariti področje okrog objekta (namizja ali okna). Ko je drugo okno premaknjeno v to "področje čarobnih robov", se okno samodejno postavi poleg objekta (to je lahko zraven drugega okna ali na rob namizja.

source: There are two slider bars in this section of the module.
cs: V této části modulu jsou dva posuvníky.
fr: Il y a deux curseurs coulissants dans cette section du module.
sl: V tem razdelku modula sta dva drsnika.

source: The first slider bar is labeled "<guilabel>Border snap zone</guilabel>". This is an area around the edge of the desktop. You can use this slider bar to adjust the width/height of the area. Once a window is placed within this area of the screen, it automatically snaps to the outside edge of the screen.
cs: První posuvník nese označení "<guilabel>Oblast zlomu při okraji</guilabel>". Tím je myšlena oblast kolem okrajů pracovní plochy. Pomocí posuvníku můžete měnit velikost této oblasti. Dostane-li se při přesunování okno do této oblasti, je okamžitě přichyceno k hranici pracovní plochy.
fr: Le premier curseur est identifié comme "<guilabel>Zone d'attraction des bords</guilabel>". C'est une surface autour du bord du bureau. Vous pouvez utiliser ce curseur pour ajuster la hauteur/largeur de cette zone. Une fois qu'une fenêtre arrive dans cette zone, elle se colle automatiquement au bord du bureau.
sl: Prvi drsnik je označen kot "<guilabel>Pas preskoka robov</guilabel>". To je področje okrog robov namizja. Ta drsnik lahko uporabite, da prilagodite širino/višino tega področja. Ko je enkrat okno postavljeno v to področje zaslona, samodejno skoči na zunanji rob zaslona.

source: The second slider is labeled "<guilabel>Window snap zone</guilabel>". This is an area around every window. You can use this slider to adjust the width of this "magic area". Once another window enters this "magic area", it automatically snaps to the edge of the original window. This helps you set two windows right next to each other.
cs: Druhý posuvník se jmenuje "<guilabel>Oblast zlomu u oken</guilabel>". Za oblast zlomu se považuje oblast kolem každého okna. Pomocí posuvníku můžete upravovat velikost této oblasti. Jakmile je jiné okno přesunuto do oblasti magických okrajů, přichytí se k okraji okna. To pomáhá přesnému umisťování oken vedle sebe.
fr: Le second curseur est identifié comme "<guilabel>Zone d'attraction des fenêtres</guilabel>". C'est une zone autour de chaque fenêtre. Vous pouvez utiliser le curseur pour ajuster la largeur de cette zone magique. Lorsqu'une autre fenêtre entre dans cette zone magique, elle se colle automatiquement au bord de la fenêtre pré-existante. Ceci vous aide à placer deux fenêtre exactement côte à côte.
sl: Drugi drsnik pa je ozačen kot "<guilabel>Pas preskoka oken</guilabel>". To je področje okrog vsakega okna. Ta drsnik lahko uporabite, da prilagodite širino tega "čarobnega področja". Ko enkrat drugo okno vstopi v to "čarobno področje", samodejno skoči ob rob originalnega okna. To vam pomaga, da postavite dve okni eno zraven drugega.

source: You may have noticed that you cannot disable magic borders. If you do not want to have one or both magic border effects on your desktop, simply set the width of the "magic area" to zero. This will effectivly disable the "magic zone".
cs: Je třeba upozornit, že magické okraje nelze vypnout. Pokud nechce tuto funkcipoužívat, jednoduše nastavte šířku magického okraje na nulu.
fr: Vous avez peut-être remarqué que vous ne pouvez pas désactiver les bords magiques. Si vous ne voulez pas avoir un effet ou les deux, réglez simplement la valeur à zéro. Cela désactivera la "zone magique".
sl: Kot ste lahko že opazili, čarobnih robov ne morete onemogočiti. Če nočete imeti enega ali obeh učinkov čarobnih robov na vašem namizju, preprosto nastavite širino "čarobnega predela" na ničlo. To bo onemogočilo "čarobno področje".

source: Section Author
cs: Autoři oddílu
fr: Auteurs
sl: Avtorji razdelka

source: This section written by Mike McBride <email>mpmcbride7@yahoo.com</email>
cs: Tento oddíl napsal Mike McBride <email>mpmcbride7@yahoo.com</email>
fr: Cette section est écrite par Mike McBride <email>mpmcbride7@yahoo.com</email>
sl: Ta razdelek je napisal Mike McBride <email>mpmcbride7@yahoo.com</email>
