Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmfile.po
Languages: da, es, fr, nl, pt, sk, sl, sv

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
es: <othercredit role="translator"> <firstname>Pablo</firstname> <surname>de Vicente</surname> <affiliation><address><email>pvicentea@nexo.es</email></address></affiliation> <contrib>Traductor</contrib> </othercredit>
fr: <othercredit role="translator"><firstname>Yves</firstname><surname>Dessertine</surname><affiliation><address><email>yves.d@hrnet.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit><othercredit role="translator"><firstname>Gilles</firstname><surname>Thioliere</surname><affiliation><address><email>zhovirax@free.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
nl: &Niels.Reedijk;
pt: <othercredit role="translator"><firstname>José</firstname><surname>Pires</surname><affiliation><address><email>jncp@rnl.ist.utl.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sk: <othercredit role="translator"><firstname>Stanislav</firstname> <surname>Višňovský</surname> <affiliation> <address><email>visnovsky@nenya.ms.mff.cuni.cz</email></address> </affiliation><contrib>Preklad</contrib></othercredit>
sl: <othercredit role="translator"><contrib>Prevod:</contrib> <firstname>Andrej</firstname><surname>Vernekar</surname> <affiliation><address><email>andrej.vernekar@kiss.uni-lj.si</email></address></affiliation> </othercredit><othercredit role="translator"><contrib>Prevod posodobil:</contrib> <firstname>Matej</firstname> <surname>Badalič</surname> <affiliation><address><email>matej_badalic@slo.net</email></address> </affiliation></othercredit>
sv: <othercredit role="translator"> <firstname>Stefan</firstname> <surname>Asserhäll</surname> <affiliation><address><email>stefan.asserhall@telia.com</email></address></affiliation> <contrib>Översättare</contrib></othercredit>

source: files association
da: filer association
es: asociación de archivos
fr: association de fichiers
nl: bestanden associatie
pt: associação de ficheiros
sk: asociácie súborov
sl: datotečne asociacije
sv: filbindningar

source: association
es: asociación
nl: associatie
pt: associação
sk: asociácia
sl: asociacije
sv: bindning

source: File Associations
da: Filassociationer
es: Asociaciones de archivos
fr: Associations des types de fichier
nl: Bestandsassociatie
pt: Associações de Ficheiros
sk: Asociácie súborov
sl: Datotečne asociacije
sv: Filbindningar

source: Introduction
da: Indledning
es: Introducción
nl: Inleiding
pt: Introdução
sk: Úvod
sl: Uvod
sv: Inledning

source: One of the most convenient aspects of &kde;, is its ability to automatically match a data file, with its application. As an example, when you click on your favorite &kword; document in &konqueror;, &kde; automatically starts &kword;, and automatically loads that file into &kword; so you can begin working on it.
da: En af de mest behagelige aspekter af &kde;, er dens evne til automatisk at finde programmet der hører til en datafil. For eksempel, når man klikker på sit favorit &kword; dokument i &konqueror;, starter KDE automatisk &kword;, og indlæser filen automatisk i &kword; så du kan begynde at arbejde med den.
es: Una de las propiedades más convenientes de &kde; es su habilidad para asociar un archivo de datos con su aplicación. Por ejemplo, cuando pulsa sobre su documento favorito de &kword; en &konqueror;, &kde; automáticamente inicia &kword; y automáticamente carga dicho archivo en &kword; para poder trabajar con él.
fr: Un des attraits majeurs de l'environnement de bureau &kde; est sa capacité à associer un fichier de données à son application dédiée. Par exemple&nbsp;: quand vous cliquez sur un document &kword; alors que vous êtes dans &konqueror;, &kde; ouvre automatiquement le document dans &kword;, de sorte que vous puissiez travailler dessus.
nl: Een van de meest handige aspecten van &kde; is zijn mogelijkheid om automatisch een bestand te koppelen aan zijn applicatie. Wanneer u bijvoorbeeld op uw favoriete &kword; document klikt in &konqueror; dan zal &kde; automatisch &kword; starten en het bestand automatisch in &kword; laden zodat u er mee aan de slag kunt.
pt: Um dos aspectos mais convenientes do &kde; é a sua capacidade de fazer corresponder automaticamente um ficheiro de dados com a sua aplicação. Por exemplo, quando carregas no teu documento favorito do &kword; no &konqueror;, o &kde; inicia automaticamente o &kword; e abre esse ficheiro dentro do &kword; para que possas começar a trabalhar nele.
sk: Jedným z najužitočnejších aspektov &kde; je podpora pre automatické určenie typu dátových súborov a ich spojenie s aplikáciami. Napríklad, ak kliknete v okne &konqueror; na váš obľúbený dokument &kword;, automaticky sa spustí &kword; a načíta daný súbor, takže s ním môžete začať pracovať.
sl: Eden izmed najbolj uporabnih aspektov &kde; je zmožnost samodejne uporabe programa na njegovi datoteki. Ko na primer kliknete na vaš priljubljen &kword; dokument v &konqueror;-ju, &kde; samodejno požene &kword; in naloži to datoteko v &kword;, tako da lahko takoj pričnete z delom.
sv: En av de mest bekväma funktionerna i &kde;, är möjligheten att automatiskt passa ihop en datafil med dess program. Som ett exempel, när du klickar på ditt favoritdokument från &kword; i &konqueror;, startar &kde; automatiskt &kword;, och laddar automatiskt filen i &kword; så att du kan börja arbeta med den.

source: In the example above, the &kword; Data file, is <emphasis>associated</emphasis> with &kword; (the application). These file associations are crucial to the functioning of &kde;.
da: I eksemplet ovenfor er &kword; datafilen, <emphasis>associeret</emphasis> med &kword; (programmet). Disse filassociationer er meget vigtige for &kde;'s funktion.
es: En el ejemplo superior el archivo de datos de &kword; está <emphasis>asociado</emphasis> con &kword; (la aplicación). Estas asociaciones de archivos son cruciales para el correcto funcionamiento de &kde;.
fr: L'exemple qui précède montre que les fichiers &kword; sont <emphasis>associés</emphasis> à &kword;. Ces associations de fichier représentent un point fondamental du fonctionnement de &kde;.
nl: In het bovenstaande voorbeeld is het &kword; bestand <emphasis>geassocieerd</emphasis> met &kword; (de applicatie). Deze bestandsassociaties zijn cruciaal voor het functioneren van &kde;.
pt: No exemplo acima, o ficheiro de dados do &kword; está <emphasis>associado</emphasis> ao &kword; (a aplicação). Estas associações de ficheiros são cruciais para o funcionamento do &kde;.
sk: V tomto príklade je dokument &kword; <emphasis>asociovaný</emphasis> s aplikáciou &kword;. Tieto asociácie súborov sú veľmi dôležité pre správne fungovanie &kde;.
sl: V gornjem primeru je datoteka &kword;-a <emphasis>asociirana</emphasis> s &kword;-om ( programom). Te datotečne asociacije so ključne za delovanje &kde;-ja.
sv: I det ovanstående exemplet, <emphasis>binds</emphasis> &kword; datafilen med &kword; (programmet). Dessa filbindningar är avgörande för &kde;:s funktion.

source: When &kde; is installed, it automatically creates hundreds of file associations to many of the most common data types. These initial associations are based on the most commonly included software, and the most common user preferences.
da: Når &kde; installeres, oprettes automatisk hundredvis af filassociationer for mage af de mest almindelige datatyper. Disse oprindelige associationer er baseret på det mest almindelige inkluderede programmel, og hvad de fleste brugere foretrækker.
es: Cuando se instala &kde;, automáticamente cre cientos de asociaciones de archivos a muchos de los tipos de datos más comunes. Estas asociaciones iniciales están basadas en el software que se incluye usualmente, y en las preferencias más habituales.
fr: Lors de l'installation de &kde;, des centaines d'associations analogues sont créées automatiquement, pour les types de fichier les plus courants. Ces associations initiales sont ciblées sur la base logicielle commune à la plupart des distributions et répondent aux préférences les plus courantes de l'utilisateur.
nl: Wanneer &kde; is geinstalleerd worden er automatisch honderden bestandsassociaties aangemaakt voor de meeste bekende bestandstypen.
pt: Quando o &kde; é instalado, cria automaticamente centenas de associações de ficheiros à maioria dos tipos de ficheiros mais comuns. Essas associações iniciais baseiam-se no 'software' incluído geralmente e nas preferências mais usuais dos utilizadores.
sk: Po inštalácii, &kde; automaticky vytvorí asociácie súborov pre veľa obvyklých dátových typov. Tieto počiatočné asociácie sú založené na najčastejšie inštalovanom softvéri a na obvyklom používateľskom nastavení.
sl: Ko je &kde; nameščen samodejno ustvari na stotine datotečnih asociacij za večino običajnih tipov datotek. Te prvotne asociacije so osnovane na najpogosteje vključeni programski opremi in uporabnikovih preferencah.
sv: När &kde; installeras, skapar det automatiskt hundratals bindningar till många av de vanligaste datatyperna. De här ursprungliga bindningarna är baserade på den vanligaste programvaran som ingår, och de vanligaste användarpreferenserna.

source: Unfortunately, &kde; can not:
da: &kde; kan uheldigvis ikke:
es: Desafortunadamente &kde; no puede:
fr: Malheureusement, &kde; ne peut pas&nbsp;:
nl: Helaas kan &kde; niet:
pt: Infelizmente, o &kde; não consegue:
sk: Bohužiaľ, &kde; nevie:
sl: Na žalost &kde; ne more:
sv: Tyvärr kan inte &kde;:

source: predict every possible combination of software and data files
da: forudse hver mulig kombination af programmel og datafiler
es: predecir cualquier posible combinación de software y archivos de datos
fr: prévoir toutes les combinaisons d'associations possibles entre logiciels et fichiers
nl: elke mogelijke combinatie van software en databestanden voorspellen
pt: prever todas as combinações possíveis de 'software' e ficheiros de dados
sk: predpovedať všetky možné kombinácie softvéru a dátových súborov
sl: predvideti vsakršno možno kombinacijo programske opreme in podatkovnih datotek
sv: förutsäga varje möjlig kombination av programvara och datafiler

source: prepare for file formats not yet invented
da: forberede filformater der endnu ikke er opfundet
es: preparar formatos de archivo todavía sin inventar
fr: anticiper la prise en charge de formats qui n'existent pas encore
nl: voorbereid worden op documenten die nog niet bedacht zijn
pt: preparar-se para os formatos de ficheiros ainda por inventar
sk: pripraviť sa na formáty súborov, ktoré ešte iba vzniknú
sl: pripraviti se za datotečne formate, ki še niso bili izumljeni
sv: förbereda för filformat som ännu inte har uppfunnits

source: or predict everyone's favorite application for certain file formats
da: eller forude enhvers favorit program for visse filformater
es: o predecir la aplicación favorita de cualquiera para ciertos archivos de formato.
fr: ou deviner l'application favorite de chacun pour certains formats de fichiers
nl: iedereen zijn favoriete applicatie voor een bepaald bestandsformaat voorspellen
pt: ou adivinhar a aplicação favorita de cada um para certos formatos de ficheiros
sk: alebo predpovedať obľúbenú aplikáciu každého používateľa
sl: ali predvideti uporabnikov najljubši program za določen datotečni format
sv: eller förutsäga var och ens favoritprogram för vissa filformat

source: You can change your current file associations or add new file associations using this module.
da: Du kan ændre dine aktuelle filassociationer eller tilføje nye filassociationer ved brug af dette modul.
es: Usted puede cambiar sus asociaciones actuales de archivos o añadir nuevas asociaciones de archivos usando este módulo.
fr: Ce module vous permet modifier les associations de fichiers établies, ou d'en créer de nouvelles.
nl: U kunt uw huidige bestandsassociaties veranderen of nieuwe toevoegen met behulp van deze module.
pt: Podes alterar as tuas associações de ficheiros actuais ou adicionar novas associações de ficheiros com este módulo.
sk: Ak chcete zmeniť aktuálne asociácie súborov, alebo pridať nové, na to práve slúži tento modul.
sl: Vaše trenutne datotečne asociacije lahko spremenite ali pa jim dodate nove z uporabo tega modula.
sv: Du kan ändra dina nuvarande filbindningar eller lägga till nya med den här modulen.

source: Each file association is recorded as a mime type. <acronym>MIME</acronym> stands for <quote>Multipurpose Internet Mail Extensions</quote>. It allows a computer to determine the type of file, without opening and analyzing the format of each and every file.
da: Hver filassociation er posteret som en mimetype. <abbrev>MIME</abbrev> står for <quote>Multipurpose Internet Mail Extensions</quote>. Det tillader en computer at afgøre filtypen, uden at åbne den og at analysere formatet for hver eneste fil.
es: Cada asociación de archivos se registra como un tipo MIME. <acronym>MIME</acronym> significa <quote>Multipurpose Internet Mail Extensions</quote>. Permite que un ordenador determine el tipo de archivo, sin abrirlo ni analizar el formato de todos y cada uno de los archivos.
fr: Toute association de fichier est enregistrée en tant que type mime. <acronym>MIME</acronym> est l'abréviation de <quote>Multipurpose Internet Mail Extensions</quote> (extension de courrier électronique à usage multiple). C'est ce qui permet à un ordinateur de déterminer la nature d'un fichier sans devoir systématiquement l'ouvrir et analyser son format.
nl: Elke bestandsassociatie ordt opgeslagen als een mimetype. <acronym>MIME</acronym> staat voor <quote>Multipurpose Internet Mail Extensions</quote>. Het geeft de computer de mogelijkheid om te bepalen wat voor een type bestand het is zonder het te openen en het formaat van elk bestand te analyseren.
pt: Cada associação de ficheiros é guardada como um tipo MIME. <acronym>MIME</acronym> significa <quote>Multipurpose Internet Mail Extensions</quote>. Permite a um computador determinar o tipo de um ficheiro sem o abrir ou analisar o formato da todos os ficheiros.
sk: Každá asociácia súborov je uložená ako typ MIME. <acronym>MIME</acronym> znamená <quote>Multipurpose Internet Mail Extensions</quote>. Umožňuje počítaču určiť typ súboru bez jeho otvorenia a analýzy formátu.
sl: Vsaka datotečna asociacija je zabeležena kot zvrst mime. <acronym>MIME</acronym> pomeni <quote>Multipurpose Internet Mail Extensions</quote> (večnamenske internetne poštne končnice). Omogoča računalniku določitev vrste datoteke, ne da bi bilo treba odpreti in analizirati obliko vsake datoteke.
sv: Varje filbindning lagras som en MIME-typ. <acronym>MIME</acronym> står för <quote>Multipurpose Internet Mail Extensions</quote>. Det låter en dator avgöra filtypen utan att öppna och analysera formatet för varenda fil.

source: How to use this module
da: Hvordan man bruger dette modul
es: Cómo usar este módulo
fr: Utilisation du module
nl: Hoe moet u deze module gebruiken
pt: Como usar este módulo
sk: Ako používať tento modul
sl: Kako uporabljati ta modul
sv: Hur det här modulen används

source: The file associations are organized into 7 categories:
da: Filassociationer er organiserede i 7 kategorier:
es: Las asociaciones de archivos están organizadas en 7 categorías:
fr: Les associations de fichiers sont classées selon 7 catégories&nbsp;:
nl: De bestandsassociaties zijn georganiseerd in 7 categorieen:
pt: As associações de ficheiros estão organizadas em 7 categorias:
sk: Asociácie súborov sú utriedené do 7 kategórií:
sl: Datotečne asociacije so organizirane v 7 kategorij:
sv: Filbindningarna är organiserade i sju kategorier

source: Applications
da: Programmer
es: Aplicaciones
nl: Applicaties
pt: Aplicações
sk: Applications (aplikácie)
sl: Application
sv: Program

source: Audio
nl: Geluid
pt: Áudio
sv: Ljud

source: Images
da: Billeder
es: Imágenes
nl: Afbeeldingen
pt: Imagens
sk: Images (obrázky)
sl: Image
sv: Bilder

source: Inode
pt: I-Nodes
sk: Inode (i-uzol)
sv: I-noder

source: Messages
da: Beskeder
es: Mensajes
nl: Meldingen
pt: Mensagens
sk: Messages (správy)
sl: Message
sv: Meddelanden

source: Text
da: Tekst
es: Texto
fr: Texte
nl: Tekst
pt: Texto

source: Videos
da: Videoer
fr: Vidéos
nl: Video
pt: Vídeos
sk: Videos (video)
sl: Video
sv: Video

source: All of the file associations are sorted into one of these categories.
da: Alle fileassociationer er sorterede i en af disse kategorier.
es: Todas las asociaciones de archivos están ordenadas en una de estas categorías.
fr: Toute association appartient à l'une de ces catégories.
nl: Al deze bestandsassociaties zijn in een van deze catagorieen ondergebracht.
pt: Todas as associações de ficheiros estão ordenadas numa destas categorias.
sk: Každá asociácia súborov patrí do niektorej z týchto kategórií.
sl: Vse datotečne asociacije so sortirane v eno izmed teh kategorij.
sv: Alla filbindningar är sorterade under en av dessa kategorier.

source: There is also an overview category <quote>All</quote>, which displays all the file types in one list, without categorizing them.
da: Der er også en overbliks kategori <quote>Alt</quote>, som viser alle filtyperne i én liste, uden at kategorisere dem.
es: También hay una categoría general <quote>Todos</quote>, que muestra todos los archivos en una lista sin ordenarlos por categorías.
fr: Il existe aussi une catégorie <quote>All</quote>, qui affiche les types de fichiers en une liste, sans les classer par catégories.
nl: Er is ook een overzichtscategorie <quote>Allen</quote>, die alle bestandstypen in één lijst weergeeft zonder ze te categoriseren.
pt: Existe também uma categoria geral, a <quote>Tudo</quote>, que mostra todos os tipos de ficheiros numa lista, sem os catalogar.
sk: Existuje ešte celková kategória <quote>All</quote>, ktorá obsahuje všetky typy súborov bez utriedenia.
sl: Obstaja tudi kategorija <quote>Vsi</quote>, namenjena pregledu, ki prikaže vse zvrsti datotek v enem seznamu, ne da bi jih razvrstila.
sv: Det finns också en översiktskategori <quote>Alla</quote>, som visar alla filtyperna i en lista, utan att kategorisera dem.

source: There is no functional difference between any of the categories. These categories are designed to help organize your file associations, but they do not alter the associations in any way.
da: Der er ingen funktionel forskel mellem nogen af kategorierne. Disse kategorier er lavet for at hjælpe dig med at organisere dine filassociationer, men de ændrer ikke associationerne på nogen måde.
es: No diferencia funcional entre ninguna de las categorías. Estas categorías se diseñan para ayudar a organizar sus asociaciones de archivos, pero no alteran las asociociones en un modo determinado.
fr: Il n'y a pas de différence fonctionnelle entre ces différentes catégories. Celles-ci ont été définies dans le seul but d'apporter une aide à l'organisation des associations de fichiers&nbsp;; en aucun cas elles n'ont d'influence sur la nature même des associations.
nl: Er is geen functioneel verschil tussen elk van de categorieën. Deze categorieën zijn ontworpen om uw bestandsassociaties te helpen organiseren maar ze veranderen de associaties op geen enkele manier.
pt: Não existem diferenças funcionais entre cada uma das categorias. Estas são desenhadas de modo a organizar as tuas associações de ficheiros, mas não alteram as associações de maneira nenhuma.
sk: Medzi týmito kategóriami neexistuje žiadny funkčný rozdiel, sú určené pre lepšiu organizáciu vašich asociácií, ale chovanie asociácie nijak nemenia.
sl: Med nobeno od teh kategorij ni funkcionalne razlike. Zasnovane so tako, da vam pomagajo organizirati vaše datotečne asociacije, vendar pa ne spreminjajo asociacij na kakršenkoli način.
sv: Det finns ingen funktionell skillnad mellan några av kategorierna. De här kategorierna är gjorda för att hjälpa dig organisera dina filbindningar, men de påverkar inte bindningarna på något sätt.

source: The categories are listed in the box labeled <guilabel>Known Types</guilabel>.
da: Kategorierne er på en liste boksen der hedder <guilabel>Kendte typer</guilabel>.
es: Las categorías se listan en el recuadro <guilabel>Tipos conocidos</guilabel>.
fr: Les différentes catégories sont listées dans la boîte intitulée <guilabel>Types connus</guilabel>.
nl: De categorieën worden opgesomd in een lijst genaamd <guilabel>Bekende typen</guilabel>.
pt: As categorias estão enumeradas na lista chamada <guilabel>Tipos Conhecidos</guilabel>.
sk: Všetky kategórie sú v zozname <guilabel>Známe typy</guilabel>.
sl: Kategorije so naštete v oknu <guilabel>Znane vrste</guilabel>.
sv: Kategorierna är listade i rutan som heter <guilabel>Kända typer</guilabel>.

source: You can explore each of these categories, and see the file associations contained within each one, by simply double clicking on the category name. You will be presented with a list of the associated mime-types under that category.
da: Du kan undersøge hver af disse kategorier, og se filassociationerne der er indeholdt i hver af dem, ved simpelthen at dobbeltklikke kategorinavnet. Du vil blive præsenteret med en liste af associerede mime-typer under den kategori.
es: Puede explorar cada una de estas categorías, y ver las asociaciones de archivos contenidas en cada una, simpemente pulsando dos veces en el nombre de la categoría. Se le presentará una lista de tipos MIME asociados bajo esa categoría.
fr: Vous pouvez explorer chacune de ces catégories, et voir les associations de fichiers dans chacune d'elles en cliquant simplement sur le nom de la catégorie. Vous verrez alors une liste de types mime associés dans cette catégorie.
nl: U kunt elk van deze catagorieën doorbladeren en zien de bestandsassociaties in elk van de categorieën zien door te dubbelklikken op de categorie naam. U krijgt een lijst gepresenteerd met de geassocieerde mimetypes onder die categorie.
pt: Podes explorar cada uma destas categorias e ver as associações que cada uma contém, carregando no nome da categoria. Ser-te-á apresentada uma lista dos tipos MIME associados a essa categoria.
sk: Dvojitým kliknutím na kategóriu uvidíte typy, ktoré obsahuje.
sl: Vsako od teh kategorij lahko raziščete in vidite datotečne asociacije v njih z dvojnim klikom na ime kategorije. Pojavil se bo seznam asociiranih zvrsti mime pod to kategorijo.
sv: Du kan utforska varje kategori, och se filbindningarna som finns i dem, genom att helt enkelt dubbelklicka på kategorinamnet. En lista med de MIME-typer som hör till kategorin visas.
