Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmbackgnd.po
Languages: cs, de, es, fr, nl, pt, sk

source: <firstname>Duncan</firstname> <surname>H.</surname>
fr: <firstname>Duncan</firstname> <surname>H.</surname> <affiliation> <jobtitle>Mises à jour</jobtitle> </affiliation>

source: ROLES_OF_TRANSLATORS
cs: <othercredit role="translator"><firstname>Ondřej</firstname><surname>Šotek</surname><affiliation><email>ondrej.sotek@seznam.cz</email></affiliation><contrib>Translation</contrib></othercredit>
de: <othercredit role="translator"><firstname>Matthias</firstname><surname>Schulz</surname><affiliation><address><email>matthschulz@linuxfreemail.com</email></address></affiliation><contrib>Übersetzer</contrib></othercredit>
es: <othercredit role="translator"> <firstname>Pablo</firstname> <surname>de Vicente</surname> <affiliation><address><email>pvicentea@nexo.es</email></address></affiliation> <contrib>Traductor</contrib> </othercredit>
fr: <othercredit role="translator"><firstname>Gérard</firstname><surname>DELAFOND</surname><affiliation><address><email>g.delafond@medsyn.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit> <othercredit role="translator"><firstname>Anne-Marie</firstname><surname>Mahfouf</surname><affiliation><address><email>a-m.mahfouf@lineone.net</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
nl: &Niels.Reedijk;
pt: <othercredit role="translator"><firstname>José</firstname><surname>Pires</surname><affiliation><address><email>jncp@rnl.ist.utl.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sk: <othercredit role="translator"><firstname>Stanislav</firstname> <surname>Višňovský</surname> <affiliation> <address><email>visnovsky@nenya.ms.mff.cuni.cz</email></address> </affiliation><contrib>Preklad</contrib></othercredit>

source: background
cs: pozadí
de: Hintergrund
es: fondo
fr: fond d'écran
nl: achtergrond
pt: fundo
sk: pozadie

source: wallpaper
cs: tapeta
de: Hintergrundbild
es: tapiz
fr: papier peint
nl: behang
pt: papel de parede
sk: tapeta

source: Background
cs: Pozadí
de: Hintergrund
es: Fondo
fr: Fond d'écran
nl: Achtergrond
pt: Fundo
sk: Pozadie

source: The Background module allows you to configure colors or wallpapers for your desktop background.
cs: Modul Pozadí slouží k nastavení barev nebo tapet pozadí vaší pracovní plochy.
de: Das Modul Hintergrund dient zum Einstellen von Farbe und Hintergrundbildern für Ihre Arbeitsfläche.
es: El módulo de fondo le permite configurar los colores o papeles tapiz para el fondo de su escritorio.
fr: Le module fonds d'écran vous permet de configurer les couleurs ou les papiers peints pour le fond d'écran de votre bureau.
nl: In de achtergrondmodule kunt u kleuren of behangen kiezen voor uw bureaubladachtergrond.
pt: O módulo do Fundo permite-te configurar as cores ou papéis de parede para o fundo do teu ecrã.
sk: Modul pozadia umožňuje nastaviť farby a tapety pre pozadie vašej plochy.

source: It is comprised of three areas:
cs: Skládá se ze tří částí:
de: Das Modul umfasst drei Bereiche:
es: Está comprendido por tres áreas:
fr: Il est composé de 3 zones&nbsp;:
nl: Het bestaat uit drie gedeelten:
pt: É composto por três áreas:
sk: Obsahuje tri časti:

source: Desktop selection and Name area.
cs: Oblast pro výběr pracovní plochy
de: Bereich für Arbeitsflächenauswahl und Name.
es: Selección de escritorio y área de nombre.
fr: La zone de sélection du bureau et du choix du nom.
nl: Bureaubladselectie en naamgebied
pt: Selecção do ecrã e do nome
sk: Výber plochy a jej meno.

source: The background Preview Monitor
cs: Náhled pozadí
de: Vorschaumonitor für den Hintergrund.
es: El monitor de previsualización del fondo
fr: La fenêtre de prévisualisation des fonds d'écran.
nl: De achtergrondvoorbeeldmonitor
pt: O monitor de antevisão do fundo
sk: Monitor s náhľadom na pozadie

source: An area for determining the background (at the bottom)
cs: Oblast pro nastavení vzhledu pozadí (ve spodní části)
de: Bereich zum Einstellen des Hintergrundes (im unteren Bereich).
es: Un área para determinar el fondo (en la parte inferior)
fr: Un endroit pour déterminer le fond d'écran (en bas)
nl: Een gebied voor het bepalen van de achtergrond (onderaan)
pt: Uma área para determinar o fundo (na parte inferior)
sk: Oblasť pre určenie pozadia (dole)

source: Desktop
cs: Pracovní plocha
de: Arbeitsfläche
es: Escritorio
fr: Bureau
nl: Bureaublad
pt: Ecrã
sk: Plocha

source: The top left box, labeled <guilabel>Desktop</guilabel>, lists the currently configured desktops identified by their names.
cs: Oblast v levém horním rohu nazvaná <guilabel>Pracovní plocha</guilabel> obsahuje seznam pracovních ploch, u kterých je prováděna změna nastavení.
de: Das Feld <guilabel>Arbeitsfläche</guilabel>oben links listet die vorhandenen Arbeitsflächen auf. Diese werden durch ihre Namen identifiziert.
es: La caja situada arriba a la izquierda, etiquetada <guilabel>Escritorio</guilabel>, contiene una lista de los escritorios acutalmente configurados identificados por sus nombres.
fr: La boîte en haut à gauche nommée <guilabel>Bureau</guilabel> affiche la liste des bureaux actuellement configurés et identifiés par leurs noms.
nl: In het veld linksboven, met het label <guilabel>Bureaublad</guilabel>, staan de momenteel geconfigureerde bureaubladen geïdentificeerd door hun naam.
pt: A área de topo, chamada <guilabel>Ambiente de Trabalho</guilabel>, enumera os ecrãs actualmente configurados, identificados pelos seus nomes.
sk: V zozname označenom <guilabel>Plocha</guilabel> sú všetky momentálne nastavené plochy pod svojimi menami.

source: To configure the background for a desktop, start by clicking on the desktops name.
cs: Nejprve klikněte na jméno pracovní plochy, u které chcete měnit pozadí.
de: Wenn Sie die Einstellungen für eine Arbeitsfläche verändern wollen, klicken Sie auf den Namen der Arbeitsfläche.
es: Para configurar el fondo para un escritorio, comience pulsando sobre el nombre de los escritorios.
fr: Pour configurer le fond d'écran d'un bureau, commencez par cliquer sur le nom du bureau.
nl: Om de achtergrond voor een bureaublad in te stellen, begine dan door te klikken op de naam van het bureaublad.
pt: Para configurares o fundo de um ecrã, começa por carregares no nome de um deles na lista.
sk: Aby ste nastavili pozadie pre plochu, kliknite na jej meno.

source: If you wish to configure all your desktop backgrounds the same, select the checkbox labeled <guilabel>Common Background</guilabel>.
cs: Pokud chcete, aby měly všechny pracovní plochy stejné pozadí, zaškrtněte přepínač <guilabel>Společné pozadí</guilabel>.
de: Wenn Sie den Hintergrund für alle Ihre Arbeitsflächen gleich einstellen wollen, dann markieren Sie das Ankreuzfeld <guilabel>Gemeinsamer Hintergrund</guilabel>.
es: Si desea configurar todos los fondos de sus escritorios de la misma manera, seleccione la caja de selección etiquetada como <guilabel>Fondo común</guilabel>.
fr: Si vous souhaitez configurer tous vos bureaux de la même manière, cochez la case intitulée <guilabel>Fond d'écran commun à tous les bureaux</guilabel>.
nl: Als u al uw bureaubladen hetzelfde in wilt stellen, selecteer het veld met de naam <guilabel>Algemene Achtergrond</guilabel>
pt: Se quiseres configurar os fundos dos ecrãs todos por igual, selecciona a opção <guilabel>Fundo Comum</guilabel>.
sk: Ak chcete, aby všetky plochy používali rovnaké pozadie, použite voľbu <guilabel>Spoločné pozadie</guilabel>.

source: If you want to change the names of your desktop, you can do that in another module. See <link linkend="desktop-number">Desktop: Number of Desktops</link> for more details.
cs: Přejmenování pracovní plochy můžete provést v jiném modulu. Bližší informace naleznete v sekci <link linkend="desktop-number">Pracovní plocha: Počet pracovních ploch</link>.
de: Die Namen der Arbeitsflächen werden in einem anderen Modul geändert. Sehen Sie hierzu unter <link linkend="desktop-number">Arbeitsfläche: Virtuelle Arbeitsflächen</link> nach.
es: Si desea cambiar los nombres de su escritorio, puede hacerlo en otro módulo. Vea <link linkend="desktop-number">Escritorio: número de escritorios</link> para más detalles.
fr: Si vous voulez changer les noms de vos bureaux, vous pouvez le faire dans un autre module. Voir <link linkend="desktop-number">Bureau&nbsp;: nombre de bureaux</link> pour plus de détails.
nl: Als u de namen van uw bureaublad wilt wijzigen, kunt u dat doen in een andere module. Zie <link linkend="desktop-number">Bureaublad: Aantal bureaubladen</link> voor meer details.
pt: Se quiseres mudar os nomes dos teus ecrãs, podes fazê-lo noutro módulo. Vê <link linkend="desktop-number">Ambiente de Trabalho: Número de Ecrãs</link> para mais informações.
sk: Ak chcete zmeniť mená plochy, musíte to urobiť v inom module, detaily nájdete v <link linkend="desktop-number">Plocha: Počet plôch</link>

source: Preview Monitor
cs: Náhledový monitor
de: Vorschaumonitor
es: Monitor de previsualización
fr: Fenêtre de prévisualisation
nl: Voorbeeldmonitor
pt: Monitor de Antevisão
sk: Monitor náhľadu

source: This is a preview window. It will give you a sense of what to expect with each change.
cs: Jedná se o náhledové okno, které zobrazuje všechny změny pozadí okamžitě po jejich provedení.
de: Dieser ist ein Vorschaufenster und gibt Ihnen einen Eindruck, was die vorgenommenen Änderungen bewirken.
es: Es una ventana de previsualización. Le da una idea de lo que le espera con el cambio.
fr: C'est une fenêtre de prévisualisation. Elle vous donnera un aperçu du résultat lors de chaque changement.
nl: Dit is een voorbeeldvenster. Het geeft u een voorbeeld van wat u kunt verwachten bij elke wijziging.
pt: Esta é uma janela de antevisão. Dar-te-á uma ideia do que podes esperar com cada alteração.
sk: Toto je okno s náhľadom. Ukáže vám, aké pozadie môžete s týmto nastavením očakávať.

source: The display background can be filled: with a single color, with a single color with a pattern over it, by any external program of your choice, or with one of several color gradients.
cs: Pozadí pracovní plochy může být vyplněno jednou barvou, barvou se vzorkem, externím programem nebo některým z barevných přechodů.
de: Der Hintergrund kann auf verschiedene Weise gefüllt werden: mit einer einzelnen Farbe, mit einem Muster aus dieser Farbe oder mit einem von verschiedenen Überblendungsmustern aus zwei Farben.
es: El fondo mostrado puede ser rellenado: con un sólo color, con un sólo color con un patrón por encima, por un porgrama externo de su elección, ocon uno de los diferentes gradientes de colores.
fr: Le fond d'écran peut être rempli&nbsp;: avec une seule couleur, avec une seule couleur comprenant un motif par-dessus, par tout programme externe de votre choix ou avec l'un des dégradés de couleur possibles.
nl: De achtergrond van het scherm kan gevuld worden met een enkele kleur, of met een enkele kleur met een patroon erover, of door een extern programma van uw keuze of door enkele kleurengradiënten.
pt: O fundo do ecrã pode ser preenchido com uma cor única, com uma cor e um padrão sobre ela, com qualquer programa externo à tua escolha ou com um de vários gradientes de cor.
sk: Pozadie plochy môže byť vyplnené jednou farbou, jednou farbou a vzorkou, externým programom, ktorý si vyberiete, alebo niektorým z farebných prechodov.

source: The area at the bottom is for determining the background contents. It is divided into three tabs.
cs: Oblast v dolní části okna slouží k nastavení vzhledu pozadí. Je rozdělena do tří panelů.
de: Der untere Bereich dient zur Einstellung des Hintergrundinhalts. Er ist in drei Karteikarten unterteilt.
es: El área en la parte inferior sirve para determinar los contenidos delfondo. Se divide en tres pestañas
fr: La partie inférieure sert à déterminer les contenus de fonds d'écran. Elle est divisée en trois onglets.
nl: Het gebied onderaan is voor het bepalen van de achtergrondinhoud. Het is over drie tabbladen verdeeld.
pt: A área inferior determina o conteúdo do fundo. Está dividida em três páginas.
sk: Spodná oblasť modulu určuje obsah pozadia. Má tri záložky.

source: This tab, allows you to fill the screen with color.
cs: Tento panel umožňuje vyplnit plochu libovolnou barvou.
de: Diese Karteikarte dient zur Auswahl von Farben für den Hintergrund.
es: Esta pestaña, le permite rellenar la pantalla con color.
fr: Cet onglet vous permet de remplir l'écran avec de la couleur.
nl: Dit tabblad laat u het scherm vullen met kleur.
pt: Esta página permite-te preencher o ecrã com cores.
sk: Táto záložka vám umožňuje vyplniť obrazovku farbou.

source: You should first select the appropriate choice in the drop down box labeled <guilabel>Mode</guilabel>. Your options are:
cs: Nejprve vyberte z roletového seznamu <guilabel>Mód</guilabel> některý z typů výplně. Možnosti jsou:
de: Sie sollten jedoch zuerst Ihre Wahl im Auswahlfeld <guilabel>Modus:</guilabel> treffen. Die Möglichkeiten sind:
es: Primero debería seleccionar su elección en el menú desplegable etiquetado <guilabel>Modo</guilabel>. Sus opciones son:
fr: Vous devez d'abord sélectionner le choix approprié dans la boîte déroulante intitulée <guilabel>Mode</guilabel>. Les options possibles sont&nbsp;:
nl: U moet eerst de gepaste keuze in het lijstveld met het label <guilabel>Mode</guilabel> maken. Uw opties zijn:
pt: Deves seleccionar primeiro a opção apropriada na lista chamada <guilabel>Modo</guilabel>. As tuas opções são:
sk: Najprv by ste si mali vybrať vhodný <guilabel>Mód</guilabel> výpne. Možnosti sú:

source: Flat
cs: Jednobarevné
de: Einfach
es: Plano
fr: Couleur unie
nl: Vlak
pt: Normal
sk: Jednoduchá

source: By choosing this mode, you select one color (using the color button labeled <guibutton>Color 1</guibutton>), and the entire background is covered with this one color.
cs: Zvolíte-li tento typ výplně, bude celé pozadí vyplněno jednou barvou (výběr barvy provedete pomocí tlačítka <guibutton>Barva 1</guibutton>).
de: Dieses Modus färbt den gesamten Hintergrund mit der in <guibutton>Farbe 1:</guibutton> ausgewählten Farbe.
es: eleccionando este modo, usted selecciona un color (utilizando el botón del color etiquetado como <guibutton>Color 1</guibutton>), y todo el fondo se cubre con ese color.
fr: En choisissant ce mode, vous sélectionnez une couleur (en utilisant le bouton de choix de couleur étiqueté <guibutton>Couleur 1</guibutton>) et le fond d'écran sera entièrement couvert de cette seule couleur.
nl: Als u deze modus kiest, kunt u één kleur selecteren (door middel van de kleurenknop met het label <guibutton>Kleur 1</guibutton>), en de volledige achtergrond wordt bedekt met deze kleur.
pt: Escolhendo este modo, podes seleccionar uma cor (utilizando o botão de cores chamado <guibutton>Cor 1</guibutton>), para que o fundo do ecrã inteiro possa ser coberto com esta cor.
sk: V tomto móde si vyberiete jednu farbu (pomocou tlačidla <guibutton>Farba č.1</guibutton>) a tou bude celé pozadie vyplnené.

source: Pattern
cs: Vzor
de: Muster
es: Plantilla
fr: Motif
nl: Patroon
pt: Padrão
sk: Vzorka

source: By choosing this mode, you select two colors (using both color buttons).
cs: V tomto režimu jsou použity obě barvy (tlačítka <guibutton>Barva 1</guibutton> a <guibutton>Barva 2</guibutton>).
de: In diesem Modus wählen Sie zwei Farben in den beiden Auswahlfeldern aus.
es: Seleccionando este modo, selecciona dos colores (utilizando ambos botones de color).
fr: En choisissant ce mode, vous sélectionnez deux couleurs (en utilisant les deux boutons de couleurs).
nl: Als u deze modus kiest, selecteert u twee kleuren (door middel van beide kleurenknoppen).
pt: Escolhendo este modo, podes seleccionar duas cores (utilizando ambos os botões de cores).
sk: V tomto móde si vyberiete dve farby (pomocou oboch tlačidiel).

source: You then select a pattern by clicking <guilabel>Setup</guilabel>. This opens a new dialog window, which gives you the opportunity to Select a pattern. Simply click once on the pattern of your choice, then click on <guibutton>OK</guibutton>, and &kde; will render the pattern you selected using the two colors you selected. For more on patterns, see the section <link linkend="bkgnd-patterns">Adding, Removing and Modifying Patterns</link>.
cs: Vzor vyberete kliknutím na tlačítko <guilabel>Nastavení</guilabel>. Otevře se dialogové okno, ve kterém můžete vybrat vzorek. Klikněte na požadovaný vzorek, klikněte na <guilabel>OK</guilabel> a &kde; zobrazí vybraný vzorek v náhledovém okně. Další informace o vzorcích naleznete v části <link linkend="bkgnd-patterns">Přidávání, odebírání a úprava vzorků</link>.
de: Dann wählen Sie ein Muster, indem Sie auf <guilabel>Einrichtung</guilabel> klicken. Das öffnet ein neues Dialogfenster, in dem Sie ein Muster auswählen können. Klicken Sie einfach auf das Muster Ihrer Wahl, dann auf <guibutton>OK</guibutton> und &kde; zeigt das Muster, das Sie ausgewählt haben, in den beiden von Ihnen gewählten Farben an. Folgen Sie dem Link <link linkend="bkgnd-patterns">Hinzufügen, Entfernen und Ändern von Mustern</link>, wenn Sie mehr darüber wissen wollen.
es: Luego seleccione un patrón pulsando sobre<guilabel>Configurar</guilabel>. Esto muestra una nueva ventana de diálogo, que le permite seleccionar un patrón. Simplemente pulse sobre el patrón elegido,después pulse sobre <guilabel>Aceptar</guilabel>, y &kde; le mostrará el patrón seleccionado utilizando los dos colores elegidos. Para utilizar otros patrones,vea la sección <link linkend="bkgnd-patterns">Añadiendo, suprimiendo y modificando patrones</link>.
fr: Vous sélectionnez ensuite un motif en cliquant sur le bouton <guilabel>Configurer</guilabel>. Ceci ouvre une nouvelle boîte de dialogue, qui vous permet de choisir un motif. Cliquez simplement une seule fois sur le dessin de votre choix, puis cliquez sur <guilabel>OK</guilabel> et &kde; affichera le motif sélectionné avec les deux couleurs choisies. Pour en savoir plus sur les motifs, veuillez vous reporter à la section <link linkend="bkgnd-patterns">Ajouter, supprimer et modifier des motifs</link>.
nl: Dan selecteert u een patroon door te klikken op <guilabel>Instellen</guilabel>. Hierbij opent er een nieuw dialoogvenster, dat u de mogelijkheid geeft om een patroon te selecteren. Klik eenmaal op het patroon van uw keuze, klik dan op <guilabel>OK</guilabel>, en &kde; zal het door u gekozen patroon tekenen met de twee kleuren die u geselecteerd heeft. Voor meer informatie over patronen, zie de sectie <link linkend="bkgnd-patterns">Patronen toevoegen, verwijderen en wijzigen</link>.
pt: Podes seleccionar em seguida um padrão carregando em <guilabel>Configurar</guilabel>. Isto abre uma nova janela onde podes então escolhê-lo. Após o seu aparecimento, podes escolher o padrão que desejas, carregando depois no botão <guibutton>OK</guibutton>; o &kde; irá apresentar o padrão escolhido em conjunto com as duas cores previamente escolhidas. Para saberes mais sobre padrões, vê a secção <link linkend="bkgnd-patterns">Adding, Removing and Modifying Patterns</link>.
sk: Potom si vyberiete vzorku pomocou tlačidla <guilabel>Nastavenie</guilabel>. Objaví sa dialóg s možnosťou výberu vzorky. Jednoducho kliknite na požadovanú vzorku a stlačte <guibutton>OK</guibutton>. &kde; zobrazí vybranú vzorku pomocou farieb, ktoré ste si vybrali. Informácie o vzorkách nájdete v kapitole <link linkend="bkgnd-patterns">Pridávanie, odstraňovanie a úprava vzoriek</link>.

source: Background Program
cs: Program ovládající pozadí
de: Programm für Hintergrund
es: Programa de fondo
fr: Programme de fond d'écran
nl: Achtergrondprogramma
pt: Programa de Fundo
sk: Program na vytvorenie pozadia

source: By selecting this option, you can have &kde; use an external program to determine the background. This can be any program of your choosing. For more information on this option, see the section entitled <link linkend="bkgnd-programs">Using an external program</link>.
cs: Vzhled pozadí pracovní plochy &kde; bude ovládán externím programem. Tímto programem může být libovolná aplikace. Bližší informace naleznete v části <link linkend="bkgnd-programs">Použití externího programu</link>.
de: Wenn Sie diese Möglichkeit auswählen, benutzt &kde; ein anderes Programm, um den Hintergrund festzulegen. Sie können jedes Programm Ihrer Wahl dazu benutzen. Weitere Informationen zu dieser Möglichkeit finden Sie im entsprechenden Abschnitt, wenn Sie diesem <link linkend="bkgnd-programs">Link</link> folgen.
es: Seleccionando esta opción, puede hacer que &kde; utilice un programa externo para fijar el fondo. Este puede ser cualquier programa que desee. Para obtener más información sobre esta opción, lea la sección titulada <link linkend="bkgnd-programs">Fondo: Utilizando un programa externo</link>.
fr: En sélectionnant cette option, vous pouvez demander à &kde; d'utiliser un programme extérieur pour déterminer le fond d'écran. Ce programme peut être n'importe quel programme de votre choix. Pour en savoir plus sur cette option, voyez la section intitulée <link linkend="bkgnd-programs"> Utiliser un programme extérieur</link>.
nl: Als u deze optie selecteert, kunt u &kde; een extern programma laten gebruiken om de achtergrond te bepalen. Dit kan elk programma van uw keuze zijn. Voor meer informatie over deze optie, zie de sectie getiteld <link linkend="bkgnd-programs">Een extern programma gebruiken</link>.
pt: Seleccionando esta opção, podes fazer com que o &kde; utilize um programa externo para determinar o fundo. Pode ser qualquer programa à tua escolha. Para mais informações sobre esta opção vê a secção intitulada <link linkend="bkgnd-programs">Utilizar um programa externo</link>.
sk: Použitím tejto voľby bude &kde; používať externý program pre generovanie pozadia. Môže to byť ľubovoľný program. Ďalšie informácie o tomto nastavení nájdete v kapitole <link linkend="bkgnd-programs">Použitie externého programu</link>.

source: Horizontal Gradient
cs: Horizontální gradient
de: Waagerechter Verlauf
es: Gradiente horizontal
fr: Dégradé horizontal
nl: Horizontaal kleurverloop
pt: Gradiente Horizontal
sk: Horizontálne stupňovať
