Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmfile.po
Languages: da, es, fr, nl, pt, sk, sl, sv

source: To change the icon, simply click on the Icon button. A dialog box will appear, which will show you all available icons. Simply click once with the mouse on the icon of your choice, and click <guibutton>OK</guibutton>.
da: Hvis du vil ændre ikonen, så klik på Ikon knappen. En dialogboks kommer frem, som vil vise dig alle tilgængelige ikoner. Klik så en gang med musen på din valgte ikon, og klik på <guibutton>O.k.</guibutton>.
es: Para cambiar el icono, simplemente pulse sobre el botón de iconos. Aparecerá un cuadro de diálogo, que mostrará todos los iconos diponibles. Simplemente pulse una vez con el ratón sobre el icono elegido, y pulse <guibutton>Aceptar</guibutton>.
fr: Pour changer l'icône, cliquez simplement sur le bouton représentant une icône. Une boîte de dialogue apparaîtra, vous montrant toutes les les icônes disponibles. Cliquez simplement une fois sur celle de votre choix avec le pointeur de la souris, puis sur <guibutton>OK</guibutton>.
nl: Om een pictogram te wijzigen kunt u eenvoudig op het pictogram klikken. Een dialoogvenster zal verschijnen die u alle beschikbare pictogrammen toont. Klik een keer met de muis op het pictogram van uw keuze en klik op <guibutton>OK</guibutton>.
pt: Para mudares o ícone, basta carregares no botão do Ícone. Irá aparecer uma janel, que te mostrará todos os ícones disponíveis. Só precisas de carregar com o rato num ícone à tua escolha e de carregar no botão <guibutton>OK</guibutton>.
sk: Aby ste zmenili ikonu, jednoducho na ňu kliknite. Zobrazí sa dialóg obsahujúci všetky dostupné ikony. Na tú, ktorú ste si vybrali, kliknite myšou a stlačte <guibutton>OK</guibutton>.
sl: Da spremenite ikono preprosto kliknite njen gumb. Pojavilo se bo pogovorno okno, ki bo prikazalo ikone, ki so na razpolago. Kliknite enkrat na izbrano ikono in kliknite <guibutton>V redu</guibutton>.
sv: För att ändra ikonen, klicka helt enkelt på ikonknappen. En dialogruta visas, som innehåller alla tillgängliga ikoner. Klicka helt enkelt en gång med musen på ikonen som du föredrar, och klicka <guibutton>Ok</guibutton>.

source: Editing the mime-type patterns
da: Redigering af mime-type mønstre
es: Editando plantillas de archivos MIME
fr: Édition des motifs de ficher
nl: Mimetype patroon bewerken
pt: Editar os padrões do tipo MIME
sk: Úprava vzoriek mien súborov
sl: Urejanje vzorcev zvrsti mime
sv: Redigera MIME-typens mönster

source: The box labeled <guilabel>Filename Patterns</guilabel>, determines what files will be included within this mime-type.
da: Boksen der hedder <guilabel>Filnavn mønstre</guilabel>, afgør hvilke filer der vil blive inkluderet indenfor denne mime-type.
es: La casilla etiquetada <guilabel>Plantillas de nombres de archivo</guilabel> determina los archivos a incluir en este tipo MIME.
fr: La boîte intitulée <guilabel>Motifs de fichiers</guilabel> détermine quels types de fichiers correspondent à ce type mime.
nl: Het veld met de naam <guilabel>Bestandsnaam patronen</guilabel> bepaalt welke bestanden zullen worden ingesloten in dit mimetype.
pt: A opção <guilabel>Padrões</guilabel> determina quais os ficheiros incluídos neste tipo MIME.
sk: Pole označené <guilabel>Meno súboru</guilabel> určuje, ktoré súbory budú zaradené do tohto typu MIME.
sl: Polje označeno z <guilabel>Vzorci datotek</guilabel>, določa katere datoteke bodo vključene znotraj te zvrsti mime.
sv: Rutan som heter <guilabel>Filnamnsmönster</guilabel>, avgör vilka filer som ingår i den här MIME-typen.

source: Usually, files are selected based on their suffix. (Examples: Files that end with <literal role="extension">.wav</literal> are sound files, using the WAV format and files that end in <literal role="extension">.c</literal> are program files written in C).
da: Filer vælges sædvanligvis baseret på deres endelse. (Eksempler: Filer der ender på <literal role="extension">.wav</literal> er lydfiler, der bruger WAV formatet og filer der ender på <literal role="extension">.c</literal> er programfiler skrevet i C).
es: Normalmente los archivos se seleccionan basandose en su sufijo. (Ejemplos: los archivos que finalizan por <literal role="extension">.wav</literal> son archivos de sonido, que utilizan el formato WAV y los archivos que finalizan por <literal role="extension">.c</literal> son archivos de programas escritos en C).
fr: En général, on détermine le type d'un fichier en se basant sur son extension. (Par exemple, les fichiers portant l'extension <literal role="extension">.wav</literal> sont des fichiers audio au format WAV&nbsp;; ceux dont l'extension est <literal role="extension">.c</literal> sont des programmes écrit en langage C).
nl: Normaal worden bestanden geselecteerd op hun extensie. Bijvoorbeeld bestanden die eindigen op <literal role="extension">.wav</literal> zijn geluidsbestanden die het WAV-formaat gebruiken en bestanden die eindigen op <literal role="extension">.c</literal> zijn bestanden die geschreven zijn in de programmeertaal C.
pt: Normalmente, os ficheiros são seleccionados com base no seu sufixo. (Exemplos: os ficheiros que acabam em <literal role="extension">.wav</literal> são ficheiros de som no formato WAV, assim como os ficheiros que acabam em <literal role="extension">.c</literal> são ficheiros de código em C).
sk: Súbory sa obvykle vyberajú na základe prípony. (Napríklad súbory s príponou <literal role="extension">.wav</literal> sú zvukové súbory vo formáte WAV a súbory s príponou <literal role="extension">.c</literal> sú programy napísané v programovacom jazyku C).
sl: Običajno so datoteke izbrane na osnovi končnice. (Primeri: datoteke ki se končajo z <literal role="extension">.wav</literal> so zvočne datoteke v formatu WAV in datoteke, ki se končajo z <literal role="extension">.c</literal> so programi napisani v C-ju).
sv: Vanligtvis väljs filer baserat på deras ändelse. (Exempel: filer som slutar med <literal role="extension">.wav</literal> är ljudfiler, som använder WAV-formatet och filer som slutar på <literal role="extension">.c</literal> är programfiler skrivna i C).

source: You should enter your filename mask in this combo box.
da: Du skal indgive dit filenavn mønster i denne comboboks.
es: Debería introducir su máscara de nombre de archivo en esta caja combo.
fr: C'est aussi ici que l'on définit le(s) masque(s) utilisés pour ce type de fichier.
nl: In deze combinatieveld kunt u uw bestandsnaam masker invoeren.
pt: Deves indicar a tua máscara de ficheiros nesta lista.
sk: Do tohto zoznamu by ste mali zadať masku mena súborov.
sl: V ta kombiniran seznam morate vnesti vašo datotečno masko.
sv: Du skriver in ditt filnamnsmönster i den här rutan.

source: The asterisk (*) is a wildcard character that will be used with nearly every mime type mask. A complete discussion of wildcards is beyond the scope of this manual, but it is important to understand that the asterisk (in this context), <quote>matches</quote> any number of characters. As an example: <userinput>*.pdf</userinput> will match <filename>Datafile.pdf</filename>, <filename>Graphics.pdf</filename> and <filename>User.pdf</filename>, but not <filename>PDF</filename>, <filename>Datafile.PDF</filename>, or <filename>.pdf</filename>.
da: Stjernen (*) er et jokertegn der passer med næsten ethvert mime type mønster. En fuldstændig diskussion af jokertegn går udover omfanget af denne manual, men det er vigtigt at forstå at stjernen (i denne sammenhæng), <quote>passer</quote> med et vilkårligt antal tegn. For eksempel vil: <userinput>*.pdf</userinput> passe med <filename>Datafile.pdf</filename>, <filename>Graphics.pdf</filename> og <filename>User.pdf</filename> men ikke med <filename>PDF</filename>, <filename>Datafile.PDF</filename> eller <filename>.pdf</filename>.
es: El asterisco (*) es un caracter comodin que se usará con casi todas las máscaras de tipo MIME. Una discusión completa está más allá del objetivo de este manual, pero es importante entender que el asterisco (en este contexto), <quote>ajusta</quote> cualquier número de caracteres. Por ejemplo, <userinput>*.pdf</userinput> se ajusta a <filename>Datafile.pdf</filename>, <filename>Graphics.pdf</filename> y <filename>User.pdf</filename>, pero no a <filename>PDF</filename>, <filename>Datafile.PDF</filename>, o <filename>.pdf</filename>.
fr: L'astérisque (*) est un caractère joker qui est utilisé dans quasiment tous les masques de types mime. Entrer dans des explications détaillées concernant l'emploi des jokers serait sortir du cadre de ce manuel. Néanmoins, il est important de bien comprendre que (dans ce cas bien précis) l'astérisque sert à <quote>remplacer</quote> n'importe quelle chaîne de caractères. Par exemple&nbsp;: <userinput>*.pdf</userinput> correspondra à <filename>Datafile.pdf</filename>, <filename>Graphics.pdf</filename> et <filename>User.pdf</filename>, mais pas à <filename>PDF</filename>, <filename>Datafile.PDF</filename>, ou <filename>.pdf</filename>.
nl: De asterisk (*) is een wildcard parameter die wordt gebruikt in bijna alle mimetype maskers. Een complete beschrijving van wildcards ligt buiten het bereik van dit document maar het is belangrijk om te begrijpen dat de asterisk, in deze context, <quote>gelijk</quote> is aan elk willekeurig aantal karakters. Bijvoorbeeld: <userinput>*.pdf</userinput> is gelijk aan <filename>Databestand.pdf</filename>, <filename>Grafisch.pdf</filename> en <filename>Gebruiker.pdf</filename>, maar niet aan <filename>PDF</filename>, <filename>Databestand.PDF</filename> of <filename>.pdf</filename>.
pt: O asterisco (*) é um carácter especial que será usado em praticamente todas as máscaras de tipos MIME. A descrição completa dos caracteres especiais está fora do âmbito deste manual, mas é importante perceber que o asterisco (neste contexto) <quote>corresponde</quote> a um número qualquer de caracteres. Por exemplo: <userinput>*.pdf</userinput> irá corresponder com <filename>Datafile.pdf</filename>, <filename>Graphics.pdf</filename> e <filename>User.pdf</filename>, mas não com <filename>PDF</filename>, <filename>Datafile.PDF</filename> ou <filename>.pdf</filename>.
sk: Hviezdička (*) je žolík, ktorý sa používa skoro v každej maske. Úplný popis funkcie žolíkov je mimo rozsah tohto manuálu, ale stačí vedieť, že hviezdička <quote>odpovedá</quote> ľubovoľnému počtu ľubovoľných znakov. Napríklad, <userinput>*.pdf</userinput> odpovedá súborom <filename>Datafile.pdf</filename>, <filename>Graphics.pdf</filename> a <filename>User.pdf</filename>, ale nie súborom <filename>PDF</filename>, <filename>Datafile.PDF</filename>, a <filename>.pdf</filename>.
sl: Zvezdica (*) je poseben znak (wildcard), ki se uporablja s praktično vsako masko zvrsti mime. Popolna razprava o wildcardih presega namen tega priročnika, vendar pa je pomembno razumeti da zvezdica (v tem kontekstu) <quote>ustreza</quote> kateremukoli številu znakov. Kot primer: <userinput>*.pdf</userinput> bo ustrezal <filename>Podatki.pdf</filename>, <filename>Grafika.pdf</filename> in <filename>Uporabnik.pdf</filename>, ne pa <filename>PDF</filename>, <filename>Podatki.PDF</filename>, ali <filename>.pdf</filename>.
sv: Asterisken (*) är ett jokertecken som används i nästan varje MIME-typmönster. En fullständig förklaring av jokertecken är utanför den här manualens omfattning, men det är viktig att förstå att asterisken (i det här sammanhanget), <quote>matchar</quote> hur många tecken som helst. Som ett exempel: <userinput>*.pdf</userinput> matchar <filename>Datafil.pdf</filename>, <filename>Grafik.pdf</filename> och <filename>Användare.pdf</filename>, men inte <filename>PDF</filename>, <filename>Datafil.PDF</filename>, eller <filename>.pdf</filename>.

source: It is very beneficial to have multiple masks. One for lower case, one for upper case, etc. This will help ensure that &kde; can determine the file type more accurately.
da: Det er meget nyttigt at have flere mønstre. En for små bogstaver, en for store bogstaver, osv. Dette hjælper med at sørge for at &kde; kan afgøre filtypen mere nøjagtigt.
es: Es beneficioso disponer de varias máscaras. Una para minúsculas, una para mayúsculas, etc. Esto ayudará a que &kde; determine el tipo con más precisión.
fr: Il y a tout intérêt à utiliser plusieurs masques&nbsp;: un en minuscule, un en majuscule, etc. Ceci aidera &kde; à déterminer le type du fichier de manière plus efficace.
nl: Het is erg waardevol om meerdere patronen te hebben. Één voor kleine letters, een voor hoofdletters, &etc;. Dit verzekert u ervan dat &kde; het bestandstype accurater kan bepalen.
pt: É bastante benéfico ter várias máscaras. Uma para a versão em minúsculas, outra para maiúsculas, etc. Isto irá garantir que o &kde; consegue determinar o tipo de ficheiros com maior precisão.
sk: To, že môže byť definovaných viacero masiek, je veľmi užitočné. Jedna pre veľké písmená, jedna pre malé písmená atď. To pomáha &kde;, aby boli typy súborov správne určené.
sl: Zelo uporabno je imeti več mask. Eno za majhne črke, eno za velike itd. To pomaga zagotoviti, da lahko &kde; natančneje določi tip datoteke.
sv: Det är mycket fördelaktigt att ha flera mönster. Ett för små bokstäver, och ett för stora, etc. Det här hjälper till att försäkra att &kde; kan avgöra filtypen med större noggrannhet.

source: Editing a mime types description.
da: Redigering af mime typer beskrivelse.
es: Editando la descripción de tipos MIME.
fr: Édition de la description d'un type mime.
nl: Beschrijving van een mimetype bewerken.
pt: Editar a descrição de um tipo MIME.
sk: Úprava popisu typu MIME.
sl: Urejanje opisa zvrsti mime.
sv: Redigera MIME-typens beskrivning.

source: You can type a short description of the mime type in the text box labeled <guilabel>Description</guilabel>. This lable is to help you, it does not affect the function of the mime type.
da: Du kan skrive en kort beskrivelse af mime typen i tekstboksen ved navn <guilabel>Beskrivelse</guilabel>. Denne etikette er der for at hjælpe dig, det påvirker ikke funktionen af mime typen.
es: Puede introducir una pequeña descripción del tipo MIME en el recuadro de texto etiqeutado <guilabel>Descripción</guilabel>. Esta etiqueta es sólo una ayuda, y no afecta a la función del tipo MIME.
fr: Vous pouvez saisir une courte description du type mime dans la zone intitulée <guilabel>Description</guilabel>. Cette description est pour vous aider, elle n'affecte pas la fonction du type mime.
nl: U kunt een korte beschrijving van het mimetype in het tekstveld vinden met de naam <guilabel>Beschrijving</guilabel>. Deze beschrijving er om u te helpen het heeft geen effect op het functioneren van het mimetype.
pt: Podes escrever uma breve descrição do tipo MIME no campo de texto <guilabel>Descrição</guilabel>. Este campo é para te ajudar, mas não afecta o funcionamento do tipo MIME.
sk: Krátky popis typu môžete zadať do <guilabel>Popis</guilabel>. Tento popis má pomôcť vám, nepoužíva sa pri práci s typom.
sl: Vtipkate lahko kratek opis zvrsti mime v vnosno polje označeno z <guilabel>Opis</guilabel>. Ta opis je zato, da vam pomaga, ne vpliva pa na funkcijo zvrsti mime.
sv: Du kan skriva in en kort beskrivning av MIME-typen i textrutan med namnet <guilabel>Beskrivning</guilabel>. Det här namnet är till för att hjälpa dig, det påverkar inte MIME-typens funktion.

source: Editing the application associations
da: Redigering af programassociationer
es: Editando las asociaciones con aplicaciones
fr: Édition des applications associées
nl: Applicatie associaties bewerken
pt: Editar as associações de aplicações
sk: Úprava asociácií s aplikáciami
sl: Urejanje asociacij programov
sv: Redigera programbindningarna

source: There are four buttons (<guibutton>Move Up</guibutton>, <guibutton>Move Down</guibutton>, <guibutton>Add</guibutton> and <guibutton>Remove</guibutton>) and a combo box (which lists the applications) which are used to configure the applications.
da: Der er fire knapper (<guibutton>Flyt op</guibutton>, <guibutton>Flyt ned</guibutton>, <guibutton>Tilføj</guibutton> og <guibutton>Fjern</guibutton>) og en comboboks (med en liste af programmer) som bruges til at indstille programmerne.
es: Hay cuatro botones (<guibutton>Subir</guibutton>, <guibutton>Bajar</guibutton>, <guibutton>Añadir</guibutton> y <guibutton>Eliminar</guibutton>) y una caja combo (con una lista de las aplicaciones) que se usan para configurar las aplicaciones.
fr: En bas de la fenêtre, se trouvent quatre boutons (<guibutton>Monter</guibutton>, <guibutton>Descendre</guibutton>, <guibutton>Ajouter</guibutton> et <guibutton>Supprimer</guibutton>) ainsi qu'une une liste d'applications. La configuration des applications se fait dans cette zone.
nl: Er zijn 4 knoppen (<guibutton>Omhoog</guibutton>, <guibutton>Omlaag</guibutton>, <guibutton>Toevoegen</guibutton> en <guibutton>Verwijderen</guibutton>) en een combinatieveld (om de applicaties op te sommen) aanwezig welke worden gebruikt om de applicaties in te stellen.
pt: Existem quatro botões (<guibutton>Mover para Cima</guibutton>, <guibutton>Mover para Baixo</guibutton>, <guibutton>Adicionar</guibutton> e <guibutton>Remover</guibutton>) e uma lista (com as aplicações) que são usados para configurar as aplicações.
sk: Pre nastavenie používaných aplikácií sa používajú štyri tlačidlá (<guibutton>Presunúť hore</guibutton>, <guibutton>Presunúť dolu</guibutton>, <guibutton>Pridať</guibutton> a <guibutton>Odstrániť</guibutton>) a zoznam aplikácií vedľa nich.
sl: Obstajajo štirje gumbi (<guibutton>Pomakni gor</guibutton>, <guibutton>Pomakni dol</guibutton>, <guibutton>Dodaj</guibutton> in <guibutton>Odstrani</guibutton>), ter kombiniran seznam (v katerem je seznam programov), ki se uporabljajo za nastavitev programov.
sv: Det finns fyra knappar (<guibutton>Flytta upp</guibutton>, <guibutton>Flytta ner</guibutton>, <guibutton>Lägg till</guibutton> och <guibutton>Ta bort</guibutton>) och en textruta (som listar programmen) som används för att anpassa programmen.

source: The combo box lists all of the applications associated with a specific mime-type. The list is in a specific order. The top application is the first application tried. The next application down the list is the second, etc.
da: Comboboksen er en liste af alle de programmer der er associeret til en specifik mime-type. Listen er i en specifik rækkefølge. Det øverste program er det første program der bliver prøvet. Det næste program på listen er nummer to osv.
es: La caja combo contiene una lista de todas las aplicaciones asociadas con un tipo MIME específico. La lista está en un orden específico. La aplicación superior es la primera aplicación a probar. La siguiente aplicación en la lista es la segunda, etc.
fr: La liste détaille l'ensemble des applications associées au type mime sélectionné. L'ordre dans lequel elle sont classées a son importance. En haut de la liste, nous trouvons l'application qui sera essayée en premier, l'application qui se trouve juste en dessous viendra en second, etc.
nl: Het combinatieveld somt alle applicaties op die zijn geassocieerd met een specifiek mimetype. De lijst is gesorteerd in een bepaalde volgorde. De bovenste applicatie is de eerste applicatie die wordt geprobeert. De volgende applicatie in de lijst is de tweede die wordt geprobeert, &etc;.
pt: A lista contém todas as aplicações associadas com um dado tipo MIME. A lista está numa ordem específica. A aplicação de topo é a primeira aplicação que se tenta usar. A aplicação logo a seguir é a segunda, etc.
sk: Zoznam obsahuje všetky aplikácie asociované s daným typom MIME. Na poradí v zozname záleží. Najprv sa totiž vyskúša aplikácia, ktorá je na začiatku zoznamu. Potom druhá, atď.
sl: Kombiniran seznam izpiše vse programe, ki so asociirani s specifično zvrstjo mime. Seznam ima poseben vrstni red. Vrhnji program je prvi, ki se poskuša pognati. Naslednji spodaj je drugi in tako dalje.
sv: Textrutan listar alla program som hör ihop med en specifik MIME-typ. Listan är i en viss ordning. Det översta programmet används i första hand. Nästa program neråt i listan är det andra, etc.

source: What do you mean there is more than one application per mime-type? Why is this necessary?
da: Hvorfor i al verden er der mere end et program pr mime-type? Hvorfor er det nødvendigt?
es: ¿Qué significado tiene el que haya más de una aplicación por tipo MIME. ¿Por qué es necesario?
fr: Pourquoi plus d'une application par type mime&nbsp;? En quoi est-ce nécessaire&nbsp;?
nl: Wat bedoelt u met meer dan één applicatie per mimetype ? Waarom is dit nodig ?
pt: O que queres dizer com existir mais do que uma aplicação por tip MIME? Porque é que é necessário?
sk: Aký má zmysel, že existuje viacero aplikácií asociovaných s typom MIME? Je to nutné?
sl: Kaj mislite s tem, da obstaja več kot en program za posamezno zvrst mime? Zakaj je to potrebno?
sv: Vad menar du med att det finns mer än ett program per MIME-typ?Varför är det nödvändigt?
