Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmaccess.po
Languages: cs, da, de, es, fr, nl, pt, sk, sl, sv

source: Keyboard navigation helps people who have difficulty with trackballs, digital tablets and mice. These users can now configure &kde; to use the arrow keys on the numeric keypad as a replacement.
cs: Ovládání polohovacího zařízení prostřednictvím klávesnice je určeno prouživatele, kteří mají problémy s ovládáním trackballů, tabletů nebo myší. Titouživatelé nyní mohou v &kde; místo myši používat numerickou klávesnici.
da: Tastatur navigation hjælper folk der har besvær med trackbolde, digitale tabletter og mus. Disse brugere kan nu indstille &kde; til at bruge piletasterne på det numeriske tastatur som erstatning.
de: Auf dieser Seite können Benutzer, die Schwierigkeiten mit Trackballs, digitalen Tabletts oder Mäusen haben, &kde; so konfigurieren, dass Sie die Tasten auf dem Nummernblock als Ersatz verwenden können.
es: La navegación con teclado permite que las personas con dificultad en el uso de ratones de bola, tablas digitales y ratones clásicos, puedan configurar &kde; para utilizar las teclas de flechas del teclado númerico como sustitutas.
fr: Cet onglet concerne les personnes ayant des difficultés avec les trackballs, les tablettes digitales et les souris. Ces utilisateurs peuvent configurer &kde; pour utiliser les touches fléchées du pavé numérique à la place de la souris.
nl: Toetsenbordnavigatie helpt mensen die moeite hebben met het bedienen van de muis, trackballs of digitale tabletten. Deze gebruikers kunnen &kde; nu zo instellen dat de pijltjes toetsen op het numerieke toetsenbord de functie van de muis vervangen.
pt: A navegação com o teclado ajuda as pessoas que têm dificuldade em utilizar 'trackballs' e ratos. Estes utilizadores podem configurar o &kde; para utilizar as setas no teclado numérico como substituição.
sk: Navigácia pomocou klávesnice pomáha ľudom, ktorí majú problémy s použitím myši, trackballu, tabletov apod. Títo používatelia môžu nastaviť &kde; tak, aby používalo šipky na numerickej klávesnici ako ich náhradu.
sl: Navigiranje z miško pomaga ljudjem, ki imajo težave s sledilnimi napravami, digitalnimi tablicami in miškami. Ti uporabniki lahko nastavijo &kde;, da uporablja puščične tipke na numeričnem delu tipkovnice kot nadomestek.
sv: Navigering med tangentbordet hjälper människor som har svårigheter med snurrbollar, ritbrädor och möss. Dessa användare kan nu anpassa &kde; så att piltangenterna på det numeriska tangentbordet används som ersättning.

source: To enable this option, place a mark in the check box labeled <guilabel>Move mouse with keyboard</guilabel>.
cs: Funkci aktivujete zaškrtnutím přepínače <guilabel>Pohybovat myší pomocí klávesnice</guilabel>.
da: Placér et mærke i afkrydsningsboksen ved navn <guilabel>Flyt mus med tastatur</guilabel> for at aktivere dette.
de: Um diese Option zu aktivieren, verwenden Sie das Ankreuzfeld <guilabel>Maus mit Tastatur (Nummernblock) bewegen</guilabel>.
es: Para activar esta opción, coloque una marca en la casilla de selección etiquetada <guilabel>Mover ratón con el teclado</guilabel>.
fr: Pour activer cette option, cochez la case intitulée "<guilabel>Déplacer la souris avec le clavier (avec le pavé numérique)</guilabel>".
nl: Om deze optie aan te zetten, kun je het aanvink vakje met de naam <guilabel>Muis via toetsenbord verplaatsen</guilabel> aan te vinken.
pt: Para activar esta opção, selecciona a caixa com o nome <guilabel>Mower o rato com o teclado</guilabel>.
sk: Aby ste túto možnosť mohli používať, zapnite voľbu <guilabel>Posúvať myš pomocou klávesnice (Numerickej časti)</guilabel>.
sl: Da omogočite to možnost odkljukajte potrditveno polje z oznako <guilabel>Premikajte miško s tipkovnico</guilabel>.
sv: För att aktivera det här alternativet, markera rutan som heter <guilabel>Flytta muspekaren med det numeriska tangentbordet</guilabel>.

source: You can use the 5 sliders to adjust the <guilabel>Acceleration delay</guilabel>, <guilabel>Repeat interval</guilabel>, <guilabel>Acceleration time</guilabel>, <guilabel>Maximum speed</guilabel> and <guilabel>Acceleration profile</guilabel> to your comfort.
cs: Posuvníky slouží k nastavení těchto voleb: <guilabel>Prodleva zrychlení</guilabel>, <guilabel>Interval opakování</guilabel>, <guilabel>Doba zrychlení</guilabel>, <guilabel>Maximální rychlost</guilabel> a <guilabel>Profil zrychlení</guilabel>.
da: Du kan bruge de 5 glidere til at justere <guilabel>Accelerationstøven</guilabel>, <guilabel>Gentagelsesinterval</guilabel>, <guilabel>Accelerationstid</guilabel>, <guilabel>Maksimal hastighed</guilabel> og <guilabel>Accelerationsprofil</guilabel> så det føles bedst muligt.
de: Sie können dann die fünf Schieberegler dazu benutzen, die Verzögerung bei Beschleunigung, das <guilabel>Wiederholungs-Intervall</guilabel>, die <guilabel>Beschleunigungs-Zeit</guilabel>, die <guilabel>maximale Geschwindigkeit</guilabel> und das <guilabel>Beschleunigungs-Profil</guilabel> an Ihre Bedürfnisse anzupassen.
es: Puede utilizar 5 barras de desplazamiento para ajustar <guilabel>Retardo de aceleración</guilabel>, <guilabel>Repetir intervalo</guilabel>, <guilabel>Tiempo de aceleración</guilabel>, <guilabel>Velocidad máxima</guilabel> y <guilabel>Pérfil de aceleración</guilabel> para su comodidad.
fr: Vous pouvez utiliser les cinq glissières pour ajuster le <guilabel>Délai de répétition</guilabel>, l'<guilabel>Intervalle de répétition</guilabel>, la <guilabel>Durée d'accélération</guilabel>, la <guilabel>Vitesse maximale</guilabel> et le <guilabel>Profil d'accélération</guilabel> selon vos goûts.
nl: Je kunt gebruik maken van 5 schuifbalken om <guilabel>Versnellingsbegrenzing</guilabel>, <guilabel>Interval herhalen</guilabel>, <guilabel>Versnellingstijd</guilabel>, <guilabel>Maximum snelheid</guilabel> en <guilabel>Versnellingsprofiel</guilabel> aan uw wensen aan te passen.
pt: Podes utilizar as 5 barras de arrasto para ajustar o <guilabel>Atraso de aceleração</guilabel>, o <guilabel>Intervalo de repetição</guilabel>, o <guilabel>Tempo de aceleração</guilabel>,a <guilabel>Velocidade máxima</guilabel> e o <guilabel>Perfil de aceleração</guilabel> até ficares satisfeito.
sk: Na prispôsobenie môžete použiť 5 posuvníkov <guilabel>Oneskorenie zrýchľovania</guilabel>, <guilabel>Opakovací interval</guilabel>, <guilabel>Zrýchľovací čas</guilabel>, <guilabel>Maximálna rýchlosť</guilabel> a <guilabel>Zrýchľovací profil</guilabel>.
sl: S 5 drsniki lahko prilagodite <guilabel>Zamik pospeitve</guilabel>, <guilabel>Interval ponovitve</guilabel>, <guilabel>Čas ponavljanja</guilabel>, <guilabel>Največjo hitrost</guilabel> in <guilabel>Profil pospeševanja</guilabel>, da bodo ustrezali vašemu udobju.
sv: Du kan använda de fem skjutreglagen för att justera <guilabel>Fördröjning innan acceleration</guilabel>, <guilabel>Upprepningsintervall</guilabel>, <guilabel>Accelerationstid</guilabel>, <guilabel>Maximal hastighet</guilabel> och <guilabel>Accelerationsprofil</guilabel> till lägen du är komfortabel med.

source: Section Author
cs: Autoři oddílu
da: Sektionsforfatter
de: Autor des Kapitels
es: Sección de autores
fr: Auteurs de la section
nl: Auteurssectie
pt: Autor da Secção
sk: Autor kapitoly
sv: Avsnittsförfattare

source: This section written by Mike McBride <email>mpmcbride7@yahoo.com</email>
cs: Tento oddíl napsal Mike McBride <email>mpmcbride7@yahoo.com</email>
da: Denne sektion er skrevet af Mike McBride <email>mpmcbride7@yahoo.com</email>
de: Dieser Abschnitt wurde geschrieben von Mike McBride <email>mpmcbride7@yahoo.com</email>.
es: Sección escrita por Mike McBride <email>mpmcbride7@yahoo.com</email>
fr: Cette section a été écrite par Mike McBride <email>mpmcbride7@yahoo.com</email>.
nl: Deze paragraaf is geschreven door Mike McBride <email>mpmcbride7@yahoo.com</email>
pt: Esta secção foi escrita por Mike McBride <email>mpmcbride7@yahoo.com</email>
sk: Túto kapitolu napísal Mike McBride <email>mpmcbride7@yahoo.com</email>
sv: Det här avsnittet är skrivet av Mike McBride <email>mpmcbride7@yahoo.com</email>

source: CREDIT_FOR_TRANSLATORS
cs: <para>Překlad Ondřej Šotek<email>ondrej.sotek@seznam.cz</email></para>
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Deutsche Übersetzung von Matthias Kiefer <email>matthias.kiefer@gmx.de</email>.</para>
es: <para>Traducción por Pablo de Vicente<email>pvicentea@nexo.es</email></para>
fr: <para>Elle a été traduite en français par Éric Bischoff<email>e.bischoff@noos.fr</email>.</para><para>La traduction a été relue par Thibaut Cousin<email>cousin@in2p3.fr</email>.</para>
nl: <para>Dit document is vertaald door Jos Thalen en bewerkt door Niels Reedijk.&meld.fouten;&vertaling.niels;</para>
pt: <para>Tradução por Pedro Morais <email>morais@kde.org</email></para>
sk: <para>Preklad Stanislav Višňovský <email>visnovsky@nenya.ms.mff.cuni.cz</email></para>
sl: <para>Prevod: Matej Badalič <email>matej_badalic@slo.net</email></para>
sv: <para>Översättning Stefan Asserhäll <email>stefan.asserhall@telia.com</email> 2001-07-23</para>

source: KControl
fr: centre de configuration
