Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmkonsole.po
Languages: da, es, nl, pt, sl

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
es: <othercredit role="translator"> <firstname>Pablo</firstname> <surname>de Vicente</surname> <affiliation><address><email>pvicentea@nexo.es</email></address></affiliation> <contrib>Traductor</contrib> </othercredit>
nl: &Niels.Reedijk;
pt: <othercredit role="translator"><firstname>José</firstname><surname>Pires</surname><affiliation><address><email>jncp@rnl.ist.utl.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sl: <othercredit role="translator"><contrib>Prevod</contrib><firstname>Andrej</firstname><surname>Vernekar</surname><affiliation><address><email>andrej.vernekar@kiss.uni-lj.si</email></address></affiliation></othercredit>

source: In this module, you can configure basic settings for &konsole;, the &kde; terminal. You can also easily create new schemata (appearance files) for &konsole;.
da: I dette modul kan du lave basale indstillinger for &konsole;, &kde;'s terminalprogram. Du kan også lave nye skemata (udseende filer) for &konsole;.
es: En este módulo, puede configurar las opciones básicas de &konsole;, el terminal de &kde;. Puede también crear fácilmente nuevos esquemas de datos (archivos de aspectos) para &konsole;.
nl: In deze module kunt u de basis instellingen van &konsole;, de &kde; terminal instellen. U kunt hier ook makkelijk een nieuw schema (uiterlijk) voor &konsole; aanmaken.
pt: Neste módulo podes configurar as opções básicas do &konsole;, o terminal do &kde;. Podes criar facilmente novos esquemas (ficheiros de aparência) para o &konsole;.
sl: V tem modulu lahko spremenite osnovne nastavitve &konsole;, &kde;-jevega terminala. Prav tako lahko z lahkoto ustvarite nove sheme (datoteke za izgled).

source: This module contains two tab pages: <guilabel>General</guilabel> and <guilabel>Schema</guilabel>.
da: Dette modul indeholder to fanebladssider: <guilabel>Generelt</guilabel> og <guilabel>Skema</guilabel>.
es: Este módulo contiene dos fichas con pestañas: <guilabel>General</guilabel> y <guilabel>Esquema</guilabel>.
nl: Deze module bevat 2 tabbladen: <guilabel>Algemeen</guilabel> en <guilabel>Schema</guilabel>.
pt: Este módulo contém duas páginas: <guilabel>Geral</guilabel> e <guilabel>Esquema</guilabel>.
sl: Ta modul vsebuje dve strani: <guilabel>Splošno</guilabel> in <guilabel>Shema</guilabel>.

source: This tab page allows you to configure aspects of &konsole;'s functions. It contains the following options:
da: Denne fanebladsside tillader dig at indstille sider af &konsole;'s funktioner. Den indeholder følgende valg:
es: Esta ficha le permite configurar aspectos de las funciones de &konsole;. Contiene las siguientes opciones:
nl: Dit tabblad biedt u de mogelijkheid om de verschillende aspecten van &konsole;'s functionaliteit aan te passen. Het bevat de volgende opties:
pt: Esta página permite-te configurar o aspecto das funções do &konsole;. Contém as seguintes opções:
sl: Ta list vam omogoča, da prilagodite funkcije &konsole;. Vsebuje naslednje možnosti:

source: Misc
da: Div.
es: Varios
nl: Diversen
pt: Diversos
sl: Razno

source: Do not use Konsole as default terminal application
da: Brug ikke Konsole som standard terminalprogram
es: No usar konsole como aplicación de terminal predeterminada
nl: Konsole niet gebruiken als standaard terminalemulator
pt: Não usar o Konsole como a aplicação de terminal por omissão
sl: Ne uporabi konsole kot privzet terminalski program.

source: If you wish to have &kde; use another terminal application by default, check this box and enter the preferred application (<application>wterm</application>, <application>rxvt</application>, &etc;) in the text field below.
da: Hvis du ønsker at få &kde; til at bruge et andet terminalprogram som standard, så afkryds denne boks og indtast det foretrukne program (<application>wterm</application>, <application>rxvt</application>, &etc;) i tekstfeltet nedenfor.
es: Si desea que &kde; utilice otra aplicación de terminal por omisión, seleccione esta casilla e introduzca la aplicación preferida (<application>wterm</application>, <application>rxvt</application>, &etc;) en el cuadro de texto debajo.
nl: Als u wilt dat &kde; standaard een ander terminalemulator programma gebruikt vink dan dit vakje aan en voer de gewenste applicatie (b.v. <application>wterm</application>, <application>rxvt</application>, &etc;) in het tekstveld hieronder in.
pt: Se quiseres que o &kde; utilize outra aplicação de terminal por omissão, assinala esta opção e indica a aplicação preferida (<application>wterm</application>, <application>rxvt</application>, &etc;) no campo de texto abaixo.
sl: Če želite, da &kde; privzeto uporablja drug terminalski program, označite to polje in vnesite željen program (<application>wterm</application>, <application>rxvt</application>, itd.) v polje.

source: Codec
es: Codificación

source: Not implemented yet.
da: Ikke implementeret endnu.
es: Sin implementar todavía.
nl: Nog niet geimplementeerd.
pt: Ainda não implementado.
sl: Še ni vključeno.

source: Warn for Open Session on Quit
da: Advar mod åben session ved afslutning
es: Aviso al salir si hay sesión abierta
nl: Bij afsluiten waarschuwen voor open sessies
pt: Avisar ao sair se houverem sessões abertas
sl: Opozori na odprto sejo ob izhodu

source: When set, a warning appears when you try to close a &konsole; window with multiple sessions.
da: Når det er sat vil en advarsel komme frem, når du prøver at lukke et &konsole; vindue med flere sessioner.
es: Si está seleccionado, aparecerá un aviso cuando trate de cerrar una ventana de &konsole; con varias sesiones.
nl: Wanneer dit actief is, zal er een waarschuwing verschijnen als u een &konsole; venster wilt afsluiten met meerdere sessies.
pt: Se estiver seleccionado, aparece um aviso quando tentares fechar uma janela do &konsole; com várias sessões.
sl: Kadar je nastavljena, se pojavi opozorilo ko poskušate zapreti okno &konsole; z več sejami.

source: History
da: Historik
es: Historial
nl: Geschiedenis
pt: Historial
sl: Zgodovina

source: Check the box to enable the saving of the session's history. This allows you to review lines that have scrolled out of the top of the window, up to a pre-set maximum (1000 lines by default.)
da: Afkryds denne boks for at aktivere gemning af sessionens historik. Dette lader dig gense linier der er rullet ud over toppen af vinduet, op til et præsat maksimum (1000 linier som standard).
es: Seleccione esta casilla para activar el guardado del historial de la sesión. Esto le permite revisar líneas que han desaparecido por la parte superior de la ventana, hasta un máximo prefijado (1000 líneas por omisión.)
nl: Vink dit vakje aan om de geschiedenis van de sessie te bewaren. Dit geeft u de mogelijkheid om regels terug te zien die aan de bovenkant zijn weggescrolled tot aan het aangegeven maximum (standaard 1000 regels).
pt: Assinala esta opção para permitires a gravação do histórico da sessão. Isto permite-te rever as linhas que já ultrapassaram o topo da janela, até um limite pré-estabelecido (1000 linhas por omissão).
sl: Označite to polje, da omogočite shranjevanje zgodovine seje. To vam omogoča pregled vrstic, ki so zdrsnile preko vrha okna, do vnaprej privzetega maksimuma (privzeto je to 1000 vrstic).

source: Layout
es: Disposición
nl: Opmaak
pt: Formato
sl: Razpored

source: Font
da: Skrifttype
es: Fuente
nl: Lettertype
pt: Tipo de Letra
sl: Pisave

source: Use the drop-down box to select the default font size. Use the <guibutton>Custom...</guibutton> button to select your own combination of font, size, and style.
da: Brug drop-ned boksen til at vælge standard skriftstørrelse. Brug <guibutton>Brugerindstil...</guibutton> knappen til at vælge din egen kombination af skrifttype, størrelse og stil.
es: Utilice el cuadro desplegable para seleccionar el tamaño de fuente predeterminado. Utilice el botón <guibutton>Personalizar...</guibutton> para seleccionar su propia combinación de fuente, tamaño y estilo.
nl: Gebruik het selectieveld om de standaardfontgrootte te selecteren. Gebruik de <guibutton>Aangepast...</guibutton> knop om uw eigen combinatie van lettertype, grootte en stijl in te stellen.
pt: Utiliza a lista para seleccionar o tamanho de letra por omissão. Utiliza o botão <guibutton>Personalizada...</guibutton> para seleccionares a tua própria combinação de tamanho, estilo e tipo de letra.
sl: Uporabite spustno polje za izbiro privzete velikosti pisave. Uporabit gumb <guibutton>Custom...</guibutton>, da izberete svojo lastno kombinacijo barve, pisave, velikosti in sloga.

source: Full Screen
da: Fuldskærm
es: Pantalla completa
nl: Volledig scherm
pt: Ecrã Completo
sl: Celoten zaslon

source: Check the box to make &konsole; windows full-screen by default.
da: Afkryds denne boks for at gøre &konsole; vinduet fuldskærms som standard.
es: Seleccione esta casilla para que las ventanas de &konsole; ocupen la pantalla completa por omisión.
nl: Vink dit vakje aan om &konsole; vensters standaardmatig het gehele scherm te laten gebruiken.
pt: Assinala a opção para que as janelas do &konsole; ocupem o ercã completo por omissão.
sl: Označite polje, da &konsole; privzeto razširi okno čez cel zaslon.

source: Bars
da: Linier
es: Barras
nl: Balken
pt: Barras
sl: Vrstice

source: Show menubar
da: Vis menulinie
es: Mostrar barra de menú
nl: Menubalk tonen
pt: Mostrar a barra de menu
sl: Prikaži menujsko vrstico

source: Check to show the menubar by default.
da: Afkryds for at vise menulinien som standard.
es: Seleccione la opción para mostrar la barra de menú por omisión.
nl: Vink dit aan om standaardmatig de menubalk te tonen
pt: Assinala para mostrar a barra de menu por omissão.
sl: Označite, da bo menujska vrstica privzeto prikazana.

source: Show toolbar
da: Vis værktøjslinie
es: Mostrar barra de herramientas
nl: Werkbalk tonen (sessiebalk)
pt: Mostrar a barra de ferramentas
sl: Prikaži orodno vrstico

source: Check to show the toolbar by default.
da: Afkryds for at vise værktøjslinien som standard.
es: Seleccione esta opción para mostrar la barra de herramientas por omisión.
nl: Vink dit aan om standaardmatig de werkbalk (sessiebalk) te tonen.
pt: Assinala para mostrar a barra de ferramentas por omissão.
sl: Označite to izbiro, da bo orodna vrstica privzeto prikazana.

source: Show frame
da: Vis ramme
es: Mostrar marco
nl: Kader tonen
pt: Mostrar o contorno
sl: Prikaži okvir

source: Check to show the frame by default.
da: Afkryds for at vise rammen som standard.
es: Seleccione esta opción para mostrar el marco por omisión.
nl: Vink dit aan om standaardmatig het kader te tonen.
pt: Assinala para mostrar o contorno por omissão.
sl: Označite, da bo prikaz okvirja privzet.

source: Scrollbar position
da: Rullebjælke placering.
es: Ubicación de la barra de desplazamiento
nl: Schuifbalk positie
pt: Posição da barra de posicionamento
sl: Lokacija drsnika

source: Select the default position of the scrollbar: <guilabel>Hide</guilabel> (on scrollbar), <guilabel>Left</guilabel>, or <guilabel>Right</guilabel>.
da: Vælg standardplaceringen af rullebjælken: <guilabel>Skjul</guilabel> (for rullebjælken), <guilabel>Venstre</guilabel>, eller <guilabel>Højre</guilabel>.
es: Seleccione la posición predeterminada de la barra de desplazamiento: <guilabel>Ocultar</guilabel> (en la barra de desplazamiento), <guilabel>Izquierda</guilabel>, o <guilabel>Derecha</guilabel>.
nl: Selecteer de standaard positie voor de schuifbalk: <guilabel>Verbergen</guilabel> (op schuifbalk), <guilabel>Links</guilabel> of <guilabel>Rechts</guilabel>.
pt: Selecciona a posição por omissão da barra de posicionamento: <guilabel>Esconder</guilabel> (on scrollbar), <guilabel>Esquerda</guilabel> ou <guilabel>Direita</guilabel>.
sl: Izberite privzeto pozicijo drsnika: <guilabel>Skrij</guilabel> (na drsniku), <guilabel>Levo</guilabel> ali <guilabel>Desno</guilabel>.

source: Schema
da: Skema
es: Esquema
pt: Esquema
sl: Shema

source: The <guilabel>Schema</guilabel> page will alow you to easily create, edit, and save schemata, with text and background coloring, transparency, and background images.
da: <guilabel>Skema</guilabel> siden vil tillade dig at oprette, redigere, og gemme skemata meget nemt, med tekst og baggrundsfarve, gennemsigtighed, og baggrundsbilleder.
es: La ficha <guilabel>Esquema</guilabel> le permite crear, editar y guardar fácilmente esquemas, con texto y color de fondo, transparencia e imágenes de fondo.
nl: Het <guilabel>Schema</guilabel> tabblad staat u toe om eenvoudig schema's te kunnen maken, wijzigen en opslaan met tekst- en achtergrondkleur, transparantie en achtergrondafbeeldingen.
pt: A página de <guilabel>Esquema</guilabel> permite-te criar, editar e gravar esquemas de cores, com a cor do texto e do fundo, transparência ou imagens de fundo.
sl: List <guilabel>Shema</guilabel> vam bo dovolila preprosto urediti in shraniti sheme, z obravanjem besedila in ozadja, prosojnosti in slik ozadja.

source: Not yet documented
da: Endnu ikke dokumenteret
es: Todavía sin documentar.
nl: Nog niet gedocumenteerd
pt: Ainda não documentado
sl: Dokumentacija še ni na voljo.

source: Section Author
da: Sektionsforfatter
es: Sección de autores
nl: Auteurssectie
pt: Autor da Secção
sl: Avtorji razdelka

source: General
da: Generelt
nl: Algemeen
pt: Geral
sl: Splošno
