Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmbackgnd.po
Languages: cs, de, es, fr, nl, pt, sk

source: By choosing this mode, you select two colors (using both color buttons). &kde; will then start with the color selected by <guilabel>Color 1</guilabel> on the left edge of the screen, and slowly transform into the color selected by <guilabel>Color 2</guilabel> by the time it gets to the right edge of the screen.
cs: V tomto režimu používá &kde; obě dvě barvy. Na levé straně obrazovky je použita barva vybraná pomocí tlačítka <guilabel>Barva 1</guilabel>, která směrem doprava plynule přechází do barvy zvolené tlačítkem<guilabel>Barvy 2</guilabel>.
de: In diesem Modus fängt &kde; am linken Bildschirmrand mit der im Feld <guilabel>Farbe 1:</guilabel> ausgewählten Farbe an und blendet dann auf dem Weg von links nach rechts in die im Feld <guilabel>Farbe 2:</guilabel> ausgewählte Farbe über.
es: Si elige este modo, seleccione dos colores (usando ambos botones de color). &kde; entonces comenzará por el color seleccionado como <guilabel>Color 1</guilabel> en la parte izquierda de la pantalla, y se transformará gradualmente en el color seleccionado por <guilabel>Color 2</guilabel> a medida que se mueve a la parte derecha de la pantalla.
fr: En choisissant ce mode, vous sélectionnez deux couleurs (en utilisant les deux boutons de couleurs). &kde; va d'abord commencer par la couleur sélectionnée dans <guilabel>Couleur 1</guilabel> sur le bord gauche de l'écran puis va progressivement la transformer en la couleur sélectionnée dans <guilabel>Couleur 2</guilabel> lorsqu'il arrivera sur le bord droit de l'écran.
nl: Als u deze modus kiest, moet u twee kleuren selecteren (door middel van beide kleurknoppen). &kde; zal dan met de kleur geselecteerd door <guilabel>Kleur 1</guilabel> beginnen op de linkerkant van het scherm en zal deze kleur langzaam veranderen in de kleur geselecteerd door <guilabel>Kleur 2</guilabel> als het aan de rechterkant van het scherm is.
pt: Escolhendo este modo, podes seleccionar duas cores (com ambos os botões de cores). O &kde; irá iniciar com a cor seleccionada em <guilabel>Cor 1</guilabel> no lado esquerdo do ecrã, transformando-se gradualmente na cor seleccionada em <guilabel>Cor 2</guilabel> ao chegar ao lado direito.
sk: V tomto móde vyberiete dve farby (pomocou oboch tlačidiel). &kde; potom začne s farbou <guilabel>Farba č.1</guilabel> na ľavom okraji obrazovky a postupne prejde do farby <guilabel>Farba č.2</guilabel> na pravom okraji.

source: Vertical Gradient
cs: Vertikální gradient
de: Senkrechter Verlauf
es: Gradiente vertical
fr: Dégradé vertical
nl: Verticaal kleurverloop
pt: Gradiente Vertical
sk: Vertikálne stupňovať

source: By choosing this mode, you select two colors (using both color buttons). &kde; will then start with the color selected by <guilabel>Color 1</guilabel> on the top edge of the screen, and slowly transform into the color selected by <guilabel>Color 2</guilabel> as it moves to the bottom of the screen.
cs: V tomto režimu používá &kde; obě dvě barvy. Na levé straně obrazovky je použita barva vybraná pomocí tlačítka <guilabel>Barva 1</guilabel>, která směrem doprava plynule přechází do barvy zvolené tlačítkem <guilabel>Barvy 2</guilabel>.
de: In diesem Modus fängt &kde; am oberen Bildschirmrand mit der im Feld <guilabel>Farbe 1:</guilabel> ausgewählten Farbe an und blendet dann auf dem Weg von oben nach unten in die im Feld <guilabel>Farbe 2:</guilabel> ausgewählte Farbe über.
es: Si elige este modo, seleccionará dos colores (usando ambos botones de color). &kde; entonces comenzará por el color seleccionado como <guilabel>Color 1</guilabel> en la parte izquierda de la pantalla, y se transformará gradualmente en el color seleccionado por <guilabel>Color 2</guilabel> a medida que se mueve al fondo de la pantalla.
fr: En choisissant ce mode, vous sélectionnez deux couleurs (en utilisant les deux boutons de couleurs). &kde; va d'abord commencer par la couleur sélectionnée dans <guilabel>Couleur&nbsp;1</guilabel> en haut de l'écran puis va progressivement la transformer en la couleur sélectionnée dans <guilabel>Couleur&nbsp;2</guilabel> lorsqu'il arrivera en bas de l'écran.
nl: Als u deze modus kiest, moet u twee kleuren selecteren (door middel van beide kleurknoppen). &kde; zal dan met de kleur geselecteerd door <guilabel>Kleur 1</guilabel> beginnen aan de bovenkant van het scherm en zal deze kleur langzaam veranderen in de kleur geselecteerd door <guilabel>Kleur 2</guilabel> als het aan de onderkant van het scherm is.
pt: Escolhendo este modo, podes seleccionar duas cores (com ambos os botões de cores). O &kde; irá iniciar com a cor seleccionada em <guilabel>Cor 1</guilabel> no topo do ecrã, transformando-se gradualmente na cor seleccionada em <guilabel>Cor 2</guilabel> ao chegar à parte inferior do mesmo.
sk: V tomto móde vyberiete dve farby (pomocou oboch tlačidiel). &kde; potom začne s farbou <guilabel>Farba č.1</guilabel> na hornom okraji obrazovky a postupne prejde do farby <guilabel>Farba č.2</guilabel> na dolnom okraji.

source: Pyramid Gradient
cs: Pyramidový gradient
de: Pyramidaler Verlauf
es: Gradiente de pirámide
fr: Dégradé pyramidal
nl: Piramidevormig kleurverloop
pt: Gradiente em Pirâmide
sk: Pyramídovo stupňovať

source: By choosing this mode, you select two colors (using both color buttons). &kde; will then start with the color selected by <guilabel>Color 1</guilabel> in each corner of the screen, and slowly transform into the color selected by <guilabel>Color 2</guilabel> as it moves to the center of the screen.
cs: V tomto režimu používá &kde; obě dvě barvy. Na levé straně obrazovky je použita barva vybraná pomocí tlačítka <guilabel>Barva 1</guilabel>, která směrem doprava plynule přechází do barvy zvolené tlačítkem <guilabel>Barvy 2</guilabel>.
de: In diesem Modus fängt &kde; in jeder Ecke des Bildschirms mit der im Feld <guilabel>Farbe 1:</guilabel> ausgewählten Farbe an und blendet dann auf dem Weg in zum Zentrum des Bildschirms auf die im Feld <guilabel>Farbe 2:</guilabel> ausgewählte Farbe über.
es: Si elige este modo, seleccionará dos colores (usando ambos botones de color). &kde; entonces comenzará por el color seleccionado como <guilabel>Color 1</guilabel> en la parte izquierda de la pantalla, y se transformará gradualmente en el color seleccionado por <guilabel>Color 2</guilabel> a medida que se mueve al centro de la pantalla.
fr: En choisissant ce mode, vous sélectionnez deux couleurs (en utilisant les deux boutons de couleurs). &kde; va ensuite commencer par la couleur sélectionnée dans<guilabel>Couleur&nbsp;1</guilabel>dans chaque coin de l'écran et la transformera lentement en la couleur sélectionnée dans <guilabel>Couleur&nbsp;2</guilabel> au fur et à mesure qu'il se déplace vers le centre de l'écran.
nl: Als u deze modus kiest, moet u twee kleuren selecteren (door middel van beide kleurknoppen). &kde; zal dan met de kleur geselecteerd door <guilabel>Kleur 1</guilabel> beginnen in elke hoek van het scherm en zal deze kleur langzaam veranderen in de kleur geselecteerd door <guilabel>Kleur 2</guilabel> als het in het midden van het scherm is.
pt: Escolhendo este modo, podes seleccionar duas cores (com ambos os botões de cores). O &kde; irá iniciar com a cor seleccionada em <guilabel>Cor 1</guilabel> em cada canto do ecrã, transformando-se gradualmente na cor seleccionada em <guilabel>Cor 2</guilabel> ao dirigir-se para o centro do ecrã.
sk: V tomto móde vyberiete dve farby (pomocou oboch tlačidiel). &kde; potom začne s farbou <guilabel>Farba č.1</guilabel> v každom rohu obrazovky a postupne prejde do farby <guilabel>Farba č.2</guilabel> v strede obrazovky.

source: Pipecross Gradient
cs: Křížový gradient
de: Röhrenkreuz-Verlauf
es: Gradiente en forma de cruz
fr: Dégradé en croix
nl: Dubbelgekruist kleurverloop
pt: Gradiente em Secção de Tubo
sk: Rúrovo stupňovať

source: By choosing this mode, you select two colors (using both color buttons). &kde; will then start with the color selected by <guilabel>Color 1</guilabel> in each corner of the screen, and slowly transform into the color selected by <guilabel>Color 2</guilabel> as it moves to the center of the screen. The <quote>shape</quote> of this gradient is different then the pyramid gradient.
cs: V tomto režimu jsou použity obě dvě barvy. V každém rohu obrazovky je použita barva vybraná pomocí tlačítka <guilabel>Barva 1</guilabel>, která směrem do středu plynule přechází do barvy zvolené tlačítkem <guilabel>Barvy 2</guilabel>. Od pyramidového gradientu se tento typ přechodu liší tvarem.
de: In diesem Modus fängt &kde; in den Bildschirmecken mit der im Feld <guilabel>Farbe 1:</guilabel> ausgewählten Farbe an und blendet dann auf dem Weg in die Bildschirmmitte und die Mitten der Seiten in die im Feld <guilabel>Farbe 2:</guilabel> ausgewählte Farbe über. Es entsteht der Eindruck von gekreuzten Rohren.
es: Si elige este modo, seleccionará dos colores (utilizando ambos botones de color). &kde; comenzará con el color seleccionado como <guilabel>Color 1</guilabel> en cada esquina de la pantalla y se transformará gradualmente en el <guilabel>Color 2</guilabel> según se mueve al centro de la pantalla. La <quote>forma</quote> de este gradiente es diferente del gradiente piramidal.
fr: En choisissant ce mode, vous sélectionnez deux couleurs (en utilisant les deux boutons de couleurs). &kde; va ensuite commencer par la couleur sélectionnée dans <guilabel>Couleur&nbsp;1</guilabel> dans chaque coin de l'écran et la transformera lentement en la couleur sélectionnée dans <guilabel>Couleur&nbsp;2</guilabel> au fur et à mesure qu'il se déplace vers le centre de l'écran. La <quote>forme</quote> de ce dégradé est différente du dégradé pyramidal.
nl: Als u deze modus kiest, moet u twee kleuren selecteren (door middel van beide kleurknoppen). &kde; zal dan met de kleur geselecteerd door <guilabel>Kleur 1</guilabel> beginnen in elke hoek van het scherm en zal deze kleur langzaam veranderen in de kleur geselecteerd door <guilabel>Kleur 2</guilabel> als het in het midden van het scherm is. De <quote>vorm</quote> van de gradient is anders dan de pyramide gradient.
pt: Escolhendo este modo, podes seleccionar duas cores (com ambos os botões de cores). O &kde; irá iniciar com a cor seleccionada em <guilabel>Cor 1</guilabel> em cada canto do ecrã, transformando-se gradualmente na cor seleccionada em <guilabel>Cor 2</guilabel> ao dirigir-se para o centro. O <quote>aspecto</quote> deste gradiente é diferente do piramidal.
sk: V tomto móde vyberiete dve farby (pomocou oboch tlačidiel). &kde; potom začne s farbou <guilabel>Farba č.1</guilabel> v každom rohu obrazovky a postupne prejde do farby <guilabel>Farba č.2</guilabel> smerom do stredu obrazovky. <quote>Tvar</quote> tohto prechodu je iný ako pri pyramídovom prechode.

source: Elliptic Gradient
cs: Eliptický gradient
de: Elliptischer Verlauf
es: Gradiente elíptico
fr: Dégradé elliptique
nl: Ellipsvormig kleurverloop
pt: Gradiente Elíptico
sk: Elipticky stupňovať

source: By choosing this mode, you select two colors (using both color buttons). &kde; will then start with the color selected by <guilabel>Color 2</guilabel> in the center of the screen, and slowly transform into the color selected by <guilabel>Color 1</guilabel> as it moves to the edges, in an elliptical pattern.
cs: V tomto režimu jsou použity obě dvě barvy. Střed obrazovky je vyplněn barvou vybranou pomocí tlačítka <guilabel>Barva 2</guilabel> a přechází do barvy zvolené tlačítkem <guilabel>Barva 1</guilabel>. Tvar výplně má podobu elipsy.
de: In diesem Modus fängt &kde; am Bildschirmrand mit der im Feld <guilabel>Farbe 1:</guilabel> ausgewählten Farbe an und blendet dann auf dem Weg vom Bildschirmrand zur Bildschirmmitte in die im Feld <guilabel>Farbe 2:</guilabel> ausgewählte Farbe über. Hier wird in diesem Modus der Eindruck einer Ellipse entstehen.
es: Si elige este modo, seleccionará dos colores (utilizando ambos botones de color). &kde; comenzará con el color seleccionado como <guilabel>Color 2</guilabel> en el centro de la pantalla, y se transformará gradualmente en el <guilabel>Color 1</guilabel> al moverse hacia los bordes, siguiendo un patrón elíptico.
fr: En choisissant ce mode, vous sélectionnez deux couleurs (en utilisant les deux boutons de couleurs). &kde; va ensuite commencer par la couleur sélectionnée par <guilabel>Couleur&nbsp;2</guilabel> au centre de l'écran et lentement se transformer en la couleur sélectionnée par <guilabel>Couleur&nbsp;1</guilabel> en arrivant sur les bords de l'écran, suivant un motif elliptique.
nl: Als u deze modus kiest, moet u twee kleuren selecteren (door middel van beide kleurknoppen). &kde; zal dan met de kleur geselecteerd door <guilabel>Kleur 1</guilabel> beginnen in midden van het scherm en zal deze kleur langzaam veranderen in de kleur geselecteerd door <guilabel>Kleur 2</guilabel> als het in het hoeken van het scherm is in een elliptisch patroon.
pt: Escolhendo este modo, podes seleccionar duas cores (com ambos os botões de cores). O &kde; irá iniciar com a cor seleccionada em <guilabel>Cor 2</guilabel> no centro do ecrã, transformando-se gradualmente na cor seleccionada em <guilabel>Cor 1</guilabel> com um padrão elíptico.
sk: V tomto móde vyberiete dve farby (pomocou oboch tlačidiel). &kde; potom začne s farbou <guilabel>Farba č.2</guilabel> v strede obrazovky a postupne prejde do farby <guilabel>Farba č.1</guilabel> smerom od stredu k okrajom tak, aby vznikla elipsa.

source: Wallpaper
cs: Tapeta
de: Hintergrundbild
es: Papel tapiz
fr: Papier peint
nl: Behang
pt: Papel de Parede
sk: Tapeta

source: This tab, allows you to load a wallpaper on top of the color gradient.
cs: Pomocí tohoto panelu můžete na pracovní plochu umístit tapetu.
de: Mit dieser Karteikarte können Sie ein Hintergrundbild über die Hintergrundfarbe legen.
es: Esta pestaña, le permite cargar un papel tapiz sobre el gradiente de color.
fr: Cet onglet vous permet de charger un papier peint au-dessus du dégradé de couleurs.
nl: Deze tab laat u een behang laden over de kleurengradiënt.
pt: Esta página permite-te carregar um papel de parede e pôr por cima do gradiente de cores.
sk: Táto záložka umožňuje načítať nad farebný prechod tapetu.

source: The wallpaper is an image displayed in the background of your display.
cs: Tapetou se rozumí obrázek umístěný na pozadí vaší obrazovky.
de: Das Hintergrundbild ist ein Bild, das im Hintergrund ihrer Arbeitsfläche angezeigt wird.
es: El papel tapiz es una imagen mostrada en el fondo de su pantalla.
fr: Le papier peint est une image affichée sur l'arrière-plan de votre écran.
nl: Het behang is een afbeelding in de achtergrond van uw scherm.
pt: O papel de parede é uma imagem mostrada no fundo do teu ecrã.
sk: Tapeta je obrázok zobrazený na pozadí vašej obrazovky.

source: Before you select your wallpaper, you should choose one of the modes from the drop down box labeled <guilabel>Mode</guilabel>. Your choices are:
cs: Předtím, než vyberete tapetu, je potřeba zvolit z roletového seznamu <guilabel>Mód</guilabel> druh tapety . Možnosti jsou:
de: Bevor Sie Ihr Hintergrundbild auswählen, sollten Sie einen Modus im Auswahlfeld <guilabel>Modus</guilabel> wählen. Ihre Möglichkeiten sind:
es: Antes de seleccionar su papel tapiz, debería escoger uno de los modos de la caja desplegable etiquetada <guilabel>Modo</guilabel>. Las posibilidades son:
fr: Avant de sélectionner votre papier peint, vous devez choisir un des modes dans la liste déroulante appelée <guilabel>Mode</guilabel>. Vos choix sont&nbsp;:
nl: Voordat u uw behang selecteert, moet u een van de modi kiezen van het keuzeveld met het label <guilabel>Modus</guilabel>. Uw keuzes zijn:
pt: Antes de seleccionares o teu papel de parede, deves escolher um dos modos na lista chamada <guilabel>Modo</guilabel>. As opções são:
sk: Predtým, než vyberiete tapetu, by ste mali vybrať mód z rozbaľovacieho zoznamu <guilabel>Mód</guilabel>. Máte tieto možnosti:

source: No wallpaper
cs: Žádná tapeta
de: Kein Hintergrundbild
es: Sin papel tapiz
fr: Pas de papier peint
nl: Geen behang
pt: Nenhum papel de parede
sk: Bez tapety

source: No image is displayed. Just the background colors.
cs: Žádný obrázek není zobrazen. Na ploše je vidět pouze barva pozadí.
de: In diesem Modus werden nur die Hintergrundfarben angezeigt.
es: No se muestra ninguna imagen. Sólo los colores de fondo.
fr: Aucune image n'est affichée. Simplement les couleurs de fond.
nl: Geen afbeelding wordt getoond. Gewoon achtergrondkleuren.
pt: Não é mostrada nenhuma image. Só as cores de fundo.
sk: Žiadny obrázok sa nebude zobrazovať. Použijú sa iba farby pozadia.

source: Centered
cs: Centrovaná
de: Zentriert
es: Centrado
fr: Centré
nl: Gecentreerd
pt: Centrado
sk: V strede

source: The image will be centered on the screen without changing the size of the image. The background colors will be present anywhere the image does not cover.
cs: Obrázek bude vycentrován na střed obrazovky a nedojde ke změně velikosti obrázku. Oblasti, které obrázek nepokryje, budou vyplněny barvou (nebo barvami) pozadí.
de: Das Bild wird in der Mitte des Bildschirms angezeigt, ohne die Größe zu verändern. In den nicht vom Bild verdeckten Bereichen werden die Hintergrundfarben in dem gewählten Muster angezeigt.
es: La imagen estará centrada en la pantalla. Los colores de fondo estarán presentes en cualquier lugar que la imagen no cubra.
fr: L'image sera placée au centre de l'écran sans changer sa taille. Les couleurs du fond d'écran seront visibles dans les zones non occupées par l'image.
nl: De afbeelding zal gecentreerd op het scherm weergegeven worden zonder de grootte van de afbeelding te wijzigen. De achtergrondkleuren zullen zichtbaar zijn waar geen afbeelding is.
pt: A imagem será centrada no ecrã sem alterar as suas dimensões. As cores de fundo estão presentes em todo o lado que a imagem não cobre.
sk: Obrázok bude v strede obrazovky bez zmeny jeho veľkosti. Farby pozadia budú všade tam, kde obrázok nebude.

source: Tiled
cs: Vydlážděná
de: Gekachelt
es: Mosaico
fr: Mosaïque
nl: Tegels
pt: Mosaico
sk: Dlaždicovať

source: The image will be duplicated until it fills the entire desktop. The first image will be placed in the upper left corner of the screen, and duplicated downward and to the right.
cs: Obrázek bude zobrazen vedle sebe tolikrát, až pokryje celou pracovní plochu. První obrázek bude umístěn do levého horního rohu obrazovky a duplikován dolů a doprava.
de: Das Bild wird so oft wiederholt, bis der gesamte Hintergrund bedeckt ist. Das erste Bild wird in der linken, oberen Ecke angezeigt und dann nach unten und rechts vervielfältigt.
es: La imagen se duplicará hasta que llene todo el escritorio. La primera imagen se situará en la esquina superior izquierda de la pantalla, y duplicada hacia abjo y a la derecha.
fr: L'image sera dupliquée jusqu'à couvrir tout le bureau. La première image sera placée dans le coin supérieur gauche de l'écran, et reproduite vers le bas et vers la droite.
nl: De afbeelding zal gekopieerd worden totdat het het volledige bureaublad opvult. De eerste afbeelding zal linksboven in het scherm afgebeeld worden, en gekopieerd worden naar beneden en naar rechts.
pt: A imagem será duplicada até preencher o ecrã completamente. A primeira imagem será colocada no canto superior esquerdo do ecrã, e será replicada para baixo e para a direita.
sk: Obrázok sa bude opakovať pokým nevyplní celú plochu. Prvý obrázok bude v ľavom hornom rohu obrazovky a opakovať sa bude smerom dolu a doprava.

source: Center Tiled
cs: Vydlážděná centrovaně
de: Zentrierte Kacheln
es: Mosaico centrado
fr: Mosaïque centrée
nl: Tegels, gecentreerd
pt: Mosaico Centrado
sk: Vystredene dlaždicovať

source: The image will be duplicated until it fills the entire desktop. The first image will be placed in the center of the screen, and duplicated upward, downward to the right, and to the left.
cs: Obrázek bude zobrazen vedle sebe tolikrát, až pokryje celou pracovní plochu. První obrázek bude umístěn do středu obrazovky a duplikován do všech stran.
de: Das Bild wird so oft wiederholt, bis der gesamte Hintergrund bedeckt ist. Das erste Bild wird in der Mitte des Bildschirms angezeigt und dann nach oben, unten, rechts und links vervielfältigt.
es: La imagen se duplicará hasta que cubra el escritorio completo. La primera imagen se situará en el centro de la pantalla, y se duplicará hacia arriba, abajo, a la derecha y a la izquierda.
fr: L'image sera dupliquée jusqu'à couvrir tout le bureau. La première image sera placée au centre de l'écran et reproduite vers le haut, le bas, la droite et la gauche.
nl: De afbeelding zal gekopieerd worden totdat het het hele bureaublad opvult. De eerste afbeelding zal in het midden van het scherm geplaatst worden en zal naar boven, beneden, rechts en links gekopieerd worden.
pt: A imagem será duplicada até preencher o ecrã completamente. A primeira imagem será colocada no centro do ecrã, e será replicada para cima, para baixo, para a esquerda e para a direita.
sk: Obrázok sa bude opakovať pokým nevyplní celú plochu. Prvý obrázok bude v strede obrazovky a opakovať sa bude smerom k okrajom hore, dolu, doľava a doprava.

source: Centered Maxpect
cs: Centrovaná s maximálním poměrem
de: Zentrierte Maximalausdehnung
es: Maxpect centrado
fr: Centré avec aspect maximal
nl: Max. Grootte, gecentreerd
pt: Centrado Esticado
sk: Vystredene maximalizovať

source: The image will be placed in the center of the screen. It will be scaled to fit the desktop, but it will not change the aspect ratio of the original image. This will provide you with an image that is not distorted.
cs: Obrázek bude vycentrován na střed obrazovky. Obrázek bude roztažen na šířku nebo výšku pracovní plochy, poměry stran zůstanou zachovány a nedojde k deformaci obrázku.
de: Das Bild wird in der Mitte des Bildschirms platziert und dann so lange vergrößert, bis es entweder in der Höhe oder der Breite den gesamten Bildschirm ausfüllt. Das Verhältnis von Höhe zu Breite des Bildes bleibt hier unverändert.
es: La imagen se situará en el centro de la pantalla. Se escalará para cubrir el escritorio, pero no modificará la relación de tamaño horizontal/vertical de la imagen original. Esto le proporcionará una imagen no distorsionada.
fr: L'image est placée au centre de l'écran. Elle est étirée pour s'ajuster au bureau, mais les proportions originales de l'image seront conservées. L'image ne sera donc pas déformée.
nl: De afbeelding zal in het midden van het scherm geplaatst worden. Het zal geschaald worden om op het bureaublad te passen, maar het zal niet de ratio van het originele afbeelding wijzigen. Dit biedt u een afbeelding die niet vervormd is.
pt: A imagem será colocada no centro do ecrã. Será escalada de modo a caber neste, mas não alterará as proporções da imagem original. Isto permitir-te-á obter uma imagem não distorcida.
sk: Obrázok bude umiestnený do stredu obrazovky a roztiahnutý na celú plochu, ale pomer jeho strán sa nebude meniť. Dostanete obrázok, ktorý nebude skreslený.

source: Scaled
cs: Zvětšená
de: Skaliert
es: Escalado
fr: Adapté
nl: Geschaald
pt: Escalado
sk: Škálovať
