Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmfonts.po
Languages: cs, da, de, es, fr, nl, pt, sk, sl, sv

source: Section Author
cs: Autoři oddílu
da: Sektionsforfatter
de: Mitwirkende
es: Sección de autores
fr: Auteurs de la section
nl: Auteurssectie
pt: Autor da Secção
sk: Autor kapitoly
sl: Avtorji razdelka
sv: Avsnittsförfattare

source: This section written by Mike McBride <email>mpmcbride7@yahoo.com</email>
cs: Tento oddíl napsal Mike McBride <email>mpmcbride7@yahoo.com</email>
da: Denne sektion skrevet af Mike McBride <email>mpmcbride7@yahoo.com</email>
de: Dieser Abschnitt wurde von Mike McBride geschrieben <email>mpmcbride7@yahoo.com</email>
es: Sección escrita por Mike McBride <email>mpmcbride7@yahoo.com</email>
fr: Cette section a été écrite par Mike McBride <email>mpmcbride7@yahoo.com</email>.
nl: Deze paragraaf is geschreven door Mike McBride <email>mpmcbride7@yahoo.com</email>
pt: Esta secção foi escrita por Mike McBride <email>mpmcbride7@yahoo.com</email>
sk: Túto kapitolu napísal Mike McBride <email>mpmcbride7@yahoo.com</email>
sl: Ta razdelek je napisal Mike McBride <email>mpmcbride7@yahoo.com</email>
sv: Det här avsnittet är skrivet av Mike McBride <email>mpmcbride7@yahoo.com</email>

source: Slightly updated for &kde; 2.2 by Lauri Watts <email>lauri@kde.org</email>
cs: Pro KDE 2.2 lehce aktualizovala Lauri Watts <email>lauri@kde.org</email>.
da: Let opdateret for &kde; 2.2 af Lauri Watts <email>lauri@kde.org</email>
de: In einigen Punkten aktualisiert für &kde; 2.2 von Lauri Watts <email>lauri@kde.org</email>
es: Ligeramente actualizado para &kde; 2.2 por Lauri Watts <email>lauri@kde.org</email>
fr: Légèrement mise à jour pour &kde; 2.2 par Lauri Watts <email>lauri@kde.org</email>.
nl: Licht aangepast voor &kde; 2.2 door Lauri Watts <email>lauri@kde.org</email>
pt: Ligeiramente actualizada para o &kde; 2.2 por Lauri Watts <email>lauri@kde.org</email>
sk: Trochu upravila pre &kde; 2.2 Lauri Watts <email>lauri@kde.org</email>
sl: Za &kde; 2.2 je dokument nekoliko osvežila Lauri Watts <email>lauri@kde.org</email>
sv: Små uppdateringar för &kde; 2.2 av Lauri Watts <email>lauri@kde.org</email>

source: CREDIT_FOR_TRANSLATORS
cs: <para>Překlad Ondřej Šotek <email>ondrej.sotek@seznam.cz</email></para>
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Deutsche Übersetzung von Carsten Niehaus <email>CNiehaus@gmx.de</email></para>
es: <para>Traducido por Pablo de Vicente <email>pvicentea@nexo.es</email></para>
fr: <para>Cette section a été traduite par Yves Dessertine <email>yves.d@hrnet.fr</email> et Christophe Lefebvre <email>clefebvre@netcourrier.com</email>.</para><para>La traduction a été relue par Thibaut Cousin<email>cousin@in2p3.fr</email>.</para>
nl: &meld.fouten;&vertaling.niels;
pt: <para>Tradução de José Nuno Coelho Pires <email>jncp@rnl.ist.utl.pt</email></para>
sk: <para>Preklad dokumentácie Stanislav Višňovský <email>visnovsky@nenya.ms.mff.cuni.cz</email></para>
sl: <para>Prevod: Matej Badalič <email>matej_badalic@slo.net</email></para>
sv: <para>Översättning Stefan Asserhäll <email>stefan.asserhall@telia.com</email> 2001-07-23</para>
