Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmkbd.po
Languages: da, de, es, fr, nl, pt, sk, sl, sv

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Carsten</firstname><surname>Niehaus</surname><affiliation><address><email>CNiehaus@gmx.de</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>
es: <othercredit role="translator"> <firstname>Pablo</firstname> <surname>de Vicente</surname> <affiliation><address><email>pvicentea@nexo.es</email></address></affiliation> <contrib>Traductor</contrib> </othercredit>
fr: <othercredit role="translator"><firstname>Yves</firstname><surname>Dessertine</surname><affiliation><address><email>yves.d@hrnet.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit><othercredit role="translator"><firstname>Thibaut</firstname><surname>Cousin</surname><affiliation><address><email>cousin@in2p3.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
nl: &Niels.Reedijk;
pt: <othercredit role="translator"><firstname>José</firstname><surname>Pires</surname><affiliation><address><email>jncp@rnl.ist.utl.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sk: <othercredit role="translator"><firstname>Stanislav</firstname> <surname>Višňovský</surname> <affiliation> <address><email>visnovsky@nenya.ms.mff.cuni.cz</email></address> </affiliation><contrib>Preklad</contrib></othercredit>
sl: <othercredit role="translator"><contrib>Prevod</contrib><firstname>Andrej</firstname><surname>Vernekar</surname><affiliation><address><email>andrej.vernekar@kiss.uni-lj.si</email></address></affiliation></othercredit>
sv: <othercredit role="translator"> <firstname>Stefan</firstname> <surname>Asserhäll</surname> <affiliation><address><email>stefan.asserhall@telia.com</email></address></affiliation> <contrib>Översättare</contrib></othercredit>

source: keyboard
da: tastatur
de: Tastatur
es: teclado
fr: clavier
nl: toetsenbord
pt: teclado
sk: klávesnica
sl: tipkovnica
sv: Tangentbord

source: Keyboard
da: Tastatur
de: Tastatur
es: Teclado
fr: Clavier
nl: Toetsenbord
pt: Teclado
sk: Klávesnica
sl: Tipkovnica
sv: Tangentbord

source: This module allows you to choose how your keyboard works.
da: Dette modul tillader dig at vælge hvordan dit tastatur virker.
de: Dieses Modul erlaubt es Ihnen, Einstellungen in Bezug auf Ihre Tastatur zu treffen.
es: Este módulo le permite elegir el modo de funcionamiento de su teclado.
fr: Ce module vous permet de configurer votre clavier.
nl: Deze module geeft u de mogelijkheid om aan te geven hoe uw toetsenbord moet werken.
pt: Este módulo permite-te escolher como funciona o teu teclado.
sk: Tento modul umožňuje nastaviť, ako funguje klávesnica.
sl: Ta modul vam omogoča izbiro načina delovanja vaše tipkovnice.
sv: Den här modulen gör det möjligt att välja hur ditt tangentbord fungerar.

source: The actual effect of setting these options depends upon the features provided by your keyboard hardware and the X server on which &kde; is running. As an example, you may find that changing the key click volume has no effect because that feature is not available on your system.
da: Hvilken virkning disse indstillinger har, afhænger af dit fysiske tastatur og af X-serveren som &kde; kører på. Som et eksempel vil du måske finde at ændring af tasteklik lydstyrke ingen virkning har, da denne egenskab ikke er tilgængelig på dit system.
de: Der tatsächliche Effekt der Einstellung dieser Optionen hängt von den Funktionen ihrer Tastatur und des X Servers ab, auf dem &kde; läuft. Zum Beispiel könnte das Verändern der Klicklautstärke bei Ihrem System keine Wirkung zeigen, da Ihr System diese Funktion nicht unterstützt.
es: El efecto que produce la seleccción de estas opciones depende de las características del hardware de su teclado y del servidor X en el que se está ejecutando &kde;. Por ejemplo, puede advertir que modificar el volumen del clic de las teclas no produce efecto alguno porque dicha propiedad no está disponible en su sistema.
fr: Les effets que peuvent avoir ces options dépendent de votre clavier lui-même et du serveur X sur lequel fonctionne &kde;. Il se peut par exemple que changer le volume du petit bruit qui accompagne chaque appui sur une touche ne soit pas possible car votre système ne le permet pas.
nl: Wat deze opties nu werkelijk doen hangt af van de mogelijkheden van uw toetsenbord en de X server waarop &kde; draait. Het veranderen van het toetsklikvolume zou bijvoorbeeld geen effect kunnen hebben als deze mogelijkheid niet beschikbaar is op uw systeem.
pt: O efeito em si da alteração destas opções depende das características do 'hardware' do teu teclado e do servidor X onde o &kde; está a correr. Por exemplo, podes vir a reparar que a mudança do volume do 'click' das teclas não tem efeito porque essa opção não está disponível no teu sistema.
sk: To, ako sa toto nastavenie prejaví, závisí na vašom hardvéri a X serveri, na ktorom &kde; beží. Napríklad, môžete zistiť, že nastavenie hlasitosti stlačenia klávesu nemá žiadny efekt, pretože ho váš systém nepodporuje.
sl: Dejanski učinek nastavitev je odvisen od zmožnosti, ki vam jih ponujata strojna oprema tipkovnice in strežnik X, na katerem teče &kde;. Kot primer: lahko da boste ugotovili, da spreminjanje jakosti klika tipke nima nikakršnega učinka, ker ta možnost na vašem sistemu ni dosegljiva.
sv: Den verkliga effekten av att ställa in de här alternativen beror på funktionerna som tillhandahålls av din tangentbordshårdvara och X-servern som &kde; använder. Du kan till exempel märka att ändra volymen för tangentbordklick inte har någon effekt, därför att den funktionen inte är tillgänglig i ditt system.

source: Layout
de: Gestaltung
es: Disposición
fr: Disposition
nl: Indeling
pt: Disposição
sk: Rozmiestnenie
sl: Razpored

source: Here you can select the keyboard layouts available to you from &kde;, or you can disable alternative keyboard layouts entirely, by checking the <guilabel>Disable keyboard layouts</guilabel> box.
da: Her kan du vælge blandt de tilgængelige tastaturudlægninger i &kde;, eller du kan fuldstændigt deaktivere alternative tastaturudlægninger ved at afkrydse <guilabel>Deaktivér tastatur udlægninger</guilabel> boksen.
de: Hier kann man aus den Tastaturlayout auswählen, die &kde; bereitstellt; oder man kann alternative Tastaturlayouts vollständig deaktivieren, indem man das Ankreuzfeld <guilabel>Tastaturlayout daktivieren</guilabel> markiert.
es: Aquí puede seleccionar las disposiciones de teclado disponibles en &kde;, o puede desactivar totalmente disposiciones de teclado, seleccionando la casilla <guilabel>Desactivar disposiciones de teclado</guilabel> box.
fr: Vous pouvez ici sélectionner les dispositions de clavier disponibles dans &kde;, ou vous pouvez désactiver entièrement les dispositions de clavier alternatives en cochant la case <guilabel>Désactiver les dispositions de clavier</guilabel>.
nl: Hier kunt u de in &kde; beschikbare toetsenbordindelingen kiezen, of u kunt alternatieve toetsenbordindelingen volledig afzetten, door het <guilabel>Toetsenbordindelingen inschakelen</guilabel> vakje aan te kruisen.
pt: Aqui podes seleccionar as disposições de teclado disponíveis no &kde; ou então desactivar as disposições alternativas por completo, seleccionando a opção <guilabel>Desactivar as disposições do teclado</guilabel>.
sk: Tu si môžete vybrať rozloženie kláves, ktoré &kde; pozná, alebo vypnúť alternatívne klávesnice úplne pomocou <guilabel>Zakázať prepínanie klávesníc</guilabel>.
sl: Tukaj lahko izberete razporeditve tipkovnice, ki so dosegljive v &kde;. Alternativne raporede lahko povsem izključite z uporabo <guilabel>Onemogoči razporede tipk</guilabel>
sv: Här kan du välja bland tangentbordslayouterna som &kde; tillhandahåller, eller du kan stänga av alternativa tangentbordslayouter helt, genom att markera rutan <guilabel>Stäng av tangentbordslayouter</guilabel>.

source: The first option available is to select your physical <guilabel>Keyboard Model</guilabel>.
da: Den første tilgængelige valgmulighed er at vælge din fysiske <guilabel>Tastatur model</guilabel>.
de: Unter <guilabel>Tastaturmodell</guilabel> kann die angeschlossene Tastatur eingestellt werden.
es: La primera opción disponible es seleccionar su <guilabel>Modelo de teclado</guilabel> físico.
fr: La première option disponible est votre <guilabel>Modèle de clavier</guilabel> physique.
nl: De als eerste beschikbare optie dient om uw <guilabel>Toetsenbordmodel</guilabel>te selecteren.
pt: Na primeira opção disponível podes seleccionar o teu <guilabel>Modelo de Teclado</guilabel> físico.
sk: Prvá voľba <guilabel>Model klávesnice</guilabel> sa týka vašej fyzickej klávesnice.
sl: Prva dosegljiva možnost je v izbiri vašega fizičnega <guilabel>modela tipkovnice</guilabel>.
sv: Det första valet som är tillgängligt väljer din fysiska <guilabel>Tangentbordsmodell</guilabel>.

source: Next you can select the <guilabel>Primary Layout</guilabel> you wish to use, which would normally be the physical layout of keys on the keyboard.
da: Dernæst kan du vælge den <guilabel>Primære udlægning</guilabel> du ønsker at bruge, hvilket normalt vil være den fysiske udlægning af taster på dit tastatur.
de: Unter <guilabel>Primäre Belegung</guilabel> kann man die Tastenbelegung einstellen, die man meistens verwendet. Normalerweise wird man hier die Belegung wählen, die auf der Tastatur auch aufgedruckt ist.
es: A continuación puede seleccionar el <guilabel>Diseño primario</guilabel> que desea usar, que sería normalmente la disposición física de la teclas en el teclado.
fr: Puis vous pouvez sélectionner la <guilabel>Disposition primaire</guilabel> que vous voulez utiliser, qui serait normalement la disposition physique des touches du clavier.
nl: Vervolgens kunt u de <guilabel>Primary Layout</guilabel> selecteren die u wenst te gebruiken, die normaal gezien de fysieke indeling van de toetsen op het toetsenbord is.
pt: A seguir podes seleccionar a <guilabel>Disposição Primária</guilabel> que queres usar, que deve ser normalmente a disposição física das teclas no teu teclado.
sk: Ďalej si môžete vybrať <guilabel>Hlavné rozloženie</guilabel>, ktoré chcete používať. Obvykle je to fyzické rozloženie kláves na klávesnici.
sl: Nato lahko izberete <guilabel>Glavni rapored</guilabel>, ki ga želite uporabljati, ki bi običajno bil fizični rapored tipkovnice.
sv: Därefter kan du välja den <guilabel>Primära layout</guilabel> som du vill använda, som normalt är den fysiska layout som tangenterna på tangentbordet har.

source: You can enable additional keyboard layouts below this. You can select as many from the list as you like.
da: Du kan aktivere yderligere tastaturer nedenfor dette. Du kan vælge lige så mange fra listen som du har lyst til.
de: Zusätzlich kann man weitere Tastaturbelegungen in dem Listenfeld <guilabel>Zusätzliche Belegungen</guilabel> wählen. Man kann so viele Belegungen markieren, wie man wünscht.
es: Puede activar los diseños adicionales de teclado debajo de esto. Puede seleccionar tantos de la lista como usted quiera.
fr: Vous pouvez activer des dispositions supplémentaires en dessous. Vous pouvez en sélectionner autant que vous voulez dans la liste.
nl: U kunt hieronder extra toetsenbordindelingen activeren, u kunt er zoveel selecteren als u wenst.
pt: Podes activar disposições de teclado adicionais em baixo. Podes seleccionar tantas na lista quantas quiseres.
sk: V zozname dole si môžete vybrať ďalšie rozmiestnenia kláves. Vyberte si ich toľko, koľko chcete.
sl: Pot tem lahko omogočite dodatne tipkovnice. Izberete jih lahko toliko, kolikor želite.
sv: Du kan aktivera ytterligare tangentbordslayouter nedanför detta. Du kan välja så många som du vill.

source: If you enable additional layouts, you will find a new icon embedded in your panel system tray. This will initially be set to your primary layout. You can right click on this icon to choose any of the additional layouts you have selected in this module, or choose the <guimenuitem>Configure</guimenuitem> from the menu to reopen the module to change your settings.
da: Hvis du aktiverer yderligere udlægninger, vil du finde en ny ikon indlejret i panelets systembakke. Den vil være sat til din primære udlægning i begyndelsen. Du kan nu højreklikke på denne ikon for at vælge <guimenuitem>Indstil</guimenuitem> fra menuen for at genåbne modulet og ændre dine indstillinger.
de: Wenn man zusätzliche Belegungen markiert, wird in der Kontrollleiste im Bereich der Miniprogramme ein neues Symbol angezeigt. Durch Klicken mit der <mousebutton>rechten Maustaste</mousebutton> erhält man ein Menü, das die Wahl einer der weiteren Belegungen und den Menüpunkt <guimenuitem>Einrichten</guimenuitem> zur Veränderung der Einstellungen bietet.
es: Si activa disposiciones de teclado adicionales, encontrará un nuevo icono empotrado en su bandeja del sistema. Esto se configurará como su disposición primaria. Puede pulsar con el botón derecho del ratón sobre este icono para elegir cualquiera de las disposiciones de teclado adicionales que usted ha seleccionado en este módulo, o elegir <guimenuitem>Configurar</guimenuitem> en el menú para reabrir el módulo para cambiar sus opciones.
fr: Si vous activez des dispositions supplémentaires, vous trouverez une icône placée dans l'applet système du tableau de bord. Elle sera initialement paramétrée sur votre disposition primaire. Vous pouvez cliquer avec le &BDS; pour choisir n'importe quelle autre disposition supplémentaire que vous avez sélectionnée dans ce module, ou choisir <guimenuitem>Configurer</guimenuitem> depuis le menu pour ouvrir à nouveau le module et changer vos paramètres.
nl: Als u extra toetsenbordindelingen aanzet, zult u een nieuw pictogram vinden ingebed in uw systeemlade. Hier zal standaard uw primaire toetsenbordindeling ingesteld zijn. U kunt op het pictogram klikken om een extra toetsenbordindeling te kiezen die u in deze module geselecteerd hebt, of u kunt <guimenuitem>Instellingen</guimenuitem> kiezen uit het menu om deze module te openen en zo uw instellingen te veranderen.
pt: Se seleccionares disposições adicionais, aparecer-te-á um novo ícone embebido na tua bandeja do painel. Estará configurada inicialmente para a tua disposição primária. Podes carregar com o botão direito neste ícone para escolher qualquer um dos formatos adicionais que seleccionaste neste módulo, ou escolher <guimenuitem>Configurar</guimenuitem> no menu para reabrires o módulo e mudares a tua configuração.
sk: Ak povolíte ďalšie rozloženia, v paneli sa objaví nová ikona. Tá bude na začiatku zobrazovať vaše hlavné rozloženie. Ak na ňu kliknete pravým tlačidlom myši, môžete si vybrať niektorú z ostatných klávesníc. Máte k dispozícii aj položku <guimenuitem>Nastaviť</guimenuitem>, ktorou sa vyvolá tento modul pre zmenu klávesníc.
sl: Če omogočite dodatne razporede, boste v sistemskem delu pulta našli vključeno ikono. Ta bo prvotno nastavljena na vaš glavni razpored. Nanjo lahko kliknete z desnim gumbom, da izberete kateregakoli izmed dodatnih razporedov ali pa iz menuja izberete <guimenuitem>Nastavi</guimenuitem>, da ponovno odprete modul in spremenite nastavitve.
sv: Om du aktiverar ytterligare layouter, hittar du en ny ikon inbäddad i din panel. Den här är inställd på din primära layout från början. Du kan högerklicka på ikonen för att välja någon av de ytterligare layouter du har valt i den här modulen, eller välja <guimenuitem>Inställningar</guimenuitem> från menyn för att öppna modulen igen och ändra dina inställningar.

source: Advanced
da: Avanceret
de: Erweitert
es: Avanzado
fr: Avancé
nl: Geavanceerd
pt: Avançado
sk: Pokročilé
sl: Napredno
sv: Avancerat

source: Keyboard Repeat
da: Tastatur gentagelse
de: Tastenwiederholung
es: Repetición de teclas
fr: Répétition des touches
nl: Toetsenbord herhaling
pt: Repetição do Teclado
sk: Opakovanie klávesu
sl: Ponavljanje znakov
sv: Tangentbordsupprepning

source: When this option is selected, pressing and holding down a key emits the same character repeatedly until the key is released. Pressing and holding the key will have the same effect as pressing it multiple times in succession.
da: Når dette er valgt, vil det at trykke på en tast og holde den nede sende det samme tegn af sted igen og igen, indtil du giver slip på tasten. At trykke på en tast og holde den nede har samme virkning som at trykke på den gentagne gange.
de: Wenn diese Option angewählt ist, so bewirkt andauerndes Gedrückthalten einer Taste, dass das entsprechende Zeichen solange ausgegeben wird, wie die Taste gedrückt wird. Das andauernde Gedrückthalten einer Taste hat somit den selben Effekt wie ein ständig wiederholtes Drücken einer Taste.
es: Si esta opción está seleccionada, si pulsa y mantiene una tecla pulsada se produce el mismo caracter repetidamente hasta que libere la tecla. Pulsar y mantener pulsada la tecla tendrá el mismo efecto que pulsarla repetidamente.
fr: Lorsque cette option est activée, et que vous maintenez une touche enfoncée, le caractère correspondant est répété jusqu'à ce que vous relâchiez la touche. Maintenir une touche enfoncée est donc alors équivalent à appuyer dessus de nombreuses fois d'affilée.
nl: Als deze optie geselecteerd is, zal een toets ingedrukt houden het zelfde karakter herhaald uitzenden totdat de toets losgelaten wordt. Een toets ingedrukt houden heeft dan dus hetzelfde effect als de toets verschillende opeenvolgende keren aanslaan.
pt: Quando esta opção está seleccionada, na altura em que carregas numa tecla e a manténs carregada, o sistema emite o mesmo carácter repetidamente até a tecla ser largada, isto é, terá o mesmo efeito do que se tivesse sido carregada muitas vezes sucessivas.
sk: Ak použijete túto voľbu, stlačenie a držanie klávesu bude dookola generovať rovnaký znak, až kým kláves nepustíte. Držanie má rovnaký efekt ako opakované stlačenie klávesu.
sl: Kadar je izbrana ta možnost pritisk in držanje tipke ponavlja enak znak dokler ni tipka spuščena. Pritisk in držanje tipke bo imel enak učinek kot večkratno zaporedno pritiskanje tipke.
sv: Om du kryssar för det här alternativet så kommer du att kunna skriva in en lång rad av samma tecken genom att hålla dess tangent nedtryckt. Trycka och hålla tangenten får samma effekt som att trycka på tangenten flera gånger i rad.

source: Almost all users will want to have this option enabled, because it makes navigating through documents with the arrow keys significantly easier.
da: Næsten alle brugere vil ønske at have dette aktiveret, idet det gør det meget nemmere at navigere gennem dokumenter med piletasterne.
de: Fast alle Benutzer werden diese Option anwählen, weil es das Navigieren durch Dokumente mit den Pfeiltasten erheblich einfacher macht.
es: Casi todos los usuarios querrán mantener esta opción seleccionada, porque facilita signficativamente la nevagación por documentos con las teclas de las flechas.
fr: Presque tout le monde s'attend à ce que cette option soit activée, en particulier parce qu'elle rend le déplacement dans un document avec les touches fléchées nettement plus facile.
nl: Bijna alle gebruikers zullen deze optie willen aanzetten, omdat hierdoor het navigeren door documenten met behulp van de pijltjestoetsen aanmerkelijk gemakkelijker wordt.
pt: A maioria dos utilizadores quererá ter esta opção activada, porque torna a navegação pelos documentos com as teclas dos cursores muito mais fácil.
sk: Väčšina používateľov má túto voľbu povolenú, pretože to výrazne zjednodušuje predchádzanie dokumentami pomocou šipiek na klávesnici.
sl: To možnost bodo želeli imeti vključeno skoraj vsi uporabniki, saj precej olajša gibanje skozi dokumente s pomočjo puščičnih tipk.
sv: Nästan alla användare vill ha det här alternativet aktiverat, eftersom det gör det mycket lättare att navigera genom dokument med piltangenterna.

source: Key Click Volume
da: Tasteklik lydstyrke
de: Klicklautstärke
es: Volumen de la pulsación de la tecla
fr: Volume des clics des touches
nl: Toets-klik Volume
pt: Volume do 'Click' do Teclado
sk: Hlasitosť stlačenia klávesu
sl: Glasnost zvoka ob tipkanju
sv: Volym på tangentklick
