Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmmidi.po
Languages: de

source: ROLES_OF_TRANSLATORS
de: <othercredit role="translator"><firstname>Frank</firstname><surname>Schütte</surname><affiliation><address><email>F.Schuette@t-online.de</email></address></affiliation> <contrib>Deutsche Übersetzung</contrib></othercredit>

source: KControl
de: Kontrollzentrum

source: sound
de: Klänge

source: <acronym>MIDI</acronym> Configuration
de: Midi-Einrichtung

source: This module is used to determine which <acronym>MIDI</acronym> device &kde; should use. You can also install a <acronym>MIDI</acronym> wrapper around the device if you want.
de: In diesem Bereich können Sie einstellen, welches Midi-Gerät KDE benutzen soll. Sie können außerdem einen Midi-Mapper für dieses Gerät verwenden.

source: The use of this module is simple. Click once on the <acronym>MIDI</acronym> device that you would like to use from the list.
de: Die Benutzung dieser Einstellungen ist einfach. Klicken Sie in der Liste auf das Midi-Gerät, das verwendet werden soll.

source: If you want to use a <acronym>MIDI</acronym> mapper, simply mark the checkbox below the list labeled <guilabel> Use MIDI Mapper</guilabel>. This will allow you to select the map in the text box below. You can click on the folder icon to browse your filesystem to find the map if you need it.
de: Falls Sie einen Midi-Mapper benutzen möchten, aktivieren Sie das Ankreuzfeld <guilabel>Midi-Mapper verwenden</guilabel>. Wählen Sie dann den gewünschten Midi-Mapper im Textfeld darunter aus. Klicken Sie auf das Verzeichnis-Symbol, um den Mapper im Dateisystem zu suchen.

source: Section Author
de: Mitwirkende

source: Mike McBride <email>mpmcbride7@yahoo.com</email>
de: Dokumentation Mike McBride <email>mpmcbride7@yahoo.com</email>

source: CREDIT_FOR_TRANSLATORS
de: <para>Deutsche Übersetzung von Frank Schütte <email>F.Schuette@t-online.de</email></para>
