Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmkbd.po
Languages: da, de, es, fr, nl, pt, sk, sl, sv

source: If supported, this option allows you to hear audible clicks from your computer's speakers when you press the keys on your keyboard. In essence, this simulates the <quote>click</quote> of a mechanical type-writer. You can change the loudness of the key click feedback by dragging the slider button or by clicking the up/down arrows on the spin-button. Setting the volume to 0% turns off the key click.
da: Hvis det er understøttet, tillader dette dig at høre klik fra dine højtalere når du trykker på tastaturets taster. Det der foregår er at <quote>klikket</quote> fra en mekanisk skrivemaskine simuleres. Man kan ændre på lydstyrken med glideknappen eller ved at trykke på op/ned pilene på spin-knappen. En indstilling på 0% svarer til at slå dette fra.
de: Wenn sie unterstützt ist, so erlaubt diese Funktion es Ihrem Computer-Lautsprecher einen Klickton auszugeben, wenn Sie eine Taste drücken. Im Wesentlichen ahmt diese Funktion die Geräusche einer mechanischen Schreibmaschine nach. Die Lautstärke des Geräusches können Sie entweder mit dem Regler selbst oder auch mit den aufwärts <abbrev>bzw.</abbrev> abwärts zeigenden Pfeilen links des Reglers verändern. Wird die Lautstärke auf 0% gesetzt, so ist die Funktion deaktiviert.
es: Si está soportado, esta opción permite oir clics audibles desde los altavoces de su teclado cuando usted pulsa las teclas en su teclado. En esencia, simula el <quote>click</quote> de una máquina de escribir mecánica. Puede modificar la intensidad del clic de las teclas arrastrando el botón deslizante o pulsando sobre las flechas arriba/abajo del botón incrementador. Fijando el volumen al 0% desactiva el clic de teclas.
fr: Si votre système le permet, cette option vous permettra d'entendre un clic audible par les haut-parleurs de votre ordinateur à chaque fois qu'une touche est enfoncée. L'idée est d'imiter le <quote>clic </quote> d'une machine à écrire mécanique. Vous pouvez régler le volume du clic grâce à la glissière ou en cliquant sur les flèches haut et bas du compteur. Mettre le volume à 0% désactive le clic.
nl: Als uw hardware deze optie ondersteunt, zal de luidspreker van uw computer hoorbaar klikken bij toetsaanslagen. Dit simuleert het <quote>geklik</quote>van een mechanische typmachine. U kunt het volume van de klik aanpassen door de schuifbalk knop te slepen of met behulp van de omhoog/omlaag pijltjes . Als u het volume op 0% instelt, wordt het klikken afgezet.
pt: Se for suportada, esta opção permite-te ouvir 'click's audíveis do altifalante do teu computador quando carregas nas teclas do teu teclado. Em resumo, isto simula o <quote>click</quote> duma máquina de escrever eléctrica. Podes mudar a amplitude do 'feedback' do 'click' das teclas arrastando a barra deslizante ou carregando nas setas cima/baixo no botão associado. Ao pores o volume a 0% desligas o 'click' das teclas.
sk: Táto voľba, ak je podporovaná, umožňuje počuteľné stlačenia klávesov pomocou reproduktoru počítača. V podstate to simuluje zvuk písacieho stroja. Hlasitosť zvuku môžete zmeniť posuvníkom alebo zadať hodnotu rovno. 0% znamená žiadny zvuk.
sl: Če je podprta, vam ta možnost omogoča, da slišite klike iz računalnikovih zvočnikov kadar pritisnete tipke na tipkovnici. Ta učinek simulira <quote>klik</quote> mehanskega pisalnega stroja. Glasnost klika lahko spremenite s pomočjo premika drsnika ali pa s klikom puščic navzgor/navzdol na vrtilnem polju. Postavitev jakosti na 0% izklopi klike tipk.
sv: Om det stöds, gör det här alternativet att du får hörbara klick från din dators högtalare när du trycker på tangenterna på ditt skrivbord. I allt väsentligt simulerar detta 'klicket' som hörs på mekaniska skrivmaskiner. Du kan ändra tangentklickets ljudetstyrka genom att dra skjutreglaget eller genom att klicka på upp/ner-pilarna. Att ställa in volymen till 0% stänger av tangentklicket.

source: Many computers won't support this function.
da: Mange computere vil ikke understøtte denne funktion.
de: Viele Computer unterstützen diese Funktion nicht.
es: Muchas computadoras no soportarán esta función.
fr: Beaucoup d'ordinateurs ne disposent pas de cette fonctionnalité.
nl: Veel computers ondersteunen deze functie niet.
pt: Muitos computadores não suportam esta função.
sk: Veľa počítačov toto nepodporuje.
sl: Mnogo računalnikov ne bo podpiralo te funkcije.
sv: Många datorer stöder inte den här funktionen.

source: Very few people would choose to enable this option, since it generally annoys everyone else in the room. However, if your heart yearns for the pre-soft-key era, this may help you to re-experience the warm sentimentality of days-gone-by.
da: Meget få mennesker vil ønske at aktivere dette, da det generelt er meget irriterende for alle andre i rummet. Men hvis dit hjerte virkelig længes efter tiden før computere, kan dette måske hjælpe dig til at gen-erfare den varme sentimentalitet fra gamle dage.
de: Nur wenige Personen werden diese Funktion nutzen, da sie normalerweise jeden anderen im Zimmer belästigt. Wie auch immer, wenn sie für die die alten Tage schwärmen, denn mag Ihnen dies helfen, die Gefühle der vergangenen Tage wieder aufleben zu lassen.
es: Muy pocas persona elegirían seleccionar esta opción, ya que habitualmente molesta a cualquiera que este en la misma habitación. Sin embargo, si usted añora la era presoftware, esto le puede ayudar a reexperimentar los cálidos sentimientos de los días pasados.
fr: Peu de gens utilisent cette option, parce qu'elle finit par être pénible pour tous ceux qui sont dans la même pièce. Mais si la nostalgie d'une époque révolue vous habite, vous pourrez revivre ces sensations perdues.
nl: Weinig mensen zullen deze optie willen aanzetten omdat dit uw kamergenoten stoort. Als uw hart echter smacht naar het pre-zachte toetsen-tijdperk, kan dit u helpen het warme gevoel van deze vervlogen dagen terug te ervaren.
pt: Muito poucas pessoas quererão activar esta opção, dado que incomoda normalmente as outras pessoas na sala. Contudo, se o teu coração sente falta da era das teclas rígidas, isto pode ajudar-te a relembrar o sentimentalismo de dias passados.
sk: Len málo ľudí túto možnosť využije, pretože to ruší všetkých ostatných v miestnosti. Ale sa vám cnie za klávesnicami, ktoré pri písaní klikali, možno vám to pomôže k dobrému sentimentálnemu pocitu spokojnosti.
sl: To možnost bo izbralo le malo ljudi, saj v splošnem moti vsakogar, ki je poleg vas v prostoru. Če pa se vam toži po časih pred mehkimi tipkami, vam bo to morda pomagalo podoživeti minule čase.
sv: Ett fåtal skulle välja att aktivera det här alternativet, eftersom det i allmänhet stör alla andra i rummet. Men om du i ditt hjärta längtar tillbaka till eran innan tangentbord, kan detta hjälpa dig att återskapa den varma sentimentala känslan från dagar som sedan länge är förbi.

source: NumLock on KDE Startup
da: NumLock ved KDE opstart
de: Zahlenblocksperre bei KDE-Start
es: Bloqueo numérico en el inicio de KDE
fr: Verrouillage numérique au démarrage de KDE
nl: NumLock bij het opstarten van &kde;
pt: NumLock no Arranque do KDE
sk: NumLock pri štarte KDE
sl: NumLock ob zagonu KDE
sv: NumLock vid uppstart av KDE

source: You can choose to either always <guilabel>Turn on</guilabel> or <guilabel>Turn off</guilabel> the NumLock when &kde; starts, or you can choose to have &kde; leave NumLock at whatever it was set to before KDE started up.
da: Man kan vælge altid at have NumLock <guilabel>Slået til</guilabel> eller <guilabel>Slået fra</guilabel>når &kde; starts, eller man kan vælge at lade &kde; overlade NumLock til det den var sat til før KDE startede.
de: Hier kann man auswählen, ob &kde; NumLock beim Start immer <guilabel>Einschalten</guilabel>, <guilabel>Ausschalten</guilabel> oder den Zustand dieser Taste <guilabel>Unverändert lassen</guilabel> soll.
es: Siempre puede elegir <guilabel>Encender</guilabel> o <guilabel>Apagar</guilabel> el teclado numérico cuando se inicia &kde; o puede elegir que &kde; deje el teclado numérico como estaba antes de iniciarse KDE.
fr: Vous pouvez choisir soit de toujours <guilabel>Activer</guilabel> ou <guilabel>Désactiver</guilabel> le verrouillage numérique lorsque &kde; démarre, ou vous pouvez choisir que &kde; laisse le verrouillage numérique comme il était avant que KDE ne démarre.
nl: U kunt kiezen om <guilabel>NumLock bij opstarten van &kde;</guilabel> op <guilabel>Inschakelen</guilabel> of op <guilabel>Uitschakelen</guilabel> te zetten bij het starten van &kde; of u kunt kiezen om de NumLock status onveranderd te laten.
pt: Podes escolher entre deixar sempre <guilabel>Ligado</guilabel> ou <guilabel>Desligado</guilabel> o NumLock quando o &kde; arranca, ou podes escolher deixá-lo como está enquanto o KDE arranca.
sk: Môžete si vybrať, či sa má NumLock pri štarte &kde; vždy <guilabel>Zapnúť</guilabel> alebo <guilabel>Vypnúť</guilabel>. Alebo môže &kde; nechať NumLock v stave, v ktorom bol pred spustením &kde;.
sl: Izbirate lahko med <guilabel>Vklopi</guilabel> ali <guilabel>Izklopi</guilabel>, da vklopite /izklopite NumLock ob zagonu &kde; ali pa izberete, da boste pustili NumLock na vrednosti, kakršni je bil, preden je bil KDE zagnan.
sv: Du kan välja att antingen alltid <guilabel>Slå på</guilabel> eller <guilabel>Slå av</guilabel> NumLock när &kde; startar, eller så kan du välja att låta &kde; lämna NumLock som det var inställt innan KDE startade.

source: Section Author
da: Sektionsforfatter
de: Mitwirkende
es: Sección de autores
fr: Auteurs de la section
nl: Auteurssectie
pt: Autor da Secção
sk: Autor kapitoly
sl: Avtor razdelka
sv: Avsnittsförfattare

source: Ellis Whitehead <email>kde@ellisw.net</email>
de: Ellis Whitehead <email>ewhitehe@uni-freiburg.de</email>
sl: Ellis Whitehead <email>ewhitehe@uni-freiburg.de</email>

source: Updated for &kde; 2.2 by Lauri Watts <email>lauri@kde.org</email>
da: Opdateret for &kde; 2.2 af Lauri Watts <email>lauri@kde.org</email>
de: Aktualisiert für &kde; 2.2 von Lauri Watts <email>lauri@kde.org</email>
es: Actualización para &kde; 2.2 por Lauri Watts <email>lauri@kde.org</email>
fr: Mise à jour pour &kde; 2.2 par Lauri Watts <email>lauri@kde.org</email>
nl: Bijgewerkt voor &kde; 2.2 door Lauri Watts <email>lauri@kde.org</email>
pt: Actualizado para o &kde; 2.2 por Lauri Watts <email>lauri@kde.org</email>
sk: Pre &kde; 2.2 aktualizovala Lauri Watts <email>lauri@kde.org</email>
sl: Za &kde; 2.2 je razdelek osvežila Lauri Watts <email>lauri@kde.org</email>
sv: Uppdaterat för &kde; 2.2 av Lauri Watts <email>lauri@kde.org</email>

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Deutsche Übersetzung von Carsten Niehaus <email>CNiehaus@gmx.de</email></para>
es: <para>Traducción por Pablo de Vicente<email>pvicentea@nexo.es</email></para>
fr: <para>Traduction et relecture par&nbsp;:</para><para>Thibaut Cousin <email>cousin@in2p3.fr</email></para><para>Yves Dessertine <email>yves.d@hrnet.fr</email></para>
nl: &meld.fouten; <para>Met dank aan Frank De Kervel voor het helpen vertalen</para> &vertaling.niels;
pt: <para>Tradução de José Nuno Coelho Pires <email>jncp@rnl.ist.utl.pt</email></para>
sk: <para>Preklad dokumentácie Stanislav Višňovský <email>visnovsky@nenya.ms.mff.cuni.cz</email></para>
sl: <para>Prevod: Andrej Vernekar <email>andrej.vernekar@kiss.uni-lj.si</email>; Posodobitev prevoda: Matej Badalič <email>matej_badalic@slo.net</email></para>
sv: <para>Översättning Stefan Asserhäll <email>stefan.asserhall@telia.com</email> 2001-07-23</para>

source: KControl
fr: centre de configuration
