Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmxservinfo.po
Languages: cs, es, fr, nl, pt, ru, sk, sl

source: ROLES_OF_TRANSLATORS
cs: <para>Překlad Ondřej Šotek <email>ondrej.sotek@seznam.cz</email></para>
es: <othercredit role="translator"><firstname>Pablo</firstname><surname>de Vicente</surname><affiliation><address><email>pvicentea@nexo.es</email></address></affiliation><contrib>Traductor</contrib></othercredit>
fr: <othercredit role="translator"><firstname>Eric</firstname><surname>Bischoff</surname><affiliation><address><email>e.bischoff@noos.fr</email></address></affiliation> </othercredit>
nl: &Niels.Reedijk;
pt: <othercredit role="translator"><firstname>José</firstname><surname>Pires</surname><affiliation><address><email>jncp@rnl.ist.utl.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>
ru: <para>Перевод на русский - Виталий Лопатин<email>vitls@chat.ru</email></para>
sk: <othercredit role="translator"><firstname>Stanislav</firstname> <surname>Višňovský</surname> <affiliation> <address><email>visnovsky@nenya.ms.mff.cuni.cz</email></address> </affiliation><contrib>Preklad</contrib></othercredit>
sl: <othercredit role="translator"><contrib>Prevod</contrib><firstname>Matej</firstname><surname>Badalič</surname><affiliation><address><email>matej_badalic@slo.net</email></address></affiliation></othercredit>

source: X server
es: Servidor X
pt: Servidor X
ru: Х Сервер
sl: X strežnik

source: system information
cs: informace o systému
es: información del sistema
nl: systeeminformatie
pt: informação do sistema
ru: системная информация
sk: systémové informácie
sl: informacije o sistemu

source: X Server Information
cs: Informace o X Serveru
es: Información del servidor X
fr: Informations sur le serveur X
nl: X Server Informatie
pt: Informação do Servidor X
ru: Информация о Х сервере
sk: Informácia o X serveri
sl: Informacije o X strežniku

source: This screen is useful for getting specific information about your X server and the current session of X.
cs: Tento modul zobrazuje informace týkající se X serveru a aktuální relace.
es: Esta pantalla es útil para obtener información especial acerca de su servidor X y de la sesión actual de X.
fr: Cet écran est utile pour obtenir des informations spécifiques sur votre serveur X et la session X en cours.
nl: Dit scherm is nuttig voor het verkrijgen van specifieke informatie over uw X-server en de huidige sessie van X.
pt: Este ecrã é útil para obter informações específicas acerca do teu servidor X e da sessão de X actual.
ru: Эта страница полезна для получения информации о вашем Х сервере и о текущей Х сессии.
sk: Tento modul sa hodí pre získanie informácií o vašom X serveri a aktuálnom sedení X.
sl: Ta zaslon je uporaben za pridobitev specifičnih informacij o vašem X strežniku in trenutnih X sejah.

source: When you open this module, you are presented with some information. The left part of the window, is organized into a tree. Some of the elements have a plus sign in front of the label. Clicking this plus symbol opens a <quote>submenu</quote> related to the label. Clicking on a minus sign in front of a label hides the submenu.
cs: Celé okno modulu je vyplněno informacemi. Levá část okna je tvořena stromem. Některé položky stromu mají u svého názvu znaménko plus. Kliknutím na toto plus otevřete <quote>nabídku</quote> vztahující se k dané oblasti. Kliknutím na mínus tuto nabídku opět uzavřete.
es: Cuando abra este módulo, se le mostrará algo de información. La parte izquierda de la ventana, está organizada en forma de árbol. Algunos elementos tienen un signo más en frente de la etiqueta. Pulsando sobre el símbolo más se abre un <quote>submenú</quote> relacionado con la etiqueta. Pulsando sobre el signo menos que precede a la etiqueta oculta el submenú.
fr: Quand vous ouvrez ce module, des informations apparaissent. La partie gauche de l'écran est organisée sous la forme d'un arbre. Certains des éléments ont un signe plus devant le texte. En cliquant sur le signe plus on ouvre le <quote>sous-menu</quote> associé à ce choix. En cliquant sur le signe moins en face d'un texte on fait disparaître le sous-menu.
nl: Wanneer u deze module opent, wordt u sommige informatie gepresenteerd. Het linkerdeel van het venster is georganiseerd als een boom. Sommige elementen hebben een plus-teken voor het label staan. Als u op dit plus-symbool klikt, wordt er een <quote>submenu</quote> geopend die te maken heeft met dat label. Als u klikt op een min-teken voor een label, wordt dat submenu weer verborgen.
pt: Quando acedes a este módulo, é-te apresentada alguma informação. A parte esquerda da janela está organizada como uma árvore. Alguns dos campos têm um sinal '+' antes do texto. Se carregares neste sinal abres um <quote>sub-menu</quote> relativo ao texto. Se carregares num sinal '-' fechas o sub-menu.
ru: Когда вы открываете этот модуль, вам показывается некая информация. Левая часть окна организована в виде дерева. Некоторые элементы имеют в начале знак плюса. Щелкая на плюсе, вы открываете <quote>подменю</quote>, относящееся к элементу. Щелчок на символе минуса в начале элемента скроет от вас подменю.
sk: Keď si zobrazíte tento modul, bude obsahovať niektoré informácie. V ľavej časti okna je strom. Niektoré položky majú pri sebe plus. Kliknutím naň rozbalíte <quote>podmenu</quote> pre danú položku. Kliknutím na znak mínus podmenu zase skryjete.
sl: Ko odprete ta modul, se vam prikažejo nekatere informacije. Levi del okna je organiziran v drevo. Nekateri elementi imajo znak plus pred oznako. Klik na ta simbol plus odpre <quote>podmenu</quote> povezan z oznako. Klik na znak minus pred oznako skrije podmenu.

source: The right part of display, is the individual values for each of the parameters on the left.
cs: V pravé části okna jsou hodnoty všech položek z levé části okna.
es: La parte derecha de la pantalla, contiene los valores individuales para cada uno de los parámetros de la izquierda.
fr: La partie droite de l'affichage détaille les valeurs de chacun des paramètres sur la gauche.
nl: Het rechterdeel van het scherm, bevat de individuele waarden voor elk van de parameters links.
pt: A parte direita corresponde aos valores individuais de cada um dos parâmetros à esquerda.
ru: Правая часть экрана - это индивидуальное значение для каждого параметра в левой части.
sk: V pravej časti sú zobrazené hodnoty pre jednotlivé parametre.
sl: Na desnem delu zaslona so posamezne vrednosti za vsak parameter na levi.

source: The information presented will vary depending on your setup.
cs: Způsob zobrazení informací závisí na nastavení vašeho systému.
es: La información presentada variará dependiendo de su configuración.
fr: Les informations affichées dépendent de votre configuration.
nl: De gepresenteerde informatie is afhankelijk van uw opstelling.
pt: A informação apresentada irá variar de acordo com a tua configuração.
ru: Представленная информация будет сильно зависеть от настроек.
sk: Dostupné informácie sa môžu líšiť v závislosti na vašom nastavení.
sl: Prikazane informacije se bodo razlikovale v odvisnosti od vaših nastavitev.

source: Some setups may not be able to determine some or all of the parameters.
cs: V některých případech není možné zjistit informace o všech hodnotách.
es: Algunas configuraciones pueden no ser capaces de determinar algunos o todos los parámetros.
fr: Certaines configurations rendent impossible de déterminer tout ou partie des paramètres.
nl: Sommige opstellingen kunnen niet alle of geen van alle paramters bepalen.
pt: Algumas configurações poderão não determinar todos os parâmetros ou alguns deles.
ru: Некоторые настройки могут не определять некоторые или все из указанных параметров.
sk: Pre niektoré konfigurácie nie je možné zistiť všetky parametre.
sl: Nekatere ali vse nastavitve mogoče ne bodo znale določiti parametrov.

source: You can not change any values from this menu. It is for information only.
cs: V tomto modulu nemůžete měnit žádná nastavení.
es: No puede modificar ningun valor desde este menú. Sólo es informativo.
fr: Vous ne pouvez changer aucun réglage depuis ce menu, il est purement informationnel.
nl: U kan geen waarden wijzigen in dit menu, het is alleen voor informatie.
pt: Não podes mudar nenhuns dos valores deste menu; é só para te informar.
ru: Вы не можете ничего изменять из этого меню. Оно служит только для информации.
sk: V tomto paneli nie je možné meniť žiadne nastavenia.
sl: Iz tega menuja ne morete spremeniti nobenih vrednosti. Je samo za informacijo.

source: Section Authors
cs: Autoři oddílu
es: Sección de autores
fr: Auteurs
nl: Auteurssectie
pt: Autores da Secção
ru: Авторы раздела
sk: Autori kapitoly
sl: Avtorji razdelka

source: CREDIT_FOR_TRANSLATORS
cs: <para>Překlad Ondřej Šotek <email>ondrej.sotek@seznam.cz</email></para>
es: <para>Traducción por Pablo de Vicente<email>pvicentea@nexo.es</email></para>
fr: <para> Éric Bischoff <email>e.bischoff@noos.fr</email> - traduction française </para> <para> Patrick Chavas <email>pachavas@sun.cpe.fr</email> - relecture française </para>
nl: &meld.fouten;&vertaling.niels;
pt: <para>Tradução de José Nuno Coelho Pires <email>jncp@rnl.ist.utl.pt</email></para>
ru: <para>Перевод на русский Виталий Лопатин<email>vitls@chat.ru</email></para>
sk: <para>Preklad dokumentácie Stanislav Višňovský <email>visnovsky@nenya.ms.mff.cuni.cz</email></para>
sl: <para>Prevod: Matej Badalič <email>matej_badalic@slo.net</email></para>
