Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmkbrowse.po
Languages: da, de, es, fr, nl, pt, sk, sl, sv

source: You can either opt to have &konqueror; automatically detect the Java installation on your system, or specify the path to the installation yourself by selecting <guilabel>Use user-specified Java</guilabel>. You may want to choose the latter method, for instance, if you have multiple Java installations on your system, and want to specify which one to use. If the Java Virtual Machine you are using requires any special startup options, you can type them in the text box labeled <guilabel>Additional Java Arguments</guilabel>.
da: Du kan enten vælge at få &konqueror; til at detektere Java installation på dit system automatisk, eller angive stien til installationen selv ved at vælge <guilabel>Bruger-specificeret Java</guilabel>. Du vil måske ønske at bruge den sidste metode, hvis du har flere Java installationer på dit system, og du ønsker at bestemme hvilken der skal bruges. Hvis den Java virtuelle maskine du bruger kræver specielle opstartsvalg, kan du skrive dem i tekstboksen der hedder <guilabel>Ekstra Java argumenter</guilabel>.
de: Sie können es entweder &konqueror; überlassen, die Java-Installation auf Ihrem System festzustellen, oder Sie geben selber den Installationspfad im Eingabefeld <guilabel>Pfad zur ausführbaren Java-Datei</guilabel> an. Haben Sie mehrere Java-Installationen auf Ihrem Rechner, so möchten Sie sich vielleicht für die letztere Methode entscheiden, um anzugeben, welche Installation verwendet werden soll. Benötigt die virtuelle Java-Maschine spezielle Startoptionen, so können Sie diese im Eingabefeld <guilabel>Zusätzlich Java-Argumente</guilabel> festlegen.
es: Puede decidir bien que &konqueror; detecte automáticamente la instalación de Java en su sistema, o especificar manualmente la ruta de instalación seleccionando <guilabel>Utilizar Java especificado por usuario</guilabel>. El úlitmo método es adecuado, si dispone de varias instalaciones de Java en su sistema, y quiere especificar la que desea utilizar. Si la maquina virtual Java que está utilizando requiere cualquier opción especial de inicio, puede introducirlas en un recuadro de texto etiquetado <guilabel>Argumentos adicionales de Java</guilabel>.
fr: Vous pouvez soit choisir que &konqueror; détecte automatiquement le Java installé sur votre système, ou spécifier le chemin dans lequel il est installé en choisissant <guilabel>Utiliser un Java spécifique</guilabel>. Vous pouvez être amené à choisir cette dernière méthode, par exemple, si vous avez de multiples installations de Java sur votre système, et si vous voulez indiquer laquelle vous souhaitez utiliser. Si la machine virtuelle Java que vous utilisez nécessite des options de démarrage particulières, vous pouvez les taper dans la zone de saisie libellée <guilabel>Arguments Java supplémentaires</guilabel>.
nl: U kunt ervoor kiezen om &konqueror; de Java installatie op uw systeem te laten detecteren, of u kunt zelf het pad specifiëren naar de installatie door <guilabel>Pad naar Java</guilabel> te selecteren. Dit laatste is handig als u bijvoorbeeld meerdere Java-installaties hebt op uw systeem, en u wilt specifiëren welke Java-installatie er moet gebruikt worden. Als de Java Virtuele Machine die u gebruikt speciale opstart-opties nodig heeft, kunt u deze intypen in het veld met de naam <guilabel>Extra Java-argumenten</guilabel>.
pt: Podes optar se queres que o &konqueror; detecte automaticamente a instalação de Java no teu sistema ou se especificas tu próprio a localização da instalação seleccionando <guilabel>Usar Java específico do utilizador</guilabel>. Podes querer escolher o último método, por exemplo, se tiveres várias instalações de Java no teu sistema e queres especificar qual delas queres usar. Se a Máquina Virtual de Java que usas necessita de alguns parâmetros iniciais extra, podes escrevê-los no campo de texto <guilabel>Argumentos Extra do Java</guilabel>.
sk: &konqueror; môže automaticky nájsť inštaláciu Java, alebo môžete zadať cestu k nej pomocou <guilabel>Použiť používateľskú Javu</guilabel>. Druhá metóda sa vám hodí, ak napríklad máte viacero inštalácií Java a chcete určiť, ktorá sa má používať. Ak potrebuje vaša Java Virtual Machine nejaké špeciálne parametre, zadajte ich do poľa <guilabel>Ďalšie argumenty pre Javu</guilabel>.
sl: Lahko tudi izberete, da vam &konqueror; samodejno zazna Java namestitev na vašem sistemu, ali pa da sami določite pot do namestite z izbiro <guilabel>Uporabi Javo, ki jo določi uporabnik</guilabel>. Zadnjo izbiro boste želeli izbrati, če imate več Java namestitev na vašem sistemu in boste želeli določiti katera naj se uporablja. Če Java Virtual Machine ki jo uporabljate zahteva posebne zagonske nastavitve, jih lahko vtipkate v vnosno polje z oznako <guilabel>Dodatni Java argumenti</guilabel>.
sv: Du kan antingen låta &konqueror; automatiskt detektera Java-installationen på ditt system, eller ange sökvägen till installationen själv genom att välja <guilabel>Sökväg till körbar Java</guilabel>. Du kan välja den senare metoden om du till exempel har flera Java-installationer på ditt system, och vill ange vilken av dem som ska användas. Om den Java virtuella maskin som du använder kräver några särskilda startalternativ, kan du skriva in dem i textrutan som heter <guilabel>Ytterligare Java argument</guilabel>.

source: Despite the name, JavaScript is not related at all to Java.
da: På trods af navnet er JavaScript ikke relateret til Java overhovedet.
de: Trotz seines Namens ist JavaScript keinesfalls verwandt mit Java.
es: A pesar de su nombre, JavaScript no guarda relación alguna con Java.
fr: Malgré son nom, JavaScript n'est pas du tout relié à Java.
nl: In tegenstelling tot wat de naam doet vermoeden, is Javascript helemaal niet gerelateerd aan Java.
pt: Apesar do nome, o JavaScript não está relacionado de modo algum com o Java.
sk: Aj keď sa tak volá, JavaScript nemá nič spoločné s Java.
sl: Kljub imenu JavaScript ni povezan z Javo.
sv: Trots namnet, så har inte Javaskript något alls gemensamt med Java.

source: The first part of this page works the same as the Java page settings.
da: Den første del af denne side virker på samme måde som Java indstillingerne.
de: Der erste Teil dieser Karteikarte entspricht der Karteikarte Java.
es: La primera parte de esta página funciona del mismo modo que las opciones de Java.
fr: La première partie de cette page fonctionne de la même façon que la page des paramètres Java.
nl: Het eerste deel van deze pagina werkt op dezelfde manier als de instellingen op de Java-pagina.
pt: A primeira parte desta página funciona da mesma forma que as configurações da página de Java.
sk: Prvá časť tejto záložky funguje rovnako ako nastavenie pre Java.
sl: Prvi del te strani deluje enako kot nastavitve javanske strani.
sv: Den första delen av den här sidan fungerar på samma sätt som för Java-inställningarna.

source: The checkboxes under <guilabel>Global Settings</guilabel> allows you to turn JavaScript support on for all web sites by default. You can also select to turn JavaScript on or off for specific hosts. To add a policy for a specific host, click the <guilabel>Add...</guilabel> button to bring up a dialog in which you can type the host name and then choose to accept or reject JavaScript code from that particular host, which will add the domain to the list on the left of the page.
da: Afkrydsningsboksene under <guilabel>Global opsætning</guilabel> tillader dig at slå JavaScript støtte til for alle netsider som standard. Du kan også vælge at slå JavaScript til eller fra for bestemte værter, klik blot på <guilabel>Tilføj...</guilabel> knappen for at få en dialog frem hvori du kan skrive værtens navn og så vælge at acceptere eller afslå JavaScript kode fra dette bestemte sted, hvilket vil tilføje domænet til listen i venstre side af siden.
de: Das Ankreuzfeld unter <guilabel>Globale Einstellungen</guilabel> schaltet die Unterstützung für JavaScript standardmäßig für alle Webseiten ein. Sie können aber auch JavaScript für bestimmte Domains ein- oder ausschalten. Um eine Regelung für eine bestimmte Domain hinzuzufügen, wählen Sie den Knopf <guilabel>Hinzufügen...</guilabel>. Hierdurch wird ein Dialog geöffnet, in dem Sie einen Rechner- oder Domainnamen angeben können, sowie festlegen, ob JavaScriptcode von diesem Rechner angenommen oder abgelehnt wird. Der Rechner bzw. die Domain werden zu der Liste <guilabel>Domain-spezifisch</guilabel> hinzugefügt.
es: Las casillas agrupadas bajo <guilabel>Opciones globales</guilabel> le permiten activar soporte para JavaScript . También puede seleccionar la posibilidad de des/activar JavaScript para máquinas específicas. Para añadir una política para una máquina específica, pulse el botón <guilabel>Añadir...</guilabel>. Se le mostrará un diálogo en el que puede introducir el nombre de la máquina y después aceptar o rechazar código JavaScript de esa máquina en particular, lo que añadirá el dominio a la lista de la izquierda de la página.
fr: Les boîtes à cocher groupées sous <guilabel>Réglages globaux</guilabel> vous permettent d'activer le support de JavaScript pour tous les sites web par défaut. Vous pouvez également choisir d'activer ou de désactiver Javascript sur certains sites. Pour ajouter une stratégie concernant un hôte donné, cliquez sur le bouton <guilabel>Ajouter...</guilabel> pour afficher un dialogue dans lequel vous pouvez taper le nom de l'hôte puis choisir d'accepter ou de refuser du code JavaScript provenant de cet hôte particulier, ce qui ajoutera le domaine à la liste à la gauche de la page.
nl: Het aankruisvakje onder de kop <guilabel>Globale instellingen</guilabel> staan u toe om JavaScript standaard aan of af te zetten voor alle websites. U kunt JavaScript ook aan of af zetten voor specifieke hosts. Om een beleid voor een specifieke host toe te voegen klikt u op de <guilabel>Toevoegen...</guilabel> knop, om zo een dialoogvenster te doen verschijnen waarin u een host en een beleid kunt ingeven. Het beleid zal dan zichtbaar worden in de lijst op de linkerkant van de pagina.
pt: A opção de <guilabel>Configuração Global</guilabel> permite-te activar o suporte de JavaScript para todos os 'sites' por omissão. Também podes seleccionar a activação do Java para máquinas específicas. Para adicionares uma política para uma máquina específica, carrega no botão <guilabel>Adicionar...</guilabel> para fazeres aparecer uma janela, na qual podes indicar o nome da máquina e escolher se aceitas ou rejeitas o código de JavaScript dessa máquina em particular, e que irá adicionar o domínio à lista da esquerda.
sk: Voľby v časti <guilabel>Globálne nastavenia</guilabel> umožňujú zapnúť podporu pre jazyk JavaScript štandardne pre všetky servery. Môžete sa aj rozhodnúť, že zapnete alebo vypnete JavaScript pre jednotlivé servery. Politiku pre jednotlivých hostiteľov pridáte stlačidlom <guilabel>Pridať</guilabel>. Zobrazí sa dialóg, kde môžete zadať meno hostiteľa a vybrať akceptovanie alebo odmietnutie kódu JavaScript z tohto hostiteľa, ktorý bude pridaný do zoznamu domén vľavo.
sl: Potrditvena polja združena pod <guilabel>Globalne nastavitve</guilabel> vam omogočajo, da vključite podporo za JavaScript za vse spletne strani kot privzeto. Lahko tudi izberete, da vključite ali izključite JavaScript za določene gostitelje. Da dodate taktiko za določen gostitelj, kliknite na gumb <guilabel>Dodaj...</guilabel>, da se vam bo pojavilo pogovorno okno v katerem boste lahko vtipkali ime gostitelja in potem izbrali za sprejeti ali zavrniti JavaScript kodo za tega gostitelja, kar bo domeno dodalo na seznam na levi strani strani.
sv: Alternativen under <guilabel>Globala inställningar</guilabel> låter dig aktivera Javaskriptstöd för alla webbsidor. Du kan också välja att aktivera Javaskript för individuella värddatorer. För att lägga till en policy för en speciell värddator, klicka på knappen <guilabel>Lägg till...</guilabel> för att visa en dialog där du kan ange värddatornamnet och därefter välja att acceptera Javaskriptkod eller inte från den speciella värddatorn, vilket lägger till domänen i listan till vänster på sidan.

source: The final set of options on this page determine what happens when a page uses JavaScript to try to open a new window. You can set &konqueror; to <guilabel>Allow</guilabel> all such requests, <guilabel>Ask</guilabel> each time a request is made, or <guilabel>Deny</guilabel> all popup requests.
da: De øvrige valg på denne side afgør, hvad der sker, når en side bruger JavaScript til at prøve at åbne et nyt vindue. Du kan lade &konqueror; <guilabel>Tillade</guilabel> alle sådanne forespørgsler <guilabel>Spørge</guilabel> hver gang der gøres en sådan forespørgsel eller <guilabel>Nægte</guilabel> alle pop-op forespørgsler.
de: Mit den letzten Optionen auf dieser Karteikarte legen Sie fest, was passieren soll, wenn eine Webseite JavaScript einsetzt, um ein neues Fenster zu öffnen. Über die Option <guilabel>Zulassen</guilabel> können Sie &konqueror; anweisen, solche Anforderungen immer zuzulassen. Die Option <guilabel>Nachfragen</guilabel> fragt bei jeder Anforderung nach, über <guilabel>Ablehnen</guilabel> werden alle Anforderungen für neue Fenster abgelehnt.
es: La configuración final de las opciones de esta página determina lo que ocurre cuando una página que utiliza JavaScript intenta abrir una nueva ventana. Puede configurar &konqueror; para <guilabel>Permitir</guilabel> tales solicitudes, <guilabel>Preguntar</guilabel> cada vez que se haga una petición, o <guilabel>Denegar</guilabel> todas las peticiones.
fr: Le dernier groupe d'options de cette page détermine ce qui se passe lorsqu'une page utilise JavaScript pour tenter d'ouvrir une nouvelle fenêtre. Vous pouvez régler &konqueror; pour <guilabel>Accepter</guilabel> toutes les requètes de ce type, <guilabel>Demander</guilabel> à chaque fois qu'une requète est effectuée, ou <guilabel>Refuser</guilabel> toutes les requètes d'ouverture.
nl: De laatste opties op deze pagina maken uit wat er gebeurt wanneer een pagina JavaScript gebruikt om een nieuw venster te openen. U kunt &konqueror; dit laten <guilabel>Toestaan</guilabel>, <guilabel>Vragen</guilabel> aan de gebruiker telkens als een website zoïets wil doen, of dit helemaal <guilabel>Verwerpen</guilabel>.
pt: O conjunto de opções no fim da página determina o que acontece quando uma página usa JavaScript para tentar abrir uma nova janela. Podes indicar ao &konqueror; para <guilabel>Permitir</guilabel> todos os pedidos, <guilabel>Perguntar</guilabel> cada vez que é feito um pedido ou <guilabel>Recusar</guilabel> todos os pedidos.
sk: Posledná skupina volieb na tejto záložke udáva, čo sa stane, ak sa JavaScript pokúsi otvoriť nové okno. &konqueror; môže <guilabel>Povoliť</guilabel> takéto volania, <guilabel>Pýtať sa</guilabel> pri každej požiadavke, alebo <guilabel>Odmietnuť</guilabel> všetky požiadavky na nové okno.
sl: Zadnji nabor izbir na tej strani določa, kaj se zgodi, kadar stran uporablja JavaScript, da odpre novo okno. &konqueror; lahko nastavite, da <guilabel>Dovoli</guilabel> vse takšne zadeve, vas vsakič <guilabel>Vpraša</guilabel>, ali <guilabel>Zavrne</guilabel> vse zahteve po novih oknih.
sv: Den sista uppsättningen med alternativ på den här sidan avgör vad som händer när en sida använder Javaskript för att försöka öppna ett nytt fönster. Du kan ställa in &konqueror; så att den <guilabel>Tillåt</guilabel>er varje begäran, <guilabel>Fråga</guilabel>r varje gång en begäran görs eller <guilabel>Neka</guilabel>r varje begäran.

source: There is currently only one option on this page: <guilabel>Enable Plugins globally</guilabel>. If you disable this checkbox, then &konqueror; will not use any plugins. If you enable it, then any installed and configured plugins that it can find will be used by &konqueror;
da: Der er for øjeblikket kun et valg på denne side: <guilabel>Aktivér indstik globalt</guilabel>. Hvis du deaktiverer dette, så vil &konqueror; ikke bruge nogen indstik. Hvis du aktiverer det, så vil alle installerede og indstillede indstik den kan finde, blive brugt af &konqueror;
de: Auf dieser Karteikarte gibt es zur Zeit nur eine Option: <guilabel>Plugins global aktivieren</guilabel>. Ist dieses Ankreuzfeld deaktiviert, wird &konqueror; keine Plugins verwenden. Aktivieren Sie diese Option, werden alle installierten und konfigurierten Plugins von &konqueror; verwendet.
es: Actualmente sólo hay una opción en esta página: <guilabel>Activar plugins globalmente</guilabel>. Si desactiva esta casilla, entonces &konqueror; no usará ningún plugin. Si la activa, entonces &konqueror; utilizará cualquier plugin instalado y configurado que se pueda encontrar.
fr: Il n'y a actuellement qu'une seule option sur cette page&nbsp;: <guilabel>Activer les composants globalement</guilabel>. Si vous ne cochez pas cette case, alors &konqueror; n'utilisera pas de modules externes. Si vous la cochez, alors &konqueror; utilisera tout module externe installé et configuré qu'il trouvera.
nl: Er is nu slechts één optie op deze pagina: <guilabel>Plugins Globaal activeren</guilabel>. Als u dit aankruisvakje afzet, zal &konqueror; geen gebruik maken van plugins. Als u dit vakje aankruist, zullen alle gevonden geïnstalleerde en geconfigureerde plugins gebruikt worden door &konqueror;.
pt: Neste momento existe só uma opção nesta página: <guilabel>Activar globalmente os 'plugins'</guilabel>. Se desactivares esta opção, então o &konqueror; não irá utilizar nenhuns 'plugins'. Se a activares, todos os 'plugins' instalados e configurados que o &konqueror; encontrar serão usados por ele.
sk: Na tejto záložke je momentálne iba voľba <guilabel>Globálne povoliť moduly</guilabel>. Ak ju vypnete, &konqueror; nebude používať žiadne moduly. Ak ju zapnete, &konqueror; použije každý modul, ktorý nájde.
sl: Trenutno je na tej strani le ena izbira: <guilabel>Povsod omogoči vstavke</guilabel>. Če to polje onemogočite, &konqueror; ne bo uporabljal nobenih vstavkov. Če ga omogočite, bo &konqueror; uporabljal vse nameščene in prikrojene vstavke.
sv: För närvarande finns det bara ett alternativ på den här sidan: <guilabel> Aktivera insticksprogram globalt</guilabel>. Om du inte markerar den här rutan, kommer &konqueror; inte använda några insticksprogram. Om du markerar den, används alla installerade och konfigurerade insticksprogram som &konqueror; hittar.

source: Section Author
da: Sektionsforfatter
de: Abschnittsautor
es: Sección de autores
fr: Auteur de la section
nl: Auteurssectie
pt: Autor da Secção
sk: Autor kapitoly
sl: Avtorji razdelka
sv: Avsnittsförfattare

source: This section written by:
da: Denne sektion er skrevet af:
de: Dieses Kapitel wurde geschrieben von:
es: Sección escrita por:
fr: Cette section a été écrite par&nbsp;:
nl: Deze paragraaf is geschreven door:
pt: Esta secção foi escrita por:
sk: Túto kapitolu napísal:
sl: Ta razdelek je napisal:
sv: Det här avsnittet är skrivet av:

source: Additional material by Lauri Watts <email>lauri@kde.org</email>
da: Øvrigt materiale ved Lauri Watts <email>lauri@kde.org</email>
de: Zusätzliches Material von Lauri Watts <email>lauri@kde.org</email>
es: Material adicional por Lauri Watts <email>lauri@kde.org</email>
fr: Texte additionel par Lauri Watts <email>lauri@kde.org</email>
nl: Extra materiaal door Lauri Watts <email>lauri@kde.org</email>
pt: Material adicional de Lauri Watts <email>lauri@kde.org</email>
sk: Doplnila Lauri Watts <email>lauri@kde.org</email>
sl: Dodaten meterial je prispevala Lauri Watts <email>lauri@kde.org</email>
sv: Ytterligare material av Lauri Watts <email>lauri@kde.org</email>

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Deutsche Übersetzung: Jürgen Nagel <email>JuergenNagel@web.de</email>Überarbeitung der deutschen Übersetzung: Frank Brücker <email>f.bruecker@gmx.de</email></para>
es: <para>Traducido por Pablo de Vicente <email>pvicentea@nexo.es</email></para>
fr: <para>Traduction française par Éric Bischoff <email>e.bischoff@noos.fr</email></para>
nl: &meld.fouten; <para>Deze paragraaf is mede vertaald door Frank de Kervel.</para> &vertaling.niels;
pt: <para>Tradução de José Nuno Coelho Pires <email>jncp@rnl.ist.utl.pt</email></para>
sk: <para>Preklad dokumentácie Stanislav Višňovský <email>visnovsky@nenya.ms.mff.cuni.cz</email></para>
sl: <para>Prevod: Matej Badalič <email>matej_badalic@slo.net</email></para>
sv: <para>Översättning Stefan Asserhäll <email>stefan.asserhall@telia.com</email> 2001-07-23</para>

source: <guilabel>JavaScript</guilabel>:
sv: <guilabel>Javaskript</guilabel>:

source: JavaScript
sv: Javaskript

source: KControl
de: Kontrollzentrum
