Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmfile.po
Languages: da, es, fr, nl, pt, sk, sl, sv

source: We started out by saying that &kde; comes preconfigured with hundreds of file associations. The reality is, each system that &kde; is installed on has a different selection of applications. By allowing multiple associations per mime-type, KDE can continue to operate when a certain application is not installed on the system.
da: Vi begyndte med at sige at &kde; kommer prækonfigureret med hundredvis af filassociationer. Realiteten er at hvert system, som &kde; er installeret på har et andet udvalg af programmer. Ved at tillade flere associationer pr mime-type, kan &kde; fortsætte med at virke når et vist program ikke er installeret på systemet.
es: Comezamos diciendo que &kde; viene con cientos de asociaciones de archivos preconfiguradas. La realidad es, que cada sistema en el que se instala &kde; tiene una selección diferente de aplicaciones. Permitiendo asociaciones múltiples por tipo MIME, KDE puede continuar operando cuando una cierta aplicación no está instalada en el sistema.
fr: Nous avons vu au début de ce manuel que &kde; était préconfiguré pour prendre automatiquement en charge des centaines d'associations de types de fichiers. Dans les faits, chaque système sur lequel &kde; est installé possède un éventail d'applications qui lui est propre. Le fait de pouvoir associer plusieurs applications au même type mime permet à KDE de continuer à fonctionner même si certaines applications sont pas installées sur le système.
nl: We begonnen met het vertellen dat &kde; standaard wordt verpakt met honderden bestandsassociaties. De realiteit is dat elk systeem waarop &kde; is geïnstalleerd een verschillende selectie van applicaties bevat. Door meerdere associaties voor elk mimetype toe te laten kan &kde; blijven doorwerken wanneer een bepaalde applicatie niet op uw systeem is geïnstalleerd.
pt: Começámos por dizer que o &kde; vem pré-configurado com centenas de associações de ficheiros. A verdade é que cada sistema onde o &kde; é instalado tem uma selecção diferente de aplicações. Permitindo várias associações por cada tipo MIME, possibilita ao KDE continuar a funcionar mesmo quando não está instalada uma dada aplicação no sistema.
sk: Na začiatku sme povedali, že &kde; obsahuje stovky prednastavených asociácií súborov. V skutočnosti má každý počítač, kam sa &kde; inštaluje, iné zloženie nainštalovaných aplikácií. Tým, že je možné mať viacero asociácií, &kde; bude fungovať aj v prípade, že niektorú aplikáciu nemáte nainštalovanú.
sl: Začeli smo z izjavo, da pride &kde; prednastavljen s stotinami datotečnih asociacij. Resnica je, da ima vsak sistem, na katerem je nameščen KDE drugačen izbor asociacij. Ker dovoli več asociacij na zvrst mime, lahko &kde; dela, ne da bi bil določen program nameščen na sistemu.
sv: Vi började med att säga att &kde; kommer förinställt med hundratals filbindningar. I verkligheten är det så att varje system som &kde; installeras på har olika uppsättningar med program. Genom att tillåta flera bindningar per MIME-typ, kan KDE fortsätta att köra om ett visst program inte är installerat på systemet.

source: As an example:
da: For eksempel:
es: Por ejemplo:
fr: Prenons un exemple&nbsp;:
nl: Bijvoorbeeld:
pt: Por exemplo:
sk: Napríklad:
sl: Kot primer:
sv: Som ett exempel:

source: For the mime type <literal>pdf</literal>, there are two applications associated with this file type. The first program is called <application>PS Viewer</application>. If your system does not have <application>PS Viewer</application> installed, then &kde; automatically starts the second application <application>Adobe Acrobat Reader</application>. As you can see, this will help keep &kde; running strong as you add and subtract applications.
da: For mime typen <literal>pdf</literal>, er der to programmer der er associeret med denne filtype. Det første program hedder <application>PS Viewer</application>. Hvis dit system ikke har <application>PS Viewer</application> installeret, så starter KDE automatisk det andet program <application>Adobe Acrobat Reader</application>. Som du kan se hjælper dette &kde; med at fungere ordentlig når du tilføjer eller sletter programmer.
es: Para el tipo MIME <literal>pdf</literal>, hay dos aplicaciones asociadas con este tipo de archivos.El primer programa se llama <application>PS Viewer</application>. Si su sistema no tiene instalado <application>PS Viewer</application>, entonces &kde; automáticamente inicia la segunda aplicación <application>Adobe Acrobat Reader</application>. Como puede ver, esto ayuda que que &kde; continue ejecutandose sin problema mientras añade o elimina aplicaciones.
fr: Il y a deux applications associées au type mime <literal>pdf</literal>. La première de la liste est le logiciel nommé <application>Visualiseur PS/PDF</application>. Si jamais <application>Visualiseur PS/PDF</application> n'est pas installé sur votre système, &kde; utilisera automatiquement la seconde application&nbsp;: <application>Adobe Acrobat Reader</application>. Comme vous le constatez, ceci permet à &kde; de fonctionner de manière la plus efficace qui soit, indépendamment des modifications du système.
nl: Voor het mimetype <literal>pdf</literal> zijn er twee applicaties geassocieerd met dit bestandstype. Het eerste programma is genaamd <application>PS Weergever</application>. Als uw systeem de applicatie <application>PS Weergever</application> niet heeft geïnstalleerd dan zal &kde; automatisch de tweede applicatie met de naam <application>Adobe Acrobat Reader</application> starten. Zoals u kunt zien zal dit &kde; helpen om te blijven werken terwijl u applicaties installeert en verwijdert.
pt: Para o tipo MIME <literal>pdf</literal>, existem duas aplicações associadas com este tipo de ficheiro. O primeiro programa chama-se <application>Visualizador de PS</application>. Se o teu sistema não tiver o <application>Visualizador de PS</application> instalado, então o &kde; começa imediatamente a segunda aplicação, o <application>Adobe Acrobat Reader</application>. Como podes ver, isto ajuda a manter o &kde; a correr normalmente enquanto adicionas e removes aplicações.
sk: Pre typ <literal>pdf</literal> sú definované dve aplikácie. Prvý program sa volá <application>Prehliadač PS/PDF súborov</application>. Ak na vašom počítači tento program nie je nainštalovaný, automaticky sa spustí druhá aplikácia, čo je <application>xpdf</application>. Takže &kde; funguje dobre aj keď pridávate a odoberáte aplikácie nainštalované na vašom počítači.
sl: Za zvrst mime <literal>pdf</literal> sta asociirana dva programa. Prvi se imenuje <application>Pregledovalnik PS</application>. Če vaš sistem nima nameščenega programa <application>Pregledovalnik PS</application>, potem &kde; samodejno požene drugo aplikacijo <application>Adobe Acrobat Reader</application>. Kot lahko vidite bo to pomagalo &kde; delovati zanesliveje, ko dodajate in odstranjujete programe.
sv: Det finns två program som hör ihop med MIME-typen <literal>pdf</literal>. Det första programmet heter <application>PS Viewer</application>. Om ditt system inte har <application>PS Viewer</application> installerad, så startar &kde; automatiskt det andra programmet <application>Adobe Acrobat Reader</application>. Som du förstår hjälper det här &kde; hålla igång när du lägger till och tar bort program.

source: We have established that the order is important. You can change the order of the applications by clicking once with the mouse on the application you want to move, and then clicking either <guibutton>Move Up</guibutton> or <guibutton>Move Down</guibutton>. This will shift the currently selected application up or down the list of applications.
da: Vi har fastslået at rækkefølgen er vigtig. Du kan ændre rækkefølgen af programmerne ved at klikke en gang med musen på det program du vil flytte, og så klikke enten på <guibutton>Flyt op</guibutton> eller <guibutton>Flyt ned</guibutton>. Dette vil flytte det valgte program enten op eller ned på listen af programmer.
es: Hemos establecido que el orden es importante. Puede cambiar el orden de las aplicaciones pulsanod una vez con el ratón sobre la aplicación que desea mover, y después pulsando bien <guibutton>Subir</guibutton> o <guibutton>Bajar</guibutton>. Esto desplazará la aplicación actualmente seleccionada arriba o abajo de la lista de aplicaciones.
fr: Nous savons désormais en quoi l'ordre de la liste est important. Il vous est possible de modifier cette ordre, de la manière suivante&nbsp;: cliquez sur l'application à déplacer puis sur un des boutons <guibutton>Monter</guibutton> ou <guibutton>Descendre</guibutton>. Selon ce que vous aurez fait, l'application sera déplacée plus haut ou plus bas dans la liste.
nl: We hebben al aangegeven dat de volgorde van belang is. U kunt de volgorde van de applicaties veranderen door te klikken op de applicatie die u wilt verplaatsen en dan of op <guibutton>Omhoog</guibutton>of op<guibutton>Omlaag</guibutton> te drukken. Dit zal de huidige geselecteerde applicatie omhoog of omlaag verplaatsen in de applicatielijst.
pt: Dissemos que a ordem é importante. Podes alterar a ordem das aplicações carregando uma vez na aplicação que queres mover e carregando quer no botão <guibutton>Mover para Cima</guibutton> quer no <guibutton>Mover para Baixo</guibutton>. Isto deslocará a aplicação seleccionada para cima ou para baixo na lista de aplicações.
sk: Už sme sa zmienili, že na poradí záleží. Zmeniť poradie je možné pomocou kliknutia myšou na aplikáciu, ktorej chcete zmeniť poradie, a stlačenia tlačidiel <guibutton>Posunúť hore</guibutton> a <guibutton>Posunúť dolu</guibutton>. Tým posuniete momentálne vybranú aplikáciu vyššie alebo nižšie v zozname aplikácií.
sl: Ugotovili smo, da je vrstni red pomemben. Lahko ga spremenite z enkratnim klikom miške na programu, ki ga hočete premakniti in nadaljnim klikom na <guibutton>Pomakni gor</guibutton> ali <guibutton>Pomakni dol</guibutton>. To bo premaknilo trenutno izbran program navzgor ali navzdol po seznamu.
sv: Vi har klargjort att ordningen är viktig. Du kan ändra ordningen av programmen genom att klicka en gång med musen på programmet du vill flytta, och sedan antingen klicka på <guibutton>Flytta upp</guibutton> eller <guibutton>Flytta ner</guibutton>. Det här flyttar det valda programmet upp eller ner i listan av program.

source: You can add new applications to the list by clicking the button labeled <guibutton>Add</guibutton>. A dialog box will appear. Using the dialog box, you can select the application you want to use for this mime type. Click <guibutton>OK</guibutton> when you are done, and the application will be added to the current list.
da: Du kan tilføje nye programmer til listen ved at klikke på knappen der hedder <guibutton>Tilføj</guibutton>. En dialogboks kommer frem. Ved brug af denne dialogboks, kan du vælge det program du ønsker at bruge for denne mime type. Klik på <guibutton>O.k.</guibutton> når du er færdig, og programmet vil blive tilføjet til den aktuelle liste.
es: Puede añadir nuevas aplicaciones a la lista pulsando el botón etiquetado <guibutton>Añadir</guibutton>. Aparecerá un cuadro de diálogo. Usando el cuadro de diálogo puede seleccionar la aplicación que desea usar para este tiop MIME. Pulse <guibutton>Aceptar</guibutton> cuando haya finalizado, y la aplicación se añadirá a la lista actual.
fr: Vous pouvez ajouter une application à la liste en cliquant sur le bouton <guibutton>Ajouter</guibutton>. Dans la boite de dialogue qui s'affiche, choisissez l'application à utiliser pour le type mime sélectionné. Cliquez ensuite sur <guibutton>OK</guibutton>, et l'application fait désormais partie de la liste.
nl: U kunt nieuwe applicaties aan de lijst toevoegen door te klikken op de knop <guibutton>Toevoegen</guibutton> en een dialoogvenster zal verschijnen. In dit dialoogvenster kunt u de applicatie selecteren die u wilt gebruiken voor dit mimetype. Klik op <guibutton>OK</guibutton> wanneer u klaar bent en de applicatie zal aan de huidige applicatielijst worden toegevoegd.
pt: Podes adicionar novas aplicações à lista carregando no botão <guibutton>Adicionar</guibutton>. Irá aparecer uma janela, na qual podes seleccionar a aplicação que desejas para este tipo MIME. Carrega em <guibutton>OK</guibutton> quando estiver tudo bem, e a aplicação será adicionada à lista actual.
sk: Pomocou tlačidla <guibutton>Pridať</guibutton> môžete pridať do zoznamu ďalšie aplikácie. Zobrazí sa dialóg, kam zadáte aplikáciu, ktorú chcete používať. Stlačením <guibutton>OK</guibutton> ju pridáte do zoznamu.
sl: Nove programe lahko dodate na seznam s klikom na gumb <guibutton>Dodaj</guibutton>. Pojavilo se bo pogovorno okno. Z uporabo tega okna lahko izberete program, ki ga želite uporabljati za to zvrst mime. Kliknite <guibutton>V redu</guibutton>, ko ste končali in program bo dodan trenutnemu seznamu.
sv: Du kan lägga till nya program till listan genom att klicka på knappen som heter <guibutton>Lägg till</guibutton>. En dialogruta visas. Du kan välja programmet du vill använda för den här MIME-typen med den här dialogrutan. Klicka <guibutton>Ok</guibutton> när du är klar, och programmet läggs till i den nuvarande listan.

source: You can remove an application (thereby ensuring that the application will never run with this mime-type by clicking once on the name of the application, and clicking the <guibutton>Remove</guibutton> button.
da: Du kan fjerne et program (og således sikre dig at programmet aldrig vil køre med denne mime-type ved at klikke en gang på programmets navn, og så klikke på <guibutton>Fjern</guibutton> knappen.
es: Puede eliminar una aplicación (asegurandose de este modo que la aplicación nunca se ejecutará con este tipo MIME pulsando una vez sobre el nombre de la aplicación, y pulsando el botón <guibutton>Eliminar</guibutton>
fr: Vous pouvez aussi supprimer une application (vous assurant de cette manière qu'elle ne sera jamais utilisée pour ce type mime) en cliquant dessus, puis sur le bouton <guibutton>Supprimer</guibutton>.
nl: U kunt een applicatie verwijderen (en daarmee u zelf verzekeren dat de applicatie nooit zal worden uitgevoerd bij dit mimetype) door deze te selecteren en vervolgens op <guibutton>Verwijderen</guibutton> te drukken.
pt: Podes remover uma aplicação (garantindo assim que a aplicação nunca será executada para este tipo MIME), seleccionado o nome da aplicação e carregando em seguida no botão <guibutton>Remover</guibutton>.
sk: Aplikáciu môžete zo zoznamu odstrániť a tak zabrániť, aby sa v budúcnosti spúšťala pre tento typ MIME. Stačí ju vybrať v zozname a stlačiť tlačidlo <guibutton>Odstrániť</guibutton>.
sl: Program lahko odstranite (s tem zagotovite, da se ne bo nikoli pognal s to zvrstjo mime) ob enkratnem kliku na ime programa in kliku na gumb <guibutton>Odstrani</guibutton>.
sv: Du kan ta bort ett program (och på så sätt säkerställa att programmet aldrig körs med den här MIME-typen) genom att klicka en gång på programmets namn, och klicka på knappen <guibutton>Ta bort</guibutton>.

source: It is a good idea to use the <guibutton>Move Up</guibutton> and <guibutton>Move Down</guibutton> buttons to adjust the unwanted application to a lower position in the list, rather than deleting the application from the list entirely. Once you have deleted an application, if your preferred application should become compromised, there will not be an application to view the data document.
da: Det er en god ide at bruge <guibutton>Flyt op</guibutton> og <guibutton>Flyt ned</guibutton> knapperne til at justere de uønskede programmer til en lavere position på listen, snarere end at slette programmet fra listen fuldstændigt. Hvis du sletter et program og der bliver problemer med dit foretrukne program, så vil der ikke være et program til at se dokumentets data.
es: Es una buena idea utilizar los botones <guibutton>Subir</guibutton> y <guibutton>Bajar</guibutton> para ajustar la aplicación no deseada a posiciones de menos prioridad en la lista, en lugar de borrar completamente la aplicación de la lista.Una vez borrada la aplicación, si su aplicación preferida se viera comprometida, no habría aplicación para ver los datos.
fr: Il est astucieux d'utiliser les boutons <guibutton>Monter</guibutton> et <guibutton>Descendre</guibutton> pour placer l'application plus bas dans l'ordre des préférences plutôt que la supprimer totalement. Ceci vous assure de conserver une solution alternative pour l'ouverture des fichiers associés, dans le cas où votre application favorite venait à ne plus fonctionner.
nl: Het is een goed idee om de <guibutton>Omhoog</guibutton> en <guibutton>Omlaag</guibutton> te gebruiken om een niet gewenste applicatie naar een lagere positie in de lijst te verplaatsen dan de applicatie compleet uit de lijst te verwijderen. Zo gauw u een applicatie heeft verwijderd zal zodra uw favoriete applicatie niet meer werkt (omdat het verwijderd is) er geen applicatie meer over zijn om het data document weer te geven.
pt: É uma melhor ideia usar os botões <guibutton>Mover para Cima</guibutton> e <guibutton>Mover para Baixo</guibutton> para ajustar uma aplicação indesejável para uma posição inferior na lista do que simplesmente retirá-la da lista. A partir do momento em que a apagas da lista, se a tua aplicação preferida deixar de funcionar, não existirá uma aplicação para ver o documento.
sk: Asi je rozumnejšie posunúť aplikáciu, ktorú nechcete používať, v zozname nižšie (pomocou tlačidla <guibutton>Posunúť dolu</guibutton>) namiesto jej odstránenia zo zoznamu, pretože po jej odstránení a napr. poškodení vašej preferovanej aplikácie nebude možné daný typ dokumentov zobraziť.
sl: Dobra ideja je uporaba gumbov <guibutton>Pomakni gor</guibutton> in <guibutton>Pomakni dol</guibutton> za postavitev nezaželenega programa na nižji položaj v seznamu, kot pa izbrisati ta program s seznama v celoti. Ko ste enkrat zbrisali program, v primeru da bo vaš priljubljen program 'kompromitiran', ne bo programa, ki bi omogočal ogled dokumenta.
sv: Det är en bra idé att använda knapparna <guibutton>Flytta upp</guibutton> och <guibutton>Flytta ner</guibutton> för att justera oönskade program till en lägre position i listan, istället för att ta bort dem helt från listan. När du väl har tagit bort programmet, om det program du föredrar skulle bli otillgängligt, kommer det inte att finnas något program för att titta på dokumentets data.

source: Embedding
da: Indlejring
es: Empotrado
fr: Incorporation
nl: Inbedden
pt: Embeber
sk: Integrované
sl: Vključeno
sv: Inbäddning

source: By clicking on the <guilabel>Embedding</guilabel> tab, you are presented with:
da: Ved at klikke på <guilabel>Indlejring</guilabel> fanebladet, bliver du præsenteret for:
es: Pulsando sobre la pestaña <guilabel>Empotrado</guilabel> se le presenta:
fr: Voici ce qui se trouve sous l'onglet <guilabel>Incorporation</guilabel>&nbsp;:
nl: Als u op het <guilabel>Inbedden</guilabel> tabblad klikt krijgt u dit gepresenteerd:
pt: Carregando na secção <guilabel>Embeber</guilabel>, ser-te-ão apresentados:
sk: Pri použití záložky <guilabel>Integrované</guilabel> dostanete tieto možnosti:
sl: S klikom na jeziček <guilabel>Vključeno</guilabel> se vam prikažejo:
sv: Genom att klicka på fliken <guilabel>Inbäddning</guilabel>, visas:

source: Three radio buttons labeled <guilabel>Left click action</guilabel>. This determines how &konqueror; views the selected mimetype.
da: Tre radio knapper der hedder <guilabel>Venstre klik handling</guilabel>. Dette afgør hvordan &konqueror; ser den valgte mimetype.
es: Tres botones radio etiquetados <guilabel>Acción de pulsación derecha</guilabel>. Esto determina el modo en el que &konqueror; visualiza el tipo MIME seleccionado.
fr: Dans la partie <guilabel>Action du clic gauche</guilabel> se trouvent 3 boutons. Vous déterminerez ici la façon dont &konqueror; affichera les fichiers dépendant de ce type mime.
nl: Drie radioknoppen met de naam <guilabel>Linker klikactie</guilabel>. Dit bepaalt hoe &konqueror; het geselecteerde mimetype weergeeft.
pt: Três opções exclusivas chamadas <guilabel>Acção ao carregar com o botão esquerdo</guilabel>. Isto determina como o &konqueror; verá o tipo MIME seleccionado.
sk: Tri prepínače označené <guilabel>Vykonať po kliknutí ľavým tlačidlom</guilabel>. Určujú, ako bude &konqueror; zobrazovať vybraný typ MIME.
sl: Trije izbirni gumbi z oznako <guilabel>Dejanje dobljeno z levim klikom</guilabel>. To določa kako &konqueror; prikaže izbrano zvrst mime.
sv: Tre radioknappar som heter <guilabel>Åtgärd vid vänsterklick</guilabel>. Det här avgör hur &konqueror; visar den valda MIME-typen.

source: Show file in embedded viewer
da: Vis fil i indlejret fremviser
es: Mostrar archivo en visor empotrado
fr: Afficher le fichier dans &konqueror;
nl: Bestand tonen in ingebedde viewer.
pt: Mostrar numa aplicação de visualização embebida
sk: Zobraziť súbor v integrovanom prehliadači
sl: Prikaži datoteko v vključenem pregledovalniku
sv: Visa fil i inbäddad visare

source: If this is selected, the file will be shown <emphasis>within</emphasis> the &konqueror; window.
da: Hvis dette er valgt vil filen blive vist <emphasis>indenfor</emphasis> &konqueror; vinduet.
es: Si esto es seleccionado, el archivo se mostrará <emphasis>dentro</emphasis> de la ventana de &konqueror;
fr: Si vous choisissez cette option, le contenu des fichiers concernés sera affiché <emphasis>à l'intérieur même</emphasis> de la fenêtre de &konqueror;.
nl: Als dit is geselecteerd dan zal het bestand worden getoond <emphasis>in</emphasis> het &konqueror; venster.
pt: Se isto estiver seleccionado, o ficheiro será mostrado <emphasis>dentro</emphasis> da janela do &konqueror;.
sk: Ak je táto voľba použitá, súbor bude zorbrazení <emphasis>v okne</emphasis> &konqueror;.
sl: Če je to izbrano, bo datoteka prikazana <emphasis>v</emphasis> oknu &konqueror;ja.
sv: Om det här är valt visas filen <emphasis>inne i</emphasis> &konqueror;-fönstret.

source: Show file in seperate viewer
da: Vis filen i separat vindue
es: Mostrar archivo en visor separado
fr: Afficher le fichier hors de &konqueror;
nl: Bestand in een eigen venster tonen
pt: Mostrar o ficheiro numa aplicação de visualização separada
sk: Zobraziť súbor v samostatnom prehliadači
sl: Prikaži datoteko v ločenem pregledovalniku
sv: Visa fil i separat visare

source: This will cause a seperate window to be created when showing this mime-type.
da: Dette får at separat vindue til at blive oprette når denne mimetype vises.
es: Esto hará que se cree una ventana separada cuando se muestre este tipo MIME.
fr: Le contenu des fichiers sera cette fois affiché dans une nouvelle fenêtre.
nl: Dit heeft tot gevolg dat dit mimetype in een eigen venster zal worden getoond.
pt: Isto criará uma janela separada ao mostrar este tipo MIME.
sk: Toto spôsobí, že pri zobrazovaní tohto typu MIME sa otvorí nové okno.
sl: To bo povzročilo nastanek ločenega okna za prikaz zvrsti mime.
sv: Det här gör att ett separate fönster skapas när den här MIME-typen visas.

source: Use group settings.
da: Brug gruppeindstilling
es: Usar opciones de grupo.
fr: Utiliser la configuration du groupe
nl: Instellingen van groep gebruiken.
pt: Usar configuração do grupo.
sk: Použiť nastavenie pre skupinu
sl: Uporabi nastavitve skupine.
sv: Använd gruppinställningar
