Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmfileman.po
Languages: da, de, es, fr, nl, pt, sk, sl, sv

source: Updated by Mike McBride <email>mpmcbride7@yahoo.com</email>
da: Opdateret af Mike McBride <email>mpmcbride7@yahoo.com</email>
de: Aktualisiert von Mike McBride <email>mpmcbride7@yahoo.com</email>
es: Actualizado por Mike McBride <email>mpmcbride7@yahoo.com</email>
fr: Mise à jour&nbsp;: Mike McBride <email>mpmcbride7@yahoo.com</email>
nl: Bijgewerkt door Mike McBride <email>mpmcbride7@yahoo.com</email>
pt: Actualizado por Mike McBride <email>mpmcbride7@yahoo.com</email>
sk: Aktualizoval Mike McBride <email>mpmcbride7@yahoo.com</email>
sl: Osvežil Mike McBride <email>mpmcbride7@yahoo.com</email>
sv: Uppdaterat av Mike McBride <email>mpmcbride7@yahoo.com</email>

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Deutsche Übersetzung: Stefan Winter <email>kickdown@online.de</email></para>
es: <para>Traducido por Pablo de Vicente <email>pvicentea@nexo.es</email></para>
fr: <para>Traduction française par&nbsp;:</para><para>Yves Dessertine <email>yves.d@hrnet.fr</email></para><para>Gilles Thiolière <email>zhovirax@free.fr</email></para>
nl: &meld.fouten;&vertaling.niels;
pt: <para>Tradução de José Nuno Coelho Pires <email>jncp@rnl.ist.utl.pt</email></para>
sk: <para>Preklad dokumentácie Stanislav Višňovský <email>visnovsky@nenya.ms.mff.cuni.cz</email></para>
sl: <para>Prevod: Andrej Vernekar<email>andrej.vernekar@kiss.uni-lj.si</email></para>
sv: <para>Översättning Stefan Asserhäll <email>stefan.asserhall@telia.com</email> 2001-07-23</para>

source: Ellis Whitehead <email>kde@ellisw.net</email>
sl: Ellis Whitehead <email>ewhitehe@uni-freiburg.de</email>
