Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmblockdev.po
Languages: da, es, fr, nl, pt, sk, sl, sv

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
es: <othercredit role="translator"> <firstname>Pablo</firstname> <surname>de Vicente</surname> <affiliation><address><email>pvicentea@nexo.es</email></address></affiliation> <contrib>Traductor</contrib> </othercredit>
fr: <othercredit role="translator"><firstname>Gérard </firstname><surname>Delafond</surname><affiliation><address><email>g.delafond@medsyn.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
nl: &Niels.Reedijk;
pt: <othercredit role="translator"><firstname>José</firstname><surname>Pires</surname><affiliation><address><email>jncp@rnl.ist.utl.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sk: <othercredit role="translator"><firstname>Stanislav</firstname> <surname>Višňovský</surname> <affiliation> <address><email>visnovsky@nenya.ms.mff.cuni.cz</email></address> </affiliation><contrib>Preklad</contrib></othercredit>
sl: <othercredit role="translator"><contrib>Prevod:</contrib><firstname>Matej</firstname><surname>Badalič</surname><affiliation><address><email>matej_badalic@slo.net</email></address></affiliation></othercredit>
sv: <othercredit role="translator"> <firstname>Stefan</firstname> <surname>Asserhäll</surname> <affiliation><address><email>stefan.asserhall@telia.com</email></address></affiliation> <contrib>Översättare</contrib></othercredit>

source: Block Devices
da: Blokenheder
es: Dispositivos de bloque
fr: Périphériques
nl: Blokapparaten
pt: Dispositivos de Bloco
sk: Blokové zariadenia
sl: Blokovne naprave
sv: Blockenheter

source: Disk space
da: Diskplads
es: Espacio en disco
fr: Espace disque
nl: Schijfruimte
pt: Espaço em disco
sk: Priestor na disku
sl: Prosti disk
sv: Diskutrymme

source: The module window displays the available file devices and some information about each device. It also allows you to control mount points, and mount/unmount devices.
da: Modulets vindue viser de tilgængelige filenheder og noget information om hver enhed. Det tillader dig også at kontrollere monteringspunkter og montere/afmontere enheder.
es: El módulo de la ventana muestra los dispositivos de archivos disponibles y algo de información acerca de cada dispositivo. También le permite controlar los puntos de montaje, y montar/desmontar dispositivos.
fr: Cette boîte de dialogue affiche les systèmes de fichiers disponibles et quelques informations pour chaque périphérique. Elle vous permet également de configurer les points de montage et le montage/démontage des périphériques.
nl: Het module venster toont de beschikbare apparaten en wat informatie over elk apparaat. Het geeft u ook de mogelijkheid om de mount punten te beheren en het mounten/unmounten van apparaten.
pt: A janela do módulo mostra os dispositivos de ficheiros disponíveis e alguma informação sobre cada dispositivo. Também te permite controlar os pontos de montagem e os dispositivos de montagem/desmontagem.
sk: Okno modulu zobrazuje dostupné diskové zariadenia a niektoré informácie o nich. Umožňuje nastaviť body pripojenia a pripojiť a odpojiť zariadenia.
sl: Ta modul prikazuje datotečne naprave, ki so na voljo, ter nekatere informacije o vsaki napravi. Omogoča vam tudi nadzor nad priklopnimi točkami in priklopljenimi/odklopljenimi napravami.
sv: Modulfönstret visar alla tillgängliga enheter och viss information om varje enhet. Det låter dig också kontrollera monteringspunkter, och montera/avmontera enheter.

source: Normally, the following pieces of information are shown in this tab:
da: Normalt er følgende information vist under dette faneblad:
es: Normalmente, se muestran las siguientes notas informativas en esta pestaña:
fr: Normalement, les informations suivantes sont indiquées&nbsp;:
nl: Normaalgesproken worden de volgende informatie eenheden getoond op dit tabblad:
pt: Normalmente são mostradas as seguintes informações nesta secção:
sk: Normálne sú zobrazené tieto informácie:
sl: Ponavadi so prikazane naslednje informacije v tem jezičku:
sv: Normalt visas följande information under den här fliken:

source: an icon depicting the type of storage
da: en ikon der angiver lagertypen
es: un icono mostrando el tipo de almacenaje
fr: Une icône qui décrit le type de stockage
nl: een pictogram dat het opslag type weergeeft
pt: um ícone que representa o tipo de armazenamento
sk: ikona pre typ zariadenia
sl: ikona, ki prikazuje tip shranitvenega prostora
sv: en ikon som representerar lagringstypen

source: file format
da: filformat
es: formato de archivo
fr: Le format de fichier
nl: bestandsformaat
pt: o formato do ficheiro
sk: formát
sl: datotečni format
sv: filformat

source: total size
da: total størrelse
es: tamaño total
fr: La taille totale
nl: totale grootte
pt: o tamanho total
sk: celková veľkosť
sl: celotno velikost
sv: total storlek

source: mount point
da: monteringspunkt
es: punto de montaje
fr: Le point de montage
nl: mountpunt
pt: o ponto de montagem
sk: bod pripojenia
sl: priklopna točka
sv: monteringspunkt

source: free disk space
da: fri diskplads
es: espacio libre en disco
fr: L'espace disque disponible
nl: beschikbare schijfruimte
pt: o espaço livre
sk: voľné miesto na disku
sl: nezaseden prostor diska
sv: ledigt diskutrymme

source: the percentage of space used as a number and as a graph.
da: procent af opbrugt plads som et tal og som en graf.
es: el porcentaje de espacio usado como un número y como un gráfico.
fr: Le pourcentage d'espace disque utilisé représenté par un nombre et un graphique.
nl: het percentage gebruikte ruimte als een nummer en een grafiek.
pt: a percentagem do espaço usado, tanto como um número como um gráfico.
sk: percento využitého miesta ako graf.
sl: procent uporabljenega prostora v obliki številke in grafa
sv: procent av utrymmet som används som ett tal och en stapel.

source: <mousebutton>Left</mousebutton> clicking on the header of a particular column sorts the devices according to that variable. A second <mousebutton>left</mousebutton> click sorts in the opposite order.
da: <mousebutton>Venstre </mousebutton> klik på hovedet af en bestemt søjle sorterer enhederne efter den variabel. Et andet <mousebutton>venstre</mousebutton> klik sorterer i modsat rækkefølge.
es: Pulsando con el botón <mousebutton>izquierdo</mousebutton> sobre la cabecera de una columna particular ordena los dispositivos de acuerdo con esa variable.Una segunda pulsación <mousebutton>izquierda</mousebutton> ordena en el orden opuesto.
fr: En cliquant avec le <mousebutton>bouton gauche</mousebutton> de la souris sur l'en-tête d'une colonne on trie les périphériques suivants les critères définis dans cet en-tête. Un second clic avec le <mousebutton>bouton gauche</mousebutton> permet de trier dans l'ordre inverse.
nl: Met <mousebutton>links</mousebutton> klikken op de koptekst van een bepaalde kolom sorteert de apparaten volgens die variabele. Een tweede klik met <mousebutton>links</mousebutton> sorteert in de omgekeerde volgorde.
pt: Carregando com o botão <mousebutton>esquerdo</mousebutton> no cabeçalho duma determinada coluna ordenas os dispositivos de acordo com essa variável. Carregando uma segunda vez com o mesmo botão ordenas na ordem inversa.
sk: Kliknutím <mousebutton>ľavým</mousebutton> tlačidlom myši na hlavičku stĺpca utriedi zariadenia podľa neho. Druhé kliknutie utriedi v opračnom poradí.
sl: <mousebutton>Levi</mousebutton> klik na glavo določenegastolpca, bo razvrstil naprave v zvezi s tistim kriterijem. Drugi<mousebutton>levi</mousebutton> klik razporedi po obratnem vrstnem redu.
sv: Enheterna sorteras enligt en variabel genom att <mousebutton>vänster</mousebutton>klicka på rubriken av en viss kolumn, Ett andra <mousebutton>vänster</mousebutton>klick sorterar i omvänd ordning.

source: <mousebutton>Right</mousebutton> clicking on a row pops up a menu. If that device is not currently mounted, the <guimenuitem>Mount device</guimenuitem> option is available. If the device is mounted, it can be unmounted by choosing <guimenuitem>Unmount device</guimenuitem>. Selecting <guimenuitem>Open filemanager</guimenuitem> opens a new window with a graphical view of the files on that device.
da: <mousebutton>Højre</mousebutton> klik på en række popper en menu op. Hvis den enhed ikke er monteret for øjeblikket er<guimenuitem>Montér enhed</guimenuitem valget tilgængeligt. Hvis enheden er monteret, kan den blive afmonteret ved æt vælge<guimenuitem>Afmontér enhed</guimenuitem. Valg af<guimenuitem>Åbn filhåndtering</guimenuitem åbner et nyt vindue med en grafisk visning af filerne på den enhed.
es: Pulsando con el botón <mousebutton>derecho</mousebutton> del ratón sobre una columna mostrará un menú. Si ese dispositivo no está correctamente montado, la opción <guimenuitem>Montar dispositivo</guimenuitem> estará disponible. Si el dispositivo está montado, puede ser desmontado elegiendo <guimenuitem>Desmontar dispositivo</guimenuitem>. Si selecciona <guimenuitem>Abrir administrador de archivos</guimenuitem> abre una nueva ventana con una vista gráfica de los archivos en ese dispositivo.
fr: En cliquant avec le <mousebutton>bouton droit</mousebutton>, on obtient l'affichage d'un menu flottant. Si le périphérique n'est pas monté, l'option <guimenuitem>Monter le périphérique</guimenuitem> est disponible. Si le périphérique est monté, il peut être démonté en choisissant l'option <guimenuitem>Démonter le périphérique</guimenuitem> Sélectionnez <guimenuitem>Ouvrir le gestionnaire de fichiers</guimenuitem> pour ouvrir dans une nouvelle fenêtre une vue graphique des fichiers de ce périphérique.
nl: Met <mousebutton>rechts</mousebutton> klikken op een regel tovert een menu te voorschijn. Als dat apparaat nog niet is gemount dan is de <guimenuitem>Mount apparaat</guimenuitem> optie beschikbaar. Als het apparaat al is gemount dan zal het kunnen worden geunmount door <guimenuitem>Unmount</guimenuitem> te kiezen. Het selecteren van <guimenuitem>Bestandsbeheer openen</guimenuitem> opent een nieuw venster met een grafische weergave van dat apparaat.
pt: Carregando com o botão <mousebutton>direito</mousebutton> numa linha faz aparecer um menu. Se esse dispositivo não estiver montado no momento, a opção <guimenuitem>Montar dispositivo</guimenuitem> estará disponível. Se o dispositivo estiver montado poderá ser desmontado escolhendo a opção <guimenuitem>Desmontar dispositivo</guimenuitem>. Se seleccionares <guimenuitem>Abrir o gestor de ficheiros</guimenuitem> abre uma nova janela com uma vista gráfica dos ficheiros nessedispositivo.
sk: Kliknutím <mousebutton>pravým</mousebutton> tlačidlom myši sa zobrazí kontextové menu. Ak zariadenie momentálne nie je pripojené, obsahuje možnosť <guimenuitem>Pripojiť zariadenie</guimenuitem>. Ak zariadenie pripojené je, obsahuje namiesto toho <guimenuitem>Odpojiť zariadenie</guimenuitem>. Použitím <guimenuitem>Otvoriť správu súborov</guimenuitem> sa otvorí nové okno s grafickým pohľadom na súbory na danom zariadení.
sl: <mousebutton>Desni</mousebutton> klik na vrstico prikaže menu. čenaprava trenutno ni priklopljena, je na voljo opcija <guimenuitem>Priklopi napravo</guimenuitem>. Če je naprava priklopljena, se jo odklopi z izbiro <guimenuitem>Odklopi napravo</guimenuitem>. Z izborom <guimenuitem>Odpridatotečni urejevalnik</guimenuitem> se odpre novo okno z grafičnim pogledom datotek na tej napravi.
sv: <mousebutton>Höger</mousebutton>klick på en rad visar en meny. Om enheten inte är monterad för närvarande, är valet <guimenuitem>Montera enhet</guimenuitem> tillgängligt. Om enheten är monterad, kan den avmonteras genom att välja <guimenuitem>Avmontera enhet</guimenuitem>. Ett nytt fönster med en grafisk bild på enhetens filer visas om <guimenuitem> Öppna filhanteraren</guimenuitem> väljs.

source: The appropriate mount and umount commands, and how the file manager is opened from the context menu, can be configured from the &kdf; application.
da: De passende montér og afmontér kommandoer, og hvordan filhåndteringen åbnes fra sammenhængsmenuen, kan indstilles fra &kdf; programmet.
es: Los comandos apropiados de montaje o desmontaje, y como se abre el administrador de archivos desde el menú de contexto, se pueden configurar desde la aplicación &kdf;.
fr: Les commandes «&nbsp;mount&nbsp;» et «&nbsp;umount&nbsp;» appropriées ainsi que la façon dont le gestionnaire de fichier est ouvert depuis le menu contextuel peuvent être configurées depuis l'application &kde;.
nl: De precieze mount en umount commando's, en hoe bestandsbeheer wordt geopend vanuit het context menu kan worden ingesteld vanuit de &kdf; applicatie.
pt: Os comandos de montagem e desmontagem apropriados e o modo como o gestor de ficheiros é aberto a partir do menu de contexto podem ser configurados na aplicação &kdf;.
sk: Správne príkazy pre pripojenie a odpojenie zariadení, spolu s tým, ako otvoriť správcu súborov je možné nastaviť v aplikácii &kdf;.
sl: Ustrezni ukaz za priklop in odklop ter način odpiranja datotečnega upravljalnika iz kontekstnega menuja se lahko prilagodijo v programu &kdf;
sv: Lämpliga monterings- och avmonteringskommandon, och hur filhanteraren öppnas från den sammanhangsberoende menyn, kan anpassas från &kdf;-programmet.

source: Section Author
da: Sektionsforfatter
es: Sección de autores
fr: Les Auteurs
nl: Auteurssectie
pt: Autor da Secção
sk: Autor kapitoly
sl: Avtor razdelka
sv: Avsnittsförfattare

source: This section is modified from the <application>kdf</application> documentation which was authored by Jonathan Singer <email>jsinger@leeta.net</email>
da: Denne sektion er ændret ud fra <application>kdf</application> dokumentationen som blev skrevet af Jonathan Singer <email>jsinger@leeta.net</email>
es: Esta sección está modificada a partir de la documentación <application>kdf</application> cuyo autor es Jonathan Singer <email>jsinger@leeta.net</email>
fr: Cette section a été modifiée de la documentation de <application>kdf</application> avec l'autorisation de Jonathan Singer <email>jsinger@leeta.net</email>
nl: Deze sectie is aangepast van de <application>kdf</application> documentatie die is geschreven door Jonathan Singer <email>jsinger@leeta.net</email>
pt: Esta secção é modificada a partir da documentação do <application>kdf</application> que foi criaada por Jonathan Singer <email>jsinger@leeta.net</email>
sk: Táto kapitola je upravená dokumentácia <application>kdf</application>, ktorú napísal Jonathan Singer <email>jsinger@leeta.net</email>
sl: Ta razdelek je spremenjen iz <application>kdf</application>dokumentacije s privolitvijo Jonathana Singerja<email>jsinger@leeta.net</email>
sv: Det här avsnittet är modifierat från <application>kdf</application> dokumentationen som är skriven av Jonathan Singer <email>jsinger@leeta.net</email>

source: Modified for KDE 2.0 by Mike McBride <email>mpmcbride7@yahoo.com</email>
da: Ændret for KDE 2.0 af Mike McBride <email>mpmcbride7@yahoo.com</email>
es: Modificado por KDE 2.0 por Mike McBride <email>mpmcbride7@yahoo.com</email>
fr: Modifiée pour KDE 2.0 par Mike McBride <email>mmcbride@ematic.com</email>
nl: Aangepast voor KDE 2.0 door Mike McBride <email>mpmcbride7@yahoo.com</email>
pt: Modificada para o KDE 2.0 por Mike McBride <email>mpmcbride7@yahoo.com</email>
sk: Pre KDE 2.0 upravil Mike McBride <email>mpmcbride7@yahoo.com</email>
sl: Priredba za KDE 2.0 Mike McBride <email>mpmcbride7@yahoo.com</email>
sv: Ändrad för KDE 2.0 av Mike McBride <email>mpmcbride7@yahoo.com</email>

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
es: <othercredit role="translator"><firstname>Pablo</firstname><surname>de Vicente</surname><affiliation><address><email>pvicentea@nexo.es</email></address></affiliation><contrib>Traductor</contrib></othercredit>
fr: <para>Traduction française par Gérard Delafond<email>g.delafond@medsyn.fr</email></para>
nl: &meld.fouten;&vertaling.niels;
pt: <para>Tradução de José Nuno Coelho Pires <email>jncp@rnl.ist.utl.pt</email></para>
sk: <para>Preklad dokumentácie Stanislav Višňovský <email>visnovsky@nenya.ms.mff.cuni.cz</email></para>
sl: <para>Prevod: Andrej Vernekar <email>andrej.vernekar@kiss.uni-lj.si</email></para>
sv: <para>Översättning Stefan Asserhäll <email>stefan.asserhall@telia.com</email> 2001-07-23</para>
