Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmkbrowse.po
Languages: da, de, es, fr, nl, pt, sk, sl, sv

source: The checkboxes under <guilabel>Global Settings</guilabel> allows you to turn Java support on for all web sites by default. You can also select to turn Java on or off for specific hosts. To add a policy for a specific host, click the <guilabel>Add...</guilabel> button to bring up a dialog in which you can type the host name and then choose to accept or reject Java code from that particular host, which will add the domain to the list on the left of the page.
da: Afkrydsningsboksene under <guilabel>Global opsætning</guilabel> tillader dig at slå Java støtte til på alle netsider som standard. Du kan også vælge at slå Java til eller fra for bestemte værter. For at tilføje en politik for en bestemt vært, klik på <guilabel>Tilføj...</guilabel> knappen for at få en dialog frem, i hvilken du kan skrive værtsnavnet og vælg så at acceptere eller afslå Java kode fra denne fra denne bestemte vært, hvilket vil tilføje domænet til listen i venstre side af siden.
de: Das Ankreuzfeld unter <guilabel>Globale Einstellungen</guilabel> schaltet die Unterstützung für Java standardmäßig für alle Webseiten ein. Sie können aber auch Java für bestimmte Domains ein- oder ausschalten. Um eine Regelung für eine bestimmte Domain hinzuzufügen, wählen Sie den Knopf <guilabel>Hinzufügen...</guilabel>. Hierdurch wird ein Dialog geöffnet, in dem Sie einen Rechner- oder Domainnamen angeben können, sowie festlegen, ob Javacode von diesem Rechner angenommen oder abgelehnt wird. Der Rechner bzw. die Domain werden zu der Liste <guilabel>Domain-spezifisch</guilabel> hinzugefügt.
es: Las casillas agrupadas bajo <guilabel>Opciones globales</guilabel> le permiten activar soporte para Java. También puede seleccionar la posibilidad de des/activar Java para máquinas específicas. Para añadir una política para una máquina específica, pulse el botón <guilabel>Añadir...</guilabel>. Se le mostrará un diálogo en el que puede introducir el nombre de la máquina y después aceptar o rechazar código Java de esa máquina en particular, y se añadirá el dominio a la lista en la izquierda de la página.
fr: Les boîtes à cocher groupées sous <guilabel>Réglages globaux</guilabel> vous permettent d'activer le support de Java pour tous les sites web par défaut. Vous pouvez également choisir d'activer ou de désactiver Java sur certains sites. Pour ajouter une stratégie concernant un hôte donné, cliquez sur le bouton <guilabel>Ajouter...</guilabel> pour afficher un dialogue dans lequel vous pouvez taper le nom de l'hôte puis choisir d'accepter ou de refuser du code Java provenant de cet hôte particulier, ce qui ajoutera le domaine correspondant à la liste sur la gauche de la page.
nl: De aankruisvakjes onder <guilabel>Globale Instellingen</guilabel> laten u toe Java-ondersteuning standaard aan te zetten voor alle webpagina's. U kan er ook voor kiezen om java aan of uit te zetten voor specifieke hosts. Om een beleid voor een specifieke host toe te voegen, klik op de <guilabel>Toevoegen...</guilabel> knop, om een dialoogvenster te doen verschijnen waarin u voor een specifieke host kan kiezen om java aan of uit te zetten. Daardoor zal het toegevoegde domein in de linkerkant van de pagina verschijnen.
pt: A opção de <guilabel>Configuração Global</guilabel> permite-te activar o suporte de Java para todos os 'sites' por omissão. Também podes seleccionar a activação do Java para máquinas específicas. Para adicionares uma política para uma máquina específica, carrega no botão <guilabel>Adicionar...</guilabel> para fazeres aparecer uma janela, na qual podes indicar o nome da máquina e escolher se aceitas ou rejeitas o código de Java dessa máquina em particular, e que irá adicionar o domínio à lista da esquerda.
sk: Voľby v časti <guilabel>Globálne nastavenia</guilabel> umožňujú zapnúť podporu pre jazyk Java štandardne pre všetky servery. Môžete sa aj rozhodnúť, že zapnete alebo vypnete Javu pre jednotlivé servery. Politiku pre jednotlivých hostiteľov pridáte stlačidlom <guilabel>Pridať</guilabel>. Zobrazí sa dialóg, kde môžete zadať meno hostiteľa a vybrať akceptovanie alebo odmietnutie kódu Java z tohto hostiteľa, ktorý bude pridaný do zoznamu domén vľavo.
sl: Potrditvena polja združena pod <guilabel>Globalne nastavitve</guilabel> vam omogočajo, da vključite podporo za javo za vse spletne strani kot privzeto. Lahko tudi izberete, da vključite ali izključite javo za določene gostitelje. Da dodate taktiko za določen gostitelj, kliknite na gumb <guilabel>Dodaj...</guilabel>, da se vam bo pojavilo pogovorno okno v katerem boste lahko vtipkali ime gostitelja in potem izbrali za sprejeti ali zavrniti javansko kodo za tega gostitelja, kar bo dodalo domeno na seznam na levi strani.
sv: Alternativen som är grupperade under "<guilabel>Globala inställningar</guilabel>" låter dig aktivera Javastöd för alla webbsidor. Du kan också välja att aktivera Java för individuella värddatorer. För att lägga till en policy för en speciell värddator, klicka på knappen <guilabel>Lägg till...</guilabel> för att visa en dialog där du kan ange värddatornamnet och därefter välja att acceptera Javakod eller inte från den speciella värddatorn, vilket lägger till domänen i listan till vänster på sidan.

source: You can select a host in the list, and click the <guilabel>Change...</guilabel> button to choose a different policy for that host. Clicking the <guilabel>Delete</guilabel> button removes the policy for the selected host; after deletion, the global settings will then apply to that host. You can import policies from a file by clicking the <guilabel>Import...</guilabel> button. To save the current list to a compressed archive file, click the <guilabel>Export...</guilabel> button.
da: Du kan vælge en vært i listen, og klikke på <guilabel>Ændr...</guilabel> knappen for at vælge en anden politik for denne vært. Klik på <guilabel>Slet</guilabel> knappen fjerner politikken fra den valgte vært. Efter den er slettet, vil de globale indstillinger igen gælde for denne vært. Du kan importere politikker fra en fil ved at klikke på <guilabel>Importér...</guilabel> knappen. For at gemme den aktuelle liste i en komprimeret fil, skal du klikke på <guilabel>Eksportér...</guilabel> knappen.
de: Um die Regelung für einen Rechner in der Liste zu ändern, selektieren Sie den Eintrag in der Liste und drücken den Knopf <guilabel>Ändern...</guilabel>. Drücken Sie auf den Knopf <guilabel>Löschen</guilabel>, so wird der Eintrag für den selektierten Rechner gelöscht; anschließend gelten für diesen Rechner wieder die globalen Einstellungen. Sie können Regelungen aus einer Datei importieren, in dem Sie auf den Knopf <guilabel>Importieren...</guilabel> drücken. Um die aktuelle Liste in einer komprimierten Archivdatei zu speichern drücken Sie den Knopf <guilabel>Exportieren...</guilabel>.
es: Puede seleccionar una máquina de la lista, y pulsar el botón <guilabel>Cambiar...</guilabel> para elegir una política diferente para dicha máquina. Pulsando sobre el botón <guilabel>Eliminar</guilabel> elimina la política para la máquina seleccionada. Después de la eliminación, las opciones globales se aplicarán sobre dicha máquina. Puede importar políticas desde un archivo pulsando el botón <guilabel>Importar...</guilabel>. Para guardar la lista actual a un archivo comprimido, pulse el botón <guilabel>Exportar...</guilabel>
fr: Vous pouvez sélectionner un hôte dans la liste, et cliquer sur le bouton <guilabel>Changer...</guilabel> pour choisir une politique différente pour cet hôte. En cliquant sur le bouton <guilabel>Supprimer</guilabel> la stratégie concernant cet hôte est retirée&nbsp;; après destruction, les réglages globaux s'appliqueront à cet hôte. Vous pouvez importer des stratégies depuis un fichier en cliquant sur le bouton <guilabel>Importer...</guilabel>. Pour sauver la liste courante vers un fichier archive compacté, cliquez sur le bouton <guilabel>Exporter...</guilabel>.
nl: U kunt een host uit de lijst kiezen, en daarna op <guilabel>Wijzigen...</guilabel> klikken om een ander beleid te kiezen voor die host. De <guilabel>Verwijderen</guilabel> knop verwijdert het beleid voor de gekozen host, waardoor de globale instellingen van toepassing worden voor deze host. U kunt beleidsinstellingen importeren uit een bestand door op <guilabel>Importeren...</guilabel> te klikken. Om de huidige lijst in een gecomprimeerd archief op te slaan, kunt u op <guilabel>Exporteren...</guilabel> klikken.
pt: Podes seleccionar uma máquina na lista e carregares no botão <guilabel>Alterar...</guilabel> para escolheres uma política diferente para essa máquina. Se carregares no botão <guilabel>Apagar</guilabel> remove a política para a máquina seleccionada; depois de removida, passará a ser aplicada a política global para essa máquina. Podes importar políticas a partir de um ficheiro carregando no botão <guilabel>Importar...</guilabel>. Para gravares a lista actual num ficheiro comprimido carrega no botão <guilabel>Exportar...</guilabel>.
sk: Ak chcete zmeniť politiku pre niektorého hostiteľa, vyberte ho v zozname a stlačte tlačidlo <guilabel>Zmeniť...</guilabel>. Pomocou <guilabel>Odstrániť</guilabel> odstránite politiku pre vybraného hostiteľa, takže sa naň bude opäť vzťahovať globálne nastavenie. Politiky môžete načítavať zo súborov pomocou <guilabel>Import</guilabel>. Aktuálny zoznam politík uložíte do komprimovaného archívu pomocou <guilabel>Export</guilabel>.
sl: Iz seznama lahko izberete gostitelja in kliknite na gumb <guilabel>Spremeni...</guilabel>, da izberete drugačno taktiko za tega gostitelja. Klik na gumb <guilabel>Izbriši</guilabel> odstrani taktiko za izbarnega gostitelja; po izbrisu, se bodo uveljavile splošne nastavitve za tega gostitelja. Taktike lahko uvozite iz datoteke s klikom na gumb <guilabel>Uvozi...</guilabel>. Da shranite trenuten seznam v stisnjeno arhivsko datoteko, kliknite gumb <guilabel>Izvozi...</guilabel>.
sv: Du kan välja en värddator i listan och klicka på knappen <guilabel>Ändra...</guilabel> för att välja en annan policy för den värddatorn. Genom att klicka på <guilabel>Ta bort</guilabel> tas policyn för den valda värddatorn bort. Efter den har tagits bort, gäller den globala inställningen för den värddatorn. Du kan importera en policylista från en fil genom att klicka på <guilabel>Importera... </guilabel>. För att spara den nuvarande listan till en komprimerad arkivfil, klicka på <guilabel>Exportera...</guilabel>.

source: Finally, the group of controls labeled <guilabel>Java Runtime Settings</guilabel> allows you to set some options for the way in which Java should run. If you select the <guilabel>Show Java Console</guilabel> option, &konqueror; will open a console window from which Java applications can read and write text. While most Java applications will not require such a console, it could be helpful in diagnosing problems with Java applications.
da: Endelig er der gruppen af kontroller der hedder <guilabel>Java Runtime opsætning</guilabel> som lader dig sætte nogle indstillinger for den måde Java skal køre. Hvis du vælger <guilabel>Vis Java konsol</guilabel> vil &konqueror; åbne et konsolvindue hvorfra Java programmer kan læse og skrive tekst. Mens de fleste Java programmer ikke vil behøve en sådan konsol, kan det være nyttigt til at diagnosticere problemer med Java programmer.
de: Abschließend können Sie über die Kontrollelemente in Bereich <guilabel>Java-Laufzeit-Einstellungen</guilabel> einige Optionen für die Ausführung von Java festlegen. Wählen Sie die Option <guilabel>Java-Konsole anzeigen</guilabel>, so öffnet &konqueror; ein Fenster mit einer Konsole, über das eine Java-Anwendung Text lesen und schreiben kann. Während viele Java-Anwendungen eine solche Konsole nicht benötigen, kann sie jedoch sehr hilfreich sein, um Probleme mit Java- Anwendungen zu untersuchen.
es: Finalmente, el grupo etiquetado <guilabel>Opciones de ejecución de Java</guilabel> le permite configurar algunas opciones para el modo en que se debería ejecutar Java. Si selecciona la opción <guilabel>Mostrar consola Java</guilabel>, &konqueror; abrirá una ventana con una consola desde la que las aplicaciones Java pueden leer y escribir texto. Aunque la mayor parte de las aplicaciones de Java no requieren una consola así, podría resultar de ayuda en el diagnóstco de problemas con aplicaciones Java.
fr: Finalement, le groupe de réglages intitulé <guilabel>Réglages du Runtime Java</guilabel> vous permet de régler certaines options concernant la façon dont Java doit fonctionner. Si vous cochez l'option <guilabel>Afficher la Console Java</guilabel>, &konqueror; ouvrira une fenêtre de console dans laquelle les applications Java peuvent lire ou écrire du texte. Bien que la plupart des applications Java ne nécessitent pas une telle console, elle peut s'avérer utile pour diagnostiquer des problèmes liés à des applications Java.
nl: Onderaan kunt u onder de kop <guilabel>JavaRuntime instellingen</guilabel> enkele instellingen maken over de manier waarop java moet uitgevoerd worden. Als u het <guilabel>Java-console tonen</guilabel> vakje aankruist, zal &konqueror; een consolevenster openen waarin java applicaties tekst kunnen lezen en schrijven. Alhoewel de meeste Java-toepassingen geen console nodig hebben, kan de console behulpzaam zijn om de diagnose te stellen bij eventuele problemen.
pt: Finalmente, o grupo de controlos denominado <guilabel>Configuração do Ambiente de Execução Java</guilabel> permite-te definir algumas opções de como o Java deve correr. Se seleccionares a opção <guilabel>Mostrar a Consola de Java</guilabel>, o &konqueror; irá abrir uma janela de consola onde as aplicações podem ler e escrever texto. Apesar da maioria das aplicações de Java não necessitam de tal consola, pode ser útil para diagnosticar problemas com as aplicações de Java.
sk: Nakoniec táto záložka obsahuje skupinu prvkov <guilabel>Nastavenia Javy</guilabel>. Tie umožňujú nastaviť, ako sa má Java spúšťať. Ak použijete <guilabel>Ukázať Java konzolu</guilabel>, &konqueror; bude zobrazovať okno konzole, z ktorej môžu aplikácie Java čítať a zapisovať text. Aj keď väčšina z nich nič také nerobí, môže sa to hodiť pri ladení aplikácií v jazyku Java.
sl: Nazadnje še skupina kontrol z oznako <guilabel>Java Runtime Settings</guilabel> vam omogoča, da nastavite nekaj možnosti za način po katerem naj bi se Java zaganjala. Če izberete možnost <guilabel>Prikaži javansko konzolo</guilabel>, bo &konqueror; odprl konzolo iz katere lahko Java aplikacije berejo in pišejo besedilo. Ker večina Java aplikacij ne potrebuje take konzole, je to lahko zelo v pomoč pri diagnozi problemov z Java aplikacijami.
sv: Till sist, gruppen med alternativ som heter <guilabel>Inställningar för Java Runtime</guilabel> låter dig välja sättet som Java ska köra på. Om du väljer <guilabel>Visa Java-konsollen</guilabel>, öppnar &konqueror; ett konsollfönster där Javaprogram kan läsa och skriva text. Även om de flesta Javaprogram inte kräver en sådan konsoll, kan den vara till hjälp för att diagnostisera problem med Javaprogram.

source: The <guilabel>Shutdown Applet Server when inactive</guilabel> checkbox allows you to save resources by closing the Java Applet Server when it is not in use, rather than leaving it running in the background. Leaving this disabled may make Java applets start up faster, but it will use system resources when you are not using a Java applet. If you enable this, you can set a timeout.
da: <guilabel>Luk anvendelses server ned når den er inaktiv</guilabel> afkrydsningsboksen lader dig spare ressourcer ved at lukke Java programserveren, når den ikke er i brug, snarere end at lade den køre i baggrunden. Hvis man ikke aktiverer dette, vil Java programmer starte hurtigere, men system ressourcer vil blive brugt, også mens du ikke bruger Java programmer. Hvis du aktiverer det, kan du sætte en tid.
de: Das Ankreuzfeld <guilabel>Server für Miniprogramme (Applets) bei Inaktivität herunterfahren</guilabel> ermöglicht es Ihnen, Ressourcen einzusparen, indem der Server für Miniprogramme (Applets) bei Inaktivität beendet wird, anstatt im Hintergrund weiter zu laufen. Ist diese Option ausgeschaltet, starten Java-Miniprogramme (Applets) schneller. Es werden jedoch Systemressourcen benötigt, auch wenn Sie keine Java-Applets verwenden. Schalten Sie diese Option an, so können Sie ein Zeitlimit für den Server vorgeben.
es: La casilla <guilabel>Apagar el servidor de applets cuando inactivo</guilabel> le permite ahorrar recursos cerrando el servidor de applets de Java cuando este no está en uso, en lugar de dejarlo en ejecución. Si lo deja desactivado puede que los applets se inicien más rápidamente, pero ello consumirá recursos del siste,acuando no utilize un applet de Java. Si lo activa puede fijar un intervalo de tiempo de desconexión.
fr: La case à cocher <guilabel>Arrêter le serveur d'applet en cas d'inactivité</guilabel> vous permet d'économiser des ressources en fermant le serveur d'applet Java quand il n'est pas actif, au lieu de le laisser tourner en tâche de fond. Si cette case n'est pas cochée, les applets Java démarreront sans doute plus vite, mais cela consommera des ressources système quand vous n'utilisez pas d'applet Java. Si vous la cochez, vous pouvez régler un délai d'arrêt.
nl: Het <guilabel>Appletserver afsluiten bij inactiviteit</guilabel> aankruisvakje laat u toe bronnen te besparen door de Java Applet Server af te sluiten als die niet gebruikt wordt, in plaats van hem te laten draaien in de achtergrond. Als u deze optie afzet, zullen Java applets sneller opstarten, maar zullen systeembronnen gebruikt worden zelfs als er geen Java-applet actief is. Als u deze optie aanzet, kunt u een timeout instellen.
pt: A opção <guilabel>Desligar Servidor de 'Applets' se Inactivo</guilabel> permite-te poupar recursos, terminando o Servidor de 'Applets' do Java quando não estiver a ser usado, em vez de o deixar a correr em segundo plano. Se ficar desligada, as 'applets' poderão arrancar mais depressa, mas continuará a usar recursos do sistema mesmo quando não estar a usar uma 'applet' de Java. Se activares a opção, podes definir um tempo-limite.
sk: <guilabel>Vypnúť server appletov ak nie je aktívny</guilabel> umožňuje ušetriť zdroje ukončením Java Applet Server v dobe, keď sa nepoužíva namiesto toho, aby nečinne bežal na pozadí. Ak túto voľbu nepoužijete, Java applety budú rýchlejšie štartovať, ale bude to zaberať zdroje vášho systému aj v dobe, keď žiadne applety nepobežia. Ak je voľba použitá, môžete navyše nastaviť čas čakania.
sl: Potrditveno polje <guilabel>Izključi strežnik vstavkov, kadar ni dejaven</guilabel> vam omogoča, da hranite vire tako, da zaprete strežnik javanskih vstavkov, kadar se ne uporablja, namesto da bi ga pustili, da teče v ozadju. Če pustite to onemogočeno, se bodo morda javanski vstavki zaganjali hitreje, vendar bodo sistemski viri rabljeni tudi, kadar ne boste uporabljali javanskega vstavka. Če to omogočite, lahko nastavite čas zakasnitve.
sv: Rutan <guilabel>Stäng av miniprogramservern vid inaktivitet</guilabel> låter dig spara resurser genom att stänga av Javas miniprogramserver när den inte används, istället för att låta den fortsätta köra i bakgrunden. Om den inte markeras kan Java miniprogram starta fortare, men använder systemresurser när du inte använder något Java miniprogram. Om du markerar den, kan du välja en tidsgräns.
