Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmdatetime.po
Languages: cs, da, de, es, fr, nl, pt, sk, sl, sv

source: ROLES_OF_TRANSLATORS
cs: <othercredit role="translator"><firstname>Ondřej</firstname><surname>Šotek</surname><affiliation><email>ondrej.sotek@seznam.cz</email></affiliation><contrib>Translation</contrib></othercredit>
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Frank</firstname><surname>Schütte</surname><affiliation><address><email>f.Schuette@t-online.de</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>
es: <othercredit role="translator"><firstname>Pablo</firstname><surname>de Vicente</surname><affiliation><address><email>vicente@oan.es</email></address></affiliation><contrib>Traductor</contrib></othercredit>
fr: <othercredit role="translator"><firstname>Gérard</firstname><surname>Delafond</surname><affiliation><address><email>g.delafond@medsyn.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
nl: &Niels.Reedijk;
pt: <othercredit role="translator"><firstname>José</firstname><surname>Pires</surname><affiliation><address><email>jncp@rnl.ist.utl.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sk: <othercredit role="translator"><firstname>Stanislav</firstname> <surname>Višňovský</surname> <affiliation> <address><email>visnovsky@nenya.ms.mff.cuni.cz</email></address> </affiliation><contrib>Preklad</contrib></othercredit>
sl: <othercredit role="translator"><contrib>Prevod</contrib><firstname>Matej</firstname><surname>Badalič</surname><affiliation><address><email>matej_badalic@slo.net</email></address></affiliation></othercredit>
sv: <othercredit role="translator"> <firstname>Stefan</firstname> <surname>Asserhäll</surname> <affiliation><address><email>stefan.asserhall@telia.com</email></address></affiliation> <contrib>Översättare</contrib></othercredit>

source: KControl
de: Kontrollzentrum

source: date
cs: datum
da: dato
de: Datum
es: fecha
nl: datum
pt: data
sk: dátum
sl: datum
sv: datum

source: time
cs: čas
da: tid
de: Zeit
es: hora
fr: heure
nl: tijd
pt: hora
sk: čas
sl: čas
sv: tid

source: configure
cs: nastavení
da: indstil
de: Ändern
es: configuración
fr: configuration
nl: instellen
pt: configurar
sk: nastavenie
sl: nastavitev
sv: anpassa

source: Date and Time
cs: Datum a čas
da: Dato og tid
de: Datum &amp; Zeit
es: Fecha y hora
fr: Date et Heure
nl: Datum en Tijd
pt: Data e Hora
sk: Dátum a čas
sl: Datum in ura
sv: Datum och tid

source: You can use this module to alter the system date and time, using a convienent graphical interface.
cs: Tento modul umožňuje měnit prostřednictvím vhodného grafického rozhraní systémové datum a čas.
da: Man kan bruge dette modul til at ændre system dato og tid, ved brug af en praktisk grafisk brugerflade.
de: Dieses Modul erlaubt die Einstellung von Datum und Zeit über eine grafische Benutzeroberfläche.
es: Puede utilizar para modificar la fecha y hora del sistema, usando un interfaz gráfico conveniente.
fr: Vous pouvez utiliser ce module pour changer la date et l'heure système au moyen d'une interface graphique pratique.
nl: U kunt deze module gebruiken om de systeemdatum en -tijd te wijzigen, door middel van een handige interface.
pt: Podes usar este módulo para alterares a data e hora do sistema através duma interface gráfica conveniente.
sk: Tento modul umožňuje zmeniť systémový dátum a čas pomocou grafického rozhrania.
sl: Ta modul lahko uporabite, da spremenite sistemski datum in uro preko udobnega grafičnega vmesnika.
sv: Du kan använda den här modulen för att ändra systemets datum och tid, med ett bekvämt grafiskt gränssnitt.

source: You must have system administrator (<systemitem class="username">root</systemitem>) access to change the system date and time. If you do not have this access level, this module will only show you the current settings.
cs: Pro změnu systémového datumu a času musíte mít práva systémového administrátora (<systemitem class="username">root</systemitem>). Pokud tato práva nemáte, můžete pomocí tohoto modulu datum a čas pouze zobrazit, ne však měnit.
da: Man skal have systemadministrator (<systemitem class="username">root</systemitem>) adgang for at ændre systemets dato og tid. Hvis du ikke har dette adgangsniveau, vil dette modul kun vise dig de aktuelle indstillinger.
de: Man benötigt Administratorrechte (<systemitem class="username">root</systemitem>), um das Systemdatum und die Zeit zu verändern. Wenn man diese Rechte nicht hat, zeigt das Modul lediglich die aktuellen Einstellungen an.
es: Debe tener accesos de administrador del sistema (<systemitem class="username">root</systemitem>) para cambiar la fecha y hora del sistema. Si no tiene este nivel de acceso, este módulo le mostrará sólo las valores actuales.
fr: Vous devez avoir les droits administrateur (<systemitem class="username">root</systemitem>) pour changer la date et l'heure système. Si vous n'avez pas cet accès, ce module ne fera que vous montrer les réglages actuels.
nl: U moet systeemadministratietoegang (<systemitem class="username"> root</systemitem>) hebben om de systeemdatum en tijd te kunnen veranderen. Als u dit toegangsniveau niet heeft, zal het dialoog u alleen maar de huidige instellingen laten zien.
pt: Tens de ter acesso de administrador do sistema (<systemitem class="username">root</systemitem>) para alterares a data e hora do sitema. Se não tiveres esse nível de acesso, este módulo só te irá mostrar a configuração actual.
sk: Aby ste mohli dátum a čas zmeniť, musíte mať prístup ako <systemitem class="username">root</systemitem>. Ak tieto práva nemáte, bude tento modul fungovať iba ako zobrazenie aktuálneho nastavenia.
sl: Da lahko spremenite sistemski datum in uro morate imeti dostop kot sistemski administrator (<systemitem class="username">root</systemitem>). Če tega dostopa nimate, vam bo ta modul prikazal le trenutne nastavitve.
sv: Du måste ha rättigheter som systemadministratör (<systemitem class="username">root</systemitem>) för att kunna ändra systemets datum och tid. Om du inte har de här rättigheterna, visar den här modulen bara de nuvarande inställningarna.

source: When you first start, you are in display mode only. To modify your settings, click on <guibutton>Modify</guibutton>. If you are logged in as root, you will go straight to the change dialog. If not, KDE will ask for a superuser password.
cs: Po spuštění bude modul v režimu pouhého zobrazení obou hodnot. Chcete-li datum nebo čas upravit, klikněte na <guibutton>Změnit</guibutton>. Objeví se okno, ve kterém můžete datum i čas změnit (v případě, že nemáte superuživatelská práva, modul se nejprve dotáže na heslo roota).
da: Når du først starter, er du kun i visningstilstand. For at ændre din opsætning, skal du klikke på <guibutton>Ændr</guibutton>. Hvis du er logget på som root, kan du gå lige til ændringsdialogen. Ellers vil KDE spørge dig om et superbruger kodeord.
de: Beim Start befindet sich das Modul im Anzeigemodus. Um die Einstellungen zu verändern, klickt man auf <guibutton>Ändern</guibutton>. Wenn man als root angemeldet ist, erscheint der Änderungsdialog. Wenn nicht, fragt KDE nach dem superuser Kennwort.
es: Cuando inicia por primera vez, usted se encuentra sólo en el modo de visualización. Para modificar sus valores, pulse sobre <guibutton>Modifcar</guibutton>. Si ha accedido al sistema como root, se le mostrará directamente el diálogo de modificación. Si no, KDE le solicitará la contraseña de superusuario.
fr: Quand vous démarrez, vous êtes en mode affichage seul. Pour modifier vos réglages, cliquez sur le bouton <guibutton>Modifier</guibutton>. Si vous êtes connecté en tant que root, vous arriverez directement dans la boîte de dialogue de changement. Sinon, KDE vous demandera le mot de passe super-utilisateur.
nl: Als u voor het eerst start, bent u in weergavemodus. Om uw instellingen te wijzigen, klik op <guibutton>Bewerken</guibutton>. Als u ingelogd bent als root, zult u direct naar het wijzigingsdialoog gaan. Zo niet, zal KDE u om het superuser wachtwoord vragen.
pt: Logo que executas da primeira vez, estás só em modo de visualização. Para modificares a tua configuração carrega em <guibutton>Modificar</guibutton>. Se estiveres ligado como root, irás parar directamente à janela de modificação; caso contrário ser-te-á pedida a senha de super-utilizador.
sk: Po spustení ste v mód iba zobrazovania. Aby ste mohli hodnoty zmeniť, musíte použiť tlačidlo <guibutton>Upraviť</guibutton>. Ak ste prihlásený ako root, objaví sa priamo dialóg pre zmenu. Ak nie, KDE sa vás spýta na heslo pre účet root.
sl: Ko prvič zaženete, ste samo v načinu zaslon. Da spremenite vaše nastavitve, kliknite <guibutton>Spremeni</guibutton>. Če ste prijavljeni kot root, boste šli kar naravnost k pogovornemu oknu za spreminjanje. Če pa niste, vas bo KDE vprašal za geslo super uporabnika.
sv: När du först startar befinner du dig enbart i visningsläget. För att ändra dina inställningar, klicka på <guibutton>Ändra</guibutton>. Om du är inloggad som root, går du direkt till ändringsdialogen. Om inte, frågar KDE efter systemadministratörens lösenord.

source: Modifying your settings
cs: Změna nastavení
da: Ændring af indstillinger
de: Änderung der Einstellungen
es: Modificando sus preferencias
fr: Modifier vos réglages
nl: Uw instellingen wijzigen
pt: Modificar a tua configuração
sk: Zmena nastavenia
sl: Spreminjanje vaših nastavitev
sv: Ändra dina inställningar

source: You set the date using the left half of the module. Simply choose your month (the drop down box at the top), year (the spin box at the top), and the day of the month (simply click on the day in the calendar).
cs: Datum se nastavuje pomocí levé poloviny okna modulu. Jednodušše vyberte měsíc (z roletového seznamu nad kalendářem), rok (pomocí přírůstkového pole tamtéž) a den v měsíci (kliknutím na zvolený den v kalendáři).
da: Man sætter datoen ved brug af den venstre halvdel af modulet. Vælg simpelthen din måned (dropned boksen for oven), år (spinboksen foroven), og dagen i måneden (klik simpelthen på dagen i kalenderen).
de: Das Datum wird im linken Teil des Moduls eingestellt. Man wählt den Monat (im oberen Listenfeld), das Jahr (im oberen Drehregler) und den Tag des Monats (durch Klicken auf den Tag im Kalender).
es: Puede fijar la fecha empleando la parte izquierda del módulo. Simplemente elija el mes (la caja desplegable en la parte superior), el año (la caja con flechitas en la parte superior), y el día del mes (simplemente pulse en el día en el calendario)
fr: Vous réglez la date en utilisant la partie gauche du module. Choisissez simplement votre mois (la liste déroulante du haut), l'année (la boîte à déroulement), et le jour du mois (cliquez simplement sur le jour dans le calendrier).
nl: U kunt de datum instellen in de linkerhelft van deze module. Kies gewoon de maand (het lijstveld bovenaan), het jaar (het spinveld bovenaan), en de dag van de maand (klik op een dag in de kalender).
pt: Tu defines a data usando a metade esquerda do módulo. Basta escolheres o teu mês (na lista do topo), o ano (no campo respectivo no topo) e o dia do mês (carreando no dia correspondente no calendário).
sk: Dátum sa nastavuje v ľavej časti modulu. Jednoducho vyberiete mesiac, rok a deň v mesiaci (kliknutím na deň v kalendári).
sl: Datum nastavite v levi polovici modula. Izbrati morate le mesec (spustno polje na vrhu), leto (vrtilno polje na vrhu) in dan v mesecu (kliknite na datum v koledarju).
sv: Du ställer in datum med den vänstra delen av modulen. Välj helt enkelt månad (kombinationsrutan längst upp), år (nummerinmatningsrutan längst upp), och dag i månaden (klicka helt enkelt på dagen i almanackan).

source: You set the time using the spin box at the bottom of the clock. Simply click in the hour, minutes or seconds box. You can directly enter your value, or you can click on the <guiicon>+</guiicon> or <guiicon>-</guiicon> buttons to adjust that value up one value.
cs: Čas nastavíte prostřednictvím přírůstkového pole pod ciferníkem. Nejprve klikněte do pole zobrazující hodinu, minutu nebo sekundu. Novou hodnotu zadejte ručně nebo klikněte na <guiicon>+</guiicon> a <guiicon>-</guiicon> pro změnu hodnoty o jeden stupeň.
da: Du sætter tiden ved at bruge spinboksen i bunden af uret. Klik simpelthen i time, minutter eller sekunder boksen. Du kan indgive din værdi direkte, eller du kan klikke på <guiicon>+</guiicon> eller <guiicon>-</guiicon> knapperne for at justere værdien med en værdi.
de: Die Zeit wird durch den Drehregler unterhalbe der Uhr eingestellt. Man klickt in das Feld Stunden, Minuten oder Sekunden. Dann kann man entweder einen Zahlenwert direkt eintippen oder mit Hilfe der Knöpfe <guiicon>+</guiicon> oder <guiicon>-</guiicon> einstellen.
es: Puede fijar la hora utilizando la cajita con las flechitas en la parte inferior del reloj. Simplemente pulse en la caja de las horas, minutos y segundos. Puede introducir el valor que desee o puede pulsar en los botones de <guiicon>+</guiicon> o <guiicon>-</guiicon> para ajustar el valor incrementandolo o decrementandolo una unidad.
fr: Vous réglez l'heure en utilisant les boîtes à déroulement en bas de l'horloge. Cliquez simplement sur la boîte des heures, des minutes ou des secondes. Vous pouvez saisir directement une valeur ou cliquer sur les boutons <guiicon>+</guiicon> ou <guiicon>-</guiicon> pour ajuster cette valeur d'une unité.
nl: U kunt de tijd instellen door middel van het spinveld onderaan de klok. Klik gewoon op het uur-, minuten- of het secondenveld. U kunt uw waarde direct invoeren of u kunt de <guiicon>+</guiicon> of <guiicon>-</guiicon> knoppen gebruiken om de tijd te wijzigen in stappen van één minuut.
pt: Defines a hora usando a opção por baixo do relógio. Basta indicares as horas, os minutos e os segundos nas opções respectivas. Podes indicar directamente o valor ou podes carregar nos botões <guiicon>+</guiicon> ou <guiicon>-</guiicon> para os incrementares ou decrementares.
sk: Čas sa mení v dolnej časti modulu. Kliknete na časť hodiny, minúty alebo sekundy a zadáte požadovanú hodnotu. Tlačidlami <guiicon>+</guiicon> a <guiicon>-</guiicon> môžete hodnotu upravovať tiež.
sl: Čas nastavite z vrtilnim poljem na dnu ure. Kliknite v polja za ure, minute in sekunde. Lahko neposredno vnesete vrednost ali pa kliknete na gumba <guiicon>+</guiicon> in <guiicon>-</guiicon>, da ustrezno prilagodite vrednost.
sv: Du ställer in tiden med rutorna under klockan. Klicka helt enkelt i timme-, minut- eller sekundrutan. Du kan skriva in ditt värde direkt, eller klicka på <guiicon>+</guiicon> eller <guiicon>-</guiicon> för att justera värdet upp eller ner ett steg.

source: The time is represented in 24 hour format. If you want the system time to be set to 8:00 PM, you need to set the hour spinbox to <guilabel>20</guilabel> (8 + 12). If you want the system time set to 8:00 AM, you should set the hour spinbox to <guilabel>8</guilabel>.
cs: Čas je zobrazován v 24 hodinovém formátu, který se v České republice používá jako standard (v anglicky mluvících zemí se většinou používá 12ti hodinový formát, kde je nutno k odpoledním času označovanému jako PM přičíst 12 hodin).
da: Tiden er repræsenteret i 24 timers format. Hvis du ønsker at systemtiden skal sættes til 8:00 PM, skal du sætte timen i spinboksen til <guilabel>20</guilabel> (8 + 12). Hvis du vil have systemtiden sat til 8:00 AM, så skal du sætte time spinboksen til <guilabel>8</guilabel>.
de: Die Zeit wird im 24-Stundeformat angezeigt und eingegeben. Wenn man die Zeit auf 8:00 PM setzen will, muss das Stundenfeld auf <guilabel>20</guilabel> (8+12) gesetzt werden. Wenn man die Zeit auf 8:00 AM einstellen will, muss das Feld <guilabel>8</guilabel> enthalten.
es: La hora está representada en formato de 24 horas. Si desea fijar el sistema a las 8:00 PM, necesita fijar la caja de flechitas de la hora a <guilabel>20</guilabel> (8 + 12). Si desea fijar la hora del sistema a las 8:00 AM, debería fijar la hora en la caja de flechitas al valor <guilabel>8</guilabel>.
fr: L'heure est représentée en format de 24 heures. Si vous voulez que l'heure système soit réglée sur 8 heures du soir, vous devez ajuster votre boîte à déroulement sur <guilabel>20</guilabel> (8 + 12). Si vous voulez que l'heure système soit 8 heures du matin, réglez-la sur <guilabel>8</guilabel>.
nl: De tijd wordt weergegeven in 24-uurs formaat. Als u de systeemtijd instelt op 8:00 PM, moet u het uurspinveld op <guilabel>20</guilabel> (8 + 12) zetten. Als u de systeemtijd op 8:00 AM in wilt stellen, moet u het spinveld op <guilabel>8</guilabel> zetten.
pt: A hora é representada no formato 24 horas. Se quiseres que a hora do sistema seja 8:00 PM, tens de definir a hora como <guilabel>20</guilabel> (8 + 12). Se quiseres que seja 8:00 AM defines como <guilabel>8</guilabel>.
sk: Čas je zobrazený v 24-hodinovom formáte. Ak chcete napríklad nastaviť váš systémový čas na 8:00 PM, musíte nastaviť hodnotu <guilabel>20</guilabel> (8+12). Ak chcete 8:00 AM, hodnota bude <guilabel>8</guilabel>.
sl: Čas je predstavljen v 24 urnem formatu. Če želite, da sistemska ura kaže 8h zvečer, morate postaviti uro na <guilabel>20</guilabel>. Če želite, da je sistemski čas 8h zjutraj, potem postavite vrednost v vrtilnem polju na <guilabel>8</guilabel>.
sv: Tiden representeras i 24-timmarsformat. Om du vill sätta systemtiden till 8:00 på kvällen (EM), måste du skriva <guilabel>20</guilabel> (8 + 12) i timrutan. Om du vill sätta systemtiden till 8:00 på morgonen (FM) ska du skriva <guilabel>8</guilabel>.

source: You can then click on the <guilabel>Time Zone</guilabel> tab.
cs: Poté můžete kliknout na záložku <guilabel>Časová zóna</guilabel>.
da: Så kan du klikke på <guilabel>Tidszone</guilabel> fanebladet.
de: Nun kann man auf die Karteikarte <guilabel>Zeitzone</guilabel> klicken.
es: Luego puede pulsar en la pestaña <guilabel>Zona horaria</guilabel>.
fr: Vous pouvez alors cliquer sur l'onglet <guilabel>Fuseau horaire</guilabel>.
nl: U kunt dan op het <guilabel>Tijdzone</guilabel> tabblad drukken.
pt: Podes então carregar na secção <guilabel>Fuso-Horário</guilabel>.
sk: Okrem toho sa dá zobraziť aj záložka <guilabel>Časové pásmo</guilabel>.
sl: Nato lahko kliknete na jeziček <guilabel>Časovna cona</guilabel>.
sv: Därefter kan du klicka på fliken <guilabel>Tidzon</guilabel>.

source: Simply select your new timezone from the drop down box in the middle of the screen
cs: Požadovanou časovou zónu vyberte z roletového seznamu uprostřed okna modulu.
da: Vælg simpelthen din nye tidszone fra dropned boksen i midten af skærmen
de: Man wählt die neue Zeitzone aus dem Listenfeld in der Bildschirmmitte.
es: Simplemente seleccione su nueva zona horaria de la caja desplegable en la parte central de la pantalla.
fr: Sélectionnez simplement votre nouveau fuseau horaire dans la boîte déroulante au milieu de l'écran.
nl: Selecteer gewoon uw nieuwe tijdzone in het lijstveld in het midden op het scherm.
pt: Basta definires o teu novo fuso-horário na lista no meio do ecrã
sk: Nové pásmo vyberiete zo zoznamu v strede okna.
sl: Preprosto izberite vašo novo časovno cono iz spustnega polja v sredini zaslona
sv: Välj helt enkelt din nya tidzon från kombinationsrutan mitt på skärmen.

source: When you have set the correct date and time, simply click <guibutton>Apply</guibutton> to make the changes permanent.
cs: Po nastavení správného datumu a času stiskněte tlačítko <guibutton>Aplikovat</guibutton> pro uložení změn.
da: Når du har sat den rigtige dato og tid, så klik blot på <guibutton>Anvend</guibutton> for at gøre ændringerne permanente.
de: Wenn man die richtigen Einstellungen für Datum und Zeit gefunden hat, klickt man auf <guibutton>Anwenden</guibutton>, um die Einstellungen zu fixieren.
es: Cuando haya fijado la fecha y hora correcta, simplemente pulse <guibutton>Aplicar</guibutton> para hacer permanentes los cambios.
fr: Quand vous avez fait le réglage correct de date et d'heure, cliquez simplement sur <guibutton>Appliquer</guibutton> pour faire prendre en compte ces changements.
nl: Als u de correcte datum en tijd heeft ingesteld klikt u op de <guibutton>Toepassen</guibutton> knop om de wijzigingen permanent te maken.
pt: Quando tiveres definido a data e hora correctas, basta carregares em <guibutton>Aplicar</guibutton> para tornares as modificações permanentes.
sk: Ak ste spokojný s novým nastavením, tlačidlom <guibutton>Použiť</guibutton> zmeny uložíte.
sl: Ko ste nastavili pravilen datum in čas, preprosto kliknite <guibutton>Uveljavi</guibutton>, da postanejo spremembe trajne.
sv: När du har ställt in det riktiga datumet och tiden, klicka helt enkelt på <guibutton>Verkställ</guibutton> för att ändringarna ska få effekt.

source: Section Author
cs: Autoři oddílu
da: Sektionsforfatter
de: Abschnittsautor
es: Sección de autores
fr: Section Auteurs
nl: Auteurssectie
pt: Autor da Secção
sk: Autor kapitoly
sl: Avtorji razdelka
sv: Avsnittsförfattare

source: CREDIT_FOR_TRANSLATORS
cs: <othercredit role="translator"> <firstname>Ondřej</firstname><surname>Šotek</surname><affiliation><email>ondrej.sotek@seznam.cz</email></affiliation> <contrib>Translation</contrib></othercredit>
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Deutsche Übersetzung: Frank Schütte <email>F.Schuette@t-online.de</email></para>
es: <para>Traducido por Pablo de Vicente <email>pvicentea@nexo.es</email></para>
fr: <para>Traduction française par Gérard Delafond<email>g.delafond@medsyn.fr</email> </para>
nl: &meld.fouten;&vertaling.niels;
pt: <para>Tradução de José Nuno Coelho Pires <email>jncp@rnl.ist.utl.pt</email></para>
sk: <para>Preklad dokumentácie Stanislav Višňovský <email>visnovsky@nenya.ms.mff.cuni.cz</email></para>
sl: <para>Prevod: Matej Badalič <email>matej_badalic@slo.net</email></para>
sv: <para>Översättning Stefan Asserhäll <email>stefan.asserhall@telia.com</email> 2001-07-23</para>
