Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmtaskbar.po
Languages: da, de, es, fr, nl, pt, sk, sl, sv

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Frank</firstname><surname>Schütte</surname><affiliation><address><email>F.Schuette@t-online.de</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>
es: <othercredit role="translator"> <firstname>Pablo</firstname> <surname>de Vicente</surname> <affiliation><address><email>pvicentea@nexo.es</email></address></affiliation> <contrib>Traductor</contrib> </othercredit>
fr: <othercredit role="translator"><firstname>Yves</firstname><surname>Dessertine</surname><affiliation><address><email>yves.d@hrnet.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit><othercredit role="translator"><firstname>Thibaut</firstname><surname>Cousin</surname><affiliation><address><email>cousin@in2p3.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
nl: &Niels.Reedijk;
pt: <othercredit role="translator"><firstname>Pedro</firstname><surname>Morais</surname><affiliation><address><email>morais@kde.org</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sk: <othercredit role="translator"><firstname>Stanislav</firstname> <surname>Višňovský</surname> <affiliation> <address><email>visnovsky@nenya.ms.mff.cuni.cz</email></address> </affiliation><contrib>Preklad</contrib></othercredit>
sl: <othercredit role="translator"><contrib>Prevod:</contrib><firstname>Matej</firstname><surname>Badalič</surname><affiliation><address><email>matej_badalic@slo.net</email></address></affiliation></othercredit>
sv: <othercredit role="translator"> <firstname>Stefan</firstname> <surname>Asserhäll</surname> <affiliation><address><email>stefan.asserhall@telia.com</email></address></affiliation> <contrib>Översättare</contrib></othercredit>

source: KControl
de: Kontrollzentrum
fr: centre de configuration

source: taskbar
da: opgavelinie
de: Fensterleiste
es: barra de tareas
fr: barre des tâches
nl: takenbalk
pt: barra de tarefas
sk: panel úloh
sl: opravilna vrstica
sv: aktivitetsfält

source: configure
da: indstil
de: einrichten
es: configurar
fr: configuration
nl: instellen
pt: configurar
sk: nastavenie
sl: nastavitev
sv: anpassa

source: Taskbar
da: Opgavelinie
de: Fensterleiste
es: Barra de tareas
fr: Barre des tâches
nl: Takenbalk
pt: Barra de Tarefas
sk: Panel úloh
sl: Opravilna vrstica
sv: Aktivitetsfält

source: The taskbar, is a quick way to switch between applications. The taskbar can be located in the panel (default), or outside the panel on the desktop.
da: Opgavelinien er en hurtig måde at skifte mellem programmer. Opgavelinien kan være placeret i panelet (standard) eller udenfor panelet på skrivebordet.
de: Die Fensterleiste ermöglicht das schnelle Umschalten zwischen Anwendungen. Der übliche Platz für die Fensterleiste ist die Kontrollleiste. Sie kann aber auch außerhalb der Kontrollleiste auf der Arbeitsfläche plaziert werden.
es: La barra de tareas, es un método rápido de moverse entre aplicaciones. La barra de tareas está localizada en el panel (por omisión), o fuera del panel en el escritorio.
fr: La barre des tâches est un moyen rapide de passer d'une application à une autre. Elle est située par défaut dans le tableau de bord, mais il est aussi possible de la placer sur le bureau.
nl: De takenbalk is een snelle methode om tussen applicaties te schakelen. De takenbalk kan in (standaard) of buiten het paneel op het bureaublad worden geplaatst.
pt: A barra de tarefas dá-te uma forma rápida de mudar entre aplicações. A barra de tarefas pode estar no painél (por omissão), ou fora no painél noutro local do ambiente de trabalho.
sk: Panel úloh je rýchly spôsob prepínania aplikácií. Je umiestnený na paneli alebo mimo panelu na ploche.
sl: Opravilna vrstica omogoča hitro preklapljanje med aplikacijami. Opravilna vrstica se lahko nahaja v pultu (privzeto), ali izven pulta na namizju.
sv: Aktivitetsfältet erbjuder ett snabbt sätt att byta mellan program. Aktivitetsfältet kan antingen finnas i panelen (förvalt), eller utanför panelen på skrivbordet.

source: This module has options to control how the taskbar operates:
da: Dette modul har valg der kontrollerer hvordan opgavelinien virker:
de: In diesem Bereich können einige Optionen eingestellt werden, die die Arbeitsweise der Fensterleiste verändern:
es: Este módulo tiene opciones para controlar el modo de operación de la barra de tareas:
fr: Ce module propose des options pour configurer le fonctionnement de la barre des tâches&nbsp;:
nl: Deze module heeft opties om te bepalen hoe de takenbalk werkt:
pt: Este módulo tem várias opções que controlam a operação da barra de tarefas:
sk: Tento modul obsahuje možnosti práce panelu úloh:
sl: Ta modul ima možnosti za nadziranje delovanja opravilne vrstice:
sv: Den här modulen har alternativ för att ställa in hur aktivitetsfältet fungerar:

source: The top option, labeled <guilabel>Show all windows</guilabel>, determines if all open windows are included in the taskbar or not. By default, the taskbar only shows the open windows <emphasis>on the current desktop</emphasis>. If this option is enabled, the taskbar will show all open windows <emphasis>on all desktops</emphasis>.
da: Det øverste valg, der hedder <guilabel>Vis alle vinduer</guilabel>, afgør om alle åbne vinduer er inkluderet i opgavelinien eller ej. Som standard viser opgavelinien kun vinduer <emphasis>på det aktuelle skrivebord</emphasis>. Hvis dette valg er gjort, så vil opgavelinien vise alle åbne vinduer <emphasis>på alle skriveborde</emphasis>.
de: Die Option <guilabel>Alle Fenster anzeigen</guilabel> legt fest, ob alle geöffneten Fenster oder nur die Fenster der aktuellen Arbeitsfläche in der Fensterleiste aufgeführt werden. Standardmäßig werden nur die geöffneten Fenster der <emphasis>Aktuellen Arbeitsfläche</emphasis> angezeigt. Kreuzen Sie dieses Feld an, wenn die geöffneten Fenster <emphasis>Aller Arbeitsflächen</emphasis> angezeigt werden sollen.
es: La opción superior, etiquetada <guilabel>Mostrar todas las ventanas</guilabel>,determina si todas las ventanas están incluidas en la barra de tareas o no.Por omisión la barra de tareas sólo muestra las ventanas abiertas<emphasis>en el escritorio seleccionado</emphasis>. Si esta opción estáactivada, la barra de tareas mostrará todas las ventanas <emphasis>en todoslos escritorios</emphasis>.
fr: La première option, intitulée <guilabel>Afficher toutes les fenêtres</guilabel>, permet de décider si toutes les fenêtres ouvertes sont représentées dans la barre des tâches ou non. Par défaut, seules les fenêtres <emphasis>du bureau courant</emphasis> sont représentées. Mais si cette option est activée, alors les fenêtres de <emphasis>tous les bureaux</emphasis> seront représentées dans la barre des tâches.
nl: De bovenste optie, genaamd <guilabel>Alle vensters tonen</guilabel>, bepaalt of alle geopende vensters in de takenbalk worden weergegeven. Standaard laat de takenbalk alleen de open vensters <emphasis> op het huidige bureaublad</emphasis> zien. Als deze optie is geactiveerd dan zal de takenbalk alle geopende vensters tonen <emphasis>op alle bureaubladen</emphasis>.
pt: A opção mais acima, com o nome <guilabel>Mostrar todas as janelas</guilabel>, determina se todas as janelas abertas são mostradas na barra de tarefas ou não. Por omissão, a barra de tarefas apenas mostra as janelas abertas <emphasis>no ecrã actual</emphasis>. Se esta opção estiver activa, a barra de tarefas mostra todas as janelas abertas em <emphasis>todos os ecrãs</emphasis>.
sk: Horná možnosť, označená <guilabel>Zobraziť všetky okná</guilabel> určuje, či sú zobrazené všetky otvorené okna. Štandardne sú zobrazené iba okná na <emphasis>aktuálnej ploche</emphasis>. Ak je táto voľba použitá, panel úloh obsahuje okná na <emphasis>všetkých plochách</emphasis>.
sl: Možnost z oznako <guilabel>Prikaži vsa okna</guilabel>, določa, če so vsa odprta okna vključena v opravilno vrstico ali ne. Kot privzeto, prikazuje opravilna vrstica samo odprta okna <emphasis>na trenutnem namizju</emphasis>. Če je možnost omogočena, bo opravilna vrstica prikazala vsa odprta okna <emphasis>na vseh namizjih</emphasis>.
sv: Det översta alternativet, <guilabel>Visa alla fönster</guilabel>, avgör om alla öppna fönster ingår i aktivitetsfältet eller inte. Normalt visar aktivitetsfältet bara öppna fönster <emphasis>på det nuvarande skrivbordet</emphasis>. Om alternativet är aktiverat, visar aktivitetsfältet alla öppna fönster <emphasis>på alla skrivbord</emphasis>.

source: Using the <guilabel>Show windows list button</guilabel> option, you can enable a little button to be shown in the taskbar: this button will open a popup menu offering access to applications on other desktops as well as some useful actions, like <guilabel>Unclutter Windows</guilabel>.
da: Brug af <guilabel>Vis vinduer listeknap</guilabel> aktiverer en lille knap der bliver vist i opgavelinien: denne knap vil åbne en pop-op menu, der tilbyder adgang til programmer på andre skriveborde så vel som nogle nyttige ting så som <guilabel>Ryd op i vinduer</guilabel>.
de: Markieren Sie das Ankreuzfeld <guilabel>Knopf für Fensterliste anzeigen</guilabel>, um einen kleinen Knopf in der Fensterleiste anzeigen zu lassen. Dieser Knopf öffnet ein Menü, das auch die Anwendunden auf den anderen Arbeitsflächen und einige nützliche Funktionen wie <guilabel>Fenster anordnen</guilabel> enthält.
es: Al usar la opción <guilabel>Mostrar botones de la lista de ventanas</guilabel>, puede activar un pequeño botón que se mostrará en la barra de tareas: este botón abrirá un menú desplegable ofreciendo acceso a aplicaciones en otros escritorios así como operaciones útiles, como <guilabel>Ordenar ventanas</guilabel>.
fr: Avec l'option <guilabel>Afficher le bouton de liste des fenêtres</guilabel>, un petit bouton apparaît dans la barre des tâches&nbsp;: il ouvre un menu surgissant donnant accès aux applications des autres bureaux et d'autres actions utiles, comme <guilabel>Séparer les fenêtres</guilabel>.
nl: Door gebruik te maken van de optie <guilabel>Vensterlijstknop tonen</guilabel> kunt u een kleine knop tonen in de takenbalk: deze knop zal een popup venster tonen die toegang geeft tot de applicaties op de andere bureaubladen alsmede een aantal handige acties zoals <guilabel>Vensters ordenen</guilabel>.
pt: Ao activares a opção <guilabel>Mostrar o botão da lista de janelas</guilabel>, aparece um pequeno botão na barra de tarefas: este botão abre um menu que oferece acesso às aplicações que estão noutros ecrãs, bem como algumas acções úteis, como por exemplo <guilabel>Reorganizar as Janelas</guilabel>.
sk: Pomocou <guilabel>Zobraziť tlačidlo pre zoznam okien</guilabel> môžete povoliť zobrazovanie malého tlačidla, ktoré zobrazí menu obsahujúce všetky okná spolu so zoznamom všetkých plôch. Obsahuje aj niekoľko šikovných akcií, napr. <guilabel>Prehľadne usporiadať okná</guilabel>.
sl: Z uporabo možnosti <guilabel>Prikaži gumb s seznami oken</guilabel>, lahko omogočite majhen gumb, ki naj se prikaže v opravilni vrstici: ta gumb bo odprl padajoči menu, ki vam bo ponujal dostop do aplikacij na drugih namizjih, kot tudi nekaj uporabnih akcij, kot je <guilabel>Uredi okna</guilabel>.
sv: Genom att använda <guilabel>Visa knappen fönsterlista</guilabel>, kan du aktivera en liten knapp som visas i aktivitetsfältet: den här knappen öppnar en meny som ger tillgång till program på andra skrivbord liksom några användbara åtgärder, som <guilabel>Ordna Fönster</guilabel>.

source: The next option, <guilabel>Group similar tasks</guilabel> allows you to save some space on your taskbar, by only showing one icon for each running application, no matter how many windows are shown. You can click on the icon to display a menu of all the windows that are available. This is most useful when you have enabled <guilabel>Show all windows</guilabel>.
da: Det næste valg, <guilabel>Gruppér lignende opgaver</guilabel> tillader dig at spare noget plads på opgavelinien, ved kun at vise en ikon for hvert kørende program, ligegyldigt hvor mange vinduer der bliver vist. Du kan klikke på ikonen for at få en menu vist af alle vinduer der er der overhovedet. Dette er mest nyttigt hvis du har aktiveret <guilabel>Vis alle vinduer</guilabel>.
de: Die nächste Option <guilabel>Zusammengehörige Fenster gruppieren</guilabel> ermöglicht es, einigen Platz in der Fensterleiste zu sparen. Für jede gestartete Anwendung wird nur ein Symbol angezeigt, egal wie viele Fenster die Anwendung geöffnet hat. Ein Klick auf das Symbol öffnet ein Menü aller für diese Anwendung geöffneten Fenster. Diese Option ist sehr nützlich im Zusammenhang mit der Option <guilabel>Alle Fenster anzeigen</guilabel>.
es: La siguiente opción, <guilabel>Agrupar tareas similares</guilabel> le permite ahorrar algo de espacio en su barra de tareas, mostrando sólo un icono para cada aplicación en ejecución, sin importar cuantas ventanas se muestren. Puede pulsar en el icono para mostrar un menú de todas las ventanas que están disponibles. Esto es muy útil si usted ha activado <guilabel>Mostrar todas las ventanas</guilabel>.
fr: L'option suivante, <guilabel>Grouper les fenêtres similaires</guilabel>, vous permet d'économiser de l'espace sur votre barre des tâches, en n'affichant qu'une icône pour chaque application démarrée, sans tenir compte du nombre de fenêtres affichées. Vous pouvez cliquer sur l'icône pour afficher un menu comportant toutes les fenêtres disponibles. Ceci est très utile si vous avez activé l'option <guilabel>Afficher toutes les fenêtres</guilabel>.
nl: De volgende optie, <guilabel>Taken van hetzelfde programma groeperen</guilabel> geeft u de mogelijkheid om wat ruimte op uw takenbalk te sparen door maar een pictogram voor iedere draaiende applicatie te tonen, onafhankelijk van het aantal geopende vensters van deze applicatie. U kunt het pictogram aanklikken om een menu te tonen dat de geopende vensters van deze applicatie weergeeft. Dit is erg handig als u <guilabel>Allevensters weergeven</guilabel> heeft geactiveerd.
pt: A próxima opção, <guilabel>Agrupar as tarefas semelhantes</guilabel>, permite-te poupar espaço na tua barra de tarefas, mostrando apenas um ícone por cada aplicação que está a correr, mesmo que esta tenha mais do que uma janela. Podes carregar no ícone para veres um menu com todas as janelas disponíveis. Esta opção é especialmente útil quando <guilabel>Mostrar todas as janelas</guilabel> está activo.
sk: Ďalšia možnosť je <guilabel>Podobné úlohy dohromady</guilabel> umožňuje ušetriť miesto na paneli úloh tým, že sa zobrazuje iba jedna ikona pre každú bežiacu aplikáciu, bez ohľadu na počet jej okien. Kliknutím na ikonu sa zobrazí menu so všetkými jej oknami. Má zmysel hlavne spolu s voľbou <guilabel>Zobraziť všetky okná</guilabel>.
sl: Naslednja možnost, <guilabel>Združi podobna opravila</guilabel> omogoča, da prihranite nekaj prostora na vaši opravilni vrstici, s tem da je prikazan le ena ikona za posamezen program, ne glede, na to, koliko oken je odprtih. Lahko kliknete na ikono, da se opdre menu vseh oken, ki so na voljo. To je najbolj uporabno, če ste omogočili <guilabel>Prikaži vsa okna</guilabel>.
sv: Nästa alternativ, <guilabel>Gruppera liknande aktiviteter</guilabel> låter dig spara en del plats i ditt aktivitetsfält, genom att bara visa en ikon för varje program som kör, oberoende av hur många fönster som visas. Du kan klicka på ikonen för att visa en meny med alla fönster som är tillgängliga. Det här är mest användbart om du har aktiverat <guilabel>Visa alla fönster</guilabel>.

source: <guilabel>Sort tasks by virtual desktop</guilabel> changes the sorted order of the icons on the taskbar, so that windows on virtual desktop 1 are shown first (to the left, or at the top) of the taskbar, and next windows that are on virtual desktop 2, and so on.
da: <guilabel>Sortér opgaver efter virtuelt skrivebord</guilabel> ændrer den sorterede rækkefølge af ikonerne på opgavelinien, så vinduer på virtuelt skrivebord 1 vises først (til venstre eller øverst) på opgavelinien, denæst vinduer der er på virtuelt skrivebord 2 og så videre.
de: Die Option <guilabel>Laufende Programm nach Arbeitsflächen sortieren</guilabel> verändert die Reihenfolge der Symbole in der Fensterleist, so dass Fenster auf der ersten Arbeitsfläche zuerst (links bzw. oben) und die Fenster der zweiten Arbeitsfläche danach angezeigt werden, und so weiter.
es: <guilabel>Ordenar tareas por escritorios virtuales</guilabel> cambia el orden de los iconosen la barra de tareas, de modo que las ventanas en el escritorio virtual 1 se muestran primero (a la izquierda o en la parte superior) en la barra de tareas, y después las demás ventanas en el escritorio virtual 2, y así sucesivamente.
fr: <guilabel>Trier les tâches par bureau</guilabel> change l'ordre de tri des icônes de la barre des tâches, de sorte à ce que les fenêtres sur le bureau virtuel 1 soient affichées en premier (à gauche, ou en haut) sur la barre des tâches, puis les fenêtres sur le bureau virtuel 2, et ainsi de suite.
nl: <guilabel>Sorteer de taken per virtueel bureaublad</guilabel> verandert de sorteer volgorde van de pictogrammen op de takenbalk zodat vensters op het eerste virtuele bureaublad als eerste worden getoond (links, of bovenin) in de takenbalk en vervolgens de vensters die op bureaublad 2 zijn enzovoort.
pt: <guilabel>Ordenar tarefas por ecrã virtual</guilabel> altera a ordem de ordenação das tarefas na barra, de modo a que as janelas no ecrã virtual 1 aparecem primeiro (à esquerda, ou no topo), as próximas janelas são do ecrã virtual 2, e assim por diante.
sk: <guilabel>Utriediť úlohy podľa virtuálnej plochy</guilabel> mení spôsob triedenia ikon v paneli úloh, takže najprv sú v zozname okná na ploche 1 (horná, alebo ľavá), potom okná na ploche 2 atď.
sl: <guilabel>Uredi opravila po navideznem namizju</guilabel> spremeni urejanje ikon v opravilni vrstici, tako da so okna na navideznem namizju 1 prikazan prva (na levi ali na vrhu), nato pa okna na navideznem namizju 2 in tako dalje.
sv: <guilabel>Sortera aktiviteter efter virtuellt skrivbord</guilabel> ändrar sorteringsordningen för ikonerna i aktivitetsfältet, så att fönster på virtuellt skrivbord 1 visas först (till vänster eller längst upp) i aktivitetsfältet, därefter fönster på virtuellt skrivbord 2, och så vidare.

source: Finally, you can disable the application icons, and show just the text. You might want to do this to save space on your taskbar, for example.
da: Endelig kan du deaktivere programikoner, og blot vise teksten. Det vil du måske gøre for at spare plads på opgavelinien for eksempel.
de: Schließlich kann man die Anwendungssymbole deaktivieren. Dann wird nur noch Text in der Fensterleiste angezeigt. Auf diese Weise kann man Platz sparen.
es: Finalmente, usted puede desactivar los iconos de aplicaciones, y mostrar sólo el texto. Puede quere hacer esto, por ejemplo, para ahorrar espacio en su barra de tareas.
fr: Enfin, vous pouvez désactiver l'affichage des icônes des applications, et n'afficher que le texte. Vous pouvez de cette façon économiser de l'espace sur votre barre des tâches, par exemple.
nl: En als laatste kunt de applicatiepictogrammen uitschakelen en alleen de tekst tonen. U kunt dit doen om ruimte op uw takenbalk te winnen.
pt: Finalmente, podes desactivar os ícones das aplicações, e mostrar apenas texto. Podes queres fazer isto para poupar espaço na barra de tarefas, por exemplo.
sk: No a nakoniec, ikony aplikácií môžete vypnúť a nechať si zobrazovať iba text. To sa vám hodí v prípade, že chcete šetriť miesto na paneli úloh.
sl: Končno lahko onemohočite ikone programov in prikažete le besedilo. Morda na primer želite prihraniti prosto v opravilni vrstici.
sv: Till slut kan du låta bli att visa programmens ikoner, och bara visa texten. Du kan t.ex. vilja göra detta för att spara utrymme i ditt aktivitetsfält.

source: Section Author
da: Sektionsforfatter
de: Abschnittsautor
es: Sección de autores
fr: Auteurs de la section
nl: Auteurssectie
pt: Autor da Secção
sk: Autor kapitoly
sl: Avtorji razdelka
sv: Avsnittsförfattare

source: This section written by Mike McBride <email>mpmcbride7@yahoo.com</email>
da: Denne sektion er skrevet af Mike McBride <email>mpmcbride7@yahoo.com</email>
de: Dieser Abschnitt wurde geschrieben von Mike McBride <email>mpmcbride7@yahoo.com</email>
es: Sección escrita por Mike McBride <email>mpmcbride7@yahoo.com</email>
fr: Cette section a été écrite par Mike McBride <email>mmcbride@yahoo.com</email>.
nl: Deze paragraaf is geschreven door Mike McBride <email>mpmcbride7@yahoo.com</email>
pt: Esta secção foi escrita por Mike McBride <email>mpmcbride7@yahoo.com</email>
sk: Túto kapitolu napísal Mike McBride <email>mpmcbride7@yahoo.com</email>
sl: Ta razdelek je napisal Mike McBride <email>mpmcbride7@yahoo.com</email>
sv: Det här avsnittet är skrivet av Mike McBride <email>mpmcbride7@yahoo.com</email>

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Deutsche Übersetzung von Frank Schütte <email>F.Schuette@t-online.de</email></para>
es: <para>Traducido por Pablo de Vicente <email>pvicentea@nexo.es</email></para>
fr: <para> Elle a été traduite et relue par&nbsp;:</para><para>Yves Dessertine <email>yves.d@hrnet.fr</email></para><para>Thibaut Cousin<email>cousin@in2p3.fr</email></para>
nl: &meld.fouten;&vertaling.niels;
pt: <para>Tradução por Pedro Morais <email>morais@kde.org</email></para>
sk: <para>Preklad dokumentácie Stanislav Višňovský <email>visnovsky@nenya.ms.mff.cuni.cz</email></para>
sl: <para>Prevod: Matej Badalič <email>matej_badalic@slo.net</email></para>
sv: <para>Översättning Stefan Asserhäll <email>stefan.asserhall@telia.com</email> 2001-07-23</para>
