Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmkbrowse.po
Languages: da, de, es, fr, nl, pt, sk, sl, sv

source: Finally there are two last checkbox options. The first is <guilabel>Change cursor over links</guilabel>. If this option is selected, the shape of the cursor will change (usually to a hand) whenever it moves over a hyperlink. This makes it easy to identify links, especially when they are in the form of images.
da: Endelig er der de sidste to afkrydsningsbokse. Den første er <guilabel>Ændr markøren over lænker</guilabel>. Hvis dette er valgt så vil formen på på markøren blive ændret (sædvanligvis til en hånd) når den bevæges henover en hyperlænke. Dette gør det nemmer at identificere lænker, især nå r de er i form af billeder.
de: Schließlich gibt es noch zwei Ankreuzfelder. Das erste lautet <guilabel>Cursorform über Verknüpfungen verändern</guilabel>. Ist diese Option ausgewählt, verändert sich die Form des Mauszeigers (üblicherweise zu einer Hand), sobald Sie die Maus über eine Verknüpfung bewegen. Dies macht es einfach, Verknüpfungen zu identifizieren, besonders, wenn sie die Form eines Bildes haben.
es: Finalmente existen dos casillas de selección. La primera es <guilabel>Cambiar cursor sobre enlaces</guilabel>. Si esta opción está seleccionada, la forma del cursor cambiará (normalmente a una mano) siempre que se mueva sobre un hiperenlace. Esto facilita la identificación de los enlaces, especialmente si se trata de imágenes.
fr: Il y a enfin deux dernières options sous forme de cases à cocher. La première est <guilabel>Changer le curseur au-dessus des liens</guilabel>. Si cette option est sélectionnée, la forme du pointeur change (habituellement sous la forme d'une main) à chaque fois qu'il survole un lien hypertexte. Cela permet d'identifier aisément les liens, spécialement lorsqu'ils sont sous la forme d'images.
nl: Als laatste zijn er nog twee aankruis-opties. De eerste is <guilabel>Muisaanwijzer veranderen boven koppelingen</guilabel> . Als deze optie geselecteerd is, zal de vorm van de muisaanwijzer veranderen (gewoonlijk naar een hand) wanneer die over een koppeling beweegt. Dit maakt het gemakkelijk om koppelingen te identificeren, zeker als die koppelingen afbeeldingen zijn.
pt: Finalmente, existem duas últimas opções. A primeira é <guilabel>Mudar o cursor sobre as ligações</guilabel>. Se esta opção estiver seleccionada, o aspecto do cursor irá mudar (normalmente para uma mão) quando passar por cima de uma hiper-ligação. Isto facilita a identificação de ligações, especialmente quando estas estão sob a forma de imagens.
sk: Panel ďalej obsahuje možnosť <guilabel>Zmeniť kurzor nad odkazmi</guilabel>. Tým sa bude tvar kurzoru meniť vždy, keď prejde nad odkazom. Tak jednoducho nájdete odkazy, hlavne ak sú to obrázky.
sl: Končno sta tu še dve potrditveni polji. Prvo je <guilabel>Spremenimo kazalec nad povezavami</guilabel>. Če je ta možnost izbrana, se bo oblika kazalca spremenila (ponavadi v roko) vsakič, ko se bo premaknil nad hiperpovezavo. To poenostavi prepoznavanje povezav, posebno kadar so v obliki slik.
sv: Till slut finns det ytterligare två alternativ. Den första är <guilabel>Ändra muspekaren över länkar</guilabel>. Om detta alternativ markeras, ändras pekaren (oftast till en hand) när den flyttas över en hyperlänk. Det här gör det lätt att identifiera länkar, särskilt om de är i form av bilder.

source: Finally, the checkbox labeled <guilabel>Automatically load images</guilabel>, allows you to control whether images on web pages are loaded by default. Unless you have a very slow connection, you will probably want to leave this option selected, as there are many web pages that are difficult to use without images. If you don't select the option to automatically load images, you can still view the text on the page, and then load the images if you need them.
da: Og afkrydsningsboksen der hedder<guilabel>Indlæs billeder automatisk</guilabel>, tillader dig at kontrollere om billeder på netsteder bliver indlæst som standard. Med mindre du har en meget langsom forbindelse, vil du formodentlig lade dette punkt være valgt, da der er mange netsider der er svære at bruge uden billeder. Hvis du ikke vælger at få billeder indlæst automatisk, kan du stadig se teksten på siden, og så indlæse billeder ligesom du har lyst.
de: Schließlich gibt es noch das Ankreuzfeld <guilabel>Bilder automatisch anzeigen</guilabel>, wodurch Sie festlegen, ob Bilder auf Webseiten automatisch geladen werden. Wenn Sie nicht gerade eine sehr langsame Verbindung haben, empfiehlt es sich, diese Option auszuwählen, da es viele Webseiten gibt, die Sie ohne Bilder nur schwer nutzen können. Wenn Sie diese Option nicht auswählen, werden die Bilder nicht automatisch geladen. Aber Sie können dennoch den Text auf der Seite ansehen, und die Bilder erst bei Bedarf laden.
es: Finalmente, la casilla de selección etiquetada <guilabel>Cargar automáticamente imágenes</guilabel>, le permite controlar si las imágenes de las páginas web se cargan por omisión. A no ser que tenga una conexión muy lenta, probablemente desee dejar esta opción sin marcar ya que hay muchas páginas web wue son difíciles de usar sin imágenes. Si no selecciona la opción de cargar automáticamente, podrá ver el texto de la página, y después cargar las imágenes si las necesita.
fr: Finalement, la case à cocher intitulée <guilabel>Charger automatiquement les images</guilabel> vous permet de décider si les images dans les pages web sont chargées par défaut. À moins que vous n'ayez une connexion très lente, vous aurez probablement intérêt à laisser cette option sélectionnée, en effet beaucoup de pages web sont difficiles à utiliser sans images. Si vous désélectionnez cette option pour ne plus charger automatiquement les images, vous pouvez toujours lire le texte de la page, et ensuite ne charger les images que si vous en avez besoin.
nl: Uiteindelijk laat het aankruisvakje <guilabel>Afbeeldingen automatisch laden</guilabel> u toe te controleren of afbeeldingen op webpagina's ingeladen worden. Tenzij u een zeer trage verbinding hebt, zult u waarschijnlijk deze optie aan willen laten staan, omdat er veel webpagina's zijn die moeilijk te gebruiken zijn zonder afbeeldingen. Als u dit aankruisvakje niet aankruist, kunt u nog steeds de tekst op de pagina zien, en de afbeeldingen laden als u ze nodig hebt.
pt: Finalmente, a opção <guilabel>Carregar imagens automaticamente</guilabel> permite-te controlar se as imagens das páginas Web são lidas por omissão. A menos que tenhas uma ligação muito lenta, deverás querer esta opção seleccionada, dado que existem muitas páginas Web que são difíceis de usar sem imagens. Se não seleccionares a opção de carregamento automático das imagens, podes ver o texto da página à mesma, e então carregares as imagens se necessitares delas.
sk: Nakoniec zostala vošba <guilabel>Automaticky nahrať obrázky</guilabel>, ktorou sa ovláda, či sa majú obrázky na web stránka automaticky nahrávať. Ak nemáte príliš pomalé spojenie, obrázky asi nahrávať budete chcieť. Niektoré stránky sú bez nich dokonca nepoužiteľné. Aj keď nebude mať zapnuté automatické nahrávanie obrázkov, text stránky sa bude zobrazovať a obrázky si môžete neskôr načítať v prípade, že ich potrebujete.
sl: Nazadnje še potrditveno polje z oznako <guilabel>Samodejno naložimo slike</guilabel>, ki vam omogoča nadzorovati ali naj se slike na spletnih straneh naložijo kot privzeto. Če nimate zelo počasne povezave, boste verjetno pustili to možnost izbrano, ker obstaja veliko spletnih strani, ki se jih težko uporablja brez slik. Če ne izberete možnosti za samodejno nalaganje slik, lahko še vedno gledate tekst na strani in potem naložite slike, če jih potrebujete.
sv: Det sista alternativet som heter <guilabel>Ladda bilder automatiskt</guilabel>, låter dig välja om bilder på webbsidor normalt laddas. Om du inte har en mycket långsam anslutning, vill du nog lämna den här markerad, eftersom många webbsidor är svåra att använda utan bilder. Om du inte väljer att ladda bilder automatiskt, kan du fortfarande titta på sidans text, och sedan ladda bilderna om du behöver dem.

source: Appearance
da: Udseende
de: Erscheinungsbild
es: Aspecto
fr: Apparence
nl: Uiterlijk
pt: Aparência
sk: Vzhľad
sl: Videz
sv: Utseende

source: Under this tab, you can select various options related to the use of fonts. Although the shapes and sizes of fonts are often part of the design of a web page, you can select some default settings for &konqueror; to use.
da: Under dette faneblad, kan du vælge forskellige ting relateret til brugen af skrifttyper. Selvom formen og størrelsen af skrifttyper ofte er en del af en netsides design, kanman vælge nogle standardindstillinger som &konqueror; kan bruge.
de: Auf dieser Karteikarte können Sie verschiedene Optionen bezüglich der Schrift einstellen. Obwohl die Form und die Größe von Schriften oft Teil des Designs einer Webseite sind, können Sie hier einige Standardeinstellungen vornehmen, die &konqueror; verwenden wird.
es: Bajo esta pestaña, puede seleccionar varias opciones relacionadas con el uso de las fuentes. Aunque las formas y tamaño de las fuentes son frecuentemente parte de una página web, puede seleccionar algunas opciones predeterminadas para ser utilizadas por &konqueror;.
fr: Sous cet onglet, vous pouvez sélectionner de nombreuses options relatives à l'usage des polices. Bien que la forme et la taille des polices fassent souvent partie de la conception d'une page web, vous pouvez choisir certains réglages par défaut que &konqueror; utilisera.
nl: Onder deze tab kunt u verschillende opties selecteren omtrent het gebruik van lettertypen. Alhoewel de vormen en de groottes van lettertypes veelal deel zijn van het ontwerp van een webpagina, kunt u enkele standaardinstellingen van &konqueror; instellen.
pt: Nesta secção, podes seleccionar várias opções relacionadas com o uso dos tipos de letra. Ainda que o tipo e o tamanho da letra sejam frequentemente parte integrante do desenho de uma página Web, podes seleccionar algumas opções por omissão para o &konqueror; usar.
sk: V tejto záložke môžete definovať použitie písiem. Aj keď sú tvary a veľkostí písiem často súčasťou návrhu stránky WWW, môžete si zvoliť štandardné hodnoty, ktoré bude &konqueror; používať.
sl: Pod tem jezičkom lahko izbirate različne možnosti v zvezi z uporabo pisav. Čeprav sta oblika in velikost pisave pogosto del oblikovanja spletne strani, lahko izberete nekaj privzetih nastavitev, da jih bo &konqueror; uporabil.
sv: Under den här fliken kan du välja olika alternativ som har med teckensnittsanvändning att göra. Även om formen och storleken på teckensnitt ofta är en del av en webbsidas formgivning, kan du välja en del förval som &konqueror; använder.

source: The first thing you can set here is the font size. There are two settings which work together to allow you a comfortable browsing experience.
da: Det første du kan sætte her er skriftstørrelsen. Der er to indstillinger der arbejder sammen til at give dig en behagelig netsøgnings oplevelse.
de: Die erste Option, die Sie hier einstellen können, ist die Schriftgröße. Es gibt zwei Einstellungen, die zusammenwirken, und Ihnen ein komfortables Durchsuchen ("Browsen")ermöglichen.
es: La primera opción que puede configurar es el tamaño de la fuente. Hay dos opciones que funcionan conjuntamente para permitirle navegar cómodamente.
fr: La première chose que vous pouvez régler ici est la taille de la police. Il y a deux réglages qui contribuent au confort de la navigation.
nl: Het eerste wat u kunt instellen is de lettergrootte. Er zijn twee instellingen die tesamen werken om u een comfortabele surf-ervaring te geven.
pt: A primeira coisa que podes definir aqui é o tamanho da letra. Existem duas opções que funcionam em conjunto para te permitir uma sensação de navegação confortável.
sk: Prvá vec, ktorú môžete nastaviť, je veľkosť písma. Dve nastavenia spolu umožňujú nastaviť písmo tak, aby vám to vyhovovalo.
sl: Prva stvar, ki jo lahko tu nastavite, je velikost pisave. To sta dve nastavitvi, ki skupaj delujeta tako, da vam olajšata udobno brskanje.
sv: Det första du kan ställa in här är teckensnittsstorleken. Det finns två inställningar som fungerar tillsammans för att ge dig en bekväm surfupplevelse.

source: Firstly, you can set a <guilabel>Minimum Font Size</guilabel>. This means, even if the font size is set specifically in the page you are viewing, &konqueror; will ignore that instruction and never show smaller fonts than you set here.
da: Først kan du sætte en <guilabel>Minimum skriftstørrelse</guilabel>. Det betyder at selv om skriftstørrelsen er sat eksplicit i den side du kigger på, så vil &konqueror; ignorere denne instruktion og aldrig vise mindre skrifttyper end dem du sætter her.
de: Zuerst können Sie eine <guilabel>Minimale Schriftgröße</guilabel> einstellen. Das bedeutet, auch wenn die Schriftgröße explizit auf einer Webseite festgelegt ist, wird &konqueror; diese Anweisung ignorieren, und niemals eine kleinere Schriftgröße verwenden, als Sie hier angegeben haben.
es: En primer lugar puede configurar un <guilabel>Tamaño mínimo de fuente</guilabel>. Esto significa, que incluso si el tamaño de la fuentes está especificamente fijado para la página que usted visualiza, &konqueror; ignorará esa instrucción y nunca mostrará fuentes más pequeñas que las que usted configure.
fr: Premièrement, vous pouvez régler la <guilabel>Taille de police minimale</guilabel>. Même si la taille de la police est spécifiée dans la page affichée, &konqueror; ignorera cette instruction et n'utilisera jamais des polices plus petites que ce que vous indiquez ici.
nl: Eerst kunt u een <guilabel>Minimale Lettergrootte</guilabel> selecteren. Dit betekent dat, als de lettergrootte vast staat op de pagina die u bekijkt, &konqueror; die instructie zal negeren en de letters nooit kleiner zal tonen dan u hier instelt.
pt: Primeiro que tudo, podes definir um <guilabel>Tamanho de Letra Mínimo</guilabel>. Isto significa que, mesmo que o tamanho de letra esteja especificado na página que estás a ver, o &konqueror; irá ignorar a instrução e nunca mostrará texto mais pequeno do que tu indicares aqui.
sk: <guilabel>Minimálna veľkosť písma</guilabel> určuje, že aj keď bude veľkosť písma definovaná stránkou, &konqueror; bude ignorovať požiadavky na zobrazenie písma menšieho ako je táto hodnota.
sl: Najprej nastavite <guilabel>Najmanjšo velikost pisave</guilabel>. To pomeni, da bo &konqueror; prezrl navodila, čeprav so specifično podana v strani, in ne bo nikoli prikazal manjših pisav, kot jih nastavite tu.
sv: Först kan du välja en <guilabel>Minsta teckensnittsstorlek</guilabel>. Det här betyder att även om teckensnittsstorleken sätts specifikt av sidan du tittar på, kommer &konqueror; att ignorera detta och aldrig visa mindre teckensnitt än du väljer här.

source: Next you can set a <guilabel>Medium Font Size</guilabel>. This is not only the default size of text, used when the page doesn't specify sizes, but it is also used as the base size that relative font sizes are calculated against. That is, the <acronym>HTML</acronym> instruction <quote>smaller</quote>, it means smaller than the size you set for this option.
da: Dernæst kan du sætte en <guilabel>Middel skriftstørrelse</guilabel>. Dette er ikke blot standard størrelsen for tekst, brugt når siden ikke angiver nogen størrelse, men den bruges også som basis for at beregne relative skriftstørrelser. Det vil sige at <acronym>HTML</acronym> instruktion <quote>smaller</quote>, kommer il at betyde mindre end den størrelse du sætter her.
de: Als nächstes können Sie die <guilabel>Mittlere Schriftgröße</guilabel> festlegen. Das ist nicht nur die Standardgröße für Text, die verwendet wird, wenn die Webseite keine Größe vorgibt, sondern dient auch als Basisgröße zur Berechnung von relativen Schriftgrößen. Das heißt zum Beispiel, die <acronym>HTML</acronym> Anweisung <quote>smaller</quote> bedeutet, kleiner als die hier festgelegte Schriftgröße.
es: A continuación puede configurar <guilabel>Tamaño medio de fuente</guilabel>. Este no es sólo el tamaño predeterminado del texto, usado cuando la página no especifica los tamaños, sino que también se usa como el tamaño base a partir del cual se calculan los tamaños de fuente relativos. Es decir, la instrucción <acronym>HTML</acronym> <quote>smaller</quote>, signifca menor que el tamaño configurado con esta opción.
fr: Vous pouvez ensuite régler une <guilabel>Taille moyenne de police</guilabel>. Il ne s'agit pas que de la taille par défaut du texte, utilisée lorsque la page n'indique pas de tailles, mais il s'agit également de la taille de base utilisée pour calculer les tailles de polices relatives. Par exemple, l'instruction <acronym>HTML</acronym> <quote>smaller</quote> signifie qu'il faut utiliser une taille plus petite que ce que vous indiquez ici.
nl: Vervolgens kunt u een <guilabel>Middel lettergrootte</guilabel> instellen. Dit is niet alleen de standaardgrootte van tekst, gebruikt wanneer een pagina geen lettergrootte opgeeft, maar ook de basis waartegen relatieve lettergroottes berekend worden. Dit wil zeggen, de <acronym>HTML</acronym> instructie <quote>smaller</quote>, betekent kleiner dan de grootte die u instelde voor deze optie.
pt: Depois podes definir um <guilabel>Tamanho de letra médio</guilabel>. Isto não é só o tamanho por omissão do texto, usado quando a página não especifica o tamanho, mas também é o tamanho de base que os tamanhos de letra relativos usam como referência. Isto é, a instrução de <acronym>HTML</acronym> <quote>smaller</quote> corresponde a um tamanho menor do que o indicado nesta opção.
sk: Ďalej môžete nastaviť <guilabel>Veľkosť stredného písma</guilabel>. Je to písmo použité v prípade, že stránka nedefinuje vlastnú veľkosť písma, ale používa sa aj ako základ pre výpočet relatívnych veľkostí písiem. Takže značka <acronym>HTML</acronym> <quote>menšie</quote> znamená menšie ako toto písmo.
sl: Potem nastavite <guilabel>Srednjo velikost pisave</guilabel>. To ni le privzeta velikost besedila, kadar stran ne določa velikosti, temveč tudi osnovna velikost, na osnovi katere se izračunajo relativne velikosti. Se pravi, da ukaz <quote>smaller</quote> v <acronym>HTML</acronym> pomeni manjšo velikost pisave od tiste, nastavljene pri tej izbiri.
sv: Därefter kan du ställa in en <guilabel>Mellan teckensnittsstorlek</guilabel>. Det här är inte bara förvald storlek för text, som används när sidan inte anger någon storlek, utan används också som grundstorlek när relativa teckenstorlekar beräknas. Om <acronym>HTML</acronym>-instruktionen <quote>smaller</quote> anges betyder det mindre än den storlek du väljer med det här alternativet.

source: For either option, you can select the exact font size in points by using the up/down spin control (or just typing) next to the option label.
da: For begge valg kan du vælge den nøjagtige skriftstørrelse enten ved at bruge op/ned spinkontrollen (eller blot ved at skrive) ved siden af etiketten.
de: Für beide Optionen legen Sie die genauen Schriftgrößen in Punkten über die Hoch-/Runter-Kontrollelemente fest, oder geben Sie direkt in die Eingabefelder ein.
es: Para cada opción, usted puede seleccionar el tamaño exacto de la fuente en puntos utilizando el control de la casilla incrementadora (o simplemente introduciendo) junto a la etiqueta de opción.
fr: Pour toutes les options, vous pouvez choisir la taille de police exacte en points en utilisant le compteur rotatif (ou simplement en la tapant) à côté du nom de l'option.
nl: Voor elke optie kunt u de exacte lettergrootte in punten selecteren door gebruik te maken van de omhoog/omlaag pijltjes (of gewoon door het getal in te typen), naast het label.
pt: Para qualquer uma das opções, podes especificar o tamanho exacto em pontos usando o controlo cima/baixo (ou escrevendo simplesmente) no campo correspondente.
sk: V oboch nastavaniach môžete vybrať presnú veľkosť písma v bodoch.
sl: Za obe izbiri lahko izberete točno velikost pisave v pikah tako, da uporabite gumba za gor/dol (ali pa jo napišete) poleg oznake izbire.
sv: För båda alternativen, kan du välja den exakta teckensnittsstorleken i punkter genom att använda upp/ner-kontrollen (eller bara skriva in värdet) intill alternativnamnet.
