Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmnetscapeplugins.po
Languages: cs, da, es, fr, nl, pt, sl, sv

source: ROLES_OF_TRANSLATORS
cs: <othercredit role="translator"><firstname>Ondřej</firstname><surname>Šotek</surname><affiliation><email>ondrej.sotek@seznam.cz</email></affiliation><contrib>Translation</contrib></othercredit>
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
es: <othercredit role="translator"> <firstname>Pablo</firstname> <surname>de Vicente</surname> <affiliation><address><email>pvicentea@nexo.es</email></address></affiliation> <contrib>Traductor</contrib> </othercredit>
fr: <othercredit role="translator"><firstname>Gonéri</firstname><surname>Le Bouder</surname><affiliation><address><email>goneri@free.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
nl: &Niels.Reedijk;
pt: <othercredit role="translator"><firstname>José</firstname><surname>Pires</surname><affiliation><address><email>jncp@rnl.ist.utl.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sl: <othercredit role="translator"><contrib>Prevod</contrib><firstname>Matej</firstname><surname>Badalič</surname><affiliation><address><email>matej_badalic@slo.net</email></address></affiliation></othercredit>
sv: <othercredit role="translator"> <firstname>Stefan</firstname> <surname>Asserhäll</surname> <affiliation><address><email>stefan.asserhall@telia.com</email></address></affiliation> <contrib>Översättare</contrib></othercredit>

source: plugins
cs: pluginy
da: indstik
fr: modules externes
sl: vstavki
sv: insticksprogram

source: &Netscape; Plugins
cs: Moduly programu &Netscape;
da: &Netscape; indstik
es: Plugins, &Netscape;
fr: Modules externes de &Netscape;
pt: 'Plugins' do &Netscape;
sl: Vstavki za &Netscape;
sv: &Netscape; Insticksprogram

source: Introduction
cs: Úvod
da: Indledning
es: Introducción
nl: Inleiding
pt: Introdução
sl: Uvod
sv: Inledning

source: As &Netscape;'s <application>Navigator</application> has been a web browsing standard for many years, so-called &Netscape; plugins have appeared that allow rich web content. Using those plugins, web sites can contain <acronym>PDF</acronym> files, flash animations, video &etc; With &konqueror;, you can still use these plugins to take advantage of rich web content.
cs: Program &Netscape; <application>Navigator</application> byl po mnoho let nejběžnějším webovým prohlížečem. Z tohoto důvodu bylo vytvořeno velké množství tzv. pluginů pro &Netscape;, umožňujících zobrazit různé druhy dat. Díky těmto modulům můžete zobrazovat stránky obsahující <acronym>PDF</acronym> soubory, flash animace, video apod. Tyto pluginy podporuje také prohlížeč &konqueror;. Můžete tak využívat jejich vlastnosti při procházení internetem i pomocí tohoto prohlížeče.
da: Da &Netscape;'s <application>Navigator</application> har været en standard for netsøgere i mange år, er der kommet såkaldte &Netscape; indstik der tillader rigt net-indhold. Ved brug af disse indstik, kan netsteder indeholde <acronym>PDF</acronym> filer, flash animeringer, video &etc; Med &konqueror;, kan du stadig bruge disse indstik og gøre brug af rigt net-indhold.
es: Como &Netscape; <application>Navigator</application> ha sido un navegador web estándar durante muchos años, hay muchos plugins de &Netscape; que permiten un contenido web enriquecido. Utilizando esos plugins, los servidores web pueden contener archivos <acronym>PDF</acronym>, animaciones de flash, video, &etc;. Con &konqueror;, puede utilizar estos plugins para poder disfrutar del contenido enriquecido de la web.
fr: Comme le <application>Navigator</application> de &Netscape; est un navigateur standard depuis plusieurs années, des modules externes pour &Netscape; sont apparus afin de permettre des pages internet au contenu plus riche. Grâce à ces modules, les sites internet peuvent contenir des <acronym>PDF</acronym>, des animations flash, de la vidéo &etc;. Avec &konqueror;, vous pouvez toujours utiliser ces modules pour profiter de la richesse du contenu du web.
nl: Omdat &Netscape;'s <application>Navigator</application> al jaren een webbrowse standaard is, zijn er meerdere zogenaamde &Netscape; plugins verschenen die een verrijkte web inhoud toestaan. Door van deze plugins gebruik te maken kunnen websites <acronym>PDF</acronym> bestanden, Flash animaties, video, &etc; bevatten. Met &konqueror; kunt u nog steeds van deze plugins gebruik maken.
pt: Como o <application>Navigator</application> da Netscape foi uma norma na navegação Web durante muitos anos, foram aparecendo muitos 'plugins' do &Netscape; para permitir conteúdos Web mais elaborados. Utilizando esses 'plugins', os 'sites' Web podem conter ficheiros <acronym>PDF</acronym>, animações de Flash, vídeo, &etc;. Com o &konqueror; podes usar à mesma esses 'plugins' para tirares partido desse conteúdo Web.
sl: Ker je bil &Netscape; <application>Navigator</application> veliko let standard za brskanje po spletu, so se pojavili tako imenovani vstavki za &Netscape;, ki omogočajo obogateno spletno vsebino. Z uporabo teh vstavkov lahko spletne strani vsebujejo <acronym>PDF</acronym> datoteke, flash animacije, video &itd; S &konqueror;,-jem lahko še vedno uporabljate te vstavke, da izkoristite prednost obogatene spletne vsebine.
sv: Eftersom &Netscape;s <application>Navigator</application> har varit en webbläsarstandard i många år, har så kallade &Netscape;-insticksprogram dykt upp som tillåter rikt webbinnehåll. Med dessa insticksprogram kan webbplatser innehålla <acronym>PDF</acronym>-filer, flash-animeringar, video etc. Med &konqueror;, kan du fortfarande använda dessa insticksprogram för att dra fördel av rikt webbinnehåll.

source: &Netscape; plugins should not be confused with &konqueror; plugins. The latter ones specifically extend &konqueror;'s functionality; they are normally not used to display rich web content.
cs: Je potřeba rozlišovat mezi pluginy programu &Netscape; a prohlížeče &konqueror;. V druhém případě se jedná o pluginy rozšiřující funkcionalitu &konqueror;u, nemající vliv na zobrazování webových stránek.
da: &Netscape; indstik skal ikke blandes sammen med &konqueror; indstik. De sidste udvider specifikt &konqueror;'s funktionalitet; de bruges normalt ikke til at vise rigt net-indhold.
es: Los plugins de &Netscape; no se deberían confundir con los de &konqueror;. Estos últimos extienden específicamente la funcionalidad de &konqueror;; y normalmente no se utilizan para mostrar contenidos extras de páginas web.
fr: Les modules externes de &Netscape; ne doivent pas être confondus avec ceux de &konqueror;. En effet, ces derniers étendent les fonctionnalités de &konqueror; et ne sont pas utilisés pour afficher le contenu des sites web.
nl: &Netscape; plugins moeten niet worden verward met &konqueror; plugins. De laatste soort verbetert specifiek &konqueror;'s funtionaliteit, ze worden niet gebruikt om verrijkte web inhoud te tonen.
pt: Os 'plugins' do &Netscape; não devem ser confundidos com os do &konqueror;. Os últimos servem especificamente para extender a funcionalidade do &konqueror;; não são usados normalmente para mostrar conteúdos Web elaborados.
sl: Vstavkov za &Netscape; ne smete mešati z vstavki od &konqueror;-ja. Slednji specifično razširjajo &konqueror;-jevo funkcionalnost; ponavadi niso uporabljeni za prikazovanje obogatene spletne vsebine.
sv: &Netscape;-insticksprogram ska inte förvillas med &konqueror;-insticksprogram. De senare utökar &konqueror;s funktionalitet specifikt, de används normalt inte för att visa rikare webbinnehåll.

source: Scan
cs: Prohledat
da: Skan
es: Buscar
fr: Recherche des modules
nl: Zoeken
pt: Pesquisar
sl: Iskanje
sv: Sök

source: &konqueror; has to know where your &Netscape; plugins are installed. This can be in several places, &ie; you might have system-wide plugins in <filename class="directory">/opt/netscape/plugins</filename> and your personal plugins in <filename class="directory">$<envar>HOME</envar>/.netscape/plugins</filename>. However, &konqueror; will not automatically use the installed plugins: it first has to scan a list of directories. You can initiate the scan by clicking <guibutton>Scan for new plugins</guibutton>. Or you can enable <guilabel>Scan for new plugins at KDE startup</guilabel> so &konqueror; will on every &kde; startup scan the appropriate directories to see whether new plugins have been installed.
cs: &konqueror; potřebuje vědět, kde jsou pluginy programu &Netscape; nainstalovány. Mohou být na různých místech, tj. pluginy společné pro všechny uživatele v <filename class="directory">/opt/netscape/plugins</filename> a osobní pluginy uživatele v <filename class="directory">$HOME/.netscape/plugins</filename>. &konqueror; nepoužívá nainstalované pluginy automaticky, nejprve prohledá zvolené adresáře. Prohledávání spustíte kliknutím na <guibutton>Vyhledat nové pluginy</guibutton>. Nebo můžete zaškrtnout <guilabel>Vyhledávat nové pluginy při startu KDE</guilabel>, takže &konqueror; při každém startu &kde; prohledá patřičné adresáře a zkontroluje, jestli nebyly nainstalovány nové pluginy.
da: &konqueror; bliver nødt til at vide hvor dine &Netscape; indstik er installerede. Dette kan være flere forskellige steder, &ie; du kan have systemomfattendeindstik i <filename class="directory">/opt/netscape/plugins</filename> og dine personlige indstik i <filename class="directory">$<envar>HOME</envar>/.netscape/plugins</filename>. &konqueror; vil imidlertid ikke automatisk bruge de installerede indstik: den skal først skanne en liste af mapper. Du kan initiere skanningen ved at klikke på <guibutton>Skan for nye indstik</guibutton>. Eller du kan aktivere <guilabel>Skan for nye indstik ved KDE opstart</guilabel> så vil &konqueror; ved hver &kde; opstart skanne de passende mapper, for at se de passende mapper for at se om nye indstik er blevet installerede.
es: &konqueror; debe saber donde están instalados sus plugins de &Netscape;. Esto puede ser en diversos lugares, &ie; puede tener plugins de uso global en <filename class="directory">/opt/netscape/plugins</filename> y sus plugins personales en <filename class="directory">$<envar>HOME</envar>/.netscape/plugins</filename>. Sin embargo, &konqueror; no usará automáticamente los plugins instalados. Primero ha de buscar en una lista de directorios. Puede iniciar la búsqueda pulsando <guibutton>Buscar nuevos plugins</guibutton>. O puede activar <guilabel>Buscar nuevos plugins durante el inicio de KDE</guilabel> de modo que &konqueror; buscará en cada arranque de &kde; en los directorios apropiados para comprobar si hay nuevos plugins instalados.
fr: &konqueror; doit savoir où sont installés les modules externes de &Netscape;. Ils peuvent être à plusieurs endroits, &cad; vous pouvez avoir les modules du système dans <filename class="directory">/opt/netscape/plugins</filename> et vos modules personnels dans <filename class="directory">$<envar>HOME</envar>/.netscape/plugins</filename>.&konqueror; n'utilisera pas automatiquement les modules installés&nbsp;: il va d'abord avoir à les rechercher dans une liste dossiers. Vous pouvez initialiser la recherche en cliquant sur le bouton <guibutton>Chercher les nouveaux modules externes</guibutton>.Vous pouvez aussi activer <guilabel>Chercher les nouveaux modules externes au démarrage de KDE</guilabel>, ainsi &konqueror; cherchera les nouveaux modules installés dans les dossiers spécifiés à chaque démarrage de &kde;.
nl: &konqueror; moet weten waar &Netscape;'s plugins zijn geïnstalleerd. Dit kan iop verschillende plaatsen zijn, dit betekent dat u bijvoorbeeld systeem-wijde plugins in <filename class="directory">/opt/netscape/plugins</filename> en uw persoonlijke plugins in<filename class="directory">$<envar>HOME</envar>/.netscape/plugins</filename> heeft. &konqueror; echter zal niet automatisch de geïnstalleerde plugins gebruiken. Het moet eerst een lijst van mappen doorzoeken. U kunt dit initiëren door op de knop <guibutton>Naar nieuwe plugins zoeken</guibutton> te drukken. Of u activeert <guilabel>Naar nieuwe plugins zoeken bij het starten van KDE</guilabel> zodat &kde;, elke keer als het wordt gestart, zal zoeken naar nieuw geïnstalleerde plugins.
pt: O &konqueror; tem de saber onde os teus 'plugins' do &Netscape; estão instalados. Estes podem estar em vários locais, &ie; podes ter 'plugins' a nível do sistema em <filename class="directory">/opt/netscape/plugins</filename> e os teus 'plugins' pessoais em <filename class="directory">$<envar>HOME</envar>/.netscape/plugins</filename>. Contudo, o &konqueror; não irá usar automaticamente os 'plugins' instalados: precisa em primeiro lugar de pesquisar numa lista de directorias. Podes iniciar a pesquisa carregando em <guibutton>Pesquisar novos 'plugins'</guibutton> ou podes activar o <guilabel>Pesquisar novos 'plugins' no arranque do KDE</guilabel> de modo a que o &konqueror; irá em cada arranque do &kde; pesquisar as directorias apropriadas para ver se foram instalados novos 'plugins.
sl: &konqueror; mora vedeti, kje so nameščeni vstavki za vaš &Netscape;. Ti so lahko na različnih mestih, splošno-sistemske vstavke imate &npr; lahko v <filename class="directory">/opt/netscape/plugins</filename> in vaše osebne vstavke v <filename class="directory">$<envar>HOME</envar>/.netscape/plugins</filename>. Kljub vsemu &konqueror; ne bo samodejno uporabil nameščene vstavke: najprej mora preiskati seznam imenikov. Iskanje lahko vključite s klikom na <guibutton>Iskanje novih vstavkov</guibutton>. Lahko tudi omogočite <guilabel>Poišči nove vstavke ob zagonu KDE</guilabel>, da bo &konqueror; ob vsakem &kde; zagonu poiskal primerne imenike, da bo videl, ali so bili nameščeni novi vstavki.
sv: &konqueror; måste veta var dina &Netscape;-insticksprogram är installerade. Det här kan vara på flera olika ställen, dvs du kan ha insticksprogram för hela systemet i <filename class="directory">/opt/netscape/plugins</filename> och dina personliga insticksprogram i <filename class="directory">$<envar>HOME</envar>/.netscape/plugins</filename>. &konqueror; kommer dock inte automatiskt att använda de installerade insticksprogrammen: först måste en lista på kataloger avsökas. Du kan påbörja avsökningen genom att klicka på <guibutton>Sök efter nya insticksprogram</guibutton>. Eller kan du aktivera <guilabel>Sök efter nya insticksprogram när KDE startas</guilabel> så att &konqueror; kommer avsöka lämpliga kataloger varje gång &kde; startas för att se om nya insticksprogram har installerats.

source: Enabling <guilabel>Scan for new plugins at KDE startup</guilabel> can considerably slow down the startup procedure.
cs: Zapnutí volby <guilabel>Vyhledávat nové pluginy při startu KDE</guilabel> může značně zpomalit spouštění KDE.
da: Aktivering af <guilabel>Skan for nye indstik ved KDE opstart</guilabel> kan gøre opstart proceduren meget langsom.
es: Si activa <guilabel>Buscar nuevos plugins en el inicio de KDE</guilabel> puede que enlentezca considerablemente el procedimiento de inicio.
fr: Activer <guilabel>Chercher les nouveaux modules externes au démarrage de KDE</guilabel> peut considérablement ralentir la procédure de démarrage.
nl: Het activeren van <guilabel>Naar nieuwe plugins zoeken bij het starten van KDE</guilabel> kan de startprocedure aanzienlijk vertragen.
pt: Se activares o <guilabel>Pesquisar novos 'plugins' no arranque do KDE</guilabel> podes tornar consideravelmente mais lento o processo de arranque.
sl: Če omogočite <guilabel>Poišči nove vstavke ob zagonu KDE</guilabel> se lahko zagonska procedura občutno upočasni.
sv: Att aktivera <guilabel>Sök efter nya insticksprogram när KDE startas</guilabel> kan göra uppstartsprocessen väsentligt långsammare.
