Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmaccess.po
Languages: cs, da, de, es, fr, nl, pt, sk, sl, sv

source: Keyboard
cs: Klávesnice
da: Tastatur
de: Tastatur
es: Teclado
fr: Clavier
nl: Toetsenbord
pt: Teclado
sk: Klávesnica
sl: Tipkovnica
sv: Tangentbord

source: There are three sections to this panel.
cs: Panel se skládá ze tří částí.
da: Der er tre sektioner i dette panel.
de: Auf dieser Seite befinden sich drei Abschnitte.
es: Existen 3 secciones en este panel
fr: Il y a trois sections dans cet onglet.
nl: Er zijn drie secties in dit paneel.
pt: Há três secções neste painel.
sk: Tento panel obsahuje tri časti.
sl: V tem pultu so trije razdelki.
sv: Det finns tre sektioner i den här panelen.

source: Sticky Keys
cs: Kombinace kláves jedním prstem
da: Klæbende taster
de: "Klebende" Tasten
es: Teclas pegajosas
fr: Auto-maintien des touches
nl: Plakkende toetsen
pt: Teclas Fixas
sk: Lepkavé klávesy
sl: Trajne tipke
sv: Klistriga tangenter

source: If this option is enabled, the user can press and release the &Shift;, &Alt; or &Ctrl; keys, and then press another key to get a key combo (example: <keycombo action="simul">&Ctrl; &Alt; <keycap>Del</keycap></keycombo> could be done with &Ctrl; then &Alt; then <keycap>Del</keycap>).
cs: Je-li tato volba zapnuta, může uživatel používat funkční klávesy &Shift;, &Alt;nebo &Ctrl; aniž by je musel ponechat stisknuté při zadávání další klávesy.(např.: kombinace <keycombo action="simul">&Ctrl; &Alt;<keycap>Del</keycap></keycombo> dosáhnete postupným stisknutím kláves &Ctrl;, potom &Alt; a nakonec <keycap>Del</keycap>).
da: Hvis dette valg er aktiveret, kan brugeren trykke og give slip på &Shift;, &Alt; eller &Ctrl; tasterne, og så trykke på en anden tast for at få en tastekombination (eksempel: <keycombo action="simul">&Ctrl; &Alt; <keycap>Del</keycap></keycombo> kan gøres som &Ctrl; så &Alt; så <keycap>Del</keycap>).
de: Wenn diese Option aktiviert ist, müssen Sie die Tasten &Shift;, &Alt; oder &Strg; nicht gedrückt halten, um zusammen mit einer anderen Taste eine Tastenkombination zu bilden. Sie können dann zuerst eine der Tasten drücken, wieder loslassen und dann die weiteren Tasten drücken. Beispiel: <keycombo action="simul">&Strg; &Alt; <keycap>Entf</keycap></keycombo> könnte erreicht werden durch &Strg; dann &Alt; dann <keycap>Entf</keycap>.
es: Si esta opción está habilitada, el usuario puede pulsar y soltar las teclas &Shift;, &Alt; o &Ctrl;, y después pulsar otra tecla para obtener un acceso rápido (ejemplo: <keycombo action="simul">&Ctrl; &Alt; <keycap>Supr</keycap></keycombo> se podría hacer con &Ctrl; después &Alt; y después <keycap>Supr</keycap>).
fr: Si cette option est activée, l'utilisateur pourra appuyer puis relâcher les touches &Shift;, &Alt; ou &Ctrl;, puis ensuite appuyer sur une autre touche pour obtenir une combinaison de touches (exemple&nbsp;: <keycombo action="simul">&Ctrl; &Alt; <keycap>Suppr</keycap></keycombo> peut être réalisé par &Ctrl; puis &Alt; puis <keycap>Suppr</keycap>).
nl: Als deze optie aan staat, kan de gebruiker de &Shift;, &Alt; of &Ctrl; toets indrukken, loslaten, en een andere toets indrukken, om zo een toetscombinatie in te geven. (Bijvoorbeeld: <keycombo action="simul">&Ctrl; &Alt;<keycap>Del</keycap></keycombo> zo kunnen worden gedaan met &Ctrl; dan &Alt; en dan <keycap>Del</keycap>).
pt: Se esta opção estive seleccionada, o utilizador pode pressionar e largar as telcas &Shift;, &Alt; ou &Ctrl;, e depois carregar noutra tecla para obter uma combinação de teclas (exemplo: <keycombo action="simul">&Ctrl; &Alt; <keycap>Del</keycap></keycombo> poderia ser feito com &Ctrl; seguido de &Alt; seguido de <keycap>Del</keycap>).
sk: Ak je táto voľba použitá, používateľ môže stlačiť a pustiť klávesy &Shift;, &Alt; or &Ctrl; a až potom stlačiť kláves a aj tak stlačí klávesovú skratku. (napríklad <keycombo action="simul">&Ctrl; &Alt; <keycap>Del</keycap></keycombo> sa dá stlačiť ako &Ctrl; potom &Alt; a nakoniec <keycap>Del</keycap>).
sl: Če je ta možnost omogočena, lahko uporabnik pritisne in izpusti tipke &Shift;, &Alt; ali &Ctrl;, ter potem pritisne drugo tipko, da dobi kombinacijo (primer: <keycombo action="simul">&Ctrl;&Alt; <keycap>Del</keycap></keycombo> se lahko naredi s &Ctrl;potem &Alt; in <keycap>Del</keycap>).
sv: Om det här alternativet är aktiverat, kan användaren trycka på och släppa &Shift;-, &Alt;- eller &Ctrl;-tangenterna, och sedan trycka på en annan tangent för att få en tangentkombination (till exempel <keycombo action="simul">&Ctrl; &Alt; <keycap>Del</keycap></keycombo> skulle kunna göras med &Ctrl; sedan &Alt; sedan <keycap>Del</keycap>).

source: Also in this section is a checkbox labeled <guilabel>Lock Sticky Keys</guilabel>. If this checkbox is enabled, then the &Alt;, &Ctrl;, and &Shift; keys stay <quote>selected</quote> until they are <quote>de-selected</quote> by the user.
cs: Je-li zaškrtnutý přepínač <guilabel>Uzamknout kombinaci kláves jedním prstem</guilabel>, budou klávesy &Alt;, &Ctrl; a &Shift; po stisknutí <quote>aktivované</quote> a k jejich <quote>odblokování</quote> dojde až opětovným stiskem dané klávesy.
da: I denne sektion er der også en afkrydsningsboks ved navn <guilabel>Lås klæbende taster</guilabel>. Hvis det er aktiveret, så vil &Alt;, &Ctrl; og &Shift;tasterne forblive <quote>valgte</quote> indtil de bliver <quote>af-valgt</quote> af brugeren.
de: In diesem Abschnitt gibt es noch ein Ankreuzfeld <guilabel>Klebende Tasten sperren</guilabel>. Wenn dieses Feld markiert ist, bleiben die Tasten &Alt;, &Strg; und &Shift; so lange <quote>selektiert</quote>, bis sie vom Benutzer <quote>de-selektiert</quote> werden.
es: En esta sección también hay una casilla de selección etiquetada <guilabel>Bloquear Teclas Pegajosas</guilabel>. Si esta casilla está seleccionada entonces las teclas &Alt;, &Ctrl;, y &Shift; permanecen <quote>seleccionadas</quote> hasta que sean <quote>deseleccionadas</quote> por el usuario.
fr: On trouve aussi dans cette section une case à cocher nommée <guilabel>Verrouiller les touches auto-maintenues</guilabel>. Si cette case est cochée, alors les touches &Alt;, &Ctrl;, et &Shift; restent <quote>sélectionnées</quote> jusqu'à ce qu'elles soient <quote>désélectionnées</quote> par l'utilisateur.
nl: In dit gedeelte staat ook een aanvink vakje met de naam <guilabel>Plakkende toetsen vergrendelen</guilabel>. Als deze is aangevinkt, blijven de &Alt;, &Ctrl; en &Shift; toetsen <quote>geselecteerd</quote> tot de selectie <quote>ongedaan wordt gemaakt</quote> door de gebruiker.
pt: Nesta secção também está uma caixa com o nome <guilabel>Trancar as teclas fixas</guilabel>. Se esta caixa estiver seleccionada, as teclas &Alt;, &Ctrl;, and &Shift; ficam <quote>seleccionadas</quote> até que sejam <quote>des-seleccionadas</quote> pelo utilizador.
sk: V tejto časti je aj voľba <guilabel>Uzamknúť lepkavé klávesy</guilabel>. Ak je povolená, klávesy &Alt;, &Ctrl;, a &Shift; zostávajú <quote>stlačené</quote> pokým nie sú <quote>od-stlačené</quote> používateľom.
sl: Tudi v tem razdelku je potrditveno polje z oznako <guilabel>Zakleni trajne tipke</guilabel>. Če je to potrditveno polje omogočeno, bodo potem tipke &Alt;, &Ctrl; in &Shift; ostale <quote>izbrane</quote> dokler ne bodo ponovno <quote>od-izbrane</quote> od uporabnika.
sv: I den här sektionen finns också en ruta med namnet <guilabel>Lås klistriga tangenter</guilabel>. Om rutan är markerad, så förblir &Alt;-, &Ctrl;-, och &Shift;-tangenterna <quote>valda</quote> tills de <quote>väljs bort</quote> av användaren.

source: As an example:
cs: Příklad:
da: For eksempel:
de: Als Beispiel:
es: Por ejemplo:
fr: exemple&nbsp;:
nl: Bijvoorbeeld:
pt: Exemplos:
sk: Napríklad:
sl: Na primer:
sv: Som ett exempel:

source: With <guilabel>Lock Sticky Keys</guilabel> disabled:
cs: S vypnutým přepínačem <guilabel>Uzamknout kombinace kláves jedním prstem</guilabel>:
da: Med <guilabel>Lås klæbrige taster</guilabel> deaktiveret:
de: Mit nicht markiertem Feld <guilabel>Klebende Tasten sperren</guilabel>:
es: Con <guilabel>Bloquear teclas pegajosas</guilabel> desactivado:
fr: Avec l'option <guilabel>Verrouiller les touches auto-maintenues</guilabel> désactivée&nbsp;:
nl: Met <guilabel>Plakkende toetsen vergrendelen</guilabel> uitgeschakeld:
pt: Com <guilabel>Trancar as teclas fixas</guilabel> desactivado:
sk: Ak je <guilabel>Uzamknúť lepkavé klávesy</guilabel> vypnuté:
sl: Z onemogočenim <guilabel>Zakleni trajne tipke</guilabel>:
sv: Med <guilabel>Lås klistriga tangenter</guilabel> inaktiverat:

source: The user types the &Shift; key, then presses the <keycap>F</keycap> key. The computer translates this into <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Now if the user types a <keycap>p</keycap>, the computer interprets this as the letter p (no shift).
cs: Uživatel stiskne klávesu &Shift;, následně klávesu <keycap>F</keycap>. Počítač tento povel pochopí jako <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Pokud nyní uživatel stiskne klávesu <keycap>p</keycap>, bude počítačem chápána jako písmeno p (bez přeřaďovače).
da: Brugeren bruger &Shift; tasten, trykker så på <keycap>F</keycap> tasten. Så vil computeren oversætte dette til <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo> . Hvis brugeren nu skriver et <keycap>p</keycap>, så fortolker computeren dette som bogstavet p (ikke P).
de: Der Benutzer betätigt die Taste &Shift; und dann die Taste <keycap>F</keycap>. Daraus macht der Computer <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Danach betätigt der Benutzer die Taste <keycap>p</keycap>. Der Computer interpretiert das als Buchstabe p (ohne Umschalttaste).
es: El usuario pulsa la tecla &Shift;, después pulsa la tecla <keycap>F</keycap>. El ordenador traduce esto a <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Ahora si el usuario introduce <keycap>p</keycap>, el ordenador interpreta esto como la letra p (no Mayúsculas).
fr: L'utilisateur presse sur la touche &Shift;, puis sur la touche <keycap>F</keycap>. L'ordinateur traduit ceci en <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Maintenant si l'utilisateur tape un <keycap>p</keycap>, l'ordinateur interprète ceci comme la lettre p (pas de Majuscule).
nl: De gebruiker drukt op de &Shift; toets, gevolgd door de <keycap>F</keycap> toets. De computer vertaalt dit in <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Als de gebruiker nu de <keycap>p</keycap> toets indrukt, zal de computer dit vertalen naar p (geen shift).
pt: O utilizador carrega da tecla &Shift;,e carrega de seguida na tecla <keycap>F</keycap>. O computador traduz esta acção em <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Se o utilizador de seguida carregar na tecla<keycap>p</keycap>, o computador recebe a letra p (sem shift).
sk: Používateľ stlačí kláves &Shift; a potom stlačí <keycap>F</keycap>. Počítač to preloží ako <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Ak teraz používateľ stlačí <keycap>p</keycap>, počítač to bude interpretovať ako písmeno p (bez shift).
sl: Uporabnik pritisne &Shift; in potem pritisne tipko <keycap>F</keycap>. Računalnik prevede to v <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Če sedaj uporabnik vtipka <keycap>p</keycap>, bo računalnik razumel to kot črko p (brez shift).
sv: Användaren trycker på &Shift;-tangenten, och därefter på <keycap>F</keycap> tangenten. Datorn översätter det här till <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Om användaren nu skriver in ett <keycap>p</keycap>, tolkar datorn det som bokstaven p (inget skift).

source: With <guilabel>Lock Sticky Keys</guilabel> enabled:
cs: Se zapnutým přepínačem <guilabel>Uzamknout kombinace kláves jedním prstem</guilabel>:
da: Med <guilabel>Lås klæbrige taster</guilabel> aktiveret:
de: Mit markiertem Feld <guilabel>Klebende Tasten sperren</guilabel>:
es: Con <guilabel>Bloquear teclas pegajosas</guilabel> activado:
fr: Avec l'option <guilabel>Verrouiller les touches auto-maintenues</guilabel> activée&nbsp;:
nl: Met <guilabel>Plakkende toetsen vergrendelen</guilabel> ingeschakeld:
pt: Com <guilabel>Trancar as teclas fixas</guilabel> activado:
sk: Ak je <guilabel>Uzamknúť lepkavé klávesy</guilabel> zapnuté:
sl: Z omogočenim <guilabel>Zakleni trajne tipke</guilabel>
sv: Med <guilabel>Lås klistriga tangenter</guilabel> aktiverat:

source: The user types the &Shift; key, then press the <keycap>F</keycap> key. The computer translates this into <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Now if the user types a <keycap>p</keycap>, the computer interprets this as the letter <keycombo action="simul">&Shift;<keycap>P</keycap></keycombo>.
cs: Uživatel stiskne klávesu &Shift;, následně klávesu <keycap>F</keycap>. Počítač tento povel pochopí jako <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Pokud nyní uživatel stiskne klávesu <keycap>p</keycap>, bude počítačem chápána jako písmeno <keycombo action="simul">&Shift;<keycap>P</keycap></keycombo> (s přeřaďovačem).
da: Brugeren trykker &Shift; tasten, trykker så på <keycap>F</keycap> tasten. Computeren oversætter dette til <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Hvis brugeren nu skriver <keycap>p</keycap>, fortolker computeren dette som bogstavet <keycombo action="simul">&Shift;<keycap>P</keycap></keycombo>.
de: Der Benutzer betätigt die Taste &Shift; und dann die Taste <keycap>F</keycap>. Daraus macht der Computer <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Danach betätigt der Benutzer die Taste <keycap>p</keycap>. Der Computer interpretiert das als <keycombo action="simul">&Shift;<keycap>p</keycap></keycombo>.
es: El usuario pulsa la tecla &Shift;, luego pulsa la tecla <keycap>F</keycap>. El ordenador traduce esto a <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Ahora, si el usuario introduce <keycap>p</keycap>, el ordenador interpreta esto como la letra <keycombo action="simul">&Shift;<keycap>P</keycap></keycombo>.
fr: L'utilisateur presse sur la touche &Shift;, puis sur la touche <keycap>F</keycap>. L'ordinateur traduit ceci en <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Maintenant si l'utilisateur tape un <keycap>p</keycap>, l'ordinateur interprète ceci comme <keycombo action="simul">&Shift;<keycap>P</keycap></keycombo>.
nl: De gebruiker drukt op de &Shift; toets, gevolgd door de <keycap>F</keycap> toets. De computer vertaalt dit in <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Als de gebruiker nu de <keycap>p</keycap> toets indrukt, zal de computer dit opvatten als <keycombo action="simul">&Shift;<keycap>P</keycap></keycombo>.
pt: O utilizador carrega da tecla &Shift;,e carrega de seguida na tecla <keycap>F</keycap>. O computador traduz esta acção em <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Se o utilizador de seguida carregar na tecla<keycap>p</keycap>, o computador recebe a letra <keycombo action="simul">&Shift;<keycap>P</keycap></keycombo>.
sk: Používateľ stlačí kláves &Shift; a potom stlačí <keycap>F</keycap>. Počítač to preloží ako <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Ak teraz používateľ stlačí <keycap>p</keycap>, počítač to bude interpretovať ako písmeno <keycombo action="simul">&Shift;<keycap>P</keycap></keycombo>.
sl: Uporabnik pritisne tipko &Shift;, potem pa pritisne tipko <keycap>F</keycap>. Računalnik prevede to v <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Če sedaj uporabnik vtipka <keycap>p</keycap>, bo računalnik razumel to kot črko <keycombo action="simul">&Shift;<keycap>P</keycap></keycombo>.
sv: Användaren trycker på &Shift;-tangenten, och därefter på <keycap>F</keycap>-tangenten. Datorn översätter det här till <keycombo action="simul">&Shift;<keycap>F</keycap></keycombo>. Om användaren nu skriver in ett <keycap>p</keycap>, tolkar datorn detta som bokstaven <keycombo action="simul">&Shift;<keycap>P</keycap></keycombo>.

source: Slow keys
cs: Filtrování kláves
da: Langsomme taster
de: Tasten verlangsamen
es: Teclas lentas
fr: Touches lentes
nl: Langzame toetsen
pt: Teclas lentas
sk: Pomalé klávesy
sl: Počasne tipke
sv: Långsamma tangenter

source: If this option is enabled, the user must hold the key down for a specified period of time (adjustable with the slider) before the keystroke will be accepted). This helps prevent accidental keypresses.
cs: Při zapnutí volby <guilabel>Používat filtrování kláves</guilabel> budoupočítačem akceptovány pouze stisky kláves trvající určenou dobu (nastavitelnouprostřednictvím posuvníku). Hlavním cílem této funkce je zabránit nechtěnémustisknutí kláves.
da: Hvis dette valg er aktiveret, må brugeren holde tasten nede et stykke tid (justerbart med glideren) før indtastningen bliver accepteret. Dette hjælper til at forhindre tilfældige indtastninger.
de: Wenn diese Option aktiviert ist, müssen Sie eine Taste für eine bestimmte Zeitspanne gedrückt halten, bevor der Tastendruck akzeptiert wird. Die Zeitspanne kann mit dem Schieberegler an Ihre Bedürfnisse angepasst werden. Diese Option hilft Ihnen, unbeabsichtigtes Tastendrücken zu vermeiden.
es: Si esta opción está activada, el usuario debe mantener la tecla pulsada durante el tiempo especificado (ajustable con la barra de deslizamiento) antes de que la pulsación de la tecla sea aceptada. Esto impide que se produzcan pulsaciones de teclas accidentales.
fr: Si cette option est activée, l'utilisateur devra garder la touche enfoncée pendant une certaine durée (ajustable avec la glissière) avant que la frappe ne soit acceptée. Cela permet d'éviter les appuis de touches accidentels.
nl: Met deze optie ingeschakeld, moet de gebruiker de toets ingedrukt houden gedurende een bepaalde periode (die kan worden aangepast met behulp van de schuifbalk voordat de toetsaanslag zal worden geaccepteerd. Hierdoor kunnen niet bedoelde toetsaanslagen worden voorkomen.
pt: Se esta opção estiver activa, o utilizador tem de manter a tecla carregada durante um periodo de tempo especificado (ajustável com a barra de arrasto) antes que a tecla seja aceite. Isto previne o pressionar acidental de teclas.
sk: Pri použití tejto voľby používateľ musí držať kláves danú dobu (nastaviteľné posuvníkom) predtým, než bude kláves akceptovaný. To pomáha zabrániť náhodným stlačením.
sl: Če je ta možnost omogočena, mora uporabnik drati pritisnjeno tipko za določen časovni zamik (nastavljiv z drsnikom) preden bo pritisk tipke sprejet). To pomaga preprečiti ponesrečene pritiske tipk.
sv: Om det här alternativet är markerat måste användaren hålla nere tangenten en specificerad tid (som kan justeras med skjutreglaget) innan tangentnedtryckningen accepteras. Det här hjälper till att förhindra felaktiga nedtryckningar.

source: Bounce keys
cs: Zabránit vícenásobnému stisku klávesy
da: Elastiske taster
de: Zurückschnellen der Tasten
es: Teclas repetidas
fr: Touches non répétées
nl: Stuitende toetsen gebruiken
pt: Teclas de 'bounce'
sk: Odrazové klávesy
sl: Skakajoče tipke
sv: Studsa tangenter

source: If this option is enabled, the user must wait a specified delay (configurable with the slider), before the next key press can be accepted. This prevents multiple key strokes from people with tremors.
cs: Při zapnutí volby <guilabel>Využívat funkce zabraňující vícenásobnému stisku klávesy</guilabel> bude mezi dvěma stisky kláves prodleva. Tato funkce je určena pro uživatele s třesem rukou.
da: Hvis dette valg er aktiveret må brugeren vente et bestemt stykke tid (som kan indstilles med glideren), før den næste tast bliver accepteret. Dette forhindrer flere indtastninger for folk med rystelser.
de: Wenn diese Option aktiviert ist, müssen Sie nach einem Tastendruck eine gewisse Zeit warten, damit der nächste Tastendruck akzeptiert wird. Die Zeitspanne kann mit dem Schieberegler an Ihre Bedürfnisse angepasst werden. Diese Option hilft, unbeabsichtigtes Tastendrücken bei Menschen zu vermeiden, die Zuckungen haben.
es: Si se activa esta opción, el usuario debe esperar el tiempo especificado (configurable con la barra de desplazamiento), antes de que la siguiente pulsación de tecla sea aceptada. Esto impide múltiples pulsaciones de teclas para personas con temblores.
fr: Si cette option est activée, l'utilisateur devra attendre un certain temps (ajustable avec la glissière) avant que le prochain appui de touche ne soit accepté. Cela empêche la répétition de l'appui d'une touche chez les personnes souffrant de tremblements.
nl: Als deze optie aangevinkt is, moet de gebruiker een bepaalde tijd (die kan worden aangepast met de schuifbalk) wachten, voor ze een volgende toets indrukken. Dit voorkomt meerdere toetsaanslagen door mensen met ongecontroleerde bewegingen.
pt: Se esta opção estiver seleccionada, o utilizador tem que esperar um intervalo configurável (utilizando a barra) antes que a próxima tecla seja aceite. Isto evita que pessoas com pouca precisão carreguem na mesma tecla mais do que uma vez.
sk: Ak je táto voľba použitá, používateľ musí po stlačení klávesu počkať danú dobu (upraviteľnú posuvníkom) predtým, než bude akceptovaná nasledujúci kláves. To zabráni viacnásobnému stlačeniu kláves postihnutým používateľom.
sl: Če je ta možnost omogočena, mora uporabnik počakati za določen zamik (nastavljiv z drsnikom), preden se sprejme naslednja tipka. To prepreči večkratne pritiske tipk ljudem, ki se jim tresejo roke.
sv: Om det här alternativet är markerat måste användaren vänta en specificerad tid (som kan justeras med skjutreglaget) innan nästa tangentnedtryckning kan accepteras. Det här förhindrar multipla tangentnedtryckningar från människor med darrningar.

source: Mouse Navigation
cs: Ovládání myši
da: Musenavigation
de: Maus
es: Navegación con ratón
fr: Souris
nl: Muisnavigatie
pt: Navegação do rato
sk: Navigácia myši
sl: Navigiranje z miško
sv: Musnavigering
