Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmbackgnd.po
Languages: cs, de, es, fr, nl, pt, sk

source: In front of some of the pattern names, is a small globe. This signifies that this is a system wide (or global) pattern, and is available to everyone. Those patterns without a picture, are user patterns, and not available to other users.
cs: U názvu některých vzorů je malá zeměkoule. Upozorňuje, že daný vzorek je dostupný všem uživatelům. Vzory bez této značky nejsou pro ostatní uživatel dostupné.
de: Vor einigen der Musternamen befindet sich ein kleiner Globus, der anzeigt, dass das Muster systemweit für alle Nutzer verfügbar ist. Muster ohne dieses Zeichen sind für andere Nutzer nicht verfügbar.
es: Delante de los nombres de las plantillas, hay un pequeño globo. Ello significa que se trata de una plantilla para todo el sistema (global), y que está disponible para cualquiera. Esas plantillas sin una imagen, son plantillas de usuario, y no están dispnibles para otros usuarios.
fr: À côté de certains noms de motifs se trouve un petit globe. Ceci signifie que c'est un motif étendu (ou global) et qu'il est disponible pour tout le monde. Les motifs sans cette image sont des motifs pour l'utilisateur seulement, non disponibles aux autres utilisateurs.
nl: Voor sommige patroonnamen staat een kleine wereldbol. Dit betekent dat het een systeem-wijd (of globaal) patroon is, en dat het voor iedereen beschikbaar is. De patronen zonder afbeeldingen, zijn gebruikerspatronen en niet beschikbaar voor andere gebruikers.
pt: À frente de alguns dos nomes dos padrões existe um pequeno globo. Isto significa que é um padrão do sistema (ou global) e está disponível para toda a gente. Os padrões sem este ícone são padrões do utilizador e não estão disponíveis para os outros utilizadores.
sk: Pred menami niektorých vzoriek je malá zemeguľa. To označuje vzorky, ktoré sú systémové a sú dostupné každému. Vzorky bez tohto obrázku sú používateľské vzorky a ostatný používatelia ich nemajú k dispozícii.

source: To use a pattern that is already on the list, simply click once on the pattern, then click on <guibutton>OK</guibutton>.
cs: Existující vzor použijete tak, že ho vyberete ze seznamu a kliknete na <guibutton>OK</guibutton>.
de: Um ein Muster, das in der Liste angezeigt wird, zu benutzen, klicken Sie einfach darauf und klicken Sie dann auf <guibutton>OK</guibutton>.
es: Para usar una plantilla que ya está en la lista, simplemente pulse una vez sobre la plantilla, después pulse sobre <guibutton>Aceptar</guibutton>.
fr: Pour utiliser un motif qui est déjà dans la liste, cliquez simplement dans la liste, puis cliquez sur le bouton <guibutton>OK</guibutton>.
nl: Om een patroon te gebruiken dat al op de lijst staat klik dan eenmaal op het patroon en klik op <guibutton>OK</guibutton>.
pt: Para usares um padrão que já esteja na lista, basta carregares uma vez no padrão e em seguida no botão <guibutton>OK</guibutton>.
sk: Ak je vzorka už v zozname, jednoducho na ňu kliknite a stlačte <guibutton>OK</guibutton>.

source: Adding a pattern to the list
cs: Přidání vzoru do seznamu
de: Hinzufügen eines Musters zur Liste
es: Añadiendo una plantilla a la lista
fr: Ajouter un motif à la liste
nl: Een patroon aan de lijst toevoegen
pt: Adicionar um padrão à lista
sk: Pridanie vzorky do zoznamu

source: If you click on the <guibutton>Add</guibutton> button, yet another dialog box appears, with three blanks:
cs: Po kliknutí na tlačítko <guibutton>Add</guibutton> se objeví dialogové okno se třemi prázdnými textovými poli:
de: Wenn Sie auf <guibutton>Hinzufügen</guibutton> klicken, öffnet sich ein weiteres Dialogfenster mit drei leeren Eingabefeldern:
es: Si pulsa sobre el botón <guibutton>Añadir</guibutton>, aparecerá otro cuadro de diálogo, con tres espacios en blanco:
fr: Si voua cliquez sur le bouton <guibutton>Ajouter</guibutton>, une autre boîte de dialogue apparaît avec trois zones de saisie vides&nbsp;:
nl: Als u op de <guibutton>Toevoegen</guibutton> knop klikt zal nog een ander dialoogventer verschijnen met drie lege velden:
pt: Se carregares no botão <guibutton>Adicionar</guibutton>, aparece ainda mais outra janela, com três campos em branco:
sk: Ak stlačíte tlačidlo <guibutton>Pridať</guibutton>, objaví sa ďalší dialóg, obsahujúci tri polia:

source: A text entry line labeled <guilabel>Name</guilabel>. This will be the descriptive name of the newly created pattern.
cs: Textové pole nazvané <guilabel>Jméno</guilabel> slouží k zadání jména vytvářeného vzoru.
de: Ein Texteingabefeld <guilabel>Name</guilabel>. Dieses Feld enthält den Namen des neu erstellten Musters.
es: Una entrada de texto etiquetada <guilabel>Nombre</guilabel>. Esta será el nombre descriptivo de la plantilla recien creada.
fr: Une zone de texte nommée <guilabel>Nom</guilabel>. Ce sera un nom descriptif pour le nouveau motif.
nl: Een tekstinvoerregel met de naam <guilabel>Naam</guilabel>. Dit zal de beschrijvende naam zijn van het nieuw-gemaakte patroon.
pt: Uma linha de texto chamada <guilabel>Nome</guilabel>. Este será o nome descritivo do novo padrão.
sk: Textové pole <guilabel>Meno</guilabel>. To bude popisné meno pre novú vzorku.

source: A text entry line labeled <guilabel>Comment</guilabel>. This is a descriptive comment. It is also a good place to enter the artist, date of creation, &etc;
cs: Textové pole nazvané <guilabel>Komentář</guilabel> slouží k zadání podrobnějšího popisu vytvářeného vzoru. Je vhodné do něho napsat jméno autora, datum vytvoření apod.
de: Ein Texteingabefeld <guilabel>Kommentar</guilabel>. Dieses enthält einen beschreibenden Kommentar. Es ist auch ein guter Platz, um den Namen des Künstlers, das Datum o.ä. zu speichern.
es: Una entrada de texto etiquetada <guilabel>Comentario</guilabel>. Esta será un comentario descriptivo. También es un buen lugar para introducir el nombre del artista, la fecha de creación, &etc;.
fr: Une zone de texte nommée <guilabel>Commentaire</guilabel>. Ce sera un commentaire descriptif. C'est également un bon endroit pour écrire l'artiste, la date de création, &etc;
nl: Een tekstinvoerregel met de naam <guilabel>Commentaar</guilabel>. Dit is een beschrijvende opmerking. Het is ook een goede plaats om de artiest, creatiedatum, &etc; in te voeren.
pt: Uma linha de texto chamada <guilabel>Comentário</guilabel>, para indicares um comentário. É também um bom local para indicar o artista, a data da criação, &etc;
sk: Textové pole <guilabel>Poznámka</guilabel>. Obsahuje vysvetľujúci komentár. Sem sa hodí zadať meno tvorcu, dátum vytvorenia apod.

source: A text entry line labeled <guilabel>Image</guilabel>, and a <guibutton>Browse</guibutton> button next to it. Either by entering the filename directly into the text entry line, or by browsing through the button labeled <guilabel>Browse</guilabel>, you need to locate for &kde; an image file to use in the pattern. These image files are usually JPEG files.
cs: Textové pole nazvané <guilabel>Obrázek</guilabel> a tlačítko <guibutton>Listovat</guibutton> slouží k zadání jména souboru s obrázkem. Jméno lze napsat přímo do textového pole nebo vybrat z dialogového okna, které se otevře po kliknutí na tlačítko <guibutton>Listovat</guibutton>. Soubory s obrázky jsou obvykle ve formátu JPEG.
de: Ein Texteingabefeld <guilabel>Bild</guilabel> und ein Knopf <guibutton>Auswählen</guibutton> neben diesem. Entweder durch Eingeben des vollständigen Dateinamens oder durch Blättern im Dateisystem mit dem sich bei Klicken auf <guilabel>Auswählen</guilabel> öffnenden Fenster müssen Sie &kde; mit dem Namen einer Bilddatei versorgen, die &kde; in dem neuen Muster verwenden soll. Diese Bilddateien sind normalerweise JPEG-Dateien.
es: Una línea de entrada de texto etiquetada <guilabel>Imagen</guilabel>, y un botón <guibutton>Explorar</guibutton> junto a él. Bien introduciendo el nombre del archivo directamente en la línea de entrada de texto, o navegando usando el botón etiquetado <guilabel>Explorar</guilabel>, necesita localizar un archivo de imagen para que &kde; utilice como plantilla. Estos archivos de imagen son usualmente archivos JPEG.
fr: Une zone de texte nommée <guilabel>Image</guilabel> et un bouton <guibutton>Parcourir...</guibutton> à côté. Soit en saisissant le nom du fichier directement, soit en parcourant l'arborescence grâce au bouton <guilabel>Parcourir...</guilabel>, vous devez situer pour &kde; un fichier image à utiliser comme motif. Ces fichiers images sont habituellement des fichiers JPEG.
nl: Een tekstinvoerregel met de naam <guilabel>Afbeelding</guilabel> en een <guibutton>Bladeren</guibutton> knop ernaast. U kunt of de bestandsnaam direct in de tekstinvoerregel typen, of u voert deze in door middel van de knop met de naam <guilabel>Bladeren</guilabel>. U moet dan in &kde; een afbeeldingsbestand zoeken om in het patroon te gebruiken. Deze afbeeldingbestanden zijn meestal JPEG-bestanden.
pt: Uma linha chamada <guilabel>Imagem</guilabel> e um botão <guibutton>Escolher</guibutton> ao lado. Tanto podes indicar o nome do ficheiro directamente no campo de texto como escolher o ficheiro na janela de ficheiros, carregando no botão <guilabel>Escolher</guilabel>, de modo a seleccionares um ficheiro de imagem para o &kde; para usares como padrão. Estas imagens costumam ser ficheiros JPEG.
sk: Textové pole <guilabel>Obrázok</guilabel> spolu s tlačidlom <guibutton>Prechádzať</guibutton>. Meno súboru pre vzorku môžete priamo zadať do poľa alebo ho nájsť graficky pomocou tlačidla <guilabel>Prechádzať</guilabel>. Obrázky sú obvykle súbory vo formáte JPEG.

source: Once you have selected a file, you can press <guibutton>OK</guibutton> to create the new pattern based on the information you have edited, or click <guibutton>Cancel</guibutton>, to stop without creating a new pattern.
cs: Vzor vytvoříte ze zadaných údajů kliknutím na tlačítko <guibutton>OK</guibutton>. Tlačítkem <guibutton>Zrušit</guibutton> ukončíte vytváření vzoru bez jeho uložení.
de: Wenn Sie eine Datei ausgewählt haben, können Sie auf <guibutton>OK</guibutton> klicken, um ein neues Muster zu erzeugen, das auf den Informationen basiert, die Sie eingegeben haben. Sie können mit Klicken auf <guibutton>Abbrechen</guibutton> die Informationen vergessen, ohne ein neues Muster zu erzeugen.
es: Una vez haya seleccionado un archivo, puede pulsar <guibutton>Aceptar</guibutton> para crear la nueva plantilla basada en la información que usted haya editado, o pulse <guibutton>Cancelar</guibutton>, para detenerse sin crear una nueva plantilla.
fr: Une fois que vous avez choisi un fichier, vous pouvez cliquer sur <guibutton>OK</guibutton> pour créer le nouveau motif basé sur les informations que vous avez renseignées, ou cliquer sur le bouton <guibutton>Annuler</guibutton>, pour arrêter sans avoir créé de nouveau motif.
nl: Zodra u een bestand geselecteerd heeft, kunt u op <guibutton>OK</guibutton> klikken om een patroon te maken op basis van de informatie die u ingevoerd heeft, of klik op <guibutton>Annuleren</guibutton> om te stoppen zonder een nieuw patroon te maken.
pt: Logo que tenhas seleccionado um ficheiro, podes carregar em <guibutton>OK</guibutton> para criares o novo padrão com base na informação que editaste ou carregar em <guibutton>Cancelar</guibutton>, para parares sem criar o novo padrão.
sk: Keď ste vybrali súbor, môžete stlačiť <guibutton>OK</guibutton> pre vytvorenie novej vzorky podľa zadaných údajov, alebo môžete použiť <guibutton>Zrušiť</guibutton> pre zatvorenie dialógu bez vytvorenia novej vzorky.

source: You should now see your new pattern in the list.
cs: Nově vytvořený vzor by se měl objevit v seznamu se vzory.
de: Jetzt sollte Ihr neues Muster in der Liste erscheinen.
es: Debería ver ahora su nueva plantilla en la lista.
fr: Vous devriez maintenant voir votre motif dans la liste.
nl: U zult nu uw patroon in de lijst moeten zien.
pt: Deves ver agora o teu novo padrão na lista.
sk: Vaša nová vzorka by sa mala objaviť v zozname.

source: To remove a pattern from the list, simply click on the name of the pattern once, and click <guibutton>Remove</guibutton>. &kde; will verify that you do want to delete this pattern. Simply Click <guibutton>Yes</guibutton>. Clicking <guibutton>No</guibutton> will not remove the pattern from the list.
cs: Vzor vymažete kliknutím na jeho jméno a stisknutím tlačítka <guibutton>Odebrat</guibutton>. Před vymazáním vzoru z &kde; budete dotázání, jestli vzor opravdu chcete vymazat. Pro potvrzení klikněte na <guibutton>Ano</guibutton>. Rozhodnete-li se vzor v seznamu ponechat,klikněte na <guibutton>Ne</guibutton>.
de: Um ein Muster, das in der Liste angezeigt wird, zu löschen, klicken Sie einfach darauf und klicken Sie dann auf <guibutton>Entfernen</guibutton>. &kde; fragt noch einmal nach, bevor das Muster endgültig gelöscht wird.
es: Para eliminar una plantilla de la lista, simplemente pulse una vez en el nombre de la plantilla, y pulse <guibutton>Eliminar</guibutton>. &kde; verificará que usted desea borrar esta plantilla. Simplemente pulse <guibutton>Si</guibutton>. Pulsar <guibutton>No</guibutton> no eliminará la plantilla de la lista.
fr: Pour enlever un motif de la liste, cliquez simplement sur son nom une fois et cliquez sur le bouton <guibutton>Supprimer</guibutton>. KDE vous demandera confirmation de la suppression de ce motif. Cliquez simplement sur <guibutton>Oui</guibutton>. Cliquer sur <guibutton>Non</guibutton> ne supprimera pas le motif de la liste.
nl: Om een patroon uit de lijst te verwijderen, klikt u eenmaal op de naam van het patroon en vervolgens klikt u op <guibutton>Verwijderen</guibutton>. &kde; zal verifiëren of u zeker weet of u dit patroon wilt verwijderen. Klik gewoon op <guibutton>Ja</guibutton>. Als u op <guibutton>Nee</guibutton> klikt zal het patroon niet uit de lijst worden verwijderd.
pt: Para removeres um padrão da lista, basta carregares uma vez no nome do padrão e em seguida no botão <guibutton>Remover</guibutton>. O &kde; irá perguntar se queres efectivamente apagar este padrão, onde podes carregar em <guibutton>Sim</guibutton>. Se carregares em <guibutton>Não</guibutton> o padrão não será removido da lista.
sk: Vzorku zo zoznamu odstránite tlačidlom <guibutton>Odstrániť</guibutton>. Najprv ju vyberte kliknutím myši a potom stlačte tlačidlo. &kde; sa vás opýta, či chcete vzorku naozaj odstrániť. Stlačte <guibutton>Áno</guibutton>. Ak ste si to rozmysleli, stlačte <guibutton>Nie</guibutton> a vzorka nebude odstránená.

source: Deleting a pattern does not delete the image file associated with the pattern.
cs: Vymazáním vzoru nedojde ke smazání souboru s obrázkem.
de: Löschen eines Musters löscht nicht die Bilddatei, auf der das Muster aufgebaut ist.
es: Borrar una plantilla no borra el archivo de imagen asociado con la plantilla.
fr: Supprimer un motif ne détruit pas le fichier image auquel il est associé.
nl: Bij het verwijderen van een patroon, wordt niet het afbeeldingsbestand geassocieerd bij het patroon verwijderd.
pt: Se apagares um padrão, o ficheiro de imagem associado não será apagado.
sk: Odstránením vzorky neodstránite súbor obrázku, ktorým bola vzorka definovaná.

source: If you did not create the pattern, you cannot remove the pattern from the system. Only the system administrator can remove global patterns.
cs: Vzory, vytvořené jiným uživatelem, nemůžete smazat. Globální vzory dostupné všem uživatelům může vymazat pouze správce systému.
de: Sie können nur Muster löschen,die Sie selbst erstellt haben. Muster, die für alle verfügbar sind, kann nur der Systemverwalter löschen.
es: Si usted no creó la plantilla, no puede eliminar la plantilla del sistema. Sólo el administrador del sistema puede eliminar las plantillas globales.
fr: Si vous n'avez pas créé le motif, vous ne pouvez pas l'enlever du système. Seul l'administrateur du système peut enlever les motifs globaux.
nl: Als u het patroon niet gemaakt heeft, kunt u het niet verwijderen van het systeem. Alleen systeemadministratoren kunnen globale patronen verwijderen.
pt: Se não criaste o padrão, não o podes remover do sistema. Só o administrador de sistemas pode remover padrões globais.
sk: Iba administrátor môže odstrániť systémové vzorky, takže ak ste žiadnu nevytvorili, ani žiadnu nemôžete odstrániť.

source: To modify a pattern, simply click on the pattern name and then click on <guibutton>Modify</guibutton>. You will now have a chance to change any parameters of the pattern. Click <guibutton>OK</guibutton> to save your changes, or click <guibutton>Cancel</guibutton> to ignore your changes
cs: Vzor upravíte vybráním jeho jména ze seznamu a kliknutím na tlačítko <guibutton>Modifikovat</guibutton>. Až provedete všechny potřebné úpravy, klikněte na <guibutton>OK</guibutton> pro uložení změn. Návrat bez uložení provedených změn provedete kliknutím na <guibutton>Zrušit</guibutton>.
de: Um ein Muster, das in der Liste angezeigt wird, zu verändern, klicken Sie einfach darauf und klicken Sie dann auf <guibutton>Ändern</guibutton>. Sie können dann die Einstellungen verändern. Klicken Sie auf <guibutton>OK</guibutton>, um Ihre Änderungen zu sichern, oder auf <guibutton>Abbrechen</guibutton> um die Änderungen zu verwerfen.
es: Para modificar una plantilla, simplemente pulse sobre el nombre de la plantilla y después pulse sobre <guibutton>Modificar</guibutton>. Tendrá una oportunidad de modificar cualquier parámetro en la plantilla. Pulse <guibutton>Aceptar</guibutton> para guardar sus cambios, o pulse <guibutton>Cancelar</guibutton> para ignorarlos
fr: Pour modifier un motif, cliquez simplement sur son nom et cliquez sur le bouton <guibutton>Modifier</guibutton>. Vous aurez maintenant la possibilité de modifier certains paramètres du motif. Cliquez sur <guibutton>OK</guibutton> pour enregistrer vos changements, ou cliquez sur <guibutton>Annuler</guibutton> pour annuler vos changements.
nl: Om een patroon te bewerken, klikt u op de patroonnaam en vervolgens klikt u op <guibutton>Wijzigen</guibutton>. U heeft nu een kans om parameters van het patroon te wijzigen. Klik op <guibutton>OK</guibutton> om uw wijzigingen te bewaren of klik op <guibutton>Annuleren</guibutton> om wijzigingen te negeren.
pt: Para modificares o padrão carrega no nome dele e em seguida no botão <guibutton>Modificar</guibutton>. Terás agora uma oportunidade de alterar os parâmetros do padrão. Carrega em <guibutton>OK</guibutton> para gravares as tuas alterações ou em <guibutton>Cancelar</guibutton> para ignorares as alterações.
sk: Vzorku zmeníte tak, že ju vyberiete kliknutím a stlačíte <guibutton>Upraviť</guibutton>. Budete môcť zmeniť parametre vzorky. Kliknutím na <guibutton>OK</guibutton> uložíte zmeny, pomocou <guibutton>Zrušiť</guibutton> zmeny zahodíte.

source: Using external programs to determine background
cs: Použití externího programu pro vykreslování pozadí
de: Benutzen von Programmen zum Erzeugen des Hintergrundes
es: Usando programas externos para determinar el fondo
fr: Utiliser des programmes extérieurs pour gérer le fond d'écran
nl: Externe programma's gebruiken om uw achtergrond te bepalen
pt: Utilizar programas externos para determinar o fundo
sk: Použitie externých programov pre generovanie pozadia

source: To use an external program to determine and change the background of &kde;, simply select <guilabel>Background Program</guilabel>. To configure this option, then click <guibutton>Setup</guibutton>.
cs: Pro použití externího programu pro ovládání pozadí &kde; nejprve zvolte volbu <guilabel>Program ovládající pozadí</guilabel>. Změnu nastavení provedete kliknutím na tlačítko <guibutton>Nastavení</guibutton>.
de: Um ein Programm zum Erzeugen des Hintergrundes für &kde; zu verwenden, wählen Sie <guilabel>Programm für Hintergrund</guilabel>. Zum Einstellen dieser Option klicken Sie auf <guibutton>Einrichtung</guibutton>.
es: Para usar un programa externo para determinar y cambiar el fondo de &kde;, simplemente seleccione <guilabel>Programa de fondo</guilabel>. Para configurar estaopción, pulse <guibutton>Configuración</guibutton>.
fr: Pour utiliser un programme externe pour gérer et changer le fond d'écran de KDE, sélectionnez simplement <guilabel>Programme de fond d'écran</guilabel>. Pour configurer cette option, cliquez ensuite sur <guibutton>Configurer</guibutton>.
nl: Om een extern programma te gebruiken om de achtergrond van &kde; te bepalen en te wijzigen selecteert u <guilabel>Achtergrondprogramma</guilabel>. Om deze optie in te stellen, klik dan op <guibutton>Instellingen</guibutton>.
pt: Para utilizares um programa externo que determine e altere o fundo do &kde;, carrega em <guilabel>Programa de Fundo</guilabel>. Para configurares esta opção, selecciona em seguida <guibutton>Configurar</guibutton>.
sk: Aby bolo pozadie plochy určované pomocou externého programu, vyberte mód <guilabel>Program na vytvorenie pozadia</guilabel>. Aby ste mohli program nastaviť, stlačte tlačidlo <guibutton>Nastavenie</guibutton>.

source: This will bring up a dialog box, which will let you add in one or more programs, determine their options, set their refresh times, &etc;
cs: Zobrazí se dialogové okno, které slouží k přidávání programů, úpravě jejich vlastností, nastavení času obnovování &etc;
de: Das öffnet ein Dialogfenster, das Ihnen die Auswahl, das Hinzufügen, Löschen und Ändern der Hintergrundprogramme erlaubt. Dort können Sie auch das Zeitintervall für das Auffrischen des Hintergrundbildes einstellen.
es: Esto mostrará un cuadro de diálogo, que le permitirá añadir uno o más programas, determinar sus opciones, fijar los tiempos de refresco, &etc;
fr: Ceci ouvrira une boîte de dialogue qui vous permettra d'ajouter un ou plusieurs programmes, régler leurs options, leur "délai de rafraîchissement", &etc;
nl: Dit zal een dialoogvenster tonen, waarin u één of meer programma's kunt toevoegen, hun instellingen bepalen, hun ververstijden instellen, enzovoorts.
pt: Isto fará aparecer uma janela, na qual podes adicionar um ou mais programas, verificar as suas opções, definir os seus tempos de refrescamento, &etc;.
sk: Zobrazí sa dialóg, kde môžete zadať jeden alebo viacero programov, určiť ich nastavenie, čas aktualizácie apod.

source: Using external programs to modify or change the background is beyond the scope of this document.
cs: Bližší informace o používání programů pro ovládání pozadí jsou již mimo rámec tohoto dokumentu.
de: Das Benutzen von externen Programmen zum Ändern des Hintergrundes ist nicht in diesem Dokument beschrieben.
es: Usar los programas externos para modificar o cambiar el fondo está más allá del nivel de este documento.
fr: L'utilisation de programmes extérieurs pour modifier ou changer le fond d'écran dépasse le cadre de ce document.
nl: Externe programma's gebruiken om uw achtergrond te wijzigen gaat voorbij het bereik van dit document.
pt: A utilização de programas externos para modificar o fundo está para além do âmbito deste documento.
sk: To, ako sa používajú externé programy pre zmenu pozadia, je mimo rámec tohto manuálu.

source: Sequential and Random Backgrounds
cs: Periodicky a náhodně opakované pozadí
de: Hintergrundbilder in bestimmter oder zufälliger Reihenfolge
es: Fondos secuenciales y erráticos
fr: Fonds d'écran séquentiels et aléatoires
nl: Volgorde en willekeurige achtergronden
pt: Fundos Sequenciais e Aleatórios
sk: Sekvenčné a náhodné pozadia
