Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmfile.po
Languages: da, es, fr, nl, pt, sk, sl, sv

source: This will cause the mime-type to use the settings for the mime-type group. (if you are editing an audio mime type, then the settings for the audio group are used).
da: Dette vil få mimetypen til at bruge indstillingerne der gælder for mimetype gruppen. (hvis du redigere en audio mimetype, så bruges indstillingerne fra audio gruppen).
es: Esto ocasionará que el tipo MIME utilice las opciones de configuración para el grupo del tipo MIME. (Si está editando un tipo MIME audio, entonces se usarán las opciones para el grupo audio).
fr: C'est l'option prise pour la catégorie toute entière qui sera utilisée. (si le type mime sélectionné correspond à un fichier audio, le type d'affichage sera celui de la catégorie audio).
nl: Dit hefet tot gevolg dat het mimetype de instellingen voor de mimetype groep zal gebruiken. Als u een audio mimetype aan het bewerken bent dan worden de instellingen voor de audio mimetype groep gebruikt.
pt: Isto fará com que o tipo MIME utilize a configuração do grupo a que pertence. (se estiveres a editar um tipo MIME de áudio, então será usada a configuração do grupo 'audio').
sk: Toto spôsobí, že typ MIME bude používať nastavenie pre skupinu typov MIME. (ak upravujete zvukový typ MIME, použije sa nastavenie zvukovej skupiny).
sl: To bo povzročilo, da zvrst mime uporabi nastavitve za skupino zvrsti mime. (če urejate zvočno zvrst mime, potem bodo uporabljene nastavitve za skupino za zvoke (audio)).
sv: Det här gör att MIME-typen använder inställningarna för typens grupp. (Om du redigerar en MIME-typ för ljud, så används ljudgruppens inställningar).

source: Below this, is a listbox labled <guilabel>Services Preference Order</guilabel>
da: Nedenfor er der en listeboks der hedder <guilabel>Foretrukken programrækkefølge</guilabel>
es: Debajo de esto, hay una lista etiquetada <guilabel>Orden de preferencia de servicios</guilabel>
fr: En dessous, une liste nommée <guilabel>Services par ordre de préférence</guilabel>
nl: Daarronder staat een lijstveld met de naam <guilabel>Service Voorkeursvolgorde</guilabel>
pt: Por baixo, existe uma lista chamada <guilabel>Ordem de Preferência de Serviços</guilabel>
sk: Pod nimi je zoznam označený ako <guilabel>Poradie uprednostňovania aplikácií</guilabel>.
sl: Pod tem je seznamsko polje z oznako <guilabel>Želeni vrstni red storitev</guilabel>
sv: Under det här finns en textruta som heter <guilabel>Föredragen ordning av tjänster</guilabel>.

source: When you are in &konqueror;, you can <mousebutton>right</mousebutton> mouse click, and a menu will with an entry labled <guimenu>Preview with...</guimenu> will appear. This box lists the applications that will appear, in the order they will appear, under this menu.
da: Når du er i &konqueror;, kan du højreklikke med musen, og så vil en menu med en indgang der hedder <guimenu>Forhåndsvis med...</guimenu> komme frem. Denne boks giver en liste af de programmer der vil være der, i den rækkefølge de vil være, under denne menu.
es: Cuando usted está en &konqueror;, puede pulsar con el botón <mousebutton>derecho</mousebutton> del ratón, y aparecerá un menú con una entrada etiquetada <guimenu>Previsualizar con...</guimenu>Esta lista contiene las aplicaciones que aparecerán, en el orden de aparición bajo este menú.
fr: Quand vous utilisez &konqueror;, le fait de cliquer sur un fichier avec le bouton <mousebutton>droit</mousebutton> de la souris ouvre un menu contextuel dans lequel figure <guimenu>Aperçu avec...</guimenu>. Cette liste affiche les applications qui figureront dans ce menu ainsi que l'ordre dans lequel elles sont affichées.
nl: Wanneer u in &konqueror; bent dan kunt u met <mousebutton>rechts</mousebutton> klikken en een menu met een ingang met de naam <guimenu>Vooruitzien met...</guimenu> zal verschijnen. Dit veld somt de applicaties op die zullen verschijnen in de volgorde waarin ze zullen verschijnen in dit menu.
pt: Quando estás no &konqueror; podes carregar com o botão <mousebutton>direito</mousebutton> para fazer aparecer um menu com um item chamado <guimenu>Antever com...</guimenu>. Este item lista as aplicações que aparecerão, na ordem indicada neste menu.
sk: Ak používate &konqueror;, môžete pomocou <mousebutton>pravého</mousebutton> tlačidla myši zobraziť menu s položkou <guimenu>Otvoriť s...</guimenu>. Tento zoznam obsahuje aplikácie a ich poradie zobrazenia v tomto menu.
sl: Ko ste v &konqueror;-ju lahko kliknete z <mousebutton>desnim</mousebutton> gumbom miške in pojavil se vam bo menu z oznako <guimenu>Predogled z...</guimenu>. To polje navede programe, v kakšnem vrsten redu se bodo pojavili, v tem menuju.
sv: När du är i &konqueror;, kan du <mousebutton>höger</mousebutton>klicka, och en meny med ett val som heter <guimenu>Förhandsgranska med...</guimenu> visas. Den här rutan listar programmen som visas, i den ordning de visas, i den här menyn.

source: You can use the <guibutton>Move Up</guibutton> and <guibutton>Move Down</guibutton> buttons to change the order.
da: Du kan bruge <guibutton>Flyt op</guibutton> og <guibutton>Flyt ned</guibutton> knapperne til at ændre rækkefølgen.
es: Puede utilizar los botones <guibutton>Subir</guibutton> y <guibutton>Bajar</guibutton> para cambiar el orden.
fr: Comme expliqué précédemment, vous pouvez changer cet ordre grâce aux boutons <guibutton>Monter</guibutton> et <guibutton>Descendre</guibutton>.
nl: U kunt de <guibutton>Omhoog</guibutton> en <guibutton>Omlaag</guibutton> knoppen gebruiken om de volgorde aan te passen.
pt: Podes usar os botões <guibutton>Mover para Cima</guibutton> e <guibutton>Mover para Baixo</guibutton> para alterares a ordem.
sk: Poradie môžete zmeniť pomocou tlačidiel <guibutton>Posunúť hore</guibutton> a <guibutton>Posunúť dolu</guibutton>.
sl: Da spremenite vrstni red, lahko uporabite gumba <guibutton>Pomakni gor</guibutton> in <guibutton>Pomakni dol</guibutton>.
sv: Du kan använda knapparna <guibutton>Flytta upp</guibutton> och <guibutton>Flytta ner</guibutton> för att ändra ordningen.

source: Making changes permanent
da: Gør ændringerne permanente
es: Haciendo permanentes los cambios
fr: Rendre les changement effectifs
nl: Veranderingen permanent maken
pt: Tornar as alterações permanentes
sk: Potvrdenie zmien
sl: Narediti spremembe trajne
sv: Göra ändringarna permanenta

source: When you are done making any changes to mime types, you can click <guibutton>Apply</guibutton> to make your changes permanent, but keep you in this module.
da: Når du er færdig med at lave ændringer på mimetyperne, kan du klikke på <guibutton>Anvend</guibutton> for at gøre dine ændringer permanente, men blive i dette modul.
es: Cuando finalice haciendo cambios a los tipos MIME, puede pulsar <guibutton>Aplicar</guibutton> para hacer los cambios permanentes y mantenerse en este módulo.
fr: Lorsque vous aurez terminé vos réglages, vous pouvez cliquer <guibutton>Appliquer</guibutton> pour les rendre modifications effectives, sans pour autant quitter ce module.
nl: Wanneer u klaar bent met het maken van de veranderingen aan de mimetypes dan kunt u op de <guibutton>Toepassen</guibutton> knop klikken om uw veranderingen permanent te maken maar toch deze module open te houden.
pt: Quando acabares de fazer todas as alterações aos tipos MIME, podes carregar em <guibutton>Aplicar</guibutton> para tornares as tuas alterações permanentes, mas mantendo-te neste módulo.
sk: Po dokončení všetkých zmien, môžete stlačiť <guibutton>Použiť</guibutton>, aby sa zmeny uložili, ale aby sa modul nezatvoril.
sl: Ko ste končali s spreminjanjem zvrsti mime, lahko kliknete <guibutton>Uporabi</guibutton>, da postanejo vaše spremembe trajne, a vseeno ostanete v tem modulu.
sv: När du är klar med ändringarna för MIME-typerna, kan du klicka på <guibutton>Verkställ</guibutton> för att göra ändringarna permanenta, men bli kvar i modulen.

source: You can click <guibutton>OK</guibutton> to make your changes permanent and return you to the main screen of the control center.
da: Du kan klikke på <guibutton>O.k.</guibutton> for at gøre dine ændringer permanente og vende tilbage til hovedskærmen for kontrolcentret.
es: Puede pulsar <guibutton>Aceptar</guibutton> para hacer los cambios permanentes y volver a la pantalla principal del centro de control.
fr: Vous pouvez cliquer sur <guibutton>OK</guibutton> pour rendre les modifications effectives et retourner à l'écran principal du centre de contrôle.
nl: U kunt op <guibutton>OK</guibutton> klikken om uw veranderingen permanent te maken en om terug te keren naar het venster van deze module.
pt: Podes carregar em <guibutton>OK</guibutton> para tornares as tuas modificações permanentes e voltares ao ecrã principal do centro de controlo.
sk: Stlačením <guibutton>OK</guibutton> zmeny uložíte a zároveň zatvoríte modul a vrátite sa späť do hlavnej obrazovky ovládacieho centra.
sl: Lahko kliknete <guibutton>V redu</guibutton>, da postanejo vaše spremembe trajne in se vrnete na glavni zaslon nadzornega središča.
sv: Du kan klicka <guibutton>Ok</guibutton> för att göra dina ändringar permanenta och återgå till huvudskärmen i inställningscentralen.

source: You can click <guibutton>Cancel</guibutton> to abort any changes and return you to the main screen of the control center.
da: Du kan klikke på <guibutton>Annullér</guibutton> for at opgive ændringer og vende tilbage til hovedskærmen for kontrolcentret.
es: Puede pulsar <guibutton>Cancelar</guibutton> para abortar los cambios y volver a la pantalla principal del centro de control.
fr: Vous pouvez cliquez sur <guibutton>Annuler</guibutton> pour abandonner tous les changements et retourner à l'écran principal du centre de contrôle.
nl: U kunt op <guibutton>Annuleren</guibutton> klikken om elke wijziging die u heeft gemaakt te vernietigen en om terug te keren naar het venster van deze module.
pt: Podes carregar também em <guibutton>Cancelar</guibutton> para interromperes todas as alterações e voltares ao ecrã principal do centro de controlo.
sk: Ak chcete zmeniť zahodiť, stlačte <guibutton>Zrušiť</guibutton> a vrátite sa bez uloženia do hlavnej obrazovky ovládacieho centra.
sl: Lahko kliknete <guibutton>Prekliči</guibutton>, da prekličete vsakršne spremembe in se vrnete na glavni zaslon nadzornega središča.
sv: Du kan klicka på <guibutton>Avbryt</guibutton> för att ångra alla ändringar och återgå till huvudskärmen i inställningscentralen.

source: Section Author
da: Sektionsforfatter
es: Sección de autores
fr: Auteurs de la section
nl: Auteurssectie
pt: Autor da Secção
sk: Autor kapitoly
sl: Avtor razdelka
sv: Avsnittsförfattare

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
es: <para>Traducido por Pablo de Vicente <email>pvicentea@nexo.es</email></para>
fr: <para>Traduction française par&nbsp;:</para><para>Yves Dessertine <email>yves.d@hrnet.fr</email></para><para>Gilles Thioliere <email>zhovirax@free.fr</email></para>
nl: &meld.fouten;&vertaling.niels;
pt: <para>Tradução de José Nuno Coelho Pires <email>jncp@rnl.ist.utl.pt</email></para>
sk: <para>Preklad Stanislav Višňovský <email>visnovsky@nenya.ms.mff.cuni.cz</email></para>
sl: <para>Prevod: Andrej Vernekar <email>andrej.vernekar@kiss.uni-lj.si</email>; Posodobitev prevoda: Matej Badalič <email>matej_badalic@slo.net</email></para>
sv: <para>Översättning Stefan Asserhäll <email>stefan.asserhall@telia.com</email> 2001-07-23</para>

source: Mike McBride <email>mpmcbride7@yahoo.com</email>
fr: Cette section a été écrite par Mike McBride <email>mpmcbride7@yahoo.com</email>
