Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmfileman.po
Languages: da, de, es, fr, nl, pt, sk, sl, sv

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Stefan</firstname><surname>Winter</surname><affiliation><address><email>kickdown@online.de</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>
es: <othercredit role="translator"> <firstname>Pablo</firstname> <surname>de Vicente</surname> <affiliation><address><email>pvicentea@nexo.es</email></address></affiliation> <contrib>Traductor</contrib> </othercredit>
fr: <othercredit role="translator"><firstname>Yves</firstname><surname>Dessertine</surname><affiliation><address><email>yves.d@hrnet.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit><othercredit role="translator"><firstname>Gilles</firstname><surname>Thiolière</surname><affiliation><address><email>zhovirax@free.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
nl: &Niels.Reedijk;
pt: <othercredit role="translator"><firstname>José</firstname><surname>Pires</surname><affiliation><address><email>jncp@rnl.ist.utl.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sk: <othercredit role="translator"><firstname>Stanislav</firstname> <surname>Višňovský</surname> <affiliation> <address><email>visnovsky@nenya.ms.mff.cuni.cz</email></address> </affiliation><contrib>Preklad</contrib></othercredit>
sl: <othercredit role="translator"><firstname>Andrej</firstname><surname>Vernekar</surname><affiliation><address><email>andrej.vernekar@kiss.uni-lj.si</email></address></affiliation></othercredit>
sv: <othercredit role="translator"> <firstname>Stefan</firstname> <surname>Asserhäll</surname> <affiliation><address><email>stefan.asserhall@telia.com</email></address></affiliation> <contrib>Översättare</contrib></othercredit>

source: KControl
de: Kontrollzentrum

source: file manager
da: filhåndtering
de: dateimanager
es: administrador de archivos
fr: gestionnaire de fichiers
nl: bestandsbeheerder
pt: gestor de ficheiros
sk: správca súborov
sl: datotečni upravljalnik
sv: filhanterare

source: File Manager
da: Filhåndtering
de: Dateimanager
es: Administrador de archivos
fr: Gestionnaire de fichiers
nl: Bestandsbeheerder
pt: Gestor de Ficheiros
sk: Správca súborov
sl: Datotečni upravljalnik
sv: Filhanterare

source: In this module, you can configure various aspects of &konqueror;'s file manager functionality.
da: I dette modul, kan man indstille forskellige aspekter af &konqueror;'s filhåndterings funktionalitet.
de: Hier werden einige Einstellungen für &konqueror;'s Dateimanager vorgenommen.
es: En este módulo puede configurar varios aspectos de la funcionalidad de &konqueror; como administrador de archivos.
fr: Ce module vous permet de configurer les différentes caractéristiques du gestionnaire de fichiers de &konqueror;.
nl: In deze module kunt u de verschillende aspecten van &konqueror;'s bestandsbeheer functionaliteit configureren.
pt: Neste módulo podes configurar vários aspectos da funcionalidade de gestão de ficheiros do &konqueror;.
sk: Tento modul umožňuje nastaviť rôzne vlastnosti &konqueror; ako správcu súborov
sl: V tem modulu lahko nastavite različne vidike &konqueror;jeve funkcionalnosti datotečnega upravljalnika.
sv: I den här modulen kan du ställa in olika aspekter av &konqueror;s filehanteringsfunktionalitet.

source: &konqueror;'s web browser functionality has its <link linkend="konq-browsing">own configuration module</link>.
da: &konqueror;'s netsøgnings funktionalitet har sit <link linkend="konq-browsing">eget indstillingsmodul</link>.
de: &konqueror;'s Internet-Browser wird in einem <link linkend="konq-browsing">Konfigurationsmodul</link> eingerichtet.
es: La funcionalidad de &konqueror; como navegador web tiene su <link linkend="konq-browsing">propio módulo de configuración</link>.
fr: Les fonctionnalités de navigateur web de &konqueror; ont leur propre <link linkend="konq-browsing">module de configuration</link>.
nl: &konqueror;'s webbrowser functionaliteit heeft zijn eigen <link linkend="konq-browsing">configuratie module</link>.
pt: A funcionalidade de navegação Web do &konqueror; tem o seu <link linkend="konq-browsing">próprio módulo de configuração</link>.
sk: &konqueror; ako Web prehliadač má <link linkend="konq-browsing">svoj vlastný modul</link>.
sl: &konqueror;jeve funkcionalnosti spletnega brskalnika imajo <link linkend="konq-browsing">svoj nastavitveni modul</link>.
sv: &konqueror;s webbläsningsfunktionalitet har sin <link linkend="konq-browsing">egen inställningsmodul</link>.

source: <title>Use</title>
da: <title>Brug</title>
de: <title>Benutzung</title>
es: <title>Uso</title>
fr: <title>Utilisation</title>
nl: <title>Gebruik</title>
pt: <title>Utilização</title>
sk: <title>Použitie</title>
sl: <title>Uporaba</title>
sv: <title>Användning</title>

source: The configuration options for the file manager are organized under three tabs as described below:
da: Indstillingsmulighederne for filhåndteringen er organiserede under tre faneblade som beskrevet nedenfor:
de: Die Einstellmöglichkeiten sind auf drei Karteikarten aufgeteilt:
es: Las opciones de configuración para el administrador de archivos están organizadas en tres pestañas descritas más abajo:
fr: Les options de configuration du gestionnaire de fichier sont organisées en trois onglets décrits ci-dessous&nbsp;:
nl: De configuratie opties voor de bestandsbeheerder zijn verdeeld over 3 tabbladen die hieronder beschreven worden:
pt: As opções de configuração para o gestor de ficheiros estão organizadas em três secções tal como descrito em baixo:
sk: Možnosti nastavenia správcu súborov sú v troch záložkách:
sl: Nastavitvene možnosti datotečnega upravljalnika so organizirane v treh listih:
sv: Inställningsalternativen för filhanteraren är organiserade under tre flikar som beskrivs nedan:

source: Behavior
da: Opførsel
de: Verhalten
es: Comportamiento
fr: Comportement
nl: Gedrag
pt: Comportamento
sk: Správanie
sl: Obnašanje
sv: Uppträdande

source: This tab contains a couple of &konqueror; global options
da: Dette faneblad indeholder et par af &konqueror; globale valg
de: Diese Karteikarte enthält einige globale Einstellungen von &konqueror;
es: Esta pestaña contine un par de opciones globales de &konqueror;
fr: Cet onglet contient plusieurs options globales de &konqueror;
nl: Dit tabblad bevat een aantal van &konqueror;'s globale opties
pt: Esta secção contém um grupo de opções globais
sk: Táto záložka obsahuje globáne voľby pre &konqueror;
sl: Ta točka vsebuje nekaj drugih &konqueror;jevih splošnih možnosti.
sv: Den här fliken innehåller några av &konqueror; globala inställningar

source: Appearance
da: Udseende
de: Erscheinungsbild
es: Aspecto
fr: Apparence
nl: Uiterlijk
pt: Aparência
sk: Vzhľad
sl: Videz
sv: Utseende

source: This tab contains options customizing the appearance of &konqueror; windows, such as the default font text color.
da: Dette fanblad indeholder valg til brugerindstilling af &konqueror;'s vinduers udseende, såsom standard tekstfarve.
de: Diese Seite enthält Einstellungen zum Erscheinungsbild der &konqueror;-Fenster wie zum Beispiel die Standardtextfarbe.
es: Esta pestaña contiene opciones para personalizar el aspecto de las ventanas de &konqueror; tales como el color predeterminado de las fuentes de texto.
fr: Cet onglet contient les options de personnalisation de l'apparence des fenêtres de &konqueror;, comme par exemple la couleur du texte par défaut.
nl: Dit tabblad bevat opties die het uiterlijk van &konqueror; vensters beinvloeden zoals het standaard lettertype en de tekstkleur.
pt: Esta secção contém opções para personalizar a aparência das janelas do &konqueror;, como por exemplo a cor do texto normal.
sk: Tu sú možnosti úpravy vzhľadu okien &konqueror;, napríklad štandardná farba textu.
sl: Ta točka vsebuje možnosti prilagoditve izgleda &konqueror;jevih oken, kot so pisava in barva besedila, barva ozadja itd.
sv: Den här fliken innehåller alternativ som anpassar utseendet hos &konqueror;s fönster, som det förvalda teckensnittets färg.

source: Trash
da: Affald
de: Mülleimer
es: Papelera
fr: Corbeille
nl: Prullenbak
pt: Lixo
sk: Kôš
sl: Smeti
sv: Papperskorg

source: This tab contains options for customizing the default behavior of &konqueror; when you <quote>delete</quote> a file.
da: Dette fanblad indeholder valg til brugerindstilling af &konqueror;'s opførsel når man <quote>sletter</quote> en fil.
de: Auf dieser Seite wird das Verhalten von &konqueror; beim <quote>Löschen</quote> einer Datei festgelegt.
es: Esta pestaña contiene opciones para personalizar el comportamiento predeterminado de &konqueror; cuando usted <quote>borra</quote> un archivo.
fr: Les options de cet onglet permettent de définir le comportement par défaut de &konqueror; lorsque vous <quote>supprimez</quote> un fichier.
nl: Dit tabblad bevat opties voor het aanpassen van het standaard gedrag van &konqueror; by het <quote>verwijderen</quote> van een bestand.
pt: Esta página contém opções para configurar o comportamento por omissão do &konqueror; quando <quote>apagas</quote> um ficheiro.
sk: Táto záložka umožňuje úpravu štandardného chovania &konqueror; pri <quote>odstraňovaní</quote> súboru.
sl: Ta značka vsebuje možnosti za prilagoditev privzetega obnašanja &konqueror;ja, kadar <quote>zbrišete</quote> datoteko.
sv: Den här fliken innehåller alternativ för att anpassa det förinställda beteendet hos &konqueror; när du tar bort en fil.

source: Open Directories in Separate Windows
da: Åbn mapper i separat vindue
de: Verzeichnisse in extra Fenstern öffnen
es: Abrir directorios en ventanas separadas
fr: Ouvrir les dossiers dans une fenêtre séparée
nl: Mappen in aparte vensters openen
pt: Abrir Directorias em Janelas Novas
sk: Priečinky otvárať v nových oknách
sl: Odpremo imenike v ločenih oknih
sv: Öppna kataloger i egna fönster

source: If this option is checked, a new &konqueror; window will be created when you open a directory, rather than simply showing that directory's contents in the current window.
da: Hvis dette valg er afkrydset vil et nyt &konqueror; vindue blive oprettet når man åbner en mappe, i stedet for simpelthen at vise mappens indhold i det samme vindue.
de: Diese Option veranlasst &konqueror; beim Öffnen eines Verzeichnisses ein neues Fenster zu erstellen, anstatt den Inhalt einfach im aktuellen Fenster anzuzeigen.
es: Si esta opción está seleccionada, se creará una nueva ventana de &konqueror; cuando usted abra un directorio, en lugar de mostrar simplemente el contenido del directorio en la ventana actual.
fr: Si cette option est sélectionnée, une nouvelle fenêtre &konqueror; sera créée quand vous ouvrez un dossier, plutôt que d'afficher simplement le contenu du dossier dans la fenêtre actuelle.
nl: Als deze optie is aangevinkt dan wordt een nieuw &konqueror; venster geopend wanneer u een map opent in plaats van simpelweg de inhoud van de map te tonen in het huidige venster.
pt: Se esta opção estiver seleccionada, será criada uma nova janela do &konqueror; quando abres uma directoria em vez de mostrar o seu conteúdo na janela actual.
sk: Ak je táto voľba použitá, pri otvorení priečinku bude otvorené nové okno &konqueror;, namiesto jednoduchého zobrazenia obsahu priečinku v aktuálnom okne.
sl: Če je to odkljukano, bo ustvarjeno novo okno &konqueror;ja, kadar odprete imenik namesto, da bi bila vsebina imenika prikazana v trenutnem oknu.
sv: Om det här alternativet är valt, skapas ett nytt &konqueror;-fönster när du öppnar en katalog, än att helt enkelt visa den katalogens innehåll i det nuvarande fönstret.

source: Show network operations in a single window
da: Vis netværksoperationer i et enkelt vindue
de: Netzwerkvorgänge in einem einzigen Fenster anzeigen
es: Mostrar las operaciones de red en una única ventana.
fr: Afficher les opérations sur le réseau dans une fenêtre unique
nl: Toon netwerkoperaties in een venster
pt: Mostrar as operações de rede só numa janela
sk: Ukazovať operácie siete v jednom okne
sl: Prikaži omrežna opravila v enem oknu
sv: Visa nätverksoperationer i ett enda fönster

source: If unchecked, and you download a file, a dialog box will appear that shows the status of the download.
da: Hvis det ikke er afkrydset og du henter en fil hjem, så vil en dialog boks komme til syne der viser status for hjemhentningen.
de: Wenn diese Option nicht ausgewählt is, erscheint beim Download einer Datei ein extra Statusfenster.
es: Si está deseleccionada, y usted descarga un archivo, aparecerá un cuadro de diálogo que muestra el estado de la descarga.
fr: Si elle est désactivée lorsque que vous procédez à un téléchargement, une boite de dialogue apparaît, vous informant sur l'état et la progression du transfert.
nl: Als dit niet aangevinkt is en u download een bestand dan zal een download venster verschijnen die de status van de download weergeeft.
pt: Se a opção não estiver seleccionada e começares a transferir um ficheiro, aparecerá uma janela que mostra o estado da transferência.
sk: Ak toto nepoužijete a sťahujete súbor, zobrazí sa dialóg so stavom prenosu.
sl: Če ni odkljukan in nalagate datoteko, se bo pojavilo pogovorno okno ki prikazuje status nalaganja.
sv: Om inte markerad, och du laddar ner en fil, dyker en dialogruta upp som visar status för överföringen.

source: Download Dialog Box
da: Hjemhentnings dialogboks
de: Download-Dialog
es: Cuadro de diálogo de descarga
fr: Boite de dialogue de téléchargement
nl: Download venster
pt: Janela de Transferência
sk: Dialóg sťahovania
sl: Pogovorno okno nalaganja
sv: Dialogruta för nerladdning

source: Individual Download Dialog Box
da: Individuel hjemhentnings dialogboks
de: Individueller Download-Dialog
es: Cuadro de diálogo individual de descarga
fr: Boite de dialogue de téléchargement - Individuelle
nl: Individueel download venster
pt: Janela de Transferência Individual
sk: Dialóg pre jednotlivé sťahovanie
sl: Individulanlo pogovorno okno nalaganja
sv: Dialogruta för individuell nerladdning

source: If you start a new transfer, another dialog box will appear. (&Netscape; users will be familiar with this behavior)
da: Hvis du starter en ny overførsel, vil en anden dialogboks komme til syne. (&Netscape; brugere kender denne opførsel)
de: Für jeden neuen Dateitransfer erscheint ein eigener Dialog (&Netscape; arbeitet nach diesem Schema)
es: Si inicia una nueva transferencia, aparecerá un nuevo cuadro de diálogo (los usuarios de &Netscape; estarán familiarizados con este comportamiento)
fr: Si vous commencez un nouveau transfert, une autre boîte de dialogue apparaît (les utilisateurs de &Netscape; sont habitués à ce comportement).
nl: Als u een nieuwe overdracht begint zal er een nieuw download venster verschijnen (&Netscape; gebruikers zijn bekend met dit fenomeen)
pt: Se iniciares uma nova transferência, aparecerá outra janela. (os utilizadores do &Netscape; estarão habituados a este comportamento)
sk: Ak spustíte ďalší prenos, zobrazí sa ďalšie okno. (používatelia &Netscape; to určite poznajú)
sl: Če pričnete nov prenos, se bo pojavilo novo pogovorno okno.(uporabnikom brskalnika &Netscape; bo to obnašanje znano)
sv: Om du påbörjar en ny överföring, visas en annan dialogruta. (&Netscape;-användare är bekanta med det här beteendet)

source: If checked, all transfer status windows will be grouped together under a single dialog box.
da: Hvis afkrydset vil alle overførselsvinduer blive grupperet sammen under en enkel dialogboks.
de: Wenn diese Option gewählt ist, werden alle Statusfenster zu einem einzigen Dialog zusammengefasst.
es: Si se selecciona, todas las ventanas de estado de transferencia se agruparán en un sólo cuadro de diálogo.
fr: Si elle est cochée, tous les fenêtres d'état des téléchargements seront regroupées ensemble dans une seule boîte de dialogue.
nl: Als dit aangevinkt is dan worden alle download vensters worden gegroepeerd onder een enkel dialoogvenster.
pt: Se estiver seleccionado, todas as janelas do estado das transferências serão agrupadas numa única janela.
sk: Ak je voľba použitá, všetky okná o prenose budú v jednom dialógu.
sl: Če je odkljukano, bodo vsa okna stanja prenosa združena v eno samo pogovorno okno.
sv: Om markerad, grupperas alla statusfönster för överföringar tillsammans i en enda dialogruta.

source: Collected Download Dialog Box
da: Samlet hjemhentnings dialogboks
de: Gesammelter Download-Dialog
es: Cuadro de diálogo colectivo de descarga
fr: Boite de dialogue de téléchargement - Commune
nl: Collected Download dialoog venster
pt: Janela de Transferências Reunidas
sk: Spoločný dialóg pre sťahovanie
sl: Zbrano pogovorno okno nalaganja
sv: Dialogruta för samlad överföring

source: If you choose to use the Collected download dialog box, you can delete transfers by clicking once on the transfer you want to cancel, then clicking the <guibutton>Delete</guibutton> Button on the left.
da: Hvis du vælger at bruge samlet hjemhentnings dialogboks, kan du slette overførsler ved at klikke én gang på den overførsel du ønsker at annullere og derefter klikke på <guibutton>Slet</guibutton> knappen til venstre.
de: Bei Verwendung des Gesammelten Download-Dialogs kann man auf einfache Weise einen Transfer abbrechen. Man klickt einfach auf den gewünschten Transfer und dann auf den Knopf <guibutton>Löschen</guibutton> auf der linken Seite.
es: Si elige el cuadro de diálogo colectivo de descarga, puede detener y eliminar descargas pulsando una vez sobre la transferencia que desea cancelar, y después pulsando el botón <guibutton>Borrar</guibutton> a la izquierda.
fr: Lorsque vous avez opté pour ce type d'affichage et que vous désirez annuler un des téléchargements, il vous suffit de le sélectionner et de cliquer ensuite sur le bouton <guibutton>Supprimer</guibutton>, à gauche de la boite de dialogue.
nl: Deze optie is niet aanwezig in de &kde; 2.2 versie.
pt: Se optares por reunir as transferências numa janela, podes apagar transferências seleccionando a que queres cancelar e carregando no botão <guibutton>Apagar</guibutton> à esquerda.
sk: Ak použijete spoločný dialóg, prenos prerušíte výberom súboru myšou a stlačením tlačidla <guibutton>Odstrániť</guibutton>.
sl: Če izberete uporabo pogovornega okna zbranih prenosov, lahkoprenose brišete z enim klikom na prenos, ki ga želite prekiniti in klikomna gumb <guibutton>Izbriši</guibutton> na levi strani.
sv: Om du väljer att använda dialogrutan för samlad nerladdning, kan du ta bort överföringar genom att klicka en gång på överföringen som du vill avbryta, och sedan klicka på knappen <guibutton>Ta bort</guibutton> till vänster.

source: Home <abbrev>URL</abbrev>
da: Hjemme <abbrev>URL</abbrev>
de: Adresse der Startseite
es: <abbrev>URL</abbrev> de inicio
fr: <abbrev>URL</abbrev> de démarrage
nl: Startpagina (<abbrev>URL</abbrev>)
pt: <abbrev>URL</abbrev> Inicial
sk: Domovské <abbrev>URL</abbrev>
sl: Domači <abbrev>URL</abbrev>
sv: Hemwebbadress

source: This is the <abbrev>URL</abbrev> (&eg; a directory or a web page) where &konqueror; will jump to when the <guibutton>Home</guibutton> button is pressed.
da: Dette er den <abbrev>URL</abbrev> (&eg; en mappe eller en netside) hvor &konqueror; vil gå hen når der trykkes på <guibutton>Hjem</guibutton> knappen.
de: Dies ist die <abbrev>URL</abbrev> (also ein Verzeichnis oder eine Internetseite), die &konqueror; anzeigt, wenn der Knopf <guibutton>Persönliches Verzeichnis</guibutton> gedrückt wird.
es: Esta es la <abbrev>URL</abbrev> (&eg; un directorio o una página web) a la que irá &konqueror; cuando usted pulse sobre el botón <guibutton>Inicio</guibutton>.
fr: Ceci vous permet de choisir l'<abbrev>URL</abbrev> (&pex; un dossier ou une page web) sur laquelle s'ouvre &konqueror; lorsque vous cliquez sur le bouton <guibutton>Home</guibutton>.
nl: Dit is de <abbrev>URL</abbrev> (&bijv; een map of een webpagina) waar &konqueror; naar toe zal springen wanneer op de <guibutton>Persoonlijke map</guibutton> knop wordt gedrukt.
pt: Este é o <abbrev>URL</abbrev> (&eg; uma directoria ou página Web) para a qual o &konqueror; irá saltar quando o botão <guibutton>A Minha Área</guibutton> é carregado.
sk: Toto je <abbrev>URL</abbrev> (napr. priečinok alebo WWW stránka) ktoré zobrazí &konqueror; po stlačení tlačidla <guibutton>Domov</guibutton>.
sl: To je <abbrev>URL</abbrev> (&npr; imenik ali spletna stran) kamor bo &konqueror; skočil ob pritisku gumba <guibutton>Domov</guibutton>.
sv: Det här är webbadressen (t.ex. en katalog eller en webbsida) som &konqueror; hoppar till när man trycker på <guibutton>Hem</guibutton>-knappen.

source: The default is the users home directory, indicated with a <literal>~</literal>.
da: Standarden er brugerens hjemmemapper indikeret med en <literal>~</literal>.
de: Die Standardeinstellung ist das persönliche Verzeichnis des Benutzers, angezeigt durch ein <literal>~</literal>.
es: El valor predeterminado es el directorio raíz de los usuarios, indicado como <literal>~</literal>.
fr: Par défaut, c'est celle du dossier personnel de l'utilisateur, indiqué par un <literal>~</literal>.
nl: Standaard is dit de gebruiker zijn persoonlijke map, aangegeven door een <literal>~</literal>.
pt: Por omissão é a directoria pessoal do utilizador, indicada com um <literal>~</literal>.
sk: Štandardne je to domovský priečinok používateľa označený ako <literal>~</literal>.
sl: Privzeto je to uporabnikov domač (home) imenik, nakazan z <literal>~</literal>.
sv: Förvalt är användarens hemkatalog,, som indikeras med <literal>~</literal>.

source: Minimize memory usage
da: Minimér hukommelsesbrug
de: Speicherbedarf minimieren
es: Uso mínimo de memoria
fr: Minimiser l'utilisation de la mémoire
nl: Geheugengebruik beperken
pt: Minimizar a utilização de memória
sk: Minimalizovať použitie pamäti
sl: Zmanjšaj porabo pomnilnika
sv: Minimera minnesanvändning

source: This setting determines &konqueror;'s behavior when it comes to memory management. You can choose between the following options:
da: Denne indstilling afgør &konqueror;'s opførsel når det kommer til hukommelseshåndtering. Du har følgende valg:
de: Diese Einstellung beeinflusst &konqueror;'s Umgang mit Arbeitsspeicher. Es gibt drei Wahlmöglichkeiten:
es: Esta opción determina el comportamiento de &konqueror; cuando para la administración de memoria. Puede elegir entre las siguientes opciones:
fr: Ce paramètre détermine le comportement de &konqueror; à propos de la gestion de la mémoire. Vous pouvez choisir entre les options suivantes&nbsp;:
nl: Deze instelling bepaalt hoe &konqueror; handelt wanneer het om geheugenbeheer gaat. U kunt uit de volgende opties kiezen:
pt: Esta opção determina o comportamento do &konqueror; no que diz respeito à sua gestão de memória. Podes escolher de entre as seguintes opções:
sk: Toto nastavenie určuje chovanie &konqueror; pri správe pamäti. Môžete si vybrať z týchto stratégií:
sl: Ta nastavitev določa &konqueror;jevo obnašanje pri upravljanju s pomnilnikom. Izbirate lahko med naslednjimi možnostmi:
sv: Den här inställningen avgör hur &konqueror; beter sig när det gäller minneshantering. Du kan välja mellan följande alternativ:

source: Never
da: Aldrig
de: Niemals
es: Nunca
fr: Jamais
nl: Nooit
pt: Nunca
sk: Nikdy
sl: Nikoli
sv: Aldrig
