Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kcontrol_kcmaccess.po
Languages: cs, da, de, es, fr, nl, pt, sk, sl, sv

source: ROLES_OF_TRANSLATORS
cs: <othercredit role="translator"><firstname>Ondřej</firstname><surname>Šotek</surname><affiliation><email>ondrej.sotek@seznam.cz</email></affiliation><contrib>Translation</contrib></othercredit>
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <!-- wir wissen es nicht -->
es: <othercredit role="translator"> <firstname>Pablo</firstname> <surname>de Vicente</surname> <affiliation><address><email>pvicentea@nexo.es</email></address></affiliation> <contrib>Traductor</contrib> </othercredit>
fr: <othercredit role="translator"><firstname>Éric</firstname><surname>Bischoff</surname><affiliation><address><email>e.bischoff@noos.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit><othercredit role="translator"><firstname>Thibaut</firstname><surname>Cousin</surname><affiliation><address><email>cousin@in2p3.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
nl: &Niels.Reedijk;
pt: <othercredit role="translator"><firstname>Pedro</firstname><surname>Morais</surname><affiliation><address><email>morais@kde.org</email></address></affiliation><contrib>Tradução</contrib></othercredit>
sk: <othercredit role="translator"><firstname>Stanislav</firstname> <surname>Višňovský</surname> <affiliation> <address><email>visnovsky@nenya.ms.mff.cuni.cz</email></address> </affiliation><contrib>Preklad</contrib></othercredit>
sl: <othercredit role="translator"><contrib>Prevod</contrib><firstname>Matej</firstname><surname>Badalič</surname><affiliation><address><email>matej_badalic@slo.net</email></address></affiliation></othercredit>
sv: <othercredit role="translator"> <firstname>Stefan</firstname> <surname>Asserhäll</surname> <affiliation><address><email>stefan.asserhall@telia.com</email></address></affiliation> <contrib>Översättare</contrib></othercredit>

source: accessibility
cs: zpřístupnění
da: tilgængelighed
de: Zugangserleichterungen
es: accesibilidad
fr: accessibilité
nl: toegankelijkheid
pt: acessibilidade
sk: prístupnosť
sl: dostopnost
sv: handikappstöd

source: Accessibility
cs: Zpřístupnění
da: Tilgængelighed
de: Zugangserleichterungen
es: Accesibilidad
fr: Accessibilité
nl: Toegankelijkheid
pt: Acessibilidade
sk: Prístupnosť
sl: Dostopnost
sv: Handikappstöd

source: Introduction
cs: Úvod
da: Indledning
de: Einleitung
es: Introducción
nl: Inleiding
pt: Introdução
sk: Úvod
sl: Uvod
sv: Inledning

source: This module is designed to help users who have difficulty hearing audible cues, or who have difficulty using a keyboard or mouse.
cs: Tento modul je určen uživatelům, kteří mají problémy se sluchem nebo s ovládáním klávesnice a myši.
da: Dette modul er beregnet til at hjælpe brugere der har besvær med at høre lydene eller har problemer med at bruge et tastatur eller en mus.
de: Dieses Modul soll Benutzern helfen, die Schwierigkeiten dabei haben, akustische Signale zu hören oder die Tastatur bzw. die Maus zu benutzen.
es: Este módulo está diseñado para ayudar a los usuarios que tienen dificultades auditivas, o que tienen dificultades utilizando el teclado o el ratón.
fr: Ce module est conçu pour aider les utilisateurs qui ont des difficultés à entendre, à utiliser un clavier ou une souris.
nl: Deze module is bedoeld voor mensen met een gehoorprobleem, of gebruikers die moeite hebben met het gebruik van toetsenbord of de muis.
pt: Este módulo foi concebido para ajudar os utilizadores que têm dificuldade em ouvir avisos sonoros, ou que têm dificuldade em utilizar o teclado ou o rato.
sk: Tento modul je určený pre pomocou používateľom, ktorý majú problémy s používaním klávesnice alebo myši, prípadne so zvukovými správami.
sl: Ta modul je oblikovan, da pomaga uporabnikom, ki imajo težave z zaznavanjem zvočnih namigov ali težave z uporabo tipkovnice ali miške.
sv: Den här modulen är avsedd att hjälpa användare som har svårigheter att höra ljudsignaler, eller som har svårigheter att använda ett tangentbord eller en mus.

source: The module is divided into three tabs: <link linkend="access-bell"><guilabel>Bell</guilabel></link>, <link linkend="access-kb"><guilabel>Keyboard</guilabel></link>, <link linkend="access-mouse"><guilabel>Mouse</guilabel></link>.
cs: Modul je rozdělen do tří panelů:<link linkend="access-bell"><guilabel>Zvonek</guilabel></link>, <link linkend="access-kb"><guilabel>Klávesnice</guilabel></link>, <link linkend="access-mouse"><guilabel>Myš</guilabel></link>.
da: Modulet er opdelt under tre faneblade: <link linkend="access-bell"><guilabel>Klokke</guilabel></link>, <link linkend="access-kb"><guilabel>Tastatur</guilabel></link>, <link linkend="access-mouse"><guilabel>Mus</guilabel></link>.
de: Das Modul ist in drei Bereiche aufgeteilt: <link linkend="access-bell">Signal</link>, <link linkend="access-kb">Tastatur</link>, <link linkend="access-mouse">Maus</link>.
es: El módulo está dividido en tres páginas con pestañas: <link linkend="access-bell"><guilabel>Timbre</guilabel></link>, <link linkend="access-kb"><guilabel>Teclado</guilabel></link>, <link linkend="access-mouse"><guilabel>Ratón</guilabel></link>.
fr: Il est divisé en trois onglets&nbsp;: <link linkend="access-bell"><guilabel>Cloche</guilabel></link>, <link linkend="access-kb"><guilabel>Clavier</guilabel></link> et <link linkend="access-mouse"><guilabel>Souris</guilabel></link>.
nl: Deze module is verdeeld over 3 tabbladen: <link linkend="access-bell"><guilabel>Bel</guilabel></link>, <link linkend="access-kb"><guilabel>Toetsenbord</guilabel></link>, <link linkend="access-mouse"><guilabel>Muis</guilabel></link>.
pt: Este módulo está dividido em três páginas: <link linkend="access-bell"><guilabel>Campainha</guilabel></link>, <link linkend="access-kb"><guilabel>Teclado</guilabel></link>, <link linkend="access-mouse"><guilabel>Rato</guilabel></link>.
sk: Modul je rozdelený do troch záložiek: <link linkend="access-bell"><guilabel>Zvonček</guilabel></link>, <link linkend="access-kb"><guilabel>Klávesnica</guilabel></link>, <link linkend="access-mouse"><guilabel>Myš</guilabel></link>.
sl: Ta modul je razdeljen v tri jezičke: <link linkend="access-bell"><guilabel>Zvonec</guilabel></link>, <link linkend="access-kb"><guilabel>Tipkovnica</guilabel></link>, <link linkend="access-mouse"><guilabel>Miška</guilabel></link>.
sv: Modulen är indelad i tre flikar: <link linkend="access-bell"><guilabel>Alarm</guilabel></link>, <link linkend="access-kb"><guilabel>Tangentbord</guilabel></link>, <link linkend="access-mouse"><guilabel>Mus</guilabel></link>.

source: Bell
cs: Zvonek
da: Klokke
de: Signal
es: Timbre
fr: Cloche
nl: Bel
pt: Campainha
sk: Zvonček
sl: Zvonec
sv: Alarm

source: This panel is divided into an <guilabel>Audio Bell</guilabel> section and a <guilabel>Visual Bell</guilabel> Section.
cs: Panel je rozdělen na dvě části: <guilabel>Akustický zvonek</guilabel> a <guilabel>Vizuální zvonek</guilabel>.
da: Dette panel er opdelt i en <guilabel>Hørbar klokke</guilabel> sektion og en <guilabel>Visuel klokke</guilabel> sektion.
de: Diese Karte ist aufgeteilt in die Abschnitte <guilabel>Hörbares Signal</guilabel> und <guilabel>Sichtbares Signal</guilabel>.
es: Este panel está dividida en una sección <guilabel>Timbre audible</guilabel> y una sección <guilabel>Timbre visible</guilabel>
fr: Cet onglet est divisé en une section <guilabel>Cloche auditive</guilabel> et une section <guilabel>Cloche visuelle</guilabel>.
nl: Dit paneel is verdeeld in een <guilabel>Hoorbare bel</guilabel> sectie en een <guilabel>Zichtbare bel</guilabel> sectie.
pt: Este painel está dividido numa secção <guilabel>Campainha audível</guilabel> e uma secção <guilabel>Campainha visível</guilabel>.
sk: Tento panel je rozdelený na časti <guilabel>Akustický zvonček</guilabel> a <guilabel>Viditeľný zvonček</guilabel>.
sl: Ta pult je razdeljen na razdelka <guilabel>Zvočni zvonec</guilabel> in <guilabel>Vidni zvonec</guilabel>.
sv: Den här panelen är delat i sektionerna <guilabel>Hörbart alarm</guilabel> och <guilabel>Visuellt alarm</guilabel>.

source: The top check box labelled <guilabel>System Bell</guilabel>, determines whether the normal System bell rings. If this option is disabled, the System bell will be silenced.
cs: Přepínač <guilabel>Používat systémový zvonek</guilabel> umožňuje vypnout nebo zapnout pípnutí systémového zvonku.
da: Den øverste afkrydsningsboks ved navn <guilabel>Systemklokke</guilabel>, afgør om den normale Systemklokke ringer. Hvis dette er deaktiveret vil Systemklokken være stille.
de: Das oberste Ankreuzfeld "<guilabel>Signalton des Systems verwenden</guilabel>" legt fest, ob der normale Signalton Ihres Systems benutzt werden soll.
es: La casilla de selección en la parte superior etiquetada <guilabel>Timbre del sistema</guilabel>, determina si el timbre normal del sistema suena. Si esta opción está desactivada el timbre del sistema se silenciará
fr: La case à cocher du haut intitulée <guilabel>Utiliser la cloche du système</guilabel> détermine si la cloche système sera utilisée. Si cette option n'est pas activée, alors la cloche système sera rendue silencieuse.
nl: Het bovenste aanvink vakje met de naam <guilabel>Systeembel gebruiker</guilabel> bepaalt of het normale systeem belletje wordt gebruikt. Als deze optie wordt uitgeschakeld, zal het geluid van de systeem bel worden gedempt.
pt: A caixa no topo com o nome <guilabel>Utilizar a campainha do sistema</guilabel>, determina se a campainha normal toca. Se esta opção não estive seleccionada, a campainha do sistema não emite som.
sk: Voľba <guilabel>Použiť systémový zvonček</guilabel> určuje, či má byť počuť systémový zvonček. Ak je voľba vypnutá, systémový zvonček počuť nebude.
sl: Vrhno potrditveno polje <guilabel>Uporabi sistemski zvonec</guilabel>, določa ali naj sistemski zvonec zvoni. Če je ta možnost omogočena, bo sistemski zvonec brez glasu.
sv: Den översta rutan med namnet <guilabel>Använd systemets summer</guilabel>, avgör om den normala systemsummern ljuder. Om det här valet är inaktiverat, är systemsummern tyst.

source: The next check box down can be used to play a different sound whenever the system bell is triggered. To activate, place a mark in the check box labelled <guilabel>Use customized bell</guilabel>, and enter the complete pathname to the sound file in the blank labelled <guilabel>Sound to Play</guilabel>. If you want, you can select the <guibutton>Browse</guibutton> button to navigate through your filesystem to find the exact file.
cs: Přepínač <guilabel>Používat přizpůsobený zvonek</guilabel> slouží k nastavení jiného zvukového upozornění místo obvyklého systémového zvonku. Po zaškrtnutí tohoto přepínače zadejde do textového pole <guilabel>Přehrávat zvuk</guilabel> kompletní cestu k příslušném souboru se zvukem. Soubor lze vybrat též prostřednictvím tlačítka <guibutton>Listovat</guibutton>.
da: Den næste afkrydsningsboks kan bruges til at spille en anden lyd når systemklokken udløses. Placér et mærke i afkrydsningsboksen ved navn <guilabel>Brug brugerindstillet klokke</guilabel> for at aktivere dette, og indtast det fuldstændige stinavn til lydfilen i feltet ved navn <guilabel>Lyd der skal spilles</guilabel>. Hvis du ønsker det kan du vælge <guibutton>Gennemsøg</guibutton> knappen for at navigere dig gennem filsystemet for at finde den nøjagtige fil.
de: Mit dem nächsten Ankreuzfeld können Sie festlegen, dass ein beliebiger Klang abgespielt wird, wenn der Systemton ausgelöst wird. Um dies zu einzuschalten, aktivieren Sie das Ankreuzfeld <guilabel>Benutzerdefiniertes Signal verwenden</guilabel> und geben den kompletten Pfad zur gewünschten Klangdatei im Eingabefeld hinter dem Text <guilabel>Abzuspielender Klang</guilabel> ein. Mit dem Knopf <guibutton>Durchsuchen</guibutton> können Sie die gewünschte Datei in einem Dateiauswahldialog festlegen.
es: La siguiente casilla de selección debajo puede reproducir un sonido diferente cada vez que hay que disparar el timbre del sistema. Para activarla, coloque una marca en la casilla de selección etiquetada <guilabel>Usar timbre personalizado</guilabel>, e introduzca la ruta completa al archivo de sonido en el espacio en blanco etiquetado <guilabel>Sonido que se escuchará</guilabel>. Si lo desea, puede seleccionar el botón <guibutton>Explorar</guibutton> para navegar por su sistema de archivos para encontrar el archivo exacto.
fr: La case à cocher suivante peut être utilisée pour jouer un son différent lorsque la cloche système est actionnée. Pour activer cette option, cochez la case intitulée <guilabel>Utiliser une cloche personnalisée</guilabel>, et saisissez le chemin d'accès complet au fichier son dans la zone de saisie intitulée <guilabel>Lire un fichier son&nbsp;:</guilabel>. Si vous le désirez, vous pouvez cliquer sur le bouton <guibutton>Parcourir...</guibutton> pour naviguer dans le système de fichiers à la recherche du fichier de votre choix.
nl: Met het volgende aanvink vakje kunt u aangeven dat een ander geluid moet worden gebruikt voor het systeem belletje. Om dit aan te zetten, vinkt u het vakje <guilabel>Aangepaste bel gebruiken</guilabel> aan, en vult u het volledige pad naar een geluidsbestand in in het lege vak genaamd <guilabel>Af te spelen geluid</guilabel>. Als u wilt, kunt u de knop <guibutton>Bladeren</guibutton> gebruiken om een bestand op uw systeem op te zoeken.
pt: A caixa directamente abaixo pode ser utilizada para tocar um som diferente sempre que a campainha do sistema é despoletada. Para activar, selecciona a caixa com o nome <guilabel>Utilizar uma campainha personalizada</guilabel>, e insere a localização completa do ficheuro com o som na caixa com o nome <guilabel>Som a reproduzir</guilabel>. Se quiseres, podes utilizar o botão <guibutton>Explorar</guibutton> para navegares pelo teu sistema de ficheiros e encontrares o ficheiro.
sk: Nasledujúca voľba sa používa pre použitie iného zvuku pre systémový zvonček. Aby ste ju použili, označte <guilabel>Použiť upravený zvonček</guilabel> a zadajte cestu k zvukovému súboru, ktorý sa má použiť, do poľa <guilabel>Použiť zvuk</guilabel>. Ak chcete, môžete použiť tlačidlo <guibutton>Prechádzať</guibutton> a vybrať súbor.
sl: Naslednje potrditveno polje se lahko uporablja za predvajanje različnih zvokov, kadar je sistemski zvonec že sprožen. Da aktivirate to možnost, odkljukajte potrditveno polje z oznako <guilabel>Uporabi prilagojeni zvonec</guilabel> in vnesite celotno pot do zvočne datoteke v vnosno polje z oznako <guilabel>Predvajaj zvok</guilabel>. Če želite lahko izberete gumb <guibutton>Brskaj</guibutton>, da prebrskate skozi vaš datotečni sistem in najdete pravo datoteko.
sv: Nästa ruta nedåt kan användas för att spela upp ett annat ljud när systemsummern aktiveras. För att välja detta, markera rutan med namnet <guilabel>Använd eget ljud</guilabel>, och skriv in den fullständiga sökvägen till ljudfilen i textfältet med namnet <guilabel>Ljud att spela</guilabel>. Om du vill kan du välja knappen <guibutton>Bläddra</guibutton>för att navigera i filsystemet för att hitta den rätta filen.

source: For those users who have difficulty hearing the System bell, or those users who have a silent computer, &kde; offers the Visual bell. This <quote>bell</quote> can be configured to invert the screen, or to flash a color across the screen.
cs: Pro uživatele &kde;, kteří špatně slyší systémový zvonek nebo mají tichý počítač, jeurčen Vizuální zvonek. Tento <quote>zvonek</quote> umí invertovat obrazovku nebo zablikat přes celou obrazovku vybranou barvou.
da: For de brugere der har svært ved at høre Systemklokken, eller de brugere der har en computer uden lyd, tilbyder &kde; den Visuelle klokke. Denne <quote>klokke</quote> kan indstilles til at invertere skærmen, eller til at sende en farve hen over skærmen.
de: Für Benutzer, die Schwierigkeit dabei haben, den Signalton zu hören, oder die an einem Computer ohne Soundunterstützung arbeiten, bietet &kde; die Möglichkeit an, stattdessen ein sichtbares Signal zu verwenden. Dieses <quote>Signal</quote> kann entweder kurzzeitig die Farben des Bildschirms invertieren oder die Arbeitsfläche in einer wählbaren Farbe aufleuchten lassen.
es: Para aquellos usuarios que tienen dificultades para oir el timbre del sistema, o para aquellos usuarios sin sonido en su ordenador, &kde; suministra un timbre visible. Este <quote>timbre</quote> se puede configurar para invertir la pantalla, o para iluminar la pantalla con un color.
fr: Pour les utilisateurs qui ne peuvent pas entendre la cloche système, ou pour ceux dont l'ordinateur ne peut émettre de son, &kde; propose une cloche visuelle. Cette <quote>cloche</quote> peut être configurée pour inverser l'écran, ou pour afficher rapidement une couleur en travers de l'écran.
nl: Voor gebruikers die moeite hebben met het horen van de systeembel, of gebruikers met een stille computer, heeft &kde; de zichtbare bel. Deze <quote>bel</quote> kan in plaats van een geluidssignaal bijvoorbeeld een kleur door het beeld laten flitsen, of alle kleuren omkeren.
pt: Para utilizadores que têm dificuldades em ouvir a campainha do sistema, ou para utilizadores cujos computadores não conseguem reproduzir sons, o &kde; oferece a campainha visível. Esta <quote>campainha</quote> pode ser configurada para inverter o ecrã, ou para piscar uma cor no ecrã.
sk: Pre používateľov, ktorý majú problémy počuť systémový zvonček alebo pre tých, ktorý chcú mať počítač úplne potichu, ponúka &kde; zvonček vizuálny. Tento <quote>zvonček</quote> sa dá nastaviť ako invertovaná obrazovka, alebo ako farbené bliknutie cez obrazovku.
sl: Za tiste uporabnike, ki imajo težave s poslušanjem sistemskega zvonca, ali za tiste, ki imajo tih računalnik, ponuja &kde; vidni zvonec. Ta <quote>zvonec</quote> je lahko nastavljen tako, da obrne barve zaslona ali da utripa barva po zaslonu.
sv: För de användare som har svårt att höra systemsummern, eller de användare som har en tyst dator, erbjuder &kde; det visuella alarmet. Detta <quote>alarm</quote> kan ställas in så att det inverterar skärmen, eller blinkar med en färg över skärmen.

source: To use the visual bell, first place a mark in the check box labeled <guilabel>Use visible bell</guilabel>.
cs: Pro použití vizuálního zvonku nejprve zaškrněte přepínač <guilabel>Používat vizuální zvonek</guilabel>.
da: For at bruge den visuelle klokke, skal man først placere et mærke i boksen ved navn <guilabel>Brug visuel klokke</guilabel>.
de: Um das sichtbare Signal zu benutzen, aktivieren Sie zuerst das Ankreuzfeld "<guilabel>Sichtbares Signal verwenden</guilabel>" an.
es: Para utilizar el timbre visual, primero coloque una marca en la casilla de selección etiquetada como <guilabel>Utilizar timbre visible</guilabel>.
fr: Pour utiliser la cloche visuelle, cochez d'abord la case intitulée <guilabel>Utiliser une cloche visuelle</guilabel>.
nl: Om deze visuele bel aan te zetten, vinkt u het vakje met de naam <guilabel>Gebruik zichtbare bel</guilabel> aan.
pt: Para utilizar a campainha visível, começa por seleccionar a caixa com o nome <guilabel>Utilizar uma campainha visível</guilabel>.
sk: Aby ste mohli vizuálny zvonček používať, musíte použiť voľbu <guilabel>Použiť vizuálny zvonček</guilabel>.
sl: Da uporabite vidni zvonec, najprej odkljukajte potrditveno polje z oznako <guilabel>Uporabi vidni zvonec</guilabel>.
sv: För att använda det visuella alarmet, markera först rutan med namnet <guilabel>Använd visuellt alarm</guilabel>.

source: You can then select between <guilabel>Invert Screen</guilabel>, or <guilabel>Flash screen</guilabel>. If you select Invert screen, all colors on the screen will be reversed. If you choose Flash color, you can choose the color by pressing the button to the right of the <guilabel>Flash Screen</guilabel> selction.
cs: Poté již můžete vybrat mezi volbou <guilabel>Invertovat obrazovku</guilabel> nebo <guilabel>Blikající obrazovka</guilabel>. U druhé z jmenovaných voleb lze nastavit barvu kliknutím na tlačítko napravo od textu <guilabel>Blikající obrazovka</guilabel>.
da: Derefter kan du vælge mellem <guilabel>Invertér skærm</guilabel>, eller <guilabel>Flash skærm</guilabel>. Hvis du vælger Invertér skærm vil alle farver på skærmen blive vendt om. Hvis du vælger Flash skærm, kan du vælge farven ved at trykke på knappen til højre i <guilabel>Flash skærm</guilabel> afdelingen.
de: Sie können dann auswählen zwischen <guilabel>Bildschirm invertieren</guilabel>, oder <guilabel>Bildschirm aufleuchten lassen</guilabel>. Wenn Sie <guilabel>Bildschirm invertieren</guilabel> wählen, werden alle Farben auf dem Bildschirm kurzzeitig invertiert. Wenn Sie <guilabel>Bildschirm aufleuchten lassen</guilabel> wählen, können Sie die Farbe, in der der Bildschirm aufleuchten soll, mit dem daneben liegenden Knopf auswählen.
es: Después puede seleccionar entre <guilabel>Invertir pantalla</guilabel>, o <guilabel>Iluminar pantalla</guilabel>. Si selecciona Invertir pantalla, todos los colores de la pantalla se invertirán. Si escoge Iluminar pantalla, puede escoger el color pulsando el botón a la derecha de la selección <guilabel>Iluminar pantalla</guilabel>.
fr: Vous pouvez alors choisir entre <guilabel>Inverser les couleurs de l'écran</guilabel> et <guilabel>Faire clignoter l'écran</guilabel>. Avec la première possibilité, toutes les couleurs de l'écran seront inversées. Avec la seconde, vous pouvez préciser la couleur à droite de l'intitulé.
nl: Vervolgens kunt u kiezen uit <guilabel>Scherm omkeren</guilabel> en <guilabel>Scherm laten knipperen</guilabel>. Als u kiest voor scherm omkeren, zullen alle kleuren op het scherm worden omgekeerd. Als u kiest voor Knipperende scherm, kun u ook nog een kleur uit kiezen door op de knop rechts van <guilabel>Scherm laten knipperen</guilabel> te drukken.
pt: Podes então seleccionar estre <guilabel>Inverter ecrã</guilabel>, ou <guilabel>Piscar ecrã</guilabel>. Se escolheres Inverter ecrã, todas as cores no ecrã serão invertidas. Se escolheres Piscar cor, podes escolher a cor carregando no botão à direita da caixa <guilabel>Piscar ecrã</guilabel>.
sk: Môžete si vybrať medzi <guilabel>Negovať zobrazenie</guilabel> alebo <guilabel>Bliknúť zobrazenie</guilabel>. Ak vyberiete negáciu zobrazenia, všetky farby na obrazovke budú prevrátené. Ak vyberiete bliknutie, môžete si vybrať farbu, pomocou tlačidla vpravo.
sl: Potem lahko izbirate med <guilabel>Obrni barve</guilabel> ali <guilabel>Utripaj</guilabel>. Če izberete obrni barve, bodo vse barve na zaslonu obrnjene. Če izberete utripaj, lahko izberete barvo z gumbom na desni strani razdelka <guilabel>Utripaj</guilabel>.
sv: Därefter kan du välja mellan <guilabel>Invertera skärm</guilabel>, eller <guilabel>Blinka skärmen</guilabel>. Om du väljer invertera skärm, kommer alla färger på skärmen bli inverterade. Om du väljer blinka skärmen, kan du välja färg genom att trycka på knappen till höger om <guilabel>Blinka skärmen</guilabel> valet.

source: The slider bar can be used to adjust the duration of the visual bell.
cs: Dobu trvání vizuálního zvonku lze nastavit pomocí posuvníku.
da: Glidebjælken kan bruges til at justere varigheden af den visuelle klokke.
de: Mit dem Schieberegler können Sie die Dauer des sichtbaren Signals verändern.
es: La barra de desplazamiento se puede utilizar para ajustar la duración del timbre visible.
fr: La glissière peut être utilisée pour ajuster la durée de la cloche visuelle.
nl: De schuifbalk kan worden gebruikt om de lengte van de visuele bel in te stellen.
pt: A barra de arrasto pode ser utilizada para ajustar a duração da campainha visual.
sk: Posuvník sa dá použiť na určenie doby trvania vizuálneho zvončeka.
sl: Drsnik se lahko uporablja za nastavitev trajanja vidnega zvonca.
sv: Skjutreglaget kan användas för att justera längden på det visuella alarmet.
