Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kdm.po
Languages: es, fr, sl, sv

source: Next you need to locate your <application>xdm</application> configuration directory; normally <filename>/etc/X11/xdm/</filename> or <filename>/usr/X11R6/lib/X11/xdm/</filename>. The configuration directory contains the file <filename>Xsetup_0</filename>. If you build &kdm; from source code and the <filename>configure</filename> step is unable to find this directory, it will install a new version of <filename>Xsetup_0</filename> from a template file in the &kdm; source tree. You can include the line:
es: Después necesita localizar el directorio de configuración <application>xdm</application>;normalmente <filename>/etc/X11/xdm/</filename> o <filename>/usr/X11R6/lib/X11/xdm/</filename>. El directorio de configuración contiene el archivo <filename>Xsetup_0</filename>. Si usted construye &kdm; desde su código fuente y en el paso <filename>configure</filename> no es posible encontrar este directorio, se instalará una nueva versión de <filename>Xsetup_0</filename> a partir de un archivo plantilla en el árbol del código fuente de &kdm;. Puede incluir la línea:
fr: Il faut ensuite trouver l'emplacement du répertoire de configuration de <application>Xdm</application>&nbsp;; celui-ci devrait être <filename>/etc/X11/xdm/</filename> ou <filename>/usr/X11R6/lib/X11/xdm/</filename>. Ce dossier contient un fichier <filename>Xsetup_0</filename>&nbsp;; si vous installez &kdm; depuis les codes sources et que le processus d'installation ne trouve pas ce fichier au moment de lancer <quote><filename>configure</filename></quote>, un nouveau fichier <filename>Xsetup_0</filename> sera créé à partir du modèle présent dans l'arborescence de &kdm; Vous pouvez inclure la ligne suivante&nbsp;:
sl: Sedaj morate najti vaš nastavitveni imenik <application>xdm</application>; običajno je to <filename>/etc/X11/xdm/</filename> ali pa <filename>/usr/X11R6/lib/X11/xdm/</filename>. Nastavitveni imenik vsebuje datoteko <filename>Xsetup_0</filename>. Če gradite &kdm; iz izvorne kode in korak <filename>configure</filename> ne uspe najti tega imenika, bo namestil novo različico <filename>Xsetup_0</filename> iz predloge v &kdm;-ovem drevesu izvorne kode. Vključite lahko vrstico:
sv: Därefter måste du hitta inställningskatalogen för <application>xdm</application>, normalt <filename>/etc/X11/xdm/</filename> eller <filename>/usr/X11R6/lib/X11/xdm/</filename>. Inställningskatalogen innehåller filen <filename>Xsetup_0</filename>. Om du byggde &kdm; från källkod och <filename>configure</filename>-steget inte kunde hitta den här katalogen, installerar det en ny version av <filename>Xsetup_0</filename> från en mall i &kdm;:s källkodsträd. Du kan infoga raden:

source: In your file to display some nice backgrounds (pictures and background colors). (I'm not sure if this still works; it is certainly not required). If your <envar>KDEDIR</envar> is not <filename>/opt/kde</filename> you may have to change the path to <filename>kdmdesktop</filename>.
es: en su archivo para mostrar algunos fondos bonitos (imágenes y colores de fondo). (No estoy seguro de que esto funcione todavía; pero no es necesario). Si su variable <envar>KDEDIR</envar> no es <filename>/opt/kde</filename> puede que tenga que cambiar la ruta a <filename>kdmdesktop</filename>.
fr: à votre fichier afin d'avoir un bel arrière-plan (images et couleurs d'arrière-plan) (je ne suis pas certain que ceci fonctionne toujours&nbsp;ce n'est certainement pas indispensable). Si votre variable d'environnement <envar>KDEDIR</envar> n'est pas <filename>/opt/kde</filename>, il vous faudra peut être changer le chemin en <filename>kdmdesktop</filename>.
sl: Da da se izriše kakšno prijetno ozadje (slike in barve ozadja). (Nisem prepričan, da še vedno dela; vsekakor ni zahtevano). Vaš <envar>KDEDIR</envar> ni <filename>/opt/kde</filename> boste morda morali spremeniti pot do <filename>kdmdesktop</filename>.
sv: i din fil för att visa någon trevlig bakgrund (bilder och bakgrundsfärger). (Jag är inte säker på att detta fungerar, det behövs helt klart inte). Om <envar>KDEDIR</envar> inte är <filename>/opt/kde</filename> kan du behöva ändra sökvägen till <filename>kdmdesktop</filename>.

source: If your system uses Pluggable Authentication Modules (<abbrev>PAM</abbrev>), which is normal with recent Red Hat and Mandrake systems, you should check that your <abbrev>PAM</abbrev> configuration permits login through the service named <literal>xdm</literal>. If you previously used <application>xdm</application> successfully, you should not need to make any changes to your <abbrev>PAM</abbrev> configuration in order to use &kdm;. <filename>/etc/pam.conf</filename> or <filename>/etc/pam.d/xdm</filename>. Information on configuring <abbrev>PAM</abbrev> is beyond the scope of this handbook, but <abbrev>PAM</abbrev> comes with comprehensive documentation (try looking in <filename>/usr/doc/pam*/html</filename>).
es: Si su sistema utiliza módulos de autentificación acoplables (<abbrev>PAM</abbrev>), lo que es normal en sistemas recientes de Red Hat y Mandrake, debería comprobar que su configuración <abbrev>PAM</abbrev> permite el acceso a través del servicio denominado <literal>xdm</literal>. Si usted utilizó previamente <application>xdm</application> con éxito, no debería necesitar hacer ningún cambio a su configuración <abbrev>PAM</abbrev> para utilizar &kdm;. <filename>/etc/pam.conf</filename> o <filename>/etc/pam.d/xdm</filename>. La información de como configurar <abbrev>PAM</abbrev> está más allá de este manual, pero <abbrev>PAM</abbrev> contiene documentación bastante clara. (intente buscar en <filename>/usr/doc/pam*/html</filename>).
fr: Si votre système utilise les <quote>Pluggable Authentication Modules</quote> (<abbrev>PAM</abbrev>), ce qui devrait être le cas sur les distributions Red Hat et Mandrake récentes, vérifiez que la configuration des <abbrev>PAM</abbrev> autorise la connexion via le service nommé <literal>Xdm</literal>. Si vous utilisiez déjà <application>Xdm</application> auparavant, vous n'aurez certainement pas besoin de toucher à la configuration de <abbrev>PAM</abbrev> pour passer à &kdm;. Voir dans <filename>/etc/pam.conf</filename> ou <filename>/etc/pam.d/xdm</filename>. Les informations concernant la configuration des <abbrev>PAM</abbrev> sortent du cadre de ce manuel&nbsp;; ceux-ci sont cependant accompagnés d'une documentation très bien faite (essayez quelque chose comme<filename>/usr/doc/pam*/html</filename>).
sl: Če vaš sitem uporablja Pluggable Authentication Modules (<abbrev>PAM</abbrev>), kar je običajno z zadnjimi Red Hat in Mandrake sistemi, preverite, da vaša <abbrev>PAM</abbrev> konfiguracija dovoljuje prijavo skozi servis imenovan <literal>xdm</literal>. Če ste predhodno uspešno uporabljali <application>xdm</application>, vam naj ne bi bilo treba spreminjati nastavitve <abbrev>PAM</abbrev>, da bi lahko uporabili&kdm;. <filename>/etc/pam.conf</filename> ali <filename>/etc/pam.d/xdm</filename>. Informacije o nastavljanju <abbrev>PAM</abbrev> presega domet tega priročnika, vendar pa za <abbrev>PAM</abbrev> obstaja obsežna dokumentacija (poskusite pogledati v <filename>/usr/doc/pam*/html</filename>).
sv: Om ditt system använder Pluggable Authentication Modules (<abbrev>PAM</abbrev>), som är normalt i senare Red Hat- och Mandrake-system, bör du kontrollera att din <abbrev>PAM</abbrev>-inställning tillåter inloggning via en service som heter <literal>xdm</literal>. Om du tidigare har använt <application>xdm</application> med lyckat resultat, ska du inte behöva göra några ändringar i <abbrev>PAM</abbrev>-inställningarna för att kunna använda &kdm;, <filename>/etc/pam.conf</filename> eller <filename>/etc/pam.d/xdm</filename>. Information om anpassning av <abbrev>PAM</abbrev> är utanför den här handbokens omfattning, men <abbrev>PAM</abbrev> levereras med fullständig dokumentation (försök titta i <filename>/usr/doc/pam*/html</filename>).

source: Now it's time for you to test &kdm; by issuing the following command:
es: Es hora de probar &kdm; introduciendo el siguiente comando:
fr: Le moment est venu de tester &kdm;, en saisissant la ligne suivante&nbsp;:
sl: Sedaj je čas za preizkus &kdm; z uporabo naslednjega ukaza:
sv: Nu är det dags att prova inloggningshanteraren, genom att ge följande kommando:

source: If you get a &kdm; login box and you are able to log in, things are going well. The main thing that can go wrong here is that the run-time linker might not find the shared Qt or KDE libraries. If you have a binary distribution of the KDE libraries, make sure &kdm; is installed where the libraries believe kde is installed (usually <filename>/opt/kde/bin</filename>) and try setting some environment variables to point to your KDE and Qt libraries. For example:
es: Si usted obtiene un cuadro de acceso de &kdm; y es capaz de acceder, las cosas van bien. El principal problema aquí es que el enlazador en tiempo de ejecución podría no encontrar las bibliotecas compartidas Qt o KDE. Si usted tiene una distribución binaria de las bibliotecas de KDE, asegurese que &kdm; está instalado donde las bibliotecas creen que está instalado kde (usualmente en <filename>/opt/kde/bin</filename>) e intente configurar algunas variables de entorno que apunten a sus bibliotecas de KDE y Qt. Por ejemplo:
fr: Si la boîte de connexion de &kdm; s'affiche et que vous pouvez vous connecter, c'est que tout se passe bien. Le principal problème que l'on pourrait rencontrer à ce stade serait que l'exécuteur de liens ne trouve pas les librairies partagées Qt ou &kde;. Si vous avez installé les bibliothèques &kde; depuis les codes sources, assurez vous qu'elles sont installées là ou &kde; les attend (en général, dans <filename>/opt/kde/bin</filename>) ou essayez de faire pointer les variables d'environnement concernées vers l'emplacement réel de ces librairies (&kde; et Qt). Par exemple&nbsp;:
sl: Če se pojavi prijavno okno &kdm; se se lahko prijavite, pote gre vse kot po maslu. Glavna stvar, ki lahko gre tukaj narobe je, da sprotni povezovalnik (runtime linker) morda ne bo našel deljenih knjižnic Qt in KDE. Če imate binarno distribucijo knjižnic KDE, potem preverite, da je &kdm;nameščen tam, kjer knjižnice mislijo, da je nameščen KDE (običajno <filename>/opt/kde/bin</filename>) in poskusite nastaviti nekaj spremenljivk okolja, da kažejo na vaše knjižnice KDE in Qt. Na primer:
sv: Om du får inloggningshanterarens dialogruta och du kan logga in, är du på god väg. Det som i huvudsak kan gå fel här är att den dynamiska länkaren inte hittar de delade Qt- och KDE-biblioteken. Om du har en binärdistribution av KDE-biblioteken, försäkra dig om att &kdm; är installerad där biblioteken tror att KDE är installerad (oftast <filename>/opt/kde/bin</filename>) och försök sätta några miljövariabler att peka på dina KDE- och Qt-bibliotek. Till exempel:

source: If you are still unsuccessful, try starting <application>xdm</application> instead, to make sure that you are not suffering from a more serious X configuration problem.
es: Si todavía no tiene éxito, intente iniciar <application>xdm</application> en su lugar, para asegurarse de que no está sufriendo un problema de configuración del sistema de ventanas X más serio.
fr: Si cela ne fonctionne toujours pas, essayer de lancer <application>Xdm</application> à la place de &kdm; pour vérifier que la source du dysfonctionnement n'est pas un problème plus grave dans la configuration de X.
sl: Če ste še vedno neuspešni, poizkusite zagnati <application>xdm</application>, da se prepričate, da ne trpite za resnejšo nastavitveno težavo X-ov.
sv: Om du fortfarande inte lyckas, försök att starta <application>xdm</application> istället, för att försäkra dig om att du inte lider av allvarligare X-konfigurationsproblem.

source: When you are able to start &kdm; successfully, you can start to replace <application>xdm</application> by &kdm;. Again, this is distribution-dependent.
es: Cuando se acapaz de iniciar &kdm; con éxito, puede comenzar a reemplazar <application>xdm</application> por &kdm;. De nuevo esto depende de la distribución.
fr: Une fois que aurez réussi à lancer &kdm; sans problème, vous pouvez le mettre à la place de <application>Xdm</application>. Une fois de plus, la façon de faire est spécifique à la distribution employée.
sl: Ko ste v stanju, da lahko uspešno zaženete &kdm;, lahko pričnete nadomeščati <application>xdm</application> s &kdm;. Ponovno je to odvisno oddistribucije.
sv: När du kan starta inloggningshanteraren med lyckat resultat, kan du börja ersätta <application>xdm</application> med &kdm;. Återigen är detta beroende på distributionen.

source: For Redhat, edit <filename>/etc/inittab</filename>, look for the string xdm and replace it with &kdm; (including all paths).
es: Para Redhat, edite <filename>/etc/inittab</filename>, busque la cadena xdm y reemplazela con &kdm; (incluyendo todas las rutas).
fr: Avec une RedHat, il faut éditer le fichier <filename>/etc/inittab</filename>, trouver la ligne contenant la chaîne <quote>xdm</quote> et la remplacer par &kdm; (en n'oubliant pas de changer aussi les chemins).
sl: Za Redhat uredite <filename>/etc/inittab</filename>, poiščite niz xdm in ga zamenjajte s &kdm; (vključno z vsemi potmi).
sv: För Redhat, redigera <filename>/etc/inittab</filename>, leta efter strängen xdm och byt ut den mot &kdm; (inklusive alla sökvägar).

source: For Mandrake, the X11 runlevel in <filename>/etc/inittab</filename> invokes the shell script <filename>/etc/X11/prefdm</filename>, which is set up to select from amongst several display managers, including &kdm;. Make sure that all the paths are correct for your installation.
es: En Mandrake, el nivel de ejecución X11 en <filename>/etc/inittab</filename> invoca el procedimiento de comandos <filename>/etc/X11/prefdm</filename>, que está configurado para seleccionar entre diversos administradores de pantalla, incluyendo &kdm;. Asegúrese de que todas las rutas son correctas para su instalación.
fr: Sur une Mandrake, une ligne du fichier <filename>/etc/inittab</filename> appelle le script de configuration <filename>/etc/X11/prefdm</filename> dès que le niveau d'exécution (runlevel) correspondant au fonctionnement de X11 est atteint. C'est ce script qui permet de choisir un des différents gestionnaires de connexion graphiques du système, dont &kdm;. Là encore, assurez-vous bien que tous les chemins sont corrects
sl: Za Mandrake: X11 runlevel v <filename>/etc/inittab</filename> pokliče lupinsko skripto <filename>/etc/X11/prefdm</filename>, ki je nastavljena, da izbere iz množice različnih upravljalnikov prikaza (prijave), vključno s &kdm;. Preverite, da so vse poti za vašo namestitev pravilne.
sv: För Mandrake, startar X11-körnivån i <filename>/etc/inittab</filename> skalskriptet <filename>/etc/X11/prefdm</filename>, som är inställt att välja mellan flera olika skärmhanterare, inklusive &kdm;. Försäkra dig om att alla sökvägar är riktiga för din installation.

source: For <abbrev>S.u.S.E</abbrev>, edit <filename>/sbin/init.d/xdm</filename> to add a first line:
es: Para <abbrev>S.u.S.E</abbrev>, edite <filename>/sbin/init.d/xdm</filename> para añadir una primera línea:
fr: Sur une <abbrev>S.u.S.E.</abbrev>, modifiez le fichier <filename>/sbin/init.d/xdm</filename> et ajoutez, en premières lignes&nbsp;:
sl: Za <abbrev>S.u.S.E</abbrev>, uredite<filename>/sbin/init.d/xdm</filename> da dodate prvo vrstico:
sv: För <abbrev>S.u.S.E</abbrev>, redigera <filename>/sbin/init.d/xdm</filename> och lägg till en rad i början:

source: Most other distributions are a variation of one of these.
es: La mayor parte de las otras distribuciones son variaciones de estos casos.
fr: Pour la plupart des distributions, la méthode s'apparente à une des trois qui viennent d'être décrites.
sl: Večina ostalih distribucij je različica ene izmed teh.
sv: De flesta övriga distributioner är en variant av någon av dessa.

source: If you don't like changing <filename>inittab</filename>, an alternative is to rename <filename>xdm</filename> to <filename>xdm.bak</filename> and make <filename>xdm</filename> a symbolic link to &kdm;.
es: Si no le gusta cambiar <filename>inittab</filename>, una alternativa es renombrar <filename>xdm</filename> por <filename>xdm.bak</filename> y hacer que <filename>xdm</filename> sea un enlace simbólico a &kdm;.
fr: Cependant, si la méthode consistant à modifier le fichier <filename>/etc/inittab</filename> ne vous convient pas, vous pouvez très bien renommer <application>xdm</application> en <application>xdm.bak</application> puis créer ensuite un lien symbolique nommé <filename>xdm</filename>, pointant vers &kdm;.
sl: Če vam ni všeč spreminjanje <filename>inittab</filename>, je alternativav preimenovanju <filename>xdm</filename> v <filename>xdm.bak</filename> in ustvarjanju simbolične povezave <filename>xdm</filename> do &kdm;.
sv: Om du inte gillar att ändra <filename>inittab</filename>, är ett alternativ att döpa om <filename>xdm</filename> till <filename>xdm.bak</filename> och göra <filename>xdm</filename> till en symbolisk länk till &kdm;.

source: At this stage, you can test &kdm; again by bringing your system to the runlevel that should now run &kdm;. To do so, issue a command like this:
es: En este estadío, puede probar &kdm; de nuevo pasando su sistema al nivel de ejecución que debería ejecutar ahora &kdm;. Para ello, introduzca un comando como este:
fr: Arrivé à ce stade, vous pouvez à nouveau tester le fonctionnement de &kdm; en amenant le système au niveau d'exécution correspondant. Pour ceci, saisissez la commande&nbsp;:
sl: Na tej stopnji lahko preizkusite &kdm; s postavitvijo sistema v runlevel, ki bi sedaj moral pognati &kdm;. Da to naredite, vtipkajte ukaz:
sv: I det här läget kan du prova &kdm; igen genom att ta ditt system till körnivån som nu ska starta &kdm;. För att göra detta ge ett kommando som det här:

source: Instead of the number "<option>5</option>" you should specify the appropriate runlevel for running X11 on your system.
es: En lugar del número "<option>5</option>" debería especificar el nivel de ejecución apropiado para ejecutar X11 en su sistema.
fr: Comme précédemment, il vous faudra peut-être remplacer le chiffre <quote><option>5</option></quote> par le niveau d'exécution correspondant au fonctionnement de X11 sur VOTRE système.
sl: Namesto številke "<option>5</option>" morate določiti vašemu sistemu ustrezen runlevel za zagon X11.
sv: Instället för talet "<option>5</option>" ska du ange den körnivå som är lämplig för att köra X11 på ditt system.

source: The final step is to edit the <parameter>initdefault</parameter> entry in <filename>/etc/inittab</filename> to specify the appropriate runlevel for X11.
es: El paso final es editar la entrada <parameter>initdefault</parameter> en <filename>/etc/inittab</filename> para especificar el nivel de ejecución apropiado para X11.
fr: La dernière étape consiste à éditer l'entrée <parameter>initdefault</parameter> du fichier <filename>/etc/inittab</filename> pour y préciser le niveau d'exécution approprié au fonctionnement de X11.
sl: Končni korak je urejanje vnosa <parameter>initdefault</parameter>v <filename>/etc/inittab</filename> za določitev ustreznega nivoja (runlevela) za X11.
sv: Det slutliga steget är att redigera <parameter>initdefault</parameter> posten i <filename>/etc/inittab</filename> för att ange den passande körnivån för X11.

source: Before you make this change, ensure that you have a way to reboot your system if a problem occurs. This might be a "rescue" floppy-disk provided by your operating system distribution or a specially-designed "rescue" floppy-disk, such as <literal>tomsrtbt</literal>. Ignore this advice at your peril.
es: Antes de hacer este cambio, asegurese de que tiene un medio de rearrancar su sistema si se produce un problema. Puede hacerlo con un disquete de "rescate" proporcionado por la distribución de su sistema o un disquete de "rescate" especialmente diseñado, tal como <literal>tomsrtbt</literal>. Si ignora este aviso es bajo su responsabilidad.
fr: Avant d'effectuer ce changement et dans l'éventualité d'un problème, assurez-vous que vous disposez d'un moyen alternatif pour démarrer votre système. Ce peut être la <quote>disquette de démarrage</quote> fournie par votre distribution (créée pendant l'installation, par exemple) ou encore une disquette spécialement conçue telle que <literal>tomsrtbt</literal>. Ignorez ces consignes à vos risques et périls&nbsp;!
sl: Preden izvedete to spremembo, se prepričajte, da lahko vaš sistem ponovno zaženete, če se pojavi težava. To lahko storite s pomočjo "rešilne" diskete, ki jo ponuja vaša distribucija ali pa posebej zasnovane "rešilne" diskete, kot je <literal>tomsrtbt</literal>. Ta nasvet lahko ignorirate v vašo škodo.
sv: Innan du gör den här ändringen, försäkra dig om att du har ett sätt att starta om ditt system om ett problem uppstår. Det här kan vara en "startdiskett" som tillhandahålls av din operativsystemdistribution eller en specialgjord "startdiskett" såsom <literal>tomsrtbt</literal>. Strunta i det här rådet på egen risk.

source: When you reboot your system, you should end up with the graphical &kdm; login box.
es: Cuando rearranque su sistema, debería acabar con un cuadro gráfico de acceso &kdm;
fr: Lorsque vous redémarrer votre système, la séquence d'initialisation devrait s'achever par l'affichage de l'interface de connexion graphique de &kdm;.
sl: Ko ponovno zaženete sistem, bi morali zaključiti z grafičnim prijavnim oknom &kdm;.
sv: När du startar om ditt system, ska du slutligen få inloggningshanterarens grafiska inloggningsruta.
