Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kdm.po
Languages: es, fr, sl, sv

source: You can view the <filename>kdmrc</filename> file currently in use on your system (located by default at <filename>$KDEDIR/share/config/kdmrc</filename>), and you can configure &kdm; by editing this file. Alternatively, you can use the graphical configuration tool provided by the KDE Control Centre (under <menuchoice><guisubmenu>Applications</guisubmenu> <guisubmenu>System</guisubmenu> <guimenuitem>Login Manager</guimenuitem></menuchoice>), which is described in <ulink url="help:/kcontrol/login-manager.html">the KControl help files</ulink>.
es: Usted puede visualizar el archivo <filename>kdmrc</filename> actualmente en uso en su sistema (localizado por omisión en <filename>$KDEDIR/share/config/kdmrc</filename>), y puede configurar &kdm; editamdo este archivo. De modo alternativo, puede utilizar la herramienta de configuración que proporciona el Centro de Control de KDE (en <menuchoice><guisubmenu>Aplicaciones</guisubmenu> <guisubmenu>Sistema</guisubmenu> <guimenuitem>Administrador de acceso</guimenuitem></menuchoice>), que se describe en <ulink url="help:/kcontrol/login-manager.html">los archivos de ayuda de KControl</ulink>.
fr: En modifiant le fichier <filename>kdmrc</filename> (par défaut, <filename>$KDEDIR/share/config/kdmrc</filename>), vous pourrez connaître et changer la configuration de &kdm;. Il est aussi possible d'utiliser l'interface de configuration graphique disponible dans le Centre de configuration de &kde; (<menuchoice> <guisubmenu>Système</guisubmenu><guimenuitem>Gestionnaire de connexion</guimenuitem></menuchoice>) et dont vous trouverez la description dans le <ulink url="help:/kcontrol/login-manager.html">fichier d'aide de KControl</ulink>.
sl: Datoteko <filename>kdmrc</filename> ki se trenutno uporablja na vašem sistemu (privzeto je to v <filename>$KDEDIR/share/config/kdmrc</filename>) si lahko ogledate in z njenim urejevanjem nastavite &kdm;. Alternativno lahko uporabite grafično nastavitveno orodje, ki ga ponuja nadzorno središče KDE (pod<menuchoice><guisubmenu>Programi</guisubmenu><guisubmenu>Sistem</guisubmenu> <guimenuitem>Upravljalnik prijav</guimenuitem></menuchoice>), ki je opisan v <ulink url="help:/kcontrol/login-manager.html"> pomoči za KControl</ulink>.
sv: Du kan titta på den aktuella <filename>kdmrc</filename>-filen på ditt system (som normalt finns i <filename>$KDEDIR/share/config/kdmrc</filename>), och du kan anpassa inloggningshanteraren genom att redigera den här filen. Som ett alternativ kan du använda det grafiska inställningsverktyget som tillhandahålls av KDE:s inställningscentral (under <menuchoice> <guisubmenu>Inställningar</guisubmenu> <guisubmenu>System</guisubmenu> <guimenuitem>Inloggningshanteraren</guimenuitem></menuchoice>), som beskrivs i <ulink url="help:/kcontrol/login-manager.html">hjälpfil för inställningscentralen</ulink>.

source: The remainder of this chapter describes the contents of the <literal>kdmrc</literal> file. If you are happy using the graphical configuration tool, there's no need to read any further.
es: El resto de este capítulo describe el contenido del archivo <literal>kdmrc</literal>. Si está contendo utilizando la herramienta gráfica de configuración, no necesita leer más.
fr: La fin de ce chapitre détaille le contenu du fichier <literal>kdmrc</literal>. Si l'interface graphique de configuration vous satisfait, il ne vous est pas nécessaire de lire ce passage.
sl: Ostanek tega poglavja opisuje vsebino datoteke<literal>kdmrc</literal>. Če ste zadovolji z uporabo grafičnega nastavitvenega orodja, potem ni vzroka, da bi brali dalje.
sv: Resten av det här kapitlet beskriver innehållet i <literal>kdmrc</literal>-filen. Om du är nöjd med att använda den grafiska inställningsmodulen, finns det ingen anledning att läsa vidare.

source: There are four sections in <literal>kdmrc</literal>:
es: Hay cuatro secciones en <literal>kdmrc</literal>:
fr: Le fichier <literal>kdmrc</literal> est composé de 4 sections&nbsp;:
sl: V <literal>kdmrc</literal> so štirje razdelki:
sv: Det finns fyra sektioner i <literal>kdmrc</literal>:

source: The keys in this section are:
es: Los campos en esta sección son:
fr: Dans cette section, nous trouvons les clefs suivantes&nbsp;:
sl: Ključi v tem razdelku so:
sv: Nycklarna i den här sektionen är:

source: A short description of the keys:
es: Una breve descripciñon de los campos:
fr: Petites descriptions des clefs&nbsp;:
sl: Kratek opis ključev:
sv: En kort beskrivning av nycklarna:

source: A fontsstring formatted like this: Courier,12,5,iso-8859-1,50,0.
es: Una cadena de caracteres con el siguiente formato: Courier,12,5,iso-8859-1,50,0.
fr: Chaîne désignant une police de caractère. La forme est la suivante&nbsp;: Courier,12,5,iso-8859-1,50,0.
sl: Niz, ki označuje pisavo, oblikovan sledeče: Courier,12,5,iso-8859-1,50,0.
sv: En teckensnittssträng formatterad så här: Courier,12,5,iso-8859-1,50,0.

source: The title of the &kdm; login window.
es: El título de la ventana de acceso de &kdm;
fr: Titre de la boite de dialogue principale de &kdm;.
sl: Naslov prijavnega okna &kdm;.
sv: Titeln på inloggningshanterarens fönster.

source: A comma-separated list of session arguments, usually used to select a particular window manager. Defaults to <option>SessionTypes=kde,failsafe</option>.
es: Una lista de argumentos separados por comas, normalmente utilizado para seleccinar un administrador de ventanas particular. El valor predeterminado es <option>SessionTypes=kde,failsafe</option>.
fr: On énumère ici, en séparant par des virgules, les différents gestionnaires de fenêtres/environnements de bureau présents dans la liste de choix. Par défaut&nbsp;: <option>SessionTypes=kde,failsafe</option>.
sl: Z vejico ločen seznam argumentov, običajno se uporabljaza izbiro določenega okenskega upravljalnika. Privzeto je <option>SessionTypes=kde,failsafe</option>.
sv: En lista av sessionsparametrar separerade med kommatecken, som vanligtvis används för att välja en särsklid fönsterhanterare. Förvalt värde är <option>SessionTypes=kde,failsafe</option>.

source: Controls what appears in the lower left-hand corner of the login window. Can be either <option>KdmLogo</option> (in which case the image specified by <option>LogoPixMap</option> is displayed) or <option>KdmClock</option> (in which case a clock is displayed).
es: Controla lo que aparece en la esquina inferior izquierda de la ventana de acceso. Puede ser o bien <option>KdmLogo</option> (en cuyo caso se muestra la imagen especificada por <option>LogoPixMap</option>) o <option>KdmClock</option> (en cuyo caso se muestra un reloj).
fr: Cette clef sert à déterminer ce qui est affiché dans l'espace situé à gauche des zones de saisie <guilabel>Mot de passe</guilabel> et <guilabel>Utilisateur</guilabel>. La valeur peut être&nbsp;: soit <option>KdmLogo</option> (auquel cas c'est l'image définie dans <option>LogoPixMap</option> qui est affichée), soit <option>KdmClock</option> (auquel cas c'est une horloge qui est affichée).
sl: Določa, kaj se pojavi v spodnjem levem vogalu okna. Lahko je <option>KdmLogo</option> (v tem primeru je prikazana slika,določena z <option>LogoPixMap</option>) ali <option>KdmClock</option> (v tem primeru pa je prikazana ura).
sv: Avgör vad som syns i nedre vänstra hörnet av inloggningsfönstret. Kan antingen vara <option>KdmLogo</option> (om detta gäller visas bilden som anges av <option>LogoPixMap</option>) eller <option>KdmClock</option> (om detta gäller visas en klocka).

source: Specifies the image to be displayed in the lower left-hand corner of the login window when LogoArea=KdmLogo.
es: Especifica la imagen a mostrar en la esquina inferior izquierda de la ventana de acceso cuando LogoArea=KdmLogo.
fr: Comme il vient d'être précisé, cette clef sert à définir l'image qui sera affichée, dans la zone dédiée, lorsque <parameter>LogoArea</parameter>=<option>KdmLogo</option>.
sl: Določi ime slike, ki naj bo prikazana v spodnjem levem kotu prijavnega okna, kadar je postavljeno LogoArea=KdmLogo.
sv: Anger bilden som ska visas i nedre vänstra hörnet av inloggningsfönstret när LogoArea=KdmLogo.

source: ShutdownButton controls when the shutdown button is displayed and can be one of <option>All</option>, <option>None</option>, <option>RootOnly</option> and <option>ConsoleOnly</option>. The meaning of <option>All</option> and <option>None</option> is very clear. If you choose <option>ConsoleOnly</option> you can't do a remote shutdown. If you choose <option>RootOnly</option> you will be prompted to enter the root password before the shutdown will proceed.
es: ShutdownButton controla cuando se muestra el botón de apagado y puede ser uno de los siguientes <option>All</option>, <option>None</option>, <option>RootOnly</option> y <option>ConsoleOnly</option>. El significado de <option>All</option> (Todos) y <option>None</option> (Nadie) es evidente. Si elige <option>ConsoleOnly</option> no podrá hacer un apagado remoto. Si elige <option>RootOnly</option> se le solicitará la contraseña de root antes de proceder con el apagado.
fr: On peut ici définir les autorisations liées au bouton <guilabel>Arrêter</guilabel>. La valeur peut être une des quatre suivantes&nbsp;: <option>All</option>, <option>None</option>, <option>RootOnly</option> et <option>ConsoleOnly</option>. Les valeurs <option>All</option> et <option>None</option> (respectivement <quote>tous</quote> et <quote>aucun</quote>) parlent d'elles-même. Si vous choisissez <option>ConsoleOnly</option>, il ne sera pas possible d'arrêter le système via l'interface de &kdm; (mais seulement en mode console). Enfin, si vous choisissez <option>RootOnly</option>, la saisie du mot de passe <quote>root</quote> sera nécessaire à l'arrêt du système.
sl: ShutdownButton nadzoruje, kdaj je prikazan zaustavitveni gumb in je lahko <option>All</option>, <option>None</option>,<option>RootOnly</option> in <option>ConsoleOnly</option>. Pomen <option>All</option> in <option>None</option> je jasen. Če izberete<option>ConsoleOnly</option> ne morete izvesti oddaljene zaustavitve. Če izberete <option>RootOnly</option> boste vprašani za geslo korenskega uporabnika (root) preden se bo zaustavitev nadaljevala.
sv: ShutdownButton kontrollerar när avstängningsknappen visas och kan vara en av <option>All</option> (alla), <option>None</option> (ingen), <option>RootOnly</option> (bara root) och <option>ConsoleOnly</option> (bara konsoll). Betydelsen av <option>All</option> och <option>None</option> är helt klar. Om du väljer <option>ConsoleOnly</option> kan du inte stänga av från en annan maskin. Om du väljer <option>RootOnly</option> blir du tillfrågad om root-lösenordet innan avstängningen fortsätter.

source: Shutdown and Restart
es: Shutdown y Restart
fr: Shutdown</parameter> et <parameter>Restart

source: The commands to run on system shutdown and restart, respectively. (Defaults: <command>/sbin/halt</command> and <command>/sbin/reboot</command> respectively.
es: Los comandos a ejecutar en un apagado y un reinicio del sistema respectivamente. (El valor predeterminado: <command>/sbin/halt</command> y <command>/sbin/reboot</command> respectivamente.
fr: Ce sont les commandes qui sont respectivement lancées lors de l'arrêt et du redémarrage du système (Par défaut&nbsp;: <command>/sbin/halt</command> pour l'arrêt et <command>/sbin/reboot</command> pour le redémarrage.).
sl: Ukaza za zaustavitev in zagon.(Privzeto: <command>/sbin/halt</command> in <command>/sbin/reboot</command>).
sv: Kommandon att köra vid avstängning och omstart av systemet. (förvalt: <command>/sbin/halt</command> och <command>/sbin/reboot</command>).

source: The command string used by the Console Mode option of the "<guibutton>Shutdown</guibutton>" button. (Default: <command>/sbin/init <option>3</option></command>). This option is not available under BSD.
es: La cadena de comando utilizada por la opción Modo de consola del botón "<guibutton>Apagar...</guibutton>". (Valor predeterminado: <command>/sbin/init <option>3</option></command>). Esta opción no está disponible en BSD.
fr: Cette fois, c'est la commande lancée lorsque l'on choisit <guibutton>Mode console</guibutton>, dans la boite de dialogue du bouton <guibutton>Arrêter</guibutton> (Par défaut&nbsp;: <command>/sbin/init<option>3</option></command>). Cette option n'est pas disponible sous BSD.
sl: Ukazni niz, ki se uporablja za opcijo Console Mode gumba "<guibutton>Zaustavitev sistema</guibutton>". (Privzeto:<command>/sbin/init<option>3</option></command>). Ta možnost ni dosegljiva pod BSD.
sv: Kommandosträngen som används av alternativet konsolläge för knappen "<guibutton>Stäng av</guibutton>". (Förvalt: <command>/sbin/init <option>3</option></command>). Det här alternativet är inte tillgängligt för BSD.

source: If this is set to "<option>1</option>", a graphical view of users will be displayed in the &kdm; window.
es: Si está a "<option>1</option>", se mostrará una vista gráfica de los usuarios en la ventana de &kdm;.
fr: Si la valeur de cette clef est <quote><option>1</option></quote>, les icônes-utilisateur seront affichées dans la fenêtre de &kdm;.
sl: Če je postavljen na "<option>1</option>", bo v oknu &kdm; prikazan grafičen pogled uporabnikov.
sv: Om detta är satt till "<option>1</option>", visas en grafisk bild av användare i inloggningshanterarens fönster.

source: A comma-separated list of usernames that will be displayed in the graphical user view. If <parameter>UserView</parameter> is set to "<replaceable>1</replaceable>" and the <parameter>Users</parameter> entry is missing, &kdm; will look for users in the password file <filename>/etc/passwd</filename>. The users displayed are those who have a real name beside their login name, a home directory and a default shell - the rest are skipped. &kdm; will look in <filename>$KDEDIR/share/apps/kdm/pics/users/</filename> for an icon for each user. If an icon named <filename>johndoe.png</filename> exists, &kdm; will use that for displaying user johndoe. If not, &kdm; will use <filename>default.png</filename>.
es: Una lista separadas por comas de los nombres de usuario que se mostrarán en la vista gráfica de usuarios. Si <parameter>UserView</parameter> se fija a "<replaceable>1</replaceable>" y la entrada <parameter>Users</parameter> falta, &kdm; buscará los usuarios en el archivo de contraseñas <filename>/etc/passwd</filename>. Los usuarios mostrados son aquellos que tienen su nombre real junto a su nombre de usuario, un directorio de inicio, y un intérprete de comandos predeterminado - el resto serán obviados. &kdm; buscará en <filename>$KDEDIR/share/apps/kdm/pics/users/</filename> un icono para cada usuario. Si existe un icono denominado <filename>juansinmiedo.png</filename>, &kdm; lo usará para mostrar el usuario juansinmiedo. Si no, &kdm; utilizará <filename>default.png</filename>.
fr: C'est la liste des utilisateurs (les noms seront séparés par des virgules) dont l'icône sera affichée. Si la valeur de <parameter>UserView</parameter> est <quote><replaceable>1</replaceable></quote> mais que l'entrée <parameter>Users</parameter> n'est pas définie, &kdm; se base sur le fichier <filename>/etc/passwd</filename> pour créer la liste des utilisateurs. Seuls seront pris en compte les utilisateurs enregistrés avec un nom réel (en plus du nom d'utilisateur, le <quote>login</quote>), et auxquels sont assignés un dossier personnel et un interpréteur de commande par défaut. Tous le reste sera ignoré. &kdm; explore ensuite le dossier <filename>$KDEDIR/share/apps/kdm/pics/users/</filename> à la recherche des icônes-utilisateur. S'il existe une icône nommée <filename>jeandupont.png</filename>, elle sera utilisée pour l'utilisateur jeandupont. Dans le cas contraire, &kdm; utilisera l'icône par défaut nommée <filename>default.png</filename>.
sl: Z vejico ločen seznam uporabnikov, ki bodo prikazani v grafičnem pogledu. če je oznaka <parameter>UserView</parameter> postavljena na "<replaceable>1</replaceable>" in vnos <parameter>Users</parameter> manjka,bo &kdm; iskal uporabnike v datoteki gesel <filename>/etc/passwd</filename>. Uporabniki, ki so prikazani, so tisti, ki imajo realno ime poleg svojega prijavnega imena, domač (home) imenik in privzeto lupino - ostali so preskočeni. &kdm; bo pogledal v<filename>$KDEDIR/share/apps/kdm/pics/users/</filename> za ikono za vsakega uporabnika. Če ikona <filename>johndoe.png</filename> obstaja, jo bo &kdm; uporabil za prikaz uporabnika johndoe. Če ne, bo &kdm; uporabil <filename>default.png</filename>
sv: En lista av användarnamn separerade med kommatecken, som visas i den grafiska användarlistan. Om <parameter>UserView</parameter> är satt till "<replaceable>1</replaceable>" och posten <parameter>Users</parameter> saknas, letar &kdm; efter användare i lösenordsfilen <filename>/etc/passwd</filename>. Användarna som visas är de som har ett riktigt namn förutom inloggningsnamnet, en hemkatalog och ett förvalt skal - de övriga hoppas över. För varje användare tittar &kdm; i <filename>$KDEDIR/share/apps/kdm/pics/users/</filename> efter en ikon. Om det finns en ikon som heter <filename>NN.png</filename>, använder &kdm; den för att visa användaren NN. Om ikonen saknas, använder &kdm; <filename>default.png</filename>.

source: &kdm; is able to handle icons of different sizes, but the result looks messy. The solution to this is to use an application such as KDE's <application>Pixie</application>, (or the GNU Image Manipulation Program, (<application>gimp</application>) or John Bradley's <application>XV</application>,) to convert all your images to the same size. A size of 64x64 should give enough resolution, and matches the default icons provided. These two programs can also be used to convert images from various formats into png format.
es: &kdm; es capaz de manejar iconos de diferentes tamaños, pero el resultado tiene un mal aspecto. La solución es utilizar una aplicación de KDE como <application>Pixie</application>, (o el Programa de manipulación imágenes de GNU, (<application>gimp</application>) o el de John Bradley <application>XV</application>,) para convertir todas sus imágenes al mismo tamaño. Un tamaño de 64x64 debería proporcionar suficente resolución, y concuerda con los iconos predeterminados que se proporcionan. Estos dos programas se pueden utilizar para convertir imágenes de varios formatos a formato png.
fr: &kdm; est capable de gérer l'affichage simultané d'icônes de tailles différentes&nbsp;; cependant, ce type d'opération donne un résultat que l'on pourrait poliment qualifier de <quote>confus</quote>. Pour éviter ceci, il serait bon d'avoir recours à un programme de traîtement d'image tel que <application>Pixie</application> (&kde;), <application>Gimp</application> (GNU Image Manipulation Program) ou encore <application>XV</application> de John Bradley afin d'obtenir des images de taille identique. Des icônes de 64x64 pixels offrent une résolution tout à fait convenable&nbsp;; c'est en outre la taille de l'icône par défaut. Les programmes cités ci-dessus peuvent aussi servir à la conversions de vos images au format <quote>png</quote>.
sl: &kdm; je sposoben rokovati z ikonam različnih velikosti, vendar rezultat izgleda nerodno. Rešitev je v uporabi programov, kot so KDE-jev <application>Pixie</application>, GNU Image Manipulation Program, (<application>gimp</application>) ali John Bradleyevega <application>XV</application>, da pretvorite vse vaše slike na isto velikost. Velikost 64x64 bi morala ponujati dovolj veliko ločljivost in ustreza privzetim ikonam. Zadnja dva programa se lahko uporabita tudi za pretvorbo slik iz različnih formatov v png.
sv: &kdm; kan hantera ikoner av olika storlek, men resultatet ser fult ut. Lösningen är att använda ett program som KDE:s <application>Pixie</application>, (eller GNU Image Manipulation Program, <application>gimp</application>, eller John Bradleys <application>XV</application>) för att konvertera alla bilder till samma storlek. Ett värde på 64x64 bör ge tillräcklig upplösning och passar ihop med de förvalda ikoner som tillhandahålls. Dessa program kan också användas för att överföra bilder från olika format till PNG-format.

source: A comma-separated list of usernames that won't be displayed. Use it to filter "pseudo-users" like <literal>sync</literal> and <literal>shutdown</literal> from the user view.
es: Una lista de usuarios separados por comas que no se mostrarán. Utilicelo para eliminar de la vista de usuarios, los "pseudo-usuarios" como <literal>sync</literal> y <literal>shutdown</literal>.
fr: Cette liste désigne les utilisateurs qui ne seront pas affichés dans &kdm;. Ici encore, les noms doivent être séparés par des virgules. Ceci peut être utilisé comme filtre afin d'exclure les <quote>pseudo-utilisateur</quote>, tels que <quote><literal>sync</literal></quote> ou <quote><literal>shutdown</literal></quote>, de la zone d'affichage des icônes.
sl: Z vejico ločen seznam uporabnikov, ki ne bodo prikazani. Uporabite jo za za filtriranje "psevdo uporabnikov", kot sta <literal>sync</literal> in<literal>shutdown</literal> iz pogleda uporabnikov.
sv: En lista av användarnamn som inte visas, separerade med kommatecken. Använd den för att filtrera bort "pseudoanvändare" som <literal>sync</literal> och <literal>shutdown</literal> från visningen av användare.

source: If set to "<option>0</option>", the list of users are displayed in the order it was read. The default is to display users in sorted order.
es: Si se pone a "<option>0</option>", la lista de usuarios se muestra en el orden en el que se leyó. El valor predeterminado es mostrar usuarios en un modo ordenado.
fr: Si vous donnez à cette clef la valeur <quote><option>0</option></quote>,la liste des utilisateurs sera affichée suivant l'ordre dans lequel elle est écrite. Par défaut, l'affichage se fait par ordre alphabétique.
sl: Če je postavljen na "<option>0</option>", je seznam uporabnikov prikazan v vrstnem redu, kot je bil prebran. Privzet je urejen prikaz uporabnikov.
sv: Om satt till "<option>0</option>", visas listan av användare i den ordning som den lästes. Förval är att visa användare i sorteringsordning.

source: Can be either <option>Motif</option> or <option>Windows</option>.
es: Puede ser <option>Motif</option> o <option>Windows</option>.
fr: La valeur de cette entrée peut être soit <option>Motif</option>, soit <option>Windows</option>.
sl: Je lahko <option>Motif</option> ali <option>Windows</option>.
sv: Kan antingen vara <option>Motif</option> eller <option>Windows</option>.

source: This section is obsolete. In previous versions of &kdm; it could be used to control a background screen prior to login. The graphical configurator for &kdm; may still generate this section, but it is ignored by &kdm;.
es: Esta sección está obsoleta. En versiones previas de &kdm; se podía usar para controlar la pantalla de fondo antes de acceder al sistema. El configurador gráfico de &kdm; generará esta sección, pero es ignorada por &kdm;.
fr: Les fonctions attachées à cette section ne sont plus d'actualité. Dans les versions antérieures de &kdm;, on l'utilisait pour définir l'image d'arrière plan (de la boite de dialogue principale). Il se peut que l'utilitaire de configuration graphique de &kdm; continue de la générer&nbsp;; elle sera quoi qu'il en soit ignorée.
sl: Ta razdelek je zastarel. V prejšnji različici &kdm; se je lahko uporabil za nadzor ozadja pred prijavo. Grafični nastavitveni program za &kdm; bo morda še vedno generiral ta razdelek, vendar ga &kdm; ignorira.
sv: Den här sektionen är föråldrad. I tidigare versioner av &kdm; användes den för att ange bakgrundsskärm innan inloggning. Den grafiska inställningen av &kdm; kan fortfarande skapa den här sektionen, men den ignoreras av &kdm;.
