Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kdm.po
Languages: es, fr, sl, sv

source: The &kdm; Handbook
es: El manual de &kdm;
fr: Manuel d'utilisation de &kdm;
sl: Priročnik za &kdm;
sv: Handbok &kdm;

source: Developer
es: Desarrollador
fr: Développeur
sl: Razvijalec
sv: Utvecklare

source: Reviewer
es: Revisora
fr: Relecteur
sl: Pregled
sv: Granskare

source: ROLES_OF_TRANSLATORS
es: <othercredit role="translator"> <firstname>Pablo</firstname> <surname>de Vicente</surname> <affiliation><address><email>pvicentea@nexo.es</email></address></affiliation> <contrib>Traductor</contrib> </othercredit>
fr: <othercredit role="translator"><firstname>Gilles</firstname><surname>Thioliere</surname><affiliation><address><email>zhovirax@wanadoo.fr</email></address> </affiliation><contrib>Traduction française</contrib></othercredit>
sl: <othercredit role="translator"><firstname>Andrej</firstname><surname>Vernekar</surname><affiliation><address><email>andrej.vernekar@kiss.uni-lj.si</email></address></affiliation><contrib>Prevod</contrib></othercredit>
sv: <othercredit role="translator"> <firstname>Stefan</firstname> <surname>Asserhäll</surname> <affiliation><address><email>stefan.asserhall@telia.com</email></address></affiliation> <contrib>Översättare</contrib></othercredit>

source: This document describes &kdm; the KDE Display Manager. &kdm; is also known as the <quote>Login Manager</quote>.
es: Este documento describe &kdm; el administrador de pantalla de KDE. &kdm; también es conocido como el <quote>Administrador de acceso</quote>.
fr: Ce document décrit le fonctionnement &kdm;, le <quote>&kde; Display Manager</quote> (<quote>gestionnaire d'environnements graphiques de &kde;</quote>), plus communément appelé <quote>Gestionnaire de connexion</quote>.
sl: Ta dokument opisuje &kdm;, upravljalnik prikaza KDE. &kdm; je poznan tudi kot <quote>Upravljalnik prijav</quote>.
sv: Det här dokumentet beskriver &kdm;, KDE:s skärmhanterare. &kdm; kallas också <quote>inloggningshanteraren</quote>.

source: display manager
es: administrador de pantalla
fr: Gestionnaire d'environnement
sv: skärmhanterare

source: login manager
es: administrador de acceso
fr: Gestionnaire de connexion
sv: inloggningshanterare

source: Introduction
es: Introducción
sl: Uvod
sv: Inledning

source: &kdm; provides a graphical interface that allows you to log in to a system. It prompts for login (username) and password, authenticates the user and starts to run a "session". &kdm; is a "drop-in" replacement for <application>xdm</application>, the X Display Manager, and is superior to it in a number of ways.
es: &kdm; proporciona un interfaz gráfico que le permite acceder a un sistema. Solicita un nombre de usuario y una contraseña, autentifica el usuario e inicia un "sesión". &kdm; es un reemplazo para "rápido" para <application>xdm</application>, el administrador de pantalla de X, y es superior a él en ciertos aspectos.
fr: &kdm; fournit une interface permettant de se connecter au système. Après avoir invité l'utilisateur à saisir son <quote>login</quote> (nom d'utilisateur) et mot de passe, &kdm; procède à son authentification et, le cas échéant, lance une nouvelle session. &kdm; est issu de <application>Xdm</application> (X Display Manager), qu'il remplace avantageusement sur de nombreux points.
sl: &kdm; ponuja grafičen vmesnik, ki omogoča prijavo v sistem. Zahteva uporabniško ime in geslo, avtenticira uporabnika in sistem, da požene sejo. &kdm; je zamenjava za <application>xdm</application>, X Display Manager in mu je superioren naveč načinov.
sv: Inloggningshanteraren tillhandahåller ett grafiskt gränssnitt som låter dig logga in på ett system. Det begär användarnamn (inloggning) och lösenord, verifierar användarens identitet och startar en "session". &kdm; är en "drop-in" ersättning av <application>xdm</application>, X Display Manager, och är överlägsen på ett antal olika sätt.

source: The user-interface to &kdm; is through two dialogue boxes. The main dialogue box has these features:
es: El interfaz de usuario de &kdm; se hace a través de dos cuadros de diálogo. El cuadro de diálogo principal tiene estas propiedades:
fr: L'interface de &kdm; nous présente 2 boîtes de dialogue. La composition de la boite de dialogue principale est la suivante&nbsp;:
sl: Uporabniški vmesnik &kdm; je izveden skozi dve pogovorni okni. Glavno pogovorno okno ima naslednje možnosti:
sv: Inloggningshanterarens användargränssnitt består av två dialogrutor. Den huvudsakliga dialogrutan har följande funktioner:

source: A "<guilabel>Login</guilabel>" field for you to enter your username.
es: Un campo "<guilabel>Usuario</guilabel>" para introducir su nombre de usuario.
fr: une zone de saisie <guilabel>Utilisateur</guilabel> où vous pourrez entrer votre nom d'utilisateur&nbsp;;
sl: Polje" <guilabel>Prijava</guilabel>", kjer vnesete vaše uporabniško ime.
sv: Fältet "<guilabel>Användare</guilabel>" där du anger ditt användarnamn.

source: A "<guilabel>Pass</guilabel>" field for you to enter your password.
es: Un campo "<guilabel>Contraseña</guilabel>" para introducir su contraseña.
fr: juste en dessous, une seconde zone de saisie <guilabel>Mot de passe</guilabel> où vous pourrez entrer... votre mot de passe&nbsp;;
sl: Polje "<guilabel>Pass</guilabel>" kjer vnesete vaše geslo.
sv: Fältet "<guilabel>Lösenord</guilabel>" där du anger ditt lösenord.

source: A region to the left of the "<guilabel>Login</guilabel>" and "<guilabel>Pass</guilabel>" fields which can be used to display either a static image or an analogue clock.
es: Un área a la izquierda de los campos "<guilabel>Usuario</guilabel>" y "<guilabel>Contraseña</guilabel>" que se puede utilizar par mostrar o bien una imágen estática o un reloj analógico.
fr: sur la gauche de ces dernières, une zone de forme carrée où il est possible d'afficher soit une image de son choix, soit une horloge analogique (à aiguilles)&nbsp;;
sl: Območje levo od polj "<guilabel>Prijava:</guilabel>" in "<guilabel>Pass</guilabel>" ki se lahko uporablja za prikaz statične slike ali analogne ure.
sv: Ett område till vänster om fälten "<guilabel>Användare</guilabel>" och "<guilabel>Lösenord</guilabel>" som kan användas för att visa en statisk bild eller en analog klocka.

source: (Optionally) a graphical image of each user (for example, a digitised photograph). Clicking on an image is equivalent to typing the associated username into the "<guilabel>Login</guilabel>" field. (This feature is an imitatation of the login box on IRIX).
es: (Opcionalmente) una imágen gráfica de cada usuario (por ejemplo una fotografía digitalizada). Pulsando sobre la imagen es equivalente a introducir el nombre de usuario asociado en el campo "<guilabel>Usuario</guilabel>". (Esta propiedad está basada en el cuadro de diálogo de IRIX).
fr: (en option) une représentation graphique de chaque utilisateur (par exemple, une photo numérisée)&nbsp;; nous les appellerons icônes-utilisateur. Lorsque l'on clique sur une icône, le nom le l'utilisateur associé s'inscrit automatiquement dans la zone <guilabel>Utilisateur</guilabel> (l'idée a été reprise à la boite de connexions d'IRIX)&nbsp;;
sl: (Opcijsko) sliko za vsakega uporabnika (na primer digitalizirano fotografijo). Klik na sliko je enakovreden vnosu asociiranega uporabniškega imena v polje "<guilabel>Prijava</guilabel>". (Ta možnost je posnemanje prijavnega okna na IRIX-u).
sv: (Valfritt) en grafisk bild av varje användare (till exempel ett inläst fotografi). Att klicka på en bild är ekvivalent med att skriva in motsvarande användarnamn i fältet "<guilabel>Användare</guilabel>" (den här funktionen är en imitation av inloggningsrutan på IRIX).

source: A "<guilabel>session type</guilabel>" drop-down box that allows &kdm; to be used to start sessions with various different window managers or desktop environments installed on the system, including KDE, KDE2 and GNOME.
es: Una caja de lista deslpegable denominada "<guilabel>tipo de sesión</guilabel>" que permite a &kdm; iniciar sesiones con diferentes administradores de ventanas o entornos de escritorio instalados en el sistema, incluyendo KDE, KDE2 y GNOME.
fr: un menu déroulant <guilabel>Type de session</guilabel> permettant de choisir, compte tenu de ce qui est installé sur votre système, l'environnement de bureau ou gestionnaire de fenêtre à utiliser (&kde;, &kde;&nbsp;2, Gnome, etc.)&nbsp;;
sl: Spustno polje "<guilabel>Session type</guilabel>", ki omogoča uporabo &kdm; za zagon večih različnih okenskih upravljalnikov, ki so nameščeni na sistemu, vključno s KDE, KDE2 in GNOME.
sv: Kombinationsrutan "<guilabel>Typ av session</guilabel>" som låter inloggningshanteraren starta sessioner med diverse olika fönsterhanterare eller skrivbordsmiljöer som är installerade på systemet, inklusive KDE, KDE2 och GNOME.

source: A "<guibutton>Go!</guibutton>" button that validates the username/password combination and attempts to start a session of the selected type.
es: Un botón "<guibutton>¡Entrar!</guibutton>" que valida la combinación usuario/contraseña e intenta iniciar una sesión del tipo seleccionado.
fr: un bouton <guibutton>Entrer</guibutton> permettant de lancer la session qui correspond à vos choix&nbsp;;
sl: Gumb "<guibutton>Pojdi!</guibutton>" ki potrdi kombinacijo uporabniško ime/geslo in prične z zagonom seje izbranega tipa.
sv: Knappen "<guibutton>Kör!</guibutton>" som validerar kombinationen av användarnamn/lösenord och försöker starta en session av den valda typen.

source: A "<guibutton>Cancel</guibutton>" button that clears the text from the "<guilabel>Login</guilabel>" and "<guilabel>Pass</guilabel>" fields.
es: Un botón "<guibutton>Borrar</guibutton>" que borra el texto de los campos "<guilabel>Usuario</guilabel>" y "<guilabel>Contraseña</guilabel>".
fr: un bouton <guibutton>Annuler</guibutton> dont l'usage vide les zones <guilabel>Utilisateur</guilabel> et <guilabel>Mot de passe</guilabel> de leur contenu&nbsp;;
sl: Gumb "<guibutton>Prekliči</guibutton>" ki pobriše besedilo iz polja "<guilabel>Prijava</guilabel>" in "<guilabel>Pass</guilabel>".
sv: Knappen "<guibutton>Rensa</guibutton>" som tar bort texten från fälten "<guilabel>Användare</guilabel>" och "<guilabel>Lösenord</guilabel>".

source: (Optionally) a "<guibutton>Shutdown</guibutton>" button that displays the "<guibutton>Shutdown</guibutton>" dialogue box.
es: (Opcionalmente) un botón "<guibutton>Apagar...</guibutton>" que muestra el cuadro de diálogo de "<guibutton>Apagar</guibutton>".
fr: (en option) un bouton <guibutton>Arrêter...</guibutton> permettant d'ouvrir la seconde boîte de dialogue, dont le titre est <guibutton>Arrêter le système et redémarrer&nbsp;?</guibutton>.
sl: (Opcijsko) gumb "<guibutton>Zaustavitev sistema</guibutton>" ki prikaže pogovorno okno "<guibutton>Zaustavitev sistema</guibutton>".
sv: (Valfritt) knappen "<guibutton>Stäng av</guibutton>" som visar dialogrutan "<guibutton>Stäng av</guibutton>".

source: The "<guilabel>Shutdown</guilabel>" dialogue box presents a set of radio buttons that allow one of these options to be selected:
es: El cuadro de diálogo "<guilabel>Apagar</guilabel>" presenta un conjunto de botones de selección excluyentes que permite seleccionar cada una de las siguientes propiedades:
fr: La boite de dialogue <guilabel>Arrêter...</guilabel> regroupe 4 boutons <quote>radio</quote> permettant de faire UN des choix suivants&nbsp;:
sl: Pogovorno okno "<guilabel>Zaustavitev sistema</guilabel>" prikaže nabor izbirnih gumbov, ki omogočajo izbiro ene izmed naslednjih možnosti:
sv: Dialogrutan "<guibutton>Stäng av</guibutton>" visar ett antal knappar som gör att man kan välja ett av följande alternativ:

source: Shutdown
es: Apagar
fr: Arrêter le système
sl: Zaustavitev sistema
sv: Stäng av

source: Shut the system down in a controlled manner, ready for power-down.
es: Cierra el sistema de un modo controlado, incluso para apagarlo físicamente.
fr: Arrête le système en respectant la procédure nécessaire à la mise hors tension de l'ordinateur.
sl: Zaustavi sistem na nadzorovan način, da bo pripravljen na izklop energije.
sv: Stäng av systemet på ett kontrollerat sätt, klart för att slå av strömmen.

source: Restart
es: Reiniciar
fr: Redémarrer
sl: Ponovni zagon
sv: Starta om

source: Shut the system down and reboot. For systems that use <application>Lilo</application>, an optional drop-down box allows you to select a particular operating-system kernel to be used for the reboot.
es: Cierra el sistema y lo reinicia. Para sistemas que utilizan <application>Lilo</application>, un cuadro de diálogo opcional le permite seleccionar el núcleo del sistema operativo a utilizar en el reinicio.
fr: Arrête le système puis le redémarre dans le foulée. Pour les systèmes utilisant <application>Lilo</application>, une boîte de dialogue supplémentaire apparaît, vous permettant de choisir l'image du noyau (kernel) à utiliser lors du redémarrage.
sl: Zaustavi sistem in ponovno zaženi sistem. Za sisteme, ki uporabljajo<application>Lilo</application>, opcijsko spustno polje omogoča izbiro določenega jedra operacijskega sistema, ki se bo uporabilo za zagon.
sv: Stäng av systemet och starta om. För system som använder <application>Lilo</application>, kan du välja ett visst operativsystem att användas vid omstarten i en valfri kombinationsruta.

source: Restart X Server
es: Reiniciar servidor X
fr: Redémarrer le serveur X
sl: Ponoven zagon strežnika X
sv: Starta om X-server

source: Stop and then restart the X-server. Typically, you might need to use this option if you have changed your X11 configuration in some way.
es: Detiene y después reinicia el servidor X. Típicamente, puede necesitar utilizar esta opción si ha cambiado su configuración X11 de algún modo.
fr: Arrête et redémarre le serveur X. La plupart du temps, on utilise cette fonction après avoir changé la configuration de X 11.
sl: Zaustavi in ponovno poženi strežnik X. Tipično rabite to opcijo, če ste na kakšen način spremenili vaše nastavitve X11.
sv: Avsluta och starta om X-servern. Ett typiskt tillfälle då du kan behöva använda det här alternativet är om du har ändrat X11-inställningar på något sätt.

source: Console Mode
es: Modo consola
fr: Mode Console
sv: Konsollinloggning

source: Stop the X-server and return the system to console mode. This is achieved by bringing the system down to run-level 3. Typically, the system manager might need to use this option before upgrading or re-configuring X11 software.
es: Detiene el servidor X y devuelve el sistema a modo consola. Esto se consigue pasando el sistema al nivel de ejecución 3. Típicamente, el administrador del sistema puede querer utilizar esta opción antes de actualizar o reconfigurar el software X11.
fr: Arrête le serveur X et bascule le système en mode console. Ceci vous ramène au niveau d'exécution (runlevel) 3. On procède en général de la sorte lorsqu'on veut reconfigurer ou mettre à jour une application X 11.
sl: Zaustavi strežnik X in povrni istem v konzolni način. To je doseženo s postavitvijo sistema v run-level 3. Tipično bi rabil sistemski upravitelj to možnost preden bi nadgradil ali prenastavil programsko opremo za X11.
sv: Avsluta X-servern och återgå till konsolläge. Det här åstadkoms genom att ta ner systemet till körnivå 3. Ett typiskt tillfälle då systemadministratören kan behöva använda det här alternativet är innan X11-programvaran ska uppgraderas eller omkonfigureras.

source: Pressing the "<guibutton>OK</guibutton>" button initiates the selected action; pressing the "<guibutton>Cancel</guibutton>" button returns to the main &kdm; dialogue box.
es: Pulsando el botón "<guibutton>Aceptar</guibutton>" se inicia la acción seleccionada, pulsando el botón "<guibutton>Cancelar</guibutton>" se vuelve al cuadro de diálogo principal de &kdm;.
fr: Vous pouvez ensuite cliquez sur <guibutton>OK</guibutton> pour valider votre choix ou bien sur <guibutton>Annuler</guibutton>, ce qui vous renvoie à la boîte de dialogue principale.
sl: Pritisk na gumb "<guibutton>V redu</guibutton>" izvede izbrano dejanje; pritisk na gumb "<guibutton>Prekliči</guibutton>" povrne v glavno pogovorno okno &kdm;.
sv: Om man trycker på knappen "<guibutton>Ok</guibutton>" så påbörjas den valda åtgärden. Med knappen "<guibutton>Avbryt</guibutton>" återgår man till inloggningshanterarens vanliga dialogruta.

source: The next chapter explains how to configure &kdm;. Subsequent chapters describe how to configure your system in order to use &kdm;, how to build and install &kdm; from source, and how to learn more about &kdm; and the KDE project.
es: El siguiente capítulo explica como configurar &kdm; Los capítulos posteriores describen como configurar su sistema para poder utilizar &kdm;, como crear e instalar &kdm; desde las fuentes, y como aprender más acerca de &kdm; y el proyecto KDE.
fr: Le chapitre qui suit détaille la manière de configurer &kdm;. Les chapitres qui viennent ensuite vous expliqueront comment configurer votre système pour y intégrer &kdm;, comment le compiler et l'installer à partir du code source, et enfin comment en savoir plus à propos de &kdm; et, plus largement, du projet &kde;.
sl: Naslednje poglavje razlaga, kako nastaviti &kdm;. Nadaljna poglavja opisujejo, kako nastaviti vaš sistem, da boste lahko uporabljali &kdm;, kako izgraditi in namestiti &kdm; iz izvorne kode in kako izvedeti več o &kdm; in projektu KDE.
sv: Nästa kapitel beskriver hur inloggningshanteraren anpassas. Följande kapitel beskriver hur man anpassar systemet för att använda inloggningshanteraren, hur man bygger och installerar den från källkod och hur man kan lära sig mer om inloggningshanteraren och KDE-projektet.

source: Configuring &kdm;
es: Configurando &kdm;
fr: Configuration de &kdm;
sl: Nastavitev &kdm;
sv: Anpassa inloggningshanteraren

source: This chapter assumes that &kdm; is already up and running on your system, and that you simply want to change its behaviour in some way. If your problem is more serious, skip forward to later chapters.
es: Este capítulo asume que &kdm; está en marcha y funcionando en su sistema, y que usted simplemente desea cambiar su comportamiento de algún modo. Si su problema es más serio, pase a los capítulos finales.
fr: Pour ce chapitre, nous admettrons que &kdm; fonctionne déjà correctement sur votre système et que vous souhaitez simplement changer son apparence et son comportement. Si ce n'est pas le cas, sautez directement aux chapitres suivants.
sl: To poglavje predvideva da je &kdm; že postavljen in teče v vašem sistemu in da preprosto hočete le spremeniti njegovo obnašanje. Če je vaš problem resnejši, potem preskočite v naslednja poglavja.
sv: Det här kapitlet antar att inloggningshanteraren redan är igång på ditt system, och att du helt enkelt vill ändra beteendet på något sätt. Om ditt problem är mer allvarligt, hoppa vidare till följande kapitel.

source: When &kdm; starts up, it reads its configuration from the file <filename>kdmrc</filename>. Since &kdm; must run before any user is logged in, it is not associated with any particular user. Therefore, it is not possible to have a user-specific <filename>$HOME/share/config/kdmrc</filename> file; all users share the common version of <filename>kdmrc</filename>, located in <filename>$KDEDIR/share/config/kdmrc</filename>. It follows from this that the configuration of &kdm; can only be altered by those users that have write-access to <filename>$KDEDIR/share/config/kdmrc</filename> (normally restricted to system administrators logged in as "root").
es: Cuando &kdm; se inicia, lee su configuración del archivo <filename>kdmrc</filename>. Como &kdm; debe ejecutarse antes de que ningún usuario esté dentro, no está asociado a ningún usuario en particular. Por tanto, no es posible tener un archivo específico de usuario <filename>$HOME/share/config/kdmrc</filename>; todos los usuarios comparten la misma versión de <filename>kdmrc</filename>, en <filename>$KDEDIR/share/config/kdmrc</filename>. De esto se concluye que la configuración de &kdm; sólo es modificable por aquellos usuarios que tienen permiso de escritura en <filename>$KDEDIR/share/config/kdmrc</filename> (normalmente restringido a los administradores de sistema que acceden como "root").
fr: Lorsque &kdm; démarre, il lit le fichier <filename>kdmrc</filename> où sont inscrites les informations de configuration. Tant que &kdm; fonctionne alors qu'aucun compte utilisateur n'existe, il ne peut, de fait, être associé à un de ceux-ci. Dans ce cas, il n'existe pas de fichier <filename>$HOME/share/config/kdmrc</filename> spécifique à chaque utilisateur et c'est le fichier générique <filename>$KDEDIR/share/config/kdmrc</filename> qui sera utilisé pour toute connexion. Une des conséquences à ceci est que la configuration de &kdm; ne peut être modifiée que par un utilisateur ayant les droits d'accès et d'écriture sur le fichier <filename>$KDEDIR/share/config/kdmrc</filename> (c'est à dire l'administrateur système, connecté en tant que <quote>root</quote>).
sl: Ko se &kdm; zažene, prebere svojo nastavitveno datoteko <filename>kdmrc</filename>. Ker mora biti &kdm; pognan preden je katerikoli uporabnik prijavljen, ni povezana z nobenim uporabnikom. Tako ni mogoče imeti za uporabnika specifične datoteke <filename>$HOME/share/config/kdmrc</filename>; vsi uporabniki delijo skupno različico <filename>kdmrc</filename>, ki se nahaja v imeniku <filename>$KDEDIR/share/config/kdmrc</filename>. Iz tega sledi, da lahko nastavitev &kdm; spremeni le uporabnik, ki ima pisalni dostop do imenika <filename>$KDEDIR/share/config/kdmrc</filename> (običajno omejeno na sistemskega administratorja, prijavljenega kot "root").
sv: När inloggningshanteraren startar, läser den sina inställningar från filen <filename>kdmrc</filename>. Eftersom inloggningshanteraren måste köra innan någon användare är inloggad, hör den inte till någon särskild användare. Därför är det inte möjligt att ha en användarspecifik <filename>$HOME/share/config/kdmrc</filename> file; alla användare delar på den gemensamma versionen av <filename>kdmrc</filename>, som finns i <filename>$KDEDIR/share/config/kdmrc</filename>. Av detta följer att inloggningshanterarens inställningar bara kan ändras av användare som har skrivrättigheter till <filename>$KDEDIR/share/config/kdmrc</filename> (normalt begränsat till systemadministratörer som är inloggade som "root").
