Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kdm.po
Languages: es, fr, sl, sv

source: If this step is unsuccessful the most likely problem is that the environment used at boot time differs from the environment that you used for testing at the command line. Check files like <filename>/etc/X11/xdm/Xsetup_0</filename> (and any scripts that it invokes) to make sure that your path is not being changed without your knowledge. If you are trying to get two versions of KDE to co-exist, be particularly careful that the settings you use for your <envar>PATH</envar> and <envar>LD_LIBRARY_PATH</envar> environent variables are consistent, and that the startup scripts are not over-riding them in some way.
es: Si este paso no tiene éxito, el problema más probable es que en el entorno usado en el momento del arranque difiere de entorno que usted utiliza para comprobar la línea de comandos. Compruebe los archivos <filename>/etc/X11/xdm/Xsetup_0</filename> (y cualquier otro procedimiento que éste llame) para asegurarse de que su ruta no ha cambiado sin su conocimiento. Si está tratando de hacer coexistir dos versiones de KDE, sea especialmente cuidadoso para que las opciones de configuración de sus variables de entorno <envar>PATH</envar> y <envar>LD_LIBRARY_PATH</envar> sean consistentes, y que los procedimiento de inicio no las obvian de algún modo.
fr: Si cette étape se solde par un échec, c'est très certainement que l'environnement système de la séquence d'initialisation est différent de celui de vos tests en lignes de commande. Vérifiez le contenu de fichiers tels que <filename>/etc/X11/xdm/Xsetup_0</filename> (et des éventuels scripts qu'il appelle) pour être sûr que votre chemin n'a pas été changé sans que vous le sachiez. Si vous tentez de faire cohabiter 2 versions différentes de &kde; soyez particulièrement attentif à la viabilité de vos variables d'environnement <envar>PATH</envar> et <envar>LD_LIBRARY_PATH</envar> et au fait qu'un script de démarrage puisse en court-circuiter l'usage d'une manière ou d'une autre.
sl: Če je ta korak neuspešen, je najverjetneje težava v tem, da se okolje, ki se uporablja ob zagonu, razlikuje od okolja, ki ste ga uporabili ob testiranju v ukazni vrstici. Preverite datoteke, kot so <filename>/etc/X11/xdm/Xsetup_0</filename> (in vse skripte, ki jih pokliče), da zagotovite, da vaša pot ni bila spremenjena brez vaše vednosti. Če želite usposobiti dve različici KDE za sobivanje, bodite posebej previdni, da so nastavitve, ki jih uporabljate za spremenljivki <envar>PATH</envar> in <envar>LD_LIBRARY_PATH</envar> konsistentne in da jih zagonske skripten e kakorkoli povozijo.
sv: Om det här steget inte lyckas är det troligaste problemet att miljön som används vid uppstart skiljer sig från den som du hade när du provade på kommandoraden. Kontrollera filer som <filename>/etc/X11/xdm/Xsetup_0</filename> (och alla skript som den startar) för att vara säker på att din sökväg inte ändras utan din vetskap. Om du försöker få två versioner av KDE att existera tillsammans, var särskilt försiktig så att de inställningar som du använder för dina <envar>PATH</envar> och <envar>LD_LIBRARY_PATH</envar> miljövariabler är konsekventa, och att uppstartsskripten inte överskrider dem på något sätt.

source: Supporting multiple window managers
es: Soportando múltiples administradores de ventanas.
fr: Prise en charge de plusieurs gestionnaires de fenêtre
sl: Podpora raznovrstnim okenskim upravljalnikom
sv: Stöd för flera fönsterhanterare

source: The main dialogue box for &kdm; includes a "<guilabel>session type</guilabel>" drop-down box, which allows you to select a window manager to use for your session. This chapter describes the changes that you must make to your configuration files in order to support this feature.
es: El cuadro de diálogo principal de &kdm; incluye una caja desplegable "<guilabel>tipo de sesion</guilabel>" que le permite seleccionar un administrador de ventanas para usar en su sesión. Este capítulo describe los cambios que debe realizar a sus archivos de configuración para soportar esta propiedad.
fr: La boîte de dialogue principale de &kdm; comporte un menu déroulant <guilabel>Type de session</guilabel> permettant de choisir le gestionnaire de fenêtres pour la session à venir. Ce chapitre détaille les modifications de configuration nécessaires à la prise en charge de cette fonction.
sl: Glavno pogovorno okno &kdm; vsebuje spustno polje "<guilabel>sessiontype</guilabel>", ki omogoča izbiro okenskega upravljalnika za sejo. To poglavje opisuje spremembe, ki jih morate izvesti v vaših nastavitvenih datotekah, da je ta možnost podprta.
sv: Huvuddialogrutan för &kdm; innehåller kombinationsrutan "<guilabel>Typ av session</guilabel>", som låter dig välja en fönsterhanterare som du vill använda för din session. Det här kapitlet beskriver de ändringar som du måste göra i konfigurationsfiler för att stöda den här funktionen.

source: The options that appear in the "<guilabel>session type</guilabel>" drop-down box are <ulink url="KDM">configured</ulink> by entries in the <literal>KDM</literal> section of <filename>kdmrc</filename>.
es: Las opciones que aparecen en la caja desplegable "<guilabel>tipo de sesión</guilabel>" son <ulink url="KDM">configuradas</ulink> por entradas en la sección <literal>KDM</literal> de <filename>kdmrc</filename>.
fr: Les options visibles dans le menu déroulant <guilabel>Type de session</guilabel> sont <ulink url="KDM">définies</ulink> par les entrées de la section <literal>KDM</literal> du fichier <filename>kdmrc</filename>.
sl: Možnosti, ki se pojavijo v spustnem polju "<guilabel>session type</guilabel>" se <ulink url="KDM">nastavijo</ulink> z vnosi v razdelku <literal>KDM</literal> datoteke <filename>kdmrc</filename>.
sv: Alternativen som visas i kombinationsrutan "<guilabel>Sessiontyp</guilabel>" <ulink url="KDM">anpassas</ulink> av poster i <literal>KDM</literal> sektionen i <filename>kdmrc</filename>.

source: When you log in using &kdm;, the shell script <filename>Xsession</filename> is executed. The session type that you select is passed as a command-line argument. (<filename>Xsession</filename> can be found in <filename>/etc/X11/xdm/</filename> for Redhat and Mandrake, and in <filename>/usr/X11R6/lib/X11/xdm/</filename> for S.u.S.E.). Whilst debugging, you might find it helpful to add this line to <filename>Xsession</filename>:
es: Cuado usted accede utilizando &kdm;, se ejecuta el procedimiento de comandos <filename>Xsession</filename>. El tipo de sesión que usted selecciona se pasa como argumento de la línea de comandos. (<filename>Xsession</filename> puede encontrarse en <filename>/etc/X11/xdm/</filename> para Redhat and Mandrake, y en <filename>/usr/X11R6/lib/X11/xdm/</filename> para S.u.S.E.). Mientras depura, puede que considere útil añadir esta línea a <filename>Xsession</filename>:
fr: Lorsque vous vous connectez par l'intermédiaire de &kdm;, le script <filename>Xsession</filename> est exécuté (<filename>Xsession</filename> se trouve dans <filename>/etc/X11/xdm/</filename> sur distributions Redhat et Mandrake, et dans <filename>/usr/X11R6/lib/X11/xdm/</filename> sur distribution S.u.S.E.). Le type de session choisi est passé comme argument d'une ligne de commande. Au moment de dépanner, il peut être très utile d'ajouter cette ligne au fichier <filename>Xsession</filename>&nbsp;:
sl: Ko se prijavite z uporabo &kdm;, je izvedena lupinska skripta <filename>Xsession</filename>. Tip seje, ki ga izberete je podan kot argument ukazne vrstice. (<filename>Xsession</filename> lahko najdete v <filename>/etc/X11/xdm/</filename> za Redhat in Mandrake ter v <filename>/usr/X11R6/lib/X11/xdm/</filename> za S.u.S.E.). Če razhroščujete, vam bo morda v pomoč, če dodate v <filename>Xsession</filename> to vrstico:
sv: När du loggar in med &kdm;, körs skalskriptet <filename>Xsession</filename>. Sessiontypen som du valt skickas vidare som en kommandoradsväljare (<filename>Xsession</filename> finns i <filename>/etc/X11/xdm/</filename> för Redhat och Mandrake, och i <filename>/usr/X11R6/lib/X11/xdm/</filename> för S.u.S.E.). Medan du avlusar, kan det vara en hjälp att lägga till följande rad till <filename>Xsession</filename>:

source: How you proceed now depends upon how your system usually starts up window managers. Here are two different approaches, with examples of the changes that you must make:
es: Como proceder ahora depende de como inicia su siste,a los administradores de ventanas. Hay dos métodos diferentes, con ejemplos de los cambios que usted debe hacer:
fr: La manière de procéder dépend maintenant de la façon dont votre système démarre le gestionnaire de fenêtres. Voici deux approches différentes, accompagnées d'exemples quant aux changements à effectuer&nbsp;:
sl: Kako nadaljujete, je sedaj odvisno od tega, kako vaš sistem zažene okenske upravljalnike.Tu obstajata dva različna pristopa, z zgledi sprememb, ki jih morate izvesti:
sv: Hur du fortsätter nu beror på hur ditt system vanligtvis startar fönsterhanterare. Här är två olika fall, med exempel på de ändringar som du måste göra:

source: The window manager is started by commands within <filename>Xsession</filename>. In this case, you can add a case statement to start the appropriate window manager. Linux Mandrake uses this approach; here is an extract from <filename>Xsession</filename>:
es: El administrador de ventanas es iniciado por comandos dentro de <filename>Xsession</filename>. En este caso, usted puede añadir un caso para iniciar el administrador de ventanas adecuado. Linux Mandrake utiliza este método, aquí tiene un extract de <filename>Xsession</filename>:
fr: Le gestionnaire de fenêtre est lancé par une ligne de commande inscrite dans le fichier <filename>Xsession</filename>. Dans ce cas, vous pouvez ajouter une déclaration <quote>case</quote> pour démarrer le gestionnaire de fenêtre désiré. C'est cette méthode qui est utilisée sur les distributions Linux-Mandrake&nbsp;; voici le contenu du fichier (Mandrake) <filename>Xsession</filename>&nbsp;:
sl: Okenski upravljalnik je zagnan z ukazi znotraj <filename>Xsession</filename>. V tem primeru lahko dodate stavek 'case', da poženete ustrezen okenski upravljalnik. Ta pristop uporablja Linux Mandrake; tu je izvleček iz datoteke <filename>Xsession</filename>:
sv: Fönsterhanteraren startas av kommandon inne i <filename>Xsession</filename>. I det här fallet kan du lägga till en case-sats för att starta den lämpliga fönsterhanteraren. Linux Mandrake använder den här metoden. Här är ett utdrag från filen <filename>Xsession</filename>:

source: The window manager is started by another script that is invoked by <filename>Xsession</filename>. In this case you must ensure that the parameter passed to <filename>Xsession</filename> is passed on to that other script. For example, if the window manager is started like this:
es: El administrador de ventanas es iniciado por otro procedimiento de comandos invocado por <filename>Xsession</filename>. En este caso debe asegurarse que el parámetro pasado a <filename>Xsession</filename> se pasa a ese otro procedimiento.Por ejemplo, si el administrador de ventanas es iniciado así:
fr: Le gestionnaire de fenêtre est lancé par un script, lui même appelé par <filename>Xsession</filename>. Dans ce cas, il faut vous assurer que l'argument passé à <filename>Xsession</filename> est aussi passé au script en question. Par exemple, si le gestionnaire de fenêtre est lancé comme ceci&nbsp;:
sl: Okenski upravljalnik je pognan z drugo skripto, ki jo pokliče <filename>Xsession</filename>. V tem primeru morate zagotoviti, da je parameter, ki je bil predan <filename>Xsession</filename>, predan naprej tej skripti. Če je na primer okenski upravljalnik pognan nekako tako:
sv: Fönsterhanteraren startas av ett annat skript som körs av <filename>Xsession</filename>. I det här fallet måste du försäkra dig om att argumenten som skickas till <filename>Xsession</filename> också skickas vidare till detta andra skript. Om fönsterhanteraren till exempel startas så här:

source: you would need to change it to:
es: debería necesitar cambiarlo así:
fr: vous devrez modifier le ligne de cette manière&nbsp;:
sl: bi to morali spremeniti v:
sv: du behöver ändra det till:

source: Having made this change, you must trace your way through the startup to find the place where the window manager is started. One approach uses <filename>xinitrc</filename> to start the window manager; this allows a system-wide file <filename>/etc/X11/xinit/xinitrc</filename> or a user-specific file <filename>$HOME/.xinitrc</filename> to be used. If you edit <filename>$HOME/.xinitrc</filename>, you may want to save a copy in <filename>/etc/skel</filename>, so that it will be automatically generated in every user account you create from now on. Here is an example <filename>xinitrc</filename> for a system using this approach:
es: Habiendo hecho este cambio, debe trazar su camino a través del inicio para encontrar el lugar donde se inicia el administrador de ventanas. Una aproximación utiliza <filename>xinitrc</filename> para iniciar el administrador de ventanas; esto permite el uso de un archivo global del sistema <filename>/etc/X11/xinit/xinitrc</filename> o uno específico de usuario <filename>$HOME/.xinitrc</filename>. Si usted edit <filename>$HOME/.xinitrc</filename>, puede querer guardar una copia en <filename>/etc/skel</filename>, de modo que se genere automáticamente en cada cuenta de usuario que usted cree desde ahora. Aquí hay un ejemplo de <filename>xinitrc</filename> para un sistema que utiliza esta aproximación:
fr: Une fois ce changement effectué, il vous faudra retrouver d'où est lancé le gestionnaire de fenêtre à travers la séquence de démarrage. Une méthode consiste à lancer le gestionnaire de fenêtre grâce au fichier <filename>xinitrc</filename> qui peut être soit le fichier générique <filename>/etc/X11/xinit/xinitrc</filename>, soit le fichier spécifique <filename>$HOME/.xinitrc</filename>. Si c'est le fichier <filename>$HOME/.xinitrc</filename> que vous éditez, vous pourrez en faire une copie dans <filename>/etc/skel</filename>, ce qui aura pour effet de le générer automatiquement dans tous les comptes utilisateurs que vous créerez par la suite. Voici un exemple de ce que l'on trouve dans <filename>xinitrc</filename> sur un système utilisant cette méthode&nbsp;:
sl: Ko ste opravili to spremembo, jo morate slediti skozi zagon, da najdete kraj, kjer je pognan okenski upravljalnik. En pristop uporablja <filename>xinitrc</filename> da požene okenski upravljalnik; to omogoča uporabo sistemske <filename>/etc/X11/xinit/xinitrc</filename> ali uporabniško specifične datoteke <filename>$HOME/.xinitrc</filename>. Če uredite <filename>$HOME/.xinitrc</filename>, boste morda želeli shraniti kopijo v <filename>/etc/skel</filename>, tako da bo samodejno ustvarjena v vsakem nadalje ustvarjenem uporabniškem računu. Tukaj je primer <filename>xinitrc</filename> z sistema, ki uporablja ta pristop:
sv: Efter du har gjort den här ändringen måste du spåra genom uppstarten för att hitta stället där fönsterhanteraren startas. Ett sätt använder <filename>xinitrc</filename> för att starta fönsterhanteraren, detta tillåter att systemfilen <filename>/etc/X11/xinit/xinitrc</filename> eller en användarspecifik fil <filename>$HOME/.xinitrc</filename> används. Om du redigerar <filename>$HOME/.xinitrc</filename>, kan du vilja spara en kopia i <filename>/etc/skel</filename>, så att den läggs till automatiskt i varje användarkonto som du skapar i framtiden. Här är ett exempel på en <filename>xinitrc</filename>-fil för ett system som använder det här sättet:

source: Building and Installing kdm
es: Generando e instalando kdm:
fr: Compilation et installation de &kdm;
sl: Izgradnja in namestitev kdm
sv: Att bygga och installera kdm

source: &kdm; is part of the KDE project. The various component parts of the KDE project are broken into sections, called packages. &kdm; is part of the package called kdebase. You can get KDE source code from various Linux and BSD distribution CDs, or by download from <ulink url="http://www.kde.org">www.kde.org</ulink> or its mirrors. If you have an out-of-date source code tree, you can use one of the KDE cvsup servers to bring it up-to-date whilst using minimal network bandwidth.
es: &kdm; es parte del proyecto KDE. Los diversos componentes del proyecto KDE están divididos en secciones, denominados paquetes. &kdm; es parte del paquete denominado kdebase. Usted puede obtener el código fuente de KDE de diversas distribuciones Linux y BSD en CDs, o descargando desde <ulink url="http://www.kde.org">www.kde.org</ulink> o cualquiera de sus réplicas. Si dispone de un árbol fuente obsoleto, puede utilizar uno de los servidores cvsup de KDE para actualizarlo utilzando poco ancho de banda.
fr: &kdm; fait partie du projet &kde;. Les différents éléments composant le projet &kde; sont scindés en sections appelées paquetages. Vous trouverez &kdm; dans le paquetage nommé <quote>kdebase</quote>. Les codes sources de &kde; sont disponibles sur certaines distributions Linux/BSD ou au téléchargement, sur <ulink url="http://www.kde.org">www.kde.org</ulink> (ou un miroir). Si vous êtes en possession de code source provenant d'une <quote>branche</quote> obsolète, il vous est possible d'utiliser les serveurs cvsup de &kde; afin de les mettre à jour sans pour autant monopoliser toute votre bande passante réseau.
sl: &kdm; je del projekta KDE. Raznovrstne komponente so razdeljenev razdelke, imenovane paketi. &kdm; je del paketa imenovanega kdebase. Izvorno kodo KDE lahko dobite z različnih Linux in BSD distribucij ali z nalaganjem z <ulink url="http://www.kde.org">www.kde.org</ulink> ali njegovih zrcal. Če imate zastarelo drevo izvorne kode lahko uporabite KDE cvsup strežnike, da jih osvežite z uporabo minimalne pasovne širine omrežja.
sv: &kdm; är en del av KDE-projektet. De olika komponenterna i KDE-projektet är uppdelade i delar som kallas paket. &kdm; ingår som en del i paketet som heter kdebase. Du kan skaffa KDE:s källkod från olika CD-skivor med Linux- och BSD-distributioner, eller genom att ladda hem den från <ulink url="http://www.kde.org">www.kde.org</ulink> eller dess spegelplatser. Om du har ett för gammalt källkodsträd kan du använda en av KDE:s cvsup-servrar för att uppdatera det med användning av minimal nätverksbandbredd.

source: Before building kdebase, you must have built and installed (in this order) version 2 of the qt library and the KDE packages kde-qt-addon, kdesupport and kdelibs.
es: Antes de generar, debe haver creado e instalado (en este orden) la versión 2 de la biblioteca qt y de los paquetes KDE kde-qt-addon, kdesupport y kdelibs.
fr: Avant de compiler kdebase, vous devrez avoir installé (dans l'ordre)&nbsp;: la version 2 des bibliothèques QT, les paquetages &kde; <quote>kde-qt-addon</quote>, kdesupport et enfin kdelibs.
sl: Preden izgradite kdebase, morate imeti zgrajene in nameščene (v tem vrstnem redu) qt knjižnico različice 2 ter KDE pakete kde-qt-addon, kdesupport inkdelibs.
sv: Innan du bygger kdebase, måste du ha byggt och installerat (i den här ordningen) version 2 av Qt-biblioteket och KDE-paketen kde-qt-addon, kdesupport och kdelibs.

source: In order to build any of the above, you must already have the X Window System installed, together with a C++ compiler and the GNU configuration tools <application>configure</application>, <application>automake</application> and <application>autoconf</application>.
es: Para poder crear todo lo anterior, debe tener instalado ya el Sistema de Ventanas X, junto con un compilador C++ compiler y las herramientas GNU de configuración <application>configure</application>, <application>automake</application> y <application>autoconf</application>.
fr: Pour être en mesure de compiler tout ce qui vient d'être cité, votre système devra être pourvu de X Window, d'un compilateur C++ et des outils de configuration GNU <application>configure</application>, <application>automake</application> et <application>autoconf</application>
sl: Da lahko zgradite karkoli od zgoraj naštetega, morate imeti nameščen sistem X Window skupaj s C++ prevajalnikom in GNU konfiguracijskimi orodji <application>configure</application>, <application>automake</application> in <application>autoconf</application>.
sv: För att kunna bygga något av det ovanstående, så måste du antingen ha X-Window systemet installerat, tillsammans med en C++ kompilator och GNU konfigureringsverktygen <application>configure</application>, <application>automake</application> och <application>autoconf</application>.

source: If the last few paragraphs seemed like a foreign language, then either you have strayed into an Inappropriate Area of this handbook, or you are about to undergo a Great Learning Experience.
es: Si los últimos parrafos le parecen escritos en arameo, entonces o bien se ha perdido en un Area Inapropiada de este manual, o está a punto de vivir una Gran Experiencia de Aprendizaje.
fr: S'il vous apparaît que les derniers paragraphes sont écrits dans un incompréhensible et mystérieux dialecte, c'est que&nbsp;: soit vous vous êtes égaré dans une partie de ce manuel qui ne correspond pas à vos attentes&nbsp;; soit vous êtes sur le point de partir dans une aventure très enrichissante pour votre culture informatique.
sl: Če so se vam zazdeli zadnji odstavki kot nek tuj jezik, potem ste zašli v napačen del tega priročnika ali pa se boste veliko naučili.
sv: Om de föregående styckena ger intryck av att vara skrivna på ett främmande språk, så har du antingen råkat hamna i en mindre lämplig del av den här handboken, eller så har du just börjat med ett stort inlärningsäventyr.

source: If you managed to satisfy all of the prerequisites, you are unlikely to have any problems with building and installing kdebase. &kdm; is installed in your "<filename>$KDEDIR/bin</filename>" directory.
es: Si se las ha arreglado para satisfacer todos los prerequisitos, probablemente no tenga problemas generando e instalando kdebase. &kdm; se instalará en su directorio "<filename>$KDEDIR/bin</filename>".
fr: Si vous avez respecté tous les pré-requis, la compilation et l'installation de kdebase ne devrait poser aucun problème. &kdm; sera installé dans votre répertoire <quote><filename>$KDEDIR/bin</filename></quote>.
sl: Če ste uspeli zadovoljiti vsem tem zahtevam, potem verjetno ne bi smeli imeti težav z izgradnjo in namestitvijo kdebase. &kdm; je nameščen v vaš "<filename>$KDEDIR/bin</filename>" imenik.
sv: Om du har lyckats uppfylla alla förutsättningar, är det inte troligt att du har några problem med att bygga och installera kdebase. &kdm; är då installerat i katalogen "<filename>$KDEDIR/bin</filename>".

source: <command>make <option>install</option></command> will overwrite your previous <filename>kdmrc</filename>.
es: <command>make <option>install</option></command> sobreescribirá su <filename>kdmrc</filename>.previo.
fr: La commande <command>make <option>install</option></command> écrasera le fichier <filename>kdmrc</filename> courant.
sl: <command>make <option>install</option></command> bo prepisal vaš prejšnji <filename>kdmrc</filename>.
sv: <command>make <option>install</option></command> skriver över din tidigare <filename>kdmrc</filename>.

source: Other sources of information
es: Otras fuentes de información
fr: Autres sources d'information
sl: Drugi viri informacij
sv: Övriga informationskällor
