Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kdm.po
Languages: es, fr, sl, sv

source: Since &kdm; is descended from <application>xdm</application>, the <ulink url="man:xdm">xdm man page</ulink> may provide useful background information. For X-related problems try the man pages <ulink url="man:X">X</ulink> and <ulink url="man:startx">startx</ulink>. If you have questions about &kdm; that aren't answered by this handbook, take advantage of the fact the &kdm; is provided under the terms of the <abbrev>GNU</abbrev>gnu> Public License: look at the source code.
es: Como &kdm; procede de <application>xdm</application>, la <ulink url="man:xdm">página man de xdm</ulink> podría proporcionar información útil del fondo. Para problemas relacionados con X intente las páginas man <ulink url="man:X">X</ulink> y <ulink url="man:startx">startx</ulink>. Si tiene preguntas acerca de &kdm; que no se contestan en este manual, aprovechese del hecho de que &kdm; está bajo los términos de la Licencia Pública <abbrev>GNU</abbrev>gnu>: mire el código fuente.
fr: &kdm; étant dérivé de <application>Xdm</application>, <ulink url="man:xdm">le manuel de xdm</ulink> peut être une source globale d'informations très utile. Pour les problèmes relatifs à X, essayez donc les pages de manuel de <ulink url="man:X">X</ulink> et <ulink url="man:startx">startx</ulink>. S'il subsiste en vous des questions auxquelles ce manuel ne répond pas, profitez du fait que &kdm; est distribué selon les termes de la Licence Publique <abbrev>GNU</abbrev>&nbsp;: allez faire un tour dans le code source&nbsp;!
sl: Ker je &kdm; izpeljan iz <application>xdm</application>, bi utegnila <ulink url="man:xdm">xdm man stran</ulink> ponuditi uporabne informacije o osnovah. Za težave povezane z X-i poizkusite prebrati man strani <ulink url="man:X">X</ulink> in <ulink url="man:startx">startx</ulink>. Če imate vprašanja glede &kdm;, ki niso odgovorjena v tem priročniku, izkoristite dejstvo, da je &kdm; objavljen pod pogoji <abbrev>GNU</abbrev>Public License: poglejte v izvorno kodo.
sv: Eftersom &kdm; härrör från <application>xdm</application>, kan <ulink url="man:xdm">xdm-manualsidan</ulink> ge användbar bakgrundsinformation. För problem relaterade till X, försök med manualsidorna för <ulink url="man:X">X</ulink> och <ulink url="man:startx">startx</ulink>. Om du har frågor om &kdm; som inte besvaras av den här handboken, kan du dra nytta av det faktum att &kdm; tillhandahålls under villkoren i <abbrev>GNU</abbrev> Public License: genom att titta i källkoden.

source: Credits and License
es: Créditos y licencia
fr: Remerciements et licences
sl: Zasluge in licence
sv: Tack till och licens

source: &kdm; is derived from, and includes code from, <application>xdm</application>.
es: &kdm; procede de e incluye código de, <application>xdm</application>.
fr: &kdm; est dérivé de <application>Xdm</application> dont il reprend une partie du code.
sl: &kdm; je izpeljan iz in vsebuje kodo <application>xdm</application>.
sv: &kdm; utgår från, och innehåller kod från, <application>xdm</application>.

source: &kdm; 0.1 was written by Matthias Ettrich. All later versions were written by Steffen Hansen.
es: &kdm; 0.1 fue escrito por Matthias Ettrich. Todas las versiones posteriores fueron escritas por Steffen Hansen.
fr: La version 0.1 de &kdm; fut réalisée par Matthias Ettrich. Toutes les versions ultérieures à 0.1 sont l'oeuvre de Steffen Hansen.
sl: &kdm; 0.1 je napisal Matthias Ettrich. Vse poznejše različice je napisal Steffen Hansen.
sv: &kdm; 0.1 är skrivet av Matthias Ettrich. Alla senare versioner är skrivna av Steffen Hansen.

source: <application>Xdm</application> is copyright (c) 1990, X Consortium.
es: <application>Xdm</application> es copyright (c) 1990, del X Consortium.
fr: Les droits d'auteur (copyrights) de <application>Xdm</application> appartiennent au X Consortium depuis 1990.
sl: <application>Xdm</application> je copyright (c) 1990, X Consortium.
sv: <application>Xdm</application> är Copyright (c) 1990, X-konsortiet.

source: Other parts of the &kdm; code are copyright by the authors, and licenced under the terms of the <ulink url="common/gpl-license.html">GNU GPL</ulink>. Anyone is allowed to change &kdm; and redistribute the result as long as the names of the authors are mentioned.
es: Otras partes del código de &kdm; tienen el copyright de sus autores, y están bajo los términos de la licencia <ulink url="common/gpl-license.html">GNU GPL</ulink>. Cualquier persona tiene permiso para modificar &kdm; y redistribuir el resultado siempre y cuando se mencione el nombre de los autores.
fr: Les droits d'auteurs pour le reste du code de &kdm; appartiennent aux différents auteurs et sont soumis aux termes de la licence <ulink url="common/gpl-license.html">GNU GPL</ulink>. Chacun est libre d'apporter des modification à &kdm; et de le redistribuer tant que le nom des auteurs est précisé.
sl: Drugi deli kode &kdm; so copyright njihovih avtorjev in licencirani pod pogoji <ulink url="common/gpl-license.html">GNUGPL</ulink>. Vsakdo lahko spremeni &kdm; in ga razširja, dokler so omenjena imena avtorjev.
sv: Övriga delar av &kdm;-koden är Copyright av upphovsmännen, och licenseras under villkoren i <ulink url="common/gpl-license.html">GNU GPL</ulink>. Vem som helst får ändra &kdm; och distribuera resultatet igen, under förutsättning att upphovsmännens namn nämns.

source: &kdm; requires the Qt library, which is copyright Troll Tech AS.
es: &kdm; requiere la biblioteca Qt, cuyo copyright es de Troll Tech AS.
fr: Le fonctionnement de &kdm; nécessite l'utilisation des bibliothèques QT, dont les droits d'auteur appartiennent à Troll Tech S.A.
sl: &kdm; zahteva knjižnico Qt, ki je copyright Troll Tech AS.
sv: &kdm; kräver Qt-biblioteket, som är Copyright Troll Tech AS.

source: Documentation contributors:
es: Colaboradores de la documentación:
fr: Contribution de documentation&nbsp;:
sl: K dokumentaciji so prispevali:
sv: Bidrag till dokumentation:

source: Documentation written by Steffen Hansen <email>stefh@dit.ou.dk</email>
es: Documentación por Steffen Hansen <email>stefh@dit.ou.dk</email>
fr: La documentation fut écrite par Steffen Hansen <email>stefh@dit.ou.dk</email>.
sl: Dokumentacijo je spisal Steffen Hansen <email>stefh@dit.ou.dk</email>
sv: Dokumentation skriven av Steffen Hansen <email>stefh@dit.ou.dk</email>

source: Documentation extended by Gregor Zumstein<email>zumstein@ssd.ethz.ch</email>. Last update 1998/07/09
es: Documentación extendida por Gregor Zumstein<email>zumstein@ssd.ethz.ch</email>. Ultima actualización 09/07/1998
fr: Elle fut complétée par Gregor Zumstein <email>zumstein@ssd.ethz.ch</email>. Dernière mise à jour&nbsp;: 09/07/1998.
sl: Dokumentacijo je razširil Gregor Zumstein<email>zumstein@ssd.ethz.ch</email>. Zadnjič osveženo 1998/07/09
sv: Dokumentation utökad av Gregor Zumstein <email>zumstein@ssd.ethz.ch</email>. Senaste uppdatering 1998/07/09

source: Documentation revised for KDE2 by Neal Crook<email>nac@forth.org</email>. Last update 2000/07/06
es: Documentación para KDE2 revisada por Neal Crook<email>nac@forth.org</email>. Ultima actualización: 06/07/2000
fr: Et mise à jour pour &kde; 2 par Neal Crook <email>nac@forth.org</email>. Dernière mise à jour&nbsp;: 06/07/2000.
sl: Dokumentacijo je za KDE2 uskladil Neal Crook<email>nac@forth.org</email>. Zadnjič osveženo 2000/07/06
sv: Dokumentation reviderad för KDE2 av Neal Crook<email>nac@forth.org</email>. Senaste uppdatering 2000/07/06

source: Documentation copyright Steffen Hansen, Gregor Zumstein and Neal Crook.
es: Copyright de la documentación Steffen Hansen, Gregor Zumstein y Neal Crook.
fr: Les droits d'auteurs attachés à la documentation appartiennent à Steffen Hansen, Gregor Zumstein et Neal Crook.
sv: Dokumentation Copyright Steffen Hansen, Gregor Zumstein och Neal Crook.

source: CREDIT_FOR_TRANSLATORS
es: <para>Traducido por Pablo de Vicente <email>pvicentea@nexo.es</email></para>
fr: <para>Traduction française&nbsp;: Gilles Thioliere <email>zhovirax@wanadoo.fr</email></para>
sl: <para>Prevod: Andrej Vernekar<email>andrej.vernekar@kiss.uni-lj.si</email></para>
sv: <para>Översättning Stefan Asserhäll <email>stefan.asserhall@telia.com</email></para>
