Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/kdm.po
Languages: es, fr, sl, sv

source: This section is handled by a standard KDE library. The only keys that are likely to have any effect are:
es: Esta sección es manehada por la biblioteca estándar de KDE. Los únicos campos que tienen efecto son:
fr: Cette section est gérée par une librairie standard de &kde;. Les seules entrées dont la modification est susceptible d'avoir un effet sont les suivantes&nbsp;:
sl: Ta razdelek upravlja standardna knjižnica KDE. Edini ključi, ki bodo imeli kaj vpliva so:
sv: Den här sektionen hanteras av ett KDE-standardbibliotek. De enda nycklarna som troligen kan ha någon effekt är:

source: indicates the country. Look in <filename>$KDEDIR/share/locale/l10n</filename> for the complete list of country codes supported by your system. The country code is used to locate the file <filename>$KDEDIR/share/locale/l10n/country_code/entry.desktop</filename> which is used to provide locale-specific information such as time and date formats and the local currency symbol.
es: indica el país. Consulte <filename>$KDEDIR/share/locale/l10n</filename> para obtener una lista completa de códigos de paises soportados por su sistema. El código del país se utiliza para ubicar el archivo <filename>$KDEDIR/share/locale/l10n/country_code/entry.desktop</filename> que se utiliza para proporcionar información local específica tal como los formatos de fecha y hora y el símbolo local de la moneda.
fr: Spécifie le pays d'utilisation. &kdm; inspecte le fichier <filename>$KDEDIR/share/locale/l10n</filename> où figure, sous forme de codes (<quote>code_pays</quote>), la liste complète des pays pris en charge par votre système. Le code_pays est ensuite utilisé afin de trouver le fichier <filename>$KDEDIR/share/locale/l10n/code_pays/entry.desktop</filename> nécessaire à l'affichage d'informations spécifiques à votre situation géographique&nbsp;: heure, <quote>forme</quote> de la date ou encore caractères spéciaux.
sl: označuje državo. Poglejte v <filename>$KDEDIR/share/locale/l10n</filename> za celoten seznam kod držav, ki jih podpira vaš sistem. Koda države se uporablja za lociranje datoteke <filename>$KDEDIR/share/locale/l10n/country_code/entry.desktop</filename>,ki se uporablja za zagotovitev lokalno specifičnih informacij kot so čas in format datuma ter simbol za lokalno valuto.
sv: anger landet. Titta i <filename>$KDEDIR/share/locale/l10n</filename> för en fullständig lista på landskoder som systemet stöder. Landskoden används för att hitta filen <filename>$KDEDIR/share/locale/l10n/country_code/entry.desktop</filename> som används för att tillhandahålla områdesspecifik information som tids- och datumformat och den lokala valutasymbolen.

source: indicates the language to use for &kdm; (default: <option>C</option>, representing US English). The value can be over-ridden by the <envar>KDE_LANG</envar> environment variable.
es: indica el idioma de uso de &kdm; (por omisión: <option>C</option>, representando Inglés de EEUU). El valor puede ser obviado por la variable de entorno<envar>KDE_LANG</envar>.
fr: Indique la langue à utiliser dans &kdm; (par défaut, la valeur est <option>C</option>, ce qui correspond à l'américain). Cependant, cette valeur peut être ignorée dès lors que la variable d'environnement <envar>KDE_LANG</envar> précise une autre langue (celle-ci faisant autorité en la matière).
sl: nakazuje jezik, ki se uporablja za &kdm; (privzeto: <option>C</option>, predstavlja ameriško angleščino; slovenščina: <option>sl</option> ).Vrednost lahko prepišete s spremenljivko okolja <envar>KDE_LANG</envar>.
sv: anger språket som &kdm; använder (förvalt: <option>C</option>, som representerar amerikansk engelska). Värdet kan överskridas av miljövariablen <envar>KDE_LANG</envar>.

source: indicates the character set to use (default: <option>iso-8859-1</option>).
es: indica el juego de caracteres a usar (por omisión <option>iso-8859-1</option>).
fr: Indique l'encodage à utiliser pour le jeu de caractères (par défaut&nbsp;: <option>iso-8859-1</option>).
sl: nakazuje kodni nabor, ki naj se uporabi (privzeto: <option>iso-8859-1</option>; za slovenščino bi to bil <option>iso-8859-2</option>).
sv: anger teckenkodningen som används (förvalt: <option>iso-8859-1</option>).

source: If you change the keys but all the dialogue text remains in English, this probably indicates that you do not have the translations installed on your system.
es: Si cambia los campos pero el texto del diálogo permanece en inglés, esto probablemente indica que no tiene las traducciones instaladas en su sistema.
fr: Si, après avoir modifié ces entrées, le texte présent dans &kdm; reste en Anglais, c'est certainement que les fichiers de traductions nécessaires ne sont pas présents sur votre système.
sl: Če spremenite ključe, vso besedilo pogovornih oken pa ostane v angleščini, to nakazuje, da na vašem sistemu verjetno nimate nameščenih prevodov.
sv: Om du ändrar nycklarna men all dialogtext förblir på engelska, betyder detta förmodligen att du inte har installerat översättningen på systemet.

source: <application>Lilo</application> (Linux Loader) is a boot manager that is often used on GNU/Linux systems. Lilo comes with extensive documentation (see <ulink url="man:lilo">man lilo</ulink> as a start). This section configures mechanisms for restarting the system using <application>Lilo</application>. The keys are:
es: <application>Lilo</application> (Linux Loader) es un administrador de arranque que se utiliza con frecuencia en sistema GNU/Linux. Lilo viene aompañado de una extensa documentación (consulte <ulink url="man:lilo">man lilo</ulink> como inicio). Esta sección configura el mecanismo para reiniciar el sistema utilizando <application>Lilo</application>. Los campos son:
fr: <application>Lilo</application> (Linux Loader) est un gestionnaire d'initialisation souvent utilisé sur les systèmes GNU/Linux. Lilo est accompagné d'une documentation très complète (voir <ulink url="man:lilo">man lilo</ulink> pour un premier aperçu). Cette section est consacrée à la configuration de la procédure de redémarrage via <application>Lilo</application>. Les clefs de cette section sont les suivantes&nbsp;:
sl: <application>Lilo</application> (Linux Loader) upravljalnik zagona (boot manager), ki se pogosto uporablja na sistemih GNU/Linux. Lilo je izdatno dokumentiran (za začetek poglejtev <ulink url="man:lilo">man lilo</ulink>). Ta razdelek nastavi mehanizme za ponoven zagon sistema z uporabo <application>Lilo</application>. Ključi so:
sv: <application>Lilo</application> (Linux Loader) är en uppstartshanterare som ofta används på GNU/Linux-system. Lilo levereras med omfattande dokumentation (se <ulink url="man:lilo">man lilo</ulink> till att börja med). Den här sektionen anpassar mekanismer för att starta om systemet med <application>Lilo</application>. Nycklarna är:

source: Controls whether <application>Lilo</application> is used to restart the system (default: <option>FALSE</option>). When this key is set to <option>TRUE</option>, the "shutdown" dialogue box contains an extra drop-down configuration box next to the "restart" radio button. The drop-down allows you to select the kernel image that is to be used when rebooting the system. The list of images is created by querying the Lilo map file.
es: Controla si <application>Lilo</application> se utiliza para reiniciar el sistema (por omisión: <option>FALSE</option>). Cuando este campo está a <option>TRUE</option>, el cuadro de diálogo "shutdown" contiene una caja de configuración desplegable cerca del botón de selección excluyente "reiniciar". La caja desplegable le permite seleccionar la imágen del núcleo que se va a utilizar cuando arranque el sistema. La lista de imágenes se crea interrogando el archivo mapa de Lilo.
fr: Cette clefs sert à vérifier si votre système utilise effectivement <application>Lilo</application> lors d'un redémarrage (par défaut&nbsp;: <option>FALSE</option>). Lorsque la valeur de cette clefs est <option>TRUE</option>, des options supplémentaires apparaîtront alors dans la boîte de dialogue, sous la forme d'un menu déroulant, juste à côté du bouton <guilabel>Redémarrer</guilabel>. Ce menu vous permet de choisir l'image du noyau (kernel) à utiliser lors du rédémarrage. La création de cette liste de noyaux s'appuie sur le contenu du fichier <quote><application>Lilo</application>Map</quote>.
sl: Nadzoruje, ali naj je <application>Lilo</application> uporabljen za ponoven zagon sistema (privzeto: <option>FALSE</option>). Kadar je ta ključ postavljen na<option>TRUE</option>, pogovorno okno "Zaustavitev sistema" vsebuje dodatno spustno polje poleg izbirnega gumba "Ponoven zagon". Spustno polje vam omogoča izbiro jedra, ki se uporabi pri zagonu sistema. Seznam je ustvarjen s pregledom map datoteke Lilo.
sv: Anger om <application>Lilo</application> används för att starta om systemet (förvalt: <option>FALSE</option>). När den här nyckeln sätts till <option>TRUE</option>, innehåller avstängningsdialogrutan en extra kombinationsruta intill omstartsknappen. Den här rutan låter dig välja den kärna som ska användas när systemet startas om. Listan på kärnor skapas genom att kontrollera Lilo-mappningsfilen.

source: The location of the <application>Lilo</application> binary (default: <filename>/sbin/lilo</filename>).
es: La ubicaciñon del binario <application>Lilo</application> (por omisión: <filename>/sbin/lilo</filename>).
fr: Cette clef précise l'emplacement de <application>Lilo</application> - en tant que fichier exécutable. (Par défaut&nbsp;: <filename>/sbin/lilo</filename>).
sl: Lokacijo izvedljive datoteke <application>Lilo</application> (privzeto: <filename>/sbin/lilo</filename>).
sv: Platsen för <application>Lilo</application>-programmet (förvalt: <filename>/sbin/lilo</filename>).

source: The location of the <application>Lilo</application> map file. The map file is maintained by <application>Lilo</application> and contains a list of kernels (versions of the operating system) to boot (default: <filename>/boot/map</filename>).
es: La ubicación del archivo mapa de <application>Lilo</application>. El archivo mapa es mantenido por <application>Lilo</application> y contiene una lista de núcleos (versiones del sistema operativo) a arrancar (por omisión: <filename>/boot/map</filename>).
fr: C'est l'emplacement du fichier <quote><application>Lilo</application>Map</quote>. Ce fichier est géré par <application>Lilo</application> et contient la liste des noyaux (version du système d'exploitation) disponibles à l'initialisation (par défaut&nbsp;<filename>/boot/map</filename>).
sl: Lokacija map datoteke <application>Lilo</application>. Datoteko map vzdržuje <application>Lilo</application> in vsebuje seznam jeder (različic operacijskega sistema) za zagon (privzeto: <filename>/boot/map</filename>).
sv: Platsen för <application>Lilo</application>s mappningsfil. Mappningsfilen hanteras av <application>Lilo</application> och innehåller en lista av kärnor (versioner av operativsystem) att starta (förvalt: <filename>/boot/map</filename>).

source: Configuring your system to use &kdm;
es: Configurando su sistema para utilizar &kdm;
fr: Configuration de votre système pour l'utilisation de &kdm;
sl: Nastavitev vašega sistema za uporabo &kdm;
sv: Anpassa ditt system för att använda inloggningshanteraren

source: This chapter assumes that your system is already configured to run the X Window System, and that you only need to reconfigure it to allow graphical login.
es: ESte capítulo asume que su sistema está ya configurado para ejecutar el sistema de ventanas X, y que sólo necesita reconfigurarlo para permitir el acceso gráfico.
fr: Pour ce chapitre, nous admettrons cette fois que le système d'affichage <quote>X window</quote> fonctionne parfaitement et que vous désirez seulement le configurer pour y intégrer un gestionnaire de connexion à interface graphique.
sl: To poglavje predpostavlja, da je vaš sistem že nastavljen tako, da omogoča zagon sistema X Windows in da ga morate prenastaviti le toliko, da omogoča grafično prijavo.
sv: Det här kapitlet antar att ditt system redan är anpassat för att köra X-Window systemet, och att du bara behöver anpassa det för att tillåta grafisk inloggning.

source: Setting up &kdm;
es: Configurando &kdm;
fr: Configurer &kdm;
sl: Postavitev &kdm;
sv: Att ställa in &kdm;

source: The fundamental thing that controls whether your computer boots to a terminal prompt (console mode) or a graphical login prompt is the default runlevel. The runlevel is set by the program <application> <ulink url="man:init">/sbin/init</ulink></application> under the control of the configuration file <filename>/etc/inittab</filename>. The default runlevels used by different Unix systems (and different Linux distributions) vary, but if you look at <filename>/etc/inittab</filename> the start of it should be something like this:
es: El aspecto fundamental que controla si su computadora arranca a un modo de consola o un modo gráfico es el nivel predeterminado de ejecución. El nivel de ejecución está fijado por el programa <application> <ulink url="man:init">/sbin/init</ulink></application> bajo el control del archivo de configuración <filename>/etc/inittab</filename>. Los niveles de ejecución predeterminados usados por diferentes sistemas Unix (y diferentes distribuciones de Linux) varía, pero si mira <filename>/etc/inittab</filename> el comienzo de ellos debería tener el siguiente aspecto:
fr: L'élément fondamental qui oriente le terme de la séquence d'initialisation - soit vers un terminal (mode console), soit vers un gestionnaire de connexion graphique - est le niveau d'exécution (runlevel) par défaut de votre système. Le niveau d'exécution est défini par l'application <application> <ulink url="man:init">/sbin/init</ulink></application> qui dépend elle-même du fichier <filename>/etc/inittab</filename>. Il peut être différent d'un systèmes Unix/distribution Linux à un(e) autre&nbsp;; mais si vous jetez un oeil au fichier <filename>/etc/inittab</filename>, il devrait invariablement commencer par quelque chose comme&nbsp;:
sl: Osnovna stvar, ki določa, ali se zagon vašega računalnika konča v konzolnem načinu ali pa grafični prijavi je privzet runlevel. Runlevel je postavljen s programom <application><ulink url="man:init">/sbin/init</ulink></application>, pod nadzorom nastavitvene datoteke <filename>/etc/inittab</filename>. Privzeti nivoji (runleveli), ki se uporabljajo na različnih sistemih Unix (in različnih distribucijah Linuxa) variirajo, vendar pa bi morali, če pogledate v <filename>/etc/inittab</filename>, na začetku videti nekaj takega:
sv: Den grundläggande inställning som avgör om din dator startar med en terminalprompter (konsolläge) eller en grafisk inloggning är den förvalda körnivån. Programmet <application> <ulink url="man:init">/sbin/init</ulink></application> sätter körnivån beroende på innehållet i konfigurationsfilen <filename>/etc/inittab</filename>. Förvalda körnivåer som används av olika Unix-system (och olika Linux-distributioner) varierar, men om du tittar i <filename>/etc/inittab</filename> bör början på filen likna det här:

source: All but the last line of this extract are comments. The comments show that runlevel 5 is used for X11 and that runlevel 3 is used for multi-user mode without X11 (console mode). The final line specifies that the default runlevel of the system is 3 (console mode). If your system currently uses graphical login (for example, using <application>xdm</application>) its default runlevel will match the runlevel specified for X11.
es: Excepto la última línea todas las demás son comentarios. Los comentarios muestran que el nivel de ejecución 5 se usa para X11 y que el nivel de ejecución 3 se usa para modo multiusuario sin X11 (modo de consola). La línea final especifica el nivel de ejecución predeterminado del sistema es el 3 (modo de consola). Si su sistema utiliza actualmente un acceso gráfico (por ejemplo, usando <application>xdm</application>) su nivel de ejecución concordará con el nivel de ejecución especificado para X11.
fr: L'ensemble des lignes, exceptée la dernière, sont des <quote>commentaire</quote> (précédé de <quote>#</quote>). Ces commentaires nous indiquent que le niveau d'exécution (runlevel) 5 est utilisé pour X11 ou que le mode multi-utilisateurs sans X11 (mode console uniquement) utilise, quant à lui, le niveau 3. La dernière ligne spécifie que le niveau d'exécution par défaut du système est 3 (mode console). Si vous utilisez déjà un gestionnaire de connexion en mode graphique (par exemple <application>Xdm</application>), le niveau d'exécution par défaut correspondra à celui qui est défini pour X11.
sl: Vse razen zadnje vrstice je komentar. Komentarji kažejo, da se runlevel 5 uporablja za X11 in da je runlevel 3 uporabljen za večuporabniški način brez X11 (konzolni način). Zadnja vrstica določa, daje privzet runlevel na sistemu 3 (konzolni način). Če vaš sistem trenutno uporablja grafično prijavo (na primer z uporabo <application>xdm</application>), bo njegov runlevel ustrezal tistemu, ki je določen za X11.
sv: Allt utom den sista raden av det här utdraget är kommentarer. De visar att körnivå 5 används för X11 och att körnivå 3 används för fleranvändarläge utan X11 (konsolläge). Den sista raden anger att systemets förvalda körnivå är 3 (konsolläge). Om ditt system använder grafisk inloggning för närvarande (till exempel med <application>xdm</application>) så matchar dess förvalda körnivå den som gäller för X11.

source: The runlevel with graphical login (<application>xdm</application>) for some common Linux distributions are:
es: El nivel de ejecución con acceso gráfico (<application>xdm</application>) para algunas distribuciones Linux comunes es:
fr: Sur les distributions Linux les plus courantes, les différents niveaux d'exécution pour une connexion en mode graphique (<application>Xdm</application>) sont les suivants&nbsp;:
sl: Runlevel z grafično prijavo (<application>xdm</application>) za nekatere pogostejše distribucije Linuxa:
sv: Körnivån med grafisk inloggning (<application>xdm</application>) för några vanliga Linux-distributioner är:

source: 5 for Red Hat 3.x and later, and for Mandrake
es: 5 para Red Hat 3.x y posterior, y para Mandrake
fr: 5 pour les distributions Red Hat (depuis la version 3.x) et Mandrake&nbsp;;
sl: 5 za Red Hat 3.x in novejši ter za Mandrake
sv: 5 för Red Hat 3.x och senare, och för Mandrake

source: 4 for Slackware
es: 4 para Slackware
fr: 4 pour les distributions Slackware&nbsp;;
sl: 4 za Slackware
sv: 4 för Slackware

source: 3 for S.u.S.E. 4.x and 5.x
es: 3 para S.u.S.E. 4.x y 5.x
fr: 3 pour les distributions <abbrev>S.u.S.E.</abbrev> versions 4.x et 5.x.
sl: 3 za S.u.S.E. 4.x in 5.x
sv: 3 för S.u.S.E. 4.x och 5.x

source: The first step in configuring your system is to ensure that you can start &kdm; from the command line. Once this is working, you can change your system configuration so that &kdm; starts automatically each time you reboot your system.
es: El primer paso al configurar su sistema es asegurar que puede iniciar &kdm; desde la línea de comandos. Una vez que esto funciona, puede cambiar la configuración de su sistema de modo que &kdm; inicie automáticamente cada vez que rearranque su sistema.
fr: Avant toute chose, assurez-vous de pouvoir lancer &kdm; en ligne de commande. Une fois cette certitude acquise, vous pouvez modifier la configuration du système de manière à ce que &kdm; soit lancé automatiquement à chaque démarrage.
sl: Prvi korak pri nastavljanju sistema je, da se prepričate, če se da &kdm; pognati iz ukazne vrstice. Ko to enkrat deluje, lahko spremenite vašo sistemsko nastavitev tako, da se &kdm; samodejno zažene vsakič, ko ponovno poženete sistem.
sv: Det första steget i att anpassa ditt system är att försökra dig om att du kan starta &kdm; från kommandoraden. När det här väl fungerar, kan du ändra dina systeminställningar så att &kdm; startar automatiskt varje gång du startar om systemet.

source: To test &kdm;, you must first bring your system to a runlevel that doesn't run <application>xdm</application>. To do so, issue a command like this:
es: Para probar &kdm;, primero debe pasar su sistema a un nivel de ejecución donde no se ejecute <application>xdm</application>. Para hacerlo, ejecute el siguiente comando:
fr: Pour tester le fonctionnement de &kdm;, vous devez porter votre système à un niveau d'exécution différent de celui utilisé pour <application>Xdm</application>. Pour ceci, tapez la commande&nbsp;:
sl: Da preizkusite &kdm;, morate sistem najprej spraviti na runlevel, kine poganja <application>xdm</application>. Da to storite, izvedite ukaz:
sv: För att prova &kdm;, måste du först ta ditt system till en körnivå som inte kör <application>xdm</application>. För att göra detta, ge ett kommando som liknar:

source: Instead of the number "<option>3</option>" you should specify the appropriate runlevel for console mode on your system.
es: En lugar del número "<option>3</option>" usted debería especificar el nivel de ejecución apropiado para el modo consola en su sistema.
fr: Bien entendu, le chiffre <quote><option>3</option></quote> est à remplacer, le cas échéant, par le niveau d'exécution qui correspond au fonctionnement du <quote>mode console</quote> sur votre système.
sl: Namesto številke "<option>3</option>" določite vašemu sistemu ustrezen runlevel za konzolni način.
sv: Instället för talet "<option>3</option>" ska du ange den körnivå som är lämplig för konsolläge för ditt system.
