Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_desktop.po
Languages: da, de, es, fr, pt, sk, xh

source: The desktop
da: Skrivebordet
de: Die Arbeitsfläche
es: El escritorio
fr: Le bureau
pt: O ecrã
sk: Plocha
xh: Idesktop

source: How do I add an application to the desktop?
da: Hvordan tilføjer jeg et program til skrivebordet?
de: Wie fügen Sie eine Anwendung zur Arbeitsfläche hinzu?
es: ¿Cómo puedo añadir una aplicación al escritorio?
fr: Comment puis-je ajouter une application au bureau&nbsp;?
pt: Como adiciono uma aplicação ao ecrã?
sk: Ako pridám aplikáciu na plochu?
xh: Ndisidibanisa njani isicelo kwi desktop?

source: Just chose the wanted application in the <guimenu>K</guimenu> menu and drag and drop it to the Desktop. Thats it.
da: Vælf blot det ønskede program i <guimenu>K</guimenu>-menuen og 'træk og slip' det til skrivebordet. Det er det hele.
de: Wählen Sie das gewünschte Programm im <guimenu>K</guimenu>-Menü und ziehen Sie es auf die Arbeitsfläche. Das wars.
es: Simplemente elija la aplicación deseada en el menú <guimenu>K</guimenu> y arrastrelo y sueltelo en el escritorio. Eso es todo.
fr: Choisissez une application dans le menu <guimenu>K</guimenu> et <quote>glissez/posez</quote> simplement l'icône correspondante sur le bureau. Et voilà, c'est fait.
pt: Escolhe a aplicação desejada do menu <guimenu>K</guimenu> e arrasta-a para o ecrã. É só isso.
sk: Jednoducho vyberte aplikáciu z menu <guimenu>K</guimenu> a pretiahnite ju myšou na plochu. A je to.
xh: Ikhethe nje isicelo esifunwayo kwi <guimenu>K</guimenu> menu notsalo nolahlo lwayo kwi Desktop. Yiyo leyo.

source: For applications not listed in the <guimenu>K</guimenu> menu, use the &RMB; on the desktop and choose <guimenuitem>Create New</guimenuitem> <guimenuitem>Link to Application</guimenuitem> and fill in the configuration for the application you want to link to.
da: For programmer der ikke findes i <guimenu>K</guimenu>-menuen, kan du bruge højre museknap på skrivebordet og vælge <guimenuitem>Opret ny</guimenuitem> <guimenuitem>Link til program</guimenuitem> hvorpå du udfylder indstillingerne for programmet du ønsker at linke til.
de: Für Programme, die nicht im <guimenu>K</guimenu>-Menü vorhanden sind, klickt man mit der rechten Maustaste auf die Arbeitsfläche und wählt <guimenuitem>Neu erstellen...</guimenuitem> <guimenuitem> Verknüpfung mit Programm...</guimenuitem> und füllt im Dialog die Einstellungen für das gewünschte Programm aus.
es: Para aplicaciones que no están listadas en el menú <guimenu>K</guimenu> utilice el botn derecho del ratón en el escritorio y elija <guimenuitem>Crear nuevo</guimenuitem> <guimenuitem>Enlazar a aplicación</guimenuitem> y rellene la configuración para la aplicación a la que desea enlazar.
fr: Pour les applications qui ne figurent pas dans le menu <guimenu>K</guimenu>, cliquez sur le bureau avec le &BDS;, sélectionnez <guimenuitem>Créer à partir d'un modèle</guimenuitem> ,<guimenuitem>Lien vers une application...</guimenuitem>, et remplissez les zones de configuration en fonction de l'application désirée.
pt: Para aplicações que não estão no menu <guimenu>K</guimenu>, utiliza o botão direito do rato no ecrã e escolhe <guimenuitem>Criar Novo</guimenuitem> <guimenuitem>Atalho para Aplicação</guimenuitem> e preenche a configuração da aplicação para qual desejas criar um atalho.
sk: Pre aplikácie, ktoré nie sú v menu <guimenu>K</guimenu> použite pravé tlačidlo myši a vyberte <guimenuitem>Vytvoriť nový</guimenuitem> <guimenuitem>Odkaz na aplikáciu</guimenuitem> a vyplňte dialóg tak, aby odpovedal vašej aplikácii.
xh: Izicelo ezingadweliswanga kwi <guimenu>K</guimenu> menu, sebenzisa i &RMB; kwidesktop kwaye khetha <guimenuitem>Yenza Entsha</guimenuitem> <guimenuitem>Dibanisa kwiSicelo</guimenuitem> kwaye gcwalisa kuqwalaselo lwesicelo ofuna ukudibanisa kuso.

source: How do I mount/unmount a device from the desktop?
da: Hvordan montere/afmontere jeg en enhed fra skrivebordet?
de: Wie (un)mounten Sie ein Gerät (Dateisystem) von der Arbeitsfläche aus?
es: ¿Cómo puedo montar y desmontar un dispositivo desde el escritorio?
fr: Comment puis-je monter/démonter un périphérique depuis le bureau&nbsp;?
pt: Como monto/desmonto um dispositivo no ecrã?
sk: Ako pripojím/odpojím zariadenie z plochy?
xh: Ndiyunyuka/andinyuki njani icebo kwi desktop?

source: First, make sure you are allowed to <command>mount</command>/<command>umount</command> the according device as a user.
da: Sørg først for at du har lov til at <command>montere</command>/<command>afmontere</command> vedkommende enhed som bruger.
de: zunächst muss man sicher stellen, dass man genug Rechte für die Programme <command>mount</command>/<command>umount</command> für das zugehörige Gerät besitzt.
es: Primero, asegurese de que le está permitido hacer <command>mount</command>/<command>umount</command> sobre el dispositivo adecuado como usuario.
fr: Tout d'abord, assurez-vous d'avoir les droits de <command>montage</command>/<command>démontage</command>, en tant qu'utilisateur.
pt: Primeiro, verifica que o teu utilizador tem permissões para executar <command>mount</command>/<command>umount</command> no dispositivo.
sk: Najprv sa uistite, že máte práva pre <command>pripojeni</command> a <command>odpojenie</command> zariadenia.
xh: Kuqala, qiniseka ukuba uvunyelwe uku <command>nyuka</command>/<command>ukunganyuki</command> icebo lendlela njengo msebenzisi.

source: Then you can add any device via &RMB; on the desktop and then choosing <guimenuitem>Create New</guimenuitem>.
da: Derpå kan du tilføje en vilkårlig enhed via højre museknap på skrivebordet hvorpå du vælger <guimenuitem>Opret ny</guimenuitem>.
de: Dann kann man jedes Gerät durch klicken mit der rechten Maustaste und Auswahl von <guimenuitem>Neu erstellen...</guimenuitem> auf der Arbeitsfläche platzieren.
es: Después puede añadir cualquier dispositivo via el botón derecho del ratón sobre el escritorio y después elegir <guimenuitem>Crear nuevo</guimenuitem>.
fr: Vous pouvez alors ajouter un périphérique en cliquant du &BDS; sur le bureau puis en sélectionnant <guimenuitem>Créer à partir d'un modèle</guimenuitem>.
pt: Em seguida, pode adicionar o dispositivo carregando com o botão direito no ecrã e seleccionando <guimenuitem>Criar Novo</guimenuitem>.
sk: Potom pridajte zariadenie pomocou pravého tlačidla myši na ploche a vyberte <guimenuitem>Vytvoriť nový</guimenuitem>.
xh: Ngoko ungadibanisa naliphi icebo ugqitha &RMB; kwidesktop kwaye ngoko ukhetha <guimenuitem>Yenza Entsha</guimenuitem>.

source: Where are the icons kept?
da: Hvor opbevares ikonerne?
de: Wo werden die Symbole gespeichert?
es: ¿Dónde se guardan los íconos?
fr: Où sont stockées les icônes&nbsp;?
pt: Onde são guardados os ícones?
sk: Kde sú uložené ikony?
xh: Zigcinwa phi ii icon?

source: The icons can be found only in <filename class="directory">$<envar>KDEDIR</envar>/share/icons</filename> or <filename class="directory">$<envar>HOME</envar>/.kde/share/icons</filename> or <filename class="directory">$<envar>HOME</envar>/.kde2/share/icons</filename>. To use icons stored in other locations, you must either copy them into one of the above-mentioned fixed &kde; locations or make symlinks.
da: Ikonerne skal enten være i <filename class="directory">$<envar>KDEDIR</envar>/share/icons</filename> eller <filename class="directory">$<envar>HOME</envar>/.kde/share/icons</filename> eller <filename class="directory">$<envar>HOME</envar>/.kde2/share/icons</filename>. For at bruge ikoner der er gemt andre steder, må du enten kopiere dem til et af ovenstående faste &kde;-placeringer eller lave symlinker.
de: Die Symbole werden nur in <filename class="directory">$<envar>KDEDIR</envar>/share/icons</filename>, <filename class="directory">$<envar>HOME</envar>/.kde/share/icons</filename> oder <filename class="directory">$<envar>HOME</envar>/.kde2/share/icons</filename> gespeichert. Zum Benutzen von Symbolen, die an anderen Stellen gespeichert sind, müssen Sie diese entweder in eines der oben genannten Verzeichnisse kopieren oder symbolische Links erstellen.
es: Los íconos sólo se pueden encontrar en <filename class="directory">$<envar>KDEDIR</envar>/share/icons</filename> o <filename class="directory">$<envar>HOME</envar>/.kde/share/icons</filename> o <filename class="directory">$<envar>HOME</envar>/.kde2/share/icons</filename>. Para usar íconos ubicados en otros directorios, debe copiarlos en alguna de las ubicaciones fijas de &kde; antes mencionadas o crear enlaces simbólicos.
fr: Les icônes doivent se trouver uniquement dans <filename class="directory">$<envar>KDEDIR</envar>/share/icons</filename> ou <filename class="directory">$<envar>HOME</envar>/.kde/share/icons</filename>. Pour utiliser des icônes placées à d'autres endroits, vous devez soit copier les icônes dans le dossier de &kde; susdit, soit créer des liens symboliques.
pt: Os ícones só são encontrados se estiverem em <filename class="directory">$<envar>KDEDIR</envar>/share/icons</filename>, em <filename class="directory">$<envar>HOME</envar>/.kde/share/icons</filename> ou em <filename class="directory">$<envar>HOME</envar>/.kde2/share/icons</filename>. Para usares ícones guardados noutras localizações, deves ou fazer uma cópia deles para uma das localizações fixas do &kde; mencionadas acima ou criar uma ligação simbólica ('symlink').
sk: Ikony sú iba v priečinkoch <filename class="directory">$<envar>KDEDIR</envar>/share/icons</filename> alebo <filename class="directory">$<envar>HOME</envar>/.kde/share/icons</filename> alebo <filename class="directory">$<envar>HOME</envar>/.kde2/share/icons</filename>. Aby ste mohli používať ikony z iných miest, musíte ich prekopírovať do jedného z priečinkov, alebo vytvoriť symbolické odkazy na ne.
xh: Ii icon zingafunyanwa kuphela kwi <filename class="directory">$<envar>KDEDIR</envar>/share/icons</filename> okanye <filename class="directory">$<envar>IKHAYA</envar>/.kde/share/icons</filename>. Ukusebenzisa ii icon ezigcinwe kwezinye iindawo, kufuneka noba uzikhuphela kwenye kwezilungisiweyo ezikhankznywe-ngasentla &kde; iindawo okanye yenza ii symlink.

source: How do I use the mouse scroll wheel in &kde;?
da: Hvordan bruger jeg musens rullehjul i &kde;?
de: Wie können Sie eine Maus mit Rollrad in &kde; nutzen?
es: ¿Cómo puedo usar la rueda de mi ratón en &kde;?
fr: Comment puis-je faire fonctionner la roulette d'une souris dans &kde;&nbsp;?
pt: Como uso o botão-roda do rato no &kde;?
sk: Ako použijem koliesko myši v &kde;?
xh: Ndilisebenzisa njani vili lorolo lwe imouse kwi &kde;?

source: Mouse wheel support comes with &Qt; 2.0 and above, so &kde; based on that will automagically support the use of the mouse scroll wheel.
da: Muse-rullehjul støtte kommer med &Qt; 2.0 og bedre, så &kde; baseret derpå vil automagisk understøtte brugen af musens rullehjul.
de: Unterstützung für Mäuse mit Rollrad ist in &Qt; 2.0 und darüber enthalten, also wird &kde; die Nutzung des Rollrades automatisch unterstützen.
es: El soporte para ratones con rueda viene incorporado en &Qt; 2.0 y superior, así que &kde; soporta su uso de forma automática.
fr: La prise en charge des souris à roulette est directement intégré à &Qt; 2.0 et supérieur&nbsp;; &kde; étant basé dessus, il les gère automatiquement. Pour les applications non-&kde; telles que &Emacs;, essayez <application>IMWheel</application>, que vous pouvez obtenir à l'adresse suivante&nbsp;:<ulink url="http://jonatkins.org/imwheel/">http://jonatkins.org/imwheel/</ulink>.
pt: O suporte para a roda do rato vem com o &Qt; 2.0 e superior, por isso o &kde; irá automaticamente suportar o uso do botão-roda do rato.
sk: Podpora kolieska myši bola zaradená do &Qt; 2.0, takže &kde; založené na tejto verzii automaticky podporuje koliesko myši.
xh: Inkxaso yevili le Mouse ivela nge &Qt; 2.0 nangentla, ngoko &kde; ijoliswe kulo nto izakuxhasa ngokuzenzekelayo usebenziso lwevili lorolo lwe mouse. Engeyo-&kde; izicelo njenge &Emacs;, zama ukufumana <application>IMWheel</application> kwi <ulink url="http://jonatkins.org/imwheel/">http://jonatkins.org/imwheel/</ulink>.

source: Why can't I get system sound to work, like for opening windows?
da: Hvorfor kan jeg ikke få systemlyde til at virke, som når jeg åbner vinduer?
de: Warum können Sie die Systemklänge nicht einschalten, z.B. zum Öffnen von Fenstern?
es: ¿Por qué no consigo que el sonido funcione, como para abrir ventanas, por ejemplo?
fr: Pourquoi n'ai-je pas de <quote>notifications système</quote> sonores accompagnant des évènement comme, &pex;, l'ouverture de fenêtres&nbsp;?
pt: Porque é que não consigo que o som do sistema trabalhe, por exemplo para abrir janelas?
sk: Prečo nefunguje podpora zvuku, napríklad pre otvorenie okna?
xh: Kutheni ndizakusebenzisa indlela yesandi, njengokusebenzisa iiwindow?

source: System sound currently does not work on non-<acronym>FreeBSD</acronym> and non-&Linux; systems. This is being worked on. If you use <acronym>FreeBSD</acronym> or &Linux;, you have found a bug, so please report it.
da: Systemlyde virker for øjeblikket kun på<acronym>FreeBSD</acronym>- &Linux;-systemer. Der arbejdes på det. Hvis du bruger <acronym>FreeBSD</acronym> eller &Linux;, har du fundet en fejl, så indsend venligst en rapport.
de: Systemklänge funktionieren derzeit nur in <acronym>FreeBSD</acronym>- und &Linux;-Systemen. An der Beseitigung dieses Problems wird gearbeitet. Wenn Sie <acronym>FreeBSD</acronym> oder &Linux; benutzen und Sie können die Systemklänge nicht einschalten, dann haben Sie einen Fehler gefunden; bitte senden Sie einen Problembericht.
es: El sistema de sonido por el momento sólo funciona en FreeBSD y &Linux;. Se está trabajando en ello. Si utiliza FreeBSD o &Linux;, y ha encontrado un error, por favor informe de él para que sea arreglado.
fr: Le système sonore ne fonctionne, actuellement, que sur les plates-formes FreeBSD et &Linux;. Nous travaillons actuellement sue ce point. Si vous utilisez FreeBSD ou &Linux; et que vous avez trouvé un bogue, veuillez le signaler.
pt: Os sons do sistema neste momento não funcionam em sistemas não-<acronym>FreeBSD</acronym> e sistemas não-&Linux;. Isto está a ser resolvido. Se usares <acronym>FreeBSD</acronym> ou &Linux;, tens um erro, por isso comunica-o.
sk: Zvukový systém momentálne funguje iba na systémoch FreeBSD a &Linux;. Ale pracujeme na tom. Ak používate <acronym>FreeBSD</acronym> alebo &Linux;, v tom prípade ste našli chybu, takže ju prosím ohláste.
xh: Indlela yesandi ayisebenzi ngoku kwengeyo-FreeBSD nengeyo-&Linux; iindlela. Oku kuyasetyenzwa. Ukuba usebenzisa i FreeBSD okanye &Linux;, ufumene ibug, ngoko nceda yichaze.

source: How do I launch applications in a particular desktop?
da: Hvordan starter jeg et program på et bestemt skrivebord?
de: Wie starten Sie Anwendungen auf einer bestimmten Arbeitsfläche?
es: ¿Cómo lanzo programas dentro de un escritorio en particular?
fr: Comment puis-je lancer une application dans un bureau particulier&nbsp;?
pt: Como lanço aplicações num ecrã em particular?
sk: Ako spustím aplikáciu na danej ploche?
xh: ile?

source: &kde; comes with a program called &kstart;. To start <application>Mozilla</application> on the second desktop and then activate it use: <command>kstart <option>"netscape" -desktop 2 -activate</option></command>.
da: &kde; kommer med et program der hedder &kstart;. For at starte <application>Mozilla</application> på det andet skrivebord og derpå aktivere dets brug, skal du bruge: <command>kstart <option>"netscape" -desktop 2 -activate</option></command>.
de: &kde; besitzt ein Programm namens &kstart;. Um <application>Mozilla</application> auf der zweiten Arbeitsfläche zu starten und dann zu aktivieren, verwendet man folgenden Befehl: <command>kstart <option>"netscape" -desktop 2 -activate</option></command>.
es: &kde; incluye un programa denominado &kstart;. Para iniciar <application>Mozilla</application> en un segundo escritorio y después activarlo utilice: <command>kstart <option>"netscape" -desktop 2 -activate</option></command>.
fr: &kde; est distribué avec un programme qui se nomme &kstart;. Pour lancer <application>Mozilla</application> sur le second bureau </quote> et <quote>activer</quote> ce dernier, tapez la commande <command>kstart <option>"netscape" -desktop 2 -activate</option></command>.
pt: O &kde; vem com um programa chamado &kstart;. Para iniciares o <application>Mozilla</application> no segundo ecrã e o activares em seguida utiliza: <command>kstart <option>"netscape" -desktop 2 -activate</option></command>.
sk: &kde; obsahuje program nazvaný &kstart;. Aby ste napríklad spustili program <application>Mozilla</application> na druhej ploche a potom ho aktivovali, použite . <command>kstart <option>"netscape" -desktop 2 -activate</option></command>.
xh: &kde; iza nenkqubo ebizwa nge &kstart;. Ukuqala <application>Mozilla</application> kweyesibini idesktop kwaye ngoko yenze isebenzise: <command>kstart <option>"netscape" -desktop 2 -sebenzisa</option></command>.

source: Please read <command>kstart <option>--help-all</option></command> for more magic done by &kstart; (and there is quite some ;)
da: Læs venligst <command>kstart <option>--help-all</option></command> for mere af &kstart;'s magi (der er en hel del ;)
de: Lesen Sie bitte <command>kstart <option>--help-all</option></command> für weitere Informationen zu den Fähigkeiten von &kstart; (es gibt einige)
es: Por favor lea <command>kstart <option>--help-all</option></command> para más información sobre las extraordinarias propiedades de &kstart; (hay unos cuantas ;)
fr: Veuillez lire les pages de manuel de &kstart; (<command>kstart <option>--help-all</option></command>) pour connaître toutes les autres choses magiques que l'on peut faire avec &kstart; (et il y en a ;).
pt: Por favor lê <command>kstart <option>--help-all</option></command> para descobrires mais acerca da magia feita pelo &kstart; (e há bastante ;)
sk: Ďalšie veci, ktoré &kstart; dokáže zistíte prečítaním textu po zadaní príkazu <command>kstart <option>--help-all</option></command>.
xh: Nceda funda <command>kstart <option>--nceda-zonke</option></command> kwemininzi imilingo eyenziwe yi &kstart; (kwaye kukho eminye ;)

source: Where do I save my files if I want them to appear directly on the desktop?
da: Hvor skal jeg gemme mine filer hvis jeg vil se dem direkte på skrivebordet?
de: Wo müssen Sie Dateien speichern, wenn Sie wollen, dass diese auf der Arbeitsfläche erscheinen?
es: ¿Dónde debo guardar mis archivos para que aparezcan directamente en el escritorio?
fr: Ou dois-je sauvegarder mes fichiers si je veux les voir directement sur le bureau&nbsp;?
pt: Onde guardo os ficheiros se quero que apareçam directamente no ecrã?
sk: Kam mám uložiť svoje súbory, ak chcem, aby boli priamo na ploche?
xh: Ndizigcina phi iifayile zam ukuba ndifuna ukuvela ngqo kwi desktop?

source: <filename class="directory">$<envar>HOME</envar>/Desktop</filename>. You might need to refresh your desktop after you have saved your files.
da: <filename class="directory">$<envar>HOME</envar>/Desktop</filename>. Du bliver måske nødt til at genopfriske skrivebordet efter du har gemt dine filer.
de: <filename class="directory">$<envar>HOME</envar>/Desktop</filename>. Sie müssen möglicherweise Ihre Arbeitsfläche neu einlesen, nachdem Sie Ihre Dateien gesichert haben, um diese auf der Arbeitsfläche erscheinen zu lassen. Beim nächsten Anmelden geschieht dies automatisch.
es: En <filename class="directory">$<envar>HOME</envar>/Desktop</filename>. Podría ser necesario actualizar el escritorio luego de guardar los archivos.
fr: <filename class="directory">$<envar>HOME</envar>/Desktop</filename>. Il vous faudra sûrement rafraîchir l'affichage du bureau après avoir enregistré vos fichiers.
pt: <filename class="directory">$<envar>HOME</envar>/Desktop</filename>. Podes precisar de refrescar o ecrã depois de gravares os teus ficheiros.
sk: <filename class="directory">$<envar>HOME</envar>/Desktop</filename>. Po uložení súborov budete možno musieť aktualizovať zobrazenie plochy.
xh: <filename class="directory">$<envar>HOME</envar>/Desktop</filename>. Ungafuna ukuhlaziya eyakho ideskyop emva kokugcina iifayile zakho.
