Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_install.po
Languages: de, fr, sk, sl, sv, xh

source: Optional
fr: Optionnel
sk: Nepovinné
sl: Opcijski
sv: Valfritt
xh: Eyodwa

source: Various plugins for kate, kicker, knewsticker, konqueror and noatun
de: Verschiedne Plugins für kate, kicker, knewsticker, konqueror und noatun
fr: Divers <quote>plugins</quote> pour kate, &kicker;, knewsticker, &konqueror; et noatun.
sk: Rôzne moduly pre kate, kicker, knewsticker, konqueror a noatun
xh: Iiplagi ezahlukeneyo ze kate, kicker, knewsticker, konqueror ne noatun

source: Additional wallpapers, themes, styles, sounds ...
de: Zusätzliche Hintergründe, Themen, Stile, Klänge ...
fr: Suppléments de type&nbsp;: papiers-peints, thèmes de bureau, styles, sons, etc.
sk: Ďalšie tapety, témy, štýly, zvuky...
xh: Amaphepha ongeziweyo odonga, imixholo, iintlobo, izandi ...

source: Various bindings for i.e Java, Perl, Python, ...
de: Verschiedene Headerdateien für z.B. Java, Perl, Python, ...
fr: Divers XXXX pour, &pex;, Java, Perl, Python, etc.
sk: Podpora pre rôzne programovacie jazyky, napr. Java, Perl, Python,...
xh: Izibophelelo ezahlukeneyo ze ithetha ukuba Java, Perl, Python, ...

source: Various games like mahjongg, snake, asteroids, and tetris.
de: Verschiede Spiele wie Mahjongg, Snake, Asteroids und Tetris.
fr: Différents jeux comme mahjongg, snake, asteroids et tetris.
sk: Rôzne hry, ako mahjongg, snake, asteroids, alebo tetris.
sl: Različne igre kot so mahjongg, snake, asteroids, in tetris.
sv: Diverse spel som Mahjongg, Orm-race, Asteroider och Tetris.
xh: Imidlalo eyahlukeneyo njenge mahjongg, inyoka, eneplaneti ezininzi ezincinane ne tetris.

source: Various graphics-related programs like &PostScript; previewer, &DVI; previewer, and a drawing program.
de: Verschiedene graphische Programme wie ein Programm zum Anzeigen von &PostScript;- und &DVI;-Dateien sowie ein Zeichenprogramm.
fr: Différentes applications graphiques comme le visualiseur de &PostScript; et de &DVI;, et un programme de dessin.
sk: Rôzne grafické programy, napr. prehliadač &PostScript; a &DVI; a jednoduchý kresliaci program.
sl: Razni, z grafiko povezani programi, kot so pregledovalnik &PostScript; in &DVI; ter risarski program.
sv: Diverse grafikrelaterade program som &PostScript; förhandsgranskare, &DVI; förhandsgranskare och ett ritprogram.
xh: Imizobo eyahlukeneyo-ezalana neenkqubo njenge &PostScript; umbonisi, &DVI; umbonisi, nenkqubo yokuzoba.

source: Various desktop tools like a calculator, an editor and other nifty stuff.
de: Verschiedene Schreibtischutensilien wie Taschenrechner, Editor und anderes.
fr: Différents outils pour le bureau comme une calculette, un éditeur de texte et d'autres petites choses très utiles.
sk: Rôzne nástroje, napr. kalkulačka, textový editor a iné šikovné pomôcky.
sl: Različna namizna okolja, kot so kalkulator, urejevalnik in druge prijetne stvari.
sv: Diverse skrivbordsverktyg som en miniräknare, en texteditor och andra nyttiga grejor.
xh: Izixhobo zedesktop ezahlukeneyo njengomatshini wokubala, umhleli kunye neninye imsebenzi ecocekileyo.

source: Multimedia applications like a &CD; player and a mixer.
de: Multimediaanwendungen wie &CD;-Spieler und Mixer (Mischpult).
fr: Applications Multimédia comme le lecteur de &CD; ou la table de mixage du son.
sk: Multimediálne aplikácie, ako je prehrávač &CD; a mixér.
sl: Večpredstavni programi, kot sta predvajalnik &CD; in mixer.
sv: Multimediaprogram som en &CD;-spelare och en mixer.
xh: Izicelo ezininzi zaphakathi njenge &CD; umdlali nomxubi.

source: Network applications. Currently contains the mail program, the news reader, and several other network-related programs.
de: Netzwerkanwendungen. Zur Zeit enthät dieses Paket das E-Mail-Programm, den Newsreader und einige andere Programme zum Thema Netzwerke.
fr: Applications réseaux. Actuellement, il contient le programme de gestion du courrier électronique (client mail), le lecteur de forum et quelques autres programmes liés à la communication.
sk: Sieťové aplikácie. Momentálne obsahuje poštový program, program pre diskusné skupiny, a niekoľko ďalších sieťových programov.
sl: Omrežni programi. Trenutno vsebuje majhen e-poštni program, bralnik novic in več z omrežjem povezanih programov.
sv: Nätverksprogram. Innehåller för närvarande e-postprogram, diskussionsgruppsläsare och flera andra nätverksrelaterade program.
xh: Izicelo zomsebenzi womnatha. Okwangoku iqulathe inkqubo yeposi, umfundi wendaba, kunye nezinye ezininzi iinkqubo zomsebenzi womnatha-ezizalanayo.

source: System administration programs.
de: Systemverwaltungsprogramme.
fr: Programmes dédiés à l'administration système.
sk: Programy pre správu systému.
sl: Programi za upravljanje sistema.
sv: Program för systemadministration.
xh: Iinkqubo zendlela yolwamkelo.

source: Toys!
de: Nette Kleinigkeiten, Spielzeuge.
fr: Joujoux&nbsp;!
sk: Hračky!
sl: Igrače!
sv: Leksaker!
xh: Izinto zokudlala!

source: A complete Integrated Development Environment for &kde; and Qt
de: Eine komplette integrierte Entwicklungsumgebung für &kde; und &Qt;
fr: Environnement de développement intégré complet pour &kde; et &Qt;.
sk: Kompletné integrované vývojové prostredie pre &kde; a Qt
xh: Imeko-bume Yobhekiso phambili egqityiweyo ye &kde; ne Qt

source: kdelibs should be installed before everything else. The other packages can be installed in any arbitrary order.
de: kdelibs sollte als erste Paket installiert werden. Die anderen Pakete können in beliebiger Reihenfolge folgen.
fr: kdelibs doit être installé en tout premier. Tous les autres paquetages pourront être installés sans avoir à respecter d'ordre particulier.
sk: Ako prvý by mal byť nainštalovaný balík kdelibs. Ostatné balíky môžu byť nainštalované v ľubovoľnom poradí.
xh: kdesupport (ukuba iyafunwa) inokufakwa phambi kwento yonke. Upakisho (okanye lokuqala) olulandelayo linokuba yi kdelibs. Ezinye iimpahla zingafakwa ngenye indlela ebukekayo.

source: Installation instructions for the different package formats
de: Installationsanleitung für die verschiedenen Paketformate
fr: Instructions d'installation pour les différents formats de paquetages
sk: Inštalácia pre rôzne formáty balíkov
sl: Navodila za namestitev paketov različnih formatov
sv: Installationsinstruktioner för de olika paketformaten
xh: Imiyalelo yokufaka yefomqti ezahlukeneyo zempahla

source: Please do not forget to read the <filename>README</filename> and <filename>INSTALL</filename> files if they are available.
de: Lesen Sie unbedingt die Dateien <filename>README</filename> und <filename>INSTALL</filename>.
fr: N'oubliez pas de lire les fichiers <filename>README</filename> et <filename>INSTALL</filename>, lorsqu'ils existent.
sk: Ak sú dostupne, nezabudnite si prečítať súbory <filename>README</filename> a <filename>INSTALL</filename>.
sl: Prosim, ne pozabite prebrati datotek <filename>README</filename> in <filename>INSTALL</filename>, če sta na voljo.
sv: Glöm inte läsa <filename>README</filename>- och <filename>INSTALL</filename>-filerna om de finns tillgängliga.
xh: Nceda ungalibali ukufunda i <filename>README</filename> ne <filename>FAKA</filename> iifayile ukuba zikhona.

source: Installation of the Debian packages
de: Installation von Debianpaketen
fr: Installation des paquetages Debian
sk: Inštalácia balíkov Debian
sl: Namestitev debianovih paketov
sv: Installation av Debian-paketen
xh: Ufako lempahla ye Debian

source: The Debian packages install according to the upcoming FHS (File Hierarchy Standard).
de: Die Debianpakete installieren sich entsprechend dem kommenden FHS (File Hierarchy Standard).
fr: Les paquetages Debian s'installent conformément à la FHS (Hirarchie de Fichier Standard).
sk: Inštalácia balíkov Debian podľa štandardu FHS (File Hierarchy Standard).
sl: Debianovi paketi nameščajo programe skladno s prihajajočim FHS (File Hierarchy Standard).
sv: Debian-paketen installeras enligt den kommande FHS (File Hierarchy Standard).
xh: Impahla ye Debian ifaka ngokokuvela kwe FHS (Umgangatho weqela lefayile).

source: become superuser
de: Melden Sie sich mit Systemverwalterrechten an.
fr: Passez en superutilisateur.
sk: staňte sa rootom
sl: postanite superuporabnik
sv: bli systemadministratör
xh: yiba ngumsebenzisi ophezulu

source: run <command>dpkg <option>-i <replaceable>packagename.deb</replaceable></option></command> for every package you want to install.
de: Führen Sie für jedes Paket, das Sie installieren wollen, folgenden Befehl aus: <command>dpkg <option>-i <replaceable>packagename.deb</replaceable></option></command>.
fr: Tapez ensuite la commande <command>dpkg <option>-i <replaceable>nom_du_paquetage.deb</replaceable></option></command> pour chaque paquetage que vous désirez installer.
sk: spustite <command>dpkg <option>-i <replaceable>menobalíka.deb</replaceable></option></command> pre každý balík, ktorý chcete nainštalovať.
sl: poženite <command>dpkg <option>-i <replaceable>packagename.deb</replaceable></option></command> za vsak paket, ki ga želite namestiti.
sv: kör <command>dpkg <option>-i <replaceable>paketnamn.deb</replaceable></option></command> för varje paket som du vill installera.
xh: yenza <command>dpkg <option>-i <replaceable>packagename.deb</replaceable></option></command> yempahla nganye ofuna ukuyifaka.

source: Installation of the <acronym>RPM</acronym> packages
de: Installation von <acronym>RPM</acronym> Paketen
fr: Installation des paquetages <acronym>RPM</acronym>
sk: Inštalácia balíkov <acronym>RPM</acronym>
sl: Namestitev paketov <acronym>RPM</acronym>
sv: Installation av <acronym>RPM</acronym>-paket.
xh: Ufako lwe <acronym>RPM</acronym> iimpahla

source: To install binary <acronym>RPM</acronym>s
de: Installieren von binären <acronym>RPM</acronym>s
fr: Installer les binaires au format <acronym>RPM</acronym>&nbsp;:
sk: Pre inštaláciu binárnych balíkov <acronym>RPM</acronym>
sl: Da namestite binarne <acronym>RPM</acronym>
sv: Att installera binära <acronym>RPM</acronym>-paket
xh: Ukufaka ekabini <acronym>RPM</acronym>s

source: execute <command>rpm <option>-ivh <replaceable>packagename.rpm</replaceable></option></command>
de: Führen Sie den folgenden Befehl aus: <command>rpm <option>-ivh <replaceable>packagename.rpm</replaceable></option></command>
fr: tapez la commande <command>rpm <option>-ivh <replaceable>nom_du_paquetage.rpm</replaceable></option></command>.
sk: vykonajte <command>rpm <option>-ivh <replaceable>menobalíka.rpm</replaceable></option></command>
sl: izvedite <command>rpm <option>-ivh <replaceable>packagename.rpm</replaceable></option></command>
sv: kör <command>rpm <option>-ivh <replaceable>paketnamn.rpm</replaceable></option></command>
xh: phumeza <command>rpm <option>-ivh <replaceable>packagename.rpm</replaceable></option></command>

source: Installation of the source <filename>.tar.bz2</filename> files
de: Installation von Quellen <filename>.tar.bz2</filename>-Dateien
fr: Installation des sources depuis les fichiers <filename>.tar.bz2</filename>
sk: Inštalácia zdrojových súborov <filename>.tar.bz2</filename>
xh: Ufako lwemvelaphi <filename>.tar.gz</filename> iifayile

source: Since there are always changes and updates to the way &kde; is compiled, please refer to <ulink url="http://www.kde.org/install-source.html">Download and Install from Source</ulink> for the most up to date installation instructions for the source packages.
de: Da es häufig Änderungen in der Art und Weise gibt, wie &kde; kompiliert wird, schauen Sie unter <ulink url="http://www.kde.org/install-source.html">Download and Install from Source</ulink> für die aktuellen Informationen nach.
fr: Comme il y a sans cesse des changements et mises à jour quant à la manière de compiler &kde;, reportez-vous à <ulink url="http://www.kde.org/install-source.html">Téléchargement et installation à partir des sources</ulink> pour avoir les dernières consignes d'installation en date des paquetages sources.
sk: Pretože v postupe prekladu a inštalácie &kde; často nastávajú zmeny, prečítajte si najnovší návod na adrese <ulink url="http://www.kde.org/install-source.html">Download and Install from Source</ulink>.
xh: Ukusukela ukuba kusoloko kukho utshintsho nogqibo kwindlela ye &kde; iqokelelwe, nceda thelekisa ku <ulink url="http://www.kde.org/install-source.html">Layisha ezantsi kwaye ufake kwi Mvelaphi</ulink> yemininzi egqityiweyo imiyalelo ye mpahla yemvelaphi.

source: The general approach should work in most cases though.
de: Der allgemeine Zugang sollte in den meisten Fällen funktionieren.
fr: La méthode <quote>générale</quote> devrait néanmoins fonctionner dans la plupart des cas.
sk: Vo väčšine prípadov by mal fungovať všeobecný postup.
xh: Indlela yokuthetha ngokubanzi inokusebenza kwinmizekelo emininzi.

source: The source <filename>.tar.bz2</filename> package installs into <filename class="directory">/usr/local/kde</filename> by default. You can override this setting by using the <option>--prefix</option> option of the <filename>configure</filename> script.
de: Die Quellen <filename>.tar.bz2</filename>-Pakete installieren sich standardmäßig in das Verzeichnis <filename class="directory">/usr/local/kde</filename>. Dies können Sie manuell verändern, indem Sie die <option>--prefix</option> Option des <filename>configure</filename>-Skripts benutzen.
fr: Les paquetages sources <filename>.tar.bz2</filename> s'installent par défaut dans <filename class="directory">/usr/local/kde</filename>. Vous pouvez modifier ce paramètre en utilisant l'option <option>--prefix</option> du script <filename>configure</filename>.
sk: Zdrojový balík <filename>.tar.bz2</filename> sa štandardne inštaluje do <filename class="directory">/usr/local/kde</filename>. Zmeniť je toto možné pomocou voľby <option>--prefix</option> skriptu <filename>configure</filename>.
xh: Imvelaphi <filename>.tgz</filename> impahla ifaka kwi <filename class="directory">/usr/local/kde</filename> ngengagqibekanga. Ungaqhuba ngaphezulu esi sicwangciso ngokusebenzisa i <option>--prefix</option> ukhetho lwe <filename>configure</filename> ushicilelo.

source: unpack the packages with <command>tar <option>xvf <replaceable>packagename.tar.bz2</replaceable></option></command>
de: Entpacken Sie die Pakete mit <command>tar <option>xvzf <replaceable>packagename.tar.bz2</replaceable></option></command>
fr: Décompactez les paquetages en saisissant <command>tar <option>xvf <replaceable>nom_du_paquetage.tar.bz2</replaceable></option></command>.
sk: rozbaľte balíky príkazom <command>tar <option>xvf <replaceable>menobalíka.tar.bz2</replaceable></option></command>
xh: sukupakisha impahla nge <command>tar <option>xvzf <replaceable>packagename.tar.gz</replaceable></option></command>

source: change directory to the package directory: <command>cd <replaceable>packagename</replaceable></command>
de: Wechseln Sie in das Verzeichnis des Paketes: <command>cd <replaceable>packagename</replaceable></command>
fr: Allez dans le dossier où l'archive a été décompactée en saisissant, &pex;,<command>cd <replaceable>nom_du_paquetage</replaceable></command>
sk: prejdite do priečinku balíka: <command>cd <replaceable>menobalíka</replaceable></command>
sl: postavite se v imenik s paketom: <command>cd <replaceable>packagename</replaceable></command>
sv: ändra katalog till paketkatalogen: <command>cd <replaceable>paketnamn</replaceable></command>
xh: tshintsha ulawulo kulawulo lwempahla: <command>cd <replaceable>packagename</replaceable></command>

source: configure the package: <command>./configure</command>
de: Konfigurieren Sie das Paket: <command>./configure</command>
fr: <quote>Configurez</quote> le paquetage&nbsp;: <command>./configure</command>.
sk: nakonfigurujte balík: <command>./configure</command>
sl: nastavite (prilagodite) paket: <command>./configure</command>
sv: Konfigurera paketet: <command>./configure</command>
xh: qwalasela impahla: <command>./configure</command>

source: Some packages (notably kdebase) have special configuration options that might be applicable to your installation. Type <command>./configure <option>--help</option></command> to see the available options.
de: Einige Pakete (vor allem kdebase) haben spezielle Optionen, die für Ihre Installation notwendig sein können. Geben Sie <command>./configure <option>--help</option></command> ein, um die vorhandenen Optionen angezeigt zu bekommen.
fr: Certains paquetages (notamment kdebase) offrent des options de configuration spéciales qui pourraient convenir à votre installation. Tapez <command>./configure <option>--help</option></command> pour obtenir la liste des options disponibles.
sk: Niektoré balíky (napr. kdebase) majú špeciálne konfiguračné voľby, ktoré sa vám možno hodia. Aby ste videli, ktoré to sú, použite príkaz <command>./configure <option>--help</option></command>.
sl: Nekateri paketi (naj omenim kdebase) imajo posebne nastavitvene možnosti, ki so morda uporabne na vašem sistemu. Vtipkajte <command>./configure <option>--help</option></command> da vidite vse dosegljive možnosti.
sv: En del paket (särskilt kdebase) har speciella konfigurationsalternativ som kan gälla din installation. Skriv <command>./configure <option>--help</option></command> för att se de tillgängliga alternativen.
xh: Ezinye impahla (eqwalaselekayo kdebase) ineenketho ezithile eziqwalaselwayo ezinokufakwa kufako lwakho. Chwetheza <command>./configure <option>--help</option></command> ukubona iinketho ezikhoyo.

source: build the package: <command>make</command>
de: Erstellen Sie das Paket mit: <command>make</command>
fr: Compilez les paquetages&nbsp;: <command>make</command>.
sk: preložte balík: <command>make</command>
sl: zgradite paket: <command>make</command>
sv: bygg paketet: <command>make</command>
xh: yakha imphala: <command>make</command>

source: install the package: <command>su <option>-c "make install"</option></command> (if you aren't already root). If you already are, just type <command>make <option>install</option></command>.
de: Installieren Sie das Paket mit <command>su <option>-c "make install"</option></command> (Wenn Sie noch nicht mit Systemverwalterrechten angemeldet sind). Wenn Sie schon als Systemverwalter angemeldet sind, dann geben Sie ein: <command>make<option> install</option></command>.
fr: Installez les paquetages&nbsp;: <command>su <option>-c "make install"</option></command> si vous n'êtes pas connecté en tant que root. Si c'est déjà le cas, tapez simplement <command>make <option>install</option></command>.
sk: nainštalujte balík: <command>su <option>-c "make install"</option></command> (ak ešte nie ste root). Ak už ste root, napíšte iba <command>make <option>install</option></command>.
sl: namestite paket: <command>su <option>-c "make install"</option></command> (če še niste prijavljeni kot root). Če ste, potem vtipkajte <command>make <option>install</option></command>.
sv: installera paketet: <command>su <option>-c "make install"</option></command> (om du inte redan är root). Om du är det, skriv då bara <command>make <option>install</option></command>.
xh: faka impahla: <command>su <option>-c "yenza ufako"</option></command> (ukuba awusele uyingcambu). Ukuba sele uyi, chwetheza nje <command>yenza <option>ufako</option></command>.

source: Post-installation procedures
de: Nach-Installations Prozeduren
fr: Procédures post-installation
sk: Činnosti po inštalácii
sl: Postopki po namestitvi
sv: Procedur efter installationen
xh: Iinkqubo zofako-zexesha elidlulileyo
