Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_misc.po
Languages: de, es, fr, sk, sl, sv, xh

source: If you want more information, please contact <ulink url="http://www.trolltech.com">Troll Tech</ulink> directly.
de: Nehmen Sie direkt Verbindung mit <ulink url="http://www.trolltech.com">Troll Tech</ulink> auf, wenn Sie nähere Einzelheiten wissen möchten.
es: Si desea más información, póngase en contacto con <ulink url="http://www.trolltech.com">Troll Tech</ulink> directamente.
fr: Si vous voulez de plus amples informations, vous pouvez contacter <ulink url="http://www.trolltech.com">Troll Tech</ulink> directement.
sk: Ak potrebujete viac informácií, kontaktujte priamo <ulink url="http://www.trolltech.com">Troll Tech</ulink>.
sl: Če želite o tem izvedeti več, potem prosim kontaktirajte <ulink url="http://www.trolltech.com">Troll Tech</ulink> neposredno.
sv: Om du vill ha mer information, var god kontakta <ulink url="http://www.trolltech.com">Troll Tech</ulink> direkt.
xh: Ukuba ufuna ulwazi oluninzi, nceda qhagamshela <ulink url="http://www.trolltech.com">Troll Tech</ulink> ngqo.

source: How do I go about creating themes and icons?
de: Wie erzeugen Sie neue Designs und Symbole?
es: ¿Cómo puedo crear íconos y temas?
fr: Comment puis-je faire pour créer des thèmes et des icônes&nbsp;?
sk: Ako vytvorím témy a ikony?
sl: Kako se lotim ustvarjanja tem in ikon?
sv: Hur gör jag för att skapa teman och ikoner?
xh: Ndihamba njani ukwenza imixholo nee icon?

source: Go see <ulink url="http://artist.kde.org">http://artist.kde.org</ulink>.
de: Sehen Sie sich <ulink url="http://artist.kde.org">http://artist.kde.org</ulink> an.
es: Vaya a <ulink url="http://artist.kde.org">http://artist.kde.org</ulink>.
fr: Allez voir <ulink url="http://artist.kde.org">http://artist.kde.org</ulink>.
sk: Navštívte <ulink url="http://artist.kde.org">http://artist.kde.org</ulink>.
sl: Oglejte si <ulink url="http://artist.kde.org">http://artist.kde.org</ulink>.
sv: Titta på <ulink url="http://artist.kde.org">http://artist.kde.org</ulink>.
xh: Hamba bona <ulink url="http://artist.kde.org">http://artist.kde.org</ulink>.

source: Is <application>KLyX</application> dead?
de: Ist die Anwendung <application>KLyX</application> aufgegeben?
es: ¿Está <application>KLyX</application> descontinuado?
fr: Est-ce que <application>KLyX</application> est enterré&nbsp;?
sk: Je projekt <application>KLyX</application> mrtvý?
sl: Je <application>KLyX</application> mrtev?
sv: Är <application>KLyX</application>-programmet dött?
xh: Ingaba <application>KLyX</application> ifile?

source: Yes. But future versions of <application>LyX</application> will be &GUI; independent. Check the progress of the various &GUI; frontends <ulink url="http://devel.lyx.org/guii.php3">here</ulink>.
de: Ja. Zukünftige Versionen von <application>LyX</application> werden &GUI;-unabhängig sein. Sie finden Informationen hierzu auf <ulink url="http://devel.lyx.org/guii.php3">dieser Webseite</ulink>.
es: Sí. Pero las versiones futuras de <application>LyX</application> serán independientes de la interfaz gráfica. Verifique el desarrollo de las fachadas para diversos &GUI; <ulink url="http://devel.lyx.org/guii.php3">aquí</ulink>.
fr: Oui. Mais les versions futures de <application>LyX</application> seront indépendantes de l'interface graphique. Vérifiez l'évolution des différentes interfaces graphiques <ulink url="http://devel.lyx.org/guii.php3">ici</ulink>.
sk: Áno, ale budúce verzie <application>LyX</application> budú nezávislé od &GUI;. Skontrolovať vývoj rôznych rozhraní môžete <ulink url="http://devel.lyx.org/guii.php3">tu</ulink>.
sl: Da. Vendar pa bodo naslednje različice <application>LyX</application>-a neodvisne od &GUI;. Preverite napredek posameznih &GUI; vmesnikov <ulink url="http://devel.lyx.org/guii.php3">tukaj</ulink>.
sv: Ja. Men framtida versioner av <application>LyX</application> kommer att vara oberoende av grafiskt gränssnitt (&GUI;). Kontrollera framstegen för olika gränssnitt <ulink url="http://devel.lyx.org/guii.php3">här</ulink>.
xh: Ewe. Kodwa iinguqulelo zexesha elizayo ze <application>LyX</application> zizakuba &GUI; izimele. Khangela uqhubekeko lwezahlukeneyo &GUI; iziqalo zesiphelo <ulink url="http://devel.lyx.org/guii.php3">apha</ulink>.

source: How can I get to know about development updates?
de: Wie erfahren Sie neue Entwicklungsschritte?
es: ¿Cómo puedo averiguar sobre actualizaciones en cuanto al desarrollo?
fr: Comment puis-je être tenu au courant des mises à jour de développement&nbsp;?
sk: Kde môžem získať najnovšie novinky o vývoji?
sv: Hur kan jag få reda på uppdateringar av utvecklingen?
xh: Ndingazi njani malunga nokugqitywa kobhekiso phambili?

source: You might want to subscribe to the various &kde; mailing lists available, especially kde-cvs, which lists all commits done to the &kde; <acronym>CVS</acronym> repository. Check <ulink url="http://lists.kde.org">http://lists.kde.org</ulink> if you want to read without subscribing.
de: Sie können die verschiedenen &kde; Mailing Listen abbonnieren, besonders kde-cvs, die über alle Änderungen im &kde; <acronym>CVS</acronym>-Teil informiert. Sehen Sie unter <ulink url="http://lists.kde.org">http://lists.kde.org</ulink> nach, wenn Sie diese Informationen lesen wollen, ohne die Listen zu abbonnieren.
es: Seguramente usted quiera suscribirse a las diversas listas de correo de &kde; disponibles, especialmente a kde-cvs, en la cual aparecen todas las inclusiones hechas al desósito <acronym>CVS</acronym> de &kde;. Vaya a <ulink url="http://lists.kde.org">http://lists.kde.org</ulink> si desea verlassin suscribirse.
fr: Vous pouvez vous abonner aux diverses listes de diffusion de &kde;, en particulier kde-cvs, qui donne la liste de tous les «&nbsp;commit&nbsp;» fait dans le dépôt <acronym>CVS</acronym> de &kde;. Consultez <ulink url="http://lists.kde.org">http://lists.kde.org</ulink> si vous voulez lire sans vous abonner.
sk: Môžete sa prihlásiť do rôznych konferencií &kde;, hlavne kde-cvs, kde sú všetky nové príspevky v &kde; <acronym>CVS</acronym>. Ak sa nechcete prihlasovať, navštívte <ulink url="http://lists.kde.org">http://lists.kde.org</ulink>.
sl: Morda se boste želeli vpisati na katerega izmed različnih poštnih seznamov &kde;, še posebej kde-cvs, ki našteje vse vnose v <acronym>CVS</acronym> skladišče (repository) &kde;. Preverite <ulink url="http://lists.kde.org">http://lists.kde.org</ulink>, če bi jih želeli prebirati, a se nočete prijaviti.
sv: Du kan vilja prenumerera på de olika tillgängliga e-postlistorna för &kde;, särskilt kde-cvs, som listar alla arkiveringar som görs i &kde;:s <acronym>CVS</acronym>-arkiv. Kontrollera <ulink url="http://lists.kde.org">http://lists.kde.org</ulink> om du vill läsa utan att prenumerera.
xh: Ungafuna ukunikela kwezahlukeneyo &kde; uluhlu lokuposa olukhoyo, ingakumbi kde-cvs, edwelisa zonke izibophelelo ezenziweyo kwi &kde; <acronym>CVS</acronym> indawo yokugcina. Khangela <ulink url="http://lists.kde.org">http://lists.kde.org</ulink> ukuba ufuna ukufunda ngaphandle kokunikela.
