Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_filemng.po
Languages: de, es, fr, pt, sk, xh

source: The file manager
de: Der Dateimanager
es: El administrador de archivos
fr: Le gestionnaire de fichiers
pt: O gestor de ficheiros
sk: Správca súborov
xh: Umphathi wefayile

source: The file manager of choice &kde; is &konqueror;. The &konqueror; home page is located at <ulink url="http://www.konqueror.org">http://www.konqueror.org</ulink> where a &konqueror;-specific <acronym>FAQ</acronym> can be found.
de: Der Standarddateimanager für &kde; ist &konqueror;. Die &konqueror;-Homepage finden Sie unter: <ulink url="http://www.konqueror.org">http://www.konqueror.org</ulink>. Dort gibt es auch eine <acronym>FAQ</acronym> zu &konqueror;.
es: El administrador de archivos predefinido de &kde; es &konqueror;. La página web de &konqueror; está en <ulink url="http://www.konqueror.org">http://www.konqueror.org</ulink> donde se puede encontrar un <acronym>FAQ</acronym> específicamente para &konqueror;.
fr: Le gestionnaire de fichiers de &kde; 1.x est &konqueror;. Le site internet de &konqueror; se trouve sur <ulink url="http://www.konqueror.org">http://www.konqueror.org</ulink>, sur lequel vous pourrez trouver une <acronym>FAQ</acronym>.
pt: O gestor de ficheiros preferido do &kde; é o &konqueror;. A página principal do &konqueror; está em <ulink url="http://www.konqueror.org">http://www.konqueror.org</ulink> onde uma <acronym>FAQ</acronym> específica do &konqueror; pode ser encontrada.
sk: V &kde; sa ako správca súborov používa &konqueror;. Domovská stránka pre &konqueror; je na adrese <ulink url="http://www.konqueror.org">http://www.konqueror.org</ulink> kde sa nachádza aj zoznam často kladených otázok týkajúcich sa priamo aplikácie &konqueror;.
xh: Umphathi wefayile wokhetho we &kde; 1.x yi &kfm; ngexesha owe &kde; 2 iyi &konqueror;. I &konqueror; iphepha lasekhaya libekwe ku <ulink url="http://www.konqueror.org">http://www.konqueror.org</ulink> apho i &konqueror;-ethile <acronym>FAQ</acronym> ingafunyanwa khona.

source: How do I use &konqueror; as a web browser with proxy?
de: Wie nutzen Sie &kfm; oder &konqueror; als Web-Browser mit einem Proxy-Server?
es: ¿Cómo utilizo &konqueror; como navegador web con proxy?
fr: Comment puis-je utiliser &konqueror; comme navigateur avec un proxy&nbsp;?
pt: Como faço para usar o &konqueror; como navegador Web com um 'proxy'?
sk: Ako použijem &konqueror; ako Web prehliadač s použitím proxy?
xh: Ndiyisebenzisa njani i &konqueror; njengomkhangeli we web ngegunya lokusebenzela omnye?

source: &konqueror; can be used with &HTTP; and &FTP; proxies. To set up the proxy server in &konqueror;, just select <menuchoice><guimenu>Settings</guimenu><guisubmenu>Configure &konqueror;...</guisubmenu></menuchoice> from the &konqueror; menu and go to the <guilabel>Proxies</guilabel> tab.
de: Sie können &konqueror; mit &HTTP;- und &FTP;-Proxy-Servern benutzen. Zum Einrichten der Proxy-Server in &konqueror; wählen Sie <menuchoice><guimenu>Einstellungen</guimenu><guisubmenu>&konqueror; ein<accel>r</accel>ichten...</guisubmenu></menuchoice> im &konqueror;-Menü und öffnen Sie die Karteikarte <guilabel>Proxy-Server</guilabel>.
es: &konqueror; puede ser usado a través de proxies &HTTP; y &FTP;. Usted puede cambiar el servidor proxy en &konqueror; seleccionando <menuchoice><guimenu>Opciones</guimenu><guisubmenu>Configurar &konqueror;...</guisubmenu></menuchoice> en el menú &konqueror; y vaya a la pestaña <guilabel>Proxies</guilabel>.
fr: &konqueror; peut être utilisé avec un proxy &HTTP; ou &FTP;. pour configurer les paramètres du proxy dans &konqueror; allez simplement dans <menuchoice><guimenu>Configuration</guimenu><guisubmenu>Configurer &konqueror;</guisubmenu></menuchoice> dans la barre menu de &konqueror; et allez dans l'onglet <guilabel>Proxie et caches</guilabel>.
pt: O &konqueror; pode ser usado com 'proxies' &HTTP; e &FTP;. Para configurares o servidor 'proxy' no &konqueror;, basta selecionares <menuchoice><guimenu>Configuração</guimenu><guisubmenu>Configurar o &konqueror;...</guisubmenu></menuchoice> no menu do &konqueror; e ir para a página <guilabel>Proxies</guilabel>.
sk: &konqueror; podporuje proxy pre &HTTP; a &FTP;. Nastavíte ich vybraním položky menu <menuchoice><guimenu>Nastavenia</guimenu> <guisubmenu>Nastaviť &konqueror;...</guisubmenu></menuchoice> a prejdete do záložky <guilabel>Proxy</guilabel>.
xh: &konqueror; ingasetyenziswa nge &HTTP; ne &FTP; amagunya okusebenzela omnye. Ukucwangcisa umncedisi wegunya lokusebenzela omnye kwi &konqueror;, khetha nje<menuchoice><guimenu>izicwangciso</guimenu><guisubmenu>Qwalasela &konqueror;...</guisubmenu></menuchoice> kwi &konqueror; menu kwaye yiya kwi <guilabel>Amagunya okusebenzela omnye</guilabel> isithuba.

source: How can I change the appearance of a directory in &konqueror;?
de: Wie können Sie das Erscheinungsbild eines Verzeichnisses in &konqueror; einstellen?
es: ¿Cómo puedo cambiar la apariencia de un directorio en &konqueror;?
fr: Comment puis-je changer l'apparence d'un dossier dans &konqueror;&nbsp;?
pt: Como posso mudar a aparência de uma directoria no &konqueror;?
sk: Ako zmením vzhľad priečinkov pre &konqueror;?
xh: Ndingayitshintsha njani inkangeleko kulawulo kwi &konqueror;?

source: When displaying a directory,&konqueror; looks for a hidden file called <filename>.directory</filename> inside the directory. You can create such a file yourself to modify the way in which the directory is displayed. The file is simply a <filename>.desktop</filename> file. For example:
de: Wenn in &konqueror; ein Verzeichnis angezeigt wird, halten Sie Ausschau nach einer versteckten Datei mit Namen <filename>.directory</filename> in diesem Verzeichnis. Sie können diese Datei auch selbst erstellen, um die Anzeige des Verzeichnisses zu verändern. Die Datei ist einfach eine <filename>.desktop</filename>-Datei. Zum Beispiel:
es: Al mostrar un directorio, &konqueror; busca un archivo oculto llamado <filename>.directory</filename> dentro del directorio. Usted mismo puede crear un archivo con este nombre para modificar la forma en que el directorio es mostrado. Este es simplemente un archivo <filename>.desktop</filename>. Por ejemplo:
fr: Lorsqu'il affiche un dossier, &konqueror; recherche d'abord dans le dossier un fichier caché appelé <filename>.directory</filename>. Vous pouvez réaliser ce fichier vous même pour modifier la façon dont le dossier sera affiché. Ce fichier est simplement un fichier <filename>.desktop</filename>. Par exemple&nbsp;:
pt: Quando mostram uma directoria, o &konqueror; procura um ficheiro escondido chamado <filename>.directory</filename> dentro da directoria. Podes criar um ficheiro deste tipo para mudares o modo como a directoria é mostrada. O ficheiro é simplesmente um ficheiro <filename>.desktop</filename>. Por exemplo:
sk: Pri zobrazovaní priečinku hľadá &konqueror; skrytý súbor <filename>.directory</filename> v danom priečinku. Vytvorením tohto súboru môžete meniť spôsob zobrazovania priečinku. Je to súbor <filename>.desktop</filename>. Príklad:
xh: Xa ubonisa ulawulo; i &konqueror; ikhangela ifayile efihliweyo ebizwa nge <filename>.ulawulo</filename> ngaphakathi kulawulo. ungenza ifayile enjalo ngokwakho ukuguqula kancinane indlela apho ulawulo liboniswa ngayo. Ifayile yi <filename>.desktop</filename> ifayile. Umzekelo:

source: [Desktop Entry] Type=Directory Icon=trashcan_full EmptyIcon=trashcan_empty Name=Trash Name[af]=GEMORS ... Name[no_NY]=Papirkorg ... Comment=Contains removed files
pt: [Desktop Entry] Type=Directory Icon=trashcan_full EmptyIcon=trashcan_empty Name=Trash Name[af]=GEMORS ... Name[pt]=Lixo ... Comment=Contains removed files
sk: [Desktop Entry] Type=Directory Icon=trashcan_full EmptyIcon=trashcan_empty Name=Thrash Name[af]=GEMORS ... Name[sk]=Odpadky ... Comment=Contains removed files
xh: [Desktop Entry] Udidi=Ulawulo Icon=trashcan_full EngenantoIcon=trashcan_empty Igama=Umonakalo Name[af]=GEMORS ... Name[no_NY]=Papirkorg ... Comment=Iqulathe iifayile ezisusiweyo

source: This is the file used to describe the Trash directory. It changes the icon used to display the directory and sets the (displayed) name of the directory according to the national language
de: Diese Datei wird zur Beschreibung des Verzeichnisses Mülleimer benutzt. Sie verändert das Icon, das zur Anzeige des Verzeichnisses benutzt wird und setzt den (in Abhängigkeit von der Sprache) angezeigten Namen des Verzeichnisses fest.
es: Este es el archivo utilizado para describir al directorio Trash (Basura). Cambia el ícono usado para mostrar el directorio y configura el nombre (mostrado) del directorio según el idioma local
fr: Ceci est le fichier utilisé pour décrire le dossier de la corbeille. Il change l'icône utilisée pour représenter le dossier, règle le nom affiché en fonction de la langue.
pt: Este é o ficheiro usado para descrever a directoria Lixo. Muda o ícone usado para mostrar o directório, modifica o nome (publicado) da directoria de acordo com a língua nacional.
sk: Tento súbor sa dá použiť pre priečinok Nastavenia. Mení použitú ikony, nastavuje zobrazené meno podľa vybraného jazyka.
xh: Le yifayile esetyenziswa ukuchaza ulawulo lweZicwangciso. Itshintsha i icon esetyenziswa ukubonisa ulawulo, icwangcisa i (elibonisiweyo) igama lolawulo ngendlela yolwimi lohlanga, kwaye ilungisa indlela apho abalawuli abasezantsi baboniswa ngayo.

source: For the directories that build up the <guimenu>K</guimenu> menu, you can also use &kmenuedit; to change the appearance.
de: Für die Verzeichnisse, die das <guimenu>K</guimenu>-Menü bilden, können Sie auch &kmenuedit; zum Ändern des Erscheinungsbildes benutzen.
es: Para los directorios que conforman al menú <guimenu>K</guimenu>,también se puede usar &kmenuedit; para cambiar su apariencia.
fr: Pour les dossiers qui sont à la base du menu <guimenu>K</guimenu>, vous pouvez aussi utiliser &kmenuedit; pour changer leur apparence.
pt: Para as directorias que constituem o menu <guimenu>K</guimenu>, podes também usar o &kmenuedit; para mudar-lhes a aparência.
sk: Pre priečinky, ktoré sú súčasťou menu <guimenu>K</guimenu> môžete použiť pre zmenu vzhľadu aj &kmenuedit;.
xh: Kubalawuli abakha i <guimenu>K</guimenu> menu, ungasebenzisa kwakhona &kmenuedit; ukutshintsha inkangeleko.

source: How can I do non-anonymous &FTP; transfers with &konqueror;?
de: Wie können Sie non-anonymous &FTP;-Transfers mit &konqueror; durchführen?
es: ¿Cómo puedo realizar transferencias no anónimas de servidores &FTP; con &konqueror;?
fr: Comment puis-je faire un transfert &FTP; avec &konqueror; tout en n'étant pas anonyme&nbsp;?
pt: Como posso fazer transferências &FTP; não-anónimas com o &konqueror;?
sk: Ako môžem použiť iný ako anonymný &FTP; prenos pomocou &konqueror;?
xh: Ndingayenza njani enge-nagama laziwayo &FTP; inikeza nge &kfm; ne &konqueror;?

source: Normally, if you enter a &URL; like <userinput>ftp://<replaceable>ftp.somehost.com</replaceable></userinput>, &konqueror; will attempt an anonymous login to the &FTP; server. If you want to login as a particular user, enter a &URL; like <userinput>ftp://<replaceable>username@ftp.somehost.com</replaceable></userinput> instead. &konqueror; will ask for your password and connect to the server.
de: Normalerweise, wenn Sie eine &URL; wie <userinput>ftp://<replaceable>ftp.somehost.com</replaceable></userinput> eingeben, versuchen &konqueror; ein anonymes Login in den &FTP;-Server. Wenn Sie sich als ein spezieller Nutzer anmelden wollen, geben Sie die &URL; als <userinput>ftp://<replaceable>username@ftp.somehost.com</replaceable> </userinput> ein. &konqueror; fragen nach einem Passwort und verbinden Sie dann mit dem Server.
es: Normalmente, al introducir una &URL; como <userinput>ftp://<replaceable>ftp.algunsitio.com</replaceable></userinput>, &konqueror; intentará realizar una conexión anónima con el servidor &FTP;. Si usted desea conectarse como un determinado usuario, introduzca una &URL; como <userinput>ftp://<replaceable>username@ftp.algunsitio.com</replaceable></userinput> en su lugar. &konqueror; le preguntará su contraseña y se conectará al servidor.
fr: Normalement, si vous entrez une &URL; comme <userinput>ftp://<replaceable>ftp.hote.com</replaceable></userinput>, &konqueror; essaie une connexion anonyme sur le serveur &FTP;. Si vous voulez vous connecter en tant qu'un utilisateur particulier, veuillez entrer une &URL; comme <userinput>ftp://<replaceable>nom_utilisateur@ftp.hote.com</replaceable></userinput>. &konqueror; va vous demander votre mot de passe afin d'établir la connexion.
pt: Normalmente, quando utilizas um &URL; como <userinput>ftp://<replaceable>ftp.algumservidor.com</replaceable></userinput>, o &konqueror; tentar efectuar uma ligação anónima ao servidor &FTP;. Se quiseres ligar-te como um utilizador em particular, usa então um &URL; do tipo <userinput>ftp://<replaceable>utilizador@ftp.algumservidor.com</replaceable></userinput>. O &konqueror; irá perguntar-te pela senha e fazer a ligação ao servidor.
sk: Ak zadáte &URL; ako <userinput>ftp://<replaceable>ftp.niekde.com</replaceable></userinput>, &konqueror; sa pokúsi o anonymné prihlásenie na &FTP; server. Ak chcete určiť používateľa, pod ktorým sa prihlásiť, zadajte &URL; v tvare <userinput>ftp://<replaceable>používateľ@ftp.niekde.com</replaceable></userinput> a &konqueror; sa vás spýta na heslo a pripoja sa na server.
xh: Ngesiqhelo, ukuba ungenisa i &URL; njenge <userinput>ftp://<replaceable>ftp.somehost.com</replaceable></userinput>, &kfm; ne &konqueror; izakuzama igama elingaziwayo kwi &FTP; umncedisi. Ukuba ufuna ukufaka igama njengomsebenzisi othile, ngenisa i &URL; njenge <userinput>ftp://<replaceable>username@ftp.somehost.com</replaceable></userinput> endaweni. &kfm; ne &konqueror; izakubuza elakho igama eligqithisiweyo kwaye lidibanise kumncedisi.

source: What are <option>%i</option> and <option>%m</option> in the Execute line?
de: Was sind <option>%i</option> und <option>%m</option> in der Zeile Ausführen?
es: ¿Para qué son las opciones <option>%i</option> y <option>%m</option> en la línea Ejecutar?
fr: À quoi servent les options <option>%i</option> et <option>%m</option> dans la ligne de commande&nbsp;?
pt: O que são <option>%i</option> e <option>%m</option> na linha de Execução?
sk: Čo znamená <option>%i</option> a <option>%m</option> v riadku Vykonať?
xh: Zintoni <option>%i</option> ne <option>%m</option> kwilayini yokuphumeza?

source: They are used by all &kde; applications (since they are implemented in <classname>KApplication</classname> and all good &kde; programs create a <classname>KApplication</classname> object before they even look at the command line arguments).
de: Diese werden von allen &kde;-Anwendungen benutzt (sie sind implementiert in <classname>KApplication</classname> und alle guten &kde;-Programme erzeugen ein <classname>KApplication</classname>-Objekt, noch bevor sie die Befehlszeilenargumente auswerten).
es: Estas opciones se usan por todos los programas para &kde; (ya que están implementadas en <classname>KApplication</classname> y todos los buenos programas para &kde; crean un objeto <classname>KApplication</classname> antes de mirar siquiera los argumentos en la línea de comandos).
fr: Elles sont habituelles dans l'ensemble des applications &kde; (depuis elles ont été implantées dans <classname>KApplication</classname> et tout bon programme &kde; réalise un objet <classname> KApplication</classname> avant de regarder les arguments de la ligne de commande).
pt: Eles são usados por todas as aplicações do &kde; (pois estão implementados em <classname>KApplication</classname> e todos os bons programas &kde; criam um objecto <classname>KApplication</classname> mesmo antes de olharem para os argumentos da linha de comando).
sk: Používajú ich všetky aplikácie &kde; (sú implementované v triede <classname>KApplication</classname> a všetky správne programy &kde; vytvárajú objekt <classname>KApplication</classname> ešte pred spracovaním parametrov príkazového riadka).
xh: Zisetyenziswa zizo zonke &kde; izicelo (ukusukela ukuba zizalisekiswe kwi <classname>KApplication</classname> nazo zonke ezilungileyo &kde; iinkqubo zenza i <classname>KApplication</classname> injongo phambi kokubakokuba zijonge kwiimpikiswano zelayini yomyalelo).

source: A standard line for a &kde; application looks like this: <command>foo <option>... %i %m -caption \"%c\"</option></command>. Pretty confusing, but it has been designed in that way so that it can integrate legacy, non-&kde; applications as smoothly as possible. &konqueror; when executing the line above will extend the command to <command>foo <option>-icon something.png -miniicon something_mini.png -caption \"The Foo\"</option></command>. Both the icon and the mini-icon as well as "The Foo" are properties defined in the <filename>.desktop</filename> file. If the icons are not defined, they simply default to the executable name "foo".
de: Eine Standardzeile für eine &kde;-Anwendung sieht so aus: <command>foo <option>... %i %m -caption \"%c\"</option></command>. Das ist ziemlich unübersichtlich, aber es musste so gemacht werden, um die Integration von älteren, nicht-&kde;-Anwendungen so einfach wie möglich zu machen. &konqueror; erweitert diese Zeile zu <command>foo <option>-icon something.xpm -miniicon something_mini.xpm -caption \"The Foo\"</option></command>. Beide, das Icon und das Mini-Icon wie auch "The Foo" sind Eigenschaften, die in der <filename>.desktop</filename>-Datei festgelegt sind. Wenn die Icons nicht definiert sind, dann werden einfach die der ausführbaren Datei "foo" benutzt.
es: Un comando estándar para un programa para &kde; aparece así: <command>cualquiera <option>... %i %m -caption "%c"</option></command>.Es confuso, pero ha sido diseñado de forma que puedan integrarse los programas heredados, no diseñados para &kde;, de la forma más transparente posible. Al ejecutar esto &konqueror; extiende el comando a <command>cualquiera <option>-icon algo.xpm -miniicon algo_pequeño.xpm -caption "Cualquiera"</option></command>. Tanto el ícono normal como el ícono pequeño, así como "Cualquiera" son propiedades definidas en el archivo <filename>.desktop</filename>. Si los íconos no están definidos, predeterminadamente se usará el nombre del ejecutable, "cualquiera".
fr: Une ligne standard pour une application &kde; ressemble à cela&nbsp;: <command>monprogramme <option>... %i %m -caption \"%c\"</option></command>. Quelque peu confus, mais cela a été conçu de façon à pouvoir intégrer des applications non kde héritées aussi facilement que possible. &konqueror; exécute cette ligne de commande qu'il étend comme cela&nbsp;: <command>monprogramme <option>-icon exemple.xpm -miniicon exemple_mini.xpm -caption \"Mon Programme\"</option></command>. À la fois l'icône et la mini-icône ainsi que "Mon Programme" son définies dans le fichier <filename>.desktop</filename>. Si les icônes ne sont pas définies, elles sont par défaut basées sur le nom de l'exécutable "monprogramme".
pt: Uma linha de comando para uma aplicação &kde; normal asssemelha-se a isto: <command>foo <option>... %i %m -caption \"%c\"</option></command>. Bastante confuso, mas foi desenvolvido deste modo para que possa integrar aplicações antigas, não-&kde; o melhor possível. O &konqueror; quando executam a linha acima extendem o comando para <command>foo <option>-icon something.xpm -miniicon something_mini.xpm -caption \"The Foo\"</option></command>.
sk: Štandardný príkazový riadok pre aplikácie &kde; vyzerá takto: <command>bla<option>... %i %m -caption \"%c\"</option></command>. Je to sice dosť zložité, ale navrhnuté tak, aby mohla byť väčšina aplikácií mimo &kde; ľahko integrovaná. &konqueror; pri spúšťaní takéhoto riadku rozšíri príkaz na <command>bla <option>-icon ikona.xpm -miniicon ikona_mini.xpm -caption \"Bla\"</option></command>. Ikona, miniikona a \"Bla\" sú definované v súbore <filename>.desktop</filename>. Ak ikony nie sú uvedené, použite sa jednoducho štandardne meno programu "bla".
xh: Ilayini esezantsi ye &kde; isicelo sijongeka njengoku: <command>foo <option>... %i %m -iwonga \"%c\"</option></command>. Iyadidekisa , kodwa iyilwe ngalo ndlela ukuze idibanise okusemthethweni, engeyo-&kde; izicelo ngokumpuluswa okwenzekayo. &kfm; ne &konqueror; xa uphumeza ilayini ngasentla izakuwandisa umyalelo ku <command>foo <option>-icon something.xpm -miniicon something_mini.xpm -caption \"The Foo\"</option></command>. Zombini i icon ne mini-icon kunye ne "I Foo" zimpahla ezichazwe kwi <filename>.desktop</filename> ifayile. Ukuba ii icon azichazwanga, azigqibi kwigama eliphunyeziweyo "foo".
