Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_getkde.po
Languages: de, es, fr, pt, sk, uk, xh

source: Getting &kde;
de: Bezugsquellen für &kde;
es: Obteniendo &kde;
fr: Obtenir &kde;
pt: Obter o &kde;
sk: Získanie &kde;
uk: Як отримати &kde;
xh: Ifumana i &kde;

source: Where do I get &kde;?
de: Wo bekommen Sie &kde;?
es: ¿Dónde puedo conseguir &kde;?
fr: Où puis-je obtenir &kde;&nbsp;?
pt: Onde arranjo o &kde;?
sk: Kde môžem získať &kde;?
uk: Звідки можна завантажити &kde;?
xh: Ndiyifumana phi i &kde;?

source: The main distribution site for &kde; is <ulink url="ftp://ftp.kde.org">ftp.kde.org</ulink>. However, this site is often under heavy load, so you might prefer one of the <ulink url="http://www.kde.org/mirrors.html"> &kde; mirror sites</ulink>.
de: Die Hauptseite für die &kde;-Verteilung ist <ulink url="ftp://ftp.kde.org">ftp.kde.org</ulink>. Durch die Popularität von &kde; ist diese Seite aber oft stark belastet und langsam, Sie sollten deswegen auf eine der Spiegelseiten ausweichen. Eine aktuelle Liste der Spiegel finden Sie <ulink url="http://www.kde.org/mirrors.html">hier</ulink>.
es: El principal sitio de distribución de &kde; es <ulink url="ftp://ftp.kde.org">ftp.kde.org</ulink>. Sin embargo, este sitio está a menudo sujeto a una intensa carga, así que usted podría escoger uno de los <ulink url="http://www.kde.org/mirrors.html">espejos de &kde;</ulink>.
fr: Le site principal pour obtenir &kde; est <ulink url="ftp://ftp.kde.org">ftp.kde.org</ulink>. D'un autre coté, ce site est bien souvent très surchargé, donc utilisez de préférence l'un des <ulink url="http://www.kde.org/mirrors.html">sites miroirs de &kde;</ulink>.
pt: O sítio principal de distribuição para o &kde; é o <ulink url="ftp://ftp.kde.org">ftp.kde.org</ulink>. No entanto, está muitas vezes com bastante carga, por isso podes preferir um dos <ulink url="http://www.kde.org/mirrors.html">'mirrors' do &kde;</ulink>.
sk: Hlavný server pre distribúciu &kde; je <ulink url="ftp://ftp.kde.org">ftp.kde.org</ulink>. Ten ale býva často preťažený, takže možno budete chcieť použiť niektorý zo <ulink url="http://www.kde.org/mirrors.html"> zrkadlových serverov &kde;</ulink>.
uk: Головний сайт на якому знаходяться випуски &kde; це - <ulink url="ftp://ftp.kde.org">ftp.kde.org</ulink>. Однак, цей сайт часто буває сильно завантаженим, тому Ви краще оберіть одне з <ulink url="http://www.kde.org/mirrors.html">дзеркал &kde;</ulink>.
xh: Inxuwa lonikezelo elingundoqo le &kde; yi <ulink url="ftp://ftp.kde.org">ftp.kde.org</ulink>. Ngoko ke, eli nxuwa luphantsi kolayisho olunzima rhoqo, ngoko ungakhetha enye ye <ulink url="http://www.kde.org/mirrors.html"> &kde; amanxuwa esibuko</ulink>.

source: Are there &Linux; distributions that include &kde;?
de: Gibt es &Linux;-Distributionen mit &kde;?
es: ¿Hay distribuciones de &Linux; que vengan con &kde; incluido?
fr: Existe-t-il des distributions &Linux; qui contiennent &kde;&nbsp;?
pt: Existem distribuições de &Linux; que tragam o &kde;?
sk: Existujú distribúcie systému &Linux;, ktoré priamo obsahujú &kde;?
uk: Чи є дистрибутиви &Linux;, які містять &kde;?
xh: Kukho i &Linux; izinikezelo ezivela nge &kde;?

source: Yes, major &Linux; distributions already ship &kde;. As building a distribution takes some time, they might not always contain the latest version, but for a start or to avoid downloading from the Internet, they do provide a good starting point.
de: Ja, große &Linux;-Distributionen schließen &kde; schon ein. Da es aber Zeit braucht, eine Distribution zu erstellen, kann es sein, dass sie nicht immer die neueste Version enthalten, aber für den Start oder um das Herunterladen von großen Datenmengen aus dem Internet zu vermeiden, ist dies trotzdem ein guter Anfang.
es: í, las principales distribuciones de &Linux; incluyen &kde;. Como elaborar una distribución toma cierto tiempo, puede que no contengan la última versión, pero para empezar o para evitarse tener que bajar paquetes de Internet, ofrecen un buen punto de partida.
fr: Oui, la majeur partie des distributions &Linux; actuelles contiennent &kde;. Comme le fait de mettre au point une distribution prend du temps, elles peuvent ne pas toujours contenir la dernière version. Mais pour les débutants ou ceux qui ne veulent pas télécharger sur internet, elles constituent un bon début.
pt: Sim, as distribuições mais importantes já trazem o &kde;. Como construir distribuições leva algum tempo, podem não trazer a última versão, mas para começar ou para evitar transferir da Internet, são um bom ponto de partida.
sk: Áno, hlavné distribúcie už &kde; obsahujú. Keďže vytvorenie distribúcie chvíľu trvá, niekedy neobsahujú najnovšiu verziu. Ale pre začiatok, alebo ak nechcete sťahovať z Internetu, to obvykle stačí.
uk: Так, основні дистрибутиви &Linux; вже містять &kde;. Створення дистрибутива займає деякий час, тому дистрибутиви не завжди містять останню версію &kde;, але їх версія є гарним початковим рівнем для того, щоб почати роботу, або, якщо Ви не бажаєте завантажувати нову версію з Інтернету.
xh: Ewe, engundoqo &Linux; izinikezelo sele ziyinqanawa &kde;. Njengokwakha unikezelo luthatha ixesha, azinakuqulatha oko uguqulelo oludlulileyo, kodwa kwisiqalo okanye ukunqanda ulayisho ezantsi kwi Internet, zinikeza incopho elungileyo yesiqalo.

source: You can find an up-to-date list of distributions that ship with &kde; <ulink url="http://www.kde.org/kdeships.html">here</ulink>.
de: Eine aktuelle Liste von Distributionen, die mit &kde; ausgeliefert werden, finden Sie unter: <ulink url="http://www.kde.org/kdeships.html">http://www.kde.org/kdeships.html</ulink>.
es: Puede encontrar una lista al día de las distribuciones con las que &kde; viene incluido <ulink url="http://www.kde.org/kdeships.html">aquí</ulink>.
fr: Vous pouvez trouver une liste à jour des distributions qui contiennent &kde; <ulink url="http://www.kde.org/fr/kdeships.html">ici</ulink>.
pt: Podes encontrar uma lista actualizada das distribuições que trazem o &kde; <ulink url="http://www.kde.org/kdeships.html">aqui</ulink>.
sk: Aktuálny zoznam distribúcií obsahujúcich &kde; je <ulink url="http://www.kde.org/kdeships.html">tu</ulink>.
uk: Ви можете знайти поточний список дистрибутивів, які містять &kde; <ulink url="http://www.kde.org/kdeships.html">тут</ulink>.
xh: Ungafumana eloku-gqi-ba uluhlu lwezinikezelo lo nqanawa nge &kde; <ulink url="http://www.kde.org/kdeships.html">apha</ulink>.

source: What is the current version?
de: Was ist die aktuelle Version?
es: ¿Cuál es la versión actual?
fr: Quelle est la version actuelle&nbsp;?
pt: Qual é a versão actual?
sk: Aká je aktuálna verzia?
uk: Яка остання версія?
xh: Yintoni uguqulelo langoku?

source: Currently, the latest stable version is 2.2.1
de: Die aktuelle stabile Version ist 2.2.1.
es: Actualmente, la última versión estable es la 2.2.1
fr: Actuellement, la dernière version stable est la 2.2.1.
pt: Neste momento, a última versão estável é a 2.2.1.
sk: Aktuálna stabilná verzia je 2.2.1.
uk: На цей час остання стабільна версія - 2.2.1
xh: Okwangoku, uguqulelo oludlulileyo oluzinzileyo yi 2.1.1.

source: The <ulink url="http://www.kde.org/info/2.2.1.html">&kde; 2.2.1 Info Page</ulink> contains a lot of information specific to this release.
de: Die <ulink url="http://www.kde.org/info/2.1.1.html">&kde; 2.2.1 Info Page</ulink> enthält viele Informationen über dieses lang erwartete Release.
es: La <ulink url="http://www.kde.org/info/2.2.1.html">Página de Información de&kde; 2.2.1</ulink> contiene mucha información específica de esta versión.
fr: La <ulink url="http://www.kde.org/info/2.2.1.html">page d'informations de &kde; 2.2.1</ulink> contient de nombreuses informations spécifiques à cette version.
pt: A <ulink url="http://www.kde.org/info/2.1.1.html">Página de Informação do &kde; 2.2.1</ulink> contém muita informação específica desta versão.
sk: <ulink url="http://www.kde.org/info/2.2.1.html">Informačná stránka &kde; 2.2.1</ulink> obsahuje veľa informácií o tejto verzii.
uk: <ulink url="http://www.kde.org/info/2.2.1.html">Сторінка інформації про &kde; 2.2.1</ulink> містить багато інформації саме про цю версію.
xh: I <ulink url="http://www.kde.org/info/2.1.1.html">&kde; 2.1.1 Iphepha lolwazi</ulink> liqulathe ulwazi oluninzi oluthile kolu khupho.

source: Where do I find &kde; snapshots?
de: Wo finden Sie &kde;-Snapshots?
es: ¿Dónde puedo conseguir instantáneas de código de &kde;?
fr: Où puis-je trouver des «snapshots» de &kde;&nbsp;?
pt: Onde encontro as últimas versões do &kde;?
sk: Kde nájdem momentálny stav vývoja &kde;?
uk: Де можна знайти знімки екрану &kde;?
xh: Ndizifumana phi &kde; iifoto ezikhawulezayo?

source: You can get the latest snapshots from <ulink url="ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots">ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots</ulink>. You might also want to consider setting up your own <acronym>CVS</acronym> client in order to maintain the latest snapshot at all times. Please refer to <ulink url="http://www.kde.org/anoncvs.html">Anonymous <acronym>CVS</acronym> and &kde;</ulink> for further information.
de: Sie finden die aktuellsten Snapshots unter: <ulink url="ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots">ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots</ulink>. Wenn Sie darüber nachdenken, Ihren eigenen <acronym>CVS</acronym>-Client einzurichten, um immer die letzten Snapshots zu haben, sehen Sie unter: <ulink url="http://www.kde.org/anoncvs.html">Anonymous <acronym>CVS</acronym> and &kde;</ulink> nach. Dort finden Sie eine Anleitung.
es: Puede conseguir las últimas instantáneas en <ulink url="ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots">ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots</ulink>.También podría considerar configurar su propio cliente de <acronym>CVS</acronym> para así conservar siempre las últimas instantáneas. Por favor remítase a <ulink url="http://www.kde.org/anoncvs.html"><acronym>CVS</acronym> anónimoy &kde;</ulink> para más información.
fr: Vous pouvez obtenir les derniers «snapshots» depuis <ulink url="ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots">ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots</ulink>. Si vous désirez configurer votre propre client <acronym>CVS</acronym> afin de garder à jour notre dernière version, référez-vous à <ulink url="http://www.kde.org/anoncvs.html"><acronym>CVS</acronym> anonyme et &kde;</ulink> pour plus d'informations.
pt: Podes obter as versões mais recentes do &kde; em <ulink url="ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots">ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots</ulink>. Podes também configurar o teu cliente de <acronym>CVS</acronym> de modo a manteres as últimas versões em qualquer altura. Vê em <ulink url="http://www.kde.org/anoncvs.html"><acronym>CVS</acronym> anónimo e o &kde;</ulink> para mais informações.
sk: Najnovší kód sa dá získať na adrese <ulink url="ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots">ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots</ulink>. Možno budete chcieť použiť klienta <acronym>CVS</acronym> pre neustálu aktualizáciu. Potom si, prosím, prečítajte <ulink url="http://www.kde.org/cvsup.html">Ako použiť <application>cvsup</application> pre získanie &kde;</ulink>.
uk: Ви можете завантажити останні знімки з <ulink url="ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots">ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots</ulink>. Ви також можете налагодити клієнта <acronym>CVS</acronym>, щоб вчасно завантажувати нові знімки. Будь ласка, перегляньте <ulink url="http://www.kde.org/anoncvs.html">Анонімний доступ до <application>CVS</application> та &kde;</ulink> для більш детальної інформації.
xh: Ungafumana iifoto ezikhawulezayo ezidlulileyo kwi <ulink url="ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots">ftp://ftp.kde.org/pub/kde/unstable/CVS/snapshots</ulink>. Ungafuna kwakhona ukuqwalasela ukucwangcisa eyakho i <acronym>CVS</acronym> umxhasi ukuze ulondoloze ufoto olukhawulezayo oludlulileyo wonke amaxesha. Nceda thelekisa kwi <ulink url="http://www.kde.org/cvsup.html">Ungasisebenzisa njani <application>cvsup</application> ukufumana &kde;</ulink> ekwenzeni oko.

source: Where do I get &Qt;?
de: Wo bekommen Sie &Qt;?
es: ¿Dónde puedo conseguir &Qt;?
fr: Où puis-je obtenir &Qt;&nbsp;?
pt: Onde arranjo o &Qt;?
sk: Kde sa dá získať &Qt;?
uk: Звідки можна завантажити &Qt;?
xh: Ndiyifumana phi i &Qt;?

source: &Qt; is a product of the Norwegian company Trolltech. You can always get the latest &Qt; version from their <ulink url="ftp://ftp.trolltech.com">&FTP; server</ulink>.
de: &Qt; ist ein Produkt der norwegischen Firma Troll Tech. Sie finden die jeweils neueste &Qt;-Version auf deren <ulink url="ftp://ftp.trolltech.com">&FTP; server</ulink>.
es: &Qt; es un producto de la compañía noruega, Troll Tech. Usted puede conseguir la última versión de &Qt; en su <ulink url="ftp://ftp.trolltech.com">servidor &FTP;</ulink>.
fr: &Qt; est produit par la société Norvégienne Trolltech. Vous pouvez toujours obtenir la dernière version de &Qt; depuis leur <ulink url="ftp://ftp.trolltech.com">serveur &FTP;</ulink>.
pt: O &Qt; é um produto de uma empresa norueguesa, a Trolltech. Podes sempre obter a última versão do &Qt; no seu <ulink url="ftp://ftp.troll.no">servidor &FTP;</ulink>.
sk: &Qt; je produktom nórskej firmy Troll Tech. Najnovšia verzia sa dá vždy získať na ich <ulink url="ftp://ftp.trolltech.com">&FTP; serveri</ulink>.
uk: &Qt; - це бібліотека Норвежської компанії Troll Tech. Ви завжди можете звантажити останню версію &Qt; з їх <ulink url="ftp://ftp.trolltech.com">&FTP; сервера</ulink>.
xh: &Qt; yimveliso yenkampani ye Norwegian, Troll Tech. Ungasoloko ufumana edlulileyo &Qt; uguqulelo kweyabo <ulink url="ftp://ftp.troll.no">&FTP; umncedisi</ulink>.

source: And with most up-to-date &Linux; distributions, &Qt; is already included. Please see <xref linkend="prerequisites"/> for the version of &Qt; you need.
de: In den neuesten &Linux;-Distributionen ist &Qt; schon eingeschlossen. Bitte sehen Sie vorher unter <xref linkend="prerequisites"/> nach, welche Version von &Qt; Sie brauchen.
es: Además, &Qt; viene incluido con la mayor parte de las distribuciones de &Linux; actuales. Por favor remítase a <xref linkend="prerequisites"/> para saber qué versión de &Qt; necesita.
fr: Enfin avec la majorité des distributions &Linux à jour, &Qt; est déjà installé. Veuillez regarder <xref linkend="prerequisites"/> pour savoir la version de &Qt; dont vous avez besoin.
pt: E na maior parte das distribuições de &Linux; actuais, o &Qt; já vem incluído. Vê <xref linkend="prerequisites"/> para saberes a versão do &Qt; que precisas.
sk: Ale vždy by malo byť možné získať &Qt; aj na hore uvedenej adrese <link linkend="where-to-get-kde">&kde;</link>. To, ktorú verziu potrebujete nájdete v <xref linkend="prerequisites"/>.
uk: Також &Qt; є у всіх останніх дистрибутивах &Linux;. Перегляньте, будь ласка, <xref linkend="prerequisites"/>, щоб дізнатись, яка версія &Qt; вам потрібна.
xh: Ngoko ke, ungakwazi ukufumana &Qt; kwe ngasentla-ekhankanyiweyo <link linkend="where-to-get-kde">&kde; amanxuwa</link>. Kwaye ngezininzi ezi-gqi-tyiweyo &Linux; izinikezelo, &Qt; sele iqukiwe. Nceda bona <xref linkend="prerequisites"/> yoguqulelo lwe &Qt; olufunayo.

source: What is &Qt;, by the way?
de: Was ist &Qt;?
es: ¿Qué es &Qt;, por cierto?
fr: Qu'est-ce que &Qt; au fait&nbsp;?
pt: A propósito, o que é o &Qt;?
sk: A čo to je &Qt;?
uk: До речі, а що таке &Qt;?
xh: Yintoni i &Qt;, ngendlela?

source: &Qt; is a C++-based class library to build user interfaces. It also includes many utility classes like string classes and classes to handle input and output. It provides most of the widgets you will see in a &kde; application: menus, buttons, sliders, <abbrev>etc.</abbrev> &Qt; is a cross-platform library that allows you to write code that will compile on &UNIX; systems as well as &Windows; and embedded devices. You can learn more about &Qt; at <ulink url="http://www.trolltech.com">http://www.trolltech.com</ulink>.
de: &Qt; ist eine C++-basierte Klassenbibliothek zum Erstellen von graphischen Nutzerschnittstellen. Diese stellt die meisten Elemente, die Sie in &kde;-Anwendungen sehen, bereit: Menüs, Knöpfe, Schieberegler, <abbrev>etc.</abbrev> &Qt; ist eine plattformunabhängige Bibliothek, die es Ihnen gestattet, Programme zu schreiben, die sowohl unter &UNIX;-Systemen als auch unter &Windows; kompilieren. Weitere Informationen über &Qt; finden Sie unter <ulink url="http://www.trolltech.com">http://www.trolltech.com</ulink>.
es: &Qt; es una librería de clases basada en C++ para construir interfaces de usuario. Proporciona la mayor parte de los elementos que se ven en los programas de &kde;: menús, botones, deslizadores, <abbrev>etc.</abbrev> &Qt; es una librería multiplataforma que permite escribir código que puede compilarse tanto en sistemas &UNIX; como en &Windows; y dispositivos empotrados. Puede aprender más sobre &Qt; en <ulink url="http://www.trolltech.com">http://www.trolltech.com</ulink>.
fr: &Qt; est une librairie de classes C++ afin de construire des interfaces graphiques. Il inclut également beaucoup de classes d'outils comme les classes de chaînes de caractères ou la gestion des entrées/sorties. Il fournit la plupart des éléments graphiques que vous verrez dans les applications &kde;&nbsp;: menus, boutons, glissières, <abbrev>etc.</abbrev>. &Qt; est une librairie multiplates-formes qui permet d'écrire du code qui compilera aussi bien sur les systèmes &UNIX; que sur les systèmes &Windows;. Vous pouvez en savoir plus sur &Qt; à cette adresse&nbsp;: <ulink url="http://www.trolltech.com">http://www.trolltech.com</ulink>.
pt: O &Qt; é a classe de bibliotecas baseadas em C++ para construir interfaces de utilizador. Também inclui muitas classes de utilitários como classes de strings e classes para lidar com entradas/saídas. Fornece a maioria dos elementos que verá numa aplicação do &kde;: menus, botões, barras deslizantes, <abbrev>etc.</abbrev> O &Qt; é uma biblioteca para várias plataformas que te permite escreveres código que compila em sistemas &UNIX; bem como em &Windows;. Podes aprender mais sobre o &Qt; em <ulink url="http://www.trolltech.com">http://www.trolltech.com</ulink>.
sk: &Qt; je knižnica tried C++ pre tvorbu používateľského rozhrania. Obsahuje aj veľa pomocných tried, napr. pre reťazce a prácu so vstupom a výstupom. Poskytuje väčšinu prvkov, ktoré vidíte v aplikáciách &kde;: menu, tlačidlá, posuvníky, <abbrev>atď.</abbrev>. &Qt; podporuje viacero platforiem, takže váš kód bude fungovať na systémoch &UNIX; ale aj vo &Windows;. Viac sa o &Qt; dozviete na adrese <ulink url="http://www.troll.no">http://www.trolltech.com</ulink>.
uk: &Qt; - це бібліотека побудована на C++ та призначена для розробки графічних інтерфейсів. Вона також містить загально використовуємі класи для роботи зі строками та роботи з вводом/виводом. Ця бібліотека містить більшість елементів інтерфейсу, які Ви бачите у програмах для &kde;: меню, кнопки, повзуни, <abbrev>та ін.</abbrev> &Qt; це, також, бібліотека для різних операційних систем, вона дозволяє скомпілювати ваш код як для &UNIX; систем, та і для &Windows;. Ви можете знайти більш докладну інформацію про &Qt; на <ulink url="http://www.trolltech.com">http://www.trolltech.com</ulink>.
xh: &Qt; yi C++-ilayibrari yohlobo esekwe ukwakha iinjongano zomsebenzisi. Kwakhona iquka iitlobo ezininzi eziluncedo njengomtya weentlobo nentlobo ukuphatha igalelo nemveliso. Inikeza ezininzi iwidgets ozaku zibona kwi &kde; isicelo: iimenu, amaqhosha, abatyibilikisi, <abbrev>njalo-njalo.</abbrev> &Qt; yilayibrari yomgangatho-onqamlezayo okuvumela ukuba ubhale ikhowudi ezakuqokelela kwi &UNIX; iindlela nazo ne &Windows;. Ungafunda okuninzi malunga ne &Qt; kwi <ulink url="http://www.troll.no">http://www.troll.no</ulink>.
