Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_install.po
Languages: de, fr, sk, sl, sv, xh

source: One thing you should avoid: installing two or more versions of &kde; in parallel. This might happen if you specify a different target directory for one version than for the other. The result may be unpredictable. The same is true if you have different versions of &Qt; installed at the same time. This happens easily if you already have an old &Qt; version installed with a &Linux; distribution.
de: Eins sollten Sie vermeiden: Installieren von zwei oder mehr Versionen von &kde; parallel. Dies kann passieren, wenn Sie unterschiedliche Zielverzeichnisse für verschiedene Versionen angeben. Die Ergebnisse sind dabei nicht vorhersagbar. Dasselbe trifft zu, wenn Sie verschiedene Versionen von &Qt; zur selben Zeit installiert haben. Das kann leicht passieren, wenn Sie schon eine ältere Version von &Qt; zusammen mit einer &Linux;distribution installiert haben.
fr: Une chose a proscrire&nbsp;: installer en parallèle 2 versions, ou plus, de &kde;. C'est ce qui se passe si vous ne spécifiez pas les mêmes dossiers cibles pour les différentes versions. Les résultats peuvent être catastrophiques. Ceci est tout aussi valable pour &Qt;,. Et le problème arrive assez facilement lorsqu'une vieille version de &Qt; a déjà été installée, en même temps que votre <quote>distribution</quote>.
sk: Jedna vec, o ktorú by ste sa nemali pokúšať: nainštalovať dve alebo viac verzií &kde; naraz. To sa môže stať v prípade, že pre rôzne verzie použijete rôzne cieľové priečinky. Výsledok je nepredvídateľný. To platí aj pre inštalovanie viacerých rôznych verzií &Qt;. Stáva sa to, ak máte nainštalovanú staršiu verziu &Qt; z vašej distribúcie.
sl: Izogibati pa se morate eni stvari: nameščanju dveh ali več različic &kde; vzporedno. To se lahko zgodi, če določite drugačen ciljni imenik za eno izmed različic. Rezultat je lahko nepredvidljiv. Isto velja v primeru, da imate hkrati nameščeni različni različici &Qt;. To se lahko zgodi hitro, če že imate starejšo različico &Qt;, ki je bila nameščena z distribucijo &Linux;.
sv: En sak som du bör undvika: att installera två eller flera versioner av &kde; parallellt. Det här kan inträffa om du anger en annan målkatalog för en version än för den andra. Resultatet är svårt att förutsäga. Samma sak gäller om du har olika versioner av &Qt; installerade samtidigt. Det här inträffar lätt om du redan har en gammal &Qt;-version installerad med en &Linux;-distribution.
xh: Inye into ekufuneka uyinqandile: ukufaka ezimbini okanye ngaphezulu iinguqulelo ze &kde; ngokuhambelana. Oku kunokwenzeka ukuba ukhankanya ulawulo letekeni olwahlukileyo loguqulelo olunye kunolunye. Isiphumo sinokungachazwa kuqala. Okunye kuyinyaniso ukuba uneenguqulelo ezahlukeneyo ze &Qt; efakwe ngexesha elinye. Oku kwenzeka lula ukuba sele unendala i &Qt; uguqulelo olufakwe nge &Linux; unikezelo.

source: How do I start &kde;?
de: Wie starten Sie &kde;?
fr: Comment démarrer &kde;&nbsp;?
sk: Ako mám spustiť &kde;?
sl: Kako poženem &kde;?
sv: Hur startar jag &kde;?
xh: Ndiyiqala njani i &kde;?

source: The most comfortable method to start &kde; is to use the <filename>startkde</filename> script. Simply put the line <command>startkde</command> at the end of your <filename>.xsession</filename> file (or your <filename>.xinitrc</filename> or <filename>.Xclients</filename> file if you are not using &kdm; or <application>xdm</application>). Please also remove the lines that start your previous window manager. If there is no <filename>.xsession</filename>, <filename>.xinitrc</filename>, or <filename>.Xclients</filename> in your home directory, simply create a new one that just contain one line saying <command>startkde</command>.
de: Die komfortabelste Methode &kde; zu starten, ist die Nutzung des <filename>startkde</filename> Skriptes. Schreiben Sie einfach eine Zeile <command>startkde</command> an das Ende Ihrer <filename>.xsession</filename> Datei (oder Ihrer <filename>.xinitrc</filename> oder <filename>.Xclients</filename> Datei, wenn Sie &kdm; oder <application>xdm</application> nicht benutzen). Entfernen Sie auch alle Zeilen, die Ihren früheren Fenstermanager aktivieren. Wenn Sie keine <filename>.xsession</filename>, <filename>.xinitrc</filename>, oder <filename>.Xclients</filename> Datei in Ihrem Persönlichen Verzeichnis haben, erstellen Sie einfach eine neue, die nur eine Zeile mit dem Befehl <command>startkde</command> enthält.
fr: La méthode la plus pratique pour démarrer &kde; consiste à utiliser le script <filename>startkde</filename>. Ajouter simplement la ligne <command>startkde</command> à la fin du votre fichier <filename>.xsession</filename> (ou <filename>.xinitrc</filename>, ou encore <filename>.Xclients</filename> si vous n'utilisez pas &kdm; ou <application>xdm</application>). Otez aussi la ligne qui démarre le gestionnaire de fenêtres précédemment utilisé. Si aucun des fichiers <filename>.xsession</filename>, <filename>.xinitrc</filename>, ou <filename>.Xclients</filename> n'est présent dans votre dossier personnel, créez-en qui ne contiendra que la ligne suivante&nbsp;: <command>startkde</command>.
sk: Najľahšia cesta ako spustiť &kde; je použiť skript <filename>startkde</filename>. Jednoducho na koniec súboru <filename>.xsession</filename> (alebo <filename>.xinitrc</filename> alebo <filename>.Xclients</filename> , ak nepoužívate &kdm; alebo <application>xdm</application>). pridajte volanie <command>startkde</command>. Nezabudnite odstrániť spúšťanie vášho predchádzajúceho správcu okien. Ak vo vašom domovskom priečinku nemáte ani súbor <filename>.xsession</filename>, ani <filename>.xinitrc</filename>, ani <filename>.Xclients</filename>, jednoducho ho vytvorte tak, aby obsahoval iba riadok <command>startkde</command>.
sl: Najbolj udoben načina zagona &kde; predstavlja uporaba skripta <filename>startkde</filename>. Na konec vaše datoteke <filename>.xsession</filename> (ali pa <filename>.xinitrc</filename> oziroma <filename>.Xclients</filename> če ne uporabljate &kdm; ali <application>xdm</application>) dodajte <command>startkde</command>. Odstranite vrstice, ki poženejo vaš prejšnji okenski upravljalnik. Če v vašem imeniku nimate datoteke <filename>.xsession</filename>, <filename>.xinitrc</filename> ali <filename>.Xclients</filename>, preprosto ustvarite novo, ki vsebuje le eno samo vrstico: <command>startkde</command>.
sv: Det bekvämaste sättet att starta &kde; är att använda <filename>startkde</filename>-skriptet. Lägg helt enkelt raden <command>startkde</command> sist i din <filename>.xsession</filename>-fil (eller din <filename>.xinitrc</filename>- eller <filename>.Xclients</filename>-fil om du inte använder &kdm; eller <application>xdm</application>). Var god ta bort raderna som startade din tidigare fönsterhanterare. Om det inte finns någon <filename>.xsession</filename>, <filename>.xinitrc</filename>, eller <filename>.Xclients</filename> i din hemkatalog, skapa helt enkelt en ny som bara innehåller en rad som lyder <command>startkde</command>.
xh: Indlela ekhululekileyo yokuqala i &kde; kukusebenzisa i <filename>startkde</filename> ushicilelo. Beka ilayini <command>startkde</command> esiphelweni seyakho i <filename>.xsession</filename> ifayile (okanye eyakho <filename>.xinitrc</filename> okanye <filename>.Xclients</filename> ifayile ukuba awusebenzisi i &kdm; okanye <application>xdm</application>). Nceda kwakhona susa iilayini eziqala umphathi wewindow yakho odlulileyo. Ukuba akukho <filename>.xsession</filename>, <filename>.xinitrc</filename>, okanye <filename>.Xclients</filename> kulawulo lwakho lasekhaya, yenza entsha equlathe nje ilayini ethi <command>startkde</command>.

source: Is it possible to install &kde; in a user directory?
de: Ist es möglich, &kde; in ein Nutzerverzeichns zu installieren?
fr: Est-il possible d'installer &kde; dans le dossier personnel d'un utilisateur&nbsp;?
sk: Je možné nainštalovať &kde; je priečinku používateľa?
sl: Je mogoče namestiti &kde; v uporabniški imenik?
sv: Är det möjligt att installera &kde; i en användarkatalog?
xh: Kuyenzeka ukufaka i &kde; kulawulo lomsebenzisi?

source: Yes, you can install &kde; in any directory you want. What you have to do depends on the kind of packages you want to install:
de: Ja, Sie können &kde; in irgendein Verzeichnis Ihrer Wahl installieren. Was hierbei zu beachten ist, hängt von der Art der Pakete ab, die Sie installieren wollen:
fr: Oui, vous pouvez installer &kde; dans le dossier que vous souhaitez. La démarche à suivre dépendra du type de paquetage employé&nbsp;:
sk: Áno, je to možné kamkoľvek. Závisí to ale na tom, čo chcete nainštalovať:
sl: Da, &kde; lahko namestite v katerikoli imenik želite. To, kar morate storiti, je odvisno od vrste paketa, ki ga želite namestiti:
sv: Ja, du kan installera &kde; i vilken katalog du vill. Vad du måste göra beror på vilken sorts paket du vill installera:
xh: Ewe, ungafaka &kde; nakoluphi ulawulo olufunayo. Onako kuxhomekeke kudidi lwempahla ofuna ukulufaka:

source: Source packages
de: Quellenpakete
fr: Paquetages sources
sk: Zdrojové balíky
sl: Paketi izvorne kode
sv: Källkodspaket
xh: Impahla yemvelaphi

source: Configure and install the package using <command>configure <option>--prefix=<replaceable>/users/myhome/kde</replaceable></option>; make; make install</command> to install into <filename class="directory">/users/myhome/kde</filename>.
de: Konfigurieren und Installieren Sie das Paket mit: <command>configure <option>--prefix=<replaceable>/users/myhome/kde</replaceable></option>; make; make install</command> zum Installieren in <filename class="directory">/users/myhome/kde</filename>.
fr: Configurez, puis installez le paquetage avec la commande <command>configure <option>--prefix=<replaceable>/users/dossier_personnel/kde</replaceable></option>; make; make install</command> pour l'installer dans <filename class="directory">/users/dossier_personnel/kde</filename>.
sk: Nastavte a nainštalujte balík pomocou <command>configure <option>--prefix=<replaceable>/users/mojhome/kde</replaceable></option>; make; make install</command>, aby sa nainštaloval do <filename class="directory">/users/mojhome/kde</filename>.
sl: Nastavite (prilagodite) in namestite paket z uporabo <command>configure <option>--prefix=<replaceable>/users/myhome/kde</replaceable></option>; make; make install</command>, s čimer boste nameščali v <filename class="directory">/users/myhome/kde</filename>.
sv: Konfigurera och installera paketet med <command>configure <option>--prefix=<replaceable>/users/mitthem/kde</replaceable></option>; make; make install</command> för att installera i <filename class="directory">/users/mitthem/kde</filename>.
xh: Qwalasela kwaye ufake impahla usebenzisa <command>qwalasela <option>--isimaphambili=<replaceable>/users/myhome/kde</replaceable></option>; yenza, yenza ufako</command> ukufaka kwi <filename class="directory">/users/myhome/kde</filename>.

source: Add the following to your init files. Please note that if it is not necessary for you to set <envar>LD_LIBRARY_PATH</envar>, it is better to leave it out.
de: Fügen Sie folgendes zu Ihren Initdateien hinzu. Beachten Sie bitte, dass es meist nicht nötig ist, die Umgebungsvariable <envar>LD_LIBRARY_PATH</envar> zu setzen, es ist meistens besser dies nicht zu tun.
fr: Ajouter les lignes qui suivent à votre fichier de démarrage. Notez que si vous n'avez pas besoin de modifier la valeur de votre variable d'environnement <envar>LD_LIBRARY_PATH</envar>, la mieux est de mettre les sections qui s'y rapportent de côté.
sk: Toto pridajte do vašich inicializačných súborov. Uvedomte si, že nie je treba nastavovať premennú <envar>LD_LIBRARY_PATH</envar>, je lepšie ju nemeniť.
sl: V vaše init datoteke dodajte spodnje vrstice. Upoštevajte, da vam ni potrebno nastaviti <envar>LD_LIBRARY_PATH</envar>, bolje je ta korak izpustiti.
sv: Lägg till det följande i dina initieringsfiler. Observera att om det inte är nödvändigt för dig att sätta <envar>LD_LIBRARY_PATH</envar>, är det bättre att utelämna det.
xh: Dibanisa okulandelayo kwifayile zakho ze init. Nceda qaphela ukuba akuyomfuneko kuwe ukucwangcisa <envar>LD_LIBRARY_PATH</envar>, kungcono ukuyishiya ngaphandle.

source: For csh or tcsh:
de: Für csh oder tcsh:
fr: Pour csh ou tcsh&nbsp;:
sk: Pre csh alebo tcsh:
sl: Za csh ali tcsh:
sv: För csh eller tcsh:
xh: Ye csh okanye tcsh:

source: setenv KDEDIR /users/myhome/kde if ( $?LD_LIBRARY_PATH ) then setenv LD_LIBRARY_PATH $KDEDIR/lib:$LD_LIBRARY_PATH else setenv LD_LIBRARY_PATH $KDEDIR/lib endif if ( ! $?LIBRARY_PATH ) then setenv LIBRARY_PATH $LD_LIBRARY_PATH endif
sk: setenv KDEDIR /users/mojhome/kde if ( $?LD_LIBRARY_PATH ) then setenv LD_LIBRARY_PATH $KDEDIR/lib:$LD_LIBRARY_PATH else setenv LD_LIBRARY_PATH $KDEDIR/lib endif if ( ! $?LIBRARY_PATH ) then setenv LIBRARY_PATH $LD_LIBRARY_PATH endif
sv: setenv KDEDIR /users/mitthem/kde if ( $?LD_LIBRARY_PATH ) then setenv LD_LIBRARY_PATH $KDEDIR/lib:$LD_LIBRARY_PATH else setenv LD_LIBRARY_PATH $KDEDIR/lib endif if ( ! $?LIBRARY_PATH ) then setenv LIBRARY_PATH $LD_LIBRARY_PATH endif
xh: setenv KDEDIR /users/myhome/kde ukuba ( $?LD_LIBRARY_PATH ) ngoko setenv LD_LIBRARY_PATH $KDEDIR/lib:$LD_LIBRARY_PATH enye setenv LD_LIBRARY_PATH $KDEDIR/lib phela ukuba ukuba ( ! $?LIBRARY_PATH ) ngoko setenv LIBRARY_PATH $LD_LIBRARY_PATH phela ukuba

source: For <application>bash</application>:
de: Für die <application>bash</application>:
fr: Pour <application>bash</application>&nbsp;:
sk: Pre <application>bash</application>:
sl: Za <application>bash</application>:
sv: För <application>bash</application>:
xh: Ye <application>uvuthuzo olukhulu</application>:

source: KDEDIR=/users/myhome/kde PATH=$KDEDIR/bin:$PATH LD_LIBRARY_PATH=$KDEDIR/lib:$LD_LIBRARY_PATH LIBRARY_PATH=$LD_LIBRARY_PATH export KDEDIR PATH LD_LIBRARY_PATH LIBRARY_PATH
sk: KDEDIR=/users/mojhome/kde PATH=$KDEDIR/bin:$PATH LD_LIBRARY_PATH=$KDEDIR/lib:$LD_LIBRARY_PATH LIBRARY_PATH=$LD_LIBRARY_PATH export KDEDIR PATH LD_LIBRARY_PATH LIBRARY_PATH
sv: KDEDIR=/users/mitthem/kde PATH=$KDEDIR/bin:$PATH LD_LIBRARY_PATH=$KDEDIR/lib:$LD_LIBRARY_PATH LIBRARY_PATH=$LD_LIBRARY_PATH export KDEDIR PATH LD_LIBRARY_PATH LIBRARY_PATH
xh: KDEDIR=/users/myhome/kde PATH=$KDEDIR/bin:$PATH LD_LIBRARY_PATH=$KDEDIR/lib:$LD_LIBRARY_PATH LIBRARY_PATH=$LD_LIBRARY_PATH rhweba ngaphandle KDEDIR PATH LD_LIBRARY_PATH LIBRARY_PATH

source: <acronym>RPM</acronym> packages
de: <acronym>RPM</acronym> Pakete
fr: Paquetages <acronym>RPM</acronym>
sk: Balíky <acronym>RPM</acronym>
sl: <acronym>RPM</acronym> paketi
sv: <acronym>RPM</acronym>-paket
xh: <acronym>RPM</acronym> impahla

source: <command>rpm</command> allows you to use the <option>--prefix</option> option to select the directory you want to install to. For example, executing <command>rpm <option>-i --prefix=<replaceable>/users/myhome/kde package.rpm</replaceable></option></command> will install the package to <filename class="directory">/users/myhome/kde</filename>.
de: <command>rpm</command> gestattet Ihnen, die Option <option>--prefix</option> zur Auswahl des Verzeichnisses, in das Sie installieren wollen, zu benutzen. <abbrev>z.B.</abbrev> der Befehl <command>rpm <option>-i --prefix=<replaceable>/users/myhome/kde package.rpm</replaceable></option></command> installiert das Paket in das Verzeichnis <filename class="directory">/users/myhome/kde</filename>.
fr: La commande <command>rpm</command> vous permet d'utiliser l'option <option>--prefix</option> afin de préciser le dossier d'installation. &pex;, en lançant <command>rpm <option>-i --prefix=<replaceable>/users/myhome/kde nom_du_paquetage.rpm</replaceable></option></command>, vous installerez le paquetage dans le dossier <filename class="directory">/users/myhome/kde</filename>.
sk: <command>rpm</command> umožňuje použiť voľbu <option>--prefix</option> pre výber priečinku, do ktorého chcete inštalovať. Napríklad, vykonaním <command>rpm <option>-i --prefix=<replaceable>/users/mojhome/kde package.rpm</replaceable></option></command> nainštalujete balík do <filename class="directory">/users/mojhome/kde</filename>.
sl: <command>rpm</command> vam omogoča uporabo možnosti <option>--prefix</option> s katero izberete imenik, v katerega želite nameščati. Če na primer izvedete <command>rpm <option>-i --prefix=<replaceable>/users/myhome/kde package.rpm</replaceable></option></command>, bo paket nameščen v <filename class="directory">/users/myhome/kde</filename>.
sv: Kommandot <command>rpm</command> låter dig använda alternativet <option>--prefix</option> för att välja installationskatalog. Genom att till exempel köra kommandot <command>rpm <option>-i --prefix=<replaceable>/users/mitthem/kde paket.rpm</replaceable></option></command> installeras paketet i <filename class="directory">/users/mitthem/kde</filename>.
xh: <command>rpm</command> ikuvumela usebenzise i <option>--isimaphambili</option> ukhetho ukukhetha ulawulo ofuna ukulufaka ku. Umzekelo, iyaphumeza <command>rpm <option>-i --isimaphambili=<replaceable>/users/myhome/kde package.rpm</replaceable></option></command> izakufaka imaphla ku <filename class="directory">/users/myhome/kde</filename>.

source: Although &kde; will run from a user directory, there are some problems with programs that require suid root, <abbrev>e.g.</abbrev> the programs in the kdeadmin package. But since they are not meant to be run by users in the first place, this is nothing to worry about.
de: Auch wenn &kde; von einem Nutzerverzeichnis läuft, gibt es einige Probleme mit Programmen, die Systemverwalterrechte benötigen; <abbrev>z.B.</abbrev> die Programme im kdeadmin Paket. Aber weil diese normalerweise nicht von Nutzern benutzt werden, ist dies eigentlich kein Problem.
fr: Bien que &kde; puisse être lancé depuis un dossier utilisateur, il y aura quelques problèmes avec les programmes nécessitant les privilèges <quote>root</quote> comme &pex; ceux du paquetage kdeadmin. Mais comme leur vocation première n'est pas d'être utilisés par les utilisateurs, ça ne devrait pas causer de soucis.
sk: &kde; sice bude bežať aj z používateľského priečinku, existuje ale pár problémov s programami, ktoré vyžadujú suid root, <abbrev>napr.</abbrev> programy v balíku kdeadmin. Ale tie nie sú určené pre normálnych používateľov, asi sa nie je čoho obávať.
sl: Čeprav bo &kde; deloval z uporabniškega imenika, so z nekaterimi programi, ki zahtevajo suid root težave. Sem spadajo <abbrev>npr.</abbrev> programi v paketu kdeadmin. Ker pa niso namenjeni za uporabo, kadar ste prijavljeni kot običajni uporabnik (user), vam glede tega ni treba skrbeti.
sv: Även om &kde; kan köra från en användarkatalog, så finns det vissa problem med program som kräver "suid root", <abbrev>t.ex.</abbrev> programmen i kdeadmin-paketet. Men eftersom de ändå inte är avsedda att köras av användare, är detta ingenting att oroa sig över.
xh: Noxa &kde; izakusebenza kulawulo lomsebenzisi, kukho ezinye iingxaki ngeenkqubo ezifuna ingcambu ye suid, <abbrev>umzekelo.</abbrev> iinkqubo kwimpahla ye kdeadmin. Kodwa ukusukela ukuba zingaxelwanga ukusebenza ngabasebenzisi kwindawo yokuqala, oku asiyo nto yakuzixhalisa malunga nayo.

source: However, on systems using shadow passwords, the screensavers have to be suid root to enable password access for unlocking the screen, so this option will not work.
de: Trotzdem müssen in Systemen mit Schattenpasswörtern die Bildschirmschoner Systemverwalterrechte haben, d.h. das suid Bit muss gesetzt werden. Ist dieses nicht möglich, wird das Entsperren des Bildschirms nicht funktionieren.
fr: Néanmoins, sur les systèmes qui utilisent des mots de passe masqués; les économiseurs d'écran doivent être lancés avec les privilèges <quote>root</quote> afin d'autoriser la saisie du mot de passe permettant de les <quote>déverrouiller<quote>&nbsp;; ainsi, cette option ne fonctionnera pas.
sk: Ale na systémoch, ktoré používajú heslá shadow musia mať šetriče obrazovky nastavený suid root, aby mohli odomykať obrazovku pomocou hesla, takže táto voľba nebude fungovať.
sl: Na sistemih, ki uporabljajo shadow password, morajo biti ohranjevalniki zaslona suid root, da omogočijo dostop do gesla za odklenitev zaslona, tako da ta možnost ne bo delovala.
sv: Skärmsläckarna måste dock vara "suid root" på system med skugglösenord för att aktivera åtkomst med lösenord för att låsa upp skärmen, så den här funktionen kommer inte att fungera.
xh: Ngoko ke, kwindlela ezisebenzisa amagama agqithisiweyo omthunzi, abagcini bekhusi bazakuba yingcambu ye suid ukwenza unikezelo lwegama eligqithisiweyo lokuvula ikhusi, ngoko olu khetho aluzukusebenza.

source: <command>startkde</command> fails with <errorname>can not connect to X server</errorname>. What is wrong?
de: <command>startkde</command> bricht mit der Fehlermeldung <errorname>"can not connect to X server"</errorname> ab. Was ist falsch?
fr: <command>startkde</command> ne fonctionne pas, et me renvoie le message<errorname>can not connect to X server</errorname>. Qu'est-ce qui ne va pas&nbsp;?
sk: <command>startkde</command> zlyhá so správou <errorname>can not connect to X server</errorname>. Čo je nesprávne?
sl: <command>startkde</command> strmoglavi s sporočilom <errorname>can not connect to X server</errorname> (ne morem se povezati s strežnikom X). Kaj je narobe?
sv: <command>startkde</command> ger felmeddelandet <errorname>can not connect to X server</errorname>. Vad är fel?
xh: <command>startkde</command> ayiphumeleli nge <errorname>ayinakudibana ku X umncedisi</errorname>. Yintoni engalunganga?
