Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_install.po
Languages: de, fr, sk, sl, sv, xh

source: Installation instructions
de: Installationsanleitung
fr: Procédures d'installation.
sk: Návod na inštaláciu
sl: Namestitvena navodila
sv: Installationsinstruktioner
xh: Imiyalelo yofako

source: These are the generic installation instructions for the K Desktop Environment. Please complement your reading with the <filename>README</filename>s and <filename>INSTALL</filename>s that come along with the package. Please read them carefully and try to help yourself out if anything goes wrong. If you need further assistance, consider joining the &kde; mailing lists (see our web site instructions for joining the &kde; <ulink url="http://www.kde.org/mailinglists.html">mailing lists</ulink>) or newsgroups.
de: Hier ist die Installationsanleitung für &kde;. Bitte lesen Sie auch die Dateien <filename>README</filename> und <filename>INSTALL</filename>, die mit der Distribution ausgeliefert wurden. Bitte lesen Sie alle Anleitungen sorgfältig und versuchen Sie, sich selbst zu helfen, wenn irgendetwas schiefgeht. Falls Sie weitere Unterstützung brauchen, versuchen Sie es in einer der &kde;-Mailinglisten oder einer der Newsgroups (Anleitung zur Nutzung der Mailinglisten finden Sie unter <ulink url="http://www.kde.org/contact.html">diesem Link</ulink>).
fr: Nous traiterons ici des consignes d'ordre <quote>général</quote> concernant l'installation de &kde; (K Desktop environement). Nous vous conseillons vivement la lecture complémentaire des fichiers <filename> README</filename> et <filename>INSTALL</filename> qui accompagnent, la plupart du temps, les paquetages. Lisez-les attentivement et n'hésitez pas de faire preuve de pugnacité si vous rencontrez des problèmes. Si vous avez tout de même besoin d'assistance, les forums et listes de diffusion consacrés à &kde; vous seront d'un grand secours (vous trouverez les modalités d'inscription aux <ulink url="http://www.kde.org/mailinglists.html">listes de diffusion</ulink> sur notre site Internet).
sk: Toto sú štandardné inštrukcie pre inštaláciu K Desktop Environment. Prosím, prečítajte si súbory <filename>README</filename> a <filename>INSTALL</filename>, ktoré boli dodané spolu s balíkom. Prečítajte si ich pozorne a skúste si pomôcť najprv sám v prípade, že niečo nebude fungovať. Ak budete potrebovať ďalšiu pomoc, zvážte prihlásenie sa do konferencií &kde; (návod najdete na WWW serveri pre prihlásenie sa do <ulink url="http://www.kde.org/mailinglists.html">konferencií</ulink>) alebo diskusných skupín.
sl: To so splošna navodila za namestitev KDE. Prosim, dopolnite svoje znanje in preberite datoteke <filename>README</filename> in <filename>INSTALL</filename>, ki so na voljo skupaj s paketom. Prosim, da jih skrbno preberete in si, če gre kaj narobe, poskušate pomagati sami. Če rabite dodatno pomoč, razmislite o tem, da bi se pridružili poštnim seznamom &kde; (oglejte si navodila, kako se pridružiti <ulink url="http://www.kde.org/mailinglists.html">poštnim seznamom</ulink>) ali novičarskim skupinam.
sv: Det här är de generella installationsinstruktionerna för K skrivbordsmiljö. Läs också de <filename>README</filename>- och <filename>INSTALL</filename>-filerna som finns med i paketet. Läs dem noga och försök hjälpa dig själv om något går fel. Om du behöver ytterligare assistans fundera på att gå med i &kde;:s e-postlistor (se instruktionerna på vår webbsida för att gå med i &kde;:s <ulink url="http://www.kde.org/mailinglists.html">e-postlistor</ulink>) eller diskussionsgrupper.
xh: Le yimiyalelo yofako ngokubanzi yeMeko-bume ye K Desktop. Nceda gqibezela ufundo lwakho nge <filename>README</filename>s ne <filename>FAKA</filename>s eza kunye nempahla. Nceda zifunde ngononophelo kwaye zama ukuzinceda ngokwakho ukuba kukho into ehamba kakubi. Ukuba ufuna olusa phambili uncediso, qwalsela ukudibanisa i &kde; uluhlu lokuposa (bona inxuwa lethu le web imiyalelo yokudibanisa i &kde; <ulink url="http://www.kde.org/mailinglists.html">mailing lists</ulink>) okanye amaqela endaba.

source: To the would-be converts
de: An die eventuellen "Überläufer"
fr: Aux aspirants <quote>KD-éistes</quote>
sk: Tým, ktorí chcú prejsť na &kde;
sl: Za vse "tudi jaz bi" spreobrnjence
sv: Till de blivande entusiasterna
xh: Kwezizaku-guqulwa

source: So you have heard the rumors. Or you have seen the screenshots. And you are dying to get hold of &kde;. But you know next to nothing about this whole "alternative OS" business. Don't worry! You only need to do some (well, maybe not some) reading, that's all!
de: Sie haben die Gerüchte gehört. Oder Sie haben die Bildschirmfotos gesehen. Und Sie sind ungeduldig &kde; auszuprobieren. Aber Sie wissen fast nichts über das "alternative OS"-Geschäft. Macht nichts, Sie werden einiges lesen müssen, das ist Alles!
fr: Vous en avez donc <quote>entendu parler</quote>. Ou alors vous avez vu des captures d'écran. Et vous mourrez d'envie de vous mettre à &kde;. Mais vous ne savez quasiment rien des <quote>systèmes d'exploitation alternatifs</quote>. Rassurez vous&nbsp;! Tout ce qu'il vous faut, c'est un peu (et peut-être même moins que ça) de lecture, et c'est tout&nbsp;!
sk: Takže ste to počuli. Alebo ste videli obrázky. A umierate túžbou po &kde;. Ale neviete nič o "alternatívnych operačných systémoch". Nebojte sa! Musíte iba vedieť čítať (možno ani to nie), to je všetko!
sl: Torej ste slišali govorice. Ali pa morda videli kakšen posnetek zaslona. In umirate od želje, da bi imeli &kde;. Vendar pa ne veste ničesar o tem "alternativnem operacijskem sistemu". Ne skrbite! Treba bo le malo (no morda ne tako malo) branja in to je vse!
sv: Så du har hört ryktena. Eller du har sett skärmdumparna. Och du kan inte vänta på att skaffa &kde;. Men du vet nästan ingenting om hela det här med "alternativa operativsystem". Ta det lungt! Du behöver bara läsa en del (ja, kanske en hel del), det är allt!
xh: Ngoko uve amahumhum. Okanye ubone udubulo lwekhusi. Kwaye uyafa ukufumana ubambo lwe &kde;. Kodwa uyakwazi okulandelayo kokungenanto malunga nale yonke "ehambelanayo OS" ishishini. Sukubanangxaki! Ufuna kuphela ukwenza ezinye (kuhle, mhlawumbi hayi ezinye) ufunda, koko konke!

source: &kde; does not run on &Windows; 95/98/NT or OS/2 (yet). To run &kde;, you need to have a &UNIX; system. Please refer to <xref linkend="platform"/> for more details.
de: &kde; läuft nicht unter &Windows; 95/98/NT oder OS/2 (noch nicht). Sie müssen ein &UNIX;-System haben, um &kde; laufen zu lassen. Weitere Informationen hierzu finden Sie unter <xref linkend="platform"/>.
fr: &kde; ne fonctionne pas (encore) sous &Windows; 95/98/NT ou OS/2 Pour utiliser &kde; vous aurez besoin d'un système &UNIX;. Veuillez vous référer à <xref linkend="platform"/> pour plus de détails.
sk: &kde; nebeží na &Windows; 95/98/NT alebo OS/2 (zatiaľ). Aby ste mohli používať &kde;, potrebujete systém &UNIX;. Detaily nájdete v kapitole <xref linkend="platform"/>.
sl: &kde; ne deluje pod &Windows; 95/98/NT ali OS/2 (še ne). Da lahko poganjate &kde; rabite sistem &UNIX;. Za več podrobnosti si oglejte <xref linkend="platform"/>.
sv: &kde; kör inte på &Windows; 95/98/NT eller OS/2 (än). För att köra &kde;, behöver du ha ett &UNIX;-system. Se <xref linkend="platform"/> för fler detaljer.
xh: &kde; ayisebenzi kwi &Windows; 95/98/NT okanye OS/2 (noko). Ukusebenzisa &kde;, ufuna ukuba ne &UNIX; indlela. Nceda bhekisa ku <xref linkend="platform"/> iinkcukacha ezininzi.

source: Decide for a platform and set it up for your system. This FAQ can not help you on this, since &kde;<ulink url=""> is running on many &UNIX;</ulink> platforms.
de: Entscheiden Sie sich für ein System und konfigurieren Sie &kde;. Diese FAQ kann Ihnen dabei nicht helfen, da &kde; auf <ulink url="">vielen &UNIX;-Systemen läuft</ulink>.
fr: Choisissez une plate forme et installez-là sur votre machine. Cette <acronym>FAQ</acronym> ne pourra pas vous aider sur ce point étant donné que &kde; <ulink url="">fonctionne sur de nombreuses plates formes &UNIX;</ulink>.
sk: Rozhodnite sa pre platformu a nainštalujte si ju. Tento dokument vám v tom nepomôže, pretože &kde;<ulink url=""> beží na veľa druhoch systémov &UNIX;</ulink>.
xh: Gqiba umgangatho kwaye uwucwangcisele indlela yakho. Le FAQ ayinakukunceda kule nto, ukusukela ukuba &kde;<ulink url=""> isebenza kwezininzi &UNIX;</ulink> imigangatho.

source: Finally, you are ready to commence the &kde; installation. Please start reading from the next section. To get &kde;, please refer to <xref linkend="where-to-get-kde"/>. Last but not least, if you encounter any problems while installing &kde;, please do not hesitate to make use of the &kde; <link linkend="mailing-lists">mailing lists</link> and <link linkend="newsgroups">newsgroups</link>. But do bear this in mind: no question is too silly to ask, but some are too silly to answer, especially when they are already answered in this <acronym>FAQ</acronym>.
de: Endlich, Sie sind bereit, mit der &kde;-Installation zu beginnen. Fangen Sie mit dem Lesen des nächsten Abschnittes an. Um &kde; zu bekommen, sehen Sie unter <xref linkend="where-to-get-kde"/> nach. Wenn Sie irgendwelche Probleme bei der &kde;-Installation haben, zögern Sie nicht, sich an eine der &kde; <link linkend="mailing-lists">Mailinglisten</link> oder <link linkend="newsgroups">Newsgroups</link> zu wenden. Aber bedenken Sie: keine Frage ist zu dumm, gefragt zu werden, aber manche Fragen sind zu dumm zum Beantworten; besonders wenn die Antwort in dieser <acronym>FAQ</acronym> steht.
fr: Ça y est, vous êtes prêt pour l'installation de &kde;. Lisez bien les sections qui suivent. Pour obtenir &kde;, reportez-vous à <xref linkend="where-to-get-kde"/>. Et, encore une fois, si vous rencontrez des problèmes lors de l'installation de &kde;, n'hésitez pas à vous appuyez sur les <link linkend="mailing-lists">listes de diffusions</link> et les <link linkend="newsgroups">forums</link> dédiés. En gardant en tête que si toute question mérite d'être posée, toutes ne méritent pas une réponse, en particulier lorsque cette dernière se trouve déjà dans la présente <acronym>FAQ</acronym>.
sk: Tak ste nakoniec pripravený nainštalovať &kde;. Začnite prosím čítať nasledujúcu kapitolu. Ako získať &kde; sa dozviete v kapitole <xref linkend="where-to-get-kde"/>. No a ak sa stretnete s nejakým problémom pri inštalácii, nečakajte a použite &kde; <link linkend="mailing-lists">konferencie</link> a <link linkend="newsgroups">diskusné skupiny</link>. Ale zapamätajte si: žiadna otázka nie je príliš hlúpa, aby ste sa ju nespýtali, ale na niektoré je hlúposť odpovedať, hlavne ak sú v tomto dokumente <acronym>FAQ</acronym>.
sl: Končno ste pripravljeni za pričetek namestitve &kde;. Prosim, pričnite brati v naslednjem razdelku. Kako pridobite &kde; si, prosim, preberite v <xref linkend="where-to-get-kde"/>. Na koncu, ne pa nazadnje, če naletite na težave pri nameščanje &kde;, prosim, ne oklevajte in uporabite <link linkend="mailing-lists">poštne sezname</link> &kde; in <link linkend="newsgroups">novičarske skupine</link>. Vendar pa se zavedajte: nobeno vprašanje ni preneumno, da bi ga zastavili, nekatera pa so, da bi jih odgovorili - posebej še, če so že bila odgovorjena v tem <acronym>FAQ</acronym>.
sv: Till slut är du klar att börja installera &kde;. Börja med att läsa från nästa avsnitt. För att skaffa &kde;, se <xref linkend="where-to-get-kde"/>. Sist men inte minst, om du stöter på några problem medan du installerar &kde;, tveka inte att dra nytta av &kde;:s <link linkend="mailing-lists">e-postlistor</link> och <link linkend="newsgroups">diskussionsgrupper</link>. Men kom ihåg det här: ingen fråga är för dum att ställas, men en del är för dumma för att besvaras, särskilt om de redan är besvarade i det här dokumentet.
xh: Okokugqibela, ukulungele ukwenza i &kde; ufako. Nceda qala ukufunda kwicandelo elilandelayo. Ukufumana &kde;, nceda bhekisa ku <xref linkend="where-to-get-kde"/>. Okokugqibela kodwa okungakuncinananga, ukuba ufumana naziphi na iingxaki ngexesha ufaka i &kde;, nceda suku thandabuza ukwenza usebenziso lwe &kde; <link linkend="mailing-lists">uluhlu lokuposa</link> and <link linkend="newsgroups">amaqela endaba</link>. Kodwa faka oku engqondweni: akukho mbuzo osileyo wokubuzwa, kodwa eminye ise kakhulu ukuphendulwa, ingakumbi xa sele iphendulwe kule <acronym>FAQ</acronym>.

source: Good luck and have fun!
de: Viel Glück und viel Spaß!
fr: Bonne chance et amusez-vous bien&nbsp;!
sk: Veľa šťastia a dobrú zábavu!
sl: Veliko sreče in lepo se zabavajte!
sv: Lycka till och ha roligt!
xh: Yibanentlahla kwaye wonwabe!

source: Available package formats
de: Verfügbare Paketformate
fr: Formats de paquetages disponibles
sk: Dostupné formáty
sl: Dosegljivi paketni formati
sv: Tillgängliga paketformat
xh: Iifomati zempahla ezikhoyo

source: You can find several kinds of binary and source packages for different distributions and OS's on the <ulink url="ftp://ftp.kde.org/pub/kde/">KDE FTP server</ulink>. The binary packages are not made by the KDE Team, but by the distributors themself or some dedicated individuals. Please refer to <ulink url="http://dot.kde.org/986933826/">KDE Package Policy Explained</ulink> for informations about the KDE Package Policy. The only "official" release are the source tar.bz2 packages. Please refer to the <filename>README</filename>s and <filename>INSTALL</filename>s in the several binaries directories. For a list of the available packages for a release refer to the according info page. For the latest release this is the <ulink url="http://www.kde.org/info/2.2.1.html">&kde; 2.2.1 Info Page</ulink>.
de: Es gibt viele Arten von binären und Quellpaketen für verschiedene Distributionen und Betriebssysteme unter <ulink url="ftp://ftp.kde.org/pub/kde/">ftp.kde.org/pub/kde</ulink>. Die Binärpakete werden nicht vom &kde;-Team sondern von den Distributoren selbst oder Freiwilligen zusammengestellt. Informationen zu der Distributionspolitik findet man unter <ulink url="http://dot.kde.org/986933826/">KDE Package Policy Explained</ulink>. "Offiziell" wird &kde; in tar.gz2-Paketen herausgegeben. In den Dateien <filename>README</filename> und <filename>INSTALL</filename> in den verschiedenen Verzeichnissen findet man weitere Informationen. Eine Liste der verfügbaren Pakete findet man auf der zu einer Version gehörigen Ankündigungsseite. Die aktuelle Seite ist die <ulink url="http://www.kde.org/info/2.2.1.html">&kde; 2.2.1 Info Page</ulink>.
fr: Vous trouverez de nombreux types de paquetages sources et binaires, pour différents &SE; et distributions, sur <ulink url="ftp://ftp.kde.org/pub/kde/">le serveur FTP de &kde;</ulink>. Les paquetages binaires ne sont pas conçus par l'équipe &kde; mais par les <quote>distributeurs</quote> ou des particuliers dévoués. Veuillez vous reporter aux <ulink url="http://dot.kde.org/986933826/">détails de la politique en matière de paquetage &kde;</ulink> ou vous trouverez les consignes concernant la mise au point de paquetages pour &kde;. La seule version <quote>officielle</quote> est constituée des paquetages sources <filename>.tar.gz</filename>. Veuillez vous référer aux fichiers <filename>README</filename> et <filename>INSTALL</filename> présents dans de nombreux dossiers binaires. Pour obtenir la liste des paquetages existants, reportez-vous à la page d'information correspondante. La <ulink url="http://www.kde.org/info/2.2.1.html">Page d'information sur &kde; 2.2.1</ulink>, est la dernière en date.
sk: Na adrese <ulink url="ftp://ftp.kde.org/pub/kde/">KDE FTP server</ulink> nájdete viacero rôznych balíkov zdrojových kodov alebo aj už preložených. Sú určené pre rôzne operačné systémy. Tieto balíky nevytvoril tím KDE, ale priamo distribútori alebo niektorí používatelia. Informácie o politike KDE pre balenie nájdete v článku <ulink url="http://dot.kde.org/986933826/">KDE Package Policy Explained</ulink>. Jediným "oficiálnym" spôsobom sú balíky source tar.bz2. Nezabudnite si prečítať súbory <filename>README</filename> a<filename>INSTALL</filename>. Zoznam dostupných balíkov pre túto verziu nájdete na adrese <ulink url="http://www.kde.org/info/2.2.1.html">&kde; 2.2.1 Info Page</ulink>.
xh: Ungafumana iindidi ezininzi zokubini nempahla yemvelaphi yezinikezelo ezahlukeneyo ne OS's kwi <ulink url="ftp://ftp.kde.org/pub/kde/">KDE FTP umncedisi</ulink>. Impahla yokubini azenziwa Liqela le KDE, kodwa ngabanikezi ngokwabo okanye abantu abonyuliweyo. Nceda thelekisa ku <ulink url="http://dot.kde.org/986933826/">KDE Impahla Yenkqubo Ichaze</ulink> yolwazi malunga ne KDE Inkqubo Yempahla. Ekuphela kwayo "olusemthethweni" ukhupho yimvelaphi ye tar.bz2 impahla. Nceda thelekisa kwi <filename>README</filename>s and <filename>FAKA</filename>s ku balawuli bokubini abaninzi. Yoluhlu olukhoyo lwempahla yo khupho thelekisa ngokwephepha lolwazi. Kukhupho lamva oku yi <ulink url="http://www.kde.org/info/2.2.1.html">&kde; 2.2.1 Iphepha Lolwazi</ulink>.

source: Prerequisites
de: Voraussetzungen
fr: Prérequis
sk: Predbežné požiadavky
sl: Zahteve
sv: Förutsättningar
xh: Izinto ezifunwe kwixesha elidlulileyo

source: For &kde; 2.2.1, you need the &Qt; library version 2.2.4 or higher. Please make sure you download the correct &Qt;. You would also need the header files as well if you want to compile &kde; yourself. They are all available at no cost from <ulink url="http://www.trolltech.com/products/download">http://www.trolltech.com/download</ulink>. In addition, there are optional libraries that might improve &kde; if installed on your system. An example is OpenSSL which will enable &konqueror; to browse web pages securely and is needed in a version >=0.9.6. These should be provided by your distributor, if not, ask for an update.
de: Für &kde; 2.2.1, brauchen Sie die &Qt; Bibliothek Version 2.2.4 oder höher. Stellen Sie sicher, dass Sie die richtige &Qt; herunterladen. Sie brauchen zum Kompilieren außerdem die Header-Dateien. Diese sind frei verfügbar unter: <ulink url="http://www.trolltech.com/products/download">http://www.trolltech.com/download</ulink>. Zusätzlich gibt es optionale Bibliotheken, die &kde; erweitern, wenn Sie diese auf Ihrem System installieren. Ein Beispiel ist die Openssl, die verschlüsselte Verbindungen für &konqueror; ermöglicht und in der Version >= 0.9.6 benötigt wird. Sie sollten Sie von Ihrem Distributor bekommen. Fragen Sie gegebenenfalls nach einem Update.
fr: Pour &kde; 2.2.1, il vous faut les bibliothèques &Qt; version 2.2.4 ou supérieur. Assurez-vous d'utiliser la version de &Qt; adaptée. Si vous compilez &kde; vous même, il faudra aussi les fichiers d'en-tête (header). Tout ceci est disponible en téléchargement gratuit sur <ulink url="http://www.trolltech.com/products/download">http://www.trolltech.com/download</ulink>. Il existe aussi des bibliothèques permettant d'améliorer &kde;. &pex;&nbsp;: OpenSSL, qui permet à &konqueror; de naviguer sur internet de manière sécurisée et est nécessaire pour les versions supérieures à 0.9.6. Elle devrait être fournie avec votre distribution, sinon, demandez une mise à jour.
sk: Pre &kde; 2.2.1, potrebujete knižnicu &Qt; verziu 2.2.4 alebo vyššiu. Overte, že ste použili správnu verziu &Qt;. Ak budete prekladať &kde; ručne, budete potrebovať aj hlavičkové súbory. Sú všetky zadarmo k dispozícii na adrese <ulink url="http://www.trolltech.com/products/download">http://www.trolltech.com/download</ulink>. Okrem toho existujú ešte nepovinné knižnice, ktoré, ak ich máte nainštalované, vylepšia &kde;. Príklad je OpenSSL, ktorá umožňuje, aby &konqueror; prehliadal zabezpečené stránky WWW. Potrebujete aspoň verziu >= 0.9.6 tejto knižnice.
xh: Ye &kde; 2.0, ufuna i &Qt; ilayibrari uguqulelo 2.2 okanye ephezulu, ngexesha eye &kde; 1.1, &kde; 1.1.1, ne &kde; 1.1.2, ufuna uguqulelo 1.42 okanye phezulu. Nceda qiniseka ukuba ulayisha ezantsi eyiyo i &Qt;. <caution><para>&kde; 1.x ayizukusebenza nge &Qt; 2.0 okanye phezulu.</para></caution> Ungafuna kwakhona iifayile ze header nazo ukuba ufuna ukuqokelela i &kde; ngokwakho. Zikhona zonke ngaphandle kwexabiso kwi <ulink url="http://www.trolltech.com/products/download">http://www.trolltech.com/download</ulink>. Ukuongeza, kukho iilayibrari ezizodwa ezinokunyusa i &kde; ukuba ifakwe kwindlela yakho. Umzekelo yi libssl ezakwenza i &konqueror; ukukhangela amaphepha eweb ngokhuseleko.

source: Description of the base packages
de: Beschreibung der Pakete
fr: Description des paquetages de base
sk: Popis základných balíkov
sl: Opis osnovnih paketov
sv: Beskrivning av de grundläggande paketen
xh: Inkcazelo yempahla yesiseko

source: The base distribution currently consists of eleven packages. Some are required, while others are optional. Each package is available in each of the aforementioned package formats.
de: Die Distribution besteht zur Zeit aus elf Paketen. Manche davon sind notwendig, andere sind optional. Alle Pakete sind in allen oben aufgelisteten Formaten verfügbar.
fr: La distribution de base est actuellement constituée de onze paquetages. Certains sont indispensables, d'autres simplement optionnels. Chaque paquetage est disponible dans tous les formats susmentionnés.
sk: Základná distribúcia momentálne obsahuje 11 balíkov. Niektoré sú povinné, iné nie. Každý balík je dostupný v každom z formátov uvedených hore.
sl: Osnovna distribucija je trenutno sestavljena iz enajstih paketov. Nekateri so nujno potrebni, druge pa lahko namestite po želji. Vsak paket je dosegljiv v vseh prej omenjenih paketnih formatih.
sv: Den grundläggande distributionen består för närvarande av elva paket. Några krävs, medan andra är valfria. Varje paket är tillgängligt i de förut nämnda paketformaten.
xh: Unikezelo olusiseko luqulathe iimpahla ezilishumi elinanye.Ezinye ziyafunwa, ngexesha ezinye zizodwa. Impahla nganye ikhona kuyo nganye ekhankanywe kuqala impahla yeefomati.

source: Required
de: Erforderlich
fr: Obligatoire
sk: Požadované
sl: Obvezno
sv: Krävs
xh: Iyafuneka

source: This package contains shared libraries that are needed by all &kde; applications.
de: Dieses Paket enthält Bibliotheken, die von allen &kde;-Anwendungen gebraucht werden.
fr: Ce paquetage contient les bibliothèques partagées nécessaires à toutes les applications &kde;.
sk: Tento balík obsahuje zdieľané knižnice využívané všetkými aplikáciami &kde;.
sl: Ta paket vsebuje deljene knjižnice, ki jih rabijo vsi programi &kde;.
sv: Det här paketet innehåller delade bibliotek som behövs av alla &kde;-program.
xh: Le mpahla iqulathe iilayibrari ezahlulwayo ezifunwayo zizo zonke i &kde; izicelo.

source: This package contains the base applications that form the core of the K Desktop Environment like the window manager, the terminal emulator, the control center, the file manager, and the panel.
de: Dieses Paket enthält die Standardanwendungen, die den Kern der &kde;-Arbeitsumgebung bilden; den Fenstermanager, den Terminal-Emulator, das Kontrollzentrum, den Dateimanager und die Kontrollleiste.
fr: Ce paquetage contient les applications de base, qui forment le coeur de l'environnement de bureau &kde;, tels que le gestionnaire de fenêtres, l'émulateur de terminal, le &kcontrol;, le gestionnaire de fichiers et le tableau de bord.
sk: Tento balík obsahuje základné aplikácie, ktoré tvoria jadro prostredia &kde;, ako je správca okien, terminál, ovládacie centrum, správca súborov a panel.
sl: Ta paket vsebuje osnovne programe, ki sestavljajo jedro namiznega okolja K (KDE), kot so okenski upravljalnik, terminalski emulator, nadzorno središče, datotečni upravljalnik in pult.
sv: Det här paketet innehåller de grundläggande programmen som utgör kärnan i K skrivbordsmiljö som fönsterhanteraren, terminalemulatorn, inställningscentralen, filhanteraren och panelen.
xh: Le mpahla iqulathe isiseko sezicelo ezenza ingaphakathi leMeko-bume ye K Desktop njengomphathi we window, umlinganiseli wesiphelo sendlela, umbindi wolawulo, umphathi wefayile, neqela lenjengo ethile.
