Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_misc.po
Languages: de, es, fr, sk, sl, sv, xh

source: Miscellaneous questions
de: Verschiedenes
es: Preguntas variadas
fr: Questions diverses
sk: Rôzne otázky
sl: Razna vprašanja
sv: Diverse frågor
xh: Imibuzo Exubileyo

source: Why does &kde; use &Qt;?
de: Warum nutzt &kde; &Qt;?
es: ¿Por qué &kde; hace uso de &Qt;?
fr: Pourquoi &kde; utilise-t-il &Qt;&nbsp;?
sk: Prečo &kde; používa &Qt;?
sl: Zakaj &kde; uporablja &Qt;?
sv: Varför används &Qt; av &kde;?
xh: Kutheni i &kde; isebenzisa i Qt;?

source: &Qt; is a very sophisticated toolkit that provides everything that is needed to build a modern user interface. &Qt; is written in C++, thus allowing object-oriented development which ensures efficiency and code reuse in a project the size and scope of &kde;. In our opinion there is no better toolkit available for &UNIX; systems and that it would have been a grave mistake to try to build &kde; on anything but the best.
de: &Qt; ist ein sehr weit entwickelter Satz von Werkzeugen, der Alles enthält, was zum Erstellen einer modernen Benutzerschnittstelle gebraucht wird. &Qt; ist in C++ geschrieben, das objektorientiertes Programmieren erlaubt. Das hinwiederum sichert Effizienz und einfache Wiederverwendung von einmal geschriebenen Programmen auch in einem Projekt der Größe und Ausrichtung von &kde;. Unserer Meinung nach gibt es keinen besseren Werkzeugsatz für &UNIX;-Systeme und es wäre ein unverzeihlicher Fehler, &kde; mit etwas anderem als dem Besten zu programmieren.
es: &Qt; es un conjunto muy sofisticado de herramientas que proveen de todo lo necesario para construir una interfaz de usuario moderna. &Qt; está escrito en C++, permitiendo así el desarrollo orientado a objetos, que asegura la eficiencia y la reutilización del código en un proyecto del tamaño y la envergadura de &kde;. En nuestra opinión, no existe un mejor conjunto de herramientas disponible para sistemas &UNIX;, y habría sido un grave error haber construído &kde; sobre una base que no fuese lamejor.
fr: &Qt; est une boîte à outils très sophistiquée qui offre tout ce dont une interface utilisateur moderne a besoin. &Qt; est écrit en C++, et permet ainsi une programmation orientée objet, ce qui garantit un code efficace et réutilisable dans un projet de la taille et de l'ambition de &kde;. À notre avis il n'existe pas de meilleur outil disponible pour les systèmes &UNIX; et cela aurait été une grave erreur d'essayer de bâtir &kde; avec un autre outil que le meilleur.
sk: &Qt; je veľmi sofistikovaná knižnica, ktorá poskytuje všetko, čo je treba pre vytvorenie moderného rozhrania. &Qt; je napísaná v C++, čím je umožnený vývoj pomocou objektových technológií, čo zabezpečuje efektivitu a znovupoužiteľnosť kódu v takom veľkom projekte ako je &kde;. Podľa nás je to najlepší toolkit pre &UNIX; a preto by bola chyba budovať &kde; pomocou niečo iného.
sl: &Qt; je zelo dovršena zbirka orodij, ki ponuja vse, kar je potrebno za izgradnjo modernega uporabniškega vmesnika. Napisan je v C++, kar omogoča predmetno usmerjen razvoj, ki zagotavlja učinkovitost in večkratno uporabo izvorne kode v projektu velikosti in dometa &kde;. Po našem mnenju v sistemih &UNIX; ni boljše zbirke orodij, tako da bi bil poskus izgradnje &kde; s čimerkoli kot z najboljšim precejšnja napaka.
sv: &Qt; är ett mycket avancerad verktygslåda som tillhandahåller allt som behövs för att bygga ett modern användargränssnitt. &Qt; är skrivet i C++, och gör det därför möjligt att använda objektorienterad utveckling som garanterar effektivitet och återanvändning av kod i ett projekt av &kde;:s storlek och omfattning. Enligt vår mening finns det ingen bättre verktygslåda tillgänglig för &UNIX;-system och det skulle ha varit ett stort misstag att försöka bygga &kde; med något annat än det bästa.
xh: &Qt; sisixhobo esithambe kakhulu esinikeza yonke into efunekayo ukwakha ujongano lwangoku lomsebenzisi. &Qt; ibhalwe kwi C++, ngoko ivumela injongo-yobhekiso phambili oluhlenga-hlengisiweyo oluqinisekisa ubukho nosebenziso kwakhona kwekhowudi kwiprojekti ubungakanani nethambeka le &kde;. Kulwazi lwethu akukho zixhobo zikhoyo zingcono ze &UNIX; iindlela kwaye oko imele ukuba ibelingcwaba ukuzama ukwakha &kde; nakweyiphi na into kodwa engcono.

source: Why does &kde; not use gtk, xforms, xlib, whatever?
de: Warum nutzt &kde; nicht gtk, xforms, xlib oder anderes?
es: ¿Por qué &kde; no hace uso de gtk, xforms, xlib, etcétera?
fr: Pourquoi &kde; n'utilise-t-il pas gtk, xforms, xlib ou autres&nbsp;?
sk: Prečo &kde; nepoužíva gtk, xforms, xlib, alebo niečo iné?
sl: Zakaj &kde; ne uporablja gtk, xforms, xlib ali karkoli drugega?
sv: Varför används inte gtk, xforms, xlib eller något annat av &kde;?
xh: Kutheni i &kde; ingasebenzisi gtk, xforms, xlib, natoni na?

source: There are a number of toolkits available. To provide a consistent user interface and to keep used resources such as memory to a minimum, &kde; can use only one of them. &Qt; was selected for the reasons mentioned above.
de: Es gibt eine Anzahl von anderen Werkzeugsätzen. Um aber eine durchgängige Benutzeroberfläche und einen minimalen Ressourcenverbrauch (z.B. Hauptspeicher) zu sichern, kann &kde; nur EINEN Werkzeugsatz verwenden. &Qt; wurde aus den oben erläuterten Gründen ausgewählt.
es: Hay muchos conjuntos de herramientas disponibles. Para ofrecer una interfaz de usuario de usuario consistente y utilizar un mínimo de recursos, como la memoria, &kde; sólo puede usar uno de ellos. &Qt; fue elegido por las razones antes mencionadas.
fr: Il y a des tas de boîtes à outils disponibles Afin de fournir une interface utilisateur cohérente et réduire au minimum l'utilisation des ressources comme la mémoire, &kde; ne peut en utiliser qu'une seule. &Qt; a été sélectionné pour les raisons mentionnées précédemment.
sk: Existuje veľa knižníc. Kvôli konzistencii rozhrania a použitiu čo najmenej zdrojov, &kde; môže používať iba jednu z nich. &Qt; bolo vybrané kvôli dôvodom uvedeným vyššie.
sl: Na voljo je več zbirk orodij. Da lahko ponudi konsistenten uporabniški vmesnik in obdrži rabo virov kot je na primer pomnilnik na kar najnižji stopnji, lahko &kde; uporablja le enega izmed njih. &Qt; je bil izbran iz razlogov, ki so omenjeni zgoraj.
sv: Det finns ett stort antal tillgängliga verktygslådor. För att få ett konsekvent användargränssnitt och hålla resursanvändning av t.ex. minne på ett minimum, kan &kde; bara använda en av dem. &Qt; valdes av anledningarna som nämns ovan.
xh: Zininzi izixhobo ezikhoyo. Ukunikeza ujongano olumiyo lomsebenzisi kwaye ukugcina amacebo asetyenzisiweyo anjengenkumbulo kubuncinane, &kde; ingasebenzisa kuphela enye yazo. &Qt; yakhethwa kwizizathu ezikhankanywe ngasentla.

source: But &Qt; isn't free, is it?
de: Aber &Qt; ist nicht frei, oder doch?
es: Pero &Qt; no es software libre, ¿o sí?
fr: Mais &Qt; n'est pas un logiciel libre, non&nbsp;?
sk: Ale &Qt; nie je voľne šíriteľné, však?
sl: Vendar pa &Qt; ni prost, ali pa je le?
sv: Men &Qt; är väl inte fritt, eller?
xh: Kodwa &Qt; ayikhululekanga, kunjalo?

source: It is! As of September 4, 2000, version 2.2 of the &Qt; libraries were licensed under the <acronym>GPL</acronym>, thereby fulfilling all aspects of "free software".
de: Doch, es ist! Beginnend mit der am 4. September 2000 herausgegebenen Version 2.2 sind die &Qt;-Bibliotheken unter der <acronym>GPL</acronym> lizensiert, die alle Aspekte von "freier Software" erfüllt.
es: ¡Sí que lo es! Desde el 4 de septiembre del 2000, la versión 2.2 de las librerías &Qt; está sujeta a la licencia <acronym>GPL</acronym>,cumpliendo así con todos los requisitos del "software libre".
fr: Si&nbsp;! Depuis le 4 septembre 2000, la version 2.2 des bibliothèques &Qt; est sous licence <acronym>GPL</acronym>, respectant ainsi tous les aspects du «&nbsp;logiciel libre&nbsp;».
sk: Je! Od 4. septembra 2000, verzie 2.2 je knižnica &Qt; licencovaná pod <acronym>GPL</acronym>, takže úplne odpovedá definícii "free software".
sl: JE! 4. septembra 2000, je bila različica 2.2 knjižnic &Qt; objavljena pod pogoji <acronym>GPL</acronym> in tako izpolnjuje vse vidike proste programske opreme.
sv: Det är fritt! Från 4:e september, 2000, licensierades version 2.2 av &Qt;-biblioteken med <acronym>GPL</acronym>, på så sätt uppfylls alla aspekter av "fri programvara".
xh: Kunjalo! Ngo Septemba 4, 2000, uguqulelo 2.2 lwe &Qt; iilayibrari zalayiseniswa phantsi kwe <acronym>GPL</acronym>, ngoko ukuzalisekisa lonke ulinganiselo lwe "zikhululekileyo izixhobo ze computer".

source: Does &kde; have terminal emulators with transparent background?
de: Hat &kde; Terminal-Emulatoren mit transparentem Hintergrund?
es: ¿Posee &kde; emuladores de terminal con fondo transparente?
fr: Est-ce que &kde; a des émulateurs de terminal avec fond d'écran transparent&nbsp;?
sk: Obsahuje &kde; emulátor terminálu s podporou priesvitného pozadia?
sl: Ali ima &kde; treminalski emulator s prosojnim ozadjem?
sv: Har &kde; terminalemulering med genomskinlig bakgrund?
xh: ingaba i &kde; inabalinganiseli bendlelo yesiphelo ngesiqalo esibonisa ngaphaya?

source: Yes and no. &konsole; has the ability to simulate transparency by redrawing the background of the window inside the &konsole; window. This gives the illusion of transparency, but if you place &konsole; on top of another window, the transparency is lost. <ulink url="http://www.eterm.org">Eterm</ulink> should work fine under &kde; if you desire more complete transparency.
de: Ja und nein. &konsole; besitzt die Fähigkeit, den Hintergrund innerhalb des &konsole;-Fenster nachzuzeichnen. Das erzeugt den Anschein von Transparenz, aber wenn sie das &konsole;-Fenster über einem anderen Fenster platzieren, geht die Transparenz verloren. Das Programm <ulink url="http://www.eterm.org">Eterm</ulink> sollte ohne Probleme funktionieren, wenn Sie mehr Transparenz wollen.
es: Sí y no. &konsole; tiene la capacidad de simular transparencia redibujando el fondo de la ventana de &konsole;. Esto da la ilusión de transparencia, pero si se coloca a &konsole; encima de otra ventana, la transparencia se pierde. <ulink url="http://www.eterm.org">Eterm</ulink> debería funcionar bien bajo &kde;, en caso de que se desee una transparencia más completa.
fr: Oui et Non. &konsole; a la possibilité de simuler la transparence en redessinant le fond d'écran à l'intérieur de la fenêtre &konsole;. Cela donne l'illusion de la transparence, mais si vous placez &konsole; par dessus une autre fenêtre, la transparence est perdue. <ulink url="http://www.eterm.org">Eterm</ulink> devrait ne pas marcher trop mal sous &kde; si vous désirez une transparence plus complète.
sk: Áno a nie. &konsole; vie simulovať priesvitné pozadie kreslením pozadia do okna &konsole;. Tým sa vytvára ilúzia priesvitnosti, ale ak umiestnite okno &konsole; nad iné okno, priesvitnosť sa stratí. <ulink url="http://www.eterm.org">Eterm</ulink> by mal v &kde; fungovať bez problémov a poskytnúť dokonalejšiu priesvitnosť.
sl: Da in ne. &konsole; ima zmožnost simuliranja prosojnosti, tako da znotraj okna &konsole; izriše ozadje. To pričara iluzijo prosojnosti, vendar pa je ta izgubljena, če postavite konsole nad drugo okno. Če si zaželite celovitejšo prosojnost - <ulink url="http://www.eterm.org">Eterm</ulink> bi moral brez težav delovati v &kde;.
sv: Ja och nej. &konsole; har möjlighet att simulera en genomskinlig bakgrund genom att rita om bakgrunden inne i &konsole;-fönstret. Det här ger en illusion av genomskinlighet, men om du placerar &konsole; ovanpå ett annat fönster, förloras genomskinligheten. <ulink url="http://www.eterm.org">Eterm</ulink> bör fungera bra med &kde; om du vill ha fullständig genomskinlighet.
xh: Ewe no hayi. &konsole; inomsebenzi wokwenza uboniso ngaphaya ngokuzoba kwakhona isiqalo se window ngaphakathi kwi &konsole; window. Oku kunika uboniso ngaphaya, kodwa ukuba ubeka i &konsole; phezu kwenye iwindow, uboniso ngaphaya lulahlekile. <ulink url="http://www.eterm.org">Eterm</ulink> ingasebenza kakukhle phantsi kwe &kde; ukuba ufuna olugqityiweyo uboniso ngaphaya.

source: How do I create icons for non-&kde; applications that I can put in the <guimenu>K</guimenu> menu? Where do these icons (or kdelnk) go?
de: Wie erzeugen Sie Symbole für nicht-&kde;-Anwendungen, die Sie in das <guimenu>K</guimenu>-Menü einfügen können? Wo werden diese Symbole (oder kdelnk's) gespeichert?
es: ¿Cómo puedo crear íconos para programas no diseñados para &kde; que pueda colocar en el menú <guimenu>K</guimenu>? ¿Dónde se ubican estos íconos (o archivos kdelnk)?
fr: Comment puis-je créer pour des applications non &kde; des icônes utilisables dans le menu <guimenu>K</guimenu>&nbsp;? Où sont stockées ces icônes (ou liens kdelnk)&nbsp;?
sk: Ako vytvorím ikony pre aplikácie mimo &kde;, ktoré môžem pridať do menu <guimenu>K</guimenu>? Kam tieto ikony patria?
sl: Kako ustvarim ikone za ne-&kde; programe, ki jih lahko dam v menu <guimenu>K</guimenu>? Kam gredo te ikone (ali pa kdelnk)?
sv: Hur skapar jag ikoner för program som inte hör till &kde; som jag kan använda i <guimenu>K</guimenu>-menyn? Var hamnar de här ikonerna (eller kdelnk)?
xh: Ndizenza njani ii icon kwezingeyo-&kde; izicelo ezingabeka kwi <guimenu>K</guimenu> menu? Ziyaphi ezi icon (okanye kdelnk)?

source: Create using your favorite image manipulator, for example, <application>GIMP</application> or the <application>&kde; Icon Editor</application> and put them in <filename class="directory">$<envar>KDEDIR</envar>/share/icons(/mini)</filename> or <filename class="directory">$<envar>HOME</envar>/.kde/share/icons(/mini)</filename>.
de: Erzeugen Sie diese mit Ihrem bevorzugten Bildverarbeitungsprogramm, z.B. <application>GIMP</application> oder dem <application>&kde; Symboleditor</application> und speichern Sie diese im Verzeichnis <filename class="directory">$<envar>KDEDIR</envar>/share/icons(/mini)</filename> oder <filename class="directory">$<envar>HOME</envar>/.kde/share/icons(/mini)</filename>.
es: Puede crearlos con su programa de manipulación de imágenes favorito, como por ejemplo, <application>GIMP</application>, o el <application>editor de iconos de &kde;</application> y colocarlos en <filename class="directory">$<envar>KDEDIR</envar>/share/icons(/mini)</filename> o en <filename class="directory">$<envar>HOME</envar>/.kde/share/icons(/mini)</filename>
fr: Créez les avec votre logiciel d'image favori, par exemple <application>GIMP</application> ou l'<application>éditeur d'icônes de &kde;</application> , et placez les dans <filename class="directory">$<envar>KDEDIR</envar>/share/icons(/mini)</filename> ou <filename class="directory">$<envar>HOME</envar>/.kde/share/icons(/mini)</filename>.
sk: Vytvorte ich svojím obľúbeným grafickým programom, napr. <application>GIMP</application>, a uložte ich do <filename class="directory">$<envar>KDEDIR</envar>/share/icons(/mini)</filename> alebo <filename class="directory">$<envar>HOME</envar>/.kde/share/icons(/mini)</filename>.
xh: Yenza usebenzisa umhanahanisi womfanekiso omthandayo, umzekelo, <application>GIMP</application>, kwaye zibeke kwi <filename class="directory">$<envar>KDEDIR</envar>/share/icons(/mini)</filename> okanye <filename class="directory">$<envar>IKHAYA</envar>/.kde/share/icons(/mini)</filename>Ngendlela, I <application>&kde; Icon Umhleli</application> ubhekiswa phambili yi &kde; iqela. Ulwazi oluninzi lungafunyanwa ku <ulink url="http://w1.1358.telia.com/~u135800018/prog.html#KICONEDIT"> http://w1.1358.telia.com/~u135800018/prog.html#KICONEDIT</ulink>.

source: What about &kde; programs that do not have icons? How do I get them into the menu?
de: Wie bekommen Sie &kde;-Programme, die keine Symbole haben, in das Menü?
es: ¿Y qué hay de los programas de &kde; que no tienen íconos? ¿Cómo los incluyo en el menú?
fr: Et les programmes &kde; qui n'ont pas d'icônes&nbsp;? Comment puis-je les placer dans le menu&nbsp;?
sk: Ako dostanem do menu &kde; aplikácie, ktoré nemajú ikony?
sl: Kaj pa &kde; programi, ki nimajo ikon? Kako jih lahko spravim v menu?
sv: Hur är det med &kde;-program som inte har ikoner? Hur får jag in dem i menyn?
xh: Kutheni malunga ne &kde; iinkqubo ezingenazi icon? Ndizifumana njani kwi menu?

source: Use &kmenuedit;. To access it use the &RMB; on the <guibutton>K</guibutton> button and select <guimenu>Preferences...</guimenu>.
de: Benutzen Sie &kmenuedit;. Sie können dieses starten, indem Sie mit der rechten Maustaste auf den <guibutton>K</guibutton>-Menü-Knopf klicken und dann auf <guimenu>Persönliche <accel>E</accel>instellungen...</guimenu> klicken.
es: Utilice &kmenuedit;. Para acceder a él utilice el botón derecho del ratón en el botón <guibutton>K</guibutton> y seleccione <guimenu>Preferencias...</guimenu>.
fr: Utilisez &kmenuedit;. Pour ce faire, cliquez avec le bouton droit de la souris sur l'icône du menu <guibutton>K</guibutton> et sélectionnez <guimenu>Préférences...</guimenu>.
sk: Použite &kmenuedit;. Dostanete sa k nemu kliknutím pravým tlačidlom myši na tlačidlo <guibutton>K</guibutton> a vybraním <guimenu>Nastavenia...</guimenu>.
sl: Uporabite &kmenuedit;. Da ga dosežete, uporabite &DGM; na gumbu <guibutton>K</guibutton> in izberite <guimenu>Nastavitve...</guimenu>.
sv: Använd &kmenuedit;. För att komma åt det använd höger musknapp på <guibutton>K</guibutton>-knappen och välj <guimenu>Inställningar...</guimenu>.
xh: Sebenzisa &kmenuedit;. Ukuyinikeza sebenzisa i &RMB; kwi <guibutton>K</guibutton> iqhosha kwaye khetha <guimenu>Ezikhethwayo...</guimenu>.

source: Does &kde; have a graphical &FTP; client?
de: Hat &kde; einen graphischen &FTP;-Client?
es: ¿Posee &kde; un cliente gráfico de &FTP;?
fr: Est-ce qu'il existe un client &FTP; graphique pour &kde;&nbsp;?
sk: Obsahuje &kde; grafického klienta pre &FTP;?
sl: Ali ima &kde; grafičnega odjemalca &FTP;?
sv: Har &kde; ett grafiskt &FTP;-program?
xh: Ingaba i &kde; inowomzobo &FTP; umxhasi?

source: Yes, and it is none other than your favorite file manager, &konqueror;. You can drag and drop remote files into local directories.
de: Ja und dies ist kein anderer als &konqueror;. Sie können Dateien durch Ziehen und Ablegen kopieren und verschieben.
es: Sí, y no es otro que su administrador dearchivos favorito, ¡&konqueror;! Es posible arrastrar y soltar archivos remotossobre directorios locales.
fr: Oui, et ce n'est rien d'autre que votre gestionnaire de fichier favori &konqueror;. Vous pouvez glisser-déposer des fichiers distants dans des dossiers locaux.
sk: Áno, a je to náš obľúbený správca súborov &konqueror;. Pomocou myši môžete pretiahnuť súbory zo serveru na lokálny disk.
sl: Da, in ni nihče drug kot vaš priljubljen datotečni upravljalnik, &konqueror;. Oddaljene datoteke lahko povlečete in spustite v lokalne imenike.
sv: Ja, och det är inget annat än din favorit bland filhanterare, &konqueror;. Du kan dra och släppa fjärrfiler till lokala kataloger.
xh: Ewe, kwaye asiyonto ngaphandle komphathi wefayile othandwayo, &konqueror;. Ungatsala kwaye ulahle iifayile zobekelo kude kubalawuli belali.

source: How do I exit &kde;?
de: Wie verlassen Sie &kde;?
es: ¿Cómo salgo de &kde;?
fr: Comment puis-je sortir de l'environnement &kde;&nbsp;?
sk: Ako ukončím &kde;?
sl: Kako zapustim &kde;?
sv: Hur avslutar jag &kde;?
xh: Ndiyikhupha njani i &kde;?

source: Simply click on the <guibutton>K</guibutton> button and select <guimenu>Logout</guimenu>. In addition, if you <mousebutton>right</mousebutton> click on an empty area of the desktop, you will be presented with a menu containing logout as one of the options.
de: Klicken Sie einfach auf den <guibutton>K</guibutton>-Knopf und wählen Sie <guimenu>Abmelden...</guimenu>. Sie können auch einfach mit der <mousebutton>rechten</mousebutton> Maustaste auf eine leere Stelle der Arbeitsfläche klicken, was ein Menü öffnet, das Ihnen unter anderem den Punkt <guimenu>Abmelden...</guimenu> anbietet.
es: Simplemente haga click en el botón <guibutton>K</guibutton> y seleccione <guimenu>Terminar</guimenu>. Además, si hace click con el botón <mousebutton>derecho</mousebutton> del ratón en un área vacía del escritorio, se le presentará un menú que contiene Terminar como una de sus opciones.
fr: Cliquez simplement sur le bouton <guibutton>K</guibutton> et sélectionnez <guimenu>Quitter l'environnement</guimenu>. Ou alors, cliquez avec le bouton <mousebutton>droit</mousebutton> de la souris dans une zone vide du bureau, et vous verrez apparaître un menu dont une des entrées est <guimenu>Quitter l'environnement</guimenu>.
sk: Jednoducho stlačte tlačidlo <guibutton>K</guibutton> a vyberte <guimenu>Odhlásiť</guimenu>. Okrem toho kliknutím pravým tlačidlom myši na plochu získate menu obsahujúce položku na odhlásenie.
sl: Preprosto kliknite na gumb <guibutton>K</guibutton> in izberite <guimenu>Logout</guimenu>. Poleg tega se bo, če kliknete z <mousebutton>desnim</mousebutton> gumbom na prazen prostor na namizju pojavil menu, ki vsebuje odjavo kot eno izmed možnosti.
sv: Klicka helt enkelt på <guibutton>K</guibutton>-knappen och välj <guimenu>Logga ut</guimenu>. Dessutom, om du <mousebutton>höger</mousebutton>klickar på ett tomt område på skrivbordet, visas en meny som innehåller logga ut som ett av valen.
xh: Nqakraza kwi <guibutton>K</guibutton> iqhosha kwaye khetha <guimenu>Cima</guimenu>. Ukongeza, ukuba <mousebutton>ekunene</mousebutton> nqakraza kwi ariya engenanto ye desktop, uzakunikwa imenu equlathe ulogo ngaphandle njengenye yeenketho.

source: Depending on your configuration of &X-Windows;, <keycombo action="simul">&Ctrl;&Alt;&Backspace;</keycombo> might also do the trick by killing the X server, but its use prevents session management and cannot be recommended.
de: Die Tastenkombination <keycombo action="simul">&Strg;&Alt;&Backspace;</keycombo> beendet auch die Sitzung (durch gewaltsames Beenden des X-Servers), aber deren Benutzung stört das Sitzungsmanagement und kann deswegen nicht empfohlen werden.
es: Dependiendo de su configuración e &X-Windows;, <keycombo action="simul">&Ctrl;&Alt;&Backspace;</keycombo> también logra esto mismo cerrando el servidor X, pero su uso impide la administración de sesiones y no es recomendable.
fr: En fonction de votre configuration &X-Windows;, <keycombo action="simul">&Ctrl;&Alt;&Backspace;</keycombo> peut aussi marcher en tuant le serveur X, mais son utilisation empêche la gestion de session et ne peut être recommandée.
sk: Podľa nastavenia vášho systému &X-Windows; môže fungovať kombinácia <keycombo action="simul">&Ctrl;&Alt;&Backspace;</keycombo> pre zabitie serveru X, ale tým zabránite správe sedenia, aby sedenie uložila a preto to nie je doporučované.
sl: Odvisno od nastavitev &X-Windows; bo <keycombo action="simul">&Ctrl;&Alt;&Backspace;</keycombo> morda pobil strežnik X server, vendar pa njegova uporaba preprečuje upravljanje s sejami (session management) in je ne moremo priporočati.
sv: Beroende på din inställning av &X-Windows;, <keycombo action="simul">&Ctrl;&Alt;&Backspace;</keycombo> kan också göra susen genom att avsluta X-servern, men att använda det förhindrar sessionshantering och kan inte rekommenderas.
xh: Kuxhomekeke kuqwalaselo lwakho lwe &X-Windows;, <keycombo action="simul">&Ctrl;&Alt;&Backspace;</keycombo> ingenza kwakhona iqhinga ngokubulala i X umncedisi, kodwa usebenziso lwayo lukhusela abaphathi bentlanganiso kwaye bangathethelelwa.
