Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_install.po
Languages: de, fr, sk, sl, sv, xh

source: You can uninstall your programs by typing <command>make uninstall</command> in the directory where you did <command>make install</command>. If you have already nuked away that directory, then there is only one way, and it is not good: go to <filename class="directory">$<envar>KDEDIR</envar>/bin</filename> and start deleting files one by one.
de: Diese Programme können Sie mit dem Befehl <command>make uninstall</command> deinstallieren. Dieser Befehl muss in dem selben Verzeichnis, in dem Sie den Befehl <command>make install</command> eingegeben haben, eingegeben werden. Wenn Sie dieses Verzeichnis schon gelöscht haben, gibt es nur einen - harten - Weg: Gehen Sie in das Verzeichnis <filename class="directory">$<envar>KDEDIR</envar>/bin</filename> und löschen Sie die Dateien einzeln.
fr: Vous pouvez desinstaller vos programmes en saisissant le commande <command>make uninstall</command> dans le dossier où vous avez précédemment fait <command>make install</command>. Si vous avez déjà supprimé ce dossier, il ne vous reste plus qu'une solution, et pas des plus sympathiques&nbsp;: aller dans <filename class="directory">$<envar>KDEDIR</envar>/bin</filename> et effacer les fichiers un par un.
sk: Odinštalovať aplikácie môžete príkazom <command>make uninstall</command> v priečinku, kde ste spustili <command>make install</command>. Ak ste tento priečinok už odstránili, existuje iba jedna cesta a tá nie je moc správna: prejdite do <filename class="directory">$<envar>KDEDIR</envar>/bin</filename> a začnite mazať jeden súbor za druhým.
sl: Programe lahko odstranite z ukazom <command>make uninstall</command>, ki ga vnesete v imeniku, kjer ste izvedli <command>make install</command>. Če ste ta imenik že likvidirali, potem je na voljo še ena, a slaba pot: pojdite v imenik <filename class="directory">$<envar>KDEDIR</envar>/bin</filename> in pričnite brisati datoteke eno za drugo.
sv: Du kan avinstallera dina program genom att skriva <command>make uninstall</command> i katalogen där du gjorde <command>make install</command>. Om du redan har slängt bort den katalogen, så finns det bara ett sätt, och det är inte bra: gå till <filename class="directory">$<envar>KDEDIR</envar>/bin</filename> och börja ta bort filer en efter en.
xh: Unokungazifaki iinkqubo zakho ngokuchwetheza <command>yenza ukungafaki</command> kulawulo apho wenze khona <command>yenza ufako</command>. Ukuba sele ulibekele kude olo lawulo, ngoku kukho kuphela indlela enye, kwaye ayilunganga: yiya kwi <filename class="directory">$<envar>KDEDIR</envar>/bin</filename> kwaye qala ukucima iifayile nganye nganye.

source: What is up with &GIF; support?
de: Was ist Besonderes an der Unterstützung von &GIF;-Dateien?
fr: Qu'en est-il de la prise en charge des fichiers &GIF&nbsp;?
sk: Kam sa podela podpora &GIF;?
sl: Kako je s podporo &GIF;?
sv: Vad gäller för &GIF;-stöd?
xh: Kuqhubeka ntoni nge &GIF; inkxaso?

source: This has something to do with Unisys' &LZW; patent. &GIF; support is turned off from &Qt; 1.44 onwards by default. When you want to use &GIF;s and have the according license, recompile &Qt; with &GIF; support. <command>./configure <option>-gif</option></command>.
de: Dies hat mit Unisys' &LZW; Patent zu tun. &GIF;-Unterstützung ist in &Qt; 1.44 und darüber standardmäßig ausgeschaltet. Sie können entweder eine ältere &Qt; benutzen oder &Qt; mit dem Befehl <command>./configure <option>-gif</option></command> neukompilieren.
fr: Le problème vient d'Unisys et de son brevet sur &LZW;. La prise en charge des &GIF; a du être supprimée - en tant qu'option par défaut - à partir de &Qt; 1.44. Si vous voulez utiliser le format &GIF; et avez la licence requise, Il vous faudra recompiler &Qt; en activant le support du format &GIF grâce à la commande <command>./configure <option>-gif</option></command>.
sk: To súvisí s patentom Unisys na algoritmus &LZW;. Podpora &GIF; je od &Qt; 1.44 štandardne vypnutá. &Qt; môžete preložiť s podporou &GIF; pomocou voľby <command>./configure <option>-gif</option></command>.
xh: Oku kunento yokwenza ne Unisys' &LZW; patent. &GIF; inkxaso iyacinywa kwi &Qt; 1.44 ukuya phambili ngokungagqibekanga. kungcono usebenzise endala &Qt; (ukuba usasebenzisa i &kde; 1.x), okanye yiqokelele kwakhona nge &GIF; inkxaso iyaqalwa usebenzisa <command>./configure <option>-gif</option></command>.

source: How do I install &kde; themes?
de: Wie installieren Sie &kde; Designs?
fr: Comment installer les thèmes pour &kde&nbsp;?
sk: Ako nainštalujem témy do &kde;?
sl: Kako namestim &kde; teme?
sv: Hur installerar jag &kde;-teman?
xh: Ndiyifaka njani i &kde; imixholo?

source: There is a Theme Manager in &kde; 2.2.1, so please refer to the <application>Control Center</application> Help for further reference, or look at <ulink url="http://kde.themes.org/">kde.themes.org</ulink> for KDE2 themes.
de: Es gibt einen Themen-Manager in &kde; 2.2.1, also schauen Sie in der Hilfedatei zum <application>Kontrollzentrum</application> nach. Weitere Informationen findet man unter <ulink url="http://kde.themes.org/">kde.themes.org</ulink>.
fr: Il y a un gestionnaire de thèmes dans &kde; 2.2.1&nbsp;; reportez-vous à l'aide du &khelpcenter; pour plus de détails, ou allez-faire un tour sur <ulink url="http://kde.themes.org/">kde.thèmes.org</ulink> où vous saurez tout des thèmes pour &kde; 2.
sk: V &kde; 2.2.1 je Správca tém. Preto podrobné informácie nájdete v Pomocníkovi pre <application>Ovládacie centrum</application>. Témy pre KDE2 nájdete na adrese <ulink url="http://kde.themes.org/">kde.themes.org</ulink>.
xh: Kukho Umphathi Womxholo kwi &kde; 2.2.1, ngoko nceda bhekisa kwi <application>Umbindi Wolawulo</application> Uncedo lothelekiso oluphambili, okanye jonga ku <ulink url="http://kde.themes.org/">kde.themes.org</ulink> ye KDE2 imixholo.

source: mv /opt/kde /usr/local/kde
fr: Saisissez mv /opt/kde /usr/local/kde&nbsp;;
