Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_moreinfo.po
Languages: de, es, fr, ru, sk, sl, sv, xh

source: Getting more information
de: Erhalten weiterer Informationen
es: Obteniendo más información
fr: Obtenir plus d'informations
ru: Получение дополнительной информации
sk: Získanie ďalších informácií
sl: Pridobivanje dodatnih informacij
sv: Skaffa mer information
xh: Ifumana ulwazi oluninzi

source: Where is the &kde; homepage?
de: Wo ist die &kde; Homepage?
es: ¿Dónde está la página web de &kde;?
fr: Quelle est l'adresse du site Internet de &kde;&nbsp;?
ru: Где находится домашняя страница &kde;?
sk: Kde je domovská stránka &kde;?
sl: Kje se nahaja domača stran projekta &kde;?
sv: Var finns &kde;:s hemsida?
xh: Liphi iphepha le &kde; lasekhaya?

source: The &kde; homepage is located at <ulink url="http://www.kde.org">http://www.kde.org</ulink>. If you prefer a local mirror, there are several to choose from. For a current list of web site mirrors sorted by location, please visit <ulink url="http://www.kde.org/webmirrors.html">http://www.kde.org/webmirrors.html</ulink>.
de: Die Adresse der &kde;-Homepage ist: <ulink url="http://www.kde.org">http://www.kde.org</ulink>. Es gibt einige lokale Spiegelserver, die Sie der Hauptseite vorziehen sollten. Sie finden eine aktuelle Liste der Spiegelserver immer unter: <ulink url="http://www.kde.org/webmirrors.html">http://www.kde.org/webmirrors.html </ulink>.
es: La página web oficial de &kde; está en <ulink url="http://www.kde.org">http://www.kde.org</ulink>. Si prefiere un mirror local, hay varios para escoger. Para ver una lista actualizada de mirrors según su ubicación, por favor vaya a <ulink url="http://www.kde.org/webmirrors.html">http://www.kde.org/webmirrors.html</ulink>.
fr: L'adresse du site de &kde; est <ulink url="http://www.kde.org">http://www.kde.org</ulink>. Si vous le souhaitez, vous pourrez utiliser un des nombreux miroirs locaux disponibles. Pour obtenir une liste des sites miroirs classée par pays, rendez vous à l'adresse suivante&nbsp;: <ulink url="http://www.kde.org/webmirrors.html">http://www.kde.org/webmirrors.html</ulink>.
ru: Домашняя страница &kde; расположена на <ulink url="http://www.kde.org">http://www.kde.org</ulink>. Если желаете, можете выбрать местное зеркало сервера. Список сайтов-зеркал, составленный в соответствии с их местонахождением, находится на <ulink url="http://www.kde.org/webmirrors.html">http://www.kde.org/webmirrors.html</ulink>.
sk: Domovská stránka &kde; je na <ulink url="http://www.kde.org">http://www.kde.org</ulink>. Ak používate lokálne zrkadlové servery, niekoľko ich existuje. Ich aktuálny zoznam je na <ulink url="http://www.kde.org/webmirrors.html">http://www.kde.org/webmirrors.html</ulink>.
sl: Domača stran projekta &kde; se nahaja na <ulink url="http://www.kde.org">http://www.kde.org</ulink>. Če imate raje lokalni zrcalni strežnik, jih je na voljo več, med katerimi lahko izbirate. Za trenuten seznam zrcalnih strežnikov spletne strani obiščite prosim <ulink url="http://www.kde.org/webmirrors.html">http://www.kde.org/webmirrors.html</ulink>.
sv: &kde;:s hemsida finns på <ulink url="http://www.kde.org">http://www.kde.org</ulink>. Om du föredrar en lokal spegel, finns det flera att välja på. En uppdaterad lista på spegelwebbsidor sorterade efter plats, finner du på <ulink url="http://www.kde.org/webmirrors.html">http://www.kde.org/webmirrors.html</ulink>.
xh: I &kde; iphepha lasekhaya libekwe ku <ulink url="http://www.kde.org">http://www.kde.org</ulink>. Ukuba ukhetha isibuko sobulali, kukho ezininzi zokukhethwa kuyo. Kuluhlu langoku lwezibuko zenxuwa lze web ilungiswe yindawo , nceda ndwendwela <ulink url="http://www.kde.org/webmirrors.html">http://www.kde.org/webmirrors.html</ulink>.

source: Is there a &kde; mailing list?
de: Gibt es eine &kde; Mailing Liste?
es: ¿Hay una lista de correo de &kde;?
fr: Y a-t-il une liste de diffusion &kde;&nbsp;?
ru: Существует ли список рассылки &kde;?
sk: Existuje konferencia pre &kde;?
sl: Obstaja poštni seznam &kde;?
sv: Finns det en e-postlista för &kde;?
xh: Ingaba lukhona uluhlu lwe &kde; lokuposa?

source: Well, there are more than one. Each focuses on a different aspect of &kde;. Some of them are for the developers, so they are not discussed in detail. Some of the more important lists that users might be interested in are:
de: Es gibt mehrere. Jede hat einen anderen Schwerpunkt um &kde; herum. Einige sind den Entwicklern vorbehalten, diese sind hier nicht im Detail beschrieben. Einige der wichtigsten Listen sind:
es: En realidad, hay más de una. Cada una se enfoca en un determinado aspecto de &kde;. Algunas de ellas son para desarrolladores, por lo que no se discutirá en detalle sobre ellas aquí. Algunas de las listas más importantes en que los usuarios pueden interesarse son:
fr: En fait, il y en a plusieurs. Chacune d'entre elle traitant d'un aspect particulier de &kde;.Certaines sont destinées uniquement aux développeurs et nous n'entrerons pas dans leur détail ici. Pour un utilisateur, les listes de diffusion les plus intéressantes seront sans doute&nbsp;:
ru: Да, их несколько. Каждый из них сфокусирован на определенном аспекте &kde;. Некоторые из них предназначены для разработчиков и здесь не рассматриваются. Ниже представлены наиболее важные списки. которые могут заинтересовать пользователя:
sk: Existuje a je ich viac ako jedna. Každá sa zameriava na iný aspekt &kde;. Niektoré sú pre vývojárov, takže tie tu nie sú podrobne rozoberané. Tie, ktoré sú dôležité pre používateľov sú:
sl: Hm, obstaja jih celo več. Vsak se osredotoča na različen vidik &kde;. Nekateri izmed njih so za razvijalce, tako da niso podrobneje razloženi. Nekaj pomembnejših seznamov, ki bi lahko bili zanimivi za uporabnike so:
sv: Jo, det finns mer än en. Varje lista fokuserar på olika aspekter av &kde;. En del är för utvecklare, så vi behandlar inte dem i detalj. Några av de viktigaste listorna som användare kan vara intresserade av är:
xh: Kuhle, kukho ezingaphezu kwesinye. Nganye ijonga kumlinganiselo owahlukiletyo we &kde;. Ezinye zazo ngababhekisi opohambili, ngoko azixoxwa ngokwenkcukacha. Ezinye zoluhlu olubalulekileyo umsebenzisi anokubanomdla kuzo.

source: This is the main &kde; mailing list for general discussions.
de: Dies ist die &kde;-Hauptmailingliste für generelle Diskussionen.
es: Esta es la principal lista de correo de &kde;, para discusiones en general.
fr: C'est la liste principale de &kde;. Pour les discussions d'ordre général.
ru: Это главный список рассылки &kde; для обсуждения общих вопросов.
sk: Toto je hlavná konferencia &kde; pre všeobecnú diskusiu.
sl: To je glavni seznam &kde; za splošne razprave.
sv: Det här är den huvudsakliga &kde; e-postlistan för allmäna diskussioner.
xh: Le yengundoqo i &kde; uluhlu lokuposa elineengxoxo ngokubanzi.

source: This list is used to announce new versions of &kde; as well as new tools and applications.
de: Diese Liste wird zur Ankündigung von neuen Versionen von &kde; wie auch von neuen Werkzeugen und Anwendungen benutzt.
es: Esta lista se utiliza para anunciar nuevas versiones de &kde;, así como nuevas herramientas y aplicaciones.
fr: C'est la liste utilisée pour annoncer le lancement des nouvelles versions de &kde; ainsi que des nouveaux outils et applications.
ru: Этот список используется для информирования о выпуске новых версий &kde;, а также новых средств и приложений.
sk: Toto je konferencia pre oznamovanie nových verzií &kde;, nástrojov a aplikácií.
sl: Ta seznam je za najavo novih različic &kde;, kot tudi novih orodij in programov.
sv: Den här listan används för att tillkännage nya versioner av &kde; samt nya verktyg och program.
xh: Olu luhlu lusetyenziswa ukwazisa iinguqulelo ezintsha ze &kde; kunye nazo izixhobo nezicelo ezintsha.

source: This list is intented for users helping other users.
de: Hier helfen &kde;-Nutzer anderen &kde;-Nutzern.
es: Esta lista está destinada a la ayuda y cooperación entre los usuarios.
fr: Cette liste est destinée à l'entraide entre utilisateurs.
ru: Этот список предназначен для помощи одних пользователей другим.
sk: Táto konferencia je určená používateľom, aby si pomáhali navzájom.
sl: Ta seznam je namenjen uporabnikom, ki pomagajo drug drugemu.
sv: Den här listan är avsedd för användare som hjälper varandra.
xh: Olu luhlu lwenzelwe abasebenzisi ukunceda abanye abasebenzisi.

source: This is the list that deals with questions of look and feel and general user interface considerations.
de: Diese Liste behandelt Fragen des Erscheinungsbildes und generelle Fragen zur Nutzeroberfläche.
es: Esta lista está relacionada con cuestiones de aspecto de la interfaz y consideraciones generales sobre la interfaz de usuario.
fr: Cette liste est consacrée aux questions d'apparence et d'ergonomie et aux considérations relatives aux interfaces-utilisateur.
ru: В этом списке обсуждаются вопросы, касающиеся внешнего вида и пользовательского интерфейса в общем.
sk: Konferencia pre otázky vzhľadu a používateľského rozhrania.
sl: Ta seznam se ukvarja z vprašanji izgleda in občutka ("look'n feel") in splošnimi vprašanji vmesnika.
sv: Detta är listan som hanterar frågor om "utseende och känsla" och generella överväganden om användargränssnitt.
xh: Olu luluhlu olusebenza ngemibuzo yokujonga nokuva neziqwalaselo zojongano lomsebenzisi ngokubanzi.

source: For the complete list of mailing lists available, please refer to <ulink url="http://www.kde.org/mailinglists.html">http://www.kde.org/maillinglists.html</ulink>.
de: Eine komplette Liste der vorhandenen Mailinglisten finden Sie unter: <ulink url="http://www.kde.org/contact.html">http://www.kde.org/contact.html</ulink>.
es: Para la lista completa de foros disponibles, por favor consulte <ulink url="http://www.kde.org/mailinglists.html">http://www.kde.org/maillinglists.html</ulink>.
fr: Vous trouverez une liste (des listes de diffusion) complète à l'adresse suivante&nbsp;: <ulink url="http://www.kde.org/mailinglists.html">http://www.kde.org/mailinglists.html</ulink>.
sk: Úplný zoznam konferencií je na adrese <ulink url="http://www.kde.org/mailinglists.html">http://www.kde.org/mailinglists.html</ulink>.
xh: Kuluhlu lokuposa olugqityiweyo olukhoyo, nceda thelekisa ku <ulink url="http://www.kde.org/contact.html">http://www.kde.org/contact.html</ulink>.

source: Please note that it is not a good idea to ask questions which are already answered in this <acronym>FAQ</acronym>.
de: Beachten Sie bitte, dass es als unhöflich angesehen wird, wenn sie in Mailinglisten Fragen stellen, die in einer <acronym>FAQ</acronym> beantwortet werden.
es: Por favor observe que no es una buena idea hacer preguntas que ya han sido contestadas en este <acronym>FAQ</acronym>.
fr: N'oubliez pas que le fait de poser des questions déjà traitées dans la présente <acronym>FAQ</acronym> est une mauvaise idée... En vous remerciant par avance.
ru: Кстати, не стоит задавать вопросы, ответы на которые уже даны в <acronym>FAQ</acronym>.
sk: Uvedomte si, že nie je správne sa pýtať v konferencii otázky uvedené v tomto dokumente <acronym>FAQ</acronym>.
sl: Zavedajte se prosim dejstva, da ni dobro spraševati stvari, ki so že odgovorjene v tem <acronym>FAQ</acronym>.
sv: Observera att det inte är en bra idé att ställa frågor som redan är besvarade i det här dokumentet.
xh: Nceda qaphela ukuba asiyongcamango ilungileyo ukubuza imibuzo esele iphendulwe kule <acronym>FAQ</acronym>.

source: How do I subscribe/unsubscribe to these lists?
de: Wie abonnieren Sie Mailing Listen / bestellen Sie diese wieder ab?
es: ¿Cómo puedo suscribirme a estas listas o cancelar mi suscripción?
fr: Comment s'inscrire/désinscrire à ces listes de diffusion&nbsp;?
ru: Как подписаться/отменить подписку в этих списках?
sk: Ako sa prihlásim/odhlásim do/z konferencie?
sl: Kako se prijavim/odjavim s teh seznamov?
sv: Hur börjar eller slutar jag prenumerera på de här listorna?
xh: Ndinikela /andinikeli njani kolu luhlu?

source: To subscribe, send an email to list-request, that is:
de: Senden Sie eine E-Mmail an list-request, das ist im Einzelnen:
es: Envíe un mensaje a una de las siguientes direcciones según la lista a la que desee suscribirse:
fr: Pour s'inscrire, envoyez un courrier électronique à l'adresse de <quote>requête</quote> (cette adresse contient le nom de la liste, suivi de <quote>-request</quote>) de la liste en question&nbsp;; soit, respectivement&nbsp;:
ru: Для того, чтобы подписаться, отправьте сообщение на адрес list-request, т.е.:
sk: Pre prihlásenie pošlite e-mail na adresu pre požiadavky, čiže na:
sl: Da se prijavite, pošljite e-sporočilo na zahtevke za sezname ('list-request'), to je
sv: För att börja prenumerera, skicka e-post till list-request, det vill säga:
xh: Ukunikela, thumela i email kwisicelo-soluhlu, yi:

source: The email must contain <userinput>subscribe <replaceable>your_email_address</replaceable></userinput> in the subject.
de: Die E-Mail muss enthalten: <userinput>subscribe <replaceable>Ihre_E-Mail_Adresse</replaceable></userinput> in der Betreff-Zeile.
es: El mensaje debe contener el texto <userinput>subscribe <replaceable>su_dirección_de_correo_electrónico</replaceable></userinput> en el asunto del mensaje (subject).
fr: Le sujet du courrier doit être&nbsp;:<userinput>subscribe <replaceable>votre_adresse_electronique</replaceable></userinput>.
ru: Необходимо указать тему сообщения: <userinput>subscribe <replaceable>ваш_адрес_электронной_почты</replaceable></userinput>.
sk: Správa musí obsahovať predmet <userinput>subscribe <replaceable>vaša_e-mailová_adresa</replaceable></userinput>.
sl: Sporočilo mora vsebovati v predmetu sporočila <userinput>subscribe <replaceable>vaš_email_naslov</replaceable></userinput>
sv: E-postmeddelandet måste innehålla <userinput>subscribe <replaceable>din_epost_adress</replaceable></userinput> i rubriken.
xh: I email kufunekka iqulathe <userinput>subscribe <replaceable>your_email_address</replaceable></userinput> ku mxholo.

source: To unsubscribe, send an email to list-request, that is:
de: Um die Liste abzubestellen, senden Sie eine E-Mmail an list-request, das ist im Einzelnen:
es: Envie un mensaje a una de las siguientes direcciones según lalista en la que quiera cancelar su suscripción:
fr: La désinscription se fait aussi par courrier électronique, à l'adresse dédiée (la même que pour l'inscription).
ru: Для того, чтобы отменить подписку, отправьте сообщение на адрес list-request, т.е.:
sk: Pre odhlásenie sa z konferencie pošlite e-mail na adresu pre požiadavky, čiže na:
sl: Da se odjavite, pošljite e-sporočilo na zahtevke za sezname ('list-request'), to je:
sv: För att sluta prenumerera, skicka e-post till list-request, det vill säga:
xh: Ukunganikeli, thumela i email kwisicelo-soluhlu, yi:

source: The email must contain <userinput>unsubscribe <replaceable>your_email_address</replaceable></userinput> in the subject.
de: Die E-Mail muss enthalten: <userinput>unsubscribe <replaceable>Ihre_E-Mail_Adresse</replaceable></userinput> in der Betreff-Zeile.
es: El mensaje debe contener el texto <userinput>unsubscribe <replaceable>su_dirección_de_correo_electrónico</replaceable></userinput> en el asunto del mensaje (subject).
fr: Cette fois, le sujet devra être <userinput>unsubscribe <replaceable>votre_adresse_electronique</replaceable></userinput>.
ru: Необходимо указать тему сообщения: <userinput>unsubscribe <replaceable>ваш_адрес_электронной_почты</replaceable></userinput>.
sk: Správa musí obsahovať predmet <userinput>unsubscribe <replaceable>vaša_e-mailová_adresa</replaceable></userinput>.
sl: Sporočilo mora vsebovati v predmetu sporočila <userinput>unsubscribe <replaceable>vaš_email_naslov</replaceable></userinput>
sv: E-postmeddelandet måste innehålla <userinput>unsubscribe <replaceable>din_epost_adress</replaceable></userinput> i rubriken.
xh: I email kufuneka iqulathe <userinput>sukunikela <replaceable>your_email_address</replaceable></userinput> ku mxholo.

source: Never send subscribe/unsubscribe request to the mailing lists directly! Use the list-request instead.
de: Senden Sie niemals Abonnement-/Abbestellanforderungen direkt an die Liste! Benutzen Sie hierfür die list-request-Adressen.
es: ¡Nunca envíe una petición para suscribirse o cancelar una suscripción directamente a las listas de correo! Utilice sólo las direcciones mencionadas anteriormente.
fr: Il ne faut jamais envoyer une demande d'inscription directement sur le liste de diffusion&nbsp;! N'utilisez que les adresses de <quote>requête</quote> (<quote>nom_de_la_liste-request</quote>).
ru: Никогда не отправляйте запрос о подписке/отмене подписки напрямую в списки рассылки! Используйте запрос по списку.
sk: Nikdy neposielajte požiadavky na prihlásenie/odhlásenie priamo do konferencie! Vždy používajte adresu pre požiadavky.
sl: Nikoli se ne prijavite/odjavite na poštni seznam neposredno! Uporabite list-request.
sv: Skicka aldrig begäran att börja eller sluta prenumerera direkt till e-postlistorna! Använd list-request istället.
xh: Ungaze uthumele isicelo umnikelo/ukunganikeli kuluihlu lokuposa ngqo! Sebenzisa isicelo-soluhlu endaweni yoko.

source: There is also a complete list of all &kde;-related mailing lists, and a web interface for subscribing and unsubscribing located at <ulink url="http://master.kde.org/mailman/listinfo">http://master.kde.org/mailman/listinfo</ulink>.
de: Es gibt außerdem eine komplette Liste aller &kde;-bezogenen Mailing Listen sowie ein WWW-basiertes Interface zum Abonnieren/Abbestellen unter: <ulink url="http://master.kde.org/mailman/listinfo">http://master.kde.org/mailman/listinfo </ulink>.
es: Existe también una lista completa de todas las listas de correo relacionadas con &kde; y una interfaz web para suscribirse y cancelar suscripciones, en <ulink url="http://master.kde.org/mailman/listinfo">http://master.kde.org/mailman/listinfo</ulink>.
fr: La description de l'ensemble des listes de diffusion relaitives à &kde; se trouve à l'adresse <ulink url="http://master.kde.org/mailman/listinfo">http://master.kde.org/mailman/list info</ulink>. Vous y trouverez également une interface pour s'inscrire/désinscrire via Internet.
ru: Полный перечень всех списков рассылки, связанных с &kde;, а также web-интерфейс для подписки и отмены подписки расположены на <ulink url="http://master.kde.org/mailman/listinfo">http://master.kde.org/mailman/listinfo</ulink>.
sk: Na adrese <ulink url="http://master.kde.org/mailman/listinfo">http://master.kde.org/mailman/listinfo</ulink> je úplný zoznam konferencií &kde; a WWW rozhranie pre prihlasovanie a odhlasovanie.
sl: Na voljo je tudi popoln seznam s &kde; povezanih poštnih seznamov in spletni vmesnik za prijavo in odjavo na naslovu <ulink url="http://master.kde.org/mailman/listinfo">http://master.kde.org/mailman/listinfo</ulink>.
sv: Det finns också en fullständig lista av alla &kde;-relaterade e-postlistor, och ett webbgränssnitt för att börja och sluta prenumerera på <ulink url="http://master.kde.org/mailman/listinfo">http://master.kde.org/mailman/listinfo</ulink>.
xh: Kukho kwakhona uluhlu olugqityiweyo lwazo zonke &kde;-uluhlu lokuposa oluzalanayo, nojongano lwe web lokunikela nokunganikeli elibekwe ku <ulink url="http://master.kde.org/mailman/listinfo">http://master.kde.org/mailman/listinfo</ulink>.

source: Is there a mailing list archive?
de: Gibt es Archive der Mailing Listen?
es: ¿Existe un archivo de las listas de correo?
fr: Existe-t-il des archives des listes de diffusion&nbsp;?
ru: Существует ли архив списка рассылки?
sk: Existuje archív konferencií?
sl: Obstaja arhiv poštnih seznamov?
sv: Finns det ett arkiv för e-postlistorna?
xh: Ingaba ikhona indawo yokugcina uluhlu lokuposa?

source: Yes, there is a searchable mailing list archive hosted by <ulink url="http://www.progressive-comp.com">Progressive Computer Concepts</ulink>. The &URL; is <ulink url="http://lists.kde.org">http://lists.kde.org</ulink>. There you will see a directory listing of the mailing lists. Note that you can only do a subject/author search at this level. You probably will not find what you want doing this kind of search.
de: Ja, diesen wird von <ulink url="http://www.progressive-comp.com">Progressive Computer Concepts</ulink> Heimat geboten. Die Adresse zur Benutzung ist: <ulink url="http://lists.kde.org">http://lists.kde.org</ulink>. Dort sehen Sie ein Verzeichnis der Mailinglisten. Beachten Sie bitte, dass Sie auf diesem Niveau nur eine Suche nach Betreff oder Autor durchführen können. Sie werden damit wahrscheinlich nicht finden, was Sie suchen.
es: Sí, existe un archivo de las distintas listas de correo que es mantenido por <ulink url="http://www.progressive-comp.com">Progressive ComputerConcepts</ulink>. Su dirección es <ulink url="http://lists.kde.org">http://lists.kde.org</ulink>. Aquí se puede ver un listado por directorios de las listas de correo. Observe que en este nivel sólo se pueden hacer búsquedas de artículos según su tema y/o autor. Usted probablemente no encuentre lo que desea mediante este tipo de búsqueda.
fr: Oui. Les archives - avec fonction de recherche - sont hébergées par<ulink url="http://www.progressive-comp.com">Progressive Computer Concepts</ulink>. Elles sont accessibles sur <ulink url="http://lists.kde.org">http://lists.kde.org</ulink>. Vous y trouverez une série de dossiers correspondant aux différentes listes de diffusion. Notez que sur cette page, seule une recherche sur l'auteur et le sujet est possible. Ceci ne vous permettra probablement pas de trouver ce que vous chercher.
ru: Да, существует поисковый архив на сервере <ulink url="http://www.progressive-comp.com">Progressive Computer Concepts</ulink>. Его &URL;: <ulink url="http://lists.kde.org">http://lists.kde.org</ulink>. Здесь перечислены все списки рассылки. Заметьте, что на этом уровне вы можете осуществлять поиск лишь по теме/автору, то есть, вероятно, не найдете того, что ищете.
sk: Áno, existuje archív konferencií s vyhľadávaním od <ulink url="http://www.progressive-comp.com">Progressive Computer Concepts</ulink>. &URL; je <ulink url="http://lists.kde.org">http://lists.kde.org</ulink>. Obsahuje zoznam konferencií. Na tejto úrovni sa dá hľadať iba podľa autora a predmetu správy. Tak asi nenájdete to, čo potrebujete.
sl: Da, <ulink url="http://www.progressive-comp.com">Progressive Computer Concepts</ulink> gosti arhiv, ki ga lahko preiskujete. &URL; je <ulink url="http://lists.kde.org">http://lists.kde.org</ulink>. Tam boste videli imeniški seznam poštnih seznamov. Upoštevajte, da lahko na tem nivoju izvedete le iskanje po avtorju/predmetu. Na ta način verjetno ne boste našli tega, kar želite.
sv: Ja, det finns ett sökbart arkiv för e-postlistor som tillhandahålls av <ulink url="http://www.progressive-comp.com">Progressive Computer Concepts</ulink>. Webbadressen är <ulink url="http://lists.kde.org">http://lists.kde.org</ulink>. Där ser du en katalog med alla e-postlistor. Observera att du bara kan göra en sökning på ämne eller författare på den här nivån. Du hittar förmodligen inte det du söker med den här sortens sökning.
xh: Ewe, kukho indawo yokugcina uluhlu lokuposa oluphendlekayo olunyuswa nge <ulink url="http://www.progressive-comp.com">iComputer Eqhubekekayo Imiba</ulink>. I &URL; yi <ulink url="http://lists.kde.org">http://lists.kde.org</ulink>. Apho uzakubona udweliso lolawulo loluhlu lokuposa. Qaphela ukuba ungenza kuphela umxholo/umbhali wophendlo kulo mphakamo. Awuzukufumana ofuna ukukwenza ngolu didi lophendlo.
