Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_install.po
Languages: de, fr, sk, sl, sv, xh

source: You probably tried to start the X server with <command>startkde</command>. The X server is started with <command>startx</command>. <command>startkde</command> is the script that should be run from your <filename>.xinitrc</filename>, <filename>.xsession</filename>, or <filename>.Xclients</filename> to activate the window manager and the necessary server daemons for &kde;. See also <xref linkend="startkde"/>.
de: Wahrscheinlich haben Sie versucht, den X Server mit dem Befehl <command>startkde</command> zu starten. Der X-Server wird mit dem Befehl <command>startx</command> gestartet. <command>startkde</command> ist das Skript, das von Ihrer <filename>.xinitrc</filename>, <filename>.xsession</filename>, oder <filename>.Xclients</filename> gestartet werden sollte, um den Fenstermanager und die notwendigen Server-Dämonenx für &kde; zu starten. Weitere Informationen hierzu finden Sie unter: <xref linkend="startkde"/>.
fr: Vous tentez probablement de démarrer le serveur X par l'intermédiaire <command>startkde</command>. Le serveur X doit être démarrer grâce à la commande<command>startx</command>. <command>startkde</command> est le script, appelé par <filename>.xinitrc</filename>, <filename>.xsession</filename>, ou <filename>.Xclients</filename> qui active le gestionnaire de fenêtres et les <quote>démons</quote> nécessaire au fonctionnement de &kde;. Voir <xref linkend="startkde"/>.
sk: Asi ste sa pokúsili spustiť X server pomocou <command>startkde</command>. X server sa týmto príkazom nespúšťa. <command>startkde</command> je skript, ktorý má byť spustený z vášho súboru <command>.xinitrc</command>, <filename>.xsession</filename> alebo <filename>.Xclients</filename> aby spustil správcu okien a potrebné démony pre &kde;. Prečítajte si aj <xref linkend="startkde"/>.
sl: Verjetno ste poskušali pognati strežnik X z ukazom <command>startkde</command>. Strežnik X se požene z <command>startx</command>. <command>startkde</command> je skript, ki naj bi se pognal iz <filename>.xinitrc</filename>, <filename>.xsession</filename> ali <filename>.Xclients</filename>, da aktivira okenski upravljalnik in zahtevane strežniške deamone za &kde;. Poglejte še v <xref linkend="startkde"/>.
sv: Du försökte förmodligen starta X-servern med <command>startkde</command>. X-servern startas med <command>startx</command>. <command>startkde</command> är skriptet som ska köras från din <filename>.xinitrc</filename>, <filename>.xsession</filename>, eller <filename>.Xclients</filename> för att starta fönsterhanteraren och de nödvändiga serverdemonerna för &kde;. Se också <xref linkend="startkde"/>.
xh: Uzame kakhulu ukuqala i X umncedisi nge <command>startkde</command>. I X umncedisi uqalwe nge <command>startx</command>. <command>startkde</command> lushicilelo olunokusetyenziswa kweyakho <filename>.xinitrc</filename>, <filename>.xsession</filename>, okanye <filename>.Xclients</filename> ukusebenzisa umphathi we window kunye nezifunekayo idaemons zomncedisi ze &kde;. Bona kwakhona <xref linkend="startkde"/>.

source: &kde; on &AIX;?
de: &kde; auf &AIX;?
fr: &kde; sur &AIX;&nbsp;?
sk: &kde; na &AIX;?
sl: &kde; na &AIX;?
sv: &kde; på &AIX;?
xh: &kde; kwi &AIX;?

source: If you have trouble building &kde; on &AIX; check out Stefan Westerfeld's <ulink url="http://space.twc.de/~stefan/kde/aix.html">Running &kde; on Aix</ulink> page for lots of help on building &kde; on this exceptional &UNIX; variant.
de: Wenn Sie Schwierigkeiten haben, &kde; unter &AIX; zu kompilieren, sehen Sie auf Stefan Westerfeld's Webseite <ulink url="http://space.twc.de/~stefan/kde/aix.html">Running &kde; on Aix</ulink> nach. Dort finden Sie jede Menge Hilfe über das Erstellen von &kde; auf dieser außergewöhnlichen &UNIX;-Variante nach.
fr: Si la compilation de &kde; sur cet &UNIX; exceptionnel qu'est &AIX; vous pose des problèmes, consultez la page de Stefan Westerfeld <ulink url="http://space.twc.de/~stefan/kde/aix.html">Running &kde; on Aix</ulink> qui est d'un grand secours à ce sujet.
sk: Ak máte problémy s inštaláciou &kde; na systéme &AIX;, navštívte stránku Stefana Westerfelda <ulink url="http://space.twc.de/~stefan/kde/aix.html">Running &kde; on Aix</ulink>, ktorá obsahuje veľa informácii o preklade &kde; na tejto variante systému &UNIX;.
sl: Če imate težave z izgradnjo &kde; na &AIX; preverite stran Stefana Westerfelda <ulink url="http://space.twc.de/~stefan/kde/aix.html">Running &kde; on Aix</ulink>, kjer najdete pomoč za izgradnjo &kde; na tej izjemni različici &UNIX;.
sv: Om du har problem med att bygga &kde; på &AIX; ta en titt på Stefan Westerfelds sida <ulink url="http://space.twc.de/~stefan/kde/aix.html">Köra &kde; på Aix</ulink> för mycket hjälp med att bygga &kde; på den här enastående &UNIX;-versionen.
xh: Ukuba unengxaki ekwakheni i &kde; kwi &AIX; khangela u Stefan Westerfeld's <ulink url="http://space.twc.de/~stefan/kde/aix.html">Isebenzisa &kde; kwi Aix</ulink> iphepha loncedo oluninzi ekwakheni i &kde; kule ingaphandle &UNIX; enomahluko.

source: &kde; on a laptop?
de: &kde; auf einem Laptop?
fr: Et &kde; sur un portable&nbsp;?
sk: &kde; na prenosnom počítači?
sl: &kde; na prenosnem računalniku?
sv: &kde; på en bärbar dator?
xh: &kde; kulwaleko oluphezulu?

source: If you can get the &X-Windows; to run, you should not have any problem getting &kde; to run on it. In addition, you might find the following links helpful:
de: Wenn Sie &X-Windows; zum Laufen bekommen, sollten Sie keine Probleme haben, auch &kde; zum Laufen zu bringen. Zusätzlich können folgende Links hilfreich sein:
fr: Si vous avez réussi à y faire tourner &X-Window;, vous ne devriez pas avoir de problème en ce qui concerne &kde;. Néanmoins, les liens suivants peuvent vous être d'une grande aide&nbsp;:
sk: Ako ste schopný spustiť &X-Windows;, s inštaláciou by ste nemali mať žiadne problémy. Možno vám pomôžu tieto odkazy:
sl: Če lahko v delovanje prepričate &X-Windows;, potem ne bi smeli imeti težav z delovanjem &kde;. Naslednje povezave vam bodo morda pomagale:
sv: Om du kan få &X-Windows; att köra, så bör du inte ha några problem med att få &kde; att köra på den. Dessutom kanske följande länkar kan vara till hjälp:
xh: Ukuba ungafumana i &X-Windows; ukusebenza, awuzukuba nayo nayiphi na ingxaki ekufumaneni i &kde; ukusebenza kuyo. Ukongeza, ungafumana amakhonkco alandelayo eluncedo:

source: http://www.linux-laptop.net/
xh: http://www.cs.utexas.edu/users/kharker/linux-laptop/

source: I do not like the default &kde; directory after installation. How do I move it without breaking anything?
de: Wie können Sie das Standard-&kde;-Verzeichnis nach der Installation verschieben, ohne irgendetwas zu stören?
fr: L'emplacement du dossier d'installation par défaut de &kde, ne me plaît pas. Comment puis-je le changer sans tout <quote>chambouler</quote>&nbsp;?
sk: Nepáči sa štandardný inštalačný priečinok &kde;. Ako ho môžem zmeniť bez toho, aby mi to prestalo fungovať?
sl: Privzet imenik &kde; po namestitvi mi ni všeč. Kako ga premaknem, ne da bi kaj pokvaril?
sv: Jag tycker inte om den förvalda &kde;-katalogen efter installationen. Hur flyttar jag den utan att ta sönder något?
xh: Andikuthandi okungagqibekanga &kde; ulawulo emva kofako. Ndiyisusa njani ngaphandle kokwaphula nto?

source: Assuming the default is <filename class="directory">/opt/kde</filename> and you want to move it to <filename class="directory">/usr/local/kde</filename>, here's what you have to do:
de: Angenommen, das Standardverzeichnis ist <filename class="directory">/opt/kde</filename> und Sie wollen es nach <filename class="directory">/usr/local/kde</filename> verschieben, müssen Sie folgendes tun:
fr: En supposant que le dossier par défaut soit <filename class="directory">/opt/kde</filename> et que vous vouliez le changer pour <filename class="directory">/usr/local/kde</filename>, voici ce qu'il faut faire&nbsp;:
sk: Predpokladajme, že štandard je <filename class="directory">/opt/kde</filename> a chcete použiť <filename class="directory">/usr/local/kde</filename>. Musíte urobiť toto:
sl: Če predvidevamo, da je privzet <filename class="directory">/opt/kde</filename> in ga želite premakniti v <filename class="directory">/usr/local/kde</filename>, potem morate narediti naslednje:
sv: Antag att den förvalda katalogen är <filename class="directory">/opt/kde</filename> och du vill flytta den till <filename class="directory">/usr/local/kde</filename>. Då måste du göra så här:
xh: Icingela okungagqibekanga yi <filename class="directory">/opt/kde</filename> kwaye ufuna ukuyisusa <filename class="directory">/usr/local/kde</filename>, naku omele ukwenze:

source: change to superuser if you aren't already
de: Melden Sie sich mit Systemverwalterrechten an
fr: Passer en superutilisateur, si ce n'est pas déjà le cas&nbsp;;
sk: prihlásiť sa ako root
sl: prijavite se kot superuporabnik (če še niste)
sv: bli systemadministratör om du inte redan är det
xh: tshintshela kumsebenzisi ophezulu ukuba awulunganga

source: ln -s /usr/local/kde /opt/kde
fr: puis ln -s /usr/local/kde /opt/kde.
xh: Kwi -s /usr/local/kde /opt/kde

source: This will put all your &kde; files in <filename class="directory">/usr/local/kde</filename> but everything is still accessible from <filename class="directory">/opt/kde</filename>.
de: Das verschiebt alle Ihre &kde;-Dateien nach <filename class="directory">/usr/local/kde</filename> aber alle sind weiterhin zugreifbar von <filename class="directory">/opt/kde</filename>.
fr: Ceci déplacera votre dossier &kde; vers <filename class="directory">/usr/local/kde</filename>, mais tout est encore accessible depuis <filename class="directory">/opt/kde</filename>.
sk: To premiestni všetky vaše súbory &kde; do <filename class="directory">/usr/local/kde</filename> ale všetko bude prístupné aj pomocou <filename class="directory">/opt/kde</filename>.
sl: To bo premaknilo vse vaše &kde; datoteke v <filename class="directory">/usr/local/kde</filename>, vendar pa je vse še vedno dosegljivo z <filename class="directory">/opt/kde</filename>.
sv: Det här lägger alla dina &kde;-filer i <filename class="directory">/usr/local/kde</filename> men allt är fortfarande tillgängligt från <filename class="directory">/opt/kde</filename>.
xh: Oku kuzakubeka zonke ezakho ze &kde; iifayile kwi <filename class="directory">/usr/local/kde</filename> kodwa yonke into isanikezelwa kwakhona kwi <filename class="directory">/opt/kde</filename>.

source: What files can I delete from my &kde; install directory? Can all the <filename>*.h</filename>, <filename>*.c</filename> and <filename>*.o</filename> files be safely removed?
de: Welche Dateien können Sie vom &kde;-Installationsverzeichnis löschen? Können Sie alle <filename>*.h</filename>, <filename>*.c</filename> und <filename>*.o</filename> löschen?
fr: Quels fichiers puis-je effacer de mon dossier d'installation &kde;&nbsp;? Est-ce que tous les fichiers <filename>*.h</filename>, <filename>*.c</filename> et <filename>*.o</filename> peuvent être effacés sans risque&nbsp;?
sk: Ktoré súbory môžem vymazať z inštalačného priečinku &kde;? Môžu sa všetky súbory <filename>*.h</filename>, <filename>*.c</filename> a <filename>*.o</filename> odstrániť?
sl: Katere datoteke z mojega namestitvenega imenika &kde; lahko zbrišem? Lahko varno odstranim vse datoteke <filename>*.h</filename>, <filename>*.c</filename> in <filename>*.o</filename> ?
sv: Vilka filer kan jag ta bort från min installationskatalog för &kde;? Kan alla <filename>*.h</filename>-, <filename>*.c</filename>- och <filename>*.o</filename>-filer tas bort utan problem?
xh: Zeziphi iifayile endinokuzicima kweyam i &kde; faka ulawulo? zinga zonke <filename>*.h</filename>, <filename>*.c</filename> ne <filename>*.o</filename> iifayile zingasuswa ngokukhuselekileyo?

source: There should not be any need to keep the <filename>.c</filename> and <filename>.o</filename> files, but you might want to keep the <filename>.h</filename> files, as they are used by includes if you ever want to compile your own &kde; programs. But if you wish to add patches to the source programs as they become available (rather than downloading everything again), then they should stay.
de: Es gibt keine Notwendigkeit, die <filename>.c</filename> und <filename>.o</filename>-Dateien zu behalten, aber die <filename>.h</filename>-Dateien werden gebraucht, wenn Sie jemals ein &kde;-Programm selbst kompilieren wollen. Wenn Sie allerdings Patches zum Quellprogramm hinzufügen wollen (anstatt alles neu herunterzuladen), dann sollten Sie alle diese Dateien behalten.
fr: Vous ne devrez plus avoir besoin des fichiers <filename>.c</filename> et <filename>.o</filename>, mais vous devriez en revanche conserver les fichiers <filename>.h</filename> qui vous seront indispensables si vous compilez vous-même les applications &kde;. Mais si vous comptez appliquer les mises à jour, au fur et à mesure de leur sortie (plutôt que télécharger à nouveau l'intégralité des sources), alors, il faut tout garder.
sk: Asi nebudete potrebovať súbory <filename>.c</filename> and <filename>.o</filename> , ale možno sa vám hodia súbory <filename>.h</filename> v prípade, že budete chcieť prekladať svoje vlastné programy pre &kde; - na to sú potrebné. Ale ak chcete upravovať zdrojové kódy pomocou patchov (a nie sťahovať znovu všetko), mali by ste si nechať všetky súbory.
sl: Ni potrebe, da bi obdržali datoteke <filename>.c</filename> in <filename>.o</filename>, vendar pa boste morda želeli obdržati datoteke <filename>.h</filename>, saj jih rabite, če boste kdaj želeli prevesti vaše lastne &kde; programe. Če pa želite izvorni kodi programov dodajati popravke, ki se pojavijo (namesto, da bi znova nalagali vse skupaj), potem morajo ostati.
sv: Det bör inte finnas någon anledning att behålla <filename>.c</filename>- och <filename>.o</filename>-filer, men du kanske vill behålla <filename>.h</filename>-filerna, eftersom de används om du någonsin vill kompilera dina egna &kde; program. Men om du vill lägga till programfixar till källkoden när de blir tillgängliga (istället för att ladda hem allt igen), måste de vara kvar.
xh: Akukho mfuneko yokugcina i <filename>.c</filename> ne <filename>.o</filename> iifayile, kodwa ungafuna ukugcina i <filename>.h</filename> iifayile, njengoko zisetyenziswa ngeziquko ukuba ufuna ukuqokelela eyakho i &kde; iinkqubo. Kodwa ukuba unqwenela ukudibanisa izilapho kwiinkqubo zemvelaphi njengoko zibakhona (kunoku layisha ezantsi yonke into kwakhona), ngoku zinokuhlala.

source: Will I lose my current settings when I upgrade &kde;?
de: Verlieren Sie Ihre aktuellen Einstellungen, wenn Sie &kde; upgraden?
fr: Mes réglages actuels seront-ils perdus si je mets &kde; à jour&nbsp;?
sk: Stratím svoje nastavenie pri prechode na novšiu verziu &kde;?
sl: Bom izgubil svoje trenutne nastavitve, če nadgradim &kde;?
sv: Förlorar jag mina nuvarande inställningar när jag uppgraderar &kde;?
xh: Ndingaziswela izicwangciso zam xa ndinyusela i &kde;?

source: There are mixed reports of results when moving to &kde; 2.2.x from &kde; 2.0. Settings are kept in the <filename class="directory">.kde</filename> or <filename class="directory">.kde2</filename> subdirectory in your home directory. There have been some changes to settings both globally and inside each application. For best results we suggest you copy your old <filename class="directory">.kde</filename>/<filename class="directory">.kde2</filename> directory to a backup location, install &kde; 2.2.1, and then copy back any necessary mail and news settings. That said, there are reports of direct upgrades without removing the old <filename class="directory">.kde</filename> directory happening without a hitch. Your mileage may vary.
de: Es gibt widersprüchliche Berichte über die Ergebnisse beim Upgraden von KDE 2.0 nach KDE 2.2.x. Einstellungen sind im Unterverzeichnis <filename class="directory">.kde</filename> or <filename class="directory">.kde2</filename> in Ihrem Persönlichen Verzeichnis gespeichert. Es gibt allerdings einige Änderungen - global und innerhalb der Anwendungen. Für beste Ergebnisse sichern Sie Ihr altes Unterverzeichnis <filename class="directory">.kde</filename>/<filename class="directory">.kde2</filename>, installieren Sie &kde; 2.2.1 und kopieren Sie dann alle wichtigen Mail- und News-Einstellungen zurück. Es gibt aber auch Berichte über Upgrades ohne jegliche Schwierigkeiten; so dass es nicht wirklich vorhersagbar ist, welche Ergebnisse Sie erhalten.
fr: Les témoignages concernant les résultats d'un passage de &kde; 2.0 à &kde; 2.2.x sont assez mitigés. Les réglages sont inscrits dans le sous-dossier <filename class="directory">.kde</filename> ou <filename class="directory">.kde2</filename> de votre dossier personnel. Il y a eu pas mal de changements à ce niveau, aussi bien globaux que particuliers, &cad; au sein même de chaque application. Afin mettre toutes les chances de votre côté, nous vous suggérons de faire une copie de sauvegarde de votre ancien dossier <filename class="directory">.kde</filename>/<filename class="directory">.kde2</filename>, d'installer &kde; 2.2.1, et de recopier dans le nouveau système les fichiers de configuration du courrier et des forums. Ceci dit, on nous a rapporté des cas de transition directe, avec conservation du fichier <filename class="directory">.kde</filename> initial, qui sont passés comme une lettre à la poste. Chaque cas étant particulier, il est difficile de savoir à l'avance.
sk: Pri prechode z &kde; 2.0 na &kde; 2.2.x sa objavovali správy o úspechoch a aj o neúspechoch. Nastavenie je uložené v priečinku <filename class="directory">.kde</filename> alebo <filename class="directory">.kde2</filename> vo vašom domovskom priečinku. V novej verzii sa zmenilo veľa nastavení, globálnych ale aj v jednotlivých aplikáciách. Aby bol prechod čo najlepší, doporučujeme vytvoriť zálohu starého priečinku <filename class="directory">.kde</filename>, nainštalovať &kde; 2.2.1, a potom nakopírovať potrebné nastavenia pošty a diskusných skupín. Väčšina ostatných nastavení sa veľmi zmenila a je jednoduchšie ich znovu vytvoriť pomocou &kde; 2.2.x. Ale ako už bolo povedané, niektorí používatelia hlásili prechod bezodstránenia starého nastavenia absolútne bez problémov.
xh: Kukho iingxelo ezixutyiweyo zeziphumo xa usiya kwi &kde; 2.0 kwi &kde; 1.x. Izicwangciso zigcinwa kwi <filename class="directory">.kde</filename> ulawulo olusezantsi kwikhaya lakho ulawulo. Bekukho utshintsho oluninzi kwizicwangciso zombini ezingqukuva nangaphakathi kwesicelo ngasinye. Iziphumo ezingcono ziphakamisa ukuba ukhuphele eyakho endala <filename class="directory">.kde</filename> ulawulo kwindawo yokuncedisa, faka i &kde; 2.0, kwaye khuphela mva nayiphi eyimfuneko iposi nezicwangciso zendaba. Ezininzi ezinye izicwangciso zahlukile kakhulu kangangokuba kungcono ukuziqwalasela ngqo nge &kde; 2.0. Oko kuthethiweyo, kukho iingxelo zonyuselo oluthe ngqo ngaphandle kokususa endala <filename class="directory">.kde</filename> ulawulo lwenzeka ngaphandle koqiniso. Umda wakho ungahluka.

source: Compiling kdebase gives me a <errorname>bin/sh: msgfmt: command not found</errorname> error!
de: Kompilieren von kdebase gibt eine Fehlermeldung <errorname>bin/sh: msgfmt: command not found</errorname> zurück!
fr: La compilation de kdebase me renvoie le message d'erreur suivant&nbsp;: <errorname>bin/sh: msgfmt: command not found</errorname> error!
sk: Pri preklade kdebase som dostal chybu <errorname>bin/sh: msgfmt: command not found</errorname>!
sl: Prevajanje kde izpiše napako <errorname>bin/sh: msgfmt: command not found</errorname>!
sv: När jag kompilerar kdebase får jag felmeddelandet <errorname>bin/sh: msgfmt: command not found</errorname>!
xh: Ukuqokelela i kdebase kundinika i <errorname>bin/sh: msgfmt: umyalelo awu fumaneki</errorname> imposiso!

source: You need the <acronym>GNU</acronym> <application>msgfmt</application> which is part of the <acronym>GNU</acronym> i18n package <application>gettext</application>. You should be able to download it from any decent <acronym>GNU</acronym> mirrors.
de: Sie brauchen die <acronym>GNU</acronym> <application>msgfmt</application>, die Teil des <acronym>GNU</acronym> i18n Paketes <application>gettext</application> ist. Sie können dieses von jedem <acronym>GNU</acronym> Mirror herunterladen.
fr: Il vous faut l'application <acronym>GNU</acronym> <application>msgfmt</application> qui fait partie de <acronym>GNU</acronym> i18n package <application>gettext</application>. Vous devez pouvoir la télécharger depuis n'importe quel miroir <acronym>GNU</acronym> digne de ce nom
sk: Potrebujete program <acronym>GNU</acronym> <application>msgfmt</application>, ktorý je súčasťou lokalizačného balíka <acronym>GNU</acronym> <application>gettext</application>. Mal by byť k dispozícii na všetkých normálnych zrkadlových serveroch <acronym>GNU</acronym>.
sl: Rabite program <acronym>GNU</acronym> <application>msgfmt</application>, ki je del paketa <acronym>GNU</acronym> i18n <application>gettext</application>. Nahajati bi se moral na vsakem spodobnem zrcalnem strežniku <acronym>GNU</acronym>.
sv: Du behöver <acronym>GNU</acronym>-programmet <application>msgfmt</application> som är en del av <acronym>GNU</acronym>:s i18n-paket <application>gettext</application>. Du bör kunna ladda hem det från vilken vettig <acronym>GNU</acronym>-spegelserver som helst.
xh: Ufuna i <acronym>GNU</acronym> <application>msgfmt</application> eyinxenye ye <acronym>GNU</acronym> i18n package <application>gettext</application>. Uzakukwazi ukuyilayisha ezantsi kwenesidima <acronym>GNU</acronym> izibuko.

source: How do I uninstall &kde; applications compiled from scratch?
de: Wie können Sie &kde; Anwendungen deinstallieren, die von Grund auf neu kompiliert wurden?
fr: Comment désinstaller des applications &kde; compilées en partant de zéro&nbsp;?
sk: Ako odinštalujem aplikácie &kde;, ktoré som sám preložil?
sl: Kako lahko odstranim programe &kde;, ki sem jih prevedel iz izvorne kode?
sv: Hur avinstallerar jag &kde;-program som kompilerats från början?
xh: Andiyifaki njani i &kde; izicelo ziqokelelwe ekuqaleni?
