Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_filemng.po
Languages: de, es, fr, pt, sk, xh

source: This way a user can change these things in &kmenuedit; for his or her applications. <option>-caption</option> is important, because no user will accept that the menu item <guimenuitem>Editor</guimenuitem> starts something called <guilabel>kedit-0.9pl4-build47</guilabel>. Instead, he expects a window called <guilabel>Editor</guilabel>. Furthermore these names are localized, <abbrev>i.e.</abbrev> an American user launches <guimenuitem>CD-Player</guimenuitem> and gets a window called <guilabel>CD-Player</guilabel> while a German user launches <guimenuitem>CD Spieler</guimenuitem> and gets a window called <guilabel>CD-Spieler</guilabel>.
de: Auf diese Weise kann der Benutzer mit &kmenuedit; diese Einstellungen verändern. <option>-caption</option> ist wichtig, denn niemand möchte, dass <guilabel>Editor</guilabel> etwas mit Namen <guilabel>kedit-0.9pl4-build47</guilabel> startet. Statt dessen erwartet man ein Fenster mit Namen <guilabel>Editor</guilabel>. Weiterhin können diese Namen auf die Sprache des Benutzers angepasst werden, <abbrev>i.e.</abbrev> ein amerikanischer Nutzer startet <guimenuitem>CD-Player</guimenuitem> und bekommt ein Fenster mit Namen <guilabel>CD-Player</guilabel> während ein deutscher Nutzer <guimenuitem>CD Spieler</guimenuitem> startet und ein Fenster mit Namen <guilabel>CD-Spieler</guilabel> erhält.
es: De esta manera un usuario puede cambiar estas cosas en &kmenuedit; para sus propios programas. La opción <option>-caption</option> es importante, ya que ningún usuario aceptaría que el ítem de menú <guimenuitem>Editor</guimenuitem> iniciara algo llamado <guilabel>kedit-0.9pl4-build47</guilabel>. En vez de eso, el usuario espera ver una ventana con el nombre <guilabel>Editor</guilabel>. Además, estos nombres están localizados, es decir, un usuario norteamericano lanzará el programa <guimenuitem>CD-Player</guimenuitem> y tendrá una ventana llamada <guilabel>CD-Player</guilabel> mientras que un usuario alemán lanzará el programa <guimenuitem>CD-Spieler</guimenuitem> y tendrá una ventana llamada <guilabel>CD-Spieler</guilabel>.
fr: De cette façon l'utilisateur peut adapter ces paramètres dans &kmenuedit; pour ses applications. <option>-caption</option> est important car aucun utilisateur n'accepterait que l'option du menu appelé <guimenuitem>Éditeur</guimenuitem> lance quelque chose appelé <guimenuitem>kde-0.9pl4-build47</guimenuitem>. À la place, l'utilisateur désire voir une fenêtre nommée <guilabel>Éditeur</guilabel>. De plus, ces noms sont internationalisés, par exemple un Américain lance <guilabel>CD-Player</guilabel> et option une fenêtre appelé <abbrev>CD-Player</abbrev> alors qu'un Allemand lance <guimenuitem>CD-Spieler</guimenuitem> et obtient une fenêtre nommée <guilabel>CD-Spieler</guilabel>.
pt: Deste modo um utilizador pode mudar estas coisas no &kmenuedit; para as suas aplicações. <option>-caption</option> é importante, porque nenhum utilizador irá aceitar que o elemento do menu <guimenuitem>Editor</guimenuitem> comece alguma coisa chamada <guilabel>kedit-0.9pl4-build47</guilabel>. Ao contrário, ele espera uma janela chamada <guilabel>Editor</guilabel>. Além disso esses nomes são locais, <abbrev>i.e.</abbrev> um utilizador americano lança <guimenuitem>CD-Player</guimenuitem> e aparece uma janela chamada <guilabel>CD-Player</guilabel> enquanto que um utilizador alemão lança <guimenuitem>CD Spieler</guimenuitem> e aparece uma janela chamada <guilabel>CD-Spieler</guilabel>.
sk: Takto je možné pomocou &kmenuedit; upraviť aplikácie tak, ako používateľ chce. <option>-caption</option> je dôležité, pretože nikto sa nespokojí s tým, že položka menu <guimenuitem>Editor</guimenuitem> spustí niečo ako <guilabel>kedit-0.9pl4-build47</guilabel>. Namiesto toho očakáva okno pomenované <guilabel>Editor</guilabel>. Navyše môžu byť tieto mená preložené, takže Američan spustí <guimenuitem>CD-Player</guimenuitem> a dostane okno<guilabel>CD-Player</guilabel> zatiaľčo Slovák <guimenuitem>CD prehrávač</guimenuitem> a dostane okno <guilabel>CD prehrávač</guilabel>.
xh: Ngale ndlela umsebenzisi angatshintsha ezi zinto kwi &kmenuedit; yezakhe okanye ezakhe izicelo. <option>-caption</option> kubalulekile, kuba akukho msebenzisi uzakuvumela ukuba umba wemenu <guimenuitem>Umhleli</guimenuitem> iqala into ebizwa nge <guilabel>kedit-0.9pl4-build47</guilabel>. Endaweni yoko, ulindele iwindow ebizwa nge <guilabel>Umhleli</guilabel>. Okuninzi la magama abekiwe, <abbrev>i.e.</abbrev> Umsebenzisi waseMelika wazisa <guimenuitem>CD-Player</guimenuitem> kwaye ifuimana iwindow ebizwa nge <guilabel>CD-Player</guilabel> ngexesha umsebenzisi waseJamani esazisa <guimenuitem>CD Spieler</guimenuitem> kwaye ufumana iwindow ebizwa nge <guilabel>CD-Spieler</guilabel>.

source: How do I specify the startup directory for &konqueror;?
de: Wie geben Sie das Startverzeichnis für &konqueror; an?
es: ¿Cómo especifico el directorio de arranque para &konqueror;?
fr: Comment puis-je spécifier le dossier de démarrage pour &konqueror;&nbsp;?
pt: Como especifico a directoria de arranque para o &konqueror;?
sk: Ako určím štartovací priečinok pre &konqueror;?
xh: Ndilukhankanya njani ulawulo lesiqalo lwe &konqueror;?

source: &RMB; click on the &konqueror; icon and choose <guimenuitem>Preferences</guimenuitem>. Under the <guilabel>Execute</guilabel> tab you would probably find something like <command>kfmclient openProfile filemanagement</command>; just append <filename class="directory">file:/whereever/you/want</filename> with the dir you would &konqueror; like to start.
de: Klicken Sie rechts auf das&konqueror;-Icon und wählen Sie <guimenuitem>Eigenschaften</guimenuitem>. Unter dem <guilabel>Ausführen</guilabel>-Tab finden Sie etwas wie <command>kfmclient Verzeichnis %u file:/root</command>; ändern Sie einfach <filename class="directory">/root</filename> in das gewünschte Verzeichnis, in dem &konqueror; starten soll.
es: Pulse con el botón <mousebutton>derecho</mousebutton> del ratón en el ícono de &konqueror; y seleccione <guimenuitem>Propiedades...</guimenuitem>. Por debajo de la pestaña <guilabel>Ejecutar</guilabel> seguramente encontrará una línea parecida a ésta: <command>kfmclient openProfile filemanagement</command> simplemente añada <filename class="directory">file:/donde/usted/quiera</filename> con el directorio en el cual desea que arranque &konqueror;.
fr: Cliquez avec le &BDS; de la souris sur l'icône de &konqueror; et choisissez <guimenuitem>Propriété</guimenuitem>. Sous l'onglet <guilabel>Exécuter</guilabel>, vous trouverez probablement quelque chose comme <command>kfmclient openProfile filemanagement</command>&nbsp;; ajoutez juste <filename class="directory">file:/ou/vous/voulez</filename> à l'endroit ou vous désirez voir &konqueror; démarrer.
pt: Carrega no botão <mousebutton>Direito</mousebutton> no ícone do &konqueror; e escolhe as <guimenuitem>Propriedades</guimenuitem>. Sob a barra <guilabel>Executar</guilabel> irás com certeza encontrar algo como <command>kfmclient openProfile filemanagement</command>; basta adicionares <filename class="directory">file:/onde/quiseres</filename>, com a directoria onde desejas que o &konqueror; comece.
sk: Kliknite pravým tlačidlom myši na ikonu &konqueror; a vyberte <mousebutton>Vlastnosti</mousebutton>. V záložke <guimenuitem>Vykonať</guimenuitem> asi nájdete niečo ako <command>kfmclient openProfile filemanagement</command>. Jednoducho to zmeňte na <filename class="directory">/root</filename> alebo kde chcete, aby sa &konqueror; spúšťal.
xh: <mousebutton>Ekunene</mousebutton> nqakrzaza kwi &konqueror; icon kwaye khetha <guimenuitem>Ezikhethwayo</guimenuitem>. Phantsi kwe <guilabel>Phumeza</guilabel> isithuba ozakufumana into enjenge <command>kfmclient incwadi </command>; fakela nje <filename class="directory">ifayile;/naphi na/apho/ufuna khona</filename> ngo lawulo onalo &konqueror; njengokuqala.

source: How do I import &Netscape; bookmarks?
de: Wie importieren Sie &Netscape; Lesezeichen?
es: ¿Cómo puedo importar marcadores de &Netscape;?
fr: Comment puis-je importer les signets de &Netscape;&nbsp;?
pt: Como importo os favoritos do &Netscape;?
sk: Ako naimportujem záložky z &Netscape;?
xh: Ndizirhweba njani ngaphakathi &Netscape; amanqaku encwadi?

source: There is no need to import anything at all. &Netscape; bookmarks are automatically available under the <guimenu>Bookmarks</guimenu> menu in &konqueror; with no configuration on your part necessary. The <application>Bookamr Editor</application> is able to convert &Netscape; bookmarks to the format used by &konqueror;, if you want this.
de: Sie brauchen nichts zu importieren. &Netscape;s Lesezeichen sind automatisch verfügbar im Menü <guimenu>Lesezeichen</guimenu> in &konqueror;, ohne die Notwendigkeit irgendeines Einrichtens oder des Importierens. Der <application>Lesezeichen-Editor</application> kann die &Netscape;-Lesezeichen in das &konqueror;-Format umwandeln, wenn Sie dieses wünschen.
es: No hay necesidad de importar nada. Los marcadores de &Netscape; están disponibles de forma automática dentro del menú <guimenu>Marcadores</guimenu> en &konqueror; sin que sea necesaria ninguna configuración de su parte. Si usted lo desea el <application>Editor de marcadores</application> puede convertir los marcadores de &Netscape; al formato utilizado por &konqueror;.
fr: Il n'y a pas besoin d'importer quoi que se soit. Les signets de &Netscape; sont automatiquement disponibles dans le menu <guimenu>Signets</guimenu> de &konqueror; sans configuration nécessaire de votre part. l'<application>Éditeur de signet</application> peut convertir les signets de &Netscape; vers un format utilisable par &konqueror;, si vous voulez.
pt: Não há necessidade de importar nada. Os favoritos do &Netscape; são automaticamente disponibilizados sob o menu <guimenu>Favoritos</guimenu> no &konqueror;, sem nenhuma configuração necessária da tua parte. O <application>Editor de Favoritos</application> consegue converter favoritos do &Netscape; para o formato utilizado pelo &konqueror;, se assim o desejares.
sk: To vôbec nie je potrebné. Záložky z &Netscape; sú automaticky k dispozícii v menu <guimenu>Záložky</guimenu> v okne &konqueror; bez akýchkoľvek zásahov nutných z vašej strany. Program <application>Editor záložiek</application> dokáže previesť záložky &Netscape; do formátu pre &konqueror;.
xh: Akukho mfuneko yakurhweba ngaphakathi nayiphi na into. &Netscape; amanqaku encwadi akhona ngokuzenzekelayo phantsi kwe <guimenu>Amanqaku encwadi</guimenu> imenu kwi &konqueror;engenaqwalaselo oluyimfuneko kwiqela lakho.I <application>Umhleli Wenqaku lencwadi</application> iyakwazi ukuguqula i &Netscape; amanqaku encwadi kwifomati asetyenziswa yi &konqueror;, ukuba ufuna oku.

source: How do I fool a site into believing &konqueror; is &Netscape; or some other browsers?
de: Wie betrügen Sie eine Webseite, so dass diese glaubt &konqueror; ist &Netscape; oder irgendein anderer Browser?
es: ¿Cómo puedo hacerle creer a un sitio web que &konqueror; es &Netscape; u otro navegador?
fr: Comment puis-je faire croire à un site que &konqueror; est &Netscape; ou un autre navigateur&nbsp;?
pt: Como é que engano 'sites' Web de modo que acreditem que o &konqueror; é o &Netscape; ou outro navegador qualquer?
sk: Ako obalamutím server aby si myslel, že &konqueror; je &Netscape; alebo iný prehliadač?
xh: Ndilibhanxa njani inxuwa ekukholelweni &konqueror; yi &Netscape; okanye abanye abakhangeli zincwadi?

source: Fire up the <application>&kde; Control Center</application> and select <menuchoice><guimenu>Web Browsing</guimenu><guimenuitem>User Agent</guimenuitem></menuchoice>. Add the desired user agent accordingly.
de: Starten Sie <application>&kde;-Kontrollzentrum</application> <menuchoice><guimenu>Web-Browser</guimenu><guimenuitem> User Agent</guimenuitem></menuchoice>. Fügen Sie den gewünschten User Agent hinzu.
es: Lance el <application>Centro de Control de &kde;</application> y seleccione <menuchoice><guimenu>Navegación en Web</guimenu> <guimenuitem>Agente de Usuario</guimenuitem></menuchoice>.Añada el agente de usuario según corresponda.
fr: Lancez le <application>Centre de configuration de &kde;</application> et sélectionnez <menuchoice><guimenu>Navigation Internet</guimenu><guimenuitem>Agent utilisateur</guimenuitem></menuchoice>. Ajoutez l'agent utilisateur désiré en conséquence.
pt: Arranca a aplicação <application>Centro de Controlo do &kde;</application> e selecciona <menuchoice><guimenu>Navegação</guimenu><guimenuitem>Agente do Utilizador</guimenuitem></menuchoice>. Adiciona o agente do utilizador desejado.
sk: Spusťte <application>Ovládacie centrum &kde;</application> a vyberte <menuchoice><guimenu>Web prehliadanie</guimenu><guimenuitem>User Agent</guimenuitem></menuchoice>. Pridajte požadovaný typ prehliadača.
xh: Gxotha i <application>&kde; Umbindi Wolawulo</application> kwaye khetha <menuchoice><guimenu>Ukhangelo le Web</guimenu><guimenuitem>Ummeli Womsebenzisi</guimenuitem></menuchoice>. Dibanisa ummeli womsebenzisi ofunwayo ngendlela.

source: How do I configure &konqueror; to run &Java; applets?
de: Wie konfigurieren Sie &konqueror; für das Anzeigen von &Java; Applets?
es: ¿Cómo puedo configurar &konqueror; para ejecutar applets &Java;?
fr: Comment puis-je configurer &konqueror; afin qu'il exécute les applets &Java;&nbsp;?
pt: Como configuro o &konqueror; para correr 'applets' de &Java;?
sk: Ako nastavím, aby &konqueror; spúšťal applety &Java;?
xh: Ndiyiqwalasela njani i &konqueror; ukwenza &Java; applets?

source: Choose <menuchoice><guimenu>Settings</guimenu><guisubmenu>Configure &konqueror;</guisubmenu><guimenuitem>&konqueror; Browser</guimenuitem></menuchoice> from &konqueror;'s menubar. Note that you have to be viewing a web page for the <guimenu>Settings</guimenu> menu not to be greyed out. If it doesn't work please check the <ulink url="http://www.konqueror.org/konq-java.html">Konqueror + Java HOWTO</ulink>.
de: Wählen Sie <menuchoice><guimenu>Einstellungen</guimenu> <guisubmenu>Einrichten</guisubmenu> <guimenuitem>Browser...</guimenuitem></menuchoice> im &konqueror;-Menü. Beachten Sie, dass Sie irgend eine Webseite anzeigen müssen, damit das <guimenu>Settings</guimenu>-Menü nicht "ausgegraut" ist.
es: Seleccione <menuchoice><guimenu>Opciones</guimenu><guisubmenu>Configure &konqueror;</guisubmenu><guimenuitem>&konqueror; Browser</guimenuitem></menuchoice> from &konqueror;'s menubar. Note that you have to be viewing a web page for the <guimenu>Settings</guimenu> menu not to be greyed out. If it doesn't work please check the <ulink url="http://www.konqueror.org/konq-java.html">Konqueror + Java HOWTO</ulink>.
fr: Choisissez <menuchoice><guimenu>Configuration</guimenu><guisubmenu>Configurer &konqueror; </guisubmenu><guimenuitem>Navigateur &konqueror;</guimenuitem></menuchoice> dans la barre latérale. Notez que vous devez visualiser une page web pour que menu <guimenu>Propriété</guimenu> ne soit pas grisé. Si ça ne fonctionne pas, allez voir le <ulink url="http://www.konqueror.org/konq-java.html"> Konqueror + Java HOWTO</ulink>.
pt: Escolhe <menuchoice><guimenu>Configuração</guimenu><guisubmenu>Configurar o &konqueror;</guisubmenu><guimenuitem>Navegador &konqueror; </guimenuitem></menuchoice> a partir da barra de menus do &konqueror;. Lembra-te que tens de estar a ver uma página Web para que o menu <guimenu>Característica</guimenu> não esteja desactivado. Se não funciona por favor verifica o <ulink url="http://www.konqueror.org/konq-java.html">Konqueror + Java HOWTO</ulink>.
sk: V okne &konqueror; vyberte <menuchoice><guimenu>Nastavenia</guimenu><guisubmenu>Nastaviť &konqueror;</guisubmenu><guimenuitem>&konqueror; prehliadač</guimenuitem></menuchoice>. Uvedomte si, že musíte mať zobrazenú stránku WWW, inak bude položka <guimenu>Nastavenia</guimenu> neaktívna. Ak to nefunguje, prečítajte si <ulink url="http://www.konqueror.org/konq-java.html">Konqueror + Java HOWTO</ulink>.
xh: Khetha <menuchoice><guimenu>Izicwangciso</guimenu><guisubmenu>Qwalasela &konqueror;</guisubmenu><guimenuitem>&konqueror; Umkhangeli zincwadi</guimenuitem></menuchoice> kwi &konqueror;'s menubar. Qaphela ukuba uzakubonisela iphepha le web le <guimenu>Izicwangciso</guimenu> menu ayizukwenziwa ngwevu. Ukuba ayisebenzi nceda khangela i <ulink url="http://www.konqueror.org/konq-java.html">Konqueror + Java HOWTO</ulink>.

source: Why can't &konqueror; render &GIF; images?
de: Warum kann &konqueror; keine &GIF;-Bilddateien anzeigen?
es: ¿Por qué &konqueror; no puede mostrar imágenes &GIF;?
fr: Pourquoi &konqueror; ne peut-il pas afficher les images &GIF;&nbsp;?
pt: Porque é que o &konqueror; não mostra imagens &GIF;?
sk: Prečo &konqueror; nezobrazuje obrázky &GIF;?
xh: Kutheni i &konqueror; ingayenzi &GIF; imifanekiso?

source: It is because you did not enable &GIF; support in &Qt;. Please see <xref linkend="gif"/> for more details.
de: Das passiert, weil Sie die &GIF;-Unterstützung in &Qt; nicht erlaubt haben. Weitere Informationen hierzu finden Sie unter: <xref linkend="gif"/>.
es: Porque el soporte para &GIF; no está activado en &Qt;. Por favor remítase a <xref linkend="gif"/> para más detalles.
fr: Parce que vous n'avez pas activé la gestion des &GIF; dans &Qt;.Veuillez regarder <xref linkend="gif"/> pour plus de détails.
pt: É porque não escolheste o suporte &GIF; no &Qt;. Para mais detalhes vê em <xref linkend="gif"/>.
sk: Pretože ste nepovolili podporu &GIF; v &Qt;. Prosím, prečítajte si detaily v <xref linkend="gif"/>.
xh: Kungokuba awuyenzanga &GIF; inkxaso kwi &Qt;. Nceda bona <xref linkend="gif"/> iinkcukacha ezininzi.

source: How do I rename files?
de: Wie können Sie Dateien umbenennen?
es: ¿Cómo cambio el nombre de un archivo?
fr: Comment puis-je renommer les fichiers&nbsp;?
pt: Como mudo o nome aos ficheiros?
sk: Ako premenujem súbory?
xh: Ndizinika njani igama iifayile kwakhona?

source: Simply right click on the file and select <guimenuitem>Rename</guimenuitem> or click once on an already selected file.
de: Klicken Sie mit der rechten Maustaste auf die Datei und wählen Sie <guimenuitem>Umbenennen</guimenuitem>.
es: Pulse con el botón derecho del ratón en el archivo y seleccione <guimenuitem>Renombrar...</guimenuitem>o pulse una sóla vez sobre un archivo ya abierto.
fr: Cliquez simplement sur le fichier avec le bouton droit et choisissez <guimenuitem>Renommer</guimenuitem> ou cliquez une fois sur un fichier déjà sélectionné.
pt: Simplesmente carregas com o botão direito no ficheiro e seleccionas <guimenuitem>Mudar o Nome</guimenuitem>, ou carrega um vez num ficheiro já seleccionado.
sk: Jednoducho kliknite pravým tlačidlom na súbor a vyberte <guimenuitem>Premenovať</guimenuitem> alebo raz kliknite na už vybraný súbor.
xh: Nqakraza ekunene kwifayile kwaye khetha <guimenuitem>NIka igama kwakhona</guimenuitem>. okanye nqakraza kanye kwifayile esele ikhethiwe.
