Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_install.po
Languages: de, fr, sk, sl, sv, xh

source: First of all, please make sure that you have added &kde;'s binary installation directory (<abbrev>e.g.</abbrev> <filename class="directory">/opt/kde/bin</filename>) to your <envar>PATH</envar> and &kde;'s library installation directory to your <envar>LD_LIBRARY_PATH</envar> (only necessary on systems that do not support rpath; on &Linux; &ELF;, it should work without). This environment variable may be called differently on some systems, <abbrev>e.g.</abbrev> it is called <envar>SHLIB_PATH</envar> on &IRIX;. Then set the environment variable <envar>KDEDIR</envar> to the base of your &kde; tree, <abbrev>e.g.</abbrev> <filename class="directory">/opt/kde</filename>.
de: Stellen Sie zuerst sicher, dass das binäre &kde;-Installationsverzeichnis (<abbrev>z.B.</abbrev> <filename class="directory">/opt/kde/bin</filename>) zu Ihrem <envar>PATH</envar> und das &kde;-Library-Installationsverzeichnis zu Ihrem <envar>LD_LIBRARY_PATH</envar> hinzugefügt wurde. Dies gilt nur für Systeme, die rpath nicht unterstützen; auf &Linux; &ELF;, sollte es auch ohne dieses Hinzufügen funktionieren. Diese Umgebungsvariable kann auf verschiedenen Systemen unterschiedlich bezeichnet sein; <abbrev>z.B.</abbrev> sie heißt <envar>SHLIB_PATH</envar> auf &IRIX;. Setzen Sie die Umgebungsvariable <envar>KDEDIR</envar> dann auf die Basis Ihres &kde;-Verzeichnisbaumes, <abbrev>z.B.</abbrev> <filename class="directory">/opt/kde</filename>.
fr: Avant tout, veuillez vérifier que vous avez ajouté le dossier contenant les binaires (&pex; <filename class="directory">/opt/kde/bin</filename>) à votre <envar>PATH</envar> et le dossier contenant les bibliothèques de &kde; à votre <envar>LD_LIBRARY_PATH</envar> (ceci n'est nécessaire que sur les systèmes ne supportant pas rpath&nbsp;; avec &Linux; &ELF; ça devrait fonctionner, même sans). Cette variable d'environment peut être nommée différemment sur certains systèmes&nbsp;; &pex;, sur &IRIX; c'est <envar>SHLIB_PATH</envar>. Ensuite, faites pointez la variable <envar>KDEDIR</envar> vers le fichier racine de &kde;. &pex;, <filename class="directory">/opt/kde</filename>.
sk: Najprv overte, že ste pridali spúštací priečinok, kam bude &kde; nainštalované (<abbrev>napr.</abbrev> <filename class="directory">/opt/kde/bin</filename>) do vašej premennej <envar>PATH</envar> a inštalačný priečinok pre knižnice do premennej <envar>LD_LIBRARY_PATH</envar> (nutné iba na systémoch, ktoré nepodporujú rpath na &Linux; &ELF; by to malo fungovať aj bez). Na rôznych systémoch sa tieto premenné môžu volať rôzne, <abbrev>napr.</abbrev> na &IRIX; je to <envar>SHLIB_PATH</envar>. Potom nastavte premennú prostredia <envar>KDEDIR</envar> na základný priečinok vášho stromu &kde;, <abbrev>napr.</abbrev> <filename class="directory">/opt/kde</filename>.
sl: Najprej se prepričajte, da ste dodali &kde; binarni namestitveni imenik (<abbrev>npr.</abbrev> <filename class="directory">/opt/kde/bin</filename>) v vašo spremenljivko <envar>PATH</envar> in imenik &kde;, v katerem so nameščene knjižnice, v vaš <envar>LD_LIBRARY_PATH</envar> (potrebno le na sistemih, ki ne podpirajo rpath; v &Linux; &ELF;, bi moralo delati brez tega). Ta spremenljivka okolja se na različnih sistemih lahko imenuje različno, lahko je <abbrev>npr.</abbrev> imenovana <envar>SHLIB_PATH</envar> (na &IRIX;). Potem postavite spremenljivko <envar>KDEDIR</envar> na koren vašega drevesa &kde;, <abbrev>npr.</abbrev> <filename class="directory">/opt/kde</filename>.
sv: Förvissa dig först om att du har lagt till &kde;:s binära installationskatalog (<abbrev>t.ex.</abbrev> <filename class="directory">/opt/kde/bin</filename>) till din <envar>PATH</envar> och &kde;:s biblioteksinstalltionskatalog till din <envar>LD_LIBRARY_PATH</envar> (behövs bara på system som inte stöder rpath. På &Linux; &ELF;, ska det fungera utan). Den här miljövariabeln kan heta olika på olika system, <abbrev>t.ex.</abbrev> kallas den <envar>SHLIB_PATH</envar> på &IRIX;. Sätt sedan <envar>KDEDIR</envar> till roten på ditt &kde; träd, <abbrev>t.ex.</abbrev> <filename class="directory">/opt/kde</filename>.
xh: Kuqala kwinto zonke, nceda qiniseka ukuba udibanise i &kde;'s ulawulo lofako lokubini (<abbrev>umzekelo.</abbrev> <filename class="directory">/opt/kde/bin</filename>) kweyakho <envar>UMENDO</envar> ne &kde;'s ulawulo lofako lelayibrari kweyakho <envar>LD_LIBRARY_PATH</envar> (iyafuneka kuphela kwindlela ezingaxhasi i rpath; kwi &Linux; &ELF;, inokusebenza ngaphandle). Le meko-bume ingabizwa ngokwahlukileyo kwezinye iindlela, <abbrev>umzekelo.</abbrev> ibizwa ngokuba yi <envar>SHLIB_PATH</envar> kwi &IRIX;. Ngoku cwangcisa ezahlukileyo <envar>KDEDIR</envar> kwi siseko sakho se &kde; umthi, <abbrev>umzekelo.</abbrev> <filename class="directory">/opt/kde</filename>.

source: Please bear in mind that it is unwise to set <envar>LD_LIBRARY_PATH</envar> blindly. In the vast majority of cases it is unnecessary and can do more harm than good. There is a web page written by <ulink url="mailto:barr@cis.ohio-state.edu">Dave Barr</ulink> explaining the evils of <envar>LD_LIBRARY_PATH</envar> and it can be found at <ulink url="http://www.cis.ohio-state.edu/~barr/ldpath.html">http://www.cis.ohio-state.edu/~barr/ldpath.html</ulink>.
de: Bitte beachten Sie, dass es unklug ist, <envar>LD_LIBRARY_PATH</envar> blindlings zu setzen. In der überwiegenden Zahl der Fälle ist es unnötig und kann mehr Schaden anrichten als nutzen. Es gibt eine von <ulink url="mailto:barr@cis.ohio-state.edu">Dave Barr</ulink> geschriebene Webseite, die die Untiefen von <envar>LD_LIBRARY_PATH</envar> erklärt; diese Webseite finden Sie unter: <ulink url="http://www.cis.ohio-state.edu/~barr/ldpath.html">http://www.cis.ohio-state. edu/~barr/ldpath.html</ulink>.
fr: Gardez toujours bien en tête qu'il est imprudent de modifier <envar>LD_LIBRARY_PATH</envar> sans savoir exactement ce que vous faites. Dans la majeure partie des cas, cela n'est pas nécessaire et risque même de causer plus de dégâts qu'autre chose. Une page écrite par <ulink url="mailto:barr@cis.ohio-state.edu">Dave Barr</ulink> et détaillant les périls attachés à la <envar>LD_LIBRARY_PATH</envar> est disponible sur <ulink url="http://www.cis.ohio-state.edu/~barr/ldpath.html">http://www.cis.ohio-state. edu/~barr/ldpath.html</ulink>.
sk: Nezabúdajte, že nie je múdre nastavovať len tak premennú <envar>LD_LIBRARY_PATH</envar>, obvykle to nie je nutné a často to môže spôsobiť viac škody než úžitku. Existujte stránka od <ulink url="mailto:barr@cis.ohio-state.edu">Dave Barra</ulink> vysvetľujúca problémy s <envar>LD_LIBRARY_PATH</envar>. Nájdete ju na adrese<ulink url="http://www.cis.ohio-state.edu/~barr/ldpath.html">http://www.cis.ohio-state.edu/~barr/ldpath.html</ulink>.
sl: Zavedajte se, da je precej nespametno nastaviti <envar>LD_LIBRARY_PATH</envar> na slepo. V večini primerov je nepotrebno in lahko naredi več slabega kot dobrega. O tej temi izveste več na spletni strani, ki jo je spisal <ulink url="mailto:barr@cis.ohio-state.edu">Dave Barr</ulink> in razlaga nevarnosti <envar>LD_LIBRARY_PATH</envar>, najdete pa jo lahko na <ulink url="http://www.cis.ohio-state.edu/~barr/ldpath.html">http://www.cis.ohio-state.edu/~barr/ldpath.html</ulink>.
sv: Kom ihåg att det är inte lämpligt att blint sätta <envar>LD_LIBRARY_PATH</envar>. För det stora flertalet fall är det onödigt och kan göra mer skada än nytta. Det finns en webbsida skriven av <ulink url="mailto:barr@cis.ohio-state.edu">Dave Barr</ulink> som förklarar det onda med <envar>LD_LIBRARY_PATH</envar> som finns på <ulink url="http://www.cis.ohio-state.edu/~barr/ldpath.html">http://www.cis.ohio-state.edu/~barr/ldpath.html</ulink>.
xh: Nceda qonda ukuba akukho banzi ukucwangcisa <envar>LD_LIBRARY_PATH</envar> engaboniyo. Isininzi esikhulu semizekelo ayiyomfuneko kwaye ingenza ingozi enkulu kunokulungileyo. Kukho iphepha le web elibhalwe ngu <ulink url="mailto:barr@cis.ohio-state.edu">Dave Barr</ulink> ichaza ezimbi <envar>LD_LIBRARY_PATH</envar> kwaye ingafunyanwa ku <ulink url="http://www.cis.ohio-state.edu/~barr/ldpath.html">http://www.cis.ohio-state.edu/~barr/ldpath.html</ulink>.

source: Even though you can use most of the &kde; applications simply by calling them, you can only benefit fully from &kde;'s advanced features if you use the &kde; window manager and its helper programs.
de: Auch wenn Sie die meisten &kde;-Anwendungen einfach durch Aufrufen beim Namen benutzen können, profitieren Sie von &kde;'s weitentwickelten Eigenschaften nur, wenn Sie den &kde;-Fenstermanager und dessen Hilfprogramme benutzen.
fr: Bien que vous puissiez utiliser la majorité des applications de &kde; en les invoquant simplement, vous bénéficierez pleinement des fonctions avancées de &kde; en utilisant le gestionnaire de fenêtres de &kde; et son aide en ligne.
sk: Aj keď môžete väčšinu aplikácií &kde; používať tak, že ich zavoláte priamo, dokonalé fungovanie dosiahnete použitím pokročilých funkcií správcu okien &kde; a jeho pomocných aplikácií.
sl: Čeprav lahko večino programov &kde; uporabljate tako, da jih preprosto prikličete, lahko v celoti pridobite napredne zmožnosti &kde;, če uporabljate okenski upravljalnik &kde; in njegove pomočnike.
sv: Även om du kan använda de flesta &kde;-program genom att helt enkelt anropa dem, kan du bara dra fullständig nytta av &kde;:s avancerade fUnktioner om du använder &kde;:s fönsterhanterare och dess hjälpprogram.
xh: Noxa ungasebenzisa okuninzi kwe &kde; izicelo ngokucacileyo ngokuzibiza, ungazuza kuphela ngokupheleleyo kwi &kde; imisebenzi ephambili ukuba usebenzisa i &kde; umphathi we window kunye neenkqubo zayo zokunceda.

source: In order to make it easy for you, we have provided a simple script called <filename>startkde</filename> which gets installed in <filename class="directory">$<envar>KDEDIR</envar>/bin</filename> and is therefore in your path.
de: Um Ihnen dies so einfach wie möglich zu machen, stellt &kde; ein einfaches Skript mit dem Namen <command>startkde</command> bereit, welches im <filename class="directory">$<envar>KDEDIR</envar>/bin</filename>-Verzeichnis installiert wird und damit in Ihrem Pfad vorhanden ist.
fr: Pour vous simplifier la tâche, nous mettons à votre disposition un petit script nommé <filename>startkde</filename>, installé dans <filename class="directory">$<envar>KDEDIR</envar>/bin</filename>&nbsp; il doit donc se trouver dans votre <envar>PATH</envar>.
sk: Aby to bolo jednoduchšie, vytvorili sme pre vás skript <filename>startkde</filename>, ktorý sa nainštaluje do <filename class="directory">$<envar>KDEDIR</envar>/bin</filename>, takže je vo vašej ceste.
sl: Da vsem vse skupaj olajšamo, smo poskrbeli za preprosti skript, imenovan <filename>startkde</filename>, ki je nameščen v <filename class="directory">$<envar>KDEDIR</envar>/bin</filename> in je torej v vaši sistemsko dosegljivi poti (path).
sv: För att göra det lätt för dig, tillhandahåller vi ett enkelt skript som heter <filename>startkde</filename> som installeras i <filename class="directory">$<envar>KDEDIR</envar>/bin</filename> och därför finns i din sökväg.
xh: Ukuze wenze lula kuwe, sikunike okushicilelweyo okucacileyo okubizwa nge <filename>startkde</filename> efumana ufako kwi <filename class="directory">$<envar>KDEDIR</envar>/bin</filename> kwaye ngoko ikumendo wakho.

source: Edit the file <filename>.xinitrc</filename> in your home directory (make a backup copy first!), remove everything that looks like calling a window manager, and insert <command>startkde</command> instead. Restart the &X-Windows;. If you use &kdm;/<application>xdm</application>, you will have to edit the file <filename>.xsession</filename> instead of <filename>.xinitrc</filename>. And if there is no <filename>.xinitrc</filename> or <filename>.xsession</filename> in your home directory, simply create a new one with just one line containing <command>startkde</command>.
de: Editieren Sie die Datei <filename>.xinitrc</filename> in Ihrem Persönlichen Verzeichnis (machen Sie vorher eine Sicherungskopie!), entfernen Sie alles, was wie ein Fenstermanageraufruf aussieht und setzen Sie dafür <command>startkde</command> ein. Starten Sie &X-Windows; neu. Wenn Sie &kdm;/ <application>xdm</application> nutzen, müssen Sie die Datei <filename>.xsession</filename> anstelle von <filename>.xinitrc</filename> editieren. Wenn Sie kein <filename>.xinitrc</filename> oder <filename>.xsession</filename> in Ihrem Persönlichen Verzeichnis haben, dann erzeugen Sie einfach eine neue Datei, die nur eine Zeile "<command>startkde</command>" enthält.
fr: Éditez le fichier <filename>.xinitrc</filename> qui se trouve dans votre dossier personnel (faite une sauvegarde avant&nbsp;!), otez-y tout ce qui vous semble appeler un gestionnaire de fenêtres et tapez <command>startkde</command> à la place. Puis relancer &X-Windows. Si vous utilisez &kdm;/<application>xdm</application> vous devez éditer<filename>.xsession</filename> au lieu de <filename>.xinitrc</filename>. Et si vous ne trouvez ni <filename>.xsession</filename>, ni <filename>.xinitrc</filename> dans votre dossier personnel, créez-en un, dans lequel vous mettrez simplement la ligne <command>startkde</command>.
sk: Upravte súbor <filename>.xinitrc</filename> vo vašom domovskom priečinku (nezabudnite si urobiť zálohu!), odstráňte všetko, čo vyzerá ako volanie správcu okien a vložte namiesto toho <command>startkde</command>. Reštartujte &X-Windows;. Ak používate &kdm;/<application>xdm</application>, musíte upraviť súbor <filename>.xsession</filename> namiesto <filename>.xinitrc</filename>. A ak <filename>.xinitrc</filename> ani <filename>.xsession</filename> neexistujú, jednoducho ich vytvorte tak, aby obsahovali iba jeden riadok <command>startkde</command>.
sl: Uredite datoteko <filename>.xinitrc</filename> v vašem domačem imeniku (najprej naredite varnostno kopijo!), odstranite vse, kar izgleda kot klicanje okenskega upravljalnika in vrinite namesto tega <command>startkde</command>. Ponovno poženite &X-Windows;. Če uporabljate &kdm;/<application>xdm</application>, boste morali urediti datoteko <filename>.xsession</filename> namesto <filename>.xinitrc</filename>. Če v vašem imeniku ni datoteke <filename>.xinitrc</filename> ali pa <filename>.xsession</filename>, preprosto ustvarite novo, ki vsebuje le eno samo vrstico <command>startkde</command>.
sv: Redigera filen <filename>.xinitrc</filename> i din hemkatalog (gör en säkerhetskopia först!), ta bort allting som ser ut att anropa en fönsterhanterare, och stoppa in <command>startkde</command> instället. Starta om &X-Windows;. Om du använder &kdm;/<application>xdm</application>, måste du redigera filen <filename>.xsession</filename> istället för <filename>.xinitrc</filename>. Och om det inte finns någon <filename>.xinitrc</filename> eller <filename>.xsession</filename> i din hemkatalog, skapa helt enkelt en ny med bara en rad som innehåller <command>startkde</command>.
xh: Hlela ifayile <filename>.xinitrc</filename> kulawulo lwakho lasekhaya (yenza ukhuphelo lokuncedisa kuqala!), susa yonke into ejongeka njenge bizwa ngomphathi we window, kwaye faka <command>startkde</command> instead. Qala kwakhona i X-Windows;. Ukuba usebenzisa i &kdm;/<application>xdm</application>, uzakuhlela ifayile <filename>.xsession</filename> endaweni ye <filename>.xinitrc</filename>. Kwaye ukuba akukho <filename>.xinitrc</filename> okanye <filename>.xsession</filename> kulawulo lwakho lasekhaya, yenza ngokucacileyo entsha ngelayini nje enye equlathe <command>startkde</command>.

source: Some systems (notably &RedHat; &Linux;) use <filename>.Xclients</filename> instead.
de: Manche Systeme (vor allem &RedHat; &Linux;) nutzen statt dessen <filename>.Xclients</filename>.
fr: Sur certains systèmes (notamment &RedHat; &Linux;), ce fichier se nomme <filename>.Xclients</filename>.
sk: Niektoré systémy (napr. &RedHat; &Linux;) používajú namiesto toho súbor <filename>.Xclients</filename>.
sl: Nekateri sistemi (omeniti velja &RedHat; &Linux;) uporabljajo namesto tega <filename>.Xclients</filename> .
sv: En del system (i synnerhet &RedHat; &Linux;) använder <filename>.Xclients</filename> istället.
xh: Ezinye iindlela (iqwalaselekile &RedHat; &Linux;) zisebenzisa <filename>.Xclients</filename> endaweni yoko.

source: This should present you with a new shining &kde; desktop. You can now start to explore the wonderful world of &kde;. In case you want to read some documentation first, there is a highly recommended <ulink url="http://www.kde.org/documentation/quickstart/index.html">Quick Start guide</ulink> available. Furthermore, every application has an online help that is available via the help menu.
de: Jetzt sollten Sie eine neue glänzende &kde;-Arbeitsoberfläche sehen. Beginnen Sie nun mit der Erforschung der wunderbaren Welt von &kde;. Wenn Sie erst einiges an Dokumentation lesen wollen, finden Sie hier eine als sehr gut bekannte <ulink url="http://www.kde.org/documentation/quickstart/index.html">Schnellstartanleitung</ulink>. Weiterhin hat jede Anwendung eine Onlinehilfe, die Sie über das Hilfemenü aufrufen können.
fr: Vous devriez désormais être devant un bureau &kde; flambant neuf. Vous pouvez alors commencer à explorer le monde merveilleux de &kde;. Si vous souhaitez un peu de lecture avant l'aventure, nous vous recommandons fortement le<ulink url="http://www.kde.org/documentation/quickstart/index.html">Quick Start guide</ulink>. Bien entendu, chaque application dispose de son aide en ligne, accessible depuis l'&khelpcenter;.
sk: Tak by ste mali dostiahnuť krásne nové prostredie &kde;. Teraz môžete začať objavovať fantastický svet &kde;. V prípade, že si chcete najprv prečítať dokumentáciu, doporučujeme <ulink url="http://www.kde.org/documentation/quickstart/index.html">Úvod do &kde;</ulink>. Navyše má každá aplikácia svoju vlastnú dokumentáciu dostupnú pomocou menu Pomocník.
sl: To bi vam moralo predstaviti novo, sijoče namizje &kde;. Sedaj lahko pričnete raziskovati čudovit svet &kde;. Če najprej želite prebrati nekaj dokumentacije, vam toplo priporočamo <ulink url="http://www.kde.org/documentation/quickstart/index.html">Hitri vodič po KDE</ulink>. Še več, vsak program ima sprotno pomoč, ki je dosegljiva preko menuja pomoči.
sv: Det här ska visa ett skinande nytt &kde;-skrivbord. Nu kan du börja utforska &kde;:s underbara värld. Om du vill läsa någon dokumentation först, så finns <ulink url="http://www.kde.org/documentation/quickstart/index.html">Kom igång snabbt</ulink> tillgänglig som verkligen rekommenderas. Dessutom har varje program hjälp som är direkt tillgänglig via hjälpmenyn.
xh: Oku kuzakunika entsha ekhazimlayo &kde; desktop. Ungaqala ngoku ukuvavanya ihlabathi elimangalisayo le &kde;. Nje ukuba ufuna ukufunda olunye uxwebhu kuqala, kukho ethethelelwe kakhulu <ulink url="http://www.kde.org/documentation/quickstart/index.html">Isalathiso Sesiqalo Esikhawulezayo</ulink> esikhoyo. Okuninzi, isicelo ngasinye sinoncedo oluselayinini olukhoyo ugqitha kwi menu yoncedo.

source: Should I remove old version xyz before installing a new one?
de: Sollen Sie die alte Version xyz entfernen, bevor Sie eine neue installieren?
fr: Dois-je supprimer l'ancienne version xyz avant d'installer la nouvelle&nbsp;?
sk: Má odstrániť starú verziu xyz pred inštaláciou novej?
sl: Moram, preden namestim novo različico, odstraniti staro xyz?
sv: Ska jag ta bort den gamla versionen xyz innan jag installerar en ny?
xh: Ndingalususa uguqulelo oludala xyz phambi kokufaka eyona intsha?

source: In principle, this is not necessary. <acronym>RPM</acronym> and Debian packages should take care of all dependencies.
de: Im Prinzip ist dies nicht nötig. <acronym>RPM</acronym> und Debian-Pakete sollten sich um alle Abhängigkeiten kümmern.
fr: En théorie, ce n'est pas nécessaire. Les <acronym>RPM</acronym> et paquetages Debian devraient s'occuper de gérer les dépendances.
sk: Principiálne by to nemalo byť potrebné, pretože <acronym>RPM</acronym> a balíky Debian sa postarajú o závislosti.
sl: Načeloma ni potrebno. Paketa <acronym>RPM</acronym> in Debian bi morala poskrbeti za odvisnosti.
sv: I princip behövs det inte. <acronym>RPM</acronym>- och Debianpaket bör ta hand om alla beroenden.
xh: Ngokomthetho, oku akuyomfuneko. <acronym>RPM</acronym> ne Debian iimpahla zingathatha unonophelo lwabo bonke abaxhomekeki.

source: If you compile the source code yourself, you might take care not to compile different versions of the &kde; packages. So if you install a new version, please first make and install kdesupport, then kdelibs, then kdebase.
de: Wenn Sie den Quellcode selbst kompilieren, sorgen Sie dafür, dass Sie nicht unterschiedliche Versionen von &kde; Paketen vermischen. Wenn Sie eine neue Version installieren, erstellen und installieren Sie zuerst kdesupport, dann kdelibs, dann kdebase.
fr: Si vous compilez &kde; vous-même, faites attention de ne pas mélanger différentes versions. Ainsi, si vous passez à une nouvelle version, veuillez, en tout premier lieux, compiler et installer les <quote>nouveaux</quote> (dans l'ordre) kdesupport puis kdelibs puis kdebase.
sk: Ak prekladáte zdrojové kódy, mali by ste si dať pozor na to, aby ste použili rovnakú verziu balíkov &kde;. Takže ak inštalujete novú verziu, najprv nainštalujte kdesupport, potom kdelibs a potom kdebase.
sl: Če sami prevajate izvorno kodo, boste morda morali paziti, da ne prevedete različnih različic &kde; paketov. Če torej nameščate novo različico, prosim najprej zgradite in namestite kdesupport, nato kdelibs nato pa kdebase.
sv: Om du kompilerar källkoden själv, bör du se upp så att du inte kompilerar olika versioner av &kde;-paketen. Så om du installerar en ny version, bygg och installera först kdesupport, sedan kdelibs och sedan kdebase.
xh: Ukuba uqokelela ikhowudi yemvelaphi ngokwakho, ungathatha unonophelo lokungaqokeleli iinguqulelo ezahlukeneyo ze &kde; iimpahla. Ngoko ukuba ufaka inguqulelo entsha, nceda yenza kuqala kwaye ufake i kdesupport, ngoko kdelibs, ngoko kdebase.
