Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_moreinfo.po
Languages: de, es, fr, ru, sk, sl, sv, xh

source: To do a body search, you have to enter one of the mailing lists. Just click on the folder you want to search (<abbrev>e.g.</abbrev> "kde" or "kde-user") and then the pull-down menu by the search box will default to "Body" searches. To be thorough you should probably search the "kde", "kde-user", and "kde-devel" folders.
de: Um auch in den Inhalten zu suchen, müssen Sie in eine der Mailinglisten hineingehen. Klicken Sie einfach auf das Verzeichnissymbol der gewünschten Liste (<abbrev>z.B.</abbrev> "kde" oder "kde-user") und im Ausklappmenü neben dem Feld "search" ist dann standardmäß "Body" eingestellt. Um gründlich zu sein, sollten Sie wenigstens die Listen "kde", "kde-user" und "kde-devel" durchsuchen.
es: Para buscar según el contenido de los mensajes, tendrá que entrar en una de las listas de correo. Sólo haga click en la carpeta en la que desea buscar (por ejemplo, "kde" o "kde-user") lo que hará que el menú que permite escoger el tipo de búsqueda contenga una ítem para búsquedas según el contenido del mensaje ("Body"). Para una búsqueda más minuciosa debería buscar en las carpetas "kde", "kde-user", y "kde-devel".
fr: Pour une recherche sur le corps des message, il faut entrer dans le dossier de la liste concernée en cliquant dessus (Par exemple, <quote>kde</quote> ou <quote>kde-user</quote>)&nbsp;; cette fois, l'option de recherche dans le corps des messages - <quote>Bodies for list 'kde'</quote> - est disponible (et activée par défaut). Pour faire une recherche minutieuse et complète, vous devrez certainement explorer les dossiers<quote>kde</quote>, <quote>kde-user</quote> et <quote>kde-devel</quote>.
ru: Для осуществления расширенного поиска вам нужно войти в один из списков рассылки. Щелкните по нужной вам папке (например, "kde" или "kde-user"). Для расширенного поиска вам, вероятно, нужно будет просмотреть папки "kde", "kde-user" и "kde-devel".
sk: Pre hľadanie v tele správ, musíte vstúpiť do niektorej z konferencií. Kliknite na priečinok, v ktorom chcete hľadať (<abbrev>napr.</abbrev> "kde" alebo "kde-user") a potom pomocou zoznamu vyberte hľadanie "Body". Ak chcete hľadať poriadne, asi by ste mali skúsiť priečinky "kde", "kde-user", a "kde-devel".
sl: Da iščete po telesu sporočila, vstopite v eno izmed poštnih list. Kliknite na imenik, ki ga želite preiskati (<abbrev>npr.</abbrev> "kde" ali "kde-user"), spustni menu iskalnega polja bo tako privzeto ponudil iskanje po "telesu" sporočila. Da boste temeljiti, boste verjetno iskali po imenikih "kde", "kde-user" in "kde-devel".
sv: För att söka i artikeltexten måste du gå in i en av e-postlistorna. Klicka bara på mappen där du vill söka (<abbrev>t.ex.</abbrev> "kde" eller "kde-user") och menyn vid sökrutan ställs automatiskt in på artikelsökning ("Body"). För att vara noggrann bör du nog söka i mapparna "kde", "kde-user" och "kde-devel".
xh: Ukwenza uphendlo lomzimba, kufuneka ungenise uluhlu olunye lokuposa. Nqakraza nje kwincwadi ofuna ukuyiphendla (<abbrev>umzekelo.</abbrev> "kde" or "kde-user") kwaye ngoku tsala-phantsi imenu ngebhokisi yokuphendla engagqibekanga ku "Mzimba" uphendla. Ukuphumela kufuneka uphendle i "kde", "kde-umsebenzisi", ne "kde-devel" iincwadi.

source: Is there a newsgroup about &kde;?
de: Gibt es eine Newsgroup über &kde;?
es: ¿Hay algún grupo de noticias relacionado con &kde;?
fr: Est ce qu'il y a un forum de discussion consacré à &kde;&nbsp;?
ru: Существует ли группа новостей &kde;?
sk: Existujú diskusné skupiny pre &kde;?
sl: Obstaja novičarska skupina na temo &kde;?
sv: Finns det en diskussionsgrupp om &kde;?
xh: Ingaba kukho iqela lendaba malunga ne &kde;?

source: Yes, there is! It is at <literal>comp.windows.x.kde</literal>. In addition, there is also a German newsgroup at <literal>de.alt.comp.kde</literal>. Please note that it is not a good idea to ask questions which are already answered in this <acronym>FAQ</acronym>.
de: Ja! Diese heißt <literal>comp.windows.x.kde</literal>. Zusätzlich gibt es noch eine deutsche Newsgroup mit Namen <literal>de.alt.comp.kde</literal>. Beachten Sie, dass es auch hier als unhöflich gilt, Fragen zu stellen, die in einer <acronym>FAQ</acronym> beantwortet werden.
es: ¡Sí hay! Se encuentra en <literal>comp.windows.x.kde</literal>. Además, también hay un grupo de noticias alemán en <literal>de.alt.comp.kde</literal>. Por favor observe que no es una buena idea hacer preguntas que ya han sido respondidas en este <acronym>FAQ</acronym>.
fr: Et oui, il y en a un&nbsp;! Il s'agit de <literal>comp.windows.x.kde</literal>. Il existe aussi un forum allemand&nbsp;: <literal>de.alt.comp.kde</literal>. Notez que, cette fois encore, que vous serez bien inspiré de ne pas y poser de questions déjà traitées dans cette <acronym>FAQ</acronym>.
ru: Да! И находится на <literal>comp.windows.x.kde</literal>. Также существует и немецкая группа новостей на <literal>de.alt.comp.kde</literal>. Кстати, не стоит задавать вопросы, ответы на которые уже даны в <acronym>FAQ</acronym>.
sk: Áno. Je to <literal>comp.windows.x.kde</literal>. Okrem toho existuje ešte nemecká diskusná skupina <literal>de.alt.comp.kde</literal>. Nezabúdajte, že nie je dobrý nápad pýtať sa na otázky, ktoré sú zodpovedané v tomto dokumente <acronym>FAQ</acronym>.
sl: Da, obstaja! To je <literal>comp.windows.x.kde</literal>. Poleg tega obstaja še nemška novičarska skupina <literal>de.alt.comp.kde</literal>. Zavedajte se prosim dejstva, da ni dobro spraševati stvari, ki so že odgovorjene v tem <acronym>FAQ</acronym>.
sv: Ja, det finns det! Den finns på <literal>comp.windows.x.kde</literal>. Dessutom finns det också en tysk diskussionsgrupp på <literal>de.alt.comp.kde</literal>. Observera att det inte är en bra idé att ställa frågor som redan är besvarade i det här dokumentet.
xh: Ewe, ikho! Ilkwi <literal>comp.windows.x.kde</literal>. Uko ngeza, kukho kwakhona iqela lendaba zesiJamani kwi <literal>de.alt.comp.kde</literal>. Nceda qaphela ukuba asyingcamango ilungileyo ukubuza imibuzo esele iphendulwe kule <acronym>FAQ</acronym>.

source: Are there any other &kde;-related <acronym>FAQ</acronym>s?
de: Gibt es andere &kde;-bezogene <acronym>FAQ</acronym>'s?
es: ¿Existen otros <acronym>FAQ</acronym>s relacionados con &kde;?
fr: Est ce qu'il existe d'autres <acronym>FAQ</acronym> relatives à &kde;&nbsp;?
ru: Существуют ли еще разделы <acronym>FAQ</acronym> по &kde;?
sk: Existujú aj iné dokumenty <acronym>FAQ</acronym> pre &kde;?
sl: Obstajajo s &kde; povezani <acronym>FAQ</acronym>?
sv: Finns det några andra &kde;-relaterade vanliga frågor (<acronym>FAQ</acronym>)?
xh: Zikhona ezinye &kde;-ezizalanayo <acronym>FAQ</acronym>s?

source: Yes. Here is a list of them:
de: Ja. Hier ist eine - wahrscheinlich unvollständige - Liste:
es: Sí. Aquí hay una lista:
fr: Oui. En voici la liste&nbsp;:
ru: Да, вот их список:
sk: Áno. Tu je ich zoznam:
sl: Da. Tu je njihov seznam:
sv: Ja. Här är en lista på dem:
xh: Ewe. Nalu uluhlu lwazo:

source: &kde; 2.0 <acronym>FAQ</acronym>
fr: <acronym>FAQ</acronym> de &kde; 2.0
ru: <acronym>FAQ</acronym> по &kde; 2.0
sv: &kde; 2.0 vanliga frågor (<acronym>FAQ</acronym>)

source: &konqueror; <acronym>FAQ</acronym>
fr: <acronym>FAQ</acronym> de &konqueror;
ru: <acronym>FAQ</acronym> по &konqueror;
sv: &konqueror; vanliga frågor (<acronym>FAQ</acronym>)

source: aRts sound server <acronym>FAQ</acronym>
es: <acronym>FAQ</acronym> sobre el servidor de sonido aRts
fr: <acronym>FAQ</acronym> du serveur de son aRts.
ru: <acronym>FAQ</acronym> по звуковому серверу aRts
sv: aRts ljudserver vanliga frågor (<acronym>FAQ</acronym>)
xh: aRts umncedisi wesandi <acronym>FAQ</acronym>

source: &kmail; <acronym>FAQ</acronym>
fr: <acronym>FAQ</acronym> de &kmail;
ru: <acronym>FAQ</acronym> по &kmail;
sv: &kmail; vanliga frågor (<acronym>FAQ</acronym>)

source: kde-announce
xh: kde-isazizo

source: kde-user
xh: kde-umsebenzisi

source: kde-look
xh: kde-ujongo
