Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_faq_misc.po
Languages: de, es, fr, sk, sl, sv, xh

source: Is there a program that checks for new mails at my <acronym>ISP</acronym> if and only if I am online?
de: Gibt es ein Programm, das nachsieht, ob neue E-Mail angekommen ist und dies nur tut, wenn das System online ist?
es: ¿Existe algún programa que verifique la llegada de correo nuevo si y sólo si estoy conectado?
fr: Existe-t-il un programme qui vérifie la présence de nouveaux courriers sur mon <acronym>ISP</acronym> quand je suis connecté mais seulement à ce moment là&nbsp;?
sk: Existuje program pre kontrolu, či mi neprišla nová pošta v prípade a iba v prípade, že som pripojený na internet?
sl: Obstaja program, ki preverja, ali je nova pošta pri mojem <acronym>ISP</acronym> če in le če sem povezan v internet?
sv: Finns det ett program som tittar efter e-post hos min Internetleverantör <acronym>ISP</acronym> om och endast om jag är ansluten?
xh: Ikhona inkqubo ekhangela iiposi ezintsha kweyam <acronym>ISP</acronym> ukuba kwaye kuphela ukuba ndikwilayini?

source: Either &kbiff; or &korn; will do the job. If you are not connected, they will just sit there (idling).
de: &kbiff; oder &korn; können dies. Wenn das System nicht mit dem Internet verbunden ist, wartet jedes der beiden nur ab.
es: &kbiff; y &korn; pueden hacer este trabajo. Si no se está conectado, simplemente permanecerán abiertos (inactivos).
fr: Aussi bien &kbiff; que &korn; peuvent faire l'affaire. Si vous n'êtes pas connectés, ils seront simplement en sommeil.
sk: Použite &kbiff; alebo &korn;. Ak nebude pripojený, budú iba nečinne čakať.
sl: &kbiff; ali &korn; bosta opravila nalogo. Če niste povezani, bosta le čepela tam (v brezdelju).
sv: Antingen &kbiff; eller &korn; klarar av jobbet. Om du inte är anslutet, finns de bara där (på tomgång).
xh: Noba &kbiff; okanye &korn; izakuwenza umsebenzi. Ukuba awudutyaniswanga, bazakuhlala apho (besonqena).

source: Is it really necessary to upgrade to the latest version?
de: Ist es wirklich nötig, die letze Version zu benutzen?
es: ¿Es realmente necesario actualizarse a la última versión?
fr: Est-il vraiment nécessaire d'être à jour de la dernière version&nbsp;?
sk: Je naozaj nutné prechádzať na najnovšiu verziu?
sl: Je resnično treba nadgraditi do zadnje različice?
sv: Är det verkligen nödvändigt att uppgradera till den senaste versionen?
xh: Ingaba kuyimfuneko ngenene ukunyusela uguqulelo lakudala?

source: We recommend to always use the latest stable release. If you don't, it will probably be difficult to get answers to your questions. If you have a problem with an old version, the answer will probably be <quote>Please upgrade and try again</quote>. Note that new versions also sometimes fix security problems.
de: Wir empfehlen, immer die letzte freigegebene Version zu benutzen. Wenn Sie dies nicht tun, werden Sie wahrscheinlich Schwierigkeiten haben, Antworten auf Ihre Fragen zu bekommen. Wenn Sie ein Problem mit einer alten Version beschreiben, werden Sie wahrscheinlich die Antwort "Versuchen Sie es mit der letzten Version noch einmal." bekommen. In den neueren Versionen sind auch eventuelle Sicherheitsprobleme behoben.
es: Siempre recomendamos utilizar la última versión estable. Si no lo hace probablemente será difícil que obtenga respuestas a sus preguntas. Si tiene un problema con una versión antigua, la respuesta probablemente sea <quote>Por favor actualizese e intentelo de nuevo</quote>. Advierta que las versiones nuevas a veces arreglan problemas de seguridad.
fr: Nous recommandons de toujours utiliser la dernière version stable mise sur le marché. Si vous ne le faites pas, vous aurez probablement des difficultés à obtenir des réponses à vos questions. Si vous avez des problèmes avec une ancienne version, la réponse sera sans doute <quote>Mettez vous à jour et réessayez</quote>. Notez que les nouvelles versions règlent aussi parfois des problèmes de sécurité.
sk: Vždy doporučujeme používať najnovšiu stabilnú verziu. Ak ju nebudete používať, na niektoré otázky bude ťažké odpovedať. Ak máte problém so staršou verziou, asi sa dozviete niečo ako <quote>Prosím, použite novú verziu a skúste to znovu</quote>. Nové verzie niekedy navyše opravujú problémy s bezpečnosťou.
sl: Priporočamo, da vedno uporabljate zadnjo stabilno različico. Če ne, bo verjetno težko dobiti odgovore na vaša vprašanja. Če imate težavo s staro različico, bo odgovor verjetno <quote>Prosim, nadgaradite in poskusite znova</quote>. Upoštevajte tudi, da nove različice včasih popravijo težave z varnostjo.
sv: Vi rekommenderar att du alltid använder den senaste stabila versionen. Om du inte gör det, kommer det troligen att vara svårt att få svar på dina frågor. Om du har ett problem med en gammal version, är svaret troligen <quote>Var snäll uppgradera och försök igen</quote>. Observera att säkerhetsproblem också ibland fixas av nya versioner.
xh: Siyaleza ukusoloko sisebenzisa ukhupho oludlulileyo olumileyo. Ukuba awukwazi, kuzakubanizma ukufumana iimpendulo kwimibuzo yakho. Ukuba unengxaki ngoguqulelo oludala, impendulo izakubayi <quote>Nceda nyusela kwaye zama kwakhona</quote>. Qaphela ukuba iinguqulelo ezintsha nazo ngamanye amaxesha zilungisa iingxaki zokhuseleko.

source: How do I copy and paste in &kde;?
de: Wie können Sie Kopieren und Einfügen in &kde;?
es: ¿Cómo puedo copiar y pegar en &kde;?
fr: Comment puis-je copier et coller dans &kde;&nbsp;?
sk: Ako funguje kopírovanie a vkladanie v &kde;?
sl: Kako prepisujem in prilepljam v &kde;?
sv: Hur kopierar och klistrar jag in i &kde;?
xh: Ndikhuphela kwaye ndicole njani kwi &kde;?

source: The simplest method is to use your mouse:
de: Die einfachste Methode ist das Benutzen der Maus:
es: El método más simple es mediante el ratón:
fr: La méthode la plus simple est d'utiliser votre souris&nbsp;:
sk: Najjednoduchšia metóda je použiť myš:
sl: Najpreprostejša metoda je uporaba vaše miške:
sv: Den enklaste metoden är att använda din mus:
xh: Indlela elula kukusebenzisa imouse yakho:

source: Highlight the text you want to copy by holding down the &LMB; and dragging across the text.
de: Markieren Sie den Text, den Sie kopieren möchten, durch Festhalten der linken Maustaste und Ziehen des Cursors über den Text.
es: Seleccione el texto que desea copiar manteniendo apretado el botón izquierdo del ratón y arrastrando el cursor a través del texto.
fr: Surlignez le texte que vous voulez copier en maintenant appuyé le bouton gauche de la souris pendant que vous faites glisser le pointeur par dessus le texte.
sk: Zvýraznite text, ktorý chcete skopírovať držaním ľavého tlačidla myši a ťahaním kurzoru cez text.
sl: Označite besedilo, ki ga želite prepisati, tako da pritisnete &LGM; in vlečete preko besedila.
sv: Markera texten som du vill kopiera genom att hålla nere vänster musknapp och dra över texten.
xh: Phawula okubhaliwweyo okufunayo ukukhuphela ngokubamba phantsi i &LMB; kwaye tsala ngapha kokubhaliweyo.

source: Go to the destination area; depending on your configuration, you might need to click it using the &LMB; to give it focus.
de: Gehen Sie mit dem Cursor an die Stelle, in die Sie den Text einfügen möchten - eventuell müssen Sie hier die linke Maustaste einmal klicken, um die Anwendung in den Vordergrund zu holen.
es: Vaya al área donde desee pegar el texto; dependiendo de su configuración, podría ser necesario hacer click en ella con el botón izquierdo para focalizarla.
fr: Allez à la zone destinataire&nbsp;; en fonction de votre configuration, il peut être nécessaire de lui donner le focus en cliquant dessus avec le bouton gauche.
sk: Prejdite do cieľovej oblasti, podľa nastavenia budete možno musieť kliknúť ľavým tlačidlom, aby sa stala aktívnou.
sl: Pojdite na območje, kamor želite pisati; odvisno od vaše nastavitve ga boste morda morali klikniti z &LGM;, da ga fokusirate.
sv: Gå till destinationsområdet. Beroende på dina inställningar, kan du behöva klicka med vänster musknapp för att ge det fokus.
xh: Yiya kwi ariya yendawo engqongileyo; kuxhomekeke kuqwalaselo lwakho, ungafuna ukuyinqakraza usebenzisa i &LMB; ukuyinika uqwalaselo.

source: Click the &MMB; to paste. If you have a two button mouse and are emulating a three button mouse, push both buttons simultaneously.
de: Klicken Sie die mittlere Maustaste, um den Text einzufügen. Wenn Sie eine Zweitastenmaus verwenden, dann wird dieses durch Drücken von beiden Maustasten gleichzeitig emuliert.
es: Haga click con el botón medio del ratón para pegar el texto. Si tiene un ratón de dos botones y utiliza emulación del tercer botón, presione ambos botones al mismo tiempo.
fr: Cliquez avec le bouton central pour coller. Si vous avez une souris à deux boutons et que vous émulez une souris à trois boutons, appuyez sur les deux boutons en même temps.
sk: Kliknite stredným tlačidlom myši pre vloženie. Ak máte iba dve tlačidlá na myši a zapnutú emuláciu tretieho, stlačte naraz obe tlačidlá.
sl: Kliknite &SGM;, da prilepite. Če imate miško z dvema gumboma in emulirate tretji gumb, pritisnite hkrati oba gumba.
sv: Klicka med mittenknappen för att klistra in. Om du har en mus med två knappar och emulerar en mus med tre, tryck på båda knapparna samtidigt.
xh: Nqakraza i &MMB; ukucola. Ukuba unemouse enamaqhosha amabini kwaye alinganisela imouse enamaqhosha amathathu, tyhala omabini amaqhosha ngokukhawuleza.

source: How do I convert the default &RedHat; menus into a menu in the <guimenu>K</guimenu> menu?
de: Wie können Sie die Standard &RedHat;-Menüs in das <guimenu>K</guimenu>-Menü umwandeln?
es: ¿Cómo puedo convertir los menús predeterminados de &RedHat; en un submenú que esté dentro del menú <guimenu>K</guimenu>?
fr: Comment puis-je convertir le menu &RedHat; par défaut en un menu que je puisse mettre dans le menu <guimenu>K</guimenu>&nbsp;?
sk: Ako prevediem štandardné menu &RedHat; do menu <guimenu>K</guimenu>?
sl: Kako spremenim privzet menu &RedHat; v menu <guimenu>K</guimenu>?
sv: Hur översätter jag &RedHat;:s standardmeny till en undermeny i <guimenu>K</guimenu>-menyn?
xh: Ndiyiguqula njani engagqibekanga i &RedHat; iimenu kwi menu kwi <guimenu>K</guimenu> menu?

source: Click on the <guibutton>K</guibutton> button and select <menuchoice><guimenu>System</guimenu><guimenuitem>Appfinder</guimenuitem></menuchoice>.
de: Klicken Sie auf den <guibutton>K</guibutton>-Knopf und wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Anwendungssuche</guimenuitem> </menuchoice>.
es: Haga click en el botón <guibutton>K</guibutton> y seleccione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Buscador de Aplicaciones</guimenuitem></menuchoice>.
fr: Cliquez sur le bouton <guibutton>K</guibutton> et sélectionnez <menuchoice><guimenu>Configurer</guimenu><guimenuitem>Modifier le menu K...</guimenuitem></menuchoice>.
sk: Stlačte <guibutton>K</guibutton> a vyberte <menuchoice><guimenu>Systém</guimenu> <guimenuitem>Hľadač aplikácií</guimenuitem></menuchoice>.
sl: Kliknite na gumb <guibutton>K</guibutton> in izberite <menuchoice><guimenu>System</guimenu><guimenuitem>Appfinder</guimenuitem></menuchoice>.
sv: Klicka på <guibutton>K</guibutton>-knappen och välj <menuchoice><guimenu>System</guimenu><guimenuitem>Programfinnaren</guimenuitem></menuchoice>.
xh: Nqakraza kwi <guibutton>K</guibutton> iqhosha kwaye khetha <menuchoice><guimenu>Indlela</guimenu><guimenuitem>Appfinder</guimenuitem></menuchoice>.

source: What is <acronym>CVS</acronym>?
de: Was ist <acronym>CVS</acronym>?
es: ¿Qué es <acronym>CVS</acronym>?
fr: Qu'est-ce que <acronym>CVS</acronym> signifie&nbsp;?
sk: Čo je to <acronym>CVS</acronym>?
sl: Kaj je <acronym>CVS</acronym>?
sv: Vad är <acronym>CVS</acronym>?
xh: Yintoni i <acronym>CVS</acronym>?

source: It stands for Concurrent Versions System. It is a version control system and is based on <acronym>RCS</acronym> (Revision Control System), but offers more functionality. It is used to maintain source code under development. It will keep multiple versions of things (handy if you broke something and have to back up and get a clean old version), and allows people remote access over the Net to pick up the latest source code and even to check in new stuff if they have permission. It is also open source (you pay for support if you want it), and since it is free it is the system of choice for people writing more free products, such as &kde;.
de: Dies steht für Concurrent Versions System. Es ist ein Versionskontrollsystem und basiert auf <acronym>RCS</acronym> (Revision Control System), aber bietet mehr Funktionailtät. Es wird zur Wartung von Quellcode in der Entwicklung verwendet. Es kann verschiedene Versionen von Programmen speichern (nützlich, wenn Sie mit einer neuen Version irgendetwas stören und deswegen zu einer älteren, korrekt arbeitenden Version zurückgehen müssen) und es gestattet den Entwicklern und allen Anderen mit den entsprechenden Rechten, über das Internet die neuesten Quellen zu holen oder Änderungen in das Projekt einzubringen. Es ist auch ein Open-Source-System (Sie müssen nur für Unterstützung bezahlen, wenn Sie diese möchten), und da freie Nutzung erlaubt, ist es das System der Wahl, wenn Leute sich zusammenfinden, um freie Software wie &kde; zu entwickeln.
es: Son las siglas de Concurrent Versions System (Sistema de Versiones Concurrentes). Es un sistema de control de versiones y está basado en <acronym>RCS</acronym> (Revision Control System, Sistema de Control de Revisiones), pero ofrece mayor funcionalidad. Seutiliza para mantener código fuente en desarrollo. Permite mantener múltiples versiones de diversos archivos (práctico si algo se echa a perder y se debe usar una copia de seguridad más antigua), y permite a personas en distintos puntos de la Red obtener las últimas versiones del código fuente e incluso enviar archivos nuevos si tienen permiso para ello. También es software de código abierto (se puede pagar para obtener soporte si es preciso), y ya que es software libre, es el sistema de elección para las personas que escriben software gratuito, como &kde;.
fr: C'est l'acronyme de «&nbsp;Concurrent Versions System&nbsp;». C'est un système de contrôle de versions basé sur <acronym>RCS</acronym> (Système de Contrôle de Révisions) mais qui offre plus de possibilités. Il est utilisé pour gérer les codes source en développement. Il conserve les choses en plusieurs versions (pas mal si vous détruisez quelque chose et devez restaurer une précédente version), et permet via le réseau à des gens éloignés d'accéder au code source le plus récent et même de rentrer de nouveaux trucs s'ils en ont la permission. C'est également un logiciel libre (vous avez le droit d'apporter un soutien financier si vous le voulez), et puisqu'il est libre c'est le système de choix pour des gens qui écrivent d'autres logiciels libres tels que &kde;.
sk: Znamená to Concurrent Versions System. Je to systém pre správu verzií a je založený na <acronym>RCS</acronym> (Revision Control System). Obsahuje ale viac funkcií. Používa sa pre správu zdrojového kódu pri vývoji. Udržiava viacero verzií (hodí sa v prípade, že sa niečo pokazí a musíte sa vrátiť k staršej verzii) a umožňuje aby viac ľudí naraz a vzdialene získalo najnovší kód a prípadne, ak na to majú právo, nový kód pridávali. Tento systém je tiež voľne šíriteľný softvér (môžete si zaplatiť za podporu), preto ho používajú ľudia vytvárajúci iné voľne šíriteľné produkty, napr. &kde;.
sl: Concurrent Versions System. Gre za različico nadzornega sistema in je osnovan na <acronym>RCS</acronym> (Revision Control System), vendar ponuja več funkcionalnosti. Uporablja se za vzdrževanje izvorne kode med razvojem. Ohranja različice (uporabno, če ste kaj pokvarili in morate povrniti staro, čisto različico) ter omogoča ljudem oddaljeni dostop preko mreže, da lahko poberejo zadnjo različico izvorne kode in celo vnesejo (check in) nove stvari (če imajo dovoljenje). Je prav tako odprta programska oprema (za podporo plačate, če želite), in ker je prost, je pogosta izbira za ljudi, ki pišejo odprte produkte, kot je na primer &kde;.
sv: Det betyder Concurrent Versions System. Det är ett versionshanteringssystem baserat på <acronym>RCS</acronym> (Revision Control System), men ger mer funktionalitet. Det används för att underhålla källkod som är under utveckling. Det hanterar flera versioner av saker (praktiskt om du tog sönder någonting och måste gå tillbaka och hämta en fungerande gammal version), och låter människor hämta den senaste källkoden över nätet eller till och med uppdatera med nya grejor om de har rättigheter. Det är också öppen kod (du kan betala för stöd om du vill), och eftersom det är fritt är det systemet som föredras av människor som skriver mer fri programvara, såsom &kde;.
xh: Imela Indlela Yeenguqulelo Ezisebenza kunye. Yindlela yolawulo yoguqulelo kwaye isekwe kwi <acronym>RCS</acronym> (Indlela Yolawulo Yophindo), kodwa inikeza umsebenzi omninzi. Isetyenziswa ukulondoloza ikhowudi yemvelaphi phantsi kobhekiso phambili. Izxakugcina iinguqulelo ezininzi zezinto (ngesandla ukuba waphule into kwaye uzakubuyela kwaye ufumane uguqulelo oludala olucocekileyo), kwaye ivumela abantu unikezelo lobekelo kude ngapha koMnatha ukuchola ikhowudi edlulileyo yemvelaphi kwaye khangela umsebenzi omtsha ukuba banemvume. Ikwayimvelaphi evuliweyo kwakhona (uhlawulela inkxaso ukuba uyayifuna), kwaye ukusukela ukuba isimahla yindlela yokhetho yabantu ababhala iimveliso ezisimahla, njenge &kde;.

source: Does &kde; support dual screen (Xinerama)?
de: Unterstützt &kde; zwei Bildschirme (Xinerama)?
es: ¿Soporta &kde; pantallas dobles (a través de Xinerama)?
fr: KDE sait-il gérer le multiécrans (Xinerama)&nbsp;?
sk: Podporuje &kde; dvojitý displej (Xinerama)?
sl: Ali &kde; podpira dva zaslona?
sv: Stöder &kde; dubbla skärmar (Xinerama)?
xh: Ingaba i &kde; ixhasa ikhusi elikabini (Xinerama)

source: Yes, you need to have the a multi-headed X server (<abbrev>e.g.</abbrev> MetroX or XFree86 4.0 and above) and a &kde; >= 2.2.1
de: Sie brauchen dazu einen X-Server, der dies unterstützt (<abbrev>z.B.</abbrev> MetroX oder XFree86 4.0 und höher) und &kde; >= 2.2.1
es: Si, necesita tener un servidor X que soporte pantallas múltiples (por ejemplo, MetroX o XFree86 4.0 y posteriores) y &kde; >= 2.2.1
fr: Vous devez disposer d'un serveur X capable de gérer le multiécrans (par exemple Metro X ou XFree86 4.0 et versions ultérieures) et de &kde; >= 2.2.1
sk: Musíte mať nainštalovaný X server s podporou viacerých displejov (napr. MetroX alebo XFree86 4.0 a novšie) a &kde; >= 2.2.1.
xh: Ufuna ukuba nezininzi-headed X umncedisi (<abbrev>umzekelo.</abbrev> MetroX okanye XFree86 4.0 nangentla) nomphathi we window oqonda ezininzi-headed uboniso (<abbrev>umzekelo</abbrev> &windowmaker;).

source: How do I check which version of &kde; I am using?
de: Wie finden Sie heraus, welche Version von &kde; Sie nutzen?
es: ¿Cómo compruebo qué versión de &kde; estoy usando?
fr: Comment puis-je vérifier quelle version de &kde; j'utilise&nbsp;?
sk: Ako overím, ktorú verziu &kde; používam?
sl: Kako lahko preverim, katero različico &kde; uporabljam?
sv: Hur kontrollerar jag vilken version av &kde; jag använder?
xh: Ndikhangela njani ukuba loluphi uguqulelo lwe &kde; endilisebenzisayo?

source: Fire up your <application>&kde; Control Center</application>. It comes up with a Info Screen including the version of &kde; The &kde; version is also included in the applications <guimenuitem>About</guimenuitem> screen.
de: Starten Sie das <application>&kde;-Kontrollzentrum</application>. Es erscheint mit einemInformationsfenster zur Version von &kde;. Die &kde;-Version wird auch im Menüpunkt <guimenuitem>Über</guimenuitem> jedes Programms angezeigt.
es: Lance el <application>Centro de Control de &kde;</application>. Contiene una pantalla de información que incluye la versión de &kde; La versión de &kde; también aparece en las aplicaciones en la pantalla <guimenuitem>Acerca de</guimenuitem>
fr: Faites démarrer le <application>Centre de Configuration de &kde;</application>. Un écran d'information apparaît, contenant la version de &kde;. La version de &kde; se trouve également dans les fenêtres <guimenuitem>À propos</guimenuitem> des applications.
sk: Spustite <application>Ovládacie centrum &kde;</application>. V okne bude uvedená verzia &kde;. Táto verzia je uvedená aj v dialógu <guimenuitem>O aplikácii</guimenuitem> v každej aplikácii &kde;.
xh: Gxotha esakho <application>&kde; Umbindi Wolawulo</application>. Ukuba akukho khankanyo lwaguqulelo kwikhusi lokuqala, uno guqulelo 1.0 (kwaye lixesha lokunyusela!).

source: Can I write commerical software for &kde;?
de: Können Sie kommerzielle Software für &kde; schreiben?
es: ¿Puedo escribir software comercial para &kde;?
fr: Puis-je écrire un logiciel commercial pour &kde;&nbsp;?
sk: Môžem vytvárať komerčný softvér pre &kde;?
sl: Ali lahko pišem komercialno programsko opremo za &kde;?
sv: Kan jag skriva kommersiell programvara för &kde;?
xh: Ndingabhala ezengenizo izixhobo ze &kde;?

source: You can use the &kde; libraries to write "commercial and closed source" as well as "commercial and open source" software. If you write open source software you can use the &Qt; free edition. But if you write closed source software you may not use the &Qt; free edition; you'd have to obtain the &Qt; professional edition from Troll Tech.
de: Sie können die &kde;-Bibliotheken zum Schreiben von Software vom Typ "kommerziell und nichtöffentliche Quellen" sowie "kommerziell und öffentliche Quellen" benutzen. Wenn Sie Open-Source Software schreiben, können Sie die freie Ausgabe von &Qt; benutzen. Wenn Sie jedoch den Quellcode nicht veröffentlichen wollen, dann müssen Sie eine Lizenz für die Professional Edition von &Qt; von Troll Tech erwerben.
es: Se pueden utilizar las librerías de &kde; para escribir software "comercial y de código cerrado" así como también "comercial y de código abierto". Si usted escribe software de código abierto, puede usar la edición gratuita de &Qt;. Pero si escribe software de código cerrado, podría no poder usar la edición gratuita de &Qt;; tendría que obtener la edición profesional de &Qt; de Troll Tech.
fr: Vous pouvez utilisez les bibliothèques &kde; pour écrire des logiciels «&nbsp;commerciaux et libres&nbsp;» ou des logiciels «&nbsp;commerciaux et propriétaires&nbsp;». Si vous écrivez du logiciel libre vous pouvez utiliser l'édition libre de &Qt;. Mais si vous écrivez du logiciel propriétaire vous ne pouvez pas utiliser cette édition libre de &Qt;, vous devez obtenir de Troll Tech l'édition professionnelle de &Qt;.
sk: Knižnice &kde; môžete použiť pre vývoj "komerčného softvéru s uzavretým kódom" ako aj "komerčného softvéru s otvoreným kódom". Ak píšete softvér s otvoreným kódom, môžete použiť &Qt; free edition. Ale pre uzavretý kód nesmiete použiť &Qt; free edition; musíte získať &Qt; professional edition od firmy Troll Tech.
sl: Knjižnice &kde; lahko uporabite za pisanje "komercialne in zaprte izvorne kode", kot tudi za "komercialno in odprto programsko opremo". Če pišete programe z odprto kodo, lahko uporabite &Qt; free edition. Če pa pišete zaprto programsko opremo, potem ne smete uporabiti &Qt; free edition; nabaviti morate &Qt; professional edition podjetja Troll Tech.
sv: Du kan använda &kde;:s bibliotek för att skriva programvara med "kommersiell och begränsad källkod" samt "kommersiell och öppen källkod". Om du skriver öppen programvara kan du använda &Qt;:s fria version. Men om du skriver programvara med begränsad källkod får du inte längre använda &Qt;:s fria version, utan måste köpa &Qt;:s professionella version från Troll Tech.
xh: Ungasebenzisa i &kde; iilayibrari ukubhala "ingeniso kwaye evaliweyo imvelaphi" njenge"ingeniso nelivuweyo imvelaphi" izixhobo ze computer. Ukuba ubhala izixhobo zemvelaphi evuliwweyo awunakusebenzisa i &Qt; uhlelo olusimahla, uzakuthatha i &Qt; uhlelo olusemgangathweni ophezulu kwi Troll Tech.
