Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdebase/khelpcenter_welcome.po
Languages: da, de, es, fr, hu, ja, nl, pt, ru, sk, sl, sr, sv, tr, wa

source: Welcome to KDE
da: Velkommen til KDE
de: Willkommen bei KDE
es: Bienvenido a KDE
fr: Bienvenue dans KDE
hu: Üdvözöljük a KDE környezetben!
ja: ようこそ KDE へ
nl: Welkom bij KDE
pt: Bem-vindo ao KDE
ru: Добро пожаловать в KDE
sk: Vitajte v KDE
sl: Dobrodošli v KDE
sr: Dobrodošli u KDE
sv: Välkommen till KDE
tr: KDE'ye Hogeldiniz
wa: Bénvnowe dins KDE

source: The KDE team welcomes you to user-friendly Unix computing.
da: KDE holdet byder dig velkommen til brugervenlig Unix computere.
de: Das KDE-Team heißt Sie willkommen beim benutzerfreundlichen Unix.
es: El equipo de KDE le da la bienvenida al Unix amistoso
fr: L'équipe de KDE vous souhaite la bienvenue dans un univers Unix plus convivial.
hu: A KDE csapat üdvözli Önt a felhasználóbarát Unix világban!
ja: KDEチームはあなたをユーザフレンドリーなUNIXコンピューティングへ招待します。
nl: Het KDE-team heet u welkom tot gebruikersvriendelijk Unix gebruik.
pt: A equipa do KDE dá-te as boas-vindas à computação Unix amigável para o utilizador.
ru: Команда KDE приглашает вас в удобную в работе графическую среду под Unix.
sk: Tím KDE vás víta v prítulnom prostredí Unixu.
sl: KDE skupina vas pozdravlja v uporabniku prijaznem UNIX računalništvu.
sr: KDE tim vam želi dobrodošlicu u prijatno UNIX računarstvo.
sv: KDE-gruppen hälsar dig välkommen till användarvänlig datoranvändning med UNIX.
tr: KDE grubu sizi kullanc dostu UNIX ortamna davet ediyor.
wa: L' ekipe KDE vos sohaite li bénvnowe dins l' infôrmatike UNIX amishtåve po l' üzeu.

source: Welcome to the K Desktop Environment
da: Velkommen til K skrivebordsmiljøet
de: Willkommen beim K Desktop Environment
es: Bienvenido al entorno de escritorio KDE
fr: Bienvenue dans l'environnement de bureau KDE
hu: Ismerkedjen meg a KDE grafikus környezettel!
ja: Kデスクトップ環境へようこそ
nl: Welkom bij de K Desktop Environment
pt: Bem-vindo ao Ambiente de Trabalho K
ru: Откройте для себя десктоп KDE!
sk: Vitajte v prostredí KDE
sl: Dobrodošli v namiznem okolju K (K Desktop Environment)
sr: Dobrodošli u K Desktop Environment
sv: Välkommen till K skrivbordsmiljön
tr: K Masast Ortamna Hogeldiniz
wa: Bénvnowe dins l' inviron'mint di buro K Desktop

source: Information about KDE
da: Information om KDE
de: Informationen über KDE
es: información sobre KDE
fr: Informations sur KDE
hu: Információk a KDE-ről
ja: KDEに関する情報
nl: Informatie over KDE
pt: Informação sobre o KDE
ru: Сведения о KDE
sk: Informácia o KDE
sl: Informacije O KDE
sr: Informacije o KDE-u
sv: Information om KDE
tr: KDE hakknda bilgi
wa: KDE, cwè ç' ki c' est di ça?

source: KDE is a powerful graphical desktop environment for Unix workstations. A KDE desktop combines ease of use, contemporary functionality and outstanding graphical design with the technological superiority of the Unix operating system.
da: KDE er et kraftigt grafisk skrivebordsmiljø for Unix arbejdsstationer. Et KDE skrivebord kombinerer dette at være let at bruge, nutidig funktionalitet og fremragende grafisk design med Unix operativsystemets teknologiske overlegenhed.
de: KDE ist eine leistungsfähige graphische Oberfläche für Unix-Rechner. Die KDE-Arbeitsfläche kombiniert einfache Bedienung, zeitgemäße Funktionalität und professionelles graphisches Design mit der technischen Überlegenheit des Unix-Betriebsystems.
es: KDE es un entorno gráfico potente para estaciones de trabajo Unix. El escritorio KDE combina facilidad de uso, funcionalidad actual y un diseño gráfico sobresaliente junto con la superioridad de un sistema Unix.
fr: KDE est un puissant environnement graphique pour les stations de travail Unix. Le bureau KDE combine facilité d'utilisation, fonctionnalités modernes ainsi qu'une esthétique hors du commun grâce à la supériorité technologique des systèmes d'exploitation Unix.
hu: A KDE egy nagy tudású grafikus felhasználói környezet Unix alapú munkaállomásokhoz. A KDE egyesíti a könnyű felhasználhatóságot, a korszerű szolgáltatásokat és a kiemelkedő grafikai megvalósítást a Unix operációs rendszer jól ismert erejével és megbízhatóságával.
ja: KDEはUNIXワークステーション用の強力なグラフィカルデスクトップ環境です。 KDEデスクトップは使い易さ、最新の機能性、 そして優れたグラフィカルデザインをUNIXオペレーティングシステムの技術的な優位性に統合します。
nl: KDE is een krachtige grafische bureaubladomgeving voor Unix-werkstations. Een KDE-bureaublad combineert gemakkelijk gebruik, uitstekende functionaliteit en geweldig grafisch ontwerp met de technologische superieuriteit van het Unix besturingssysteem.
pt: O KDE é um poderoso ambiente gráfico de utilizador para as máquinas UNIX. O ambiente de trabalho do KDE combina a facilidade de uso, uma funcionalidade actual e um design gráfico extraordinário com a superioridade tecnológica do sistema operativo UNIX.
ru: KDE - это мощная графическая рабочая среда под Unix/Linux, интегрированная с Интернет.Она сочетает в себе простоту использования, высокуюфункциональность и выдающийся графический дизайн вместе с технологическим совершенством операционной системы Unix.
sk: KDE je výkonné grafické prostredie pre Unix. Kombinuje jednoduchosť použitia, najnovšie funkcie a fantastický grafický dizajn s vyspelou technológiou operačného systému Unix.
sl: KDE je močno grafično namizno okolje za delovne postaje UNIX. KDE združuje preprostost uporabe, trenutno funkcionalnost in izstopajočo grafično zasnovo s tehnološko superiornostjo operacijskega sistema UNIX.
sr: KDE je moćno grafičko okruženje za UNIX radne stanice. KDE okruženje kombinuje lako korišćenje, savremenu funkcionalnost i izvanredan grafički dizajn sa tehnološkom nadmoćnošću UNIX operativnog sistema.
sv: KDE är en kraftfull grafisk skrivbordsmiljö för Unix arbetsstationer. Ett KDE-skrivbord kombinerar användarvänlighet, moderna funktioner och enastående grafisk formgivning med den tekniska överlägsenheten hos operativsystemet Unix.
tr: KDE, UNIX i istasyonlar iin gl bir grafiksel masast ortamdr. KDE, masast kullanm kolayln stn grafiklerle, gelimi zelliklerle ve daha nemlisi UNIX'in gcyle birletirerek sizlerin karsna kyor.
wa: KDE e-st on poûxhant inviron'mint grafike di buro po les ståcions UNIX. On buro KDE e-ståjhey a eployî, il a totes les usteyes k' i v' fåt dins ene éndjole d' ådjoûrdu, il est pår bea èt, al copetedo martchî, il est bati so Unix, li meyeu sistinme d' operance k' i gn åye.

source: What is the K Desktop Environment?
da: Hvad er K skrivebordsmiljøet?
de: Was ist KDE?
es: ¿Qué es el Entorno de Escritorio K?
fr: Qu'est-ce que l'environnement graphique KDE&nbsp;?
hu: Mi az a KDE grafikus környezet?
ja: KDE デスクトップ環境とは?
nl: Wat is de K Desktop Environment?
pt: O que é o Ambiente de Trabalho K?
ru: Что такое графическая среда KDE?
sk: Čo je prostredie KDE?
sl: Kaj je namizno okolje K?
sr: Šta je K Desktop Enviroment?
sv: Vad är KDE-skrivbordsmiljön?
tr: K Masast Ortam nedir?
wa: Li K Desktop Environment, cwè ç' ki c' est di çoula?

source: Contacting the KDE Project
da: Kontakt KDE projektet
de: Kontakt mit dem KDE-Team aufnehmen
es: Contactando con el proyecto KDE
fr: Contacter le projet KDE
hu: Kapcsolatfelvételi lehetőségek a KDE projekt irányítóival
ja: KDE チームと連絡を取る
nl: Contact opnemen met het KDE-project
pt: Contactar o Projecto KDE
ru: Как связаться с разработчиками KDE?
sk: Kontakt na projekt KDE
sl: Kontaktirajte KDE projekt
sr: Kontaktirajte KDE projekat
sv: Kontakta KDE-projektet
tr: KDE Projesine katlm
wa: Atôchî li prodjet KDE

source: Supporting the KDE Project
da: Støt KDE projektet
de: Das KDE-Projekt unterstützen
es: Colaborando con el proyecto KDE
fr: Aider le projet KDE
hu: Ha támogatni szeretné a KDE projektet...
ja: KDEをサポートする
nl: Het KDE-project ondersteunen
pt: Apoiar o Projecto KDE
ru: Как поддержать проект KDE?
sk: Podpora projektu KDE
sl: Podpora KDE projektu
sr: Podržite KDE projekat
sv: Att stödja KDE-projektet
tr: KDE Projesini destekleyin
wa: Sopoirter li prodjet KDE

source: Useful links
da: Brugbare henvisninger
de: Nützliche Links
es: Enlaces útiles
fr: Liens utiles
hu: Hasznos linkek
ja: 有用なリンク集
nl: Nuttige links
pt: Ligações úteis
ru: Полезные ссылки
sk: Užitočné odkazy
sl: Uporabne povezave
sr: Korisni linkovi
sv: Användbara länkar
tr: Kullanl balantlar
wa: Ahessåvès hårdeyes

source: Getting the most out of KDE
da: Få det meste ud af KDE
de: KDE benutzen
es: Obteniendo el máximo rendimiento de KDE
fr: Obtenir le meilleur du KDE
hu: Hogyan lehet a legjobban kihasználni a KDE lehetőségeit?
ja: KDEをフルに活用する
nl: Het meeste uit KDE halen
pt: Obter o máximo do KDE
ru: Приемы эффективной работы в KDE
sk: Ako najlepšie využiť KDE
sl: Izvleči kar največ iz KDE
sr: Iskoristite KDE najviše što možete
sv: Hur man får bäst utbyte av KDE
tr: KDE'yi en iyi ekilde renin
wa: Po-z eployî KDE å mî

source: General documentation
da: Generel dokumentation
de: Allgemeine Dokumentation
es: Documentación general
fr: Documentation générale
hu: Általános dokumentáció
ja: 一般文書
nl: Algemene documentatie
pt: Documentação geral
ru: Общие руководства
sk: Všeobecná dokumentácia
sl: Splošna dokumentacija
sr: Opšta dokumentacija
sv: Allmän dokumentation
tr: Genel belgeler
wa: DOcumintåcion djeneråle

source: A Quick Start Guide to the Desktop
da: En hurtig indledning til skrivebordet
de: Eine kurze Einführung in die Arbeitsumgebung
es: Una guía rápida del escritorio
fr: Inititiation rapide au bureau KDE
hu: Bevezetés a KDE használatába
ja: デスクトップのクイックスタートガイド
nl: Een snelstartgids over het bureaublad
pt: Um Guia de Iniciação Rápida para o Ambiente de Trabalho
ru: Обзор возможностей работы в графической среде
sk: Rýchly úvod do používania prostredia
sl: Hiter uvod v KDE
sr: Brzi početni vodič do radne površine
sv: En snabbstartsguide till skrivbordet
wa: Po-z aprinde al vole a s' siervi do buro

source: KDE User's guide
da: KDE brugervejledning
de: Das KDE-Benutzerhandbuch
es: La guía del usuario de KDE
fr: Guide de l'utilisateur KDE
hu: KDE felhasználói kézikönyv
ja: KDEユーザーガイド
nl: KDE's gebruikersgids
pt: O Guia do Utilizador do KDE
ru: Руководство пользователя KDE
sk: Používateľský manuál KDE
sl: Uporabniški priročnik KDE
sr: KDE korisnički vodič
sv: KDE:s bruksanvisning
wa: Li lîve di l' ûzeu di KDE

source: Frequently asked questions
da: Ofte stillede spørgsmål
de: Oft gestellte Fragen
es: Preguntas frecuentes
fr: Foire aux questions
hu: Gyakran feltett kérdések
ja: FAQ (よくある質問)
nl: Veel gestelde vragen
pt: Perguntas mais frequentes
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sl: Pogosto zastavljana vprašanja
sr: Najčešće postavljana pitanja
sv: Vanliga frågor om &kde;
wa: Kesses Sovint Dmandeyes

source: Basic applications
da: Basale programmer
de: Wichtige Anwendungen
es: Aplicaciones básicas
fr: Applications de base
hu: A KDE alaprendszer legfontosabb alkalmazásai
ja: 基本アプリケーション
nl: Basisprogramma's
pt: Aplicações básicas
ru: Основные приложения
sk: Základné aplikácie
sl: Osnovni programi
sr: Osnovne aplikacije
sv: Grundläggande program
wa: Maissès aplicåcions

source: Desktop Panel
da: Skrivebordspanel
de: Die Kontrollleiste
es: El panel del escritorio
fr: Panneau de contrôle
hu: A panel
ja: デスクトップパネル
nl: Bureaubladpaneel
pt: Painel do Ecrã
ru: Панель рабочего стола:
sk: Panel plochy
sl: Pult
sr: Panel radne površine
sv: Skrivbordspanelen
wa: Li Scriftôr

source: Control Center
da: Kontrolcenter
de: Das Kontrollzentrum
es: El centro de control
fr: Centre de configuration
hu: A vezérlőközpont
ja: コントロールセンター
nl: Configuratiecentrum
pt: Centro de Controlo
ru: Центр управления
sk: Ovládacie centrum
sl: Nadzorno središče
sr: Kontrolni centar
sv: Inställningscentral
wa: L' Aisse di Manaedjmint

source: File Manager
da: Filhåndtering
de: Der Dateimanager
es: El administrador de archivos
fr: Gestionnaire de fichiers
hu: A fájlkezelő
ja: ファイルマネージャ
nl: Bestandsbeheerder
pt: Gestor de Ficheiros
ru: Файловый менеджер
sk: Správca súborov
sl: Upravljalnik datotek
sr: Fajl menadžer
sv: Filhanteraren och webbläsaren Konqueror
wa: Li Manaedjeu di Fitchîs
