Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/kabalone.po
Languages: da, de, es, it, pt

source: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>Ins</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>dit</guimenu><guimenuitem><accel>M</accel>odify</guimenuitem>
da: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>Ins</keycap></keycombo> </shortcut> <guimenu><accel>R</accel>edigér</guimenu><guimenuitem><accel>Æ</accel>ndr</guimenuitem>
de: <shortcut><keycombo><keycap>Strg</keycap><keycap>Einf</keycap></keycombo></shortcut> <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem><accel>S</accel>pielfeld ändern</guimenuitem>
es: <shortcut><keycombo><keycap>Ctrl</keycap><keycap>Ins</keycap></keycombo></shortcut> <guimenu><accel>E</accel>ditar</guimenu><guimenuitem><accel>M</accel>odificar</guimenuitem>
it: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>Ins</keycap></keycombo> </shortcut> <guimenu><accel>M</accel>odifica</guimenu><guimenuitem><accel>M</accel>odifica</guimenuitem>
pt: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>Ins</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>ditar</guimenu><guimenuitem><accel>M</accel>odificar</guimenuitem>

source: Switches &kabalone; to Modify Mode.
da: Skifter &kabalone; til ændringstilstand.
de: Schaltet &kabalone; in den Editier-Modus.
es: Coloca &kabalone; en Modo de Modificación.
it: Fa passare &kabalone; in modalità modifica.
pt: Muda o &kabalone; para o modo de modificação.

source: <shortcut> <keycombo>&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>dit</guimenu><guimenuitem><accel>S</accel>ave Position</guimenuitem>
da: <shortcut> <keycombo>&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>R</accel>edigér</guimenu><guimenuitem><accel>G</accel>em stilling</guimenuitem>
de: <shortcut> <keycombo>&Strg;<keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>B</accel>earbeiten</guimenu><guimenuitem>S<accel>t</accel>ellung speichern</guimenuitem>
es: <shortcut> <keycombo>&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>ditar</guimenu><guimenuitem><accel>G</accel>uardar Posición</guimenuitem>
it: <shortcut> <keycombo>&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>M</accel>odifica</guimenu><guimenuitem><accel>S</accel>alva disposizione</guimenuitem>
pt: <shortcut> <keycombo>&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>ditar</guimenu><guimenuitem>Gravar Po<accel>s</accel>ição</guimenuitem>

source: Save the actual position to be retrieved later with <menuchoice><guimenu>Edit</guimenu> <guimenuitem>Restore Position</guimenuitem> </menuchoice>.
da: Gem den aktuelle stilling for at blive hentet senere med <menuchoice><guimenu>Redigér</guimenu> <guimenuitem>Genopret stilling</guimenuitem> </menuchoice>.
de: Speichert die aktuelle Position zur späteren Verwendung, mit <menuchoice><guimenu>Bearbeiten</guimenu> <guimenuitem>Stellung wiederherstellen</guimenuitem> </menuchoice>.
es: Puede guardar la posición actual y recuperarla más tarde con <menuchoice><guimenu>Editar</guimenu><guimenuitem>Restaurar posición</guimenuitem></menuchoice>.
it: Salva la disposizione attuale per poterla recuperare in futuro con <menuchoice><guimenu>Modifica</guimenu> <guimenuitem>Ripristina disposizione</guimenuitem> </menuchoice>.
pt: Grava a posição actual para ser obtida posteriormente através da opção <menuchoice><guimenu>Editar</guimenu> <guimenuitem>Carregar Posição</guimenuitem> </menuchoice>.

source: <shortcut> <keycombo>&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>dit</guimenu><guimenuitem><accel>R</accel>estore Position</guimenuitem>
da: <shortcut> <keycombo>&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>R</accel>edigér</guimenu><guimenuitem><accel>G</accel>enopret stilling</guimenuitem>
de: <shortcut> <keycombo>&Strg;<keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>B</accel>earbeiten</guimenu><guimenuitem>St<accel>e</accel>llung wiederherstellen</guimenuitem>
es: <shortcut><keycombo>&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>ditar</guimenu><guimenuitem><accel>R</accel>estaurar Posición</guimenuitem>
it: <shortcut> <keycombo>&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>M</accel>odifica</guimenu><guimenuitem><accel>R</accel>ipristina disposizione</guimenuitem>
pt: <shortcut> <keycombo>&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>ditar</guimenu><guimenuitem>Carrega<accel>r</accel> Posição</guimenuitem>

source: Restore the board position stored in the &kabalone; Configuration file by <guimenu>Edit</guimenu> <guimenuitem>Save Position</guimenuitem>.
da: Genopret brætstillingen i &kabalone;'s indstillingsfil med <guimenu>Redigér</guimenu> <guimenuitem>Genopret stilling</guimenuitem>.
de: Stellt die Stellung wider her, die bei <guimenu><accel>B</accel>earbeiten</guimenu><guimenuitem>S<accel>t</accel>ellung speichern</guimenuitem> in &kabalone; gespeichert wurde.
es: Restaura la posición del tablero almacenada en el archivo de Configuración de &kabalone; mediante <menuchoice><guimenu>Editar</guimenu><guimenuitem>Guardar Posición</guimenuitem></menuchoice>.
it: Ripristina la disposizione delle biglie memorizzata nel file di configurazione di &kabalone; tramite <guimenu>Modifica</guimenu> <guimenuitem>Salva disposizione </guimenuitem>.
pt: Recupera o estado do tabuleiro guardado no ficheiro de configuração do &kabalone; através de <guimenu>Editar</guimenu> <guimenuitem>Gravar Posição</guimenuitem>.

source: The <guimenu>Settings</guimenu> Menu
da: <guimenu>Opsætnings</guimenu>menuen
de: Das <guimenu>Einstellungen</guimenu>-Menü
es: El Menú <guimenu>Configurar</guimenu>
it: Il menu <guimenu>Impostazioni</guimenu>
pt: O Menu <guimenu>Configuração</guimenu>

source: <shortcut> <keycombo>&Ctrl; <keycap>M</keycap> </keycombo> </shortcut> <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem>Show <accel>M</accel>enubar</guimenuitem>
da: <shortcut> <keycombo>&Ctrl; <keycap>M</keycap> </keycombo> </shortcut> <guimenu><accel>O</accel>psætning</guimenu> <guimenuitem>Vis <accel>M</accel>enulinie</guimenuitem>
de: <shortcut> <keycombo>&Strg; <keycap>M</keycap> </keycombo> </shortcut> <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem><accel>M</accel>enüleiste anzeigen</guimenuitem>
es: <shortcut> <keycombo>&Ctrl; <keycap>M</keycap> </keycombo> </shortcut> <guimenu>Configurar</guimenu> <guimenuitem>Mostrar Barra de <accel>M</accel>enús</guimenuitem>
it: <shortcut> <keycombo>&Ctrl; <keycap>M</keycap> </keycombo> </shortcut> <guimenu><accel>I</accel>mpostazioni</guimenu> <guimenuitem>Mostra la barra dei <accel>m</accel>enu</guimenuitem>
pt: <shortcut> <keycombo>&Ctrl; <keycap>M</keycap> </keycombo> </shortcut> <guimenu><accel>C</accel>onfiguração</guimenu> <guimenuitem>Mostrar <accel>M</accel>enu</guimenuitem>

source: Shows or hides the &kabalone; Menubar.
da: Viser eller skjuler &kabalone;'s menulinie.
de: Zeigt oder versteckt die &kabalone;-Menüleiste.
es: Muestra o esconde la Barra de Menús de &kabalone;.
it: Mostra o nasconde la barra dei menu di &kabalone;.
pt: Mostra ou esconde a barra de menu do &kabalone;.

source: <guimenu><accel>S</accel>ettings</guimenu><guimenuitem>Show <accel>T</accel>oolbar</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu><guimenuitem>Vis <accel>V</accel>ærktøjslinie</guimenuitem>
de: <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>Werk<accel>z</accel>eugleiste anzeigen</guimenuitem>
es: <guimenu>Configurar</guimenu><guimenuitem>Mostrar Barra de Herramientas</guimenuitem>
it: <guimenu><accel>I</accel>mpostazioni</guimenu><guimenuitem> Mostra la barra degli str<accel>u</accel>menti</guimenuitem>
pt: <guimenu><accel>C</accel>onfiguração</guimenu><guimenuitem>Mostrar Barra de Ferramen<accel>t</accel>as</guimenuitem>

source: Shows or hides the &kabalone; Toolbar.
da: Viser eller skjuler &kabalone;'s værktøjslinie.
de: Zeigt oder versteckt die &kabalone;-Werkzeugleiste.
es: Muestra o esconde la Barra de Herramientas de &kabalone;.
it: Mostra o nasconde la barra degli strumenti di &kabalone;
pt: Mostra ou esconde a barra de ferramentas do &kabalone;.

source: <guimenu><accel>S</accel>ettings</guimenu><guimenuitem>Show St<accel>a</accel>tusbar</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu><guimenuitem>Vis St<accel>a</accel>tuslinie</guimenuitem>
de: <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem><accel>S</accel>tatusleiste anzeigen</guimenuitem>
es: <guimenu>Configurar</guimenu><guimenuitem>Mostrar Barra de Est<accel>a</accel>do</guimenuitem>
it: <guimenu><accel>I</accel>mpostazioni</guimenu><guimenuitem>Mostra la barra di st<accel>a</accel>to</guimenuitem>
pt: <guimenu><accel>C</accel>onfiguração</guimenu><guimenuitem>Mostrar Linha de E<accel>s</accel>tado</guimenuitem>

source: Shows or hides the &kabalone; Statusbar at the base of the screen.
da: Viser eller skjuler &kabalone;'s statuslinie i bunden af skærmen.
de: Zeigt oder versteckt die &kabalone;-Statusleiste am unteren Rand des Fensters.
es: Muestra o esconde la Barra de Estado de &kabalone;.
it: Mostra o nasconde la barra di stato di &kabalone; alla base della finestra.
pt: Mostra ou esconde a barra de estado na base do ecrã.

source: <guimenu><accel>S</accel>ettings</guimenu><guimenuitem><accel>S</accel>ave Settings</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu><guimenuitem><accel>G</accel>em opsætning</guimenuitem>
de: <guimenu><accel>E</accel>instellungen</guimenu><guimenuitem>Einstellungen speichern</guimenuitem>
es: <guimenu><accel>C</accel>onfigurar</guimenu><guimenuitem> <accel>G</accel>uardar Configuración</guimenuitem>
it: <guimenu><accel>I</accel>mpostazioni</guimenu><guimenuitem>Salva le imp<accel>o</accel>stazioni</guimenuitem>
pt: <guimenu><accel>C</accel>onfiguração</guimenu><guimenuitem>Gravar a <accel>C</accel>onfiguração</guimenuitem>

source: Saves the current settings to become the default for &kabalone;.
da: Gemmer de aktuelle indstillinger som standard for &kabalone;.
de: Speichert die aktuellen Einstellungen, die dann als Standard für &kabalone; verwendet werden.
es: Guarda la configuración actual como predeterminada para &kabalone;.
it: Salva le impostazioni attuali, rendendole quelle predefinite per &kabalone;.
pt: Guarda a configuração actual para a tornar por omissão para o &kabalone;.

source: <guimenu><accel>S</accel>ettings</guimenu><guimenuitem>Configure <accel>K</accel>ey Bindings...</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu><guimenuitem>Indstil <accel>T</accel>astebindinger...</guimenuitem>
de: <guimenu><accel>E</accel>instellungen</guimenu><guimenuitem><accel>T</accel>astenzuordnungen vornehmen...</guimenuitem>
es: <guimenu><accel>C</accel>onfigurar</guimenu><guimenuitem> Configurar Asociaciones de Teclas</guimenuitem>
it: <guimenu><accel>I</accel>mpostazioni</guimenu><guimenuitem>Configura le associazioni dei <accel>t</accel>asti...</guimenuitem>
pt: <guimenu><accel>C</accel>onfiguração</guimenu><guimenuitem>Configurar <accel>T</accel>eclas</guimenuitem>

source: Brings up the standard &kde; key bindings configuration window to customize thekey bindings used by &kabalone;.
da: Får &kde;'s standard tastebinding indstillingsvindue frem så man kan brugerindstille bindinger brugt af &kabalone;.
de: Öffnet den &kde;-Standarddialog für die Zuordnung von Tasten zu bestimmten Aktionen. Hier können Sie Kurzbefehle für Funktionen von &kabalone; definieren.
it: Carica, per personalizzare quelle da usare in &kabalone;, la classica finestra di &kde; per la configurazione delle associazioni tra tasti e azioni.
pt: Traz a janela de configuração de teclas normal do &kde; para configurares os atalhos de teclado usados pelo &kabalone;.

source: <guimenu><accel>S</accel>ettings</guimenu><guimenuitem>Configure Tool<accel>b</accel>ars...</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu><guimenuitem>Indstil værktøjs<accel>l</accel>inier...</guimenuitem>
de: <guimenu><accel>E</accel>instellungen</guimenu><guimenuitem>Wer<accel>k</accel>zeugleisten einrichten...</guimenuitem>
es: <guimenu><accel>C</accel>onfigurar</guimenu><guimenuitem> Configurar Barra de Herramientas</guimenuitem>
it: <guimenu><accel>I</accel>mpostazioni</guimenu><guimenuitem>Configura la <accel>b</accel>arra degli strumenti...</guimenuitem>
pt: <guimenu><accel>C</accel>onfiguração</guimenu><guimenuitem>Configurar <accel>B</accel>arras de Ferramentas...</guimenuitem>

source: Brings up the standard &kde; toolbar configuration window to customize the &kabalone; toolbar.
da: Får &kde;'s standard værktøjslinie indstillingsvindue frem så man kan brugerindstille &kabalone;'s værktøjslinie.
de: Öffnet den &kde;-Standarddialog für die Einrichtung der Werkzeigleisten. Hier können Sie Position und Aussehen der Werkzeugleiste von &kabalone; bestimmen.
es: Abre un cuadro de diálogo &kde; estandar que le permite cambiar la barra de herramientas de &kabalone;.
it: Carica, per personalizzare quella di &kabalone;, la classica finestra di &kde; di configurazione della barra degli strumenti.
pt: Mostra a janela de configuração das barras de ferramentas normal do &kde; para personalizares a barra de ferramentas do &kabalone;.

source: <guimenu><accel>S</accel>ettings</guimenu><guisubmenu><accel>L</accel>evel</guisubmenu>
da: <guimenu><accel>O</accel>psætning</guimenu><guisubmenu><accel>N</accel>iveau</guisubmenu>
de: <guimenu><accel>E</accel>instellungen</guimenu><guisubmenu>S<accel>p</accel>ielstufe</guisubmenu>
es: <guimenu><accel>C</accel>onfigurar</guimenu> <guisubmenu><accel>N</accel>ivel</guisubmenu>
it: <guimenu><accel>I</accel>mpostazioni</guimenu><guisubmenu><accel>L</accel>ivello</guisubmenu>
pt: <guimenu><accel>C</accel>onfiguração</guimenu><guisubmenu>Níve<accel>l</accel></guisubmenu>

source: Select the level that the computer plays at. Can be one of:
da: Vælg det niveau computeren spiller på. Kan være en af:
de: Wählt die Spielstufe, mit der der Computer spielt. Das kann eine der folgenden sein:
es: Selecciona el nivel al que el ordenador juega. Puede ser uno de:
it: Imposta il livello a cui giocherà il computer. Può essere scelto tra:
pt: Selecciona o nível com que o computador joga. Pode ser um dos seguintes:

source: <accel>E</accel>asy
da: <accel>L</accel>et
de: <accel>L</accel>eicht
es: <accel>F</accel>ácil
it: <accel>F</accel>acile
pt: <accel>F</accel>ácil

source: <accel>N</accel>ormal
da: <accel>N</accel>ormalt
it: <accel>N</accel>ormale

source: <accel>H</accel>ard
da: <accel>S</accel>vært
de: <accel>S</accel>chwer
es: <accel>D</accel>ifícil
it: <accel>D</accel>ifficile
pt: <accel>D</accel>ifícil

source: <accel>C</accel>hallenge
da: <accel>U</accel>dfordring
de: <accel>H</accel>erausforderung
es: <accel>R</accel>eto
it: <accel>S</accel>fida
pt: Desa<accel>f</accel>io

source: <guimenu><accel>S</accel>ettings</guimenu><guisubmenu><accel>C</accel>omputer Plays</guisubmenu>
da: <guimenu><accel>O</accel>psætning</guimenu><guisubmenu><accel>C</accel>omputer spiller</guisubmenu>
de: <guimenu><accel>E</accel>instellungen</guimenu><guisubmenu><accel>C</accel>omputer spielt</guisubmenu>
es: <guimenu><accel>C</accel>onfigurar</guimenu><guisubmenu> El <accel>O</accel>rdenador Juega</guisubmenu>
it: <guimenu><accel>I</accel>mpostazioni</guimenu><guisubmenu>Il <accel>C</accel>omputer gioca come</guisubmenu>
pt: <guimenu><accel>C</accel>onfiguração</guimenu><guisubmenu>Joga o <accel>c</accel>omputador</guisubmenu>

source: Choose which colors the computer plays. Can be one of:
da: Vælg med hvilke farver computeren spiller. Kan være en af:
de: Wählt die die Farbe, mit der der Computer spielt. Das kann eine der folgenden sein:
it: Scegli il colore per il computer. Può essere scelto tra:
pt: Escolhe com que cores o computador joga. Pode ser uma das seguintes:

source: <accel>R</accel>ed
da: <accel>R</accel>ød
de: <accel>R</accel>ot
es: <accel>R</accel>ojas
it: <accel>R</accel>osso
pt: Ve<accel>r</accel>melho

source: <accel>Y</accel>ellow
da: <accel>G</accel>ul
de: <accel>G</accel>elb
es: <accel>A</accel>marillas
it: <accel>G</accel>iallo
pt: <accel>A</accel>marelo

source: <accel>B</accel>oth
da: <accel>B</accel>egge
de: <accel>B</accel>eide Seiten
es: A<accel>m</accel>bos
it: <accel>E</accel>ntrambi
pt: Am<accel>b</accel>os

source: <accel>N</accel>one
da: <accel>I</accel>ngen
de: <accel>K</accel>eine Seite
es: <accel>N</accel>inguno
it: <accel>N</accel>essuno
pt: <accel>N</accel>enhum

source: <guimenu><accel>S</accel>ettings</guimenu><guimenuitem><accel>M</accel>ove Slow</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu><guimenuitem><accel>F</accel>lyt langsomt</guimenuitem>
de: <guimenu><accel>E</accel>instellungen</guimenu><guimenuitem><accel>L</accel>angsam ziehen</guimenuitem>
es: <guimenu><accel>C</accel>onfigurar</guimenu><guimenuitem><accel>M</accel>over Despacio</guimenuitem>
it: <guimenu><accel>I</accel>mpostazioni</guimenu><guimenuitem><accel>M</accel>uovi piano</guimenuitem>

source: A move drawn by the computer when this option is checked is shown by blinking and highlighting the pieces used in this move. Uncheck this option if you don't want to wait for this animation: Then only a quick highlighting is done.
da: Et træk udført af computeren vises ved blinkende markerede brikker der bruges i trækket når der er afkrydset her. Hvis du ikke ønsker denne animering, så kryds ikke af her. Så vil der kun være en hurtig markering.
de: Ist diese Einstellung aktiviert, wird ein Zug vom Computer durch Blinken und Hervorheben der verwendeten Kugeln angezeigt. Wenn Sie auf diese Animation nicht warten wollen, deaktivieren sie diese Einstellung, dann werden die entsprechenden Kugeln nur kurz hervorgeboben.
es: Un movimiento realizado por el ordenador cuando esta opción está elegida se muestra con un parpadeo y marcado de las piezas usadas en ese movimiento. No elija esta opción si no quiere esperar a esta animación: entonces sólo se hará un rápido marcado.
it: Con questa opzione attivata le mosse del computer saranno mostrate facendo lampeggiare ed evidenziando le biglie da muovere. Se non vuoi attendere a causa di questa animazione, disattiva questa opzione. Sarà mostrata solo una rapida evidenziazione.
pt: Quando esta opção está seleccionada é desenhado o movimento da jogada do computador, piscando e realçando as peças usadas na jogada. Desliga esta opção se não quiseres esperar por esta animação. Nesse caso só um realce rápido é efectuado.

source: <guimenu><accel>S</accel>ettings</guimenu><guimenuitem><accel>R</accel>ender Balls</guimenuitem>
da: <guimenu><accel>O</accel>psatning</guimenu><guimenuitem><accel>P</accel>ræsenter bolde</guimenuitem>
de: <guimenu><accel>E</accel>instellungen</guimenu><guimenuitem>Sc<accel>h</accel>öne Kugeln</guimenuitem>
es: <guimenu><accel>C</accel>onfigurar</guimenu> <guimenuitem><accel>R</accel>enderizar Bolas</guimenuitem>
it: <guimenu><accel>I</accel>mpostazioni</guimenu><guimenuitem><accel>R</accel>esa grafica biglie</guimenuitem>
pt: <guimenu><accel>C</accel>onfiguração</guimenu><guimenuitem>Desenha<accel>r</accel> Bolas</guimenuitem>

source: If checked, the pieces are rendered online by an internal simple ray tracer when needed (&eg; when resizing the window).
da: Hvis afkrydset, så vises brikkerne ved en indre simpel stråle når det behøves (&eg; når et vindue ændrer størrelse).
de: Wenn aktiviert, werden die Kugeln in Echtzeit von einem Raytracer gerendert, wenn nötig (&zb; beim Verändern der Fenstergröße).
es: Si está elegida, las piezas son renderizadas in situ por un simple trazador de líneas cuando sea necesario (<acronym>por ejemplo</acronym> cuando se reajusta el tamaño de la ventana).
it: Se questa opzione è abilitata, le biglie saranno disegnate in tempo reale tramite un semplice ray tracer, quando necessario (&eg; quando si ridimensiona la finestra).
pt: Se estiver seleccionada, as peças são desenhadas 'online' por um 'ray-tracer' interno simples quando necessário (p.ex. ao redimensionar a janela).

source: <guimenu>Settings</guimenu><guimenuitem>Spy</guimenuitem>
da: <guimenu>Opsætning</guimenu><guimenuitem>Spionér</guimenuitem>
de: <guimenu>Einstellungen</guimenu><guimenuitem>Spion</guimenuitem>
es: <guimenu><accel>C</accel>onfigurar</guimenu> <guimenuitem>E<accel>s</accel>piar</guimenuitem>
it: <guimenu>Impostazioni</guimenu><guimenuitem>Spia</guimenuitem>
pt: <guimenu>Configuração</guimenu><guimenuitem>Espiar</guimenuitem>

source: If checked: Turns on <quote>spying</quote>.
da: Slår <quote>spionering</quote> til hvis det er krydset af.
de: Bei Aktivierung wird der <quote>Spion</quote> angeschaltet.
es: Si la opción está elegida se activa <quote>espiar</quote>
it: Se attivato, permette di <quote>spiare</quote> le mosse del computer.
pt: Se estiver seleccionada, permite <quote>espiar</quote> o adversário.

source: The <guimenuitem>Help</guimenuitem> Menu
da: <guimenu>Redigerings</guimenu>menuen
de: Das <guimenu>Hilfe</guimenu>-Menü
it: Il menu <guimenuitem>Aiuto</guimenuitem>
pt: O Menu <guimenuitem>Ajuda</guimenuitem>

source: <shortcut><keycombo><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>elp</guimenu><guimenuitem><accel>C</accel>ontents</guimenuitem>
da: <shortcut><keycombo><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>jælp</guimenu><guimenuitem><accel>I</accel>ndhold</guimenuitem>
de: <shortcut><keycombo><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>ilfe</guimenu><guimenuitem><accel>I</accel>nhalt</guimenuitem>
it: <shortcut> <keycombo><keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>A</accel>iuto</guimenu><guimenuitem><accel>C</accel>ontenuti</guimenuitem>
pt: <shortcut><keycombo><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>A</accel>juda</guimenu><guimenuitem><accel>C</accel>onteúdo</guimenuitem>

source: This invokes the &kde; help system starting at the &kabalone; help pages (this document).
da: Dette starter &kde;'s hjælpesystem startende med &kabalone; hjælpesiderne (dette dokument).
de: Startet das &kde; Hilfesystem mit der &kabalone; Hilfeseite (dieses Dokument).
it: Avvia il sitema di guide &kde; a partire dalle pagine dedicate a &kabalone; (questo documento).
pt: Isto invoca o sistema de ajuda do &kde; com a página de ajuda do &kabalone; (este documento).

source: <shortcut><keycombo><keycap>Shift</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>elp</guimenu><guimenuitem>What's <accel>T</accel>his?</guimenuitem>
de: <shortcut><keycombo><keycap>Umschalt</keycap><keycap>F1</keycap></keycombo></shortcut><guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Was ist <accel>d</accel>as?</guimenuitem>
it: <shortcut><keycombo><keycap>Shift</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu>Ai<accel>u</accel>to</guimenu><guimenuitem>Che <accel>c</accel>os'è?</guimenuitem>
pt: <shortcut><keycombo><keycap>Shift</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>A</accel>juda</guimenu><guimenuitem>O que é is<accel>t</accel>o?</guimenuitem>
