Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/kabalone.po
Languages: da, de, es, it, pt

source: The &kabalone; Handbook
da: &kabalone; håndbog
de: Das &kabalone;-Handbuch
es: Manual de &kabalone;
it: Manuale di &kabalone;
pt: O Manual do &kabalone;

source: Reviewer
da: Tester
de: Korrektur
es: Revisor
it: Revisore
pt: Revisor

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Maren</firstname><surname>Pakura</surname><affiliation><address><email>maren@kde.org</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>
it: <othercredit role="translator"><firstname>Andrea</firstname><surname>Celli</surname><affiliation><address><email>a.celli@caltanet.it</email></address></affiliation><contrib>Traduzione della documentazione e dell'interfaccia grafica</contrib></othercredit>
pt: <othercredit role="translator"><firstname>José</firstname><surname>Pires</surname><affiliation><address><email>jncp@rnl.ist.utl.pt</email></address></affiliation><contrib>Tradução</contrib></othercredit>

source: &kabalone; is a simple board strategy game that is played by two players.
da: &kabalone; er et simpelt bræt strategispil der spilles af to spillere.
de: &kabalone; ist ein einfaches Brettspiel, das man zu zweit spielt.
es: &kabalone; es un juego de mesa para KDE con capacidad para jugar en red.
it: &kabalone; è un semplice gioco di strategia che si gioca in due su un tavoliere speciale.
pt: O &kabalone; é um jogo simples de estratégia em tabuleiro que é jogado por duas pessoas.

source: game
da: spil
de: Spiel
es: juego
it: gioco
pt: jogo

source: Introduction
da: Indledning
de: Einführung
es: Introducción
it: Introduzione
pt: Introdução

source: &kabalone; is a simple board strategy game that is played by two players. There are red and yellow pieces for each player. Beginning from a start position where each player has 14 pieces, moves are drawn until one player has pushed 6 of his opponent's pieces out of the board.
da: &kabalone; er et simpelt bræt strategispil der spilles af to spillere. Der er røde og gule brikker for hver spiller. Fra en startposition hvor hver spiller har 14 brikker trækkes der, indtil en spiller har skubbet 6 af modstanderens brikker af brættet.
de: Abalone ist ein einfaches Brettspiel. Zwei Personen spielen gegeneinander mit roten und gelben Spielsteinen (Kugeln). Beginnend bei einer Startstellung, in der jeder Spieler 14 Kugeln besitzt, wird abwechselnd gezogen, bis ein Spieler 6 Kugeln des Gegners aus dem Spielfeld gedrängt hat.
es: &kabalone; es un simple juego de mesa de estrategia al que juegan dos jugadores. Hay piezas rojas y amarillas por cada jugador. Empezando desde una posición inicial en la que cada jugador tiene 14 piezas, se obtendran movimientos hasta que uno de ellos haya expulsado 6 piezas del oponente fuera del tablero.
it: &kabalone; è un semplice gioco di strategia che si gioca in due su un tavoliere speciale. Ci sono delle biglie rosse o gialle a seconda del giocatore. Si parte da una disposizione in cui ogni giocatore ha14 biglie e si continua a giocare finché uno dei giocatori non ha spinto 6 biglie dell'avversario fuori dal tavoliere.
pt: O &kabalone; é um jogo simples de estratégia em tabuleiro que é jogado por duas pessoas. Existem peças vermelhas e amarelas para cada jogador. A partir do início em que cada jogador tem 14 peças, são realizados movimentos até que um jogador tenha empurrado para fora do tabuleiro 6 peças no adversário.

source: The original program was developed in 1993 for DOS and pure Xlib. For &kde; there was a major rewrite.
da: Det oprindelige program blev udviklet i 1993 for DOS for ren Xlib. For &kde; var det en større omskrivning.
de: Das Originalprogramm wurde 1993 für DOS und pure Xlib entwickelt. Für &kde; wurde es komplett neu geschrieben.
es: El programa original se desarrolló in 1993 para DOS y Xlib puro. Para KDE se ha reescrito por completo.
it: Il programma originale fu sviluppato nel 1993 per DOS in puro Xlib. Per &kde; è stato riscritto quasi completamente.
pt: O programa original foi desenvolvido em 1993 para o DOS e para o Xlib puro. Para o &kde; houve uma grande reescrita.

source: The game idea is not by me. It is a real board game vendored by a German game producing firm (I believe).
da: Spillets idé er ikke min. Det er et rigtigt brætspil forhandlet af en tysk spilproducent (tror jeg).
de: Die Spielidee stammt nicht von mir. Abalone gibt es als echtes Brettspiel, das soweit ich weiß von einer deutschen Firma vertrieben wird.
es: La idea del juego no es mia. Es un juego de mesa real que vende una firma productora de juegos alemana (creo).
it: L'idea del gioco non è mia. Si tratta di un vero gioco da tavola, commercializzato (credo) da una ditta tedesca specializzata in giochi.
pt: A ideia do jogo não é minha. É um jogo de tabuleiro real vendido por uma empresa de produção de jogos alemã (penso eu).

source: Rules of the Game
da: Spillets regler
de: Spielregeln für Abalone
es: Reglas del juego
it: Regole del gioco
pt: Regras do Jogo

source: Red always moves first.
da: Rød trækker altid først.
de: Der Spieler mit den roten Kugeln beginnt.
es: Las rojas siempre mueven primero.
it: Il rosso muove sempre per primo.
pt: O vermelho joga sempre primeiro.

source: Two types of moves are allowed:
da: To typer træk er tilladt:
de: Zwei Arten von Zügen sind erlaubt:
es: Se permiten dos tipos de movimientos:
it: Sono permessi due tipi di mossa:
pt: São permitidos dois tipos de movimentos:

source: Normal
de: Normaler Zug
it: Normale

source: One, two or three pieces of yours in a row can be moved be one in the 6 directions. Side moves are also allowed.
da: Én, to eller tre af dine brikker i en række kan flyttes i en af 6 retninger. Sidebevægelser er også tilladte.
de: Eine, zwei oder drei Kugeln in einer Linie können um eins nach vorn geschoben werden. Dabei sind 6 Richtungen möglich. Seitliches Verschieben ist ebenfalls erlaubt.
es: Una, dos o tres de sus piezas en fila pueden moverse en una de las 6 direcciones. También se permiten movimientos laterales.
it: Puoi muovere uno, due o tre delle tue biglie, purché allineate, in una delle 6 direzioni. Sono permessi anche spostamenti laterali.
pt: Podem ser movidas uma, duas ou três peças tuas em fila numa das 6 direcções. Também são permitidos movimentos laterais.

source: Press the left mouse button on the first piece you want to move. The piece will then be highlighted. Now drag the mouse in the desired direction. If the move is valid, the cursor will change to an arrow in that direction and all the pieces of the move will be highlighted. If this is the move you want to draw, release the mouse button.
da: Tryk med venstre museknap på den første brik du ønsker at flytte. Brikken bliver nu markeret. Træk så musen i den ønskede retning. Hvis trækket er gyldigt, vil markøren forvandle sig til en pil i den retning og alle brikker i trækket vil blive markerede. Hvis du ønsker at udføre trækket, så giv slip på museknappen.
de: Für einen Zug muss die <mousebutton>linke Maustaste</mousebutton> über der zu verschiebenden Kugel gedrückt werden. Die Kugel ändert daraufhin ihre Farbe. Nun ziehen Sie die Maus mit gedrückter Taste in die gewünschte Richtung. Wenn der Zug erlaubt ist, wandelt sich der Zeiger in einen Pfeil in die entsprechende Richtung, und alle betroffenen Kugeln ändern ihre Farbe. Durch Loslassen der Maustaste wird der Zug ausgeführt.
es: Presione el botón izquierdo del ratón sobre la primera pieza que desea mover. Entonces la pieza se marcará. Ahora arrastre el ratón en la dirección deseada. Si el movimiento es válido, el cursor cambiará a una flecha en esa dirección y todas la piezas del movimiento se marcarán. Si este es el movimiento que usted quiere realizar, suelte el botón del ratón.
it: Premi col tasto sinistro del mouse sulla prima biglia che vuoi muovere (ndt: quella che spingerà le altre). La biglia verrà evidenziata. Ora trascina il mouse nella direzione voluta. Se la mossa è valida, il cursore diventerà una freccia puntata in quel verso e tutte le biglie da muovere saranno evidenziate. Se questo è il movimento voluto, rilascia il tasto del mouse.
pt: Carrega no botão esquerdo do rato na primeira peça que queres mexer. A peça ficará realçada. Agora arrasta o rato na direcção desejada. Se o movimento for válido, o cursor irá mudar para uma seta nessa direcção e todas as peças do movimento ficarão realçadas. Se este for o movimento que queres fazer, larga o botão do rato.

source: Side moves are handled another way: For two adjacent pieces click between them and drag; for three pieces press the <mousebutton>middle</mousebutton> mouse button on the middle piece - if a side move is allowed for the pieces they will be highlighted. Otherwise only the middle one is highlighted and you draw a normal move.
da: Sidelæns træk behandles på en anden måde: For to brikker ved siden af hinanden, klik mellem dem og træk; hvis der er tre, så tryk på den midterste knap på den midterste brik - hvis en sidelæns bevægelse er tilladt, så vil brikkerne blive markerede. Ellers vil kun den midterste blive markeret og man kan lave et normalt træk.
de: Um zwei Kugeln seitlich zu verschieben, klickt man zwischen die Kugeln. Drei Kugeln werden durch Drücken der <mousebutton>mittleren</mousebutton> Maustaste auf die mittlere Kugel angesprochen. Wenn ein seitlicher Zug erlaubt ist, ändern die Kugeln ihre Farbe. Wenn der Zug nicht erlaubt ist, ändert nur die mittlere Kugel ihre Farbe und Sie können nur einen normalen Zug ausführen.
es: Los movimientos laterales se realizan de otra forma: para dos piezas adyacentes pulse entre ambas y arrastre; para tres piezas pulse el botón <mousebutton>central</mousebutton> del ratón sobre la pieza central. Si se permite un movimiento lateral las piezas se marcarán. De lo contrario sólo la pieza central se marca y usted realiza un movimiento normal.
it: Gli spostamenti laterali si ottengono in un altro modo. Per spostare due biglie adiacenti, fai clic tra di esse e trascinale. Per tre biglie, devi premere il tasto <mousebutton>centrale</mousebutton> del mouse sulla biglia di mezzo. Se lo spostamento laterale è possibile per quelle biglie, esse verranno evidenziate. Altrimenti cambierà colore solo la biglia centrale e tu potrai effettuare una mossa normale.
pt: Os movimentos laterais são feitos de outra maneira: para duas peças adjacentes carrega entre elas e arrasta-as; para três peças carrega no botão <mousebutton>do meio</mousebutton> na peça do meio - se for permitido um movimento lateral para as peças elas ficarão realçadas. Caso contrário só a do meio ficará realçada e farás um moviemento normal.

source: Pushing
da: Skubning
de: Anschiebe-Zug
es: Empujar
it: Spinte
pt: Empurrar

source: You can push a maximum of two pieces of the opponent in front of your own pieces as long as the number of pieces you move is greater than the number of the opponent's pieces that you push. That means with three of your pieces you can push one or two of the opponent's and with two pieces one.
da: Man kan skubbe op til to af modstanderens brikker på brættet hvis de er foran ens egne brikker og der er flere af ens egne end af modstanderens. Det vil sige med tre kan man skubbe to ud, og med to kan man skubbe en ud.
de: Maximal zwei Kugeln des Gegners können vor den eigenen Kugeln hergeschoben werden, aber nur, wenn die eigenen Kugeln zahlenmäßig überlegen sind. Das heißt: mit zwei Kugeln kann man eine Kugel des Gegners schieben, und mit drei entsprechend eine oder zwei.
es: Se pueden empujar hasta un máximo de dos piezas del oponente que estén en frente de sus propias piezas mientras que el número de piezas que mueva sea mayor que el número de piezas del oponente que usted empuja. Eso significa que con tres de sus piezas usted puede empujar una o dos del oponente y con dos piezas una.
it: Puoi spingere al più due biglie dell'avversario poste di fronte alle tue,purché il numero delle tue biglie in movimento sia superiore a quello delle biglie avversarie da spingere. Questo significa che con tre biglie tue puoi spingere una o due biglie avversarie, mentre con due biglie una sola.
pt: Podes empurrar um máximo de duas peças do adversário à frente das tuas peças desde que o número de peças que movas seja maior do que as do opositor que empurras. Isto significa que três peças tuas podem empurrar uma ou duas peças do adversário, assim como com duas só podes empurrar uma.

source: Special pushing moves are those which push a piece of the opponent out of the board. If you have pushed six of your opponent's pieces out of the board you have won.
da: Særlige skubbetræk er de der skubber modstanderens brikker af brættet. Når man har seks af disse har man vundet.
de: Besondere Anschiebe-Züge sind solche, die gegnerische Kugeln aus dem Spielfeld drängen. Wenn man 6 Kugeln des Gegners so rausgeschoben hat, hat man das Spiel gewonnen.
es: Al empujar son movimientos especiales aquellos en los cuales empuja una pieza del oponente fuera del tablero. Si usted empuja seis piezas del oponente fuera del tablero ha ganado.
it: Le spinte importanti sono quelle che spingono una biglia avversaria fuori dal tavoliere. Se sei riuscito a spingere fuori dal tavoliere sei biglie avversarie hai vinto la partita.
pt: Os movimentos de empurrão especiais são aquelas em que empurras uma peça do adversário para fora do tabuleiro. Se empurrares seis peças do adversário para fora ganhaste.

source: If you still do not know what &kabalone; is all about, look at a game where the computer plays both sides. After executing &kabalone;, select <menuchoice><guimenu>Settings</guimenu><guisubmenu>Computer plays</guisubmenu><guimenuitem>Both</guimenuitem></menuchoice> and start a new game.
da: Hvis du stadig ikke ved hvad &kabalone; drejer sig om, så kig på et spil hvor maskinen spiller begge sider. Efter at have startet &kabalone;, vælg <menuchoice> <guimenu>Indstillinger</guimenu> <guisubmenu>Maskinen spiller</guisubmenu> <guimenuitem>Begge</guimenuitem> </menuchoice> og start et nyt spil.
de: Wenn Ihnen immer noch nicht klar ist, wie das Spiel funktioniert, schauen Sie sich doch einfach ein Spiel an, bei dem der Computer beide Seiten spielt. Dazu wählen Sie einfach <menuchoice> <guimenu>Einstellungen</guimenu> <guisubmenu>Computer spielt</guisubmenu> <guimenuitem>Beide Seiten</guimenuitem> </menuchoice> und starten ein neues Spiel.
es: Si todavía no sabe de que va &kabalone;, mire una partida en la que el ordenador juega por ambos bandos. Despues de ejecutar &kabalone;, seleccione <menuchoice><guimenu>Configurar</guimenu><guisubmenu>El ordenador juega</guisubmenu><guimenuitem>Ambos</guimenuitem></menuchoice> y empiece una nueva partida.
it: Se ancora non hai capito come funziona &kabalone; non preoccuparti. Osserva una partita in cui il computer gioca contro se stesso. Dopo aver lanciato &kabalone;, scegli <menuchoice><guimenu>Impostazioni</guimenu><guisubmenu>Il computer gioca come</guisubmenu><guimenuitem>Entrambi</guimenuitem></menuchoice> e avvia una nuova partita.
pt: Se continuas a não saber como é o &kabalone;, vê um jogo em que o computador jogue dos dois lados. Depois de executares o &kabalone;, selecciona <menuchoice><guimenu>Opções</guimenu><guisubmenu>Joga o computador</guisubmenu><guimenuitem>Ambos</guimenuitem></menuchoice> e inicia um novo jogo.

source: Network Play
da: Netværksspil
de: Netzwerkspiele
es: Juego en Red
it: Partite in rete
pt: Jogo em Rede

source: General Network Play
da: Generelt netværksspil
de: Allgemeines über Netzwerkspiele
es: Juego General en Red
it: Generalità sulle partite in rete
pt: Jogo Normal em Rede

source: &kabalone; supports playing across a network. This allows two people to play against each other on different computers, or one person to observe the game play of another &kabalone; program. To use &kabalone;'s network features, &kabalone; must be set to Network Mode by selecting <menuchoice><guimenu>Game</guimenu><guimenuitem>Network</guimenuitem></menuchoice>.
da: &kabalone; understøtter spil over et netværk. Dette tillader to spillere at spille mod hinanden på forskellige maskiner, eller at én person observerer spillet af et &kabalone;spil på en anden maskine. For at bruge &kabalone;'s netværksegenskaber skal &kabalone; sættes til netværkstilstand ved at vælge <menuchoice><guimenu>Spil</guimenu><guimenuitem>Netværk</guimenuitem></menuchoice>.
de: &kabalone; unterstützt das Spielen über ein Netzwerk. So können zwei Spieler gegeneinander spielen, während sie an verschiedenen Rechnern sitzen. Um &kabalone; über ein Netzwerk zu spielen, muss &kabalone; in den Netzwerk-Modus versetzt werden. Dies geschieht durch das Auswählen von <menuchoice><guimenu>Spiel</guimenu><guimenuitem>Netzwerk</guimenuitem></menuchoice>.
es: &kabalone; permite jugar a través de la red. De esta forma dos personas pueden jugar la una contra la otra desde ordenadores diferentes, o una persona observa la partida de otro programa &kabalone;. Para usar la capacidad de red de &kabalone;, se debe poner &kabalone; en Modo de Red seleccionando <menuchoice><guimenu>Partida</guimenu><guimenuitem>Red</guimenuitem></menuchoice>.
it: &kabalone; supporta il gioco tramite un network. Ciò permette a due persone di giocare l'una contro l'altra da due diversi computers, o ad una persona di osservare una partita in corso su un altro computer.Per usare le funzioni di rete in &kabalone; bisogna impostarlo, in modalità network scegliendo <menuchoice><guimenu>Partita</guimenu><guimenuitem>Partita in rete</guimenuitem></menuchoice>.
pt: O &kabalone; pode ser jogado através da rede. Isto permite a duas pessoas jogarem uma contra a outra em computadores diferentes, ou a uma pessoa observar o jogo de outro &kabalone;. Para usar a opção de rede do &kabalone;, este deve estar definido para Modo Rede seleccionando <menuchoice><guimenu>Jogo</guimenu><guimenuitem>Rede</guimenuitem></menuchoice>.

source: All running &kabalone; programs which are in Network Mode broadcast changed positions to each other.
da: Alle kørende &kabalone; programmer der er i netværkstilstand, sender ændrede stillinger til hinanden.
de: Alle &kabalone;-Programme, die sich im Netzwerk-Modus befinden, senden sich Änderungen der Positionen zu.
es: Todos los programas &kabalone; en ejecución que están en Modo de Red retransmiten cambios de posiciones entre ellos.
it: Tutte le istanze di &kabalone; che sono attive e sono impostate in modalità network, trasmettono da l'una all'altra gli spostamenti delle biglie.
pt: Todos os programas do &kabalone; que estejam em modo Rede difundem as posições alteradas aos outros.

source: To exchange positions, the &kabalone; programs have to be told about each other. If they are running on the same machine, nothing is needed (apart from switching to Network Mode). If running on different computers you have to specify the other's machine on the command line with the <option>-h</option> switch, as so:
da: For at udveksle positioner skal &kabalone; programmerne kende til hinanden. Hvis de kører på den samme maskine behøves intet (udover at skifte til netværkstilstand). Hvis de kører på forskellige computere skal man angive de andre maskiner med <option>-h</option> kommandolinievalget.
de: Um die Positionen auszutauschen, müssen die &kabalone;-Programme von einander wissen. Wenn die Programme auf dem gleichen Computer laufen, müssen Sie keine weiteren Angaben machen (außer in den Netzwerk-Modus zu wechseln). Wenn sie auf verschiedenen Computern laufen, müssen Sie die Adresse des anderen Computers auf der Befehlszeile mit der Option <option>-h</option> folgendermaßen angeben:
es: Para intercambiar posiciones, los programas &kabalone; tiene que conocerse entre ellos. Si están ejecutándose en la misma máquina, no se necesita nada (excepto seleccionar el Modo en Red). Si están ejecutándose en diferentes ordenadores usted tiene que especificar la máquina del otro en la línea de comandos con la opción <option>-h</option>, o sea:
it: Per trasmettersi le nuove posizioni i programmi &kabalone; devono dialogare tra di loro. Se stanno girando sulla stessa macchina non serve nulla (tranne che passare in modalità network). Se girano su computer diversi, dovrai specificare l'altra macchina dalla linea di comando, usando l'opzione <option>-h</option> in questo modo:
pt: Para trocarem as posições, os programas do &kabalone; devem-se avisar uns aos outros. Se estiverem na mesma máquina, não é necessário nada (à parte de estarem em Modo Rede). Se estiverem a correr em computadores diferente tens de especificar a outra máquina na linha de comandos com a opção <option>-h</option>, tal como se segue:

source: <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>SomeHostName</replaceable></parameter></userinput>
da: <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>EtVærtsNavn</replaceable></parameter></userinput>
de: <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>EinRechner</replaceable></parameter></userinput>
it: <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <replaceable>Un_nome_di_macchina</replaceable></userinput>
pt: <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>NomeDaMáquina</replaceable></parameter></userinput>

source: For insiders: &kabalone;, when in Network Mode, listens on a <acronym>TCP</acronym> socket for position change commands by other Abalone programs. You can specify the port number with the <option>-p</option> command line switch. You need this if you want to play two different Abalone Network games.
da: For kendere: Når &kabalone; er i netværkstilstand lytter den til en Tcp sokkel for ændrede stillinger i det andet Abalone program. Man kan angive portnummeret ved hjælp af <option>-p</option> kommandolinievalget. Dette bliver man nødt til hvis flere vil spille på to forskellige maskiner.
de: Für Experten: &kabalone; beobachtet im Netzwerk-Modus einen <acronym>TCP</acronym>-Socket, um Positionsänderungen eines anderen &kabalone;-Programms festzustellen. Sie können die Portnummer mit der Befehlszeilen-Option <option>-p</option> angeben. Sie benötigen diese Option, wenn Sie mehrere verschiedene <application>KAbalone</application>-Netzwerkspiele spielen wollen.
es: Para privilegiados: &kabalone;, cuando está en Modo de Red, escucha en un conector <acronym>TCP</acronym> comandos de cambio de posición de otros programas &kabalone;. Usted puede especificar el número del puerto con la opción <option>-p</option> en la línea de comandos. Necesita esto si quiere jugar dos partidas &kabalone; diferentes en Red.
it: Per i più esperti: &kabalone;, quando è in modalità Network, ascolta su un socket <acronym>TCP</acronym> in attesa che l'altro programma Abalone invii comandi di spostamento . Si può specificare il numero della porta con l'opzione <option>-p</option> nella linea di comando. Questo è necessario solo se vuoi giocare due diverse partite di Abalone in rete.
pt: Para os curiosos: o &kabalone;, quando está em Modo Rede, fica à espera num 'socket' de <acronym>TCP</acronym> pelas mudanças de posição dos outros programas do &kabalone;. Podes especificar o número do porto com a opção da linha de comandos <option>-p</option>. Precisas disto se quiseres jogar dois jogos de &kabalone; em rede diferentes.

source: Examples
da: Eksempler
de: Beispiele
es: Ejemplos
it: Esempi
pt: Exemplos
