Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/kabalone.po
Languages: da, de, es, it, pt

source: <quote>Spying</quote> can be turned on and off from the <guimenu>Settings</guimenu> menu, and the <guimenuitem>Spy</guimenuitem> option. If it is your turn, you can see the computer's rating of the move you want to play in the status bar. If it's the computer's turn you can see (in status bar and highlighted pieces) the move he actually thinks is the best to play. Of course this changes along his search.
da: <quote>Spionering</quote> kan slås til og fra i <guimenu>Opsætnings</guimenu>menuen , under <guimenuitem>Spion</guimenuitem> indstillingen. Hvis det er din tur, kan du se computerens vurdering af det træk du ønsker at spille i statuslinien. Hvis det er computerens tur kan du se (i statuslinien og de markerede brikker) det træk den synes er bedst at spille for øjeblikker. Dette ændres naturligvis under søgningen.
de: <quote>Spionieren</quote> kann vom <guimenu>Einstellungen</guimenu>-Menü an und aus geschaltet werden durch die Einstellung <guimenuitem>Spion</guimenuitem>. Wenn Sie am Zug sind, können Sie in der Statuszeile sehen, wie der Computer den Zug bewertet, den Sie gerade spielen wollen. Wenn der Computer am Zug ist, können Sie sehen, welchen Zug der Computer aktuell für den besten hält, während er nach einem besseren sucht.
es: Se puede activar y desactivar la opción <quote>Espiar</quote> en el menú <guimenu>Configurar</guimenu> y la opción <guimenuitem>Espiar</guimenuitem>. Si es su turno, puede ver el tanteo del ordenador en el movimiento que quiere jugar en la barra de estado. Si es el turno del ordenador puede ver (en la barra de estado y las piezas resaltadas) el movimiento que él piensa que es el mejor. Por supuesto, esto cambia durante su búsqueda.
it: Lo <quote>spionaggio</quote> può essere attivato o disattivato tramite l'opzione <guimenuitem>Spia</guimenuitem> del menu <guimenu>Impostazioni</guimenu>. Se è il tuo turno, puoi vedere nella barra di stato la valutazione che il computer dà della mossa che vuoi fare.Se tocca al computer, puoi vedere (barra di stato e biglie evidenziate) la valutazione della mossa che esso considera al momento la migliore. Ovviamente questa cambierà durante il calcolo della mossa da farsi.
pt: A opção de <quote>Espiar</quote> pode ser ligada e desligada no menu <guimenu>Configuração</guimenu> e a opção <guimenuitem>Espiar</guimenuitem>. Se for a tua vez, podes ver a classificação da jogada que queres fazer na barra de estado. Se for a vez do computador podes ver (na barra de estado e nas peças realçadas) o movimento que ele pensa ser o melhor a jogar. Claro que isto muda à medida que ele pesquisa.

source: Selecting what color the computer plays
da: Vælg hvilken farve computeren spiller
de: Auswahl der Farbe, die der Computer spielt
it: Scelta del colore per il computer
pt: Seleccionar qual a cor com que o computador joga

source: You can make the computer play Red, Yellow or both sides. Choose between these options before starting a new game. Of course it works in a game too if you want to change sides. Choose <guimenuitem>None</guimenuitem> to play against another human. This is very useful in Network Mode.
da: Du kan lade computeren spille rød, gul, eller begge sider. Vælg mellem disse muligheder før starten på et nyt spil. Det virker selvfølgelig også midt i et spil, hvis du ønsker at skifte side. Vælg <guimenuitem>Ingen</guimenuitem> for at spille mod et andet menneske. Dette er meget nyttigt i netværkstilstand.
de: Man kann den Computer Rot, Gelb oder beide Seiten spielen lassen. Wählen Sie zwischen diesen Einstellungen bevor Sie ein neues Spiel starten. Natürlich geht es auch im Spiel, wenn Sie die Seiten wechseln wollen. Wählen Sie: <guimenuitem>Keine Seite</guimenuitem>, um gegen eine andere Person zu spielen. Das ist für den Netzwerkmodus sehr nützlich.
es: Usted puede hacer que el ordenador juegue con las Rojas, las Amarillas o por Ambos bandos. Elija una de estas opciones antes de empezar una nueva partida. Por supuesto, también funciona en una partida si usted quiere intercambiar los bandos. Elija <guimenuitem><accel>N</accel>inguno</guimenuitem> para jugar contra otro humano. Esto es muy útil en Modo de Red.
it: Puoi far giocare il computer come rosso o giallo o in entrambi i ruoli. Scegli una di queste opzioni prima di avviare una partita. Naturalmente puoi farlo anche a partita in corso, se vuoi scambiare le parti. Per giocare contro un'altra persona scegli <guimenuitem>Nessuno</guimenuitem>. Questo è molto utile in modalità network.
pt: Podes fazer com que o computador jogue com as peças vermelhas, amarelas ou com ambas. Escolhe de entre estas opções antes de começares um novo jogo. Claro que isto funciona se quiseres mudar de lado também. Escolhe <guimenuitem>Nenhum</guimenuitem> para jogar contra outra pessoa. Isto é bastante útil no modo de rede.

source: Menu Reference
de: Menü-Referenz
es: Menú Referencia
it: Utilizzo dei menu
pt: Referência do Menu

source: Drawing moves is explained under <link linkend="rules-of-the-game">Rules of the Game</link>. The buttons in the toolbar have the same meaning as entries in the <guimenu>Game</guimenu> or <guimenu>Edit</guimenu> menu.
da: Trækkene er forklaret under <link linkend="rules-of-the-game">Spillets regler</link>. Knapperne i redskabslinien har samme betydning som indgangene i i <guimenu>Spil</guimenu> menuen.
de: Wie man Spielzüge ausführt ist im Kapitel <link linkend="rules-of-the-game">Spielregeln</link> beschrieben. Die Knöpfe in der Werkzeugleiste haben die gleiche Bedeutung wie die Einträge im Datei- bzw. im Bearbeiten-Menü.
es: Hacer movimientos se explica en <link linkend="reglas-del-juego">Reglas del Juego</link>. Los botones en la barra de herramientas tienen el mismo significado que las entradas en el menú <guimenu>Partida</guimenu> o el menú <guimenu>Editar</guimenu>.
it: Le mosse sono state spiegate in <link linkend="rules-of-the-game">Regole del gioco</link>. I pulsanti nella barra degli strumenti hanno la stessa funzionalità delle corrispondenti voci nei menu <guimenu>Partita</guimenu> o <guimenu>Modifica</guimenu>.
pt: O movimento das peças é explicado nas <link linkend="rules-of-the-game">Regras do Jogo</link>. Os botões na barra de ferramentas têm o mesmo significado que as opções dos menus <guimenu>Jogo</guimenu> ou <guimenu>Editar</guimenu>.

source: The <guimenu>Game</guimenu> Menu
da: <guimenu>Redigerings</guimenu>menuen
de: Das <guimenu>Spiel</guimenu>-Menü
it: Il menu <guimenu>Partita</guimenu>
pt: O Menu <guimenu>Jogo</guimenu>

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap> </keycombo> </shortcut> <guimenu><accel>G</accel>ame</guimenu> <guimenuitem><accel>N</accel>ew</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap> </keycombo> </shortcut> <guimenu><accel>S</accel>pil</guimenu> <guimenuitem><accel>N</accel>yt</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>N</keycap> </keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu> <guimenuitem><accel>N</accel>eu</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap> </keycombo> </shortcut> <guimenu><accel>P</accel>artida</guimenu> <guimenuitem><accel>N</accel>ueva</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap> </keycombo> </shortcut> <guimenu><accel>P</accel>artita</guimenu> <guimenuitem><accel>N</accel>uova</guimenuitem>
pt: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap> </keycombo> </shortcut> <guimenu><accel>J</accel>ogo</guimenu> <guimenuitem><accel>N</accel>ovo</guimenuitem>

source: <action>Starts a new game</action> even if a game is currently in play.
da: <action>Starter et nyt spil</action> også selvom et spil er i gang.
de: <action>Startet ein neues Spiel.</action> Dies ist jederzeit, auch während eines laufenden Spieles, möglich.
es: <action>Empieza una nueva partida</action> incluso si actualmente se está jugando otra.
it: <action>Avvia una nuova partita</action> anche se ce ne è una in corso.
pt: <action>Inicia um novo jogo</action> mesmo que já esteja um a decorrer.

source: <shortcut> <keycombo><keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>G</accel>ame</guimenu> <guimenuitem><accel>S</accel>top Search</guimenuitem>
da: <shortcut> <keycombo><keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>pil</guimenu> <guimenuitem><accel>S</accel>top søgning</guimenuitem>
de: <shortcut> <keycombo><keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu> <guimenuitem><accel>S</accel>uche unterbrechen</guimenuitem>
es: <shortcut> <keycombo><keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>artida</guimenu> <guimenuitem>Para la Bú<accel>s</accel>queda</guimenuitem>
it: <shortcut> <keycombo><keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>artita</guimenu> <guimenuitem>Ferma calcolo mo<accel>s</accel>sa</guimenuitem>
pt: <shortcut> <keycombo><keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>J</accel>ogo</guimenu> <guimenuitem>Parar Pesqui<accel>s</accel>a</guimenuitem>

source: When the computer is thinking, his depth search is interrupted and he draws the best move he has found so far.
da: Når maskinen tænker, afbrydes dens dybe tænkning og den bruger det bedste træk fundet indtil nu.
de: Wenn der Computer über einen Zug nachdenkt, kann damit dessen Suche unterbrochen werden. Er wählt dann den bis dahin besten Zug.
es: Cuando el ordenador está pensando, se interrumpe su meditación y realiza el mejor movimiento que haya encontrado.
it: Quando il computer sta pensando, viene interrotta una ricerca più approfondita ed esso gioca la migliore mossa che ha trovato fino a quel momento.
pt: Quando o computador está a pensar, a sua pesquisa em profundidade é interrompida e ele joga o melhor movimento que encontrou até à altura.

source: <shortcut> <keycombo><keycap>PgUp</keycap></keycombo> </shortcut> <guimenu><accel>G</accel>ame</guimenu><guimenuitem>Take <accel>B</accel>ack</guimenuitem>
da: <shortcut> <keycombo><keycap>PgUp</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>pil</guimenu><guimenuitem>Tag <accel>T</accel>ilbage</guimenuitem>
de: <shortcut> <keycombo><keycap>Bild aufwärts</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu><guimenuitem><accel>Z</accel>urücknehmen</guimenuitem>
es: <shortcut><keycombo><keycap>Pg Up</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>artida</guimenu><guimenuitem><accel>H</accel>acia Atrás</guimenuitem>
it: <shortcut> <keycombo><keycap>PgSu</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>artita</guimenu><guimenuitem>Torna <accel>i</accel>ndietro</guimenuitem>
pt: <shortcut> <keycombo><keycap>PgUp</keycap></keycombo> </shortcut> <guimenu><accel>J</accel>ogo</guimenu><guimenuitem><accel>R</accel>etirar</guimenuitem>

source: Take back your previous move. Two (!) moves are undone: the opponents move and your last move. So it's your turn again. 100 moves are remembered; so don't hesitate to take back moves until you are at the beginning of the game (faster with the <keycap>F2</keycap> key). When in Modify mode (see <menuchoice><guimenu>Edit</guimenu><guimenuitem>Modify</guimenuitem></menuchoice> below), decrement move number of this position.
da: Tag dit tidligere træk tilbage. To (!) træk gøres om: modstanderens træk og dit sidste træk. Så det er din tur igen. 100 træk huskes; så tøv ikke med at gå tilbage indtil du er ved begyndelsen af spillet (hurtigere med <keycap>Pg Up</keycap> tasten). I ændringtilstand (se Menu <menuchoice><guimenu>Redigér</guimenu> <guimenuitem>Ændr</guimenuitem> </menuchoice> nedenfor), går træknummeret for stillingen ned.
de: <action>Nimmt einen Zug zurück.</action> Tatsächlich werden zwei Züge zurückgenommen: ein Zug des Gegners und ein eigener, so dass man wieder an der Reihe ist. Etwa 100 Züge können zurückgenommen werden. Wenn Sie sich im Modus "Ändern" befinden (sehen Sie dazu <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Ändern</guimenuitem></menuchoice> unten), wird durch diese Funktion die Nummer des Zuges um eins erniedrigt.
es: Vuelve hacia atrás al movimiento anterior. Se dehacen dos (!) movimientos: el movimiento del oponente y su último movimiento. Así que es su turno otra vez. Se recuerdan 100 movimientos; así que no dude en ir hacia atrás en los movimientos hasta que se encuentre al principio de la partida (es más rápido con la tecla <keycap>F2</keycap>). Cuando esté en el modo Modificar (vea el Menú <menuchoice><guimenu>Editar</guimenu> <guimenuitem>Modificar</guimenuitem> </menuchoice> más abajo), decrementa el número del movimiento de esta posición.
it: Annulla la tua mossa precedente. In realtà vengono cancellate due (!) mosse: la tua e quella dell'avversario. Così tocca ancora a te. Vengono memorizzate 100 mosse; quindi non esitare a tornare indietro fino all'inizio del gioco (è più veloce se usi il tasto <keycap>F2</keycap>). Quando sei in modalità modifica (vedi <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Modifica</guimenuitem></menuchoice> più avanti), viene scalato il numero che indica la mossa.
pt: Volta atrás na tua jogada anterior. São permitidas as anulações de dois (!) movimentos: o do adversário e o teu último movimento. Por isso é a tua vez de novo. São recordados 100 movimentos; por isso, não hesites em voltar atrás nas jogadas até ao início do jogo (mais rápido se carregares em <keycap>F2</keycap>). Se estiveres em modo de modificação (ver <menuchoice><guimenu>Editar</guimenu><guimenuitem>Modificar</guimenuitem></menuchoice> em baixo), decrementa o número do movimento desta posição.

source: <shortcut> <keycombo><keycap>PgDown</keycap></keycombo> </shortcut> <guimenu><accel>G</accel>ame</guimenu><guimenuitem><accel>F</accel>orward</guimenuitem>
da: <shortcut> <keycombo><keycap>PgDown</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>pil</guimenu><guimenuitem><accel>F</accel>remad</guimenuitem>
de: <shortcut> <keycombo><keycap>Bild abwärts</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu><guimenuitem><accel>V</accel>orwärts</guimenuitem>
es: <shortcut> <keycombo><keycap>Pg Down</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>artida</guimenu><guimenuitem>A<accel>d</accel>elante</guimenuitem>
it: <shortcut> <keycombo><keycap>PgGiù</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>artita</guimenu><guimenuitem><accel>A</accel>vanti</guimenuitem>
pt: <shortcut> <keycombo><keycap>PgDown</keycap></keycombo> </shortcut> <guimenu><accel>J</accel>ogo</guimenu><guimenuitem><accel>F</accel>rente</guimenuitem>

source: Only useful in Modify mode: Increment move number of this position.
da: Kun nyttigt i ændringstilstand: Øg træknummer for denne stilling.
de: Diese Funktion ist nur nützlich im Modus "Ändern": <action>Erhöht die Nummer des Zuges dieser Position</action>
es: Sólo es útil en el modo Modificar: Incrementa el número del movimiento de esta posición.
it: Utile solo in modalità modifica: incrementa il numero che individua questa disposizione.
pt: Só é útil no modo de modificação. Incrementa o número do movimento desta posição.

source: <shortcut> <keycombo><keycap>H</keycap></keycombo> </shortcut> <guimenu><accel>G</accel>ame</guimenu><guimenuitem><accel>H</accel>int</guimenuitem>
da: <shortcut> <keycombo><keycap>H</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>pil</guimenu><guimenuitem><accel>V</accel>ink</guimenuitem>
de: <shortcut> <keycombo><keycap>H</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu><guimenuitem>V<accel>o</accel>rschlag</guimenuitem>
es: <shortcut> <keycombo><keycap>H</keycap></keycombo></shortcut> <guimenu><accel>P</accel>artida</guimenu><guimenuitem><accel>C</accel>onsejo</guimenuitem>
it: <shortcut> <keycombo><keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>artita</guimenu><guimenuitem><accel>S</accel>uggerimento</guimenuitem>
pt: <shortcut> <keycombo><keycap>H</keycap></keycombo> </shortcut> <guimenu><accel>J</accel>ogo</guimenu><guimenuitem><accel>D</accel>ica</guimenuitem>

source: A hint for your next move is shown. Only possible if you play at level normal or above, the move number is 2 or greater and you have not undone your move.
da: Et vink for dit næste træk vises. Kun muligt hvis du spiller på normalt niveau eller over, trækket er over 2 og du ikke har omgjort træk.
de: <action>Zeigt Ihnen einen Vorschlag des Computers an. </action> Dies ist nur möglich im Schwierigkeitsgrad "Normal" oder höher, wenn die Nummer des Zuges größer als zwei ist und Sie Ihren Zug nicht zurücknehmen.
es: Se muestra un consejo para su próximo movimiento. Sólo es posible si juega en el nivel normal o superior, el número del movimiento es 2 o mayor y no ha deshecho su movimiento.
it: Viene mostrato un suggerimento per la tua prossima mossa. E' disponibile solo se stai giocando a livello normale o superiore, sei almeno alla seconda mossa e non ne hai appena annullata una.
pt: É mostrada uma sugestão para o teu próximo movimento. Só é possível se estiveres a jogar no nível normal ou superior, o número do movimento for o 2 e não tiveres anulado o teu movimento.

source: <shortcut> <keycombo><keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>G</accel>ame</guimenu><guimenuitem><accel>N</accel>etwork Play</guimenuitem>
da: <shortcut> <keycombo><keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>pil</guimenu><guimenuitem><accel>N</accel>etværksspil</guimenuitem>
de: <shortcut><keycap>N</keycap></shortcut> <guimenuitem>Netzwerk</guimenuitem>
es: <shortcut> <keycombo> <keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>artida</guimenu><guimenuitem><accel>R</accel>ed</guimenuitem>
it: <shortcut> <keycombo><keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>artita</guimenu><guimenuitem><accel>P</accel>artita in rete</guimenuitem>
pt: <shortcut> <keycombo><keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>J</accel>ogo</guimenu><guimenuitem><accel>J</accel>ogo em Rede</guimenuitem>

source: If this toggle is switched on, the application is in Network Mode.
da: Hvis dette er aktiveret er anvendelsen i netværkstilstand.
de: Wenn diese Option aktiviert ist, befindet sich das Programm im Netzwerk-Modus.
es: Si se selecciona esta opción, la aplicación está en Modo de Red.
it: Se questa opzione è impostata, il programma sarà in modalità Network.
pt: Se esta opção estiver ligada, a aplicação fica em modo de rede.

source: <shortcut> <keycombo>&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>G</accel>ame</guimenu><guimenuitem><accel>Q</accel>uit</guimenuitem>
da: <shortcut> <keycombo>&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>pil</guimenu><guimenuitem><accel>A</accel>fslut</guimenuitem>
de: <shortcut> <keycombo>&Strg;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu><guimenuitem>B<accel>e</accel>enden</guimenuitem>
es: <shortcut> <keycombo>&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>artida</guimenu><guimenuitem>Abandonar</guimenuitem>
it: <shortcut> <keycombo>&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>P</accel>artita</guimenu><guimenuitem><accel>E</accel>sci</guimenuitem>
pt: <shortcut> <keycombo>&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>J</accel>ogo</guimenu><guimenuitem><accel>S</accel>air</guimenuitem>

source: <action>Quits</action>&kabalone;.
da: <action>Afslutter</action> &kabalone;.
de: <action>Beendet</action> &kabalone;.
es: <action>Abandona</action> &kabalone;.
it: <action>Esce</action>da &kabalone;.
pt: <action>Sai</action> do &kabalone;.

source: The <guimenu>Edit</guimenu> Menu
da: <guimenu>Redigerings</guimenu>menuen
de: Das <guimenu>Bearbeiten</guimenu>-Menü
es: El menú <guimenu>Editar</guimenu>
it: Il menu <guimenu>Modifica</guimenu>
pt: O Menu <guimenu>Editar</guimenu>

source: <shortcut> <keycombo>&Ctrl;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem>
da: <shortcut> <keycombo>&Ctrl;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Redigér</guimenu><guimenuitem>Kopiér</guimenuitem>
de: <shortcut> <keycombo>&Strg;<keycap>C</keycap></keycombo> </shortcut> <guimenu><accel>B</accel>earbeiten</guimenu><guimenuitem><accel>K</accel>opieren</guimenuitem>
es: <shortcut> <keycombo>&Ctrl;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Editar</guimenu><guimenuitem>Copiar</guimenuitem>
it: <shortcut> <keycombo>&Ctrl;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Modifica</guimenu><guimenuitem><accel>C</accel>opia</guimenuitem>
pt: <shortcut> <keycombo>&Ctrl;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Editar</guimenu><guimenuitem>Copiar</guimenuitem>

source: Copy a representation of the &kabalone; board to the clipboard
da: Kopiér en repræsentation af &kabalone; til klippebordet
de: Kopiert eine Darstellung des &kabalone;-Spielfeldes in die Zwischenablage.
es: Copia una representación del tablero de &kabalone; en el portapapeles.
it: Copia una rappresentazione del tavoliere di &kabalone; sul clipboard
pt: Copia uma representação do tabuleiro do &kabalone; para a Área de Transferência

source: <shortcut> <keycombo>&Ctrl;<keycap>V</keycap></keycombo> </shortcut> <guimenu>Edit</guimenu><guimenuitem>Paste</guimenuitem>
da: <shortcut> <keycombo>&Ctrl;<keycap>V</keycap></keycombo> </shortcut> <guimenu>Redigér</guimenu><guimenuitem>Indsæt</guimenuitem>
de: <shortcut> <keycombo>&Strg;<keycap>V</keycap></keycombo> </shortcut> <guimenu><accel>B</accel>earbeiten</guimenu><guimenuitem>Ein<accel>f</accel>ügen</guimenuitem>
es: <shortcut> <keycombo>&Ctrl;<keycap>V</keycap></keycombo> </shortcut> <guimenu>Editar</guimenu><guimenuitem>Pegar</guimenuitem>
it: <shortcut> <keycombo>&Ctrl;<keycap>V</keycap></keycombo> </shortcut> <guimenu>Modifica</guimenu><guimenuitem><accel>I</accel>ncolla</guimenuitem>
pt: <shortcut> <keycombo>&Ctrl;<keycap>V</keycap></keycombo> </shortcut> <guimenu>Editar</guimenu><guimenuitem>Colar</guimenuitem>

source: Interpret the content of the X clipboard as an ASCII representation of a &kabalone; board, and copy it to the current board. A valid ASCII representation is generated by <guimenuitem>Copy</guimenuitem>.
da: Fortolk indholdet af X klippebordet som en ascii repræsentation af &kabalone; brættet svarende til en vis brætstilling. En gyldig ASCII repræsentation kan genereres af <guimenuitem>Kopiér</guimenuitem>.
de: <action>Interpretiert den Inhalt der Zwischenablage als ASCII-Abbild eines &kabalone;-Spielfeldes und benutzt dieses als aktuelle Position.</action> Ein gültiges ASCII-Abbild wird durch <guimenuitem>Kopieren</guimenuitem> erstellt.
es: Interpreta el contenido del portapapeles X como una representación en ASCII de un tablero &kabalone; y la copia en el tablero actual. Una representación en ASCII válida se genera con <guimenuitem>Copiar</guimenuitem>.
it: Interpreta il contenuto del clipboard di X considerandolo una rappresentazione ASCII di una disposizione dei pezzi a &kabalone; e la copia sul tavoliere. Una valida rappresentazione ASCII può essere generata con <guimenuitem>Copia</guimenuitem>.
pt: Interpreta o conteúdo da área de transferência do X como uma representação em ASCII dum tabuleiro do &kabalone;, e copia-o para o tabuleiro actual. Gera-se uma representação em ASCII através do <guimenuitem>Copiar</guimenuitem>.
