Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/kabalone.po
Languages: da, de, es, it, pt

source: Chris on <systemitem class="systemname">machine1</systemitem> and Mary on <systemitem class="systemname">machine2</systemitem> want to play against each other: Mary simply starts &kabalone;, sets <menuchoice><guimenu>Options</guimenu><guisubmenu>Computer plays</guisubmenu></menuchoice> to <guimenuitem>None</guimenuitem> and switches to Network Mode. Chris starts &kabalone; with <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>machine2</replaceable></parameter></userinput> </screen> and then does the same as Mary. Now one of the two can start the game and draw a red move. Each time the position is changed in one program, it automatically changes in the other one too.
de: Tom auf <systemitem class="systemname">Rechner1</systemitem> und Lisa auf <systemitem class="systemname">Rechner2</systemitem> wollen gegeneinander spielen: Lisa startet einfach &kabalone;, wechselt in den Netzwerk-Modus und setzt <menuchoice><guimenu>Einstellungen</guimenu><guisubmenu>Computer spielt</guisubmenu> </menuchoice> auf <guimenuitem>Kein</guimenuitem>. Tom startet &kabalone; mit <screen width="40"> <prompt>%</prompt><userinput><command>kabalone </command> <option>-h</option> <parameter><replaceable>Rechner2</replaceable></parameter> </userinput> </screen> und macht ansonsten die gleichen Einstellungen wie Lisa. Jetzt kann einer der beiden das Spiel beginnen und mit den roten Spielsteinen ziehen. Jederzeit, wenn in einem Programm eine Position geändert wird, wird es automatisch im anderen Programm nachvollzogen.
it: Chris su <systemitem class="systemname">macchina1</systemitem> e Mary su <systemitem class="systemname">macchina2 </systemitem>vogliono giocare l'uno contro l'altra: Mary semplicemente avvia &kabalone;, sceglie <guimenuitem>Nessuno</guimenuitem> in <menuchoice><guimenu>Impostazioni</guimenu><guisubmenu>Il computer gioca come</guisubmenu></menuchoice> e passa in modalità Network. Chris avvia &kabalone; con <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>macchina2</replaceable></parameter></userinput> </screen> e poi agisce come Mary. Ora, uno dei due può avviare la partita e muovere il rosso. Appena la disposizione delle biglie è modificata in un programma, automaticamente cambia anche nell'altro.
pt: O Carlos na <systemitem class="systemname">maquina1</systemitem> e a Maria na <systemitem class="systemname">maquina2</systemitem> querem jogar um contra o outro: a Maria apenas inicia o &kabalone;, altera em <menuchoice><guimenu>Opções</guimenu><guisubmenu>Joga o computador</guisubmenu></menuchoice> para <guimenuitem>Nenhum</guimenuitem> e muda para Modo Rede. O Carlos inicia o &kabalone; com <screen width="40"><prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>maquina2</replaceable></parameter></userinput> </screen> e depois faz o mesmo que a Maria. Agora um dos dois pode iniciar o jogo e mexer as peças vermelhas. Cada vez que a posição é alterada num programa, altera automaticamente no outro também.

source: John wants to observe the game: He does the same as Chris, but doesn't draw a move himself.
da: Søren vil gerne kigge på spillet: Han gør det samme som Peter, men han trækker ikke selv.
de: Peter will das Spiel beobachten: Er macht das gleiche wie Tom, aber er macht selbst keinen Zug.
es: Juan quiere observar la partida: hace lo mismo que Cristobal, pero no hace ningún movimiento.
it: John vuole osservare la partita: deve fare le stesse operazioni di Chris, ma non dovrà fare nessuna mossa.
pt: O João quer observar o jogo: ele faz o mesmo que o Carlos, mas ele próprio não joga.

source: Two different &kabalone; Network Games will run among machines <systemitem class="systemname">m1</systemitem> and <systemitem class="systemname">m2</systemitem>. To distinguish the games, we choose port number 12345 for one. On <systemitem class="systemname">m1</systemitem> we start as usual: <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command></userinput> </screen> for the first game, and (not so usual): <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command> <option>-p</option> <parameter><replaceable>12345</replaceable></parameter></userinput> </screen> for the second. On <systemitem class="systemname">m2</systemitem> we start the first game with: <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>m1</replaceable></parameter></userinput> </screen> and the second with: <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>m1:12345</replaceable></parameter></userinput> </screen> (The colon separates host and port as in a &URL;).
de: Zwei verschiedene &kabalone; Netzwerkspiele laufen zwischen den Rechnern <systemitem class="systemname">R1</systemitem> und <systemitem class="systemname">R2</systemitem>. Um die Spiele auseinander zu halten, wählt man für den einen Portnummer 12345. Auf <systemitem class="systemname">R1</systemitem> startet man: <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command></userinput> </screen> für das erste Spiel und: <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command> <option>-p</option> <parameter><replaceable>12345</replaceable></parameter></userinput> </screen> für das zweite. Auf <systemitem class="systemname">R2</systemitem> startet man das erste Spiel mit: <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>m1</replaceable></parameter></userinput> </screen> und das zweite mit: <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>R1:12345</replaceable></parameter></userinput> </screen> (Der Doppelpunkt trennt Rechnername und Portnummer wie in einer &URL;).
it: Si possono giocare due diverse partite in rete tra due macchine <systemitem class="systemname">m1</systemitem> and <systemitem class="systemname">m2</systemitem>. Per mantenerle distinte sceglieremo la porta 12345 per una delle due. Su <systemitem class="systemname">m1</systemitem> partiremo come al solito: <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command></userinput> </screen> per avviare la prima partita, e (in modo meno usuale): <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command> <option>-p</option> <parameter><replaceable>12345</replaceable></parameter></userinput> </screen> per la seconda. Su <systemitem class="systemname">m2</systemitem> avvieremo la prima partita con: <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>m1</replaceable></parameter></userinput> </screen> e la seconda con: <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter> <replaceable>m1:12345</replaceable></parameter></userinput> </screen> (I due-punti separano l'host dalla porta come in un &URL;).
pt: Dois jogos em rede do &kabalone; irão correr entre as máquinas <systemitem class="systemname">m1</systemitem> e a <systemitem class="systemname">m2</systemitem>. Para distinguir os jogos, usamos o porto 12345 numa delas. Na <systemitem class="systemname">m1</systemitem> iniciamos como de costume: <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command></userinput> </screen> para o primeiro jogo, e (não como de costume): <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command> <option>-p</option> <parameter><replaceable>12345</replaceable></parameter></userinput> </screen> para o segundo. Na <systemitem class="systemname">m2</systemitem> iniciamos o primeiro jogo com: <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>m1</replaceable></parameter></userinput> </screen> e o segundo com: <screen width="40"> <prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>m1:12345</replaceable></parameter></userinput> </screen> (Os dois pontos separam a máquina e o porto como num &URL;).

source: Advanced Options
da: Avancerede indstillinger
de: Erweiterte Optionen
es: Opciones Avanzadas
it: Opzioni avanzate
pt: Opções Avançadas

source: Modify Mode
da: Ændringstilstand
de: Editier-Modus
es: Modo Modificar
it: Modalità di modifica
pt: Modo de Modificação

source: You can edit the actual board position by selecting <menuchoice><guimenu>Edit</guimenu><guimenuitem>Modify</guimenuitem></menuchoice> to put &kabalone; in Modify Mode.You can add red or yellow pieces or delete them. The status line shows the number of red and yellow pieces, the move number, the side which is to draw the next move, and whether the position is valid: An exclamation sign means no, a checked symbol yes.
da: Man kan redigere den aktuelle brætstilling ved at vælge <menuchoice><guimenu>Redigér</guimenu><guimenuitem>Ændr</guimenuitem></menuchoice> for at sætte &kabalone; i ændringstilstand. Man kan tilføje røde eller gule brikker eller slette dem. Statuslinien viser antallet af røde og gule brikker, flytningstallet, hvis side har næste træk og om stillingen er gyldig: Et udråbstegn betyder nej, et afkrydset symbol ja.
de: Man kann das Spielfeld bearbeiten, indem man <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Spielfeld ändern</guimenuitem></menuchoice> wählt. Man kann rote und gelbe Kugeln beliebig hinzufügen oder löschen. Die Statusleiste zeigt die Anzahl der roten und gelben Kugeln an, die Zug-Nummer, wer als nächstes am Zug ist und ob die Position gültig ist. Die Gültigkeit kann man am Häkchen und die Ungültigkeit am Ausrufungszeichen erkennen.
it: Si può modificare la disposizione sul tavoliere scegliendo <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Modifica</guimenuitem></menuchoice> per porre &kabalone; in modalità modifica. Si potranno aggiungere biglie rosse o gialle, o rimuoverne. La barra di stato mostrerà il numero di biglie rosse e gialle, il numero della mossa, il giocatore a cui tocca la prossima mossa, e se la disposizione è valida. Un punto esclamativo indica che non è valida, una V che lo è.
pt: Podes editar as posições actuais do tabuleiro seleccionando <menuchoice><guimenu>Editar</guimenu><guimenuitem>Modificar</guimenuitem></menuchoice> para pôr o &kabalone; em modo de modificação. Podes adicionar peças vermelhas ou amarelas ou retirá-las. A linha de estado mostra o número de peças amarelas e vermelhas, o número do movimento, quem deve jogar a seguir e se a posição é válida: um ponto de exclamação significa que não, um símbolo para assinalar significa que sim.

source: If the position is invalid and you switch back to normal Play Mode, you can't play! Only valid positions can be used as a starting position for a game.
da: Hvis stillingen er ugyldig og du skifter tilbage til normal spilletilstand, kan du ikke spille! Kun gyldige stillinger kan bruges som startstilling for et spil.
de: Wenn die Position ungültig ist und Sie zurück in den Spielmodus wechseln, können Sie nicht spielen! Nur gültige Positionen können als Ausgangsposition für ein Spiel genutzt werden.
es: ¡Si la posición no es válida y vuelve al Modo de Juego normal, usted no puede jugar!. Sólo se pueden usar posiciones válidas como posición inicial de una partida.
it: Se la disposizione è inammissibile e si torna alla normale modalità di gioco, non si potrà giocare! Si possono usare solo disposizioni ammissibili come punto di partenza per una partita.
pt: Se a posição é inválida e mudares para o modo de jogo, não poderás jogar! Só se podem usar posições válidas para o início de um jogo.

source: <action>Take back</action> and <action>Forward</action> simply decrement and increment the move number, but don't change any pieces.
da: <action>Tag tilbage</action> og <action>Fremad</action> formindsker og forøger simpelthen træknummeret, men ændrer ingen brikker.
de: <action>Zurücknehmen</action> und <action>Vorwärts</action> verringern bzw. erhöhen die Anzahl der Züge, ändern aber keine Kugeln.
es: <action>Hacia atrás</action> y <action>Adelante</action> sólo incrementan o decrementan el número de movimientos, pero no cambian ninguna pieza.
it: <action>Torna indietro</action> e <action>Avanti</action> si limitano a ridurre ed aumentare il numero progressivo della mossa, ma non spostano nessuna biglia.
pt: As opções de <action>Retirar</action> e <action>Frente</action> simplesmente incrementam e decrementam o número do movimento, mas não alteram nenhumas peças.

source: Usage
da: Brug
de: Benutzung
es: <title>Uso</title>
it: Utilizzo
pt: Utilização

source: By pressing the <mousebutton>left</mousebutton> or <mousebutton>right</mousebutton> mouse button on an empty or yellow field, you enter <quote>Red piece Adding</quote> mode; by pressing the <mousebutton>middle</mousebutton> button on an empty or red field, you get in <quote>Yellow piece Adding</quote> mode. Finally by pressing the <mousebutton>left</mousebutton> or the <mousebutton>right</mousebutton> mouse button on a red piece, or the <mousebutton>middle</mousebutton> mouse button on an yellow piece, you enter <quote>Piece Deleting</quote> Mode. Any piece that the mouse passes over with the button pressed will be deleted.
da: Ved at trykke på <mousebutton>venstre</mousebutton> eller <mousebutton>højre</mousebutton> museknap på et tomt eller gult felt, går man ind i <quote>Tilføj rød brik</quote> tilstand; ved at trykke på den <mousebutton>midterste</mousebutton> knap på et tomt felt eller et rødt felt, går man ind i <quote>Tilføj gul brik</quote> tilstand. Endelig ved at trykke på den <mousebutton>venstre</mousebutton> eller den <mousebutton>højre</mousebutton> museknap på en rød brik, eller den <mousebutton>midterste</mousebutton> museknap på en gul brik, går man ind i <quote>Slet brik</quote> tilstand. Enhver brik som musen går hen over med knappen presset ned, vil blive slettet.
de: Durch Drücken des <mousebutton>linken</mousebutton> oder <mousebutton>rechten</mousebutton> Maustaste auf einem leeren oder gelben Feld können Sie den Modus anschalten, in dem Sie rote Steine platzieren können. Beim Drücken des <mousebutton>mittleren</mousebutton> auf einem leeren oder gelben Feld, können Sie den Modus anschalten, in dem Sie gelbe Steine platzieren können. Beim Drücken des <mousebutton>linken</mousebutton> oder <mousebutton>rechten</mousebutton> Maustaste auf einem roten Feld, können Sie den Modus anschalten, in dem Sie Steine löschen können. Jeder Stein, der mit gedrückter Maus berührt wird, wird dadurch gelöscht.
es: Pulsando el botón <mousebutton>izquierdo</mousebutton> o <mousebutton>derecho</mousebutton> del ratón en una casilla amarilla o vacía, entra en modo <quote>Añadir pieza Roja</quote>; pulsando el botón <mousebutton>central</mousebutton> en una casilla roja o vacía, entra en modo <quote>Añadir pieza Amarilla</quote>. Finalmente pulsando el botón <mousebutton>izquierdo</mousebutton> o <mousebutton>derecho</mousebutton> en una pieza roja, o el botón <mousebutton>central</mousebutton> en una pieza amarilla, entra en modo <quote>Borrar Pieza</quote>. Cualquier pieza sobre la que pase el ratón con el botón pulsado será borrada.
it: Premendo il tasto <mousebutton>sinistro</mousebutton> or <mousebutton>destro</mousebutton> del mouse su una posizione vuota od occupata da una biglia gialla ti poni in modalità <quote>Aggiungi biglie rosse</quote>; premendo il tasto <mousebutton>centrale</mousebutton> su una posizione vuota od occupata da una biglia gialla ti poni in modalità <quote>Aggiungi biglie gialle</quote>. Infine, premendo il tasto <mousebutton>sinistro</mousebutton> o <mousebutton>destro</mousebutton> del mouse su una biglia rossa, o quello <mousebutton>centrale</mousebutton> su una gialla, ti poni in modalità <quote>Distruggi biglie</quote>. Ogni biglia su cui il mouse passerà con il tasto premuto sarà distrutta.
pt: Carregando no botão <mousebutton>esquerdo</mousebutton> ou <mousebutton>direito</mousebutton> do rato num campo vazio ou amarelo tu entras em modo de <quote>adição de peças vermelhas</quote>; se carregares com o botão <mousebutton>do meio</mousebutton> num campo vermelho ou vazio, entras em modo de <quote>adição de peças amarelas</quote>. Finalmente, se carregares com o botão <mousebutton>esquerdo</mousebutton> ou o <mousebutton>direito</mousebutton> numa peça vermelha, ou com o botão <mousebutton>do meio</mousebutton> numa peça amarela, entras no modo de <quote>remoção de peças</quote>. Qualquer peça sobre a qual o rato passe com o botão carregado será apagada.

source: To exit Modify Mode and re-enter Play Mode, just uncheck <guimenuitem>Modify</guimenuitem> in the <guimenu>Edit</guimenu> menu.
da: Man skal blot fjerne krydset fra <guimenuitem>Ændr</guimenuitem> i <guimenu>Redigér</guimenu>menuen, for at gå ud af ændringstilstand og tilbage til spilletilstand.
de: Um den Bearbeitungs-Modus zu beenden und den Spielmodus wiederherzustellen, müssen Sie <guimenuitem>Verändern</guimenuitem> im <guimenu>Bearbeiten</guimenu>-Menü abstellen.
es: Para salir del Modo Modificar y volver a entrar en el Modo Partida, simplemente desmarque <guimenuitem>Modificar</guimenuitem> en el menú <guimenu>Editar</guimenu>.
it: Per uscire dalla modalità Modifica e tornare in modalità Gioco, basta disattivare <guimenuitem>Modifica</guimenuitem> nel menu <guimenu>Modifica</guimenu>.
pt: Para sair do modo de modificação e entrar no modo de jogo, basta desligares a opção <guimenuitem>Modificar</guimenuitem> no menu <guimenu>Editar</guimenu>.

source: Using the Clipboard
da: Brug af klippebordet
de: Die Zwischenablage benutzen.
es: Usando el Portapapeles
it: Utilizzo del clipboard
pt: Usar a Área de Transferência

source: The current &kabalone; board can be copied to the clipboard using the <guimenuitem>Copy</guimenuitem> command in the <guimenu>Edit</guimenu> menu, and then pasted back in usng <guimenuitem>Paste</guimenuitem>. This way you can copy the board positions of one &kabalone; program to another by pressing <guimenuitem>Copy</guimenuitem> in one program and <guimenuitem>Paste</guimenuitem> in the other, but this is better done with Network Mode (see above). Another usage is to save positions into a text file (using <guimenuitem>Copy</guimenuitem> and your Editor of choice) and retrieve a position later by selecting it in the editor and pasting in &kabalone;.
da: Det aktuelle &kabalone; bræt kan kopieres til klippebordet ved brug af <guimenuitem>Kopiér</guimenuitem> kommandoen i <guimenu>Redigér</guimenu>menuen, og indsættes ved brug af <guimenuitem>Indsæt</guimenuitem>. På denne måde kan man kopiere brætstillingerne fra et &kabalone; program til et andet ved at trykke på <guimenuitem>Kopiér</guimenuitem> i et program og <guimenuitem>Indsæt</guimenuitem> i det andet, men det gøres bedre med netværkstilstand (se ovenfor). En anden brug er at gemme stillinger i en tekst fil (ved brug af <guimenuitem>Kopiér</guimenuitem> og din favorit tekstredigering) og hente en stilling tilbage senere ved at vælge i redigeringen og indsætte i &kabalone;.
de: Das aktuelle &kabalone;-Feld kann mit dem Befehl <guimenuitem>Kopieren</guimenuitem> im Menü <guimenu>Bearbeiten</guimenu> in die Zwischenablage kopiert werden. Durch <guimenuitem>Einfügen</guimenuitem> kann es wieder eingefügt werden. Auf diese Weise kann man die Spielfeldpositionen von einem &kabalone;-Programm zu einem anderen Programm kopieren. In dem man <guimenuitem>Kopieren</guimenuitem> in dem Einen und <guimenuitem>Einfügen</guimenuitem> in dem Anderen drückt. Aber das macht besser mit dem Netzwerk-Modus (s.o.). Eine andere Anwendung ist, Positionen in einer Text-Datei zu speichern (mit <guimenuitem>Kopieren</guimenuitem> und dem Editor Ihrer Wahl). Wenn sie später benötigt werden, können sie im Editor ausgewählt und in &kabalone; eingefügt werden.
it: L'attuale tavoliere di &kabalone; può essere copiato nel clipboard usando il comando <guimenuitem>Copia</guimenuitem> nel menu <guimenu>Modifica</guimenu>, e poi recuperato usando <guimenuitem>Incolla</guimenuitem>. In questo modo puoi copiare la disposizione di una partita di &kabalone; in un'altra. Basta premere <guimenuitem>Copia</guimenuitem> in un programma e <guimenuitem>Incolla</guimenuitem> nell'altro. Però è meglio farlo in modalità Network (vedi sopra). Un altro utilizzo è quello di salvare la disposizione in un file di testo (usando <guimenuitem>Copia</guimenuitem> e un editor a tua scelta) e recuperala in seguito selezionandola nell'editor e incollandola in &kabalone;.
pt: O tabuleiro actual do &kabalone; pode ser copiado para a área de transferência usando o comando <guimenuitem>Copiar</guimenuitem> no menu <guimenu>Editar</guimenu> e pode ser colado através da opção <guimenuitem>Colar</guimenuitem>. Desta maneira podes copiar as posições do tabuleiro dum programa do &kabalone; para outro carregando em <guimenuitem>Copiar</guimenuitem> num programa e em <guimenuitem>Colar</guimenuitem> no outro, mas isto é mais fácil com o Modo de Rede (ver acima). Outra utilização é a gravação das posições num ficheiro de texto (usando o <guimenuitem>Copiar</guimenuitem> e um editor à tua escolha) e obter uma posição posteriormente seleccionando-a no editor e colando-a no &kabalone;.

source: Computer Level
da: Computerniveau
de: Computerstufe
es: Nivel del Ordenador
it: Abilità del computer
pt: Nível do Computador

source: The computer can play at four different levels, namely:
da: Computeren kan spille på fire forskellige niveauer, nemlig
de: Der Computer kann vier verschiedene Stufen spielen:
es: El ordenador puede jugar a cuatro niveles diferentes, llamados:
it: Il computer può giocare a quattro differenti livelli di abilità:
pt: O computador pode jogar em quatro níveis diferentes, nomeadamente:

source: Easy
da: Let
de: Einfach
es: Fácil
it: Facile
pt: Fácil

source: Hard
da: Svært
de: Schwer
es: Difícil
it: Difficile
pt: Difícil

source: Challenge
da: Udfordring
de: Herausforderung
es: Desafío
it: Sfida
pt: Desafio

source: The harder the setting, the longer the computer searches for a move. You can interrupt the search by pressing the <keycap>S</keycap> key.
da: Jo hårdere indstilling, jo længere tager computeren for at finde et træk. Man kan afbryde søgningen ved at trykke på <keycap>S</keycap> tasten.
de: Je schwerer die Einstellung, desto länger wird der Computer nach einem Zug suchen. Sie können diese Suche durch das Drücken von <keycap>S</keycap> unterbrechen.
es: Cuanto más difícil más tiempo se toma el ordenador para buscar un movimiento. Se puede interrumpir la búsqueda pulsando la tecla <keycap>S</keycap>.
it: Più alto è il livello impostato, più tempo il computer impiegherà per calcolare una mossa. Tu puoi interrompere questo calcolo premendo il tasto <keycap>S</keycap>.
pt: Quanto mais difícil o nível, mais tempo o computador leva a procurar um movimento. Podes interromper a pesquisa carregando na tecla <keycap>S</keycap>.

source: Spying
da: Spionering
de: Spionieren
es: Espiar
it: Spiare
pt: Espiar
