Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/kabalone.po
Languages: da, de, es, it, pt

source: This changes the mouse cursor to a combination arrow and question mark. Clicking on items within &kabalone; with this arrow will open a help window (if one exists for the particular item) explaining the item's function.
da: Dette ændrer musemarkøren til en kombination af pil of spørgsmålstegn. Klik på punkter indenfor &kabalone; med denne pil vil åbne et hjælpevindue (hvis der findes et for dette sepcielle punkt) og forklare punktets funktion.
de: Zum Mauszeiger kommt ein Fragezeichen dazu. Wenn Sie damit auf ein Objekt innerhalb des &kabalone;-Fensters klicken, erscheint ein Hilfefenster mit passenden Informationen (wenn es dazu welche gibt).
it: Trasforma il cursore del mouse in una freccia con un punto interrogativo. Facencdo clic con questa freccia su una voce di &kabalone;, si aprirà una finestra con una spiegazione (se disponibile per la particolare voce) delle funzionalitàad essa associate.
pt: Isto muda o cursor do rato para uma combinação duma seta com um ponto de interrogação. Se carregares nos itens do &kabalone; com esta seta irás abrir uma janela de ajuda (se existir para esse item em particular) a explicar a função do item.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>R</accel>eport Bug</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem><accel>R</accel>apportér problem</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Be<accel>r</accel>ichten Sie Probleme oder Wünsche</guimenuitem>
it: <guimenu>Ai<accel>u</accel>to</guimenu> <guimenuitem>Segnala un <accel>b</accel>ug</guimenuitem>
pt: <guimenu><accel>A</accel>juda</guimenu> <guimenuitem>Comunicar E<accel>r</accel>ro</guimenuitem>

source: Report a bug or a wishlist item to &kabalone;'s authors.
da: Rapportér et problem eller et ønskeliste punkt til &kabalone;'s forfattere.
de: Erlaubt Ihnen, einen Fehler oder Wunsch den Entwicklern von &kabalone; zu melden.
it: Riferisce agli autori di &kabalone; un bug o un miglioramento desiderato.
pt: Comunica um erro ou um pedido aos autores do &kabalone;.

source: <guimenu><accel>H</accel>elp</guimenu><guimenuitem><accel>A</accel>bout KAbalone</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu><guimenuitem><accel>O</accel>m KAbalone</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu><guimenuitem><accel>ü</accel>ber KAbalone</guimenuitem>
it: <guimenu>Ai<accel>u</accel>to</guimenu> <guimenuitem>Informazioni <accel>s</accel>u KAbalone</guimenuitem>
pt: <guimenu><accel>A</accel>juda</guimenu><guimenuitem><accel>A</accel>cerca do KAbalone</guimenuitem>

source: This will displays version and author information
da: Dette vil vise version og forfatter information
de: Gibt Informationen zu Version und Autoren aus.
it: Mostra informazioni sulla versione e sugli autori.
pt: Isto irá mostrar a informação da versão e do autor

source: <guimenu><accel>H</accel>elp</guimenu><guimenuitem>About <accel>K</accel>DE</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu><guimenuitem>Om <accel>K</accel>DE</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Über <accel>K</accel>DE</guimenuitem>
it: <guimenu>Ai<accel>u</accel>to</guimenu> <guimenuitem>Informazioni su <accel>K</accel>DE</guimenuitem>
pt: <guimenu><accel>A</accel>juda</guimenu><guimenuitem>Acerca do <accel>K</accel>DE</guimenuitem>

source: This displays the &kde; version and other basic information.
da: Dette viser &kde; version og anden basal information.
de: Gibt Versionsnummer und grundlegende Informationen zu &kde; aus.
it: Mostra la versione di &kde; ed altre informazioni basilari.
pt: Isto mostra a versão do &kde; e outras informações básicas.

source: Command line options
da: Kommandolinievalg
de: Kommandozeilen-Optionen
es: Opciones en línea de comandos
it: Opzioni da linea di comando
pt: Opções da linha de comandos

source: With <option>-p</option> you specify the port number of the listening TCP socket when in Network Mode.
da: Med <option>-p</option> angiver du portnummeret for den lyttende TCP sokkel når du er i netværkstilstand.
de: Mit <option>-p</option> bestimmen Sie die Port-Nummer an der im Netzwerk-Modus eine TCP-Verbindung verwendet wird.
es: Con la opción <option>-p</option> se especifica el número del puerto del conector TCP para escuchar en el Modo de Red.
it: Con <option>-p</option> viene specificato il numero della porta su cui sarà in ascolto il socket TCP quando si è in modalità network.
pt: Com o <option>-p</option> especificas o número do porto onde irás receber ligações de TCP para o modo de rede.

source: With <option>-h</option> you specify a remote &kabalone; process (with optional port number, when not using the default port on the remote machine) to communicate with when in Network mode. You can specify multiple remote processes.
da: Med <option>-h</option> angiver man en fremmed &kabalone; proces (med muligt portnummer, når man ikke bruger standardporten på den fremmede maskine) til at kommunikere med i netværkstilstand. Man kan angive flere fjerne processer.
de: Mit <option>-h</option> bestimmen Sie einen &kabalone;-Prozess auf einem anderen Rechner (mit optionaler Port-Nummer, wenn die Standard-Port-Nummer auf dem anderen Rechner nicht benutzt wurde),um im Netzwerk-Modus zu kommunizieren. Sie können mehrere entfernte Prozesse bestimmen.
es: Con la opción <option>-h</option> se especifica un proceso &kabalone; remoto (con número del puerto opcional, cuando no se usa el puerto predeterminado en la máquina remota) con el que comunicar en Modo de Red. Se pueden especificar múltiples procesos remotos.
it: Con <option>-h</option> viene specificato un processo &kabalone; remoto (con un numero di porta opzionale, se non si usa la porta standard sulla macchina remota) con cui comunicare quando si è in modalità network. Si può specificare più di un processo remoto.
pt: Com o <option>-h</option> especificas um processo remoto do &kabalone; (com um número de porto opcional, se não usares o porto por omissão da máquina remota) para comunicar com ela no modo de rede. Podes especificar vários processos remotos.

source: Credits &amp; Licenses
da: Medvirkende &amp; licens
de: Mitwirkende &amp; Lizenz
es: Créditos y Licencias
it: Crediti &amp; Licenze
pt: Créditos &amp; Licenças

source: Program copyright 1997-2000 Josef Weidendorfer <email>weidendo@informatik.tu-muenchen.de</email>
da: Program ophavsret 1997-2000 Josef Weidendorfer <email>weidendo@informatik.tu-muenchen.de</email>
de: Programm-Copyright 1997-2000 Josef Weidendorfer <email>weidendo@informatik.tu-muenchen.de</email>
es: Copyright del programa 1997-2000 Josef Weidendorfer <email>weidendo@informatik.tu-muenchen.de</email>
it: Copyright 1997-2000 sul programma: Josef Weidendorfer <email>weidendo@informatik.tu-muenchen.de</email>
pt: Programa copyright 1997-2000 Josef Weidendorfer <email>weidendo@informatik.tu-muenchen.de</email>

source: Original Documentation by Robert Williams <email>rwilliams@kde.org</email> and Josef Weidendorfer
da: Oprindelig dokumentation ved Robert Williams <email>rwilliams@kde.org</email> og Josef Weidendorfer
de: Original Dokumentation von Robert Williams <email>rwilliams@kde.org</email> und Josef Weidendorfer
es: Documentation Original de Robert Williams <email>rwilliams@kde.org</email> y Josef Weidendorfer
it: Documentazione originale: Robert Williams <email>rwilliams@kde.org</email> e Josef Weidendorfer
pt: Documentação Original de Robert Williams <email>rwilliams@kde.org</email> e Josef Weidendorfer

source: Documentation updated for &kde; 2.0 by Philip Rodrigues <email>philip.rodrigues@libertysurf.co.uk</email>
da: Dokumentation opdateret for &kde; 2.0 ved Philip Rodrigues <email>philip.rodrigues@libertysurf.co.uk</email>
de: Die Dokumentation wurde für &kde; 2.0 überarbeitet und steht unter dem Copyright von Philip Rodrigues <email>philip.rodrigues@libertysurf.co.uk</email>.
es: Documentación actualizada para KDE 2.0 por Philip Rodrigues <email>philip.rodrigues@libertysurf.co.uk</email>
it: Aggiornamento della documentazione per &kde; 2.0: Philip Rodrigues <email>philip.rodrigues@libertysurf.co.uk</email>
pt: Documentação actualizada para o &kde; 2.0 por Philip Rodrigues <email>philip.rodrigues@libertysurf.co.uk</email>

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Deutsche Übersetzung von Maren Pakura <email>maren@kde.org</email></para>
it: <para>Traduzioni italiane curate dal Team di traduzione di KDE. Questo documento &egrave; stato tradotto da Andrea Celli <email>a.celli@caltanet.it</email></para>
pt: <para>Tradução por José Pires <email>jncp@rnl.ist.utl.pt</email></para>

source: Installation
es: Instalación
it: Installazione
pt: Instalação

source: How to obtain &kabalone;
da: Hvordan får man fat på &kabalone;
de: Woher Sie &kabalone; erhalten?
es: Cómo obtener &kabalone;
it: Come procurarsi &kabalone;
pt: Como obter o &kabalone;

source: &kabalone; is part of the &kde; Project <ulink url="http://www.kde.org">http://www.kde.org</ulink>. &kabalone; can be found in the kdegames package on <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, the main &FTP; site of the &kde; project.
da: &kabalone; er en del af &kde; projektet <ulink url="http://www.kde.org">http://www.kde.org</ulink>. &kabalone; findes i kdegames pakken på <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, som er hoved &ftp;-stedet for &kde; projektet.
de: &kabalone; ist Teil des &kde; Projekts <ulink url="http://www.kde.org">http://www.kde.org</ulink>. &kabalone; können Sie im kdegames-Paket finden auf <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, der Haupt-&FTP;-Seite des &kde;-Projekts.
es: &kabalone; es parte del proyecto KDE <ulink url="http://www.kde.org">http://www.kde.org</ulink>. Kabalone se puede encontrar en el paquete kdegames en <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, el principal servidor ftp del proyecto KDE.
it: &kabalone; fa parte del progetto &kde; (<ulink url="http://www.kde.org">http://www.kde.org</ulink>). &kabalone; si trova nel pacchetto kdegames a <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, che è il principale sito &FTP; del progetto &kde;.
pt: O &kabalone; faz parte do projecto do &kde; <ulink url="http://www.kde.org">http://www.kde.org</ulink>. O &kabalone; pode ser encontrado no pacote kdegames em <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, o 'site' principal de &FTP; do projecto do &kde;.

source: All required libraries can also be found on <ulink url="ftp://ftp.kde.org">The &kde; &FTP; site</ulink>.
da: Alle nødvendige biblioteker kan findes på <ulink url="ftp://ftp.kde.org">&kde; &FTP; stedet</ulink>.
de: Alle benötigten Bibliotheken können auf <ulink url="ftp://ftp.kde.org">dem &kde; &FTP; Server</ulink> gefunden werden.
es: Todas las librerías necesarias también se pueden encontrar en <ulink url="ftp://ftp.kde.org">El servidor FTP de KDE</ulink>.
it: Tutte le librerie richieste possono essere reperite anche nel <ulink url="ftp://ftp.kde.org"> sito &FTP; di &kde;</ulink>.
pt: Todas as bibliotecas necessárias também podem ser encontradas no <ulink url="ftp://ftp.kde.org">'site' &FTP; principal do &kde;</ulink>.

source: Compilation and Installation
da: Kompilering og installation
de: Übersetzung und Installation
es: Compilación e Instalación
it: Compilazione e Installazione
pt: Compilação e Instalação

source: In order to compile and install &kabalone; on your system, type the following in the &kabalone; directory in the kdegames distribution:
da: For at kompilere og installere &kabalone; på dit system, skal du skrive følgende i &kabalone; mappen i kdegames distributionen:
de: Um &kabalone; auf ihrem System zu übersetzen und zu installieren, schreiben Sie das folgende in das Hauptverzeichnis in der kdegames-Distribution:
es: Para poder compilar e instalar &kabalone; en su sistema, escriba lo siguiente en el directorio &kabalone; en la distribución kdegames:
it: Per compilare ed installare &kabalone; sul tuo sistema, dovrai posizionarti nella directory di &kabalone; della tua copia dei kdegames ed immettere questi comandi:
pt: De modo a compilares e instalares o &kabalone; no teu sistema, escreve o seguinte na directoria do &kabalone; na distribuição do kdegames:

source: Since &kabalone; uses <application>autoconf</application> and <application>automake</application> you should have not trouble compiling it. Should you run into problems please report them to the author at <email>weidendo@informatik.tu-muenchen.de</email>
de: Da &kabalone; <application>autoconf</application> und <application>automake</application> benutzt, sollten Sie keine Probleme haben, es zu übersetzen. Wenn Sie doch Probleme finden, schreiben Sie bitte dem Autoren <email>weidendo@informatik.tu-muenchen.de</email>
es: Como &kabalone; usa <application>autoconf</application> y <application>automake</application> no debería tener problemas compilándolo. En caso de que se vea en problemas, por favor informe de ellos al <ulink url="mailto:weidendo@informatik.tu-muenchen.de">autor</ulink>.
it: Poiché &kabalone; utilizza <application>autoconf</application> e <application>automake</application> non dovrebbero sorgere problemi nel compilarlo. Se ne dovessero capitare, per favore riferiscili all'autore all'indirizzo <email>weidendo@informatik.tu-muenchen.de</email>
pt: Dado que o &kabalone; usa o <application>autoconf</application> e o <application>automake</application> não deves ter problemas a compilá-lo. Se os tiveres comunica-os ao autor em <email>weidendo@informatik.tu-muenchen.de</email>

source: Chris on <systemitem class="systemname">machine1</systemitem> and Mary on <systemitem class="systemname">machine2</systemitem> want to play against each other: Mary simply starts &kabalone;, sets <menuchoice><guimenu>Options</guimenu><guisubmenu>Computer plays</guisubmenu></menuchoice> to <guimenuitem>None</guimenuitem> and switches to Network Mode. Chris starts &kabalone; with <screen width="40"><prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>machine2</replaceable></parameter></userinput></screen> and then does the same as Mary. Now one of the two can start the game and draw a red move. Each time the position is changed in one program, it automatically changes in the other one too.
da: Peter på <systemitem class="systemname">maskine1</systemitem> og Marie på <systemitem class="systemname">maskine2</systemitem> vil spille mod hinanden. Marie starter simpelthen &kabalone;, sætter menupunktet <menuchoice><guimenu>Indstillinger</guimenu> <guisubmenu>Maskinen spiller</guisubmenu> </menuchoice> til <guimenuitem>Ingen</guimenuitem> og skifter til netværkstilstand. Peter starter &kabalone; med <screen width="40"><prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>machine2</replaceable></parameter></userinput></screen>, og gør i øvrigt det samme. Nu kan én af dem starte et spil og trække som rød. Hver gang stillingen ændres hos den ene ændres den hos den anden også.

source: Two different &kabalone; Network Games will run among machines <systemitem class="systemname">m1</systemitem> and <systemitem class="systemname">m2</systemitem>. To distinguish the games, we choose port number 12345 for one. On <systemitem class="systemname">m1</systemitem> we start as usual: <screen width="40"><prompt>%</prompt><userinput><command>kabalone</command></userinput></screen> for the first game, and (not so usual): <screen width="40"><prompt>%</prompt><userinput><command>kabalone</command> <option>-p</option> <parameter><replaceable>12345</replaceable></parameter></userinput></screen> for the second. On <systemitem class="systemname">m2</systemitem> we start the first game with: <screen width="40"><prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>m1</replaceable></parameter></userinput></screen> and the second with: <screen width="40"><prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>m1:12345</replaceable></parameter></userinput></screen> (The colon separates host and port as in a &URL;).
da: To forskellige &kabalone; netværksspil vil køre mellem maskinerne <systemitem class="systemname">m1</systemitem> and <systemitem class="systemname">m2</systemitem>. For at skelne mellem spillerne vælger vi port number 12345 for den ene. På <systemitem class="systemname">m1</systemitem> starter vi som sædvanlig: <screen width="40"><prompt>%</prompt><userinput><command>kabalone</command></userinput></screen> for det første spil, og (ikke som sædvanlig): <screen width="40"><prompt>%</prompt><userinput><command>kabalone</command> <option>-p</option> <parameter><replaceable>12345</replaceable></parameter></userinput></screen> for det andet. På <systemitem class="systemname">m2</systemitem> starter vi det første spil med: <screen width="40"><prompt>%</prompt><userinput><command>kabalone</command><option>-h</option> <parameter><replaceable>m1</replaceable></parameter></userinput></screen> og det andet med: <screen width="40"><prompt>%</prompt><userinput><command>kabalone</command> <option>-h</option> <parameter><replaceable>m1:12345</replaceable></parameter></userinput></screen> (Kolon adskiller vært og port som in &URL;).

source: <shortcut><keycombo action="simul">&Shift;<keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>elp</guimenu><guimenuitem>What's <accel>T</accel>his?</guimenuitem>
da: <shortcut><keycombo action="simul">&Shift;<keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>jælp</guimenu><guimenuitem>Hvad er <accel>d</accel>ette?</guimenuitem>

source: Since &kabalone; uses <command>autoconf</command> and <command>automake</command> you should have not trouble compiling it. Should you run into problems please report them to the author at <email>weidendo@informatik.tu-muenchen.de</email>
da: Da &kabalone; bruger <command>autoconf</command> og <command>automake</command> skulle det ikke give problemer at kompilere den. Hvis du løber ind i problemer, så rapportér dem venligst til forfatteren på <email>weidendo@informatik.tu-muenchen.de</email>

source: <prompt>%</prompt> <userinput><command>./configure</command></userinput> <prompt>%</prompt> <userinput><command>make</command></userinput> <prompt>%</prompt> <userinput><command>make</command> <option>install</option></userinput>
es: <prompt>%</prompt> <command>./configure</command> <prompt>%</prompt> <command>make</command> <prompt>%</prompt> <command>make <option>install</option></command>
