Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/kpat.po
Languages: da, de, fr, it

source: The goal is to put all cards as real families ascending on the foundations.
da: Målet er at få alle kortene i rigtige familier, stigende, over på grundlagsbunkerne.
de: Ziel ist es, alle Karten als echte Familien steigend auf die Basis anzuordnen.
fr: Le but est de placer les cartes sur les bases en suites ascendantes dans la couleur.
it: L'obiettivo è di portare tutte le carte nella casa, ordinandole in famiglie reali crescenti.

source: You can move every card on every pile if it fits on another card to build a real sequence with descending order. For example you can move the five of spades on top of the six of spades, no matter how many cards on are on top of the five of spades. Just the six of spades has to be on top of its pile.
da: Man kan flytte hvert kort på hver bunke, hvis det passer til et andet kort til at bygge en sekvens i aftagende rækkefølge. For eksempel kan man flytte spar fem hen ovenpå spar seks, ligegyldigt hvor mange kort der er ovenpå spar fem. Spar seks derimod skal være på toppen af sin bunke.
de: Sie können jede Karte auf jede Ablage legen, wenn sich dadurch echte Spielfolgen bilden, die fallend sind. So kann z.B. die Pik-fünf auf eine oben liegende Herz-sechs gelegt werden, unabhänig davon, wieviele Karten auf der Pik-fünf liegen.
fr: Vous pouvez déplacer une carte vers une pile quelconque lorsqu'elle forme avec une autre carte une séquence décroissante dans la couleur. Par exemple, vous pouvez déplacer le cinq de pique par-dessus le six de carreau, même s'il y a d'autres cartes sur le cinq de pique. Il est seulement nécessaire que le six de carreau soit au sommet du tas.
it: Puoi muovere qualsiasi carta su qualsiasi colonna se così formi una sequenza reale decrescente. Per esempio, puoi spostare il cinque di picche sul sei di picche indipendentemente da quante carte ci siano sul cinque. Solo il sei di picche deve essere il primo della sua pila.

source: On a free pile you can place a king (again no matter how many cards are on top of it)
da: På en fri bunke kan man placere en konge (igen ligegyldigt hvor mange kort der er ovenpå den)
de: Auf eine freie Ablage kann ein König gelegt werden (wiederum egal, wievieleKarten auf diesem König liegen)
fr: Vous pouvez placer un roi sur une pile vide (encore une fois, peu importe combien de cartes sont dessus.)
it: Su una colonna libera puoi mettere un re (anche qui non importa quante carte ci siano su di esso)

source: If no more cards can be moved, you can re-deal up to two times. All cards already in the foundations stay there, but the cards in the playing piles are reordered to give you a new chance to find a solution.
da: Hvis der ikke er nogen kort der kan flyttes, kan man dele ud igen op til to gange. Alle kort der allerede er på grundlaget bliver der, men kortene i spillebunkerne blandes igen for at give dig en chance til en ny løsning.
de: Könen keine weiteren Karten verschoben werden, kann mit [neu] zwei mal neu ausgeteilt werden, wobei alle Karten in der Basis dort bleiben. Die Karten auf den Ablagen dagegen werden neu gemischt, so dass sich neue Chancen ergeben, das Spiel zu gewinnen.
fr: Si plus aucune carte ne peut être déplacée, vous pouvez redistribuer, au maximum deux fois. Toutes les cartes déjà placées sur les bases y restent, mais les piles intermédiaires sont remélangées pour vous laisser une nouvelle chance de trouver une solution.
it: Se non puoi più spostare carte, puoi ridistribuirle due volte. Le carte già nella casa restano lì, invece le carte delle colonne vengono mescolate per offrirti una nuova possibilità di trovare una soluzione.

source: Even though the rules are simple and allow quite some moves, the game is still hard to win, but is still a joy to play (or because of that).
da: Selvom reglerne er simple og tillader en del træk, er det alligevel svært at vinde spillet, men det er stadigvæk morsomt at spille (måske netop derfor).
de: Auch wenn die Regeln einfach sind und es eine Menge möglicher Züge gibt, ist das Spiel doch recht selten zu gewinnen. Trotzdem macht es Spass zu spielen (oder gerade deshalb).
fr: Même si les règles sont simples et permettent pas mal de combinaisons, le jeu est dur à gagner, tout en restant agréable à jouer (à moins que ce n'en soit la cause).
it: Benché le regole siano semplici e permettano abbastanza mosse, il solitario è abbastanza difficile da risolvere e, forse per quello, divertente da giocare.

source: Aces up
da: Esser opad
de: Asse hoch
fr: Les as
it: Assi in alto

source: This patience has very simple rules, but is still hard to win. It is played with one deck and the goal is to put all cards beside the aces to the foundation. After that there should be an ace on every playing pile left.
da: Denne kabale har meget enkle regler, med den er alligevel svær at vinde. Den spilles med et spil kort og målet er at få alle kort undtagen esserne over på grundlaget. Til sidst skal der kun være et es tilbage på hver spillebunke.
de: Diese Patience hat sehr einfache Regeln, ist somit leicht zu spielen, aber schwer zu gewinnen. Sie wird mit einem Kartenpäckchen gespielt. Ziel des Spiels ist es, alle Karten außer den Assen auf die Basis zu legen, wobei auf jeder Ablage ein Ass zu liegen hat.
fr: Cette réussite a des règles très simples, mais est quand même dure à gagner. Elle se joue avec un paquet de cartes, et le but est de placer toutes les cartes, sauf les as, sur la base. Après cela il devrait rester un as sur chaque pile intermédiaire.
it: Questo solitario ha regole semplicissime, ma è difficile risolverlo. Si gioca con un solo mazzo e lo scopo è di portare nella casa tutte le carte tranne gli assi. Alla fine deve restare un asso su ogni colonna.

source: Each top card that is of the same color (&eg; spades) and has a lower value than another top card (&eg; six of spades and four of spades) can be put on the foundation by clicking on it.
da: Hvert top kort der er af samme farve (&eg; spars) og har en lavere værdi end et andet top kort (&eg; spar seks og spar fire) kan puttes over på grundlagsbunken ved at klikke på det.
de: Jede obere Karte, die von geringerem Wert als eine andere obere Karte und von der selben Farbe (z.B. Pik) ist, kann per Klick auf die Basis gelegt werden.
fr: Chaque carte en sommet de pile qui est de la même couleur (&pex; pique) et qui a une valeur inférieure à une autre carte en sommet de pile (&pex; le six de pique et le quatre de pique) peut être déplacé vers la base en cliquant dessus.
it: La prima carta di una colonna che sia dello stesso seme (&eg; picche) e di valore inferiore rispetto ad un altra carta libera (&eg;. cinque e sei di picche) può essere spostata nella casa facendo clic su di essa.

source: If you can't move any more cards to the foundation, you can get a new card for each playing pile in clicking on the talon.
da: Hvis man ikke kan flytte flere kort over på grundlaget, kan man tage et nyt kort for hver spillebunke fra talonen.
de: Können keine weiteren Karten auf die Basis gelegt werden, wird mit einem Klick auf den Talon auf jede Ablage eine neue Karte gelegt.
fr: Si vous ne pouvez déplacer aucune carte vers la base, vous pouvez obtenir une nouvelle carte dans chaque pile intermédiaire en cliquant sur la pioche.
it: Se non puoi più spostare carte nella casa, puoi distribuire una nuova carta su ogni colonna facendo clic sul tallone.

source: On a free pile you can move every other card on top of a pile. You should choose these moves to free piles the way that new cards can be moved to the foundation after that.
da: Man kan flytte ethvert kort fra toppen af en bunke hen på en fri bunke. Man bør vælge disse træk til frie bunker på en sådan måde at nye kort kan flyttes hen på grundlaget bagefter.
de: Ist eine Ablage frei, so kann per Klick auf eine Karte auf einer anderen Ablage diese dorthin bewegt werden. Diese Karte sollte möglichst so gewählt werden, dass danach weitere Karten auf die Basis gelegt werden können.
fr: Vous pouvez déplacer n'importe quelle carte vers une pile vide. Vous devriez vous arranger pour que ce déplacement libère des cartes qui puissent aller vers la base par la suite.
it: Puoi spostare su una colonna libera la prima carta di un'altra colonna. Puoi scegliere che carta spostare su una pila libera in modo da poter portare altre carte nella casa.

source: The auto drop feature is disabled for this patience.
da: Auto drop egenskaben er deaktiveret for denne kabale.
de: [auto drop] ist bei dieser Patience abgestellt.
fr: La fonction de placement automatique des cartes est dévalidée dans cette réussite.
it: La funzione di spostamento automatico è disabilitato per questo solitario.

source: Freecell
da: Fricelle

source: Freecell is playing with one card deck. You have four free cells in the left top corner. Beside that there are the four foundation piles and below it there are eight playing piles.
da: Fricelle spilles med et spil kort. Man har fire frie celler i øverste venstre hjørne. Ved siden af er der fire grundlagsbunker og nedenfor det er der otte spillebunker.
de: Freecell wird mit einem Kartenpäckchen gespielt. Im Spielfeld befinden sich links oben vier freie Zellen, daneben die Basis mit vier Positionen und darunter acht Ablagen.
fr: Freecell se joue avec un paquet de cartes. Vous avez quatre cellules libres en haut à gauche. A part ça vous avez quatre piles de base et en-dessous vous avez huit piles intermédiaires.
it: Freecell si gioca con un mazzo di carte. Ci sono quattro celle-libere in alto a sinistra. Accanto si trovano i quattro mazzetti della casa e sotto le otto colonne di gioco.

source: The goal of the game is to have all cards as real families ascending on the foundation. This works quite often if you know how to play as Freecell is solvable at a rate of 99.9% approximately (of the first 32000 deals there is only one unsolvable - 11982 if you want to know).
da: Spillets formål er at få alle kort i rigtige familier og tiltagende på grundlaget. Dette virker ganske ofte hvis man ved hvordan man skal spille idet fricelle er løsbart i 99.9% af tilfældene nogenlunde (af de første 32000 uddelinger er der kun en ikke løsbar - 11982 hvis du gerne vil vide det).
de: Ziel ist es, alle Karten als echte Familien steigend auf die Basis anzuordnen. Dieses gelingt sehr oft, da Freecell zu ca. 99,9 % lösbar ist (von den ersten 32000 Spielen ist nur eins unlösbar -11982 wenn Sie es genau wissen wollen).
fr: Le but du jeu est de placer toutes les cartes sur les bases en suites ascendantes dans la couleur. Cela fonctionne assez souvent si vous savez jouer correctement, car Freecell possède une solution dans 99,9% des cas environ (sur les 32000 premiers distributions, une seule est insoluble - celle de numéro 11982 si vous voulez savoir).
it: Scopo del gioco è di portare nella casa tutte le carte ordinate come famiglie reali crescenti. Ci riuscirai abbastanza spesso se sei abile. Freecell è risolubile all'incirca nel 99% dei casi. Delle prime 32000 distribuzioni di carte ce ne è una sola irrisolvibile. Se vuoi proprio saperlo, è la 11982.

source: In the playing piles you have to build descending sequences, where red and black cards alternate. In a free cell you can put any card.
da: I spillebunkerne skal man bygge nedadgående sekvenser, hvor man skifter mellem røde og sorte kort. I en fri celle kan man putte et vilkårligt kort.
de: In den Ablagen müssen die Spielfolgen fallend, mit roten und schwarzen Karten im Wechsel, angeordnet werden. In eine freie Zelle kann nur eine einzige Karte gelegt werden.
fr: Sur les piles intermédiaires vous devez former des séquences décroissantes alternant les cartes rouges et noires. Vous pouvez placer n'importe quelle carte dans une cellule libre.
it: Sulle colonne devi costruire delle sequenze decrescenti di carte rosse e nere alternate. Su una cella-libera (vuota) puoi appoggiare qualsiasi carta.

source: You can only move one single card that lays on top of a pile or a free cell. Sequences can only be moved if you have enough free room (free cells or free playing piles) to put the cards in between you move.
da: Man kan kun flytte et enkelt kort der ligger på toppen af en bunke eller en fri celle. Sekvenser kan kun flyttes hvis man har nok fri plads (frie celler eller frie spillebunker) til at putte kortene i mellemtiden.
de: Bei einem Spielzug darf immer nur eine einzelne, oben liegende Karte verschoben werden. Sequenzen oder Teile von Sequenzen können nur verschoben werden, wenn genügend freie Zellen und/oder freie Ablagen vorhanden sind. Dabei kann jede beliebige Karte auf eine freie Position gelegt werden.
fr: Vous ne pouvez déplacer qu'une carte à la fois depuis le sommet d'une pile ou une des cellules. Les séquences ne peuvent être déplacées que si vous avez suffisamment d'espace (dans des cellules libres ou des piles intermédiaires vides) pour y poser les cartes appartenant à la séquence que vous désirez déplacer.
it: Puoi spostare solo la prima carta di una colonna o una che stia in una cella libera. Una sequenza può essere spostata solo se hai abbastanza posto (celle libere o colonne vuote) per appoggiarvi le carte durante gli spostamenti.

source: The moving of sequences will be supported by &kpat; if there is enough room. The maximum of cards you can move is calculated by:
da: Flytning af sekvenser er støttet af &kpat; hvis der er nok plads. Det maksimale antal kort man kan flytte er beregnet ved:
de: Das Verschieben der Folgen wird von &kpat; unterstützt wenn es genügend Platz vorhanden ist. Die maximale Anzahl der Karten, die verschoben werden können, errechnet sich aus:
fr: &kpat; n'autorisera le déplacement de séquences que s'il y a assez d'espace disponible. Le nombre maximum de cartes que vous pouvez déplacer est calcule par&nbsp;:
it: Lo spostamento di sequenze, se c'è abbastanza spazio, viene gestito dal programma. Il numero massimo di carte spostabili è calcolato come:

source: (#{free cells} + 1) * 2<superscript>#{free piles}</superscript>
da: (#{frie celler} + 1) * 2<superscript>#{frie bunker}</superscript>
de: (#{freie Zellen} + 1) * 2<superscript>#{freie Ablagen}</superscript>
fr: ({nb. cellules libres} + 1) * 2<superscript>{nb. piles vides}</superscript>
it: (#{celle vuote} + 1) * 2<superscript>#{colonne vuote}</superscript>

source: To solve this game it is recommended to grab the cards out of the playing sequences in the same order they have to be put into the foundation (first the aces, then the twos, &etc;)
da: For at løse dette spil anbefales det at tage kortene ud af spillesekvenserne i samme rækkefølge som de skal puttes ind i grundlaget (først esser, så toere, &etc;)
de: Um dieses Spiel zu lösen, empfiehlt es sich Karten in der Reihenfolge "auszugraben", wie sie auf die Basis gelegt werden können. Dabei sollte man versuchen, genügend Zellen und/oder Ablagen frei zu halten und unechte Familien auf den Ablagen zu bilden.
fr: Pour réussir cette réussite, il est recommandé de prendre les cartes dans les piles intermédiaires dans l'ordre dans lesquelles elles doivent être mises dans les bases (d'abord les as, ensuite les deux, &etc;)
it: Per risolvere questo gioco si raccomanda di togliere le carte dalle sequenze di gioco nello stesso ordine in cui dovranno essere poste nella casa (prima gli assi, poi i due, &etc;)

source: You should try to keep as many free cells and/or playing piles empty, so you can build as long sequences as possible.
da: Man bør forsøge at holde så mange frie celler og/eller spillebunker tomme som muligt, så man kan bygge så lange sekvenser som muligt.
de: Sie sollten versuchen, soviele freie Zellen und/oder Ablagen frei zu halten, so dass Sie möglichst lange Folgen bauen und verschieben können.
fr: Vous devez essayer de maintenir vides autant de cellules et/ou de piles intermédiaires que possible, afin de pouvoir former des séquences aussi longues que possible.
it: Devi cercare di mantenere più celle libere e/o colonne vuote che ti sia possibile. Così potrai costruire sequenze abbastanza lunghe.

source: Napoleon's Tomb
da: Napoleon's grav
de: Napoleons Grab
fr: La tombe de Napoléon
it: Tomba di Napoleone

source: Napoleon's Tomb is played with one deck. Goal is to put all cards on the foundations as ascending families without caring about the card colors or suits.
da: Napoleons grav spilles med et spil kort. Formålet er at putte alle kortene på grundlaget som stigende familier uden at bekymre sig om kortfarve eller kulør.
de: Napoleons Grab wird mit einem Kartenpäckchen gespielt. Ziel des Spiels ist es, alle Karten als Familien steigend auf die Basis anzuordnen, wobei die Farbe der Karte keine Rolle spielt.
fr: La tombe de Napoléon se joue avec un paquet de cartes. Le but est de placer toutes les cartes sur les bases en suites ascendantes sans se préoccuper de leur couleur.
it: La Tomba di Napoleone si gioca con un solo mazzo. Lo scopo è di porre tutte le carte sulle case, in famiglie crescenti, senza tener conto del seme o del colore delle carte.

source: The foundation is made out of five piles, that are put as an X. On the four corners of this X you have to build sequences starting with seven and ending with king.
da: Grundlaget er lavet af fire bunker, der er sat som et X. På de fire hjørner af dette X skal man bygge sekvenser der starter med en syver og ender med en konge.
de: Die Basis besteht aus 5 Stapeln, die als X angeordnet sind. Auf den vier Ecken des X könnenSie Folgen anordnen, die mit einer Sieben anfangen und mit einem König enden.
fr: Il y a cinq piles de base disposées en X. Aux quatre coins du X vous devez former des séquences commentant par un sept et se terminant par un roi.
it: La casa è costituita da cinque mazzetti, disposti ad X. In quelli alle quattro estremità della X devi costituire sequenze che partono dal 7 per arrivare al re.

source: The pile in the middle takes four times the sequence from six down to ace. The color doesn't matter for all five piles.
da: Bunken i midten tager fire gange sekvenser fra seks ned til es. Farven er ligegyldig i alle fem bunker.
de: Auf der Ablage in der Mitte können Sie viermal die Folge von Sechs bis hinunter zum Asanordnen. Die Farbe spielt keine Rolle auf allen vier Ablagen.
fr: La pile du milieu reçoit quatre fois la séquence décroissante du six à l'as. La couleur n'est importante dans aucune des cinq piles.
it: La casa centrale riceve quattro volte una sequenze decrescente dal sei all'asso. Per tutte e cinque le case il seme delle carte non ha importanza.

source: The other four piles on the sides of the pile in the middle (or in between the X - however you want to put it) can take one card each to place cards temporarily. You can go through the talon only once.
da: De andre fire bunker på siderne af bunken i midten (eller ind imellem X'et, hvordan man nu har lyst til at sige det) kan tage et kort hver, så man midlertidigt kan placere kort der. Man går kun igennem talonen én gang.
de: Die restlichen vier Felder des Spielfeldes können als vorübergehende Ablage für jeweils eine Karte genutzt werden. Der Talon kann nur einmal durchgesehen werden.
fr: Les quatre autres piles aux cotés de la pile du milieu (ou entre les branches du X - comme vous préférez le formuler) reçoivent chacune une carte à la fois pour vous permettre de déposer des cartes temporairement. Vous ne pouvez vider la pioche qu'une seule fois.
it: Ognuna delle altre quattro pile, disposte a croce, all'interno dei bracci della X può ricevere temporaneamente una carta. Puoi rigirare una volta sola le carte del tallone.

source: [auto drop] is disabled for this patience.
da: [auto drop] er deaktiveret for denne kabale.
de: [auto drop] ist bei dieser Patience abgestellt.
fr: La fonction de placement automatique des cartes est dévalidée dans cette réussite.
it: La funzione di spostamento automatico è disabilitato per questo solitario.

source: Mod-3 is played with two card decks without aces. Goal of the game is to put all cards on the top three rows. In those you have to build sequences of the same color. In the first row you have to create the sequence 2-5-8-B, in the second row the sequence 3-6-9-D and in the third row the sequence 4-7-10-K. The suit of the cards has to be the same in each sequence, so you can put a five of hearts only on top of a two of hearts.
da: Mod-3 spilles med to spil kort uden esser. Målet i spillet er at putte alle kortene i de øverste tre rækker. I disse skal man bygge sekvenser af samme farve. I den første række skal man lave sekvensen 2-5-8-B, i den anden række sekvensen 3-6-9-D og i den tredje række sekvensen 4-7-10-K. Man skal følge kulør i hver sekvens, så man kan putte hjerter fem ovenpå hjerter 2.
de: Mod-3 wird mit zwei Kartenpäckchen ohne Asse gespielt. Ziel ist es, alle Karten in den drei oberen Reihen anzuordnen. In der ersten Reihe sollen echte Abfolgen der Form 2-5-8-B, in der zweiten Reihe der Form 3-6-9-D und in der dritten Reihe der Form 4-7-10-K angeordnet werden. Hier ist die Farbe der Karte wichtig, so kann z.B. auf eine Herz-zwei nur eine Herz-fünf gelegt werden.
fr: Mod3 se joue avec deux paquets de cartes sans les as. Le but du jeu est de placer toutes les cartes dans les trois rangées du haut. Dans celles-ci vous devez former des séquences dans la couleur. Dans la première rangée vous devez créer la séquence 2-5-8-V, dans la deuxième rangée la séquence 3-6-9-D, et dans la troisième rangée la séquence 4-7-10-R. La couleur des cartes doit être la même dans chaque séquence, ainsi vous ne pouvez poser un cinq de cœur que sur un deux de cœur.
it: Mod-3 si gioca con due mazzi privi degli assi. Scopo del gioco è di porre tutte le carte sulle tre linee superiori. In queste devi costituire sequenze dello stesso seme. Nella prima linea devi formare sequenze del tipo 2-5-8-J, nella seconda 3-6-9-Q e nella terza 4-7-10-K. Il seme delle carte deve essere lo stesso in ogni sequenza. Quindi potrai mettere un cinque di cuori solo sopra un due di cuori.

source: The fourth row is waste pile and playing pile at once. On an empty slot you can put any card from the first three rows or one of top of the fourth row.
da: Den fjerde række er samtidig affaldsbunke og spillebunke. På en tom plads kan man putte et vilkårligt kort fra de første tre rækker eller en på toppen af den fjerde række.
de: Die unterste Reihe ist Hilfsstapel und Ablage zugleich. Auf eine leere Ablage kann eine Karte aus den oberen drei Reihen gelegt werden oder eine auf einem anderen Ablagestapel liegende.
fr: La quatrième rangée est a la fois une défausse et une pile intermédiaire. Dans un emplacement libre vous pouvez placer n'importe quelle carte de l'une des trois rangées du haut ou une au sommet de la quatrième rangée.
it: La quarta linea serve sia per gli scarti che per giocare. Su una sua posizione libera puoi mettere una qualsiasi carta presa dalle tre linee superiori o dallo strato superiore della quarta linea.

source: If you can't move any more cards, you can get new cards on the fourth row in clicking on the talon.
da: Hvis man ikke kan flytte flere kort, kan man få nye kort i den fjerde række ved at klikke på talonen.
de: Können keine weiteren Karten verschoben werden, ergeben sich neue Möglichkeiten durch einen Klick auf den Talon. Dann wird auf jede Ablage eine neue Karte gelegt.
fr: Si vous ne pouvez plus bouger de cartes, vous obtenez de nouvelles cartes dans la quatrième rangée en cliquant sur la pioche.
it: Quando non puoi più spostare carte, puoi mettere nuove carte sulla quarta linea facendo clic sul tallone.

source: Calculation
da: Beregning
de: Berechnung
fr: Calcul
it: Calcoli
