Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/kpat.po
Languages: da, de, fr, it

source: The &kpat; Handbook
da: &kpat; håndbog
de: Das &kpat; Handbuch
fr: Le manuel de &kpat;
it: Manuale di &kpat;

source: Reviewer
da: Tester
de: Korrektur
fr: Relecture
it: Revisore

source: Developer
da: Udvikler
de: Entwickler
fr: Développeur
it: Sviluppatore

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Stephan</firstname><surname>Kulow</surname><affiliation><address><email>coolo@kde.org</email></address></affiliation><contrib>Übersetzer</contrib></othercredit>
fr: <othercredit role="translator"><firstname>Eric</firstname> <surname>Bischoff</surname><affiliation><address><email>e.bischoff@noos.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
it: <othercredit role="translator"><firstname>Andrea</firstname><surname>Celli</surname><affiliation><address><email>a.celli@caltanet.it</email></address></affiliation><contrib>Traduzione della documentazione e dell'interfaccia grafica</contrib></othercredit>

source: &kpat; is a highly addictive card game for &kde;
da: &kpat; er et højst vanedannende kortspil for &kde;
de: &kpat; ist ein hochgradig süchtig machendes Spiel für &kde;
fr: &kpat; est un jeu de cartes très prenant pour &kde;
it: &kpat; è un gioco di carte per &kde; che ti droga.

source: game
da: spil
de: Spiel
fr: jeu
it: gioco

source: patience
da: tålmodighed
it: pazienza

source: solitaire
da: kabale
fr: réussite
it: solitario

source: Introduction
da: Indledning
de: Einleitung
it: Introduzione

source: To play a patience you need, as the name suggests, patience. For simple games, where the way the game goes depends only on how the cards fall, your patience is even the only thing you need.
da: For at spille et kabalespil har man, som det engelske navn siger, brug for tålmodighed. For enkle spil, hvor den måde spillet går på kun afhænger af hvordan kortene falder, er tålmodighed det eneste man har brug for.
de: Eine Patience zu spielen erfordert, wie der Name schon sagt: Geduld. Für einfache Spiele, in denen der Spielverlauf nur davon abhägnig ist, wie die Karten fallen, ist das auch ausreichend.
fr: Pour réussir un jeu de patience, vous avez besoin, comme son nom l'indique, de patience. Pour les jeux simples, où le déroulement du jeu ne dépend que de l'ordre des cartes, votre patience est même la seule chose dont vous aurez besoin.
it: Per giocare un solitario ti serve, come suggerisce il termine inglese, molta pazienza. Per giochi semplici, dove l'andamento del gioco dipende solo da come escono le carte, la pazienza è l'unica cosa di cui hai bisogno.

source: But there are also patience where you also need to plan your strategy and think ahead to win.
da: Men der er også kabaler, hvor man også skal planlægge en strategi og tænke fremad for at vinde
de: Aber es gibt auch Patiencen, in denen zusätzlich strategisches planen und vorausdenken für das Gewinnen notwendig sind.
fr: Mais il y a également des réussites pour lesquelles il vous faudra élaborer une stratégie et anticiper pour gagner.
it: Ma ci sono anche solitari in cui per vincere devi anche pianificare la tua strategia e meditare un po'.

source: All the games have in common that you have to put the cards in a special order in moving, turning and reordering them.
da: Alle spillene har det tilfælles, at man skal putte kortene i en speciel rækkefølge for at flytte, vende og omarrangere dem.
de: Alle Spiele haben gemein, dass durch Auslegen und Ordnen nach einem Schema die Karten in eine bestimmte Reihenfolge gebracht werden müssen.
fr: Tous les jeux ont en commun de vous demander d'ordonner les cartes d'une certaine façon en les déplaçant, en les retournant et en les réarrangeant.
it: Tutti i giochi hanno in comune il fatto che devi disporre le carte in un ordine prestabilito quando le muovi, le giri o le riordini.

source: Rules
da: Regler
de: Spielregeln
fr: Règles du jeu
it: Regole

source: A card game contains one or two card decks of 52 cards each. Each deck contains the four suits:
da: Man spiller med et eller to spil kort af 52 kort hver. Hvert spil indeholder de fire farver
de: Ein Kartenspiel enthält ein oder zwei Kartenpäckchen von 52 Karten. Jedes Kartenpäckchenenthält die vier Farben:
fr: Un jeu de cartes contient un ou deux paquets de 52 cartes chacun. Chaque paquet contient les quatre couleurs&nbsp;:
it: Un solitario con le carte utilizza uno o due mazzi da 52 carte l'uno. Ogni mazzo contiene quattro semi:

source: Clubs
da: Klør
de: Kreuz
fr: Trèfle
it: Fiori

source: Spades
da: Spar
de: Pik
fr: Pique
it: Picche

source: Hearts
da: Hjerter
de: Herz
fr: C&#156;ur
it: Cuori

source: Diamonds
da: Rudere
de: Karo
fr: Carreau
it: Quadri

source: Each of these suits contains itself the following cards types: ace, two, three, four, five, six, seven, eight, nine, ten, jack, queen and king.
da: Hver af disse fire farver indeholder følgende korttyper: es, toer, treer, firer, femmer, sekser, syver, otter, nier, tier, bonde, dame og konge.
de: Jede dieser Farben enthält wiederum die follgenden Werte: As, Zwei, Drei, Vier, Fünf, Sechs, Sieben, Acht, Neun, Zehn, Bube, Dame und König.
fr: Chacune des quatre couleurs contient les types de cartes suivants&nbsp;: as, deux, trois, quatre, cinq, six, sept, huit, neuf, dix, valet, dame et roi.
it: Ognuno di questi semi è formato dai seguenti tipi di carte: asso, due, tre, quattro, cinque, sei, sette, otto, nove, dieci, fante(J), regina(Q) e re(K).

source: This complete order of cards is called a family. There are real families and alternating ones. The real families are all of one suit (&eg; Hearts) while the alternating families the card color changes from one to another between a black color (Clubs and Spades) and a red color (Hearts and Diamonds).
da: Denne fuldstændige rækkefølge af kort kaldes en famile. Der er rigtige familer og alternerende. De rigtige er alle i samme farve (&eg; hjerter) mens de alternerende familer skifter mellem en sort farve (Klør eller spar) og en rød farve (Hjerter eller rudere).
de: Diese komplette Liste von Karten nennt man eine Familie. Es gibt echt Familien und unechte Familien. Die echten Familien sind alle von einer Farbe (&zb; Herz) während in unechten Familien die Farbe sich zwischen schwarz (Kreuz und Pik) und rot (Herz und Karo) abwechselt.
fr: Cette séquence complète de cartes s'appelle une suite. Il y a des suites dans la couleur et des suites alternées. Les suites dans la couleur sont toutes dans une seule couleur - au sens des jeux de cartes - (&pex; les cœurs) alors que dans les suites alternées la couleur - au sens ordinaire - des cartes varie à chaque carte entre une carte noire (trèfle et pique) et une carte rouge (cœur et carreau).
it: Questa serie completa di carte è detta 'famiglia'. Ci sono le famiglie reali e quelle alternate. Le famiglie reali sono tutte di uno stesso seme (&eg; cuori), mentre nelle famiglie alternate il colore di due carte successive passa da nero (fiori o picche) a rosso (cuori o quadri) e viceversa.

source: If the family is not complete, it's called a sequence.
da: Hvis familen ikke er fuldstændig kaldes den en sekvens.
de: Wenn eine Familie nicht komplett ist, nennt man sie Folge.
fr: Si une suite n'est pas complète, on l'appelle une séquence.
it: Se una famiglia non è completa, è chiamata 'sequenza'.

source: The game field of &kpat;
da: Spillefelter for &kpat;
de: Das Spielfeld von &kpat;
fr: Le plateau de jeu de &kpat;
it: Schieramento per &kpat;

source: There are only a few different elements in typical patience game. These should be introduced in the following.
da: Der er kun få forskellige elementer i et typisk kabalespil. De bliver introduceret i det følgende.
de: Es gibt nur ein paar verschiedene Elemente in einer typischen Patience. Diese sollen im folgenden vorgestellt werden.
fr: Il n'y a d'habitude que peu d'éléments différents dans une réussite. Nous allons les présenter.
it: Ci sono solo pochi elementi che caratterizzano un tipico solitario. Proviamo ad elencarli.

source: 1. Talon
da: 1. Bunken eller Talonen
fr: 1. La pioche
it: 1. Tallone

source: In the beginning of each game all cards are mixed in the deck. But not in every game all cards are dealt out, but some reside in the deck. These cards are put down on the so called talon, which you can find quite easy as it is in most games the only pile showing the reverse.
da: I begyndelsen af hvert spil er alle kortene blandet i kortspillet. Men det er ikke i alle spil at alle kort deles ud, nogle bliver i kortspillet. Disse kort puttes ned som den såkaldte bunke eller talon, som er nem at genkende, da det er den eneste bunke der viser bagsiden.
de: Am Anfang eines jeden Spiels werden die Kartenpäckchen gemischt. Aber nicht in jedem Spiel werden auch alle Karten ausgeteilt, sondern es verbleiben ein paar im Päckchen. Diese Karten werden dann verdeckt als so genannter Talon ausgelegt. Diesen erkennt man in einer Patience meist recht einfach daran, dass er der einzige Stapel ist, der die Rückseite zeigt.
fr: Au début de chaque partie, toutes les cartes sont mélangées dans le paquet. Dans certains jeux certaines cartes ne sont pas distribuées. Ces cartes se retrouvent dans ce qu'on appelle la pioche, que l'on reconnaît facilement au fait que, dans la plupart des jeux, c'est le seul tas de cartes vues de dos.
it: All'inizio di ogni partita tutte le carte del mazzo vengono mischiate. Ma in alcuni solitari non tutte le carte vengono distribuite e alcune rimangono nel mazzo. Quest'ultime costituiscono il cosiddetto tallone, che si può individuare facilmente perché in molti solitari è l'unico mazzetto che mostra il dorso.

source: If no card shows the reverse side, all cards are dealt out and there is no talon. These card games are the hardest as there is no randomness involved after the start of the game, so there is nothing to blame
da: Hvis ingen kort viser bagsiden, er alle kort delt ud og der er ingen bunke. Disse kortspil er de sværeste da der ingen tilfældighed er involveret efter starten af spillet, så der er ingen at give skylden.
de: Wenn kein Stapel die Rückseite zeigt, sind alle Karten ausgeteilt und es gibt keinen Talon. Diese Patiencen sind dann meist die schwierigsten, da es keinen Zufall mehr nach dem Start der Patience gibt, sondern alles von Ihrem Geschick abhängt
fr: Si aucune carte n'est vue de dos, toutes les cartes sont distribuées et il n'y a pas de pioche. Ces jeux sont les plus durs dans la mesure où aucune place n'est laissée au hasard apures que la partie ait commencé, de telle sorte qu'on ne peut s'en prendre qu'à soi-même.
it: Se nessuna carta mostra il dorso, allora sono state distribuite tutte e non c'è tallone. Questi solitari sono i più difficili perché niente è lasciato al caso dopo l'inizio del gioco. Quindi non puoi dare la colpa alla sfortuna.

source: 2. Waste Pile
da: 2. Affaldsbunken
de: 2. Hilfsstapel
fr: 2. La défausse
it: 2. Pozzo degli scarti

source: Many games put cards from the talon first on a waste pile when you click on the reverse of the top card on the talon.
da: Mange spil putter kort fra talonen på affaldsbunken når man klikker på topkortet i talonen.
de: In vielen Patiencen werden Karten vom Talon zuerst auf einen Hilfsstapel gelegt,wenn man auf den Talon klickt.
fr: Beaucoup de jeux placent les cartes de la pioche d'abord sur une pile de défausse, lorsque vous cliquez sur le dos de la carte au sommet de la pioche.
it: In molti giochi, quando fai clic sul dorso della prima carta del tallone, si girano alcune carte del tallone sul pozzo degli scarti.

source: From there you can take the card (which is then face up) and put it into the game.
da: Herfra kan man tage kortet (som har forsiden opad) og bruge det i spillet.
de: Von dort aus können die Karten (welche dann die Vorderseite zeigen) in das Spiel getan werden.
fr: Vous pouvez prendre cette carte (face visible) dans cette pile pour la placer dans le jeu.
it: Da qui puoi pescare la prima carta scoperta e disporla nel solitario.

source: 3. Foundation
da: 3. Grundlagsbunker
de: 3. Basis
fr: 3. Les bases
it: 3. Casa

source: The foundation piles is where you want to have your cards in the end. If all cards end up there in the right order, you've won.
da: Grundlagsbunkerne er der hvor man gerne vil have kortene til sidst. Hvis alle kort ender der i den rigtige rækkefølge har du vundet.
de: Die Basis ist der Ort, an dem sie alle Karten am Ende haben sollten. Wenn all ihre Karten am Ende dort in der richtigen Reihenfolge sind, haben Sie gewonnen.
fr: Les piles de base sont les emplacements où doivent se trouver vos cartes à la fin. Si toutes les cartes s'y retrouvent dans le bon ordre, vous avez gagné.
it: Le pile della casa sono dove vorresti avere le tue carte alla fine del gioco. Se riesci a metterci tutte le carte nel giusto ordine, hai vinto.

source: In most card games these piles are empty in the beginning, but &kpat; drops cards there when it sees them fitting to save you this most often boring part.
da: I de fleste kortspil er disse bunker tomme i begyndelsen, men &kpat; putter kortene der når det set at de passer, og sparer dig derved for den mest kedelige del.
de: In den meisten Kartenspielen ist die Basis am Anfang leer. &kpat; verschiebt aber Karten, die in die Basis passen, automatisch, da diese Aufgabe meistens der langweile Teil einer Patience ist.
fr: Dans la plupart des jeux de cartes, ces bases sont vides au début, et &kpat; y dépose les cartes quand il voit qu'elles peuvent y aller, afin de vous éviter cet aspect du jeu souvent ennuyeux.
it: Nella maggior parte dei solitari queste pile sono vuote all'inizio.&kpat; vi sposta automaticamente le carte quando vede che è possibile per risparmiarti questo compito spesso noioso.

source: 4. Playing Piles
da: 4. Spillebunker
de: 4. Ablagen
fr: 4. Tas intermédiaires
it: 4 Pile di gioco (colonne, righe).

source: These piles are the ones where the actual reordering happens. The rules for these piles vary a lot between the games. Some show all cards on them, some not. Some allow only card to be removed, some allow every card to be removed, etc. See the following chapters for details.
da: Disse bunker er de eneste hvor en egentlig omordning sker. Reglerne for disse bunker varierer meget mellem spillene. Nogle viser alle korttene i dem, nogle gør ikke. Nogle tillader kun at kort fjernes, nogle tillader et vilkårligt kort bliver fjernet, osv. Se de følgende kapitler for detaljer.
de: Diese Ablagen sind der Ort an dem das eigentliche Neuordnen stattfindet. Die Regeln für diese Ablagen sind sehr verschieden von Spiel zu Spiel. Einige zeigen alle Karten auf den Ablagen, bei einigen anderen sind einige Karten verdeckt. Einige Spiele erlauben nur, einzelne Karten zu verschieben, bei anderen kann man jede Karte verschieben, usw. Für Details zu den Regeln der einzelnen Spiele, siehe auch die weiteren Abschnitte.
fr: Ces piles de cartes sont ceux ou la remise en ordre effective se déroule. Les règles concernant ces piles varient énormément d'un jeu à l'autre. Certains montrent toutes les cartes qui s'y trouvent, d'autres non. Certains n'autorisent d'en retirer qu'une carte, d'autres permettent d'en retirer toutes les cartes. Reportez-vous aux chapitres suivants pour plus de détails.
it: Queste pile sono quelle dove vengono riordinate le carte. Le regole per gestirle variano moltissimo da un solitario all'altro. In alcuni tutte le carte sono scoperte, in altri no. Alcuni permettono di spostare solo una carta, altri di spostarle tutte, etc. Vedi i capitoli seguenti per i dettagli. In italiano, quando la geometria dello schieramento lo suggerisce, sono spesso chiamate colonne o righe.

source: General Use
da: Generel brug
de: Allgemeine Bedienung
fr: Instructions générales
it: Utilizzo generale

source: Use of the menu is too easy to be described now.
da: Brugen af menuen er for let til at kræve en beskrivelse her.
de: Benutzung des Menüs ist zu einfach, um jetzt schon erklärt zu werden.
fr: L'utilisation des menus est trop facile pour être décrite ici.
it: L'uso del menu è troppo semplice per doverlo descrivere.

source: Klondike is the most famous patience - most likely because an often used operating system comes with it. It is played with one deck.
da: Klondike er den mest berømte kabale - formodentlig fordi et ofte brugtoperativ system kommer med den. Den spilles med ét spil kort.
de: Klondike ist die bekannteste Patience - wahrscheinlich weil ein häufig genutztes Betriebssystem diese Patience als Standard mitliefert. Klondike wird mit einem Kartenpäckchen gespielt.
fr: Klondike est la réussite la plus connue - probablement parce qu'un système d'exploitation répandu la livre avec. Elle se joue avec un seul paquet.
it: Klondike è il solitario più famoso. Probabilmente perché un diffuso sistema operativo lo dà in dotazione. Viene giocato con un mazzo di carte.

source: Goal of Klondike is to put all cards as real families ascending on the foundation. This works usually pretty well as soon as all cards are lying face up in the playing piles.
da: Formålet med Klondike er at putte alle kortene som rigtige familer og stigende på grundlaget. Dette virker sædvanligvis temmelig godt så snart alle kortene har forsiden opad i spillebunkerne.
de: Ziel des Spiels ist es, alle Karten als echte Familien steigend auf die Basis anzuordnen. Dieses gelingt problemlos, wenn alle Karten mit der Vorderseite nach oben im Spielfeld liegen.
fr: Le but de Klondike est de placer toutes les cartes sur les bases en suites croissantes dans la couleur. Cela fonctionne en général assez bien à partir du moment où toutes les cartes sont vues de face dans les piles intermédiaires.
it: In Klondike l'obiettivo è di portare nella casa tutte le carte, ordinate in famiglie reali crescenti. Questo si ottiene agevolmente quando tutte le carte sono ordinate e scoperte sulle pile di gioco.

source: The sequences on the playing piles have to be put there descending while the cards should alternate in colors (red and black). You can move whole sequences or parts of it if the first card fits on another pile.
da: Sekvenserne i spille bunkerne skal være i aftagende rækkefølge og med alternerende farver (rød og sort). Man kan flytte en hel sekvens eller dele af den hvis første kort passer på en anden bunke.
de: Die Spielfolgen müssen fallend angeordnet werden, wobei sich immer schwarze und rote Karten abwechseln. Es können ganze oder Teile von Sequenzen verschoben werden, wenn die erste Karte auf eine andere Ablage passt.
fr: Les séquences sur les piles intermédiaires doivent suivre l'ordre décroissant en alternant les cartes rouges et noires. Vous pouvez déplacer des séquences entières ou des parties de celles-ci si leur première carte peut aller sur une autre pile.
it: Le sequenze sulle colonne devono essere decrescenti e con carte di colore alterno (rosso e nero). Si possono spostare intere sequenze o loro parti, purché la prima carta sia in sequenza con l'ultima della colonna d'arrivo.

source: On a free pile you can put a king of any color or a sequence starting with a king.
da: På en fri bunke kan man lægge en vilkårlig konge, eller en sekvens der starter med en konge.
de: Auf eine freie Ablage können Sie jeden beliebigen König oder jede Folge, die mit einem König startet, legen.
fr: Sur une pile vide vous pouvez poser un roi de n'importe quelle couleur ou une séquence commençant par un roi.
it: Su una colonna vuota si può porre solo un re di qualsiasi seme o una sequenza che inizi con un re.

source: When you click on the talon, one card from will be moved to the waste pile, from where you can move it to the playing piles or the foundation. Is the talon empty, you can move the complete waste pile on the talon in clicking on the empty talon.
da: Når man klikker på talonen, vil et kort der fra blive flyttet til affaldsbunken, hvorfra man kan flytte den til en af spillebunkerne eller grundlaget. Hvis talonen er tom, kan man flytte hele affaldsbunken op på talonen ved at klikke på den tomme talon.
de: Mit einem Klick auf den Talon wird eine Karte auf den Hilfsstapel gelegt, von wo aus sie auf die Ablagen oder die Basis bewegt werden kann. Ist der Talon leer, wird mit einem weiteren Klick der Hilfsstapel zu einen neuen Talon. So kann der Kartenstapel beliebig oft durchgesehen werden.
fr: Quand vous cliquez sur la pioche, une carte en sera retirée et placée dans la défausse, à partir de laquelle vous pouvez la déplacer vers une des piles intermédiaires ou une des bases. Si la pioche est vide, vous pouvez déplacer la pile de défausse au complet pour reformer la pioche en cliquant sur l'emplacement vide de la pioche.
it: Facendo clic sul tallone, una nuova carta viene scoperta e messa nel pozzo. Da qui puoi spostarla su una colonna o nella casa. Se il tallone è vuoto, puoi spostare l'intero contenuto del pozzo nel tallone facendo clic sulla sua posizione vuota.

source: You can look through the cards on the talon without any limit, but you should learn fast that you've lost if you can't find one card to move and that a new shift doesn't help you in finding new solutions.
da: Man kan kigge kortene i talonen igennem lige så mange gange man har lyst, men man bør hurtigt lære at man har tabt hvis man ikke kan finde et kort at flytte, og at en ny omgang ikke hjælper med at finde nye løsninger.
de: Den Talon kann man beliebig oft durchsehen, aber Sie sollten schnellverstehen, dass Sie verloren haben, wenn sich keine Karte mehr findetund eine neue Runde im Talon dabei nichts hilft.
fr: Vous pouvez examiner les cartes de la pioche sans restriction, mais vous vous apercevrez vite que vous avez perdu si vous ne pouvez trouver de carte à déplacer, et qu'un examen de la pioche de plus ne vous aidera pas à trouver de nouvelles solutions.
it: Puoi ruotare le carte del tallone senza alcun limite, ma ti accorgerai presto che hai perso se non vedi nessuna carta da spostare e un nuovo passaggio non ti mostra nuove soluzioni.

source: Grandfather
da: Bedstefar
de: Großvater
fr: Grand-père
it: Nonno

source: This game has been introduced to Paul by his grandfather, so it got this name. There aren't any other patience games known implementing this patience game.
da: Dette spil blev introduceret til Paul af hans bedstefar, så derfor navnet. Der er ikke andre kendte kabalespil der implementerer denne kabale
de: Erfindung von Pauls Großvater, daher erhielt diese Patience den Namen. Es sind keine anderen Patience-Spiele bekannt, die dieses Spiel implementieren.
fr: Ce jeu a été présenté à Paul par son grand-père, d'où son nom. Nous ne connaissons pas d'autres programmes de réussite implémentant ce jeu.
it: Questo gioco è stato insegnato a Paul da suo nonno, questa è la ragione del nome. Non ci sono altri pacchetti conosciuti di giochi che implementino questo solitario.

source: Grandfather deals one deck to seven playing piles while some cards on each pile are face down on initial deal.
da: Bedstefar deler et spil kort ud i syv spillebunker. Nogle kort på hver bunke har forsiden nedad i den oprindelige uddeling.
de: Bei Großvater wird ein Kartenpäckchen auf sieben Ablage-Stapel ausgeteilt. Die Karten der Stapel sind nur zum Teil aufgedeckt.
fr: Grand-père répartit un paquet de cartes vers sept piles intermédiaires de sorte à ce que certaines cartes soient vues de dos lors de la distribution initiale.
it: Il Nonno distribuisce un mazzo di carte su sette colonne. In ogni colonna ci sono all'inizio delle carte coperte.
