Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/kpat.po
Languages: da, de, fr, it

source: Calculation is surely a patience you have to get used to. It is played with one card deck and the goal of the game is to put all cards in the four foundation piles as ascending families without caring the color of the cards.
da: Beregning er helt sikkert en kabale man skal vænne sig til. Den spilles med et spil kort, og målet i spillet er at putte alle kortene i de fire grundlagsbunker som stigende familier, uden at bekymre sig om kortenes farve.
de: Berechnung ist sicherlich eine Patience, mit der man erst einmal warm werden muss. Es wird einem Kartenpäckchen gespielt und das Ziel des Spiels ist es alle Karten in den vier Basisstapeln als steigende Familien anzuordnen, ohne dass es auf die Farbe ankommt.
fr: Calcul est certainement une réussite qui nécessite de s'y habituer. Elle se joue avec un paquet de cartes, et le but du jeu est de placer toutes les cartes sur les quatre piles de base en formant des suites ascendantes sans tenir compte de la couleur des cartes.
it: Calcoli è sicuramente un solitario per esperti. Viene giocato con un solo mazzo di carte e lo scopo del gioco è di porre tutte le carte sulle quattro case, in famiglie crescenti, senza preoccuparsi del seme delle carte.

source: For the foundation you have to follow these orders:
da: I grundlagsbunkerne skal man følge denne rækkefølge:
de: Für die Basis gelten folgende Reihenfolgen:
fr: Sur les piles de base vous devez suivre les ordres suivants&nbsp;:
it: Nel mettere le carte sulle case dovrai seguire ordinamenti diversi:

source: 1st pile
da: 1. bunke
de: 1. Spalte
fr: 1ère pile
it: 1ª casa

source: A-2-3-4-5-6-7-8-9-10-J-Q-K
da: E-2-3-4-5-6-7-8-9-10-B-D-K
de: A-2-3-4-5-6-7-8-9-10-B-D-K
fr: A-2-3-4-5-6-7-8-9-10-V-D-R

source: 2nd pile
da: 2. bunke
de: 2. Spalte
fr: 2ème pile
it: 2ª casa

source: 2-4-6-8-10-Q-A-3-5-7-9-J-K
da: 2-4-6-8-10-D-E-3-5-7-9-B-K
de: 2-4-6-8-10-D-A-3-5-7-9-B-K
fr: 2-4-6-8-10-D-A-3-5-7-9-V-R

source: 3rd pile
da: 3. bunke
de: 3. Spalte
fr: 3ème pile
it: 3ª. casa

source: 3-6-9-Q-2-5-8-J-A-4-7-10-K
da: 3-6-9-D-2-5-8-B-E-4-7-10-K
de: 3-6-9-D-2-5-8-B-A-4-7-10-K
fr: 3-6-9-D-2-5-8-V-A-4-7-10-R

source: 4th pile
da: 4. bunke
de: 4. Spalte
fr: 4ème pile
it: 4ª. casa

source: 4-8-Q-3-7-J-2-6-10-A-5-9-K
da: 4-8-D-3-7-B-2-6-10-E-5-9-K
de: 4-8-D-3-7-B-2-6-10-A-5-9-K
fr: 4-8-D-3-7-V-2-6-10-A-5-9-R

source: The card on top of the talon can be put on any of the four playing piles. You should do this, so you can put following cards easier on the foundation.
da: Kortet på toppen af talonen kan puttes på en vilkårlig af spillebunkerne. Det bør man gøre, da man så nemmere kan putte de følgende kort på grundlagsbunkerne.
de: Die oberste Karte des Talons können Sie auf jede der vier Ablagen legen. Sie sollten dies auch tun, so dass sie folgende Karten einfacher auf die Basis ablegen können.
fr: La carte au sommet de la pioche peut se placer sur une des quatre piles intermédiaires. Il est conseillé de le faire, ainsi il est plus facile de placer les cartes suivantes sur les bases.
it: La carta in cima al tallone può essere messa su qualunque delle quattro pile di gioco. Cercherai di farlo in modo da poter sistemare il più facilmente possibile le carte seguenti sulle case.

source: Gypsy
da: Sigøjner
de: Zigeuner
fr: Le bohémien
it: Gitano

source: Gypsy is played with two card decks. Goal of the game is to put all cards in real families ascending on the foundation.
da: Sigøjner spilles med to spil kort. Målet i spillet er at putte alle kortene i rigtige familer der er stigende på grundlagsbunkerne.
de: Zigeuner wird mit zwei Kartenpäckchen gespielt. Ziel des Spiels ist es, alle Karten als echte Familien steigend auf die Basis anzuordnen.
fr: Le bohémien se joue avec deux paquets de cartes. Le but du jeu est de placer sur les bases toutes les cartes en suites ascendantes dans la couleur.
it: Gitano si gioca con due mazzi di carte. Scopo del gioco è di portare sulla casa, in famiglie reali crescenti, tutte le carte.

source: The playing piles have to be descending while red and black cards have to alternate. You can only move sequences or single cards. On a free slot you can put any card or sequence.
da: Spillebunkerne skal være aftagende med skiftevis røde og sorte kort. Man kan kun flytte sekvenser eller enkelte kort. På en fri plads kan man putte et vilkårligt kort eller sekvens.
de: Die Spielfolgen müssen fallend angeordnet werden, wobei sich immer schwarze und rote Karten abwechseln. Es können nur Sequenzen oder einzelne Karten verschoben werden. Auf eine freie Ablage kann jede beliebige Karte oder Sequenz gelegt werden.
fr: Les piles intermédiaires vont en ordre décroissant en alternant les cartes rouges et noires. Vous ne pouvez déplacer que des séquences ou des cartes isolées. Vous pouvez placer n'importe quelle carte ou séquence sur un emplacement libre.
it: Nelle colonne di gioco si devono formare sequenze decrescenti di colore alterno rosso e nero. Si possono spostare solo sequenze o carte singole. Su una colonna libera si può porre una sequenza o una carta qualsiasi.

source: If you can't move any more cards, you can click on the talon to get a new bunch of cards on each playing pile.
da: Hvis man ikke kan flytte flere kort, kan man klikke på talonen for at få en ny bunke kort på hver spillebunke.
de: Können keine weiteren Karten verschoben werden, ergeben sich neue Möglichkeiten durch einen Klick auf den Talon. Dann wird auf jede Ablage eine neue Karte gelegt.
fr: Si vous ne pouvez plus déplacer de cartes, vous pouvez cliquer sur la pioche pour tirer une nouvelle carte sur chaque pile intermédiaire.
it: Se non riesci più a muovere nessuna carta, puoi fare clic sul tallone per disporre una nuova carta su ogni colonna.

source: In using the undo feature you can ease the game quite a lot as you have to take quite some decisions and some of them might turn out to be wrong after you clicked the talon.
da: Ved at bruge fortrydefunktionen gør man spillet en hel del lettere da man kan lave beslutninger og nogen af dem viser sig at være forkerte efter man har klikket på talonen
de: Durch eine häufige Benutzung von [rückgänig] ist es leichter, ein Spiel zu gewinnen.
fr: La fonctionnalité d'annulation du dernier coup peut faciliter la partie dans la mesure où vous devez prendre des décisions rapides et où certaines d'entre elles peuvent se receler fausses une fois que vous avez cliqué sur la pioche.
it: Usando la possibilità di annullare le mosse, puoi facilitare molto il gioco. Infatti, dovrai prendere parecchie decisioni e alcune potranno rivelarsi sbagliate dopo aver fatto clic sul tallone.

source: Forty And Eight
da: Otte og fyrre
de: Vierzig und Acht
fr: Quarante-huit
it: Quarantotto

source: Forty and Eight is played with two card decks. Goal of the game is to put all cards as real families on the foundation.
da: Otte og fyrre spilles med to spil kort. Målet i spillet er at putte alle kortene i grundlagsbunkerne som rigtige familier
de: Vierzig und Acht wird mit zwei Kartenpäckchen gespielt. Ziel des Spiels ist es, alle Karten als echte Familien steigend auf die Basis anzuordnen.
fr: Quarante-huit se joue avec deux paquets de cartes. Le but du jeu est de placer toutes les cartes sur les bases en suites dans la couleur.
it: Quarantotto si gioca con due mazzi di carte. Scopo del gioco è di portare tutte le carte nella casa, ordinate in famiglie reali crescenti.

source: The playing piles have to be descending while you have to care about colors. So you can only put a five of hearts on a six of hearts.
da: Spillebunkerne skal være aftagende, men man skal bekende kulør. Så man kan kun putte hjerter fem på hjerter seks.
de: Die Spielfolgen müssen fallend angeordnet werden, wobei nur Herz auf Herz, Pik auf Pik, .... gelegt werden kann.
fr: Les piles intermédiaires descendent dans la couleur. Ainsi vous ne pouvez poser un cinq de cœur que sur un six de cœur.
it: Sulle colonne di gioco si devono formare sequenze decrescenti rispettando i semi. Quindi su un sei di cuori si potrà mettere solo un cinque di cuori.

source: You can only move one single card on top of a pile. In a free slot you can put any card.
da: Man kan kun flytte et enkelt kort hen på toppen af en bunke. På en fri plads kan man putte et vilkårligt kort.
de: Es kann nur eine einzelne oben liegene Karte pro Spielzug bewegt werden. Auf eine freie Ablage kann jede beliebige Karte gelegt werden.
fr: Vous ne pouvez déplacer qu'une carte à la fois au sommet d'une pile. Dans un emplacement libre vous pouvez placer n'importe quelle carte.
it: Si può muovere una sola carta in cima ad una colonna. In una colonna vuota si può mettere qualsiasi carta.

source: In clicking on the talon you can put a card on the waste pile, from where you can put it on a playing pile or the foundation (this &kpat; will do for you). Is the talon empty you can put all cards on the waste pile back on the talon. This works only once, after the second time the talon empties, the game is over.
da: Ved at klikke på talonen kan man putte et kort på affaldsbunken, hvorfra man kan putte det på en spillebunke eller grundlagsbunke (Det sidste gør &kpat; for dig). Hvis talonen er tom kan man putte alle kortene fra affaldsbunken tilbage på talonen. Dette virker kun én gang, efter talonen er tom for anden gang er spillet forbi.
de: Mit einem Klick auf den Talon wird eine Karte auf den Hilfsstapel gelegt, von wo aus sie auf die Ablagen oder die Basis bewegt werden kann. Ist der Talon leer, wird mit einem weiteren Klick der Hilfsstapel zu einen neuen Talon. Jedoch kann der Talon kann nur zweimal durchgesehen werden.
fr: Lorsque vous cliquez sur la pioche, vous posez une carte sur la pile de défausse, depuis laquelle vous pouvez la déplacer vers une pile intermédiaire ou une des bases (ce que &kpat; se charge de faire pour vous). Si la pioche est vide vous pouvez remettre toutes les cartes de la pile de défausse dans la pioche. Ceci ne fonctionne qu'une fois, lorsque la pioche se vide pour la seconde fois la partie est finie.
it: Facendo clic sul tallone si mette una carta nel pozzo degli scarti da cui potrai spostarla su una colonna di gioco o nella casa (il programma lo farà per te). Quando il tallone è vuoto puoi rimettere tutte le carte scartate sul tallone. Però per una volta sola. Quando il tallone si svuota per la seconda volta il gioco finisce.

source: This patience isn't really easy to solve, but with some experience, you can solve many deals, especially if you use the undo feature from time to time to correct your decisions, and the decisions &kpat; does in putting cards on the foundation.
da: Denne kabale er ikke særlig nem at løse, men med lidt erfaring, kan man løse mange spil, især hvis man bruger fortryde funktionen en gang imellem til at rette sine beslutninger, og de beslutninge &kpat; laver om at putte kort på grundlagsbunkerne.
de: Diese Patience ist nicht wirklich einfach zu lösen, aber mit ein wenig Erfahrung werden Sie in der Lage sein, etliche Spiele zu gewinnen. Dabei bietet sich vor allem die häufigere Benutzung des Rückgängig-Features an, um Entscheidungen im Spielverlauf zu berichtigen. Häufig wird auch &kpat; die falschen Karte auf die Basis abgelegt haben, so dass Sie auch hierbei mit Rückgängig eine andere Entscheidung herbeileiten können.
fr: Cette réussite n'est vraiment pas facile à résoudre, mais avec un peu d'habitude vous arriverez à résoudre plusieurs distributions, en particulier si vous utilisez la fonction d'annulation de temps en temps pour corriger vos décisions, ainsi que les décisions effectuées par &kpat; lorsqu'il place des cartes dans les bases.
it: Questo solitario non è molto facile da risolvere. Però con un po' di esperienza potrai risolverlo diverse volte. Soprattutto se, di tanto in tanto, usi la possibilità di correggere, annullandole, le tue decisioni e quelle prese dal programma, che sposta automaticamente le carte nella casa.

source: Simple Simon is played with one card deck. Goal of the game is to put all cards as real families on the foundation.
da: Simple Simon spilles med et spil kort. Målet i spillet et at putte alle kortene som rigtige familier på grundlagsbunkerne.
de: Einfach Simon wird mit einem Kartenpäckchen gespielt. Ziel des Spiels ist es, alle Karten als echte Familien steigend auf die Basis anzuordnen.
fr: Simon le Simple se joue avec un seul paquet de cartes. Le but du jeu est de placer toutes les cartes sur les bases en suites dans la couleur.
it: Simone semplice si gioca un mazzo di carte. Scopo del gioco è di portare tutte le carte nella casa, ordinate in famiglie reali.

source: In the playing piles you can build sequences. In general you don't have to care about the suits of the cards, but sequences can only be moved if they are part of a real sequence. (&eg; you can move the six of spades only if on top of it is the five of spades and not move it if on top of it is the five of clubs).
da: I spillebunkerne kan man bygge sekvenser. I almindelighed behøver man ikke bekymre sig om kortenes kulør, men sekvenser kan kun flyttes hvis de er en del af en rigtig sekvens (&eg; man kan kun flytte spar seks hvis den har spar fem ovenpå, ikke hvis den har klør fem ovenpå).
de: In den Ablagen können echte und unechte fallende Sequenzen gebildet werden. Mehrere Karten können nur dann bewegt werden, wenn sie Mitglied einer echten Sequenz sind.
fr: Dans les piles intermédiaires vous pouvez former des séquences. En général vous n'avez pas besoin de vous préoccuper de la couleur des cartes, mais les séquences ne peuvent entre déplacées que si elles sont dans la couleur. (&pex; vous pouvez déplacer le six de pique uniquement sur un cinq de pique et non pas sur un cinq de trèfle).
it: Nelle colonne di gioco dovrai costituire delle sequenze. In genere non devi preocuparti del seme delle carte. Però un gruppo di carte potrà essere spostato solo se forma una sequenza reale (&eg; si potrà spostare il sei di picche solo se è coperto dal cinque di picche, ma non se è sotto il cinque di fiori).

source: The cards can only be moved to the foundation if all 13 cards of one family lay on top of each other in the playing piles.
da: Kortene kan kun flyttes til en grundlagsbunke hvis alle 13 kort i en familie ligger på toppen af hinanden i spillebunkerne.
de: Die Karten werden nur auf die Basis gelegt, wenn alle 13 Karten einer Farbe im Spielfeld als echte fallende Familie angeordnet wurden.
fr: Les cartes ne peuvent être déplacées vers les bases que lorsque les 13cartes de la même suite se trouvent dans les piles intermédiaires.
it: Le carte possono essere portate nella casa solo se tutte le 13 carte di una famiglia sono disposte l'una sull'altra in una colonna di gioco.

source: Suggestion
da: Forslag
de: Vorschlag
it: Suggerimento

source: You should try as soon as possible to move away the cards on the right piles to get free piles to place cards temporarily as you can put on those any card.
da: Man skal prøve så tidligt som muligt at flytte kortene væk fra bunkerne til højre for at få frie bunker til at placere kort på midlertidigt, da man kan putte disse kort et vilkårligt sted
de: Es empfiehlt sich möglichst früh Karten von der rechten Seite des Spielfeldes "wegzuräumen", um freie Ablagen zu schaffen. Auf eine freie Ablage kann jede Karte oder Sequenz gelegt werden.
fr: Vous devriez essayer de déplacer les cartes dans les bonnes piles dès que c'est possible afin de libérer des piles pour poser des cartes temporairement, puisque vous pouvez placer n'importe quelle carte dans une pile vide.
it: Dovresti cercare di togliere al più presto possibile tutte le carte dalle colonne di destra per ottenere delle colonne libere su cui poter appoggiare temporaneamente una qualsiasi carta.

source: With enough free room you can build families on free slots independently of the color. If you have all cards in such families you can sort them after their color, so they can be moved to the foundation.
da: Med nok friplads kan man bygge familier på frie pladser uafhængig af farven. Hvis man har alle kort i sådanne familier kan man sortere dem efter deres farve, så de kan flyttes til grundlagsbunkerne.
de: Mit genügend Platz kann man dann beginnen fallende Familien auf eine freie Ablage zu legen. Hat man alle Karten als so angeordnet, kann man sie anschließend der Farbe nach sortieren.
fr: Si vous disposez de suffisamment de place libre vous pouvez former des familles dans les emplacement libres sans tenir compte de la couleur. Si vous avez toutes les cartes dans de telles familles, vous pouvez les trier d'après leur couleur, pour ensuite les déplacer vers une base.
it: Con abbastanza spazio libero, potrai costruire le famiglie sulle colonne libere, senza badare al colore. Quando avrai tutte le carte ordinate per valore, potrai ordinarle anche per seme. Così potrai spostarle sulle fondazioni.

source: Yukon is played with one card deck. Goal of the game is to put all cards as real families ascending on the foundation.
da: Yukon spilles med et spil kort. Målet i spillet er at putte alle kortene som rigtige familier stigende på grundlagsbunkerne.
de: Yukon wird mit einem Kartenpäckchen gespielt. Ziel des Spiels ist es, alle Karten als echte Familien steigend auf die Basis anzuordnen.
fr: Yukon se joue avec un paquet de cartes. Le but du jeu est de placer toutes les cartes sur les bases en suites croissantes dans la couleur.
it: Tukon si gioca un mazzo di carte. Scopo del gioco è di portare tutte le carte nella casa, ordinate in famiglie reali crescenti.

source: The sequences on the playing piles have to be descending with alternating red and black cards. You can move every face up card no matter how many cards are on top of it. So you can put a five of hearts on a six of spades if this one is on top of its pile.
da: Sekvenserne på spillebunkerne skal være aftagende med skiftevis røde og sorte kort. Man kan flytte ethvert kort med forsiden opad uanset hvor mange kort der ligger ovenpå det. Så man kan flytte en hjerter fem på en spar seks, hvis denne er på toppen af sin bunke.

source: In a free slot you can put any card (again, no matter how many cards are on top of it)
da: På en fri plads kan man putte et vilkårligt kort (igen uanset hvor mange kort der er ovenpå det)
de: Auf eine freie Ablage kann jede beliebige Karte oder Sequenz gelegt werden.
fr: Vous pouvez placer n'importe quelle carte dans un emplacement vide (là aussi indépendamment du nombre de cartes la recouvrant).
it: Puoi spostare qualsiasi carta su una colonna libera. Ancora, non importa se ha altre carte appoggiate sopra.

source: Grandfather's Clock
da: Bedstefars ur
de: Großvaters Uhr
fr: L'horloge de grand-père
it: Orologio del nonno

source: Grandfather's clock is a simple patience and after some experiments you should be able to solve most deals. It is played with one card deck and goal of the game is put the cards as real ascending sequences on the foundation.
da: Bedstefars ur er en simpel kabale, og efter nogel eksperimenter skulle man være i stand til at løse de fleste spil. Det spilles med et spil kort og formålet med spillet er at putte kortene som rigtige stigende sekvenser på grundlagsbunkerne.
de: Großvaters Uhr ist eine einfache Patience und mit ein bißchen knobeln geht fast jedes Spiel auf. Diese Patience wird mit einem Kartenpäckchen gespielt.
fr: L'horloge de grand-père est une réussite simple et après quelques tâtonnements vous devriez pouvoir résoudre la plupart des distributions. Elle se joue avec un paquet de cartes et le but du jeu est de placer les cartes sur les bases en séquences croissantes dans la couleur.
it: 'Orologio del nonno' è un solitario facile e, dopo alcune prove, dovresti essere in grado di risolverlo quasi sempre. Lo si gioca con un mazzo di carte e lo scopo del gioco è di mettere le carte nella casa, ordinate in sequenze reali crescenti.

source: The foundation is on the right side and consists of 12 piles that form the shape of a clock. The ace is on one o'clock, jack is on 11 o'clock and queen on 12 o'clock.
da: Grundlagsbunkerne er i højre side og består af 12 bunker i form som et ur. Esset er klokken et, bonden klokken 11 og dronningen klokken 12.
de: Ziel ist es, die Karten als echte steigende Sequenzen derart in der Basis anzuordnen, dass die Ziffern einer Uhr entstehen. Wobei Ass die Eins symbolisiert, Bube die Elf und Dame die Zwölf.
fr: Les piles de bases sont sur la droite et sont au nombre de 12, disposées de manière a représenter une horloge. L'as est à une heure, le valet est à 11 heures et la reine est à midi.
it: La casa è sul lato destro ed è composta da 12 mazzetti che formano il quadrante di un orologio. L'asso è al posto dell'una, il fante al posto delle 11 e la regina a quello delle 12.

source: There are 8 playing piles beside the clock and on each are 5 cards. On the playing piles you can build descending sequences without caring on the color of the cards. You can only move one single card at a time.
da: Der er 8 spillebunker ved siden af uret og på hver af dem er 5 kort. På spillebunkerne kan man bygge aftagende sekvenser uden at bekymre sig om kortenes farve. Man kan kun flytte et kort af gangen.
de: Die Ablage besteht aus acht Stapeln mit je fünf Karten. In der Ablage können die Karten als fallende Sequenzen angeordnet werden, wobei die Farbe hier keine Rolle spielt. Es kann pro Spielzug nur eine einzelne Karte bewegt werden.
fr: Il y a 8 piles intermédiaires à côté de l'horloge et chacune d'entre elles comporte cinq cartes. Vous pouvez y former des séquences décroissantes sans tenir compte de la couleur des cartes. Vous ne pouvez déplacer qu'une carte à la fois.
it: Ci sono 8 colonne di gioco a fianco dell'orologio e ognuna contiene 5 carte. Su queste colonne vanno costituite sequenze decrescenti senza preoccuparsi del colore delle carte. Si può spostare una sola carta per volta.

source: Kings
da: Konger
de: Könige
fr: Les Rois
it: I re

source: The patience Kings is played with two card decks. The cards are dealt in a way that below each playing pile is a king. The cards between two kings are put on of them (the first cards are obviously put on the first king). This way you can get piles with <emphasis>very</emphasis> different lengths.
da: Kabalen konger spilles med to spil kort. Kortene deles ud på en sådan måde at der er en konge under hver spillebunke. Kortene mellem to konger puttes ovenpå dem (de første kort puttes naturligvis ovenpå den første konge). på den måde kan man få bunker med <emphasis>meget</emphasis> forskellige længder.
de: Die Patience Könige wird mit zwei Kartenpäckchen gespielt. Die Karten werden so ausgeteilt, dass unter jedem Ablagestapel ein König liegt. Die Karten, die im Stapel zwischen zwei Königen liegen, werden auf den jeweils ersten gelegt. Dadurch können sehr unterschiedlich große Stapel entstehen.
fr: La réussite des Rois de joue avec deux paquets de cartes. Les cartes sont distribuées de manière à ce que sous chaque pile se trouve un roi. Les cartes sont placées au-dessus de ce premier roi jusqu'à tirer un nouveau roi. C'est ainsi que les piles peuvent avoir des longueurs <emphasis>très</emphasis> différentes.
it: Il solitario dei Re si gioca con due mazzi di carte. Le carte vengono distribuite in modo che sotto ogni colonna ci sia un re. Le carte tra due re vengono poste su di essi. Ovviamente la prima carta viene messa sul primo re. In questo modo si possono avere colonne di lunghezza <emphasis>molto</emphasis> diversa.
