Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/kpat.po
Languages: da, de, fr, it

source: Goal of the game is to put all cards as real families ascending on the foundation (on the right side of the playing piles).
da: Målet i spillet er at putte alle kortene som rigtige familier stigende på grundlagsbunkerne (til højre for spillebunkerne).
de: Ziel des Spiels ist es, alle Karten als echte Familien steigend auf die Basis (rechts im Spielfeld) anzuordnen.
fr: Le but du jeu et de former sur les piles de base (à droite des piles intermédiaires) des suites ascendantes dans la couleur.
it: Lo scopo del gioco è di portare tutte le carte sulla casa ( a destra delle colonne di gioco) ordinandole in famiglie reali crescenti.

source: The sequences on the playing piles have to be descending while red and black cards have to alternate. Several cards can only be moved when they are part of an alternating sequence.
da: Sekvenser på spillebunkerne skal være aftagende med skiftevis røde og sorte kort. Flere kort kan kun flyttes når de er en del af en skiftende sekvens.
de: Die Spielfolgen müssen fallend angeordnet werden, wobei sich immer schwarze und rote Karten abwechseln. Mehrere Karten können nur dann bewegt werden, wenn sie Mitglied einer unechten Sequenz sind.
fr: Les séquences dans les piles intermédiaires doivent être en ordre décroissant en alternant les cartes rouges et les cartes noires. On ne peut déplacer plusieurs cartes à la fois que lorsqu'elles font partie d'une séquence alternée.
it: Le sequenze sulle colonne di gioco saranno decrescenti con carte rosse e nere alternate. Si possono spostare gruppi di carte solo se costituiscono sequenze di colore alterno.

source: In the 8 free cells on the top of the playing field you can put a single card temporarily. On a free playing pile you can put any card or sequence.
da: I de 8 frie celler for oven på spillefeltet kan man putte enkelte kort midlertidigt. På en fri spillebunke kan man putte et vilkårligt kort eller sekvens.
de: In die acht ferien Zellen im oberen Spelfeld können jeweils eine einzige Karte gelegt werden. Auf eine freie Ablage kann jede beliebige Karte oder Sequenz gelegt werden.
fr: Dans les 8 cellules libres du haut vous pouvez placer temporairement une carte isolée. Dans une pile intermédiaire vide vous pouvez poser n'importe quelle carte ou séquence.
it: Le 8 celle libere alla sommità del piano di gioco servono per appoggiare temporaneamente singole carte. Su una colonna libera si può mettere qualsiasi carta o sequenza.

source: Credits and License
da: Medvirkende og licens
de: Mitwirkende und Lizenz
fr: Remerciements et licence
it: Crediti e licenze

source: &kpat; Copyright 1995-2000 Paul Olav Tvete
da: &kpat; ophavsret 1995-2000 Paul Olav Tvete

source: &kpat; Copyright 2001 Stephan Kulow <email>coolo@kde.org</email>
da: &kpat; ophavsret 2001 Stephan Kulow <email>coolo@kde.org</email>

source: Freecell Solver by Shlomi Fish <email>shlomif@vipe.technion.ac.il</email>
da: Fricelle løser af Shlomi Fish <email>shlomif@vipe.technion.ac.il</email>
de: Freecell Solver von Shlomi Fish <email>shlomif@vipe.technion.ac.il</email>
fr: Résolveur de Freecell par Shlomi Fish <email>shlomif@vipe.technion.ac.il</email>
it: Solutore per Freecell di Shlomi Fish <email>shlomif@vipe.technion.ac.il</email>

source: Documentation Copyright 2000 Paul Olav Tvete
da: Dokumentation ophavsret 2000 Paul Olav Tvete
de: Dokumentation Copyright 2000 Paul Olav Tvete
it: Documentazione Copyright 2000 Paul Olav Tvete

source: Documentation updated for KDE 2.0 by Michael McBride <email>mpmcbride7@yahoo.com</email>
da: Dokumentation opdateret for KDE 2.0 by Michael McBride <email>mpmcbride7@yahoo.com</email>
de: Documentation für KDE 2.0 von Michael McBride <email>mpmcbride7@yahoo.com</email> überarbeitet
fr: Documentation mise a jour pour KDE 2.0 par Michael McBride <email>mpmcbride7@yahoo.com</email>
it: Documentazione aggiornata per KDE 2.0 da Michael McBride <email>mpmcbride7@yahoo.com</email>

source: Documentation rewritten for &kpat; 2.0 (KDE 2.1) by Maren Pakura <email>maren@kde.org</email>
da: Dokumentation omskrevet for &kpat; 2.0 (KDE 2.1) af Maren Pakura <email>maren@kde.org</email>
de: Documentation für &kpat; 2.0 (KDE 2.1) neu geschrieben von Maren Pakura <email>maren@kde.org</email>
fr: Documentation réécrite pour &kpat; 2.0 (KDE 2.1) par Maren Pakura <email>maren@kde.org</email>
it: Documentazione riscritta per &kpat; 2.0 (KDE 2.1) da Maren Pakura <email>maren@kde.org</email>

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>&Uuml;bersetzungen der GUI und der Dokumentation: Stephan Kulow<email>coolo@kde.org</email></para>
fr: <para>Traduction française de la documentation par Eric Bischoff <email>e.bischoff@noos.fr</email></para>
it: <para>Traduzioni italiane curate dal Team di traduzione di KDE. Questo documento &egrave; stato tradotto da Andrea Celli <email>a.celli@caltanet.it</email></para>

source: Simple Simon
de: Einfach Simon
fr: Simon le Simple
it: Simone semplice

source: The sequences on the playing piles have to be descending with alternating red and black cards. You can move every face up card no matter how many cards are on top of it. So you can put a five of spades on a six of spades if this one is on top of its pile.
de: Die Spielfolgen müssen fallend angeordnet werden, wobei sich immer schwarze und rote Karten abwechseln. Man kann jede aufgedeckte Karte bewegen. So kann z.B. die Pik-fünf auf eine oben liegende Herz-sechs gelegt werden, unabhänig davon, wieviele Karten auf der Pik-fünf liegen.
fr: Les séquences sur les piles intermédiaires doivent être décroissantes en alternant les cartes rouges et les cartes noires. Vous pouvez déplacer n'importe quelle carte vue de face même si plusieurs autres cartes la recouvrent. Ainsi vous pouvez poser un cinq de cœur sur un six de pique si ce dernier est en sommet de pile.
it: Nelle colonne di gioco dovrai costituire delle sequenze decrescenti alternando carte rosse e nere. Si può spostare qualunque carta scoperta senza considerare quante e quali carte sono appoggiate su di essa. Ossia, puoi sempre porre un cinque di picche su un sei di picche se questo è in cimaalla sua colonna.
