Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/ksame.po
Languages: da, de, fr, hu, sk

source: The &ksame; Handbook
da: Samspil håndbog
de: Das &ksame; Handbuch
fr: Le manuel de &ksame;
hu: A &ksame; kézikönyve
sk: Manuál pre &ksame;

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Maren</firstname><surname>Pakura</surname><affiliation><address><email>maren@kde.org</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>
fr: <othercredit role="translator"> <firstname>Daniel</firstname> <surname>Cartron</surname> <affiliation> <address><email>daniel@cartron.org</email></address> </affiliation> <contrib>Traduction française</contrib> </othercredit>
hu: <othercredit role="translator"><firstname>Tamás</firstname><surname>Szántó</surname><contrib>Magyar fordítás</contrib><affiliation><address><email>tszanto@mol.hu</email></address></affiliation></othercredit>
sk: <othercredit role="translator"><firstname>Stanislav</firstname> <surname>Višňovský</surname> <affiliation> <address><email>visnovsky@nenya.ms.mff.cuni.cz</email></address> </affiliation><contrib>Preklad</contrib></othercredit>

source: &ksame; is a nice little program meant to amuse you for anywhere from 3 minutes to 6 days(straight).
da: Samspil er et sjovt lille program der gerne skulle kunne more dig fra 3 minutter op til 6 dage (uden pause).
de: &ksame; ist ein kleines nettes Programm, das einen für 3 Minuten amüsieren kann oder 6 Tagen durchgehend fesseln kann.
fr: &ksame; est un gentil petit programme dont le but est de vous amuser de 3 minutes à 6 jours (consécutifs).
hu: A &ksame; egy kedves kis ügyességi játék, mellyel el lehet játszani 3 percig vagy akár 6 napig is (egyfolytában!).
sk: &ksame; je pekný malý program, ktorý má slúžiť pre vašu zábavu, či už na 3 minúty, alebo na 6 dní (v kuse).

source: Introduction
da: Indledning
de: Einführung
hu: Bevezetés
sk: Úvod

source: &ksame; is a simple game. It is played by one player, so there is only one winner :-) You play for fun and against the high score. It has been inspired by SameGame, which is only really famous on the Macintosh.
da: Samspil er et enkelt spil. Man spiller alene, derfor er der også kun én vinder :-). Man spiller for sjov, og mod en topscorerliste. Ideen stammer fra Samspil (=SameGame), der kun kørte på Macintosh.
de: &ksame; ist ein einfaches Spiel. Man spielt es allein, folglich gibt es auch nur einen Gewinner :-). Sie spielen &ksame; nur so zum Spaß und gegen die Bestenliste. Die Idee stammt von <application>SameGame</application>, das nur auf dem Macintosh bekannt wurde.
fr: &ksame; est un jeu simple. On y joue à un seul joueur, donc il y a seulement un gagnant :-) Vous jouez pour le plaisir et pour battre le plus haut score. Il a été inspiré par SameGame, qui n'est vraiment connu que sur Macintosh.
hu: A &ksame; egy egyszerű ügyességi játék. Csak egy személy játszhatja, ezért csak egy győztes lehet :-) A játék célja a lehető legmagasabb pontszám elérése. A játék ötletét a SameGame-től vettük, mely igazán csak a Macintoshokon terjedt el.
sk: &ksame; je jednoduchá hra. Hrá ju jeden hráč, takže je iba jeden víťaz :-). Hrá sa pre zábavu a o najvyššie skóre. Je inšpirovaná hrou SameGame, ktorá je veľmi slávna na počítačoch Macintosh.

source: In 1997 Stephan Kulow and Marcus Kreutzberger wrote <foreignphrase lang="de">Probiere</foreignphrase> (a German pun). It was their first attempt to write a X11 application. They decided that it would be a good idea to port it to KDE, and here we are.
da: I 1997 skrev Stephan Kulow og Marcus Kreutzberger <foreignphrase lang="de">Probiere</foreignphrase> (tysk vits). Dette var første gang, vi skrev et X11 program. Vi syntes det ville være en god ide at tilpasse det til KDE, og det gjorde jeg så med hjælp fra Stephan, så sådan gik det til.
de: In 1997 schrieben Stephan Kulow und Marcus Kreutzberger schrieben <foreignphrase lang="de">Probiere</foreignphrase> . Dies war das erste mal, dass sie ein X11 Programm schrieben. Sie meinten, es wäre nicht schlecht, es an KDE anzupassen, und hier ist es.
fr: En 1997, Stephan Kulow et Marcus Kreutzberger ont écrit <foreignphrase lang="de">Probiere</foreignphrase> (un jeu de mot en allemand). C'était leur premier essai d'application pour X11. Ils décidèrent que ce serait une bonne idée de l'adapter pour KDE, et voilà.
hu: 1997-ben Stephan Kulow és Marcus Kreutzberger készített egy <foreignphrase lang="de">Probiere</foreignphrase> (német szójáték!) nevű játékot, ez volt az első próbálkozásuk X11-alapú program írására. Úgy döntöttek, hogy érdemes lenne a programot átírni KDE alá, és rövidesen megszületett a &ksame;.
sk: V roku 1997 napísali Stephan Kulow a Marcus Kreutzberger <foreignphrase lang="de">Probiere</foreignphrase> (nemecka vtip). Bol to ich prvý pokus o aplikáciu pre X11. Rozhodli sa, že by bolo dobré portovať ju do KDE, a tak ju tu dnes máte.

source: Using &ksame;
da: Brug af Samspil
de: Benutzung
fr: Jouer à &ksame;
hu: A program kezelése
sk: Použitie &ksame;

source: A very simple premise. There are a bunch of marbles. Get rid of them all. ;-)
da: Et meget simpelt formål. Der er en bunke kugler. Slip af med dem allesammen. ;-)
de: Kurz zusammengefasst gibt es ein paar Kugeln und Sie müssen Sie alle loswerden.
fr: Les prémisses sont simples. Il y a un tas de billes. Vous devez vous en débarrasser.
hu: A játék célja nagyon egyszerű. Meg kell szabadulni a pályán található összes golyótól. ;-)
sk: Veľmi jednoduchá myšlienka. Máte hromadu guličiek. Všetkých sa ich zbavte.

source: You can erase same marbles when they are connected vertically or horizontally when you click them. If there are pieces over the erased ones, they will drop down. If all of the pieces on the vertical line are erased, all pieces on the right side will slide to the left.
da: Man kan fjerne kugler af samme farve, der er forbundet vandret eller lodret, ved at klikke på dem. Hvis der er kugler over de slettede kugler, falder de ned. Når alle kuglerne i en søjle er fjernede glider kuglerne til højre derfor tilvenstre.
de: Sie können Kugeln loswerden, wenn sie horizontal oder vertikal verbunden sind und Sie auf diese klicken. Wenn es Kugeln oberhalb der gelöschten gibt, fallen diese herab. Wenn die ganze Spalte gelöscht ist, rutschen alle Spalten rechts davon nach links.
fr: Vous pouvez effacer un groupe de billes identiques, en contact verticalement ou horizontalement, en cliquant dessus. S'il y a des billes au-dessus de celles-ci, elles chuteront. Si toutes les billes d'une colonne sont effacées toutes les colonnes situées à sa droite glisseront vers la gauche.
hu: Ha kettő vagy több golyó érintkezik egymással, akkor a csoportra kattintva el lehet őket távolítani. Az eltüntetettek fölötti golyók ilyenkor lejjebb esnek. Ha egy oszlop mentén nem marad golyó, akkor az attól jobbra eső összes golyó elcsúszik balra.
sk: Rovnaké guličky môžete zmazať vtedy, ak sú spojené vertikálne alebo horizontálne. Potom na ne stačí kliknúť. Ak sú nejaké guličky na zmazanými, spadnú dolu. Ak je zmazaný celý vertikálny stĺpec, všetky guličky vpravo sa posunú doľava.

source: The score is calculated as follows:
da: Pointtallet beregnes som følger:
de: Die Punkte werden folgendermaßen berechnet:
fr: Le score est calculé comme suit&nbsp;:
hu: A pontszámot a következő módon tudja kiszámolni:
sk: Skóre sa počíta takto:

source: Subtract 2 from the number of marbles erased, and square the result.
da: Træk to fra antallet af kugler der slettes og tag kvadratet af resultatet.
de: Subtrahieren Sie zwei von der Anzahl der gelöschten Kugeln und quadrieren Sie das Ergebnis.
fr: Soustrayez 2 au nombre de billes effacées, et élevez le résultat au carré.
hu: Vonjon ki kettőt az eltüntetett golyók számából, majd a kapott értéket emelje négyzetre.
sk: Odpočítajte 2 od počtu zmazaných guličiek a výsledok umocnite na druhú.

source: As an example, if you erase 7 balls, then you get 25 points (7 minus 2 = 5. 5 squared is 25 points).If you erase 8 balls, then you get 36 points (8 minus 2 = 6. 6 squared is 36 points.
da: Som et eksempel, hvis du sletter 7 bolde, så får du 25 points (7 minus 2 = 5. 5 kvadrat er 25 points). Hvis du sletter 8 bolde, så får du 36 points (8 minus 2 = 6. 6 kvadrat er 36 points.
de: Hier ein paar Beispiele: Wenn Sie 7 Kugeln entfernen, erhalten Sie 25 Punkte (7-2=5, 5 zum Quadrat = 25) Wenn Sie 8 Kugeln entfernen, erhalten Sie 36 Punkte (8-2=6, 6 zum Quadrat = 36)
fr: Par exemple, si vous effacez 7 billes, vous marquez 25 points (7 moins 2 = 5. 5 au carré donne 25 points). Si vous effacez 8 billes, alors vous marquez 36 points (8 moins 2 = 6. 6 au carré donne 36 points).
hu: Így például 7 golyó eltüntetéséért 25 pont jár (7 mínusz 2 = 5, 5 a négyzeten pedig 25). 8 golyó eltüntetése esetén 36 pontot kap (8 mínusz 2 = 6, 6 négyzete 36).
sk: Napríklad, ak ste zmazali 7 guličiek, dostanete 25 bodov (7 mínus 2 = 5 a 5 na druhú je 25). Ak zmažete 8 guličiek, dostanete 36 bodov (8 mínus 2 = 6, 6 na druhú je 36).

source: Get as many of the same pieces as you can, and then erase them in one click. That way you will get a higher score. The game is over when there are no pieces that can be erased.
da: Få så mange af samme slags kugler som du kan, og slet dem så med et klik. På den måde får du flere points. Spillet er forbi når der ikke er flere kugler der kan slettes.
de: Versuchen Sie soviele zusammenhängende Kugeln wie möglich zu erhalten und sie mit einem Klick zu entfernen. Auf diese Weise erhalten Sie eine höhere Punktzahl. Das Spiel ist beendet, wenn Sie keine Kugeln mehr entfernen können.
fr: Regroupez autant de billes identiques que vous le pouvez, puis effacez les. De cette façon vous ferez le meilleur score. Le jeu est terminé quand il n'est plus possible d'effacer de billes.
hu: Ez azt jelenti, hogy érdemes minél több golyóból álló sort kirakni, mert akkor a kapott pontszám jelentősen nagyobb lesz. A játék akkor ér véget, ha már nem lehet több golyócsoportot levenni a tábláról.
sk: Dajte dohromady čo najviac rovnakých guličiek a potom ich naraz zmažte jedným kliknutím. Získate tak vyššie skóre. Hra skončí, keď už nie je možné zmazať žiadne ďalšie guličky.

source: The score will then be decreased according to the number of remaining pieces. If you erase all pieces 1,000 bonus points will be added to the final score.
da: Pointstallet bliver reduceret med de tilbageværende kugler. Hvis det lykkes at fjerne alle kuglerne, får man 1000 bonuspoints ekstra.
de: Die Punktzahl wird um die übrig gebliebenen Kugeln verringert. Wenn Sie alle Kugeln entfernen, dann werden 1000 Punkte zu Ihrer Endpunktzahl addiert.
fr: Votre score sera diminué d'autant qu'il reste de billes. Si vous effacez toutes les billes, un bonus de 1 000 points sera ajouté à votre score.
hu: A játék végén a program a táblán maradt golyók számával arányos módon csökkenti az elért eredményt. 1000 pont jutalmat kap, ha egyetlen golyó sem maradt.
sk: Skóre sa zníži podľa počtu guličiek, ktoré vám zostali. Ak zmažete všetky guličky, dostanete bonus 1000 bodov.

source: More &ksame; features
da: Flere Samspil egenskaber
de: &ksame; Eigenschaften
fr: Autres fonctionnalités de &ksame;
hu: A program egyéb jellemzői
sk: Ďalšie funkcie &ksame;

source: &ksame; is wonderful in that it will allow you to kill 5 minutes while you wait for that program to compile.
da: Samspil er et vidunderligt spil, der vil hjælpe dig over de 5 minutter der går, mens du venter på at et program kompileres.
de: &ksame; ist wunderbar, wenn man 5 Minuten totschlagen muss, während man wartet, dass ein Programm fertig kompiliert.
fr: &ksame; est merveilleux si vous voulez tuer 5 minutes en attendant que votre programme se compile.
hu: A &ksame;-mel például kellemes módon el lehet ütni azt az 5 percet, amíg elkészül egy program fordítása.
sk: Na &ksame; je krásne to, že sa môžete zabaviť na 5 minút, kým čakáte, až sa doprekladá program.

source: Or, if nothing else, it will allow you to kill 5 minutes.
da: Om ikke andet, så vil de 5 minutter gå under alle omstændigheder.
de: Oder, wenn sonst nichts anderes, es erlaubt einem 5 Minuten totzuschlagen.
fr: Ou bien, si vous n'avez rien d'autre à faire, simplement de tuer 5 minutes.
hu: Persze ez az utóbbi nem kötelező...
sk: Alebo, ak už nič iné, zabijete aspoň tých 5 minút.

source: Command Reference
da: Kommandoreference
de: Kommando-Referenz
fr: Référence des commandes
hu: A parancsok felsorolása
sk: Zoznam príkazov

source: The main &ksame; window
da: Hoved Sampilvinduet
de: Das Hauptfenster von &ksame;
fr: La fenêtre principale de &ksame;
hu: A program főablaka
sk: Hlavné okno &ksame;

source: There is a large area with lots of marbles. Underneath is the status bar. Above is the menu bar.
da: Der er et stort område med masser af kugler. Nedenunder er statuslinien. Ovenover er menulinien.
de: Dort gibt es eine große Fläche mit vielen Kugeln. Darunter befindet sich die Statusleiste, darüber die Menü-Leiste.
fr: C'est une grande zone pleine de billes. Au dessous se trouve la barre d'état. Au dessus la barre de menu.
hu: Itt látható a játéktér a golyókkal, alatta egy állapotsor, felette a menüsor.
sk: Okno obsahuje veľkú plochu s guličkami. Pod ňou je stavový riadok a hore menu.

source: The <guimenu>Game</guimenu> Menu
da: <guimenu>Spil</guimenu>menuen
de: Das <guimenu>Spiel</guimenu>-Menü
fr: Le menu <guimenu>Jeu</guimenu>
hu: A <guimenu>Játék</guimenu> menü
sk: Menu <guimenu>Hra</guimenu>

source: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>G</accel>ame</guimenu> <guimenuitem><accel>N</accel>ew</guimenuitem>
da: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu><accel>S</accel>pil</guimenu><guimenuitem><accel>N</accel>yt</guimenuitem>
de: <shortcut> <keycombo action="simul"><keycap>Strg</keycap><keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu> <guimenuitem><accel>N</accel>eu</guimenuitem>
fr: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>J</accel>eu</guimenu> <guimenuitem><accel>N</accel>ouveau</guimenuitem>
hu: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>N</keycap></keycombo> </shortcut> <guimenu>Já<accel>t</accel>ék</guimenu> <guimenuitem>Ú<accel>j</accel></guimenuitem>
sk: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>H</accel>ra</guimenu> <guimenuitem><accel>N</accel>ový</guimenuitem>

source: Starts a new game.
da: Starter et nyt spil.
de: Startet ein neues Spiel.
fr: Démarre une nouvelle partie.
hu: Elkezd egy új játékot.
sk: Spustí novú hru.

source: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>H</keycap></keycombo> </shortcut> <guimenu><accel>G</accel>ame</guimenu> <guimenuitem>Show <accel>h</accel>ighscore</guimenuitem>
da: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap><keycap>H</keycap></keycombo></shortcut><guimenu><accel>S</accel>pil</guimenu><guimenuitem>Vis <accel>t</accel>opresultater</guimenuitem>
de: <shortcut> <keycombo action="simul"><keycap>Strg</keycap><keycap>H</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu> <guimenuitem><accel>B</accel>estenliste</guimenuitem>
fr: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>H</keycap></keycombo> </shortcut> <guimenu><accel>J</accel>eu</guimenu> <guimenuitem><accel>M</accel>eilleurs scores</guimenuitem>
hu: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>H</keycap></keycombo> </shortcut> <guimenu>Já<accel>t</accel>ék</guimenu> <guimenuitem>A legjobb <accel>e</accel>redmények...</guimenuitem>
sk: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>H</keycap></keycombo> </shortcut> <guimenu><accel>H</accel>ra</guimenu> <guimenuitem>Ukázať najlepšie <accel>s</accel>kóre</guimenuitem>

source: Displays the high score table
da: Viser tabellen af topresultater
de: Zeigt die Bestenliste an
fr: Affiche le tableau des meilleurs scores
hu: Megjeleníti a dicsőségtáblát
sk: Zobrazí tabuľku najvyšších skóre

source: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>G</accel>ame</guimenu> <guimenuitem><accel>Q</accel>uit</guimenuitem>
da: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>pil</guimenu> <guimenuitem><accel>A</accel>fslut</guimenuitem>
de: <shortcut> <keycombo action="simul"><keycap>Strg</keycap><keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu> <guimenuitem>B<accel>e</accel>enden</guimenuitem>
fr: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>J</accel>eu</guimenu> <guimenuitem><accel>Q</accel>uitter</guimenuitem>
hu: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> </shortcut> <guimenu>Já<accel>t</accel>ék</guimenu> <guimenuitem>Ki<accel>l</accel>épés</guimenuitem>
sk: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>H</accel>ra</guimenu> <guimenuitem><accel>K</accel>oniec</guimenuitem>

source: <action>Quits</action> &ksame;
da: <action>Afslutter</action> Samspil
de: <action>Beendet</action> &ksame;
fr: <action>Quitter</action> &ksame;
hu: <action>Kilépés</action> a programból
sk: <action>Ukončí</action> &ksame;

source: The <guimenu>Edit</guimenu> Menu
da: <guimenu>Redigerings</guimenu>menuen
de: Das <guimenu>Bearbeiten</guimenu>-Menü
fr: Le menu <guimenu>Édition</guimenu>
hu: A <guimenu>Szerkesztés</guimenu> menü
sk: Menu <guimenu>Upraviť</guimenu>

source: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>dit</guimenu> <guimenuitem>Und<accel>o</accel></guimenuitem>
da: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo></shortcut><guimenu><accel>R</accel>edigér</guimenu><guimenuitem>For<accel>tryd</accel></guimenuitem>
de: <shortcut> <keycombo action="simul"><keycap>Strg</keycap><keycap>Z</keycap></keycombo> </shortcut> <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem><accel>R</accel>ückgängig</guimenuitem>
fr: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo> </shortcut> <guimenu><accel>É</accel>dition</guimenu> <guimenuitem>Annu<accel>l</accel>er</guimenuitem>
hu: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo> </shortcut> <guimenu>S<accel>z</accel>erkesztés</guimenu> <guimenuitem>Visszavo<accel>n</accel>ás</guimenuitem>
sk: <shortcut> <keycombo action="simul"><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo> </shortcut> <guimenu><accel>U</accel>praviť</guimenu> <guimenuitem>Vrá<accel>t</accel>iť späť</guimenuitem>

source: This will undo the last move.
da: Fortryd det sidste træk.
de: Dies macht den letzten Schritt rückgängig.
fr: Ceci annulera le dernier mouvement
hu: Visszavonja a legutóbbi lépést.
sk: Vráti späť posledný ťah.

source: The <guimenu>Settings</guimenu> Menu
da: <guimenu>Opsætnings</guimenu>menuen
de: Das <guimenu>Einstellungen</guimenu>-Menü
fr: Le menu <guimenu>Configuration</guimenu>
hu: A <guimenu>Beállítások</guimenu> menü
sk: Menu <guimenu>Nastavenia</guimenu>

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>R</accel>andom Board</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu> <guimenuitem><accel>T</accel>ilfældigt bræt</guimenuitem>
de: <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem><accel>Z</accel>ufälliges Spielfeld</guimenuitem>
fr: <guimenu><accel>C</accel>onfiguration</guimenu> <guimenuitem><accel>P</accel>artie aléatoire</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem><accel>V</accel>életlenszerű elrendezés</guimenuitem>
sk: <guimenu>Nas<accel>t</accel>avenia</guimenu> <guimenuitem><accel>N</accel>áhodná doska</guimenuitem>

source: <action>Nothing.</action> Leave it on, otherwise it just brings up a blank window.
da: <action>Intet.</action> Lad det være, ellers kommer der blot et tomt vindue.
de: <action>Nichts.</action> Lassen Sie es an, ansonsten ist das Spielfeld leer.
fr: <action>Ne fait rien.</action> Laissez le, sinon cela produira juste une fenêtre vide.
hu: <action>Egyelőre nincs hatása.</action> Hagyja bekapcsolva, különben megjelenhet egy üres ablak.
sk: <action>Nič.</action> Nechajte to zapnuté, inak bude okno prázdne.

source: The <guimenu>Help</guimenu> Menu
da: <guimenu>Hjælpe</guimenu>menuen
de: Das <guimenu>Hilfe</guimenu>-Menü
fr: Le menu <guimenu>Aide</guimenu>
hu: A <guimenu>Segítség</guimenu> menü
sk: Menu <guimenu>Pomocník</guimenu>

source: <shortcut><keycombo><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>elp</guimenu><guimenuitem><accel>C</accel>ontents</guimenuitem>
da: <shortcut><keycombo><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>jælp</guimenu><guimenuitem><accel>I</accel>ndhold</guimenuitem>
de: <shortcut><keycombo><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>ilfe</guimenu><guimenuitem><accel>I</accel>nhalt</guimenuitem>
fr: <shortcut><keycombo><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>A</accel>ide</guimenu><guimenuitem>Conten<accel>u</accel></guimenuitem>
hu: <shortcut><keycombo><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>S</accel>egítség</guimenu><guimenuitem><accel>T</accel>artalom</guimenuitem>
sk: <shortcut><keycombo><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>P</accel>omocník</guimenu><guimenuitem><accel>O</accel>bsah</guimenuitem>

source: This invokes the KDE help system starting at the the top of this help file.
da: Dette starter KDE's hjælpesystem startende med toppen af denne hjælpefil.
de: Startet das &kde; Hilfesystem mit der &ksame; Hilfeseite (dieses Dokument).
fr: Ceci invoque le système d'aide de KDE en commençant en haut de ce fichier d'aide.
hu: Elindítja a KDE Segítség rendszert és rááll ennek a dokumentumnak az első oldalára.
sk: Zavolá pomocníka KDE a zobrazí začiatok tohto súboru.

source: <shortcut><keycombo action="simul"><keycap>Shift</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>elp</guimenu><guimenuitem>What's <accel>T</accel>his?</guimenuitem>
da: <shortcut><keycombo action="simul"><keycap>Shift</keycap><keycap>F1</keycap></keycombo></shortcut><guimenu><accel>H</accel>elp</guimenu><guimenuitem>Hvad er <accel>d</accel>ette?</guimenuitem>
de: <shortcut><keycombo action="simul"><keycap>Umschalt</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>ilfe</guimenu><guimenuitem>Was ist <accel>d</accel>as?</guimenuitem>
fr: <shortcut><keycombo action="simul"><keycap>Maj</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>A</accel>ide</guimenu><guimenuitem><accel>Q</accel>u'est-ce que c'est&nbsp;?</guimenuitem>
hu: <shortcut><keycombo action="simul"><keycap>Shift</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>S</accel>egítség</guimenu><guimenuitem>Mi <accel>e</accel>z?</guimenuitem>
sk: <shortcut><keycombo action="simul"><keycap>Shift</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>P</accel>omocník</guimenu><guimenuitem>Čo je <accel>t</accel>o?</guimenuitem>
