Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/ksame.po
Languages: da, de, fr, hu, sk

source: This changes the mouse cursor to a combination arrow and question mark. Clicking on items within &ksame; with this arrow will open a help window (if one exists for the particular item) explaining the item's function.
da: Dette ændrer musemarkøren til en kombination af en pil og et spørgsmålstegn. Ved at klikke på ting indenfor Samspil med denne pil vil et hjælpevindue blive åbnet (hvis der findes et for dette punkt) der forklarer vedkommendes funktion.
de: Zum Mauszeiger kommt ein Fragezeichen dazu. Wenn Sie damit auf ein Objekt innerhalb des &kmines;-Fensters klicken, erscheint ein Hilfefenster mit passenden Informationen (wenn es dazu welche gibt).
fr: Ceci transforme le pointeur de souris en une combinaison d'une flèche et d'un point d'interrogation. Un clic sur un item dans &ksame; ouvrira une fenêtre d'aide (s'il en existe pour cet item) qui explique sa fonction.
hu: Ennek hatására az egérmutató alakja egy nyíl és egy kérdőjel kombinációjává változik. Ha ilyenkor a program ablakán belül rákattint egy objektumra, akkor megnyílik egy kis ablak, benne az objektum funkciójának rövid leírásával (ha tartozik hozzá leírás).
sk: Zmení kurzor myši na kombináciu šipky a otáznika. Kliknutím na niektoré miesto v okne &ksame; zobrazí okno pomocníka (ak pre dané miesto existuje), kde je vysvetlená jeho funkcia.

source: <guimenu><accel>H</accel>elp</guimenu><guimenuitem><accel>R</accel>eport Bug.</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu><guimenuitem><accel>R</accel>apportér problem.</guimenuitem>
de: <guimenu>Hilfe</guimenu><guimenuitem>Berichten Sie Probleme oder Wünsche...</guimenuitem>
fr: <guimenu><accel>A</accel>ide</guimenu><guimenuitem><accel>R</accel>apport de bogue.</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu><guimenuitem>Hiba<accel>b</accel>ejelentés</guimenuitem>
sk: <guimenu><accel>P</accel>omocník</guimenu><guimenuitem><accel>P</accel>oslať správu o chybe</guimenuitem>

source: If you find an error in the program, or you have an idea on how to improve the game, clicking this option will let you send an official bug report to the KDE team.
da: Hvis du har en god idé til næste udgave af spillet eller programmet bryder sammen for dig, så kan du vælge dette og sende en problemrapport til KDE holdet.
de: Wenn Sie einen Fehler bemerkt haben oder eine Idee zur Verbesserung des Spiels beitragen wollen, können Sie mit diesem Menüpunkt eine offizielle Meldung an das KDE-Team schicken.
fr: Si vous trouvez une erreur dans le programme, ou si vous avez une idée sur la manière d'améliorer le jeu, un clic sur cette option vous permettra d'envoyer un rapport de bogue à l'équipe de KDE.
hu: Ha hibát talált a programban vagy eredeti továbbfejlesztési ötlete támadt, kattintson erre a menüpontra. Az összeállított üzenet el fog jutni a program szerzőihez és karbantartóihoz.
sk: Ak nájdete chybu v programe alebo máte nápad, ako ju vylepšiť, vyberte túto položku a budete môcť poslať oficiálnu správu o chybe tímu KDE.

source: <guimenu><accel>H</accel>elp</guimenu><guimenuitem><accel>A</accel>bout Ksame</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu><guimenuitem><accel>O</accel>m Samspil</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Ü<accel>b</accel>er Ksame</guimenuitem>
fr: <guimenu><accel>A</accel>ide</guimenu><guimenuitem>À <accel>p</accel>ropos de same</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu><guimenuitem>A KSame <accel>n</accel>évjegye</guimenuitem>
sk: <guimenu><accel>P</accel>omocník</guimenu><guimenuitem><accel>O</accel> KSame</guimenuitem>

source: This will <action>display version and author information</action>.
da: Dette vil <action>vise version og forfatterinformation</action>.
de: Gibt Informationen zu Version und Autoren aus.
fr: Ceci <action>affiche des informations sur la version et l'auteur</action>.
hu: Megjeleníti <action>a program verziószámát és szerzőinek nevét</action>.
sk: <action>Zobrazí informácie o verzii a autorovi</action>.

source: <guimenu><accel>H</accel>elp</guimenu><guimenuitem>About <accel>K</accel>DE</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu><guimenuitem>Om <accel>K</accel>DE</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu><guimenuitem>Über <accel>K</accel>DE</guimenuitem>
fr: <guimenu><accel>A</accel>ide</guimenu><guimenuitem>À propos de <accel>K</accel>DE</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu><guimenuitem>A <accel>K</accel>DE névjegye</guimenuitem>
sk: <guimenu><accel>P</accel>omocník</guimenu><guimenuitem>O <accel>K</accel>DE</guimenuitem>

source: This <action>displays the KDE version</action> and other basic information.
da: Dette <action>viser KDE versionen</action> og anden basal information.
de: Gibt Versionsnummer und grundlegende Informationen zu &kde; aus.
fr: Ceci <action>affiche la version de KDE</action> et d'autres informations de base.
hu: <action>Megjeleníti a KDE verziószámát</action> és még néhány más jellemzőjét.
sk: <action>Zobrazí verziu KDE</action> a ďalšie základné informácie.

source: Credits and License
da: Medvirkende og licens
de: Mitwirkende und Lizenz
fr: Remerciements et licence
hu: Köszönetnyilvánítások és a licencegyezmény
sk: Autori a licencia

source: &ksame;
da: Samspil

source: Program copyright 1997 Marcus Kreutzberger <email>kreutzbe@informatik.mu-luebeck.de</email>
da: Program ophavsret 1997 Marcus Kreutzberger <email>kreutzbe@informatik.mu-luebeck.de</email>
de: Programm Copyright 1997 Marcus Kreutzberger <email>kreutzbe@informatik.mu-luebeck.de</email>
fr: Programme copyright 1997 Marcus Kreutzberger <email>kreutzbe@informatik.mu-luebeck.de</email>
hu: Program copyright: Marcus Kreutzberger (<email>kreutzbe@informatik.mu-luebeck.de</email>), 1997.

source: Contributors:
da: Bidragere:
de: Mitwirkende:
fr: Collaborateurs&nbsp;:
hu: Hozzájárult még:
sk: Prispeli:

source: Stephen Kulow
da: Stephan Kulow
de: Stephan Kulow
hu: Stephan Kulow

source: Documentation copyright 2000 Nicholas R. Robbins <email>logik9000@home.com</email>
da: Dokumentation ophavsret 2000 Nicholas R. Robbins <email>logik9000@home.com</email>
de: Dokumentation Copyright 2000 Nicholas R. Robbins <email>logik9000@home.com</email>
hu: Documentation copyright: Nicholas R. Robbins (<email>logik9000@home.com</email>), 2000.
sk: Copyright dokumentácie 2000 Nicholas R. Robbins <email>logik9000@home.com</email>

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Deutsche Übersetzung von Maren Pakura <email>maren@kde.org</email></para>
fr: <para> Traduction française par Daniel Cartron <email>daniel@cartron.org</email> </para>
hu: <para>Magyar fordítás: Szántó Tamás <email>tszanto@mol.hu</email></para>
sk: <para>Preklad dokumentácie Stanislav Višňovský <email>visnovsky@nenya.ms.mff.cuni.cz</email></para>

source: How to obtain &ksame;
da: Hvordan får man fat på Samspil
de: Woher Sie &ksame; erhalten?
fr: Comment obtenir &ksame;
hu: A &ksame; megszerzése
sk: Ako získať &ksame;

source: &ksame; is part of the KDE project <ulink url="http://www.kde.org">http://www.kde.org</ulink>. &ksame; can be found in the kdegames package on <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, the main ftp site of the KDE project.
da: Samspil er en del af KDE projektet <ulink url="http://www.kde.org">http://www.kde.org</ulink>. Samspil findes i kdegames pakken på <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, som er hoved ftp-stedet for KDE projektet.
de: &ksame; ist Teil des KDE-Projekts <ulink url="http://www.kde.org">http://www.kde.org</ulink>. &kmines; befindet sich im kdegames-Paket unter <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, der KDE-Haupt-FTP-Seite.
fr: &ksame; fait partie du projet KDE <ulink url="http://www.kde.org">http://www.kde.org</ulink>. On peut trouver &ksame; dans le paquetage kdegames sur <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, principal site ftp du projet KDE.
hu: A &ksame; a KDE projekt (<ulink url="http://www.kde.org">http://www.kde.org</ulink>) része, a kdegames csomagban található, mely letölthető innen: <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, a KDE projekt központi FTP-kiszolgálójáról.
sk: &ksame; je súčasťou projektu KDE. <ulink url="http://www.kde.org">http://www.kde.org</ulink>. &ksame; nájdete v balíku kdegames na <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, hlavnom FTP serveri projektu KDE.

source: Requirements
da: Krav
de: Voraussetzungen
fr: Configuration nécessaire
hu: Követelmények
sk: Požiadavky

source: In order to successfully use &ksame;, you need KDE 2.0. Or at least the kdelibs package.
da: For at kunne bruge Samspil, skal du bruge KDE 2.0. eller i det mindste kdelibs pakken.
de: Um &ksame; erfolgreich zu benutzten benötigen Sie KDE 2.0 oder zumindest das kdelibs-Paket.
fr: Pour pouvoir utiliser &ksame;, il vous faut KDE 2.0, ou au minimum le paquetage kdelibs.
hu: A &ksame; használatához szükség van a KDE 2.0-s vagy annál újabb változatára (elég a kdelibs csomag, másra nincs szükség).
sk: Aby ste mohli používať &ksame;, potrebujete KDE 2.0, alebo aspoň balík kdelibs.

source: Compilation and Installation
da: Kompilering og installation
de: Übersetzung und Installation
fr: Compilation et installation
hu: Lefordítás és telepítés
sk: Preklad a inštalácia

source: In order to compile and install &ksame; on your system, type the following in the base directory of the kdegames distribution:
da: For at kompilere og installere Samspil på dit system, skal du skrive følgende i basismappen for KDE distributionen:
de: Um &ksame; auf ihrem System zu übersetzen und zu installieren, schreiben Sie das folgende in das Hauptverzeichnis in der kdegames-Distribution:
fr: Pour compiler et installer &ksame; sur votre système, saisissez les commandes suivantes dans le répertoire de base de la distribution kdegames&nbsp;:
hu: A program lefordításához és telepítéséhez az alábbi parancsokat kell kiadni a kdegames forráscsomag alapkönyvtárában:
sk: Aby ste preložili a nainštalovali &ksame;, zadajte tieto príkazy v základnom priečinku balíka kdegames.

source: Since &ksame; uses <application>autoconf</application> and <application>automake</application> you should have not trouble compiling it. Should you run into problems please report them to the KDE mailing lists.
da: Da Samspil bruger <application>autoconf</application> og <application>automake</application> skulle det ikke give problemer at kompilere den. Hvis du løber ind i problemer, så rapportér dem venligst til KDE listerne.
de: Da &ksame; <application>autoconf</application> und <application>automake</application> benutzt, sollten Sie keine Probleme haben, es zu übersetzen. Wenn Sie doch Probleme finden, schreiben Sie bitte an die &kde; mailing-Liste.
fr: Du fait que &ksame; utilise <application>autoconf</application> et <application>automake</application>, vous ne devriez pas avoir de soucis en le compilant. Au cas où vous en auriez, veuillez les rapporter à la liste de diffusion de KDE.
hu: A &ksame; fordítási szkriptjei az <application>autoconf</application> és az <application>automake</application> segítségével készültek, ezért nem igényelnek kézi beállítást. A felmerült problémák leírását küldje el a KDE levelezőlistákra.
sk: Pretože &ksame; používa <application>autoconf</application> a <application>automake</application>, nemali by ste mať žiadne problémy s jeho prekladom. Ak sa ale nejaké vyskytnú, oznámte ich v niektorej z konferencií KDE.

source: Installation
hu: Telepítés
sk: Inštalácia
