Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/ksokoban.po
Languages: da, de, fr, hu, it, sk

source: The &ksokoban; Handbook
da: &ksokoban; håndbog
de: Das &ksokoban;-Handbuch
fr: Le manuel de &ksokoban;
hu: A &ksokoban; kézikönyve
it: Il manuale di &ksokoban;
sk: Manuál pre &ksokoban;

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Maren</firstname><surname>Pakura</surname><affiliation><address><email>maren@kde.org</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>
fr: <othercredit role="translator"><firstname>Christophe</firstname><surname>Dioux</surname><affiliation><address><email>chdioux@club-internet.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit><othercredit role="translator"><firstname>Gérard</firstname><surname>Delafond</surname><affiliation><address><email>g.delafond@medsyn.fr</email></address></affiliation><contrib>Traduction française</contrib></othercredit>
hu: <othercredit role="translator"><firstname>Tamás</firstname><surname>Szántó</surname><contrib>Magyar fordítás</contrib><affiliation><address><email>tszanto@mol.hu</email></address></affiliation></othercredit>
it: <othercredit role="translator"> <firstname>Andrea</firstname><surname>Celli</surname><affiliation><address><email>a.celli@caltanet.it</email></address></affiliation><contrib>Traduzione della documentazione e dell'interfaccia grafica</contrib></othercredit>
sk: <othercredit role="translator"><firstname>Stanislav</firstname> <surname>Višňovský</surname> <affiliation> <address><email>visnovsky@nenya.ms.mff.cuni.cz</email></address> </affiliation><contrib>Preklad</contrib></othercredit>

source: &ksokoban; is a KDE implementation of the Japanese warehouse keeper game &quot;sokoban&quot;. This document describes &ksokoban; version 0.4.0.
da: &ksokoban; er en KDE implementering af det japanske lagerforvalter spil &quot;sokoban&quot;. Dette dokument beskriver &ksokoban; version 0.4.0.
de: &ksokoban; ist die KDE-Implementation des Japanischen-Warenhaus-Arbeiter-Spiels &quot;sokoban&quot;.Dieses dokument beschreibt &ksokoban; Version 0.4.0.
fr: &ksokoban; est un portage KDE du jeu du magasinier japonais. Cette documentation a été mise à jour pour &ksokoban; version 0.4.0.
hu: A &ksokoban; a népszerű japán ládatologatós játék, a &quot;sokoban&quot; KDE-alapú változata. Ez a dokumentum a &ksokoban; 0.4.0 verziójának leírását tartalmazza.
it: &ksokoban; è un'implementazione per KDE del gioco giapponese &quot;sokoban&quot; del magazziniere. Questo documento descrive la versione 0.4.0. di &ksokoban;
sk: &ksokoban; je KDE implementácia hry o japonskom skladníkovi &quot;sokoban&quot;. Tento dokument popisuje &ksokoban; verzie 0.4.0.

source: game
da: spil
de: Spiel
fr: jeu
hu: játék
it: gioco
sk: hra

source: Introduction
da: Indledning
de: Einleitung
hu: Bevezetés
it: Introduzione
sk: Úvod

source: The first sokoban game was created in 1982 by Hiroyuki Imabayashi at the Japanese company Thinking Rabbit, Inc. &quot;Sokoban&quot; is japanese for &quot;warehouse keeper&quot;. The idea is that you are a warehouse keeper trying to push crates to their proper locations in a warehouse.
da: Det første sokoban spil blev opfundet i 1982 af Hiroyuki Imabayashi fra det japanske firma Thinking Rabbit, Inc.&quot;. Sokoban&quot; er japansk for &quot;lagerforvalter&quot;. Ideen er at du er en lagerforvalter, der prøver at skubbe kasser rundt til deres rigtige plads i et lager.
de: Dieses Spiel wurde ursprünglich in Japan in den frühen achtziger Jahren erfunden und gewann dort einen Computerspielwettbewerb. "Sokoban" ist Japanisch und bedeutet "Warenlagerhalter". Die Idee ist, dass Sie ein Halter des Warenlagers sind, der versucht Kisten an die richtigen Stellen im Warenlager zu schieben.
fr: Ce jeu fut initialement inventé au Japon en 1982 par Hiroyuki Imabayashi de la compagnie japonaise Thinking Rabbit, Inc. En japonais, <quote>Sokoban</quote> signifie <quote>magasinier</quote>. L'idée est que vous êtes un magasinier qui essaye de ranger des caisses à l'endroit où elle doivent se trouver.
hu: Az első Sokoban játékot 1982-ben készítette Hiroyuki Imabayashi a japán Thinking Rabbit, Inc. nevű cégnél. &quot;Sokoban&quot; japánul &quot;raktárost&quot; jelent. A játék alapötlete az, hogy egy raktárost irányítva kell különféle ládákat a raktárban a helyükre tolni.
it: Il primo gioco di sokoban fu creato nel 1982 da Hiroyuki Imabayashi per la ditta giapponese Thinking Rabbit, Inc. &quot;Sokoban&quot; in giapponese significa &quot;magazziniere&quot;. L'idea è che tu sei un magazziniere che cerca di spingere delle casse fino alla loro giusta colocazione in un magazzino.
sk: Prvú hru sokoban vytvoril v roku 1982 Hiroyuki Imabayashi v japonskej firme Thinking Rabbit, Inc. &quot;Sokoban&quot; je japonský výraz pre &quot;skladníka&quot;. Myšlienka hry je, že ste skladník a snažíte sa presunúť tovar na jeho miesto.

source: The problem is that you cannot pull the crates or step over them. If you are not careful, some of the crates can get stuck in wrong places and/or block your way.
da: Problemet er at du ikke kan trække kasserne eller gå over dem. Hvis du ikke passer på, vil nogen af kasserne komme til at blokere for dig senere.
de: Das Problem dabei ist, Sie können die Kisten nicht ziehen oder darüber gehen. Wenn Sie nicht vorsichtig genug sind, können einige der Kisten an den falschen Stellen stecken bleiben oder Ihren Weg versperren.
fr: Le problème est que vous ne pouvez pas tirer les caisses ni marcher dessus. Si vous ne faites pas attention, des caisses peuvent se retrouver bloquées à un mauvais endroit et/ou bloquer votre chemin.
hu: A nehézséget az jelenti, hogy a ládákat csak tolni lehet és nem lehet rajtuk átlépni. Ha nem elég óvatos, akkor a láda elakadhat úgy, hogy végleg elzárja az utat.
it: Il problema è che non puoi tirare o scavalcare le casse. Se non stai attento, alcune casse possono incastrarsi in posti sbagliati e/o impedirti di muoverti.
sk: Problém je v tom, že tovar nemôžete ťahať, ani ním prejsť. Ak si nedáte pozor, niektoré kusy zostanú zablokované a nebudete ich môcť presunúť, alebo vám zablokujú cestu.

source: It can be rather difficult just to solve a level. But if you want to make it even harder, you can try to minimise the number of moves and/or pushes you use to solve the level.
da: Det kan være temmelig svart bare at løse et enkelt niveau, men hvis du vil gøre det endnu sværere, kan du prøve at minimere antallet af træk og/eller skub, du bruger for at løse et niveau.
de: Es kann ganz schön schwierig werden, einen Raum zu lösen. Aber wenn man den Schwierigkeitsgrad steigern will, kann man dies mit einer Minimierung der Anzahl der benötigten Bewegungen und/oder Verschiebungen, die man zur Beendigung braucht, versuchen.
fr: Il est parfois difficile de résoudre un niveau. Mais si vous voulez compliquer encore les choses, vous pouvez diminuer le nombre de mouvements ou de poussées que vous utilisez.
hu: Néhány szintnél a feladat megoldása így is nehéz, de még tovább nehezíthető, ha megpróbálja a lehető legkevesebb lépéssel vagy ládamozgatással befejezni a szintet.
it: Già superare un livello può risultare abbastanza difficile. Ma sevuoi complicarti la vita, puoi cercare di minimizzare il numero dimosse e/o spinte usate per risolverlo
sk: Vyriešiť niektoré úrovne môže byť veľmi náročné. Ale ak si to chcete urobiť ešte ťažšie, pokúste sa minimalizovať počet ťahov a presunov potrebných na vyriešenie úrovne.

source: To make the game more fun for small kids (below 10 years or so), some collections with easier levels are also included in &ksokoban;. These are marked <emphasis>(easy)</emphasis> in the level collection menu. Of course, these levels can be fun for adults too, for example if you don't want to expose yourself to too much mental strain.
da: For at gøre spillet sjovere for små børn (under 10 år for eksempel), er der også inkluderet nogle samlinger med nemmere niveauer i &ksokoban;. De er markerede<emphasis>(let)</emphasis> i niveausamlingens menu. Disse niveauer kan selvfølgelig også være morsomme for voksne, der ikke har lyst til at blive udsat for alt for stor mental anstrengelse.
de: Damit das Spiel kleinen Kindern (jünger als 10) mehr Spaß macht, sind einige Sammlungen mit einfacheren Räumen bei &ksokoban; integriert. Diese sind im Menü Raum-Sammlungen mit <emphasis>(easy)</emphasis> markiert. Natürlich, können diese Räume auch Erwachsenen Spaß machen, z.B. wenn Sie sich nicht zuviel geistiger Anstrengung aussetzen wollen.
fr: Pour rendre le jeu plus amusant pour les enfants (d'environ 10&nbsp;ans), quelques collections de niveaux plus simples sont incluses dans &ksokoban;. Elles sont marquées <emphasis>(facile)</emphasis> dans le menu des collections. Bien sûr, ces niveaux peuvent amuser aussi les adultes, par exemple si vous ne souhaitez pas vous exposer à un trop grand stress mental.
hu: Hogy a kisebb (10 évnél fiatalabb) gyerekek is élvezhessék a játékot, mellékeltünk néhány egyszerűbb szintgyűjteményt is kifejezetten az ő számukra. Ezeket <emphasis>(könnyű)</emphasis> megjegyzéssel láttuk el a menüben. Természetesen ezeket a szinteket a felnőttek is kipróbálhatják, ha éppen nincs kedvük gondolkodtató feladatokkal foglalkozni.
it: Per rendere il gioco più divertente per i bambini (diciamo sotto i 10 anni) alcune collezioni con livelli più facili sono state incluse in &ksokoban;. Queste sono segnate come <emphasis>(facili)</emphasis> nel menu con le collezioni di levelli. Naturalmente, questi livelli possono essere divertenti anche per adulti. Per esempio, se non vuoi sottoporti ad un eccessivo sforzo mentale.
sk: Aby bola hra zábavnejšia pre malé deti (pod 10 rokov), niektoré &ksokoban; obsahuje aj kolekcie s jednoduchšími úrovňami. Sú označené ako <emphasis>(ľahký)</emphasis>. Samozrejme môžu pobaviť aj dospelých, napríklad, ak si nechcete moc zaťažovať hlavu.

source: The Game
da: Spillet
de: Spielanleitung
fr: Comment jouer
hu: A játék
it: Il gioco
sk: Hra

source: The objective of the game is to push all the red gems to the goal squares, which are marked with green glassy round things on the floor.
da: Spillets formål er at skubbe alle de røde smykkesten til deres målfelter, der er markerede som grønne glasagtige ting på gulvet.
de: Das Ziel des Spieles ist es, alle roten Edelsteine in die Zielfelder zu schieben. Diese enthalten grüne, glasige Kugeln.
fr: Le but du jeu est de pousser toutes les gemmes rouges sur leurs destinations, qui sont repérées par des cercles vitrifiés sur le sol.
hu: A játék célja az összes piros gyémánt elhelyezése a padlón zöld színnel jelzett körökön.
it: L'obiettivo del gioco è di spingere tutte le gemme rosse sulle loro destinazioni, che sono segnate sul pavimento con un tondo verde, di aspetto vetroso.
sk: Cieľom hry je presunúť všetky červené kamene na cieľové polia, ktoré sú označené zeleným kruhom.

source: Use the cursor keys or the mouse to move about. If you move onto a gem using the cursor keys or the middle mouse button, and there is noting blocking it on the opposite side, then you will push the gem. It isn't possible to pull the gems, so if you push a gem into a corner it will be stuck there. You can't step over the gems either, so you can also get trapped in a part of the maze by blocking the way with gems. Also note that it isn't possible to push more than one gem at a time.
da: Brug markørtasterne eller musen for at flytte rundt. Hvis du flytter ind mod en smykkesten, enten med en markørtaste eller med den midterste museknap, og der ikke er noget på den anden side, så vil du skubbe til smykkestenen. Det er ikke muligt at trække stenene mod sig, og man kan heller ikke gå henover dem, så man kan altså blive fanget ved at vejen er blokeret af smykkesten. Husk også at det ikke er muligt at skubbe til mere end en smykkesten af gangen.
de: Benutzen Sie die Pfeiltasten oder die Maus um sich zu bewegen. Wenn Sie mit den Pfeiltasten oder der mittleren Maustaste gegen einen Edelstein kommen und nichts auf der Gegenseite blockiert, verschieben Sie den Edelstein. Es ist nicht möglich, die Edelsteine zu ziehen. Daraus folgt, wenn Sie einen Edelstein in eine Ecke schieben, bleibt er dort stecken. Sie können nicht über die Edelsteine hinüber gehen. Somit können Sie sich auch in einen Teil des Labyrinths einsperren, indem Sie Ihren Weg mit Edelsteinen blockieren. Bitte beachten Sie auch, dass es nicht möglich ist, mehr als einen Edelstein zu einem Zeitpunkt zu verschieben.
fr: Utilisez les touches du curseur ou la souris pour vous déplacer. Si vous vous déplacez en direction d'une gemme en utilisant ces touches ou le bouton central de la souris, et si rien ne bloque la gemme de l'autre côté, vous la pousserez d'une case. Il n'est pas possible de tirer les gemmes, donc si vous en poussez une dans un coin, elle y sera bloquée. Vous ne pouvez pas non plus marcher sur les gemmes. Vous pouvez donc rester bloqué dans le labyrinthe en bouchant le passage. Veuillez aussi remarquer qu'il n'est pas possible de pousser plus d'une gemme à la fois.
hu: Mozogni a kurzorbillentyűkkel vagy az egérrel lehet. Ha rááll valamelyik gyémántra a kurzorbillentyűkkel (vagy rákattint a középső egérgombbal), és annak túlsó oldalán nincs akadály, akkor a gyémánt elindul abba az irányba (tolás). Gyémántot nem lehet húzni, ezért ha egy sarokba kerül, akkor már nem mozgatható el a helyéről. A gyémántokon nem lehet átlépni, ezért könnyen csapdába lehet esni, ha eltorlaszolják az utat a gyémántok. Egyszerre csak egy gyémántot lehet megtolni, többet nem.
it: Usa i tasti freccia o il mouse per muoverti. Se arrivi contro una gemma usando le freccette o il bottone centrale del mouse, e non c'è nulla che la blocchi dall'altra parte, potrai spingere la gemma. Non è possibile tirare le gemme, quindi se spingi la gemma in un angolo vi resterà incastrata. Non puoi neanche scavalcarle, quindi puoi restare intrappolato in un punto del labirinto perché ti sei bloccato la strada con le gemme. Considera anche che non puoi spingere più di una gemma alla volta.
sk: Pre presun použite kurzorové klávesy alebo myš. Ak zatlačíte na kameň kurzorovými klávesmi alebo stredným tlačidlom myši a v danom smere nič kameň neblokuje, kameň presuniete. Kamene ale nemôžete ťahať, takže ak zatlačíte kameň do rohu, nebudete ho už môcť presunúť. Na kamene nemôžete ani stúpať, takže vám môžu zablokovať cestu. Navyše nie je možné presunúť naraz viac ako jeden kameň.

source: If you notice that you have moved the gems in such a way that the level is impossible to solve, then you can always use the undo feature to go back to a position where the mistake has not yet been made. You can of course also restart the level from the very beginning.
da: Hvis du opdager at du har flyttet stenene på en sådan måde at niveauet er umuligt at løse, kan du altid bruge fortrydefunktionen for at komme tilbage til det sted hvor fejlen blev lavet. Man kan selvfølgelig også starte helt forfra.
de: Wenn Sie bemerken, dass Sie die Edelsteine so verschoben haben, dass der Raum nicht mehr zu lösen ist, dann können Sie immer noch die Rückgängig-Funktion verwenden, um zu einen Zug zurückzukehren, wo Sie den Fehler noch nicht gemacht hatten. Sie können natürlich auch den Raum von Anfang an starten.
fr: Si vous remarquez que vous avez déplacé les gemmes de telle manière que le niveau devient impossible à résoudre, vous pouvez encore revenir en arrière jusqu'à la position qui a précédé l'erreur. Vous pouvez évidemment aussi revenir au tout début du niveau.
hu: Ha észreveszi, hogy a gyémántok olyan helyzetbe kerültek, hogy már nem lehet teljesíteni a szintet, akkor a visszavonási funkcióval vissza lehet állítani egy korábbi helyzetet (amelyből kiindulva a feladat feltehetően befejezhető). Természetesen elölről is lehet kezdeni az egész szintet.
it: Se ti accorgi di aver spostato le gemme in modo che il livello è impossible da risolvere, puoi utilizzare la possibilità di annullare le mosse per tornare ad una posizione precedente a quella in cui hai sbagliato. Naturalmente, puoi far ripartire il livello completamente da zero.
sk: Ak zistíte, že ste presunuli kamene tak, že úroveň už nie je riešiteľná, môžete vždy použiť funkciu na vrátenie posledného ťahu až na miesto, kde ste chybu urobili. Samozrejme môžete úroveň spustiť aj úplne od začiatku.

source: Controls
da: Kontroller
de: Steuerung
fr: Contrôles
hu: Irányítás
it: Controlli
sk: Ovládanie

source: <entry>Key</entry>
da: <entry>Taste</entry>
de: <entry>Taste</entry>
fr: <entry>Touche</entry>
hu: <entry>Billentyű</entry>
it: <entry>Tasto</entry>
sk: <entry>Kláves</entry>

source: Action
da: Handling
de: Aktion
hu: Művelet
it: Azione
sk: Akcia

source: Cursor keys
da: Markørtaster
de: Pfeil-Tasten
fr: Touches du curseur
hu: Kurzorbillentyűk
it: Tasti cursore
sk: Kurzorové klávesy

source: Move one square in a direction
da: Flyt et felt i den givne retning
de: Gehr einen Schritt in eine Richtung
fr: Déplacement d'une case dans la direction considérée
hu: Mozgás egy mezővel a megadott irányba
it: Spostano di una posizione in una direzione
sk: Presun o jedno pole v danom smere

source: <emphasis>CONTROL</emphasis> + Cursor keys
da: <emphasis>CONTROL</emphasis> + markørtaster
de: <emphasis>Strg</emphasis> + Pfeil-Tasten
fr: <emphasis>CONTROL</emphasis> + Touches du curseur
hu: <emphasis>Ctrl</emphasis> + kurzorbillentyűk
it: <emphasis>CONTROL</emphasis> + Tasti cursore
sk: <emphasis>CONTROL</emphasis> + kurzorové klávesy

source: Move as far as possible in a direction without pushing any gems
da: Flyt så langt som muligt i den givne retning uden at skubbe til nogen sten
de: Gehe so weit wie möglich in eine Richtung, ohne einen Stein zu bewegen.
fr: Déplacement aussi vite que possible dans une direction sans pousser aucune gemme
hu: Mozgás a megadott irányba a lehető legmesszebb (gyémánt megtolása nélkül)
it: Spostano il più lontano possibile in una direzione, senza spostare nessuna gemma
sk: Presun tak ďaleko v danom smere, ako to len ide, bez presunu kameňov

source: <emphasis>SHIFT</emphasis> + Cursor keys
da: <emphasis>SHIFT</emphasis> + markørtaste
de: <emphasis>Umschalt</emphasis> + Pfeil-Tasten
fr: <emphasis>MAJ</emphasis> + Touches du curseur
hu: <emphasis>Shift</emphasis> + kurzorbillentyűk
it: <emphasis>SHIFT</emphasis> + Tasti cursore
sk: <emphasis>SHIFT</emphasis> + kurzorové klávesy

source: Move as far as possible in a direction, pushing any gem in the way
da: Flyt så langt som muligt i den givne retning og skub til den sten du rammer
de: Gehe so weit wie möglich in eine Richtung, bewege jeden Stein, der im Weg ist.
fr: Déplacement aussi vite que possible, en poussant toute gemme placée sur le chemin
hu: Mozgás a megadott irányba a lehető legmesszebb (gyémánt megtolása is megengedett)
it: Spostano il più lontano possibile in una direzione, spingendo un'eventuale gemma sulla strada
sk: Presun tak ďaleko v danom smere, ako to len ide, s presunom kameňov

source: Left mouse button
da: Venstre museknap
de: Linke Maustaste
fr: Bouton gauche de la souris
hu: Bal egérgomb
it: Tasto sinistro del mouse
sk: Ľavé tlačidlo myši

source: Move to any place in the maze that can be reached without pushing any gems
da: Flyt til et vilkårligt sted der kan nås uden at skubbe til nogen sten
de: Gehe zu einem Ort im Labyrinth, der ohne Bewegen von Steinen erreicht werdn kann.
fr: Déplacement jusqu'à l'endroit pointé pour autant qu'il puisse être atteint sans pousser de gemme
hu: A pálya tetszőlegesen kijelölt mezőjére lépés (ha oda el lehet jutni ládamozgatás nélkül)
it: Sposta in qualsiasi punto del labirinto che può essere raggiunto senza spingere gemme.
sk: Presun na ľubovoľné miesto v bludisku, na ktoré sa dá dostať bez presunov kameňov.

source: Middle mouse button
da: Mellemste museknap
de: Mittlere Maustaste
fr: Bouton central de la souris
hu: Középső egérgomb
it: Tasto centrale del mouse
sk: Stredné tlačidlo myši

source: Move up/down/left/right in a straight line, pushing any gem in the way
da: Flyt op/ned/venstre/højre i en ret linie, og skub til sten på vejen
de: Hoch/Runter/Links/Rechts in einer geraden Linie, schubst einen Stein vor sich her.
fr: Déplacement en ligne droite, en poussant toute gemme placée sur le chemin.
hu: Egyenes mozgás fel, jobbra, le vagy balra (az útban levő gyémántok eltolásával)
it: Sposta su/giù/a destra/a sinistra, in linea retta, spingendo un'eventuale gemma sulla strada
sk: Presun hore/dolu/vľavo/vpravo v priamom smere, s presunom kameňov, ktoré stoja v ceste

source: Right mouse button or <emphasis>U</emphasis>
da: Højre museknap eller <emphasis>U</emphasis>
de: Rechte Maustaste oder <emphasis>U</emphasis>
fr: Bouton de droite ou <emphasis>U</emphasis>
hu: Jobb egérgomb vagy az <emphasis>U</emphasis>
it: Tasto destro del mouse o <emphasis>U</emphasis>
sk: Pravé tlačidlo myši alebo <emphasis>U</emphasis>

source: Undo the last move
da: Fortryd sidste træk
de: Macht die letzte Aktion rückgängig.
fr: Annule le dernier mouvement
hu: Az utolsó lépés visszavonása
it: Annulla l'ultima mossa
sk: Vráti posledný ťah

source: Redo the last undone move
da: Gør det sidste fortrudte træk igen
de: Stellt die letzte rückgängig gemachte Aktion wieder her.
fr: Rejoue le dernier coup effacé
hu: Az utolsó visszavont lépés újra végrehajtása
it: Rifà l'ultima mossa
sk: Opakuje posledný vrátený ťah

source: Go to the next level in the current level collection
da: Gå til næste niveau i den aktuelle samling
de: Gehe in den nächsten Raum der aktuellen Raum-Sammlung
fr: Va au niveau suivant dans la collection de niveaux en cours
hu: Ugrás a következő pályára az aktuális pályagyűjteményben
it: Passa al livello successivo della collezione in uso
sk: Prejde do nasledujúcej úrovne v aktuálnej kolekcii

source: Go to the previous level in the current level collection
da: Gå til forrige niveau i den aktuelle samling
de: Gehe in den vorherigen Raum der aktuellen Raum-Sammlung
fr: Va au niveau précédent dans la collection de niveaux en cours
hu: Ugrás az előző pályára az aktuális pályagyűjteményben
it: Torna al livello precedente della collezione in uso
sk: Prejde do predchádzajúcej úrovne v aktuálnej kolekcii

source: Escape
de: Esc
fr: Échap

source: Restart the current level
da: Start forfra på nuværende niveau
de: Startet den Raum neu
fr: Redémarre le niveau en cours
hu: Az aktuális pálya újrakezdése
it: Riavvia il livello attuale
sk: Reštartuje aktuálnu úroveň

source: Quit the game
da: Afslut spillet
de: Beendet das Spiel
fr: Quitte le jeu
hu: Kilépés a játékból
it: Abbandona il gioco
sk: Ukončí hru

source: Loading external levels
da: Indlæsning af ydre niveauer
de: Laden von externen Räumen
fr: Charger des niveaux externes
hu: Külső szintgyűjtemény betöltése
it: Caricamento di livelli esterni
sk: Načítanie externých úrovní
