Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/ksokoban.po
Languages: da, de, fr, hu, it, sk

source: &ksokoban; has the ability to load external sokoban levels from text files. You can load levels using the menu <menuchoice> <guimenu>Game</guimenu> <guimenuitem>Load levels...</guimenuitem> </menuchoice>, or by specifying the level file URL as a command line argument when starting &ksokoban; from a shell.
da: &ksokoban; har evnen til at indlæse ydre sokoban niveauer fra tekstfiler. Man kan indlæse niveauer ved brug af menuen <menuchoice><guimenu>Spil</guimenu><guimenuitem>Indlæs niveauer...</guimenuitem></menuchoice>, eller ved at angive en niveaufil URL som et kommandolinie argument når man starter &ksokoban; fra en skal.
de: &ksokoban; hat die Fähigkeit externe Räume aus Text-Dateien zu lesen. Diese Räume können mit <menuchoice> <guimenu>Spiel</guimenu> <guimenuitem>Lade Räume..</guimenuitem> </menuchoice> geladen werden oder durch die Angabe der Raum-URL als Befehlszeilenargument, wenn &ksokoban; aus der Shell gestartet wird.
fr: &ksokoban; est capable de charger des niveaux externes à partir de fichiers texte. Vous pouvez les charger en utilisant le menu <menuchoice><guimenu>Jeu</guimenu><guimenuitem>Charger des niveaux</guimenuitem></menuchoice>, ou en spécifiant le fichier de niveau avec l'URL comme argument de ligne de commande de &ksokoban; dans un shell.
hu: A &ksokoban;-ba be lehet tölteni külső pályákat is szöveges leírófájlok segítségével. A betöltéshez válassza a <menuchoice> <guimenu>Játék</guimenu> <guimenuitem>Szintgyűjtemény betöltése...</guimenuitem> </menuchoice> menüpontot, vagy a &ksokoban; indításakor adja meg a leírófájl URL-jét parancssori paraméterként.
it: &ksokoban; ha la possibilità di caricare livelli esterni da files di testo. Puoi caricarli usando il menu <menuchoice> <guimenu>Partita</guimenu> <guimenuitem>Carica livelli...</guimenuitem> </menuchoice>, o specificando l'URL del file che lo contiene come argomento della linea di comando quando lanci &ksokoban; da una shell.
sk: &ksokoban; poskytuje možnosť načítať externé úrovne z textových súborov. Načítate ich pomocou menu <menuchoice><guimenu>Hra</guimenu> <guimenuitem>Načítať úrovne...</guimenuitem></menuchoice> alebo zadaním URL súboru úrovní ako argumentu na príkazovom riadku pri štarte &ksokoban;.

source: The external levels must be defined using the standard characters shown in the table below. If the file contains more than one level, the levels should be separated by blank lines. The file may also contain text between the levels.
da: De ydre niveauer skal være definerede ved hjælp af standard tegn vist i tabellen nedenfor. Hvis filen indeholder mere end et niveau, skal niveauerne være adskilte af blanke linier. Filen kan også indeholde tekst mellemniveauerne.
de: Die externen Räume müssen mit den Standard-Zeichen gweschreiben sein, die in der nachfolgenden Tabelle dargestellt sind. Wenn eine Datei mehr als einen Raum enthält, sollten sie durch leere Zeilen getrennt sein. Die Datei kann auch Text zwischen den Räumen enthalten.
fr: Les niveaux externes doivent être définis en utilisant les caractères standards listés dans le tableau ci-dessous. Si le fichier contient plusieurs niveaux, les niveaux doivent être séparés par des lignes vides. Le fichier peut aussi contenir du texte entre les niveaux.
hu: Külső szintek elkészítésénél az alábbi karaktereket lehet felhasználni. Ha a fájl egynél több szintet tartalmaz, akkor a szinteket üres sorokkal kell elválasztani. A szintek közé megjegyzéseket is be lehet szúrni.
it: I livelli esterni devono essere definiti usando normali caratteri codificati nella tabella seguente. Se il file contiene più di un livello, essi dovranno essere separati da linee vuote. Il file può anche contenere dei commenti tra due livelli.
sk: Externé úrovne musia byť definované pomocou štandardných znakov z tabuľky dole. Ak súbor obsahuje viac ako jednu úroveň, musia byť oddelené prázdnym riadkom. Súbor medzi úrovňami môže obsahovať aj text.

source: Character
da: Tegn
de: Zeichen
fr: Caractère
hu: Karakter
it: Carattere
sk: Znak

source: Meaning
da: betyder
de: Bedeutung
fr: Signification
hu: Jelentés
it: Significato
sk: Význam

source: Wall
da: Mur
de: Mauer
fr: Mur
hu: Fal
it: Muro
sk: Stena

source: (space)
da: (mellemrum)
de: (Leerzeichen)
fr: (espace)
hu: (szóköz)
it: (spazio)
sk: (medzera)

source: Empty square
da: Tomt felt
de: Leeres Feld
fr: Carré vide
hu: Üres mező
it: Casella vuota
sk: Prázdne políčko

source: Goal square
da: Målfelt
de: Ziel-Feld
fr: Carré de but
hu: Célmező
it: Casella di destinazione
sk: Cieľové pole

source: Object on an empty square
da: Objekt i et tomt felt
de: Edelstein auf leerem Feld
fr: Objet sur un carré vide
hu: Tárgy egy üres mezőn
it: Gemma su una casella vuota
sk: Objekt na prázdnom poli

source: Object on a goal square
da: Objekt i et målfelt
de: Edelstein auf Ziel-Feld
fr: Objet sur un carré de but
hu: Tárgy egy célmezőn
it: Gemma su una casella di destinazione
sk: Objekt na cieľovom poli

source: Start position on an empty square
da: Start position i et tomt felt
de: Startposition auf leerem Feld
fr: Position de début sur un carré vide
hu: Kezdőpozíció egy üres mezőn
it: Posizione di partenza su una casella vuota
sk: Počiatočná pozícia na prázdnom poli

source: Start position on a goal square
da: Start position i et målfelt
de: Startposition auf Ziel-Feld
fr: Position de début sur un carré de but
hu: Kezdőpozíció egy célmezőn
it: Posizione di partenza su una casella di destinazione
sk: Počiatočná pozícia na cieľovom poli

source: As an example, below is a text representation of the first level in the <emphasis>Microban</emphasis> level collection:
da: Som et eksempel, er der nedenfor en tekstrepræsentation af første niveau i <emphasis>Microban</emphasis> niveausamlingen:
de: Unten ist der erste Raum in der <emphasis>Microban</emphasis>Raum-Sammlung als Text dargestellt:
fr: Comme exemple, ci-dessous une représentation en texte du premier niveau de la collection <emphasis>Microban</emphasis>&nbsp;:
hu: Példaként nézzük meg a <emphasis>Microban</emphasis> gyűjtemény első pályájának leírófájlját:
it: Come esempio, il seguente è una rappresentazione testuale del primo livello della collezione <emphasis>Microban</emphasis>.
sk: Napríklad, dole je reprezentácia prvej úrovne v kolekcii <emphasis>Microban</emphasis>.

source: Credits and License
da: Medvirkende og licens
de: Mitwirkende und Lizenz
fr: Remerciements et licence
hu: Köszönetnyilvánítás és licencegyezmény
it: Riconoscimenti e Licenza
sk: Autori a licencia

source: &ksokoban; is copyright &copy; 1998-2000 by Anders Widell &lt;<ulink url="mailto:awl@hem.passagen.se">awl@hem.passagen.se</ulink>&gt;. For the latest info on &ksokoban;, see the &ksokoban; home page at <ulink url="http://hem.passagen.se/awl/ksokoban/"> http://hem.passagen.se/awl/ksokoban/</ulink>
da: &ksokoban;'s ophavsret &copy; 1998-2000 ved Anders Widell &lt;<ulink url="mailto:awl@hem.passagen.se">awl@hem.passagen.se</ulink>&gt;. For seneste info om &ksokoban;, se &ksokoban;'s hjemmeside på <ulink url="http://hem.passagen.se/awl/ksokoban/">http://hem.passagen.se/awl/ksokoban/</ulink>
de: &ksokoban; Copyright &copy; 1998-2000 von Anders Widell &lt;<ulink url="mailto:awl@hem.passagen.se">awl@hem.passagen.se</ulink>&gt;. Die neuesten Informationen über &ksokoban;, finden Sie auf der &ksokoban;-Homepage auf <ulink url="http://hem.passagen.se/awl/ksokoban/"> http://hem.passagen.se/awl/ksokoban/</ulink>
fr: &ksokoban; est sous copyright &copy; 1998 de Anders Widell&lt; <ulink url="mailto:d95-awi@nada.kth.se">d95-awi@nada.kth.se</ulink>&gt;. Pour les dernières informations sur &ksokoban;, voyez la page perso de &ksokoban; à <ulink url="http://hem.passagen.se/awl/ksokoban/">http://hem.passagen.se/awl/ksokoban/</ulink>
hu: &ksokoban; - Copyright: Anders Widell &lt;<ulink url="mailto:awl@hem.passagen.se">awl@hem.passagen.se</ulink>&gt;, 1998-2000. A &ksokoban;-nal kapcsolatos legfrissebb információk a &ksokoban; honlapján találhatók: <ulink url="http://hem.passagen.se/awl/ksokoban/"> http://hem.passagen.se/awl/ksokoban/</ulink>
it: &ksokoban; è copyright &copy; 1998-2000 di Anders Widell &lt;<ulink url="mailto:awl@hem.passagen.se">awl@hem.passagen.se</ulink>&gt;. Fer le ultime novità su &ksokoban;, vista la home page di &ksokoban; a <ulink url="http://hem.passagen.se/awl/ksokoban/"> http://hem.passagen.se/awl/ksokoban/</ulink>
sk: &ksokoban; je &copy; 1998-2000 Anders Widell &lt;<ulink url="mailto:awl@hem.passagen.se">awl@hem.passagen.se</ulink>&gt;. Najnovšie informácie o hre &ksokoban;, navštívte domovskú stránku &ksokoban; <ulink url="http://hem.passagen.se/awl/ksokoban/"> http://hem.passagen.se/awl/ksokoban/</ulink>

source: The background graphics &quot;starfield&quot; was taken from the <ulink url="http://www.gimp.org/">Gimp</ulink>. All other graphics were created by Anders Widell &lt;<ulink url="mailto:awl@hem.passagen.se">awl@hem.passagen.se</ulink>&gt; using the <ulink url="http://www.povray.org/">Povray</ulink> ray tracer.
da: Baggrundsgrafikken &quot;starfiel&quot; blev taget fra <ulink url="http://www.gimp.org/">Gimp</ulink>. Al anden grafik er lavet af Anders Widell &lt;<ulink url="mailto:awl@hem.passagen.se">awl@hem.passagen.se</ulink>&gt; ved brug af <ulink url="http://www.povray.org/">Povray</ulink> ray tracer.
de: Das Hintergrundbild "sterned" wurde von <ulink url="http://www.gimp.org/">Gimp</ulink> übernommen. Alle anderen Grafiken wurden von Anders Widell &lt;<ulink url="mailto:d95-awi@nada.kth.se">d95-awi@nada.kth.se</ulink>&gt; unter Benutzung des Raytracers <ulink url="http://www.povray.org/">Povray</ulink> erstellt.
fr: Le fond d'écran &quot;starfield&quot; vient de <ulink url="http://www.gimp.org/">Gimp</ulink>. Tous les autres graphiques ont été créés par Anders Widell&lt; <ulink url="mailto:awl@hem.passagen.se">awl@hem.passagen.se</ulink>&gt; avec le logiciel de lancer de rayons (raytracer) <ulink url="http://www.povray.org/">Povray</ulink>.
hu: A &quot;starfield&quot; háttérképet a <ulink url="http://www.gimp.org/">GIMP</ulink>-ből vettük, a többit Anders Widell &lt;<ulink url="mailto:awl@hem.passagen.se">awl@hem.passagen.se</ulink>&gt; készítette a <ulink url="http://www.povray.org/">Povray</ulink> raytracer programmal.
it: La grafica dello sfondo &quot;starfield&quot; è stata presa dal <ulink url="http://www.gimp.org/">Gimp</ulink>. Tutte la restante grafica è stata creata da Anders Widell &lt;<ulink url="mailto:awl@hem.passagen.se">awl@hem.passagen.se</ulink>&gt; utilizzando il ray-tracer <ulink url="http://www.povray.org/">Povray</ulink>.
sk: Grafika na pozadí &quot;starfield&quot; je vytvorená v programe <ulink url="http://www.gimp.org/">Gimp</ulink>. Ostatné grafické prvky vytvoril Anders Widell &lt;<ulink url="mailto:awl@hem.passagen.se">awl@hem.passagen.se</ulink>&gt; pomocou <ulink url="http://www.povray.org/">Povray</ulink>.

source: All the currently included sokoban levels were created by David W. Skinner &lt;<ulink url="mailto:sasquatch@bentonrea.com"> sasquatch@bentonrea.com</ulink>&gt;. See his sokoban page at <ulink url="http://bentonrea.com/~sasquatch/sokoban/"> http://bentonrea.com/~sasquatch/sokoban/</ulink>
da: Alle aktuelt inkluderede sokoban niveauer er lavet af David W. Skinner &lt;<ulink url="mailto:sasquatch@bentonrea.com">sasquatch@bentonrea.com</ulink>&gt;. Se hans sokoban side på <ulink url="http://bentonrea.com/~sasquatch/sokoban/">http://bentonrea.com/~sasquatch/sokoban/</ulink>
de: Alle zur Zeit enthaltenen Sokoban-Räume wurden von David W. Skinner erstellt &lt;<ulink url="mailto:sasquatch@bentonrea.com"> sasquatch@bentonrea.com</ulink>&gt;. Sie können sich seine Sokoban-Seite auf <ulink url="http://bentonrea.com/~sasquatch/sokoban/"> http://bentonrea.com/~sasquatch/sokoban/</ulink> ansehen.
fr: Tous les niveaux de sokoban inclus actuellement ont été créés par David W. Skinner&lt; <ulink url="mailto:sasquatch@bentonrea.com">sasquatch@bentonrea.com</ulink>&gt;. Voir sa page sur sokoban à <ulink url="http://bentonrea.com/~sasquatch/sokoban/">http://bentonrea.com/~sasquatch/sokoban/</ulink>
hu: Az összes mellékelt Sokoban szintet David W. Skinner &lt;<ulink url="mailto:sasquatch@bentonrea.com"> sasquatch@bentonrea.com</ulink>&gt; készítette, akinek saját Sokoban oldala van itt: <ulink url="http://bentonrea.com/~sasquatch/sokoban/"> http://bentonrea.com/~sasquatch/sokoban/</ulink>
it: >Tutti i livelli di sokoban attualmente inclusi sono stati creati da David W. Skinner &lt;<ulink url="mailto:sasquatch@bentonrea.com"> sasquatch@bentonrea.com</ulink>&gt;. Visita la sua pagina su sokoban a <ulink url="http://bentonrea.com/~sasquatch/sokoban/"> http://bentonrea.com/~sasquatch/sokoban/</ulink>
sk: Všetky momentálne štandardné úrovne vytvoril David W. Skinner &lt;<ulink url="mailto:sasquatch@bentonrea.com"> sasquatch@bentonrea.com</ulink>&gt;. Navštívte jeho stránku pre sokoban <ulink url="http://bentonrea.com/~sasquatch/sokoban/"> http://bentonrea.com/~sasquatch/sokoban/</ulink>

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Deutsche Übersetzung von Maren Pakura <email>maren@kde.org</email></para>
fr: <para>Traduction française par Christophe Dioux <email>chdioux@club-internet.fr</email> et Gérard Delafond <email>g.delafond@medsyn.fr</email></para>
hu: <para>Magyar fordítás: Szántó Tamás <email>tszanto@mol.hu</email></para>
it: <para>Traduzioni italiane curate dal Team di traduzione di KDE.</para>
sk: <para>Preklad dokumentácie Stanislav Višňovský <email>visnovsky@nenya.ms.mff.cuni.cz</email></para>
