Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/ktuberling.po
Languages: da, de, fr

source: Paul Ahlquist <email>pea@ahlquist.org</email> - Reformated and added screenshots for &kde; 2.1. Expanded the graphics section of the technical reference.
da: Paul Ahlquist <email>pea@ahlquist.org</email> - Reformatterede og tilføjede skærmaftryk for &kde; 2.1. Udvidede grafik sektionen af den tekniske reference.
de: Paul Ahlquist <email>pea@ahlquist.org</email> hat das Programm neu formatiert und Screenshots für &kde; 2.1 hinzugefügt. Er erweiterte die Graphik-Sektion der technischen Referenz.
fr: Paul Ahlquist <email>pea@ahlquist.org</email> - Reformatage et ajout de capture d'écran pour &kde; 2.1. A agrandi la section graphisme de la section référence technique.

source: This game is dedicated to my little daughter Sunniva Bischoff
da: Dette spil er dedikeret til min lille datter Sunniva Bischoff
de: Spiel ist meiner kleinen Tochter Sunniva Bischoff gewidmet.
fr: Ce jeu est dédié à ma petit fille Sunniva Bischoff

source: Thanks to Apple Computer and to the &LinuxPPC; project for having made ports of &Linux; to the &Mac;. &ktuberling; would never have existed without that!
da: Tak til Apple Computer og til &LinuxPPC; projektet for at have overført &Linux; til &Mac;. &ktuberling; ville ikke have eksisteret uden det!
de: Dank an Apple Computer und das &LinuxPPC;-Projekt, die die Portierung von &Linux; auf den &Mac; vorgenommen haben. &ktuberling; würde ohne sie nicht existieren.
fr: Remerciements à Apple Computer et au projet &LinuxPPC; pour avoir porté &Linux; sur &Mac;.&ktuberling; n'aurais jamais existé sans ça&nbsp;!

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Deutsche Übersetzung von Maren Pakura <email>maren@kde.org</email></para>
fr: <para> Traduction française par Benoit Cosandier<email>cosandier.benoit@bluewin.ch</email> </para> <para> Relecture par Ludovic Grossard <email>ludovic.grossard@libertysurf.fr</email> </para>

source: How to obtain <application>ktuberling</application>
da: Hvordan får man fat på <application>ktuberling</application>
de: Woher Sie &ktuberling; erhalten?
fr: Comment obtenir <application>ktuberling</application>

source: &ktuberling; is a game application for the &kde; project <ulink url="http://www.kde.org">http://www.kde.org</ulink>. &ktuberling; can be found on <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, the main &FTP; site of the &kde; project.
da: &ktuberling; er et spil for &kde; projektet <ulink url="http://www.kde.org">http://www.kde.org</ulink>. &ktuberling; kan findes på <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, hoved &FTP;-stedet for &kde; projektet.
de: &ktuberling; ist Teil des &kde; Projekts <ulink url="http://www.kde.org">http://www.kde.org</ulink>. &ktuberling; können Sie auf <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, der Haupt-&FTP;-Seite des &kde;-Projekts finden.
fr: &ktuberling; est un jeu pour le projet &kde;<ulink url="http://www.kde.org">http://www.kde.org</ulink>. &ktuberling; peut être trouvé sur <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, le site &FTP; principal du projet &kde;.

source: Requirements
da: Krav
de: Voraussetzungen
fr: Pré-requis

source: In order to successfully compile &ktuberling;, you need the latest versions of <filename>libkdecore</filename>, <filename>libkdeui</filename>, <filename>libkfile</filename>, <filename>libkfm</filename>, and <filename>libmediatooli</filename>. All required libraries as well as &ktuberling; itself can be found on <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>.
da: For at kompilere &ktuberling;, har du brug for de nyeste versioner af <filename>libkdecore</filename>, <filename>libkdeui</filename>, <filename>libkfile</filename>, <filename>libkfm</filename>, og <filename>libmediatooli</filename>. Alle nødvendige biblioteker så vel som &ktuberling; selv findes på <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>.
de: Um &ktuberling; erfolgreich zu übersetztzen benötigen Sie die letzten Versionen von <filename>libkdecore</filename>, <filename>libkdeui</filename>, <filename>libkfile</filename>, <filename>libkfm</filename> und <filename>libmediatooli</filename>. Alle benötigten Bibliotheken und &ktuberling; selbst können auf <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink> gefunden werden.
fr: Pour compiler avec succès &ktuberling;, vous devez avoir la dernière version de <filename>libkdecore</filename>, <filename>libkdeui</filename>, <filename>libkfile</filename>, <filename>libkfm</filename>, et <filename>libmediatooli</filename>. Toutes les librairies requises, ainsi que &ktuberling; lui même peuvent être trouvées sur <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>.

source: Compilation and Installation
da: Kompilering og installation
de: Übersetzung und Installation
fr: Compilation et installation

source: In order to compile and install &ktuberling; on your system, type the following in the base directory of the &ktuberling; distribution:
da: For at kompilere og installere &ktuberling; på dit system, skal du skrive følgende i basismappen for &ktuberling; distributionen:
de: Um &ktuberling; auf ihrem System zu übersetzen und zu installieren, schreiben Sie das folgende in das Hauptverzeichnis in der &ktuberling;-Distribution:
fr: Pour compiler et installer &ktuberling; sur votre système, saisissez les commandes suivantes dans le répertoire de base de votre distribution de &ktuberling;&nbsp;:

source: <firstname>Eric</firstname> <surname>Bischoff</surname> <affiliation> <address><email>e.bischoff@noos.fr</email></address> </affiliation>
fr: <firstname>Éric</firstname> <surname>Bischoff</surname> <affiliation> <address><email>e.bischoff@noos.fr</email></address> </affiliation>

source: Eric Bischoff
fr: Éric Bischoff

source: John Calhoun - Original idea, pictures and english sounds
de: Von John Calhoun stammt die urprüngliche Idee, die Bilder und die englischen Klänge.
fr: John Calhoun - Idée originale, images et sons en anglais

source: tuberling
de: Kartoffelknülch
