Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/ktuberling.po
Languages: da, de, fr

source: <action>Toggles sound on/off</action>. If <filename>artsd</filename> is not running, this menu item is disabled.
da: <action>Slår lyd effekter til/fra</action>. Hvis <filename>artsd</filename> ikke kører er dette menupunkt deaktiveret.
de: <action>Schaltet Sound ein/aus</action>. Wenn <filename>artsd</filename> nicht läuft, ist dieser Menüeintrag aus.
fr: <action>(dés)Active le son</action>. si <filename>artsd</filename> ne fonctionne pas, ce menu est désactivé.

source: The <guimenu>Help</guimenu> Menu
da: <guimenu>Hjælpe</guimenu>menuen
de: Das <guimenu>Hilfe</guimenu>-Menü
fr: Le menu <guimenu>Aide</guimenu>

source: Help Menu
da: Hjælpemenu
de: Hilfe-Menü
fr: Menu Aide

source: <shortcut><keycap>F1</keycap></shortcut> <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>C</accel>ontents</guimenuitem>
da: <shortcut><keycap>F1</keycap></shortcut><guimenu><accel>H</accel>jælp</guimenu><guimenuitem><accel>I</accel>ndhold</guimenuitem>
de: <shortcut><keycap>F1</keycap></shortcut> <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem><accel>I</accel>nhalt</guimenuitem>
fr: <shortcut><keycap>F1</keycap></shortcut> <guimenu><accel>A</accel>ide</guimenu> <guimenuitem>Conten<accel>u</accel></guimenuitem>

source: <action>Displays this handbook</action>.
da: <action>Viser denne håndbog</action>.
de: <action>Zeigt dieses Handbuch an</action>.
fr: <action>Affiche ce manuel</action>.

source: <shortcut> <keycombo action="simul"><keycap>Shift</keycap> <keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>What's <accel>T</accel>his</guimenuitem>
da: <shortcut> <keycombo action="simul"><keycap>Shift</keycap> <keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem>Hvad er <accel>d</accel>ette</guimenuitem>
de: <shortcut><keycombo action="simul"><keycap>Umschalt</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>ilfe</guimenu><guimenuitem>Was ist <accel>d</accel>as?</guimenuitem>
fr: <shortcut> <keycombo action="simul"><keycap>Maj</keycap> <keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>A</accel>ide</guimenu> <guimenuitem><accel>Q</accel>u'est-ce que c'est&nbsp;?</guimenuitem>

source: <action>Get help for an item</action> by clicking on it. This feature is not fully implemented. Playing with this option does no harm.
da: <action>Få hjælp til et punkt</action> ved at klikke på det. Denne egenskab er ikke fuldt ud implementeret. Det skader ikke at lege med dette valg.
de: Zum Mauszeiger kommt ein Fragezeichen dazu. Wenn Sie damit auf ein Objekt innerhalb des &ktuberling;-Fensters klicken, erscheint ein Hilfefenster mit passenden Informationen (wenn es dazu welche gibt).
fr: <action>Donne de l'aide pour un élément</action> en cliquant dessus. Cette fonction n'est pas entièrement implanté. Jouer avec cette option ne fait pas de mal.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>R</accel>eport bug...</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem><accel>R</accel>apportér problem...</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Be<accel>r</accel>ichten Sie über Probleme und Wünsche...</guimenuitem>
fr: <guimenu><accel>A</accel>ide</guimenu> <guimenuitem><accel>R</accel>apport de bogue...</guimenuitem>

source: <action>Report a bug</action> or request an enhancement to &ktuberling;.
da: <action>Rapportér et problem</action> eller bed om en forbedring af &ktuberling;.
de: Erlaubt Ihnen, einen Fehler oder Wunsch den Entwicklern von &ktuberling; zu melden.
fr: <action>Rapporter un bogue</action> ou demander une amélioration de &ktuberling;.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>A</accel>bout kTuberling</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem><accel>O</accel>m kTuberling</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Ü<accel>b</accel>er KTuberling</guimenuitem>
fr: <guimenu><accel>A</accel>ide</guimenu> <guimenuitem>À<accel>p</accel>ropos de kTuberling</guimenuitem>

source: <action>Displays information about the program</action>. Also strokes the ego of the authors.
da: <action>Viser information om programmet</action>. Er også godt for forfatternes egoer.
de: Gibt Informationen zu Version und Autoren aus.
fr: <action>Affiche des informations concernant le programme</action>. Flatte également l'ego des auteurs.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>About <accel>K</accel>DE</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem>Om <accel>K</accel>DE</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Über <accel>K</accel>DE</guimenuitem>
fr: <guimenu><accel>A</accel>ide</guimenu> <guimenuitem>À propos de <accel>K</accel>DE</guimenuitem>

source: <action>Tells about</action> one of the greatest &UNIX; related projects.
da: <action>Fortæller om </action> et af de bedste &UNIX; relaterede projekter.
de: Gibt Versionsnummer und grundlegende Informationen zu &kde; aus.
fr: <action>Parle</action> d'un des plus grand projets sous &UNIX;

source: Technical reference
da: Teknisk reference
de: Technische Referenz (in englisch)
fr: Référence technique

source: &ktuberling; offers a gentle and rewarding introduction to &kde; customization and programming. The application can be extended. For example, without any coding, new vegetable characters can be added by changing the graphics files. By adding appropriate sound files, translators can change the sounds to their native tongue!
da: &ktuberling; tilbyder en blid og taknemlig introduktion til &kde; brugerindstilling og programmering. Programmet kan udvides. For eksempel, kan man tilføje nye grønsagsfyre ved at ændre grafikfilerne uden nogen kodning. Ved at tilføje passende lydfiler, kan oversættere ændre lyden til deres eget sprog.
fr: &ktuberling; offre une douce et gratifiante introduction à l'usage et à la programmation de &kde; Cette application peut être étendue. Par exemple vous pouvez ajouter un nouveau légume ,sans changer le code source, en changent les fichiers graphiques. Les traducteurspeuvent changer les sons pour leur langue d'origine.

source: If you extend or add to the game please consider sending your additions to the developer <ulink url="mailto:e.bischoff@noos.fr">Eric Bischoff</ulink> for inclusion in future releases.
da: Hvis du udvider eller tilføjer til spillet, så overvej venligst at sende dine tilføjelser til udvikleren <ulink url="mailto:e.bischoff@noos.fr">Eric Bischoff</ulink> for inklusion i fremtidige udgaver.
fr: Si vous étendez ou ajoutez des choses au jeu, pensez à envoyer vos modifications au développeur <ulink url="mailto:e.bischoff@noos.fr">Éric Bischoff</ulink> (en anglais) pour qu'elles soient inclues lors de la future version.

source: Graphics
da: Grafik
fr: Graphisme

source: The size and shape of the gameboard and the number of objects can be changed. Only two files need to be created: a gameboard and a mask.
da: Størrelsen og formen af spillebrættet og antallet af objekter kan ændres. Kun to filer behøver at blive oprettede: et spillebræt og en maske.
fr: Les dimensions et la forme du tableau de jeu et les numéros des objets peuvent être changés. Seulement deux fichiers ont besoin d'être crées&nbsp;: une carte de jeu et un masque.

source: Two images are used in &ktuberling;: <filename>gameboard.xpm</filename> and <filename>masks.xpm</filename>. The standard location for these files is the directory <filename class="directory">$KDE/share/apps/ktuberling/pics/</filename>. <filename>gameboard.xpm</filename> holds the gameboard and the objects that the user selects. This is the graphic that the user sees when playing the game.
da: To billeder bruges i &ktuberling;: <filename>gameboard.xpm</filename> og <filename>masks.xpm</filename>. Standard placeringen af disse filer er i mappen <filename class="directory">$KDE/share/apps/ktuberling/pics/</filename>. <filename>gameboard.xpm</filename> holder spillebrætter og objekterne som brugeren vælger. Det er den grafik som brugeren ser når spillet kører.
fr: Deux images sont utilisées par &ktuberling;&nbsp;: <filename>gameboard.xpm</filename> et <filename>masks.xpm</filename>. l'emplacement standard pour ses fichiers est le répertoire <filename class="directory">$KDE/share/apps/ktuberling/pics/</filename>. <filename>gameboard.xpm</filename> contient la carte de jeu et les objets que choisit l'utilisateur. C'est le graphisme que voit l'utilisateur quand il joue au jeu.

source: The second file, <filename>masks.xpm</filename>, contains only masks of the objects. The masks are used to delimit the borders of the objects and, in some cases, give the object some transparancy (for example, the spectacles). In the distributed <filename>masks.xpm</filename> the objects are duplicated from <filename>gameboard.xpm</filename>. This is an artifact of the original artist's technique. Only the masks, the stencil-like images, in <filename>masks.xpm</filename> are used by the program.
da: Den anden fil, <filename>masks.xpm</filename>, indeholder kun masker for objekterne. Maskerne bruges til at begrænse kanterne af objekterne og i visse tilfælde, give objekterne noget gennemsigtighed (for eksempel, brillerne). I de distribuerede <filename>masks.xpm</filename> er objekterne duplikerede fra <filename>gameboard.xpm</filename>. Dette stammer fra den oprindelige kunstners teknik. Kun masker, de stencillignende billeder, i <filename>masks.xpm</filename> bruges af programmet.
fr: Le second fichier, <filename>masks.xpm</filename>, contient seulement les masques des objets. Les masques sont utilisés pour délimiter les bordures des objets et, dans certains cas, donne à l'objet une certaine transparence (Par exemple, les lunettes). Dans le fichier <filename>masks.xpm</filename> livré avec le jeu, les objets sont dupliqués de <filename>gameboard.xpm</filename>. C'est un artefact de la technique de l'artiste d'origine. Seuls les masques, les images de type pochoir,dans <filename>masks.xpm</filename> sont utilisés par le programme.

source: The third file in the directory, <filename>layout.txt</filename>. (<filename>$KDE/share/apps/ktuberling/pics/layout.txt</filename>) contains the position parameters of the objects and the masks. It also assigns the sounds to objects and places the objects in groups. This file is changed to describe the graphic to the program. It contains only decimal integers, separated by whitespace, followed by a comment.
da: Den tredje fil i mappen, <filename>layout.txt</filename>. (<filename>$KDE/share/apps/ktuberling/pics/layout.txt</filename>) indeholder positionsparametre for objekterne og maskerne. Den tilknytter også lyde til objekterne og placerer objekterne i grupper. Denne fil ændres for at beskrive grafikken til programmet. Den indeholder kun decimaltal, adskilt af mellemrum, fulgt af en kommentar.
fr: Le troisième fichier, <filename>layout.txt</filename> (<filename>$KDE/share/apps/ktuberling/pics/layout.txt</filename>) contient les paramètre de position des objets et des masques. Il affecte également les sons aux objets et la place de les objets dans les groupes. Ce fichier est modifié pour décrire le graphisme du programme. Il contient seulement des nombres entiers décimaux, séparés par des espaces, suivis d'un commentaire.

source: 0 0 240 320 0 Area where objects can be dropped 6 Number of texts described here 241 101 413 115 0 "Eyes" text 415 123 511 137 1 "Eyebrows" text 241 179 394 193 2 "Noses" text 395 179 511 193 3 "Ears" text 241 259 445 273 4 "Mouths" text 241 307 511 321 5 "Goodies" text 43 Number of objects described here 242 0 283 32 70 0 111 32 1 Eye #1 242 34 283 66 70 34 111 66 1 Eye #2 242 68 283 100 70 68 111 100 1 Eye #3 : :
da: 0 0 240 320 0 Område hvor objekter kan droppes 6 Antal tekster beskrevet her 241 101 413 115 0 "Øjne" tekst 415 123 511 137 1 "Øjenbryn" tekst 241 179 394 193 2 "Næser" tekst 395 179 511 193 3 "Ører" tekst 241 259 445 273 4 "Munde" tekst 241 307 511 321 5 "Gode ting" tekst 43 Antal objekter beskrevet her 242 0 283 32 70 0 111 32 1 Øje #1 242 34 283 66 70 34 111 66 1 Øje #2 242 68 283 100 70 68 111 100 1 Øje #3 : :

source: Layout header line.
da: Udlægning af overskriftlinie.
fr: Ligne d'en-tête de disposition.

source: This line describes the area of the gameboard where objects are placed (the potato area). The first four numbers are the coordinates of the area: left, top, right, bottom. The fifth number is the index number of the associated sound. The sounds are defined in the source file <filename class="headerfile">categories.h</filename>.
da: Denne linie beskriver området af spillebrættet hvor objekterne er placerede (kartoffelområdet). De første fire tal er koordinaterne for området til venstre, top, højre og bund. Det femte tal er indekstallet for den associerede lyd. Lydene er definerede i kildefilen <filename class="headerfile">categories.h</filename>.
fr: Cette ligne décrit la zone de la carte de jeu où les objets sont placés (la zone <quote>patate</quote>). Les quatre premiers nombres sont les coordonnées de la zone&nbsp;: gauche, haut, droite, bas. Le cinquième nombre est l'index du son associé. Les sons sont définis dans le fichier source <filename class="headerfile">categories.h</filename>.

source: Quantity of group labels
da: Mængde gruppeetiketter
fr: Quantité de labels de groupe

source: This, the second line, is the number of group text labels defined in the next section of this file.
da: Denne anden linie, er antallet af gruppetekst etiketter definerede i næste sektion af denne fil.
fr: La seconde ligne contient le nombre de labels de groupes définis dans la prochaine section de ce fichier.

source: Label positions
da: Etiketpositioner
fr: Positions des labels

source: These lines describe the position of the text labeling the groups or categories of objects. The text of the labels can only be changed in the source code (<filename class="headerfile">categories.h</filename>). Only the position of the labels can be changed here.
da: Disse linier beskriver positionen af tekstetiketterne for grupper eller kategorier af objekter. Teksten på etiketten kan kun ændres i kildekoden (<filename class="headerfile">categories.h</filename>). Kun positionen af etiketterne kan ændres her.
fr: Ces lignes décrivent la position du texte marquant les groupes ou les catégorie d'objets. Le texte des labels ne peut être changé que dans le code source (<filename class="headerfile">categories.h</filename>). Seule la position des labels peut être changé ici.

source: Quantity of objects
da: Mængde af objekter
fr: Quantité d'objets

source: This line is the number of objects described in the next section of the file. Adjust this number if you add or remove objects.
da: Denne linie er antallet af objekter beskrevet i næste sektion af filen. Justér dette tal hvis du tilføjer eller fjerner objekter.
fr: Cette ligne est le nombre d'objet décrits dans la prochaine section du fichier. Ajustez ce nombre si vous ajoutez ou enlevez des objets.

source: Individual objects
da: Individuelle objekter
fr: Objets individuels

source: In this section each of the individual objects are described. The position of the objects in <filename>gameboard.xpm</filename> and the positions of the masks in <filename>masks.xpm</filename>. The first four numbers are the coordinates of the object rectangle on the gameboard: left, top, right, bottom. The fifth through eighth are the coordinates of the object's mask, same ordering. The ninth number is the index of the associated sound. Several objects can be associated with the same sound.
da: I denne sektion er hver af de individuelle objekter beskrevet. Positionen af objekterne i <filename>gameboard.xpm</filename> og positionerne af maskerne i <filename>masks.xpm</filename>. De første fire tal er koordinater til objektrektanglet på spillebrættet, venstre, top, højre, bund. Det femte til ottende er koordinaterne for objektets maske, samme rækkefølge. Det niende tal er indekset for den associerede lyd. Adskillige objekter kan associeres med den samme lyd.
fr: Dans cette section, chacun des objets individuels sont une décrits. La position des objets dans le fichier <filename>gameboard.xpm</filename> et les positions des masques dans le fichier <filename>masks.xpm</filename>. Les quatre premiers nombres sont les coordonnées de l'objet rectangulaire sur la carte de jeu&nbsp;: gauche, haut, droite, bas. Le cinquième au huitième nombre sont les coordonnées du masque de l'objet, dans le même ordre. Le neuvième nombre est l'index associé au son. Plusieurs objets peuvent être associés au même son.

source: Translation
da: Oversættelse
fr: Traduction

source: Besides the usual <literal role="extension">.po</literal> files mechanism for translating program labels and prompts, the sounds can be localized too.
da: Foruden den sædvanlige <literal role="extension">.po</literal>-fil mekanisme for oversættelse af program etiketter og spørgsmål, kan lydene også lokaliseres.
fr: À coté de l'habituel mécanisme basé sur les fichiers <literal role="extension">.po</literal> pour traduire les chaînes du progrmame, les sons peuvent être localisés également.

source: If the various translators can record their voice to a <literal role="extension">.wav</literal> file, they can store that file to the language-specific subdirectory of the sounds directory. The name of the sound file is then translated in the <literal role="extension">.po</literal> file. For example, if destination language is Italian, translators can record their voice in <literal role="extension">.wav</literal> files located in <filename>$KDE/share/apps/ktuberling/sounds/it</filename>. Then they can translate file names like <filename>en/hat.wav</filename> to names like <filename>it/capello.wav</filename>.
da: Hvis de forskellige oversættere optager deres stemmer til en <literal role="extension">.wav</literal> fil, kan de gemme denne fil i den sprogspecifikke undermappe af lydmappen. Navnet på lydfilen oversættes så i <literal role="extension">.po</literal> filen. For eksempel, hvis sproget er italiensk, kan oversætteren optage sin stemme i <literal role="extension">.wav</literal> filer placeret i <filename>$KDE/share/apps/ktuberling/sounds/it</filename>. Så kan man oversætte filnavne såsom <filename>en/hat.wav</filename> til navne såsom <filename>it/capello.wav</filename>.
fr: Si les différents traducteurs peuvent enregistrer leur voix dans un fichier <literal role="extension">.wav</literal>, ils peuvent placer ce fichier dans lesous-répertoire spécifique au langage dans le répertoire sound. Le nom des fichiers son est alors traduit dans le fichier <literal role="extension">.po</literal>. Par exemple, si le langage de destination est l'italien, les traducteurs peuvent enregistrer leur voix dans un fichier <literal role="extension">.wav</literal> situé dans <filename>$KDE/share/apps/ktuberling/sounds/it</filename>. Alors ils peuvent traduire les noms des fichiers comme <filename>en/hat.wav</filename> en nom comme <filename>it/capello.wav</filename>.

source: Information on how to work with the translation mechanisms in &kde; is available in <ulink url="http://i18n.kde.org/translation-howto/index.html"> The KDE Translation HOWTO</ulink>.
da: Information om hvordan man arbejder med oversættelsesmekanismen i &kde; er tilgængelig i <ulink url="http://i18n.kde.org/translation-howto/index.html"> KDE Oversættelse HOWTO</ulink>.
fr: Vous pouvez trouver des informations sur la façon dont fonctionnent les mécanismes de rtaduction dans &kde; sont disponible dans <ulink url="http://i18n.kde.org/translation-howto/index.html"> The KDE Translation HOWTO</ulink> ou en français dans <ulink url="http://fr.i18n.kde.org/docs/howto/index.html"> Le HOWTO de traduction de KDE</ulink>.

source: For programmers
da: For programmører
fr: Pour les programmeurs

source: &ktuberling; isn't really difficult to extend for programmers.
da: &ktuberling; er ikke særlig svær at udvide for programmører.
fr: &ktuberling; n'est pas réellement difficile à améliorer pour les programmeurs.

source: C++ classes
da: C++ klasser
fr: Classes C++

source: TopLevel
da: TopNiveau

source: Top-level window and basic program management
da: Top-niveau vindue og basal program håndtering
fr: Gestion du programme principal et de la fenêtre principale

source: Description of one of the graphical <quote>objects</quote> to be drawn
da: Beskrivelse af et af de grafiske <quote>objekter</quote> der skal tegnes
fr: Description d'un des <quote>objets</quote> graphiques à dessiner

source: <literal role="extension">.tuberling</literal> files structure
da: <literal role="extension">.tuberling</literal> filer struktur
fr: structure du fichier <literal role="extension">.tuberling</literal>

source: A <literal role="extension">.tuberling</literal> file holds all the necessary data to redraw a tuberling. It can be edited with an ordinary text editor.
da: En <literal role="extension">.tuberling</literal> fil holder alle de nødvendige data to for at tegne en tuberling. Den kan redigeres med en normal tekstredigering.
fr: Un fichier <literal role="extension">.tuberling</literal> contient toutes les données nécessaire pour redessiner une patate. il peut être édité avec un éditeur de texte ordinaire.

source: There is one graphical object per line, in the order that is used to draw them. Each line contains 5 numbers: the identifier of the object, and the rectangle where it should be drawn (left, top, right, bottom). The numbers are separated by whitespaces.
da: Der er et grafisk objekt pr linie, i den rækkefølge der er brugt til at tegne dem. Hver linie indeholder 5 tal: identifikatoren for objektet, og rektanget hvor den skal tegnes (venstre, top, højre, bund). Tallene er adskilte af mellemrum.
fr: Il y a un objet graphique par ligne, dans l'ordre avec lequel ils seront affichés. Chaque ligne contient 5 nombres&nbsp;: l'identifiant de l'objet, et la rectangle où il devra être dessiné (gauche, haut, droite, bas). Les nombres sont séparer par des espaces.

source: Credits and License
da: Medvirkende og licens
de: Mitwirkende und Lizenz
fr: Remerciements et Licence

source: John Calhoun - Original idea, pictures and English sounds
da: John Calhoun - Oprindelig ide, billeder og engelske lyde

source: Eric Bischoff <email>ebisch@cybercable.tm.fr</email> - &kde; Programming
da: Eric Bischoff <email>ebisch@cybercable.tm.fr</email> - &kde; Programmering
de: Eric Bischoff <email>ebisch@cybercable.tm.fr</email> programmierte für &kde;.
fr: Éric Bischoff <email>ebisch@cybercable.tm.fr</email> - programmation &kde;

source: Fran&ccedil;ois-xavier Duranceau <email>duranceau@free.fr</email> - Tests, advice and help
da: Fran&ccedil;ois-xavier Duranceau <email>duranceau@free.fr</email> - Tester, råd og hjælp
de: Fran&ccedil;ois-xavier Duranceau <email>duranceau@free.fr</email> hat getestet, Hinweise und Hilfe gegeben.
fr: François-Xavier Duranceau <email>duranceau@free.fr</email> - tests, conseil et aide

source: Bass Willems <email>next@euronet.nl</email> - Colour graphics
da: Bass Willems <email>next@euronet.nl</email> - Farvegrafik

source: Peter Silva <email>peter.silva@videotron.ca</email> - Proofreading of the documentation
da: Peter Silva <email>peter.silva@videotron.ca</email> - Korrekturlæsning af dokumentationen
de: Peter Silva <email>peter.silva@videotron.ca</email> hat dieses Dokument Korrektur gelesen.
fr: Peter Silva <email>peter.silva@videotron.ca</email> - relecture de la documentation
