Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/ktuberling.po
Languages: da, de, fr

source: The &ktuberling; Handbook
da: &ktuberling; håndbog
de: Das &ktuberling; Handbuch
fr: Le manuel de &ktuberling;

source: Reviewer
da: Tester
de: Korrektur
fr: Relecteur

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Maren</firstname><surname>Pakura</surname><affiliation><address><email>maren@kde.org</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>
fr: <othercredit role="translator"> <firstname>Benoit</firstname> <surname>Cosandier</surname> <affiliation> <address><email>cosandier.benoit@bluewin.ch</email></address> </affiliation> <contrib>Traduction</contrib> </othercredit>

source: &ktuberling; is a game intended for small children.
da: &ktuberling; er et spil beregnet til små børn.
de: &ktuberling; ist ein Spiel für kleine Kinder.
fr: &ktuberling; est un jeu destiné aux jeunes enfants.

source: game
da: spil
de: Spiel
fr: jeu

source: potato
da: kartoffel
de: Kartoffel
fr: patate

source: children
da: børn
de: Kinder
fr: enfant

source: Introduction
da: Indledning
de: Einleitung

source: &ktuberling; is a game intended for small children. Of course, it may be suitable for adults who have remained young at heart.
da: &ktuberling; er et spil beregnet til små børn. Det kan selvfølgelig også nydes af voksne der er forblevet unge af sind.
de: &ktuberling; ist ein Spiel für kleine Kinder. Aber es ist auch für Erwachsene geeignet, die jung geblieben sind.
fr: &ktuberling; est un jeu conçu pour les jeunes enfants. Bien sûr, il peut être aussi adéquat pour les adultes qui sont resté, au fond, jeunes.

source: It is a potato editor. That means that you can drag and drop eyes, mouths, mustache, and other parts of face and goodies onto a potato-like guy.
da: Det er en kartoffelredigerer. Det betyder du kan trække og slippe øjne, munde, overskæg, og andre dele af ansigtet og sjove ting på en kartoffellignende fyr.
de: Es ist ein Kartoffel-Editor. Das bedeutet, Sie können Augen, Münder, Schnurrbärte und andere Teile des Gesichts und Extras in den Kartoffel-Mann ziehen und dort ablegen (drag and drop).
fr: C'est un éditeur de patate. Cela signifie que vous pouvez glisser-déposer des yeux, des bouches, des moustaches et d'autres parties du visage sur la patate pour la faire ressembler à un homme.

source: There is no winner for the game. The only purpose is to make the funniest faces you can.
da: Der er ingen vinder i spillet. Det eneste formål er at lave det sjovest mulige ansigt.
de: In diesem Spiel gibt es keinen Gewinner. Der einzige Sinn des Spiels besteht darin, das lustigste Gesicht zu machen, das möglich ist.
fr: Il n'y a pas de gagnant dans ce jeu. Le seul but est de faire les plus amusantes figures que vous pouvez.

source: There is a museum (like a <quote>Madame Tusseau</quote> gallery) where you can find many funny examples of decorated potatoes. Of course, you can send your own creations to the programmer, <ulink url="mailto:e.bischoff@noos.fr">Eric Bischoff</ulink>, who will include them in the museum if he gets some spare time.
da: Der er et museum (ligesom <quote>Madame Tusseau</quote> galleriet) hvor man kan finde mange morsomme eksempler på dekorerede kartofler. Du kan selvfølgelig sende dine egne kreationer til programmøren, <ulink url="mailto:e.bischoff@noos.fr">Eric Bischoff</ulink>, som vil inkludere dem i museet hvis han får noget tid til overs.
de: Es gibt ein Museum (ähnlich der <quote>Madame Tusseau</quote>-Galerie), wo Sie viele lustige Bespiele dekorierter Kartoffeln finden können. Natürlich können Sie Ihre eigenen Kreationen zum Programmierer <ulink url="mailto:e.bischoff@noos.fr">Eric Bischoff</ulink> schicken. Er wird sie ins Museum einfügen, wenn er etwas Zeit dazu hat.
fr: Il y a un musée (comme par exemple <quote>Madame Tusseau</quote>) où vous pouvez trouver quelques drôles d'exemples de décoration de patates. Bien sûr, vous pouvez envoyer votre création au programmeur, <ulink url="mailto:e.bischoff@noos.fr">Éric Bischoff</ulink>, qui sera inclue dans le musée, si elle procure un moment de loisir.

source: On screen Fundamentals
da: Fundamentale ting på skærmen
de: Grundsätzliche Bedienungen
fr: Utilisation de l'interface

source: Mouse Operation
da: Museoperation
de: Maus-Funktionen
fr: Operation avec la Souris

source: There are two areas in the main window:
da: Der er to områder i hovedvinduet:
de: Es gibt zwei Gebiete im Hauptfenster:
fr: Il y a deux zones dans la fenêtre principale&nbsp;:

source: <quote>Potato</quote> area, on the left side.
da: <quote>Kartoffel</quote> området til venstre.
de: Die <quote>Kartoffel</quote>-Seite ist links.
fr: La zone <quote>Patate</quote>, sur le côté gauche.

source: <quote>Objects</quote> area, on the right side, where you select Objects to place on your potato!
da: <quote>Objekt</quote> området til højre, hvor du vælger objekter til at placere på din kartoffel!
de: Die <quote>Objekt</quote>-Seite ist rechts. Hier können die Objekte auswählen, die Sie auf oder an der Kartoffel platzieren möchten.
fr: La zone <quote>Objets</quote>, sur le côté droit, où vous sélectionnez les objets que vous placez sur votre patate&nbsp;!

source: Main Window of &ktuberling; main window:
da: Hovedvinduet for &ktuberling; :
de: Das Hauptfenster des &ktuberling;-Hauptfensters:
fr: Fenêtre principale de &ktuberling; Fenêtre principal&nbsp;:

source: Main Window
da: Hovedvinduer
de: Hauptfenster
fr: Fenêtre principale

source: Placing an Object
da: Placering af objekt
de: Die Platzierung eines Objekts
fr: Placer un objet

source: To drag an object, move the mouse pointer to the <quote>objects</quote> area on the right. Click on the object you want to drag, but do not release the mouse button until you have moved the mouse pointer to the location in the <quote>potato</quote> area where you want to drop the object.
da: Flyt musemarkøren hen i <quote>objekt</quote> området i højre side for at trække et objekt. Klik på objektet du ønsker at trække, men giv ikke slip på museknappen før du har flyttet musemarkøren hen til det sted i <quote>kartoffel</quote> området hvor du ønsker at droppe objektet.
de: Um ein Objekt wegzuziehen, bewegen Sie die Maus in das <quote>Objekte</quote>-Feld auf der rechten Seite. Klicken Sie auf das Objekt, das Sie wegziehen wollen, aber lassen Sie die Taste nicht eher los, bis Sie mit dem Mauszeiger an der Stelle im <quote>Kartoffel</quote>-Feld angelangt sind, wo Sie das Objekt loslassen wollen.
fr: Pour glisser un objet, déplacez le pointeur de la souris dans la zone <quote>objets</quote> sur la droite. Cliquez sur l'objet que vous voulez glisser, mais ne relâcher pas le bouton de la souris avant que vous ayez déplaceé le pointeur de la souris à l'emplacement de la zone <quote>patate</quote> où vous voulez déposer l'objet.

source: Moving an Object
da: Flytning af et objekt
de: Die Verschiebung eines Objekts
fr: Déplacer un objet

source: Once dropped in the <quote>potato</quote> area, an object can be moved. Just click on the object to select it for further drag and drop. When you click on it, it goes on top of other objects that were partially hiding it. This trick is useful for getting the glasses and eyes placed correctly.
da: Efter det er droppet i <quote>kartoffel</quote> området, kan objektet stadig flyttes. Klik blot på et objekt for at vælge det til yderligere træk og slip. Når du klikker på det kommer det ovenpå de andre objekter der delvist skjulte det. Dette trick er nyttigt når briller og øjne skal placeres rigtigt.
de: Wenn Sie ein Objekt im <quote>Kartoffel</quote>-Feld haben, können Sie es dort bewegen. Klicken Sie einfach auf das Objekt um es zu ziehen und loszulassen (drag and drop). Wenn Sie darauf klicken kommt es vollständig nach oben, falls es unter anderen versteckt war. Dieser Trick ist hilfreich, um Augen und Brille richtig zu platzieren.
fr: Une fois déposé dans la zone <quote>patate</quote>, un objet peut être déplacé. Il suffit juste de cliquer sur l'objet sélectionné pour le glisser et le déposer plus loin. Quand vous cliquez dexxux, il est placé au dessus des autres objets qu'il a naturellement caché. Cette ruse est utile pour placer correctement leslunettes et les yeux.

source: Removing an Object
da: Fjerne et objekt
de: Das Entfernen eines Objektes
fr: Enlever un objet

source: To remove an object that has been dropped in the <quote>potato</quote> area, drag it back from the <quote>potato</quote> area to the <quote>objects</quote> area.
da: For at fjerne et objekt der er blevet droppet i <quote>kartoffel</quote> området, skal man trække det tilbage fra <quote>kartoffel</quote> området til <quote>objekt</quote> området.
de: Um ein Objekt, das sich im <quote>Kartoffel</quote>-Feld befindet, zu entfernen, ziehen Sie es einfach in das <quote>Objekte</quote>-Feld zurück.
fr: Pour enlever un objet qui a été déposé dans la zone <quote>patate</quote>, glissez le depuis la zone <quote>patate</quote> vers la zone <quote>objets</quote>.

source: The Tool Bar
da: Værktøjslinien
de: Die Werkzeugleiste
fr: La barre d'outils

source: Toolbar
da: Værktøjslinie
de: Werkzeugleiste
fr: Barre d'outils

source: The toolbar provides buttons for the commonly used functions.
da: Værktøjslinien giver knapper til de oftest brugte funktioner.
de: Die Werkzeugleiste ermöglicht einen schellen Zugriff auf die am häufigsten gebrauchten Funktionen.
fr: La barre d'outils fournit des boutons pour les fonctions couramment utilisées.

source: Toolbar Buttons
da: Værktøjslinieknapper
de: Die Werkzeugleisten-Knöpfe
fr: Les boutons de la barre d'outils

source: Button
da: Knap
de: Knopf
fr: Bouton

source: Name
da: Navn
fr: Nom

source: Action
da: Handling
de: Aktion

source: <guiicon>New</guiicon>
da: <guiicon>Ny</guiicon>
de: <guiicon>Neu</guiicon>
fr: <guiicon>Nouveau</guiicon>

source: Resets the <quote>potato</quote> area. This cleans all parts off the potato so a new character may be created.
da: Nulstiller <quote>kartoffel</quote> området. Dette rydder alle dele af kartoflen så en ny kartoffelfyr kan laves.
de: Löscht alles vom <quote>Kartoffel</quote>-Feld, sodass ein neuer Kartoffelknülch geschaffen werden kann.
fr: Réinitialise la zone <quote>patate</quote>. Ceci nettoie toutes parties de la patate afin de créer un nouveau personnage.

source: Open
da: Åbn
de: Öffnen
fr: Ouvrir

source: Opens an existing tuberling file from the museum or from other folders.
da: Åbner en eksisterende tuberling fil fra museet eller fra andre mapper.
de: Lädt eine existierende Kartoffelknülch-Datei aus dem Museum oder aus anderen Verzeichnissen.
fr: Ouvre un fichier <quote>patate</quote> existant depuis le musée ou dans d'autres dossiers.

source: Save Button
da: Gem knap
de: Speicher-Knopf
fr: Bouton enregistrer

source: Save
da: Gem
de: Speichern
fr: Enregistrer

source: Saves your creation to the museum, or to some other folder if you wish. The tuberling is saved to a small file where only the position of objects are saved.
da: Gemmer din kreation til museet, eller til en anden mappe efter ønske. Kartoffelfyren gemmes til en lille fil, hvor kun objekternes position er gemt.
de: Speichert Ihre Kreation im Museum, oder , wenn Sie es wünschen, in einem anderen Verzeichnis. Der Kartoffelknülch wird in einer kleinen Datei gespeichert, wo nur die Position der Objekte gepeichert wird.
fr: Enregistre votre création dans le musée, ou dans un autre répertoire si vous le désirez. La patate est enregistrée dans un petit fichier qui contient seulement les positions des objets.

source: Print Button
da: Udskriftsknap
de: Druck-Knopf
fr: Bouton Imprimer

source: Print
da: Udskriv
de: Drucken
fr: Imprimer

source: Prints your picture (&PostScript; format).
da: Udskriver dit billede (&PostScript; format).
de: Druckt Ihr Bild (&PostScript; -Format).
fr: Imprime votre image (au format &PostScript;).

source: Undo Button
da: Fortryd knap
de: Rückgängig-Knopf
fr: Bouton annuler

source: Undo
da: Fortryd
de: Rückgängig
fr: Annuler

source: Undoes last operation.
da: Fortryder sidste operation
de: Macht den letzten Vorgang rückgänig.
fr: Annule la dernière opération.

source: Redo Button
da: Omgør knap
de: Wiederherstellen-Knopf
fr: Bouton refaire

source: Redo
da: Omgør
de: Wiederherstellen
fr: Refaire

source: Re-does last operation.
da: Omgør sidste operation.
de: Stellt den letzten Vorgang wieder her.
fr: Refaire la dernière opération.

source: The Menu Items
da: Menupunkter
de: Die Menü-Einträge
fr: Les éléments des menus

source: Menu Bar
da: Menulinie
de: Menüleiste
fr: Barre de menu

source: The <guimenu>File</guimenu> Menu
da: <guimenu>Fil</guimenu>menuen
de: Das <guimenu>Datei</guimenu>-Menü
fr: Le menu <guimenu>Fichier</guimenu>

source: <guimenu>File</guimenu> Menu
da: <guimenu>Fil</guimenu>menu
de: Menü <guimenu>Datei</guimenu>
fr: Menu <guimenu>Fichier</guimenu>

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>N</accel>ew</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>N</accel>y</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu> <guimenuitem><accel>N</accel>eu</guimenuitem>
fr: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ichier</guimenu> <guimenuitem><accel>N</accel>ouveau</guimenuitem>

source: <action>Clears</action> the <quote>potato</quote> area
da: <action>Rydder</action> <quote>kartoffel</quote> området
de: <action>Löscht</action> das <quote>Kartoffel</quote>-Feld.
fr: <action>Réinitialise</action> la zone <quote>patate</quote>

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>O</accel>pen</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>Å</accel>bn</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu> <guimenuitem><accel>L</accel>oad...</guimenuitem>
fr: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ichier</guimenu> <guimenuitem><accel>O</accel>vrir</guimenuitem>

source: <action>Opens an existing tuberling file</action> from the museum or from somewhere else if you wish.
da: <action>Åbner en eksisterende tuberling fil</action> fra museet eller fra et vilkårligt andet sted hvis du ønsker det.
de: <action>Lädt eine existierende Kartofffelknülch-Datei</action> aus dem Museum oder aus einem anderen Verzeichnis.
fr: <action>Ouvrir un fichier patate existant</action> depuis le musée ou d'ailleur si vous le souhaitez.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>S</accel>ave</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>G</accel>em</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu> <guimenuitem><accel>S</accel>peichern...</guimenuitem>
fr: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ichier</guimenu> <guimenuitem><accel>E</accel>nregistrer</guimenuitem>

source: <action>Saves</action> your creation. The tuberling is saved to a small file where only the position of objects are saved.
da: <action>Gemmer</action> din kreation. Kartoffelfyren gemmes til en lille fil hvor kun objekternes position gemmes.
de: <action>Speichert</action> Ihre Kreation. Der Kartoffelknülch wird in einer kleinen Datei gespeichert, wo nur die Position der Objekte gepeichert wird.
fr: <action>Enregistre</action> votre création. La <quote>atate</quote> est enregistrée dans un petit fichier qui contient les positions des objets.

source: <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Save <accel>a</accel>s picture...</guimenuitem>
da: <guimenu><accel>F</accel>il</guimenu> <guimenuitem>Gem <accel>s</accel>om billede...</guimenuitem>
de: <guimenu><accel>S</accel>piel</guimenu> <guimenuitem>Speichern unter</guimenuitem>
fr: <guimenu><accel>F</accel>ichier</guimenu> <guimenuitem>Enregistrer <accel>c</accel>omme une image...</guimenuitem>

source: <action>Creates a graphics file</action> containing a picture of your tuberling. Available file formats are XPM, JPEG, PNG and BMP.
da: <action>Laver en grafik fil</action> der indeholder et billede af din kartoffelfyr. Tilgængelige formater er XPM, JPEG, PNG og BMP.
de: <action>Erzeugt eine graphische Datei</action>, die ein Bild von Ihrem Kartoffelknülch enthält. Verfügbare Dateiformate sind XPM, JPEG, PNG und BMP.
fr: <action>Crée un fichier graphique</action> contenant une image de votre patate. Les formats de fichier disponible sont XPM, JPEG, PNG et BMP.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>P</accel>rint</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>U</accel>dskriv</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>P</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu> <guimenuitem><accel>D</accel>rucken</guimenuitem>
fr: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ichier</guimenu> <guimenuitem><accel>I</accel>mprimer</guimenuitem>

source: <action>Print</action> your tuberling picture using &PostScript; format.
da: <action>Udskriver</action> dit kartoffelfyrbillede ved brug af &PostScript; formatet.
de: <action>Druckt</action>Ihr Kartoffelknülch-Bild im &PostScript; -Format.
fr: <action>Imprime</action> votre image de <quote>patate</quote> en utilisant le format &PostScript;.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>Q</accel>uit</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>A</accel>fslut</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu> <guimenuitem>B<accel>e</accel>enden</guimenuitem>
fr: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ichier</guimenu> <guimenuitem><accel>Q</accel>uitter</guimenuitem>

source: <action>Quit</action> &ktuberling;.
da: <action>Afslutter</action> &ktuberling;.
de: <action> Beendet</action> &ktuberling;.
fr: <action>Quitte</action> &ktuberling;.

source: The <guimenu>Edit</guimenu> Menu
da: <guimenu>Redigerings</guimenu>menuen
de: Das <guimenu>Bearbeiten</guimenu>-Menü
fr: Le menu <guimenu>Édition</guimenu>

source: Edit Menu
da: Redigeringsmenuen
de: Bearbeiten-Menü
fr: Menu Édition

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>C</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>dit</guimenu> <guimenuitem><accel>C</accel>opy</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>C</keycap></keycombo> </shortcut> <guimenu><accel>R</accel>edigér</guimenu> <guimenuitem><accel>K</accel>opiér</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>C</keycap></keycombo> </shortcut> <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem><accel>K</accel>opieren</guimenuitem>
fr: <shortcut> <keycombo action="simul">&Ctrl;<keycap>C</keycap></keycombo> </shortcut> <guimenu><accel>É</accel>dition</guimenu> <guimenuitem>Cop<accel>i</accel>er</guimenuitem>

source: <action>Copy</action> the <quote>potato</quote> area to the clipboard.
da: <action>Kopiér</action> <quote>kartoffel</quote> området til klippebordet.
de: <action>Kopiert</action> das <quote>Kartoffel</quote>-Feld in die Zwischenablage.
fr: <action>Copie</action> la zone <quote>patate</quote> dans le presse papiers.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>dit</guimenu> <guimenuitem><accel>U</accel>ndo</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> </shortcut> <guimenu><accel>R</accel>edigér</guimenu> <guimenuitem><accel>F</accel>ortryd</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>Z</keycap></keycombo> </shortcut> <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem><accel>R</accel>ückgängig</guimenuitem>
fr: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> </shortcut> <guimenu><accel>É</accel>dition</guimenu> <guimenuitem>Annu<accel>l</accel>er</guimenuitem>

source: <action>Undo</action> the last <quote>object</quote> placement.
da: <action>Fortryd</action> sidste <quote>objekt</quote> placering.
de: Macht die letzte <quote>Objekt</quote>-Platzierung rückgänig.
fr: <action>Annule</action> le dernier <quote>objet</quote> placé.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Shift</keycap> <keycap>Z</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>dit</guimenu> <guimenuitem><accel>R</accel>edo</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Shift</keycap> <keycap>Z</keycap></keycombo> </shortcut> <guimenu><accel>R</accel>edigér</guimenu> <guimenuitem><accel>O</accel>mgør</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>Umschalt</keycap> <keycap>Z</keycap></keycombo> </shortcut> <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem>Wieder<accel>h</accel>erstellen</guimenuitem>
fr: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Maj</keycap> <keycap>Z</keycap></keycombo> </shortcut> <guimenu><accel>É</accel>dition</guimenu> <guimenuitem><accel>R</accel>efaire</guimenuitem>

source: <action>Re-does</action> the last <quote>object</quote> placement. This menu option is active only if you have previously used <guilabel>Undo</guilabel>.
da: <action>Omgør</action> den sidste <quote>objekt</quote> placering. Dette menuvalg er kun aktivt hvis du tidligere har brugt <guilabel>Fortryd</guilabel>.
de: Stellt die letzte <quote>Objekt</quote>-Platzierung wieder her. Diese Menü-Option wird erst möglich, wenn Sie vorher <guilabel>Rückgängig</guilabel> benutzt haben.
fr: <action>Refait</action> le dernier<quote>objet</quote> placé. Ce menu optionnel est seulement actif si vous avez au préalable utilisé <guilabel>Annuler</guilabel>.

source: The <guimenu>Options</guimenu> Menu
da: <guimenu>Indstillings</guimenu>menuen
de: Das <guimenu>Einstellungen</guimenu>-Menü
fr: Le menu<guimenu>Options</guimenu>

source: Options Menu
da: Indstillingsmenu
de: Einstellungen-Menü
fr: Menu Option

source: <guimenu><accel>O</accel>ptions</guimenu> <guimenuitem><accel>S</accel>ound</guimenuitem>
da: <guimenu><accel>I</accel>ndstillinger</guimenu> <guimenuitem><accel>L</accel>yd</guimenuitem>
de: <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem><accel>S</accel>ound</guimenuitem>
fr: <guimenu><accel>O</accel>ptions</guimenu> <guimenuitem><accel>S</accel>on</guimenuitem>
