Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/lskat.po
Languages: da, de, fr

source: Lieutnant Skat
de: Offiziersskat
fr: Lieutenant Skat

source: Reviewer
da: Tester
de: Korrektur
fr: Relecteur

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Maren</firstname><surname>Pakura</surname><affiliation><address><email>maren@kde.org</email></address></affiliation><contrib>Deutsche Übersetzung</contrib></othercredit>
fr: <othercredit role="translator"><firstname>Gérard</firstname><surname>Delafond</surname><contrib>Traduction française</contrib><affiliation><address><email>g.delafond@medsyn.fr</email></address></affiliation></othercredit>

source: This documentation describes &lskat; version 0.9.1
da: Denne dokumentation beskriver &lskat; version 0.9.1
de: Diese Dokumentation beschreibt &lskat; Version 0.9.1
fr: Cette documentation décrit &lskat; version 0.9.1

source: game
da: spil
de: Spiel
fr: jeu

source: playing cards
da: kortspil
de: Kartenspiel
fr: cartes

source: lieutenant
de: Offiziersskat

source: Overview
da: Overblik
de: Übersicht
fr: Survol

source: Lieutnant skat (from German <foreignphrase lang="de">Offiziersskat</foreignphrase>) is a card game for two players. It is roughly played according to the rules of <firstterm>Skat</firstterm> but with only two players and simplified rules.
da: Lieutnant skat (fra tysk <foreignphrase lang="de">Offiziersskat</foreignphrase>) er et kortspil for to spillere. Det spilles nogenlunde efter reglerne for <firstterm>Skat</firstterm> men med kun to spillere og forenklede regler.
de: Offiziersskat ist ein Zwei-Spieler-Kartenspiel. Es wird nach vereinfachten Skatregeln mit zwei Spielern gespielt.
fr: Lieutenant skat (de l'allemand <foreignphrase lang="de">Offiziersskat</foreignphrase>) est un jeu de cartes pour deux joueurs. On y joue à peu près selon les règles du <firstterm>Skat</firstterm> mais avec seulement deux joueurs et des règles simplifiées.

source: Every player has a set of cards in front of him/her, half of them covered and half of them open. Both players try to win more than 60 of the 120 possible points. After 16 moves all cards are played and the game ends.
da: Hver spiller har et sæt kort foran sig, halvdelen skjulte og halvdelen åbne. Begge spillere prøver at vinde mere end 60 af de 120 mulige points. Efter 16 træk spilles alle kort og spillet slutter.
de: Jeder Spieler hat 16 Karten vor sich, wovon die Hälfte sichtbar ist. Beide Spieler versuchen durch Ausspielen und Aufdecken ihrer Karten mehr als 60 von maximal 120 Punkten zu erzielen. Nachdem alle 16 Karten ausgespielt sind, ist das Spiel beendet.
fr: Chaque joueur a un lot de cartes devant lui, la moitié d'entre elles couvertes, l'autre moitié visibles. Les deux joueurs essayent de gagner plus de 60 des 120 points possibles. Après 16 mouvements, toutes les cartes sont jouées et la partie se termine.

source: Rules
da: Regler
de: Regeln
fr: Règles

source: The game has a randomly chosen trump card. It is shown as a small suit symbol in the upper right corner of the score field. All four Jacks are also counted as trumps and do <emphasis>not</emphasis> belong to their suits. So if <emphasis>heart</emphasis> is trump all seven hearts as well as all four Jacks count as trumps, making 11 trumps.
da: Spillet har et tilfældigt valgt trumfkort. Det vises some et lille symbol i det højre hjørne for oven af scoringsfeltet. Alle fire knægte tæller også som trumfer og tilhører <emphasis>ikke</emphasis> deres egen farve. Så hvis <emphasis>hjerter</emphasis> er trumf tælles alle syv hjerter såvelsom alle fire knægte, så der i alt er 11 trumfer.
de: Jedes Spiel hat eine zufällig ausgewählte Trumpffarbe. Diese ist im Spiel als kleines Symbol in der oberen rechten Ecke der Punktefelder gezeigt. Unabhängig von der Trumpffarbe zählen immer alle vier Buben zu den Trümpfen. Dadurch wird ein Bube <emphasis>nicht</emphasis> mehr zu seiner eigentlichen Farbe gezählt. So sind z.B. im Fall von Herz als Trumpf alle sieben Herzkarten plus alle vier Buben Trumpf (insgesamt 11 Trumpfkarten).
fr: Le jeu a une couleur d'atout choisie au hasard. Elle est affichée en symbole dans le coin inférieur droit de la zone de score. Les quatre valets sont aussi comptés comme des atouts et n'appartiennent <emphasis>pas</emphasis> à leurs couleurs, mais à la couleur d'atout. Ainsi, si <emphasis>coeur</emphasis> est l'atout, les sept coeurs et les quatre valets comptent comme des atouts, ce qui fait 11 atouts en tout.

source: The Jack of clubs does not count as <emphasis>club</emphasis> but as trump.
da: Klør knægt tæller ikke som <emphasis>klør</emphasis> men som en trumf.
de: Und beispielsweise der Kreuzbube wird nicht mehr als <emphasis>Kreuzkarte</emphasis> betrachtet.
fr: Le valet de trèfle ne compte pas comme <emphasis>trèfle</emphasis> mais comme atout.

source: A special trump is the <firstterm>Grand</firstterm>. In this game no suit is trump and only the four Jacks count as trump. In the game this is indicated by the symbol of the Jack's head.
da: Et særligt tilfælde er <firstterm>Grand</firstterm>. I dette spil er der ingen farve der er trumf og kun de fire knægte tæller som trumf. I spillet er dette indikeret med hovedet af en knægt.
de: Eine spezielle Spielform ist der <firstterm>Grand</firstterm>. In diesem Spiel wird keine Trumpffarbe gewählt und nur die vier Buben sind Trümpfe. Im Spiel wird dies durch das Symbol eines Bubens angezeigt.
fr: Un type spécial de partie s'appelle le <firstterm>Grand</firstterm>. Dans ce jeu, aucune couleur n'est atout et seuls les quatre Valets comptent comme atouts. Dans le jeu, ceci est indiqué par une tête de valet en tant que symbole d'atout.

source: Every player owns 16 cards. 8 of them covered 8 of them open. The start player can play any of his/her open cards.
da: Hver spiller ejer 16 kort. 8 af dem er skjulte og 8 er åbne. Den første spiller kan spille et vilkårligt af sine åbne kort.
de: Jeder Spieler besitzt 16 Karten. 8 von ihnen offen über 8 weiteren verdeckten. Zu Spielanfang kann der Startspieler eine beliebige seiner offenen Karten spielen.
fr: Chaque joueur possède 16 cartes&nbsp;: 8 d'entre elles couvertes, 8 d'entre elles visibles. Le joueur qui commence peut jouer n'importe laquelle de ses cartes visibles.

source: The second player has following choices:
da: Den næste spiller har følgende valg:
de: Der zweite Spieler hat dann folgende Möglichkeiten:
fr: Le deuxième joueur a les choix suivants&nbsp;:

source: The second player has in his/her open cards the same suit. He/she has to play one of this suit then. The player with the higher card (see table below) wins both cards.
da: Den næste spiller har samme farve blandt sine åbne kort. Så skal farven spilles. Spilleren med det højeste kort (se tabellen nedenfor) vinder begge kort.
de: Besitzt der zweite Spieler unter seinen offenen Karten mindestens eine Karte der selben Farbe, so hat er/sie eine Karte dieser Farbe zu spielen ('bedienen'). Der Spieler mit der höheren Karte (siehe Tabelle) gewinnt den Stich.
fr: Le second joueur a dans ses cartes visibles une carte de la même couleur. Il/elle doit alors jouer une de ces cartes. Le joueur avec la carte la plus haute (voir la table ci-dessous) gagne les deux cartes.

source: The second player does not have a card of the played suit. He/she can now play any other card. If it is a trump the second player will win both cards. Otherwise the first player will win both cards.
da: Den næste spiller har ikke et kort i den spillede farve. Nu kan et vilkårligt kort spilles. Hvis det er en trumf vinder næste spiller begge kort. Ellers vinder første spiller begge kort.
de: Besitzt der zweite Spieler keine Karte der ausgespielten Farbe, so kann er eine beliebige Karte spielen. Spielt er/sie einen Trumpf, so sticht er/sie. Spielt er eine andere Farbe ('abwerfen'), so gehört der Stich dem ersten Spieler.
fr: Le second joueur n'a pas de carte de la couleur jouée. Il/elle peut alors jouer n'importe quelle autre carte. Si c'est un atout, le second joueur gagne les deux cartes. Autrement, le premier joueur gagne les deux cartes.

source: If there is still a covered card below a played card it will be uncovered and is from now on an open card.
da: Hvis der er et skjult kort under et spillet kort bliver det vist og er fra nu af et åbent kort.
de: Ist unter den ausgespielten Karten eine verdeckte Karte vorhanden, so wird diese nun umgedreht und ist von nun an offen.
fr: S'il y a encore une carte couverte sous une carte jouée, elle sera découverte et devient une carte visible.

source: The player who won the cards can make the next turn.
da: Spilleren der vandt kortene spiller ud i næste omgang.
de: Der Spieler, der den Stich gewonnen hat, darf die nächste Karte ausspielen.
fr: Le joueur qui a gagné les cartes entame le tour suivant.

source: The sequence of the cards (from the highest to the lowest - holding for any <emphasis>trump</emphasis>):
da: Rækkefølgen af kortene (fra højest til lavest - bortset fra en <emphasis>trumf</emphasis>):
de: Die Reihenfolge der Karten (von der höchsten zur niedrigsten) - diese Reihenfolge gilt für jeden <emphasis>Trumpf</emphasis>:
fr: La séquence de cartes (de la plus haute à la plus basse - y compris les <emphasis>atouts</emphasis>) est&nbsp;:

source: Jack of clubs
da: Klør knægt
de: Kreuzbube
fr: Valet de trèfle

source: Jack of spades
da: Spar knægt
de: Pikbube
fr: Valet de pique

source: Jack of hearts
da: Hjerter knægt
de: Herzbube
fr: Valet de coeur

source: Jack of diamonds
da: Ruder knægt
de: Karobube
fr: Valet de carreau

source: <member>Ace</member>
da: <member>Es</member>
de: <member>As</member>
fr: <member>As</member>

source: <member>Ten</member>
da: <member>Tier</member>
de: <member>Zehn</member>
fr: <member>Dix</member>

source: King
da: Konge
de: König
fr: Roi

source: Queen
da: Dronning
de: Dame
fr: Dame

source: Nine
da: Nier
de: Neun
fr: Neuf

source: Eight
da: Otter
de: Acht
fr: Huit

source: Seven
da: Syver
de: Sieben
fr: Sept

source: The player who wins both cards will add their value to his score. The value of the card are:
da: Den spiller der vinder begge kort vil lægge deres værdi til sin scoring. Værdien af kortene er:
de: Der Spieler, der den Stich gewonnen hat, addiert die Punkte beider Karten zu seinem Punktestand hinzu. Die Kartenwerte sind:
fr: Le joueur qui gagne les deux cartes ajoute leurs valeurs à son score. Les valeurs des cartes sont&nbsp;:

source: Card
da: Kort
de: Karte
fr: Carte

source: Value
da: Værdi
de: Wert
fr: Valeur

source: <entry> Ace </entry>
da: <entry> Es </entry>
de: <entry> As </entry>
fr: <entry> As </entry>

source: <entry> Ten </entry>
da: <entry> Tier </entry>
de: <entry> Zehn </entry>
fr: <entry> Dix </entry>

source: Jack
da: Knægt
de: Bube
fr: Valet

source: Scoring
de: Wertung
fr: Comptage des points

source: The game is won if you have more than 60 points. With both players having 60 points the game ends in a draw.
da: Spillet er vundet hvis du har mere end 60 points. Hvis begge spillere har 60 points er spillet uafgjort.
de: Das Spiel ist gewonnen, wenn ein Spieler, mehr als 60 Punkte hat. Haben beide Spieler 60 Punkte, so endet das Spiel unentschieden.
fr: La partie est gagnée si vous avez plus de 60 points. Si les deux joueurs ont 60 points, la partie est nulle.

source: Points
de: Punkte

source: Score
da: Stilling
de: Wertung

source: Remote connections
da: Fjerne forbindelser
de: Netzwerkspiele
fr: Connexions distantes

source: It is possible to play the game over a network connection with another computer. To do so both player on both computers have to select one color played by a human player and the other by the remote player. Who chooses which side does not matter. It even does not matter if both choose to play the same player as this will automatically be interchanged by the game.
da: Det er muligt at spille spillet over en netværksforbindelse med en anden computer. For at gøre dette skal spillerne på begge computere vælge en farve spillet af et menneske og den anden af en fremmed spiller. Det er ligegyldigt hvem der vælger hvilken side. Det er ovenikøbet ligegyldigt om begge vælger at spille som den samme da dette automatisk korrigeres af spillet.
de: Es ist möglich das Spiel über eine Netzwerkverbindung mit einem anderen Computer zu verbinden. Dafür müssen beide Spieler auf den zwei Computern einen Spieler als Netzwerkspieler auswählen. Wer welche Seite wählt ist egal, es ist sogar möglich, dass beide die selbe Seite wählen. Das Programm dreht das Spielfeld dann automatisch um.
fr: Il est possible de jouer au jeu à travers une connexion réseau avec un autre ordinateur. Pour ce faire, les deux joueurs sur les deux ordinateurs doivent choisir une couleur jouée par un joueur humain et l'autre par le joueur distant. Qui choisit quel côté n'a aucun effet. Ça ne compte pas non plus si les deux choisissent de jouer avec le même joueur car ceci sera automatiquement corrigé par le jeu.

source: One of the computers will act as game server. Only this one can start a new network game. Also all its game data will be transfered to the client computer. You can force your computer to be server if you do not supply a hostname in the network dialog. This dialog pops up if you start a new network game. As a client you enter the hostname of the machine the server is running. The port needs usually not be changed. But you can enter nearly any number there.
da: En af computerne vil agere spilserver. Det er kun denne der kan starte et netværksspil. Al spildata vil blive overført til klientcomputeren. Du kan tvinge din computer til at være server ved ikke at give et værtsnavn i netværksdialogen. Denne dialog popper op hvis du starter et netværksspil. Som klient angiver du værtsnavnet på den maskine serveren kører. Porten skal normalt ikke ændres, men du kan angive næsten et vilkårligt tal her.
de: Einer der Computer ist Netzwerkserver, der andere Client. Nur der Server kann ein Spiel starten und seine Spieldaten werden zum Clienten transferiert. Man kann das Programm zwingen, Netzwerkserver zu werden, indem man im Netzwerkdialog den Hostnamen freiläßt. Dieser Dialog wird gezeigt, wenn man ein Netzwerkspiel neu startet. Im Falle des Clienten trägt man den Namen des anderen Computers ein. Die auch abgefragte Portnummer kann man im Allgemeinen so eingestellt lassen.
fr: Un des ordinateurs agira comme serveur. Seul celui-ci peut commencer une partie en réseau. De plus, toutes ses données de jeu seront transférées par le réseau à l'ordinateur client. Vous pouvez forcer votre ordinateur à être serveur si vous ne fournissez pas de nom d'hôte dans la boîte de dialogue réseau. Cette boîte apparaît lorsque vous démarrez une partie réseau. Comme client, vous saisissez le nom d'hôte de la machine sur laquelle le serveur fonctionne. Le port n'a pas besoin habituellement d'être changé. Mais vous pouvez saisir n'importe quel nombre ici.

source: Menus
da: Menuer
de: Menüs

source: <guimenu>Game</guimenu> Menu
da: <guimenu>Spil</guimenu>menu
de: <guimenu>Spiel</guimenu>-Menü
fr: Menu <guimenu>Jeu</guimenu>

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>G</accel>ame</guimenu> <guimenuitem><accel>N</accel>ew</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>pil</guimenu> <guimenuitem><accel>N</accel>yt</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>N</keycap> </keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu> <guimenuitem><accel>N</accel>eu</guimenuitem>
fr: <shortcut><keycombo action="simul"><keycap>&Ctrl;</keycap><keycap>N</keycap></keycombo></shortcut><guimenu><accel>J</accel>eu</guimenu><guimenuitem><accel>N</accel>ouveau</guimenuitem>

source: <action>Starts a new game.</action> In a network game this option is only available for the network server. The network client will be automatically started by the server.
da: <action>Starter et nyt spil.</action> I et netværksspil er dette valg kun tilgængeligt for netværksserveren. Netværksklienten vil blive startet automatisk af serveren.
de: Startet ein neues Spiel. Im Netzwerkmodus ist diese Option nur für den Server verfügbar. Der Client wird automatisch vom Server gestartet.
fr: <action>Démarre une nouvelle partie.</action> Dans une partie réseau, cette option est disponible seulement pour le serveur réseau. Le client réseau sera automatiquement démarré par le serveur.

source: <guimenu><accel>G</accel>ame</guimenu> <guimenuitem><accel>E</accel>nd Game</guimenuitem>
da: <guimenu><accel>S</accel>pil</guimenu> <guimenuitem><accel>A</accel>fslut spil</guimenuitem>
de: <guimenu><accel>S</accel>piel</guimenu> <guimenuitem>Spiel B<accel>e</accel>enden</guimenuitem>
fr: <guimenu><accel>J</accel>eu</guimenu><guimenuitem><accel>A</accel>rrêter la partie </guimenuitem>

source: Aborts a running game.
da: Afbryder et kørende spil.
de: Beendet ein Spiel.
fr: Arrête une partie en cours.

source: <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>C</accel>lear statistics...</guimenuitem>
da: <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>R</accel>yd statistik...</guimenuitem>
de: <guimenu><accel>S</accel>piel</guimenu> <guimenuitem>Statistik <accel>l</accel>öschen...</guimenuitem>
fr: <guimenu><accel>J</accel>eu</guimenu><guimenuitem>Effa<accel>c</accel>er les statistiques</guimenuitem>

source: <action>Clears the all time game memory.</action> This statistic is usually saved when the game ended and shows the amount of played and won games per player. This is cleared with this menu option.
da: <action> Rydder hukommelsen fra spillet.</action> Denne statistik gemmes sædvanligvis når spillet er slut og viser hvor meget der er spillet og hvem der vandt. Dette ryddes med denne menu.
de: Löscht die Spiel-Statistik. Diese wird normalerweise beim Programmende gespeichert und zeigt, wieviele Spiele ein Spieler gewonnen hat und wieviele Punkte er erzielt hat.
fr: <action>Efface toutes les parties en mémoire.</action> Ces statistiques sont habituellement enregistrées quand la partie se termine et montrent le nombre de parties gagnées par joueur. Ceci est effacé avec cette option de menu.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>M</keycap></keycombo> </shortcut> <guimenu><accel>G</accel>ame</guimenu> <guimenuitem>Send <accel>M</accel>essage</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>M</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>pil</guimenu> <guimenuitem>Send <accel>b</accel>esked</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>M</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu> <guimenuitem>N<accel>a</accel>chricht senden</guimenuitem>
fr: <shortcut><keycombo action="simul">&Ctrl;<keycap>M</keycap></keycombo></shortcut><guimenu><accel>J</accel>eu</guimenu><guimenuitem>Envoyer un <accel>m</accel>essage</guimenuitem>

source: If connected to another game in a remote session this option allows you to <action>send a message to the remote player.</action>
da: Hvis man er forbundet til et spil i en fremmed session giver dette muligheden for at <action> sende en besked til den anden spiller.</action>
de: In einem Netzwerkspiel kann hiermit eine kurze Nachricht an den anderen Spieler geschickt werden.
fr: En cas de connexion à une autre partie en réseau, cette option vous permet d'<action>envoyer un message à un joueur distant.</action>

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>G</accel>ame</guimenu> <guimenuitem><accel>Q</accel>uit</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>pil</guimenu> <guimenuitem><accel>A</accel>fslut</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>piel</guimenu> <guimenuitem>B<accel>e</accel>enden</guimenuitem>
fr: <shortcut><keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo></shortcut><guimenu><accel>J</accel>eu</guimenu><guimenuitem><accel>Q</accel>uitter</guimenuitem>

source: Quits the program.
da: Afslutter programmet.
de: Beendet das Programm.
fr: Ferme le programme.

source: <guimenu>Settings</guimenu> Menu
da: <guimenu>Opsætnings</guimenu>menu
de: <guimenu>Einstellungen</guimenu>-Menü
fr: Menu <guimenu>Configuration</guimenu>

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>S</accel>tatusbar</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu> <guimenuitem><accel>S</accel>tatuslinie</guimenuitem>
de: <guimenu>Einstellungen</guimenu><guimenuitem><accel>S</accel>tatusleiste anzeigen</guimenuitem>
fr: <guimenu><accel>C</accel>onfiguration</guimenu><guimenuitem>Afficher la barre d'<accel>é</accel>tat</guimenuitem>

source: Shows or hides the statusbar.
da: Viser eller skjuler statuslinien.
de: Zeigt oder verbirgt die Statusleiste.
fr: Montre ou cache la barre d'état.

source: <guimenu><accel>S</accel>ettings</guimenu> <guisubmenu>Startplayer</guisubmenu>
da: <guimenu><accel>O</accel>psætning</guimenu> <guisubmenu>Startspiller</guisubmenu>
de: <guimenu>Einstellungen</guimenu><guisubmenu>Startspieler</guisubmenu>
fr: <guimenu><accel>C</accel>onfiguration</guimenu><guisubmenu>Premier joueur</guisubmenu>

source: Selects whether player 1 (top) or player two (bottom) begins the next game.
da: Vælger om spiller 1 (for oven) eller spiller 2 (for neden) starter det næste spil.
de: Bestimmt, ob Spieler 1 (oben) oder Spieler 2 (unten) das nächste Spiel beginnen soll.
fr: Choisit si le joueur 1 (haut) ou le joueur 2 (bas) commence la partie suivante.

source: <guimenu><accel>S</accel>ettings</guimenu> <guisubmenu>Player <accel>1</accel> played by</guisubmenu>
da: <guimenu><accel>O</accel>psætning</guimenu> <guisubmenu>Spiller <accel>1</accel> spillet af</guisubmenu>
de: <guimenu>Einstellungen</guimenu><guisubmenu>Spieler <accel>1</accel> gespielt von</guisubmenu>
fr: <guimenu><accel>C</accel>onfiguration</guimenu><guisubmenu>Joueur <accel>1</accel> joué par</guisubmenu>

source: Chooses who should play for player 1 (top). It can be one of the following:
da: Vælger hvem der spiller for spiller 1 (for oven). Det kan være en af følgende:
de: Entscheidet, wer Spieler 1 spielt (oben). es kann einer der Folgenden sein:
fr: Choisit qui est le joueur 1 (haut). Il peut être&nbsp;:

source: A local player using the mouse as input device. For this option, choose <guimenuitem>Player</guimenuitem>.
da: En lokal spiller ved brug af musen. Vælg <guimenuitem>Spiller</guimenuitem> for denne mulighed.
de: Ein lokaler Spieler, der die Maus benutzt. Für diese Einstellung wählen Sie <guimenuitem>Spieler</guimenuitem>.
fr: Un joueur local utilisant la souris comme périphérique d'entrée. Pour obtenir cette option, choisissez <guimenuitem>Joueur</guimenuitem>.

source: The computer. For this option, choose <guimenuitem>computer</guimenuitem>.
da: Computer. Vælg <guimenuitem>Computer</guimenuitem> For denne mulighed.
de: Der Computer. Für diese Einstellung wählen Sie <guimenuitem>Computer</guimenuitem>.
fr: L'ordinateur. Pour obtenir cette option, choisissez <guimenuitem>Ordinateur</guimenuitem>.
