Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegames/lskat.po
Languages: da, de, fr

source: A remote player, who is connected to this computer through a network. For this option choose <guimenuitem>Remote</guimenuitem>.
da: En fremmed spiller, der er forbundet til denne computer gennem et netværk. Vælg <guimenuitem>Fjern</guimenuitem> for denne mulighed.
de: Ein entfernter Spieler, der mit dem Rechner über ein Netzwerk verbunden ist. Für diese Einstellung wählen Sie <guimenuitem>Netzwerk</guimenuitem>.
fr: Un joueur distant, qui est connecté à cet ordinateur au travers d'un réseau. Pour obtenir cette option, choisissez <guimenuitem>Distant</guimenuitem>.

source: <guimenu><accel>S</accel>ettings</guimenu><guisubmenu>Player <accel>2</accel> played by</guisubmenu>
da: <guimenu><accel>O</accel>psætning</guimenu><guisubmenu>Spiller <accel>2</accel> spillet af</guisubmenu>
de: <guimenu>Einstellungen</guimenu><guisubmenu>Spieler <accel>2</accel> gespielt von</guisubmenu>
fr: <guimenu><accel>C</accel>onfiguration</guimenu><guisubmenu>Joueur <accel>2</accel> joué par</guisubmenu>

source: Same as <guimenuitem>Player 1 options, only this refers to Player 2.</guimenuitem>.
da: Samme som <guimenuitem>Spiller 1 valg, men for spiller 2.</guimenuitem>.
de: Gleich <guimenuitem>Spieler 1 gespielt von</guimenuitem>.
fr: Identique à <guimenuitem>Joueur 1 joué par</guimenuitem>.

source: <guimenu><accel>S</accel>ettings</guimenu> <guisubmenu><accel>L</accel>evel</guisubmenu>
da: <guimenu><accel>O</accel>psætning</guimenu> <guisubmenu><accel>N</accel>iveau</guisubmenu>
de: <guimenu>Einstellungen</guimenu><guisubmenu><accel>S</accel>pielstärke</guisubmenu>
fr: <guimenu><accel>C</accel>onfiguration</guimenu> <guisubmenu>Ni<accel>v</accel>eau</guisubmenu>

source: Selects the level of the computer player.
da: Vælger niveauet for computerspilleren.
de: Bestimmt das Können des Computergegners.
fr: Choisit le niveau du joueur ordinateur.

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem>Select <accel>C</accel>arddeck</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu><guimenuitem>Vælg <accel>K</accel>orttype</guimenuitem>
de: <guimenu>Einstellungen</guimenu><guisubmenu><accel>B</accel>latt aussuchen...</guisubmenu>
fr: <guimenu><accel>C</accel>onfiguration</guimenu><guimenuitem>Choisir le style des <accel>c</accel>artes</guimenuitem>

source: <action> Choose the face and back of the carddeck used for playing.</action> You can select these in a preview dialog showing all carddecks installed for &kde;.
da: <action> Vælg forsiden og bagsiden af det kortspil der bruges til at spille.</action> Du kan vælge disse i en forhåndsvisningsdialog der viser alle de kortspil, der er installerede for &kde;.
de: <action>Wählt die Vor-und Rückseite der Karten aus.</action>Sie können diese in einem Fenster aussuchen, in dem alle Vor-und Rückseiten für Karten in &kde; dargestellt sind.
fr: <action>Choisit l'aspect des cartes utilisées pour jouer.</action> Vous pouvez les sélectionner dans une boîte de dialogue de pré-visualisation montrant tous les styles de cartes installés pour &kde;.

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem>Change <accel>N</accel>ames...</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu><guimenuitem>Ændr <accel>N</accel>avne...</guimenuitem>
de: <guimenu>Einstellungen</guimenu><guisubmenu><accel>N</accel>amen ändern...</guisubmenu>
fr: <guimenu><accel>C</accel>onfiguration</guimenu><guimenuitem> <accel>N</accel>oms des joueurs</guimenuitem>

source: Change the names of the players.
da: Ændr navnene på spillerne.
de: Hier können Sie die Namen der Spieler ändern.
fr: Change les noms des joueurs.

source: The <guimenuitem>Help</guimenuitem> Menu
da: <guimenuitem>Hjælpe</guimenuitem> menuen
de: Das <guimenuitem>Hilfe</guimenuitem>-Menü
fr: Le menu <guimenuitem>Aide</guimenuitem>

source: <shortcut><keycap>F1</keycap></shortcut> <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>C</accel>ontents</guimenuitem>
da: <shortcut><keycap>F1</keycap></shortcut> <guimenu><accel>H</accel>jælp</guimenu><guimenuitem><accel>I</accel>ndhold</guimenuitem>
de: <shortcut><keycap>F1</keycap></shortcut> <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem><accel>I</accel>nhalt</guimenuitem>
fr: <shortcut><keycap>F1</keycap></shortcut><guimenu><accel>A</accel>ide</guimenu><guimenuitem>conten<accel>u</accel></guimenuitem>

source: This invokes the &kde; help system starting at the the top of this help file.
da: Dette kalder på &kde;'s hjælpesystem startende foroven i denne hjælpefil.
de: Startet das &kde; Hilfesystem mit der &lskat; Hilfeseite (dieses Dokument).
fr: Ceci appelle le système d'aide de &kde; en affichant le début de ce fichier d'aide.

source: <shortcut> <keycombo action="simul">&Shift;<keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>What's <accel>T</accel>his?</guimenuitem>
da: <shortcut> <keycombo action="simul">&Shift;<keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem>Hvad er <accel>d</accel>ette?</guimenuitem>
de: <shortcut><keycombo action="simul"><keycap>Umschalt</keycap><keycap>F1</keycap></keycombo></shortcut> <guimenu><accel>H</accel>ilfe</guimenu><guimenuitem>Was ist <accel>d</accel>as?</guimenuitem>
fr: <shortcut><keycombo action="simul">&Shift;<keycap>F1</keycap></keycombo></shortcut><guimenu><accel>A</accel>ide</guimenu><guimenuitem><accel>Q</accel>u'est-ce que c'est&nbsp;?</guimenuitem>

source: This changes the mouse cursor to a combination arrow and question mark. Clicking on items within &lskat; with this arrow will open a help window (if one exists for the particular item) explaining the item's function.
da: Dette ændrer musemarkøren til en kombination af en pil og et spørgsmålstegn. Ved at klikke på punkter indenfor &lskat; med denne pil åbner man et hjælpevindue (hvis der findes et for det pågældende punkt) der forklarer punktets funktion.
de: Zum Mauszeiger kommt ein Fragezeichen dazu. Wenn Sie damit auf ein Objekt innerhalb des &lskat;-Fensters klicken, erscheint ein Hilfefenster mit passenden Informationen (wenn es dazu welche gibt).
fr: Ceci change le pointeur de la souris en une flèche accolée à un point d'interrogation. En cliquant sur des éléments graphiques dans &lskat; avec cette flèche, on ouvre une fenêtre d'aide (s'il en existe une pour cet élément particulier) expliquant la fonction de cet élément.

source: <guimenu><accel>H</accel>elp</guimenu><guimenuitem><accel>R</accel>eport Bug</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu><guimenuitem><accel>R</accel>apportér problem</guimenuitem>
de: <guimenu>Hilfe</guimenu><guimenuitem>Berichten Sie Probleme oder Wünsche...</guimenuitem>
fr: <guimenu><accel>A</accel>ide</guimenu><guimenuitem><accel>R</accel>apport de bogue</guimenuitem>

source: If you find an error in the program, or you have an idea on how to improve the game, clicking this option will let you send an official bug report to the &kde; team.
da: Hvis du finder en fejl i programmet, eller du har en idé til forbedring af spillet, så klik her for at sende en officiel problemrapport til &kde; holdet.
de: Wenn Sie einen Fehler bemerkt haben oder eine Idee zur Verbesserung des Spiels beitragen wollen, können Sie mit diesem Menüpunkt eine offizielle Meldung an das &kde;-Team schicken.
fr: Si vous trouvez une erreur dans le programme, ou si vous avez une idée d'amélioration, un clic sur cette option vous permettra d'envoyer un rapport de bogue officiel à l'équipe &kde;.

source: <guimenu><accel>H</accel>elp</guimenu><guimenuitem><accel>A</accel>bout Lieutnant sKat</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu><guimenuitem><accel>O</accel>m Lieutnant sKat</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Ü<accel>b</accel>er Offiziersskat</guimenuitem>
fr: <guimenu><accel>A</accel>ide</guimenu><guimenuitem>À <accel>p</accel>ropos de LSkat</guimenuitem>

source: This will display version and author information.
da: Dette viser version og forfatter information.
de: Diese zeigt Version und Autoren-Information an.
fr: Ceci affichera des informations sur la version et sur l'auteur.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>About <accel>K</accel>DE</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem>Om <accel>K</accel>DE</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Über <accel>K</accel>DE</guimenuitem>
fr: <guimenu><accel>A</accel>ide</guimenu><guimenuitem>À propos de <accel>K</accel>DE</guimenuitem>

source: This displays the &kde; version and other basic information.
da: Dette viser &kde; version og anden basal information.
de: Gibt Versionsnummer und grundlegende Informationen zu &kde; aus.
fr: Ceci affiche la version de &kde; et d'autres informations de base.

source: Credits and License
da: Medvirkende og licens
de: Mitwirkende und Lizenz
fr: Remerciements et licence

source: Program copyright 2000,2001 Martin Heni <email>martin@heni-online.de</email>
da: Program ophavsret 2000,2001 Martin Heni <email>martin@heni-online.de</email>
de: Programm Copyright 2000,2001 Martin Heni <email>martin@heni-online.de</email>
fr: Programme copyright 2000,2001 Martin Heni <email>martin@heni-online.de</email>

source: Documentation copyright 2000,2001 Martin Heni <email>martin@heni-online.de</email>
da: Dokumentation ophavsret 2000,2001 Martin Heni <email>martin@heni-online.de</email>
de: Dokumentation Copyright 2000,2001 Martin Heni <email>martin@heni-online.de</email>

source: Documentation converted to &kde; 2.0 by Mike McBride <email>mpmcbride7@yahoo.com</email>
da: Dokumentation konverteret til &kde; 2.0 af Mike McBride <email>mpmcbride7@yahoo.com</email>
de: Dokumentation für &kde; 2.0 konvertiert von Mike McBride <email>mpmcbride7@yahoo.com</email>
fr: Documentation convertie pour &kde; 2.0 par Mike McBride <email>mpmcbride7@yahoo.com</email>

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Deutsche Übersetzung von Maren Pakura <email>maren@kde.org</email></para>
fr: <para>Traduction française par Gérard Delafond <email>g.delafond@medsyn.fr</email>.</para>

source: How to obtain lskat
da: Hvordan får man fat på lskat
de: Woher Sie &lskat; erhalten
fr: Comment obtenir lskat

source: &lskat; can be found in the package kdegames on <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, the main ftp site of the KDE project.
da: &lskat; kan findes i pakken kdegames på <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, hoved ftp-stedet for KDE projektet.
de: &lskat; kann im kdegames-Paket auf <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, der Haupt-FTP-Seite des KDE-Projekts, gefunden werden.
fr: &lskat; se trouve dans le paquetage kdegames sur <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, le site ftp principal du projet KDE.

source: Requirements
da: Krav
de: Voraussetzungen
fr: Pré-requis

source: In order to successfully compile &lskat;, you need KDE 2.0
da: For at kunne kompilere &lskat;, har du brug for KDE 2.0
de: Sie benötigen KDE 2.0, um &lskat; erfolgreich übersetzen zu können.
fr: Pour réussir à compiler &lskat;, vous avez besoin de KDE 2.0

source: All required libraries as well as &lskat; itself can be found on <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>.
da: Alle krævede biblioteker så vel som &lskat; selv kan findes på <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>.
de: Alle benötigten Bibliotheken und auch&lskat; können auf <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink> gefunden werden.
fr: Toutes les bibliothèques nécessaires aussi bien que &lskat; lui-même se trouvent sur <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>.

source: Compilation and Installation
da: Kompilering og installation
de: Übersetzung und Installation
fr: Compilation et installation

source: In order to compile and install &lskat; on your system, extract the package and type the following commands in the base directory of the &lskat; distribution:
da: For at kompilere og installere &lskat; på dit system, skal du udtrække pakken og skrive følgende kommandoer i basismappen for &lskat; distributionen:
de: Um &lskat; auf ihrem System zu übersetzen und zu installieren, schreiben Sie das folgende in das Hauptverzeichnis in der kdegames-Distribution:
fr: Pour compiler et installer &lskat; sur votre système, extrayez le paquetage et saisissez les commandes suivantes dans le dossier de base de la distribution de &lskat;&nbsp;:

source: Since &lskat; uses <application>autoconf</application> and <application>automake</application> you should have no trouble compiling it.
da: Da &lskat; bruger <application>autoconf</application> og <application>automake</application> burde der ikke være problemer med at kompilere den.
de: Da &lskat; <application>autoconf</application> und <application>automake</application> benutzt, sollte es beim Kompilierenkeine Probleme geben.
fr: Comme &lskat; utilise <application>autoconf</application> et <application>automake</application>, vous ne devriez pas avoir de problème en le compilant.
