Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegraphics/kfract.po
Languages: da, de, hu, sk

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>R</accel>eport Bug...</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem><accel>R</accel>apportér problem...</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Be<accel>r</accel>ichten Sie Probleme oder Wünsche...</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem>Hiba<accel>b</accel>ejelentés...</guimenuitem>
sk: <guimenu><accel>P</accel>omocník</guimenu> <guimenuitem><accel>P</accel>oslať správu o chybe...</guimenuitem>

source: Use this to submit a bug report to kde.org
da: Brug dette til at indsende en problemrapport til kde.org
de: Benutzen Sie dies, um einen Fehlerbericht an kde.org zu schicken.
hu: Hibabejelentő üzenetet küld a KDE karbantartóinak
sk: Týmto môžete poslať správu o chybe na server kde.org.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>A</accel>bout KDE Fractal Generator</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem><accel>O</accel>m KDE Fraktal Generator</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem><accel>Ü</accel>ber KDE-Fraktal-Generator</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem>A fraktálgenerátor <accel>n</accel>évjegye</guimenuitem>
sk: <guimenu><accel>P</accel>omocník</guimenu> <guimenuitem><accel>O</accel> Generátor fraktálov</guimenuitem>

source: Pops up an info box with some information about this program and it's author.
da: Popper en infoboks op med noget information om dette program og dets forfatter.
de: Öffnet ein Infofenster mit einigen Informationen über dieses Programm und seinen Autor.
hu: Egy tájékoztató ablakot nyit meg, benne a program és a program szerzőjének néhány jellemző adatával.
sk: Zobrazí dialóg s informáciami o tomto programe a jeho autorovi.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>About <accel>K</accel>DE</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem>Om <accel>K</accel>DE</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Über <accel>K</accel>DE</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem>A <accel>K</accel>DE névjegye</guimenuitem>
sk: <guimenu><accel>P</accel>omocník</guimenu> <guimenuitem>O <accel>K</accel>DE</guimenuitem>

source: Pops up an info box with some information about the K Desktop Enviroment.
da: Popper en infoboks op med noget information om K skrivebordsmiljøet.
de: Öffnet ein Infofenster mit einigen Informationen über das K Desktop Environment.
hu: Egy tájékoztató ablakot nyit meg, benne a KDE projekt néhány jellemzőjével.
sk: Zobrazí dialóg s informáciami o KDE.

source: The <interface>Toolbar</interface>
da: <interface>Værktøjslinien</interface>
de: Die <interface>Werkzeugleiste</interface>
hu: Az <interface>Eszköztár</interface>
sk: <interface>Panel nástrojov</interface>

source: Open params
da: Åbn parametre
de: Parameter öffnen
hu: A beállítások megnyitása
sk: Otvoriť parametre

source: Like <emphasis><guimenu>File</guimenu>-&gt;<guimenuitem>Open params</guimenuitem></emphasis>.
da: Som <emphasis><guimenu>Fil</guimenu>-&gt;<guimenuitem>Åbn param</guimenuitem></emphasis>.
de: Wie <emphasis><guimenu>Datei</guimenu>-&gt; <guimenuitem>Paramter öffnen</guimenuitem></emphasis>.
hu: Egyenértékű a <emphasis><guimenu>Fájl</guimenu>-&gt;<guimenuitem>Paraméterek betöltése</guimenuitem></emphasis> menüponttal.
sk: Podobne ako <emphasis><guimenu>Súbor</guimenu>-&gt;<guimenuitem>Otvoriť parametre</guimenuitem></emphasis>.

source: Zoom
da: Forstør
de: Vergrößern
hu: Nagyítás
sk: Lupa

source: Like <emphasis><guimenu>View</guimenu>-&gt;<guimenuitem>Zoom... </guimenuitem></emphasis>.
da: Som <emphasis><guimenu>Visning</guimenu>-&gt;<guimenuitem>Forstør... </guimenuitem></emphasis>.
de: Wie <emphasis><guimenu>Ansicht</guimenu>-&gt;<guimenuitem>Zoom... </guimenuitem></emphasis>.
hu: Egyenértékű a <emphasis><guimenu>Nézet</guimenu>-&gt;<guimenuitem>Nagyítási tényező... </guimenuitem></emphasis> menüponttal.
sk: Podobne ako <emphasis><guimenu>Zobraziť</guimenu>-&gt;<guimenuitem>Lupa... </guimenuitem></emphasis>.

source: Save pic
da: Gem billede...
de: Bild speichern
hu: A kép mentése
sk: Uložiť obrázok

source: Like <emphasis><guimenu>File</guimenu>-&gt;<guimenuitem>Save pic... </guimenuitem></emphasis>.
da: Som <emphasis><guimenu>Fil</guimenu>-&gt;<guimenuitem>Gem billede... </guimenuitem></emphasis>.
de: Wie <emphasis><guimenu>Datei</guimenu>-&gt;<guimenuitem>Bild speichern... </guimenuitem></emphasis>.
hu: Egyenértékű a <emphasis><guimenu>Fájl</guimenu>-&gt;<guimenuitem>A kép elmentése...</guimenuitem></emphasis> menüponttal.
sk: Podobne ako <emphasis><guimenu>Súbor</guimenu>-&gt;<guimenuitem>Uložiť obrázok...</guimenuitem></emphasis>.

source: Credits and License
da: Medvirkende og licens
de: Mitwirkende und Lizenz
hu: Köszönetnyilvánítások és a licencegyezmény
sk: Autori a licencia

source: Program copyright 1999-2001
da: Program ophavsret 1999-2001
de: Copyright für das Programm 1999-2001

source: Documentation copyright 1999-2001
da: Dokumentation ophavsret 1999-2001
de: Copyright für die Dokumentation 1999-2001

source: Pamela Roberts <email>pam.roberts@btinternet.com</email> (document maintainer)
da: Pamela Roberts <email>pam.roberts@btinternet.com</email> (dokument vedligeholder)
de: Pamela Roberts <email>pam.roberts@btinternet.com</email> (Betreuer des Handbuchs)
hu: Pamela Roberts <email>pam.roberts@btinternet.com</email> (a dokumentáció karbantartója)
sk: Pamela Roberts <email>pam.roberts@btinternet.com</email> (správca dokumentu)

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Übersetzung des Handbuchs: Robert Gogolok <email>robertgogolok@gmx.de</email></para> <para>Übersetzung der Programmoberfläche: Stefan Winter <email>kickdown@online.de</email></para>
hu: <para>Magyar fordítás: Szántó Tamás <email>tszanto@mol.hu</email></para>
sk: <para>Preklad dokumentácie Stanislav Višňovský <email>visnovsky@nenya.ms.mff.cuni.cz</email></para>
