Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegraphics/kfract.po
Languages: da, de, hu, sk

source: The &kfract; Handbook
da: &kfract; håndbog
de: Das &kfract;-Handbuch
hu: A &kfract; kézikönyve
sk: Manuál pre &kfract;

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Robert</firstname><surname>Gogolok</surname> <affiliation><address><email>robertgogolok@gmx.de</email></address></affiliation> <contrib>Übersetzung des Handbuchs</contrib></othercredit> <othercredit role="translator"><firstname>Stefan</firstname><surname>Winter</surname> <affiliation><address><email>kickdown@online.de</email></address></affiliation> <contrib>Übersetzung der Programmoberfläche</contrib></othercredit>
hu: <othercredit role="translator"><firstname>Tamás</firstname><surname>Szántó</surname><contrib>Magyar fordítás</contrib><affiliation><address><email>tszanto@mol.hu</email></address></affiliation></othercredit>
sk: <othercredit role="translator"><firstname>Stanislav</firstname> <surname>Višňovský</surname> <affiliation> <address><email>visnovsky@nenya.ms.mff.cuni.cz</email></address> </affiliation><contrib>Preklad</contrib></othercredit>

source: &kfract; generates and displays fractal images.
da: &kfract; genererer og viser fraktale billeder.
de: &kfract; erzeugt Fraktalbilder und zeigt sie an.
hu: A &kfract; fraktálok létrehozására és megjelenítésére alkalmas.
sk: &kfract; generuje a zobrazuje fraktálové obrázky.

source: This Handbook describes &kfract; Version 1.3
da: Denne håndbog beskriver &kfract; Version 1.3
de: Dieses Handbuch beschreibt &kfract; in Version 1.3
hu: Ez a dokumentum a &kfract; 1.3-as verziójának leírását tartalmazza.
sk: Tento manuál popisuje &kfract; verzie 1.3.

source: graphics
da: grafik
de: Graphik
hu: grafika
sk: grafika

source: fractal
da: fraktal
de: fraktale
hu: fraktál
sk: fraktál

source: Introduction
da: Indledning
de: Einführung
hu: Bevezetés
sk: Úvod

source: &kfract; is a generator for <ulink url="http://hypertextbook.com/chaos/"> fractals</ulink>. Well, at this early stage it's only capable of mandelbrot sets and julia sets, nothing fancy like Xfractint, and it's way far from being as fast as <ulink url="http://spanky.triumf.ca/www/fractint/fractint.html"> fractint</ulink>. But it's much easier to use.
da: &kfract; er en generator af <ulink url="http://hypertextbook.com/chaos/"> fractals</ulink> fraktaler. Det vil sige for øjeblikket kan den kun klare Mandelbrot mængder og Julia mængder. Ikke noget storslået såsom Xfractint. Og den er langt fra at være lige så hurtig som <ulink url="http://spanky.triumf.ca/www/fractint/fractint.html"> fractint</ulink>. Men den er meget nemmere at bruge.
de: &kfract; ist ein Generator für <ulink url="http://hypertextbook.com/chaos/"> Fraktale</ulink>. In dieser frühen Fassung kann er nur Mandelbrot- und Julia-Mengen erzeugen, ist also nicht so aufregend wie XFractint und auch sehr weit davon entfernt, so schnell zu sein wie <ulink url="http://spanky.triumf.ca/www/fractint/fractint.html"> fractint</ulink>. Jedoch ist er erheblich einfacher zu bedienen.
hu: A &kfract; egy <ulink url="http://hypertextbook.com/chaos/"> fraktálok</ulink> generálására alkalmas program. Egyelőre csak Mandelbrot- és Julia-halmazok megjelenítésére képes, tehát nem tud annyit, mint az Xfractint, sebessége pedig elmarad a <ulink url="http://spanky.triumf.ca/www/fractint/fractint.html"> fractint</ulink>-étől, viszont azoknál sokkal könnyebben használható.
sk: &kfract; je generátor pre <ulink url="http://hypertextbook.com/chaos/">fraktály</ulink>. Momentálne dokáže generovať iba mandelbrotove a julia množiny, nič také fantastické ako Xfractint, a ani nie je taký rýchly ako <ulink url="http://spanky.triumf.ca/www/fractint/fractint.html"> fractint</ulink>. Ale používa sa jednoduchšie.

source: Please feel free to contact me:
da: Hold dig ikke tilbage fra at kontakte mig:
de: Haben Sie keine Hemmungen, mir zu schreiben:
hu: Elérhető vagyok az alábbi címen:
sk: Kedykoľvek ma môžete kontaktovať:

source: Using KFract
da: Brug af KFract
de: Verwendung des Fraktal-Generators
hu: A KFract kezelése
sk: Použitie KFract

source: Mouse functions
da: Musefunktioner
de: Mausfunktionen
hu: Az egér használata
sk: Funkcie myši

source: You can zoom in by holding the &LMB; down and drawing a rectangle to define which part of the picture you want to zoom in to. The center of the rectangle will be the center of the new picture, the X/Y ratio will be adapted to fit into the window.
da: Man kan forstørre ind ved at holde &LMB; nede og tegne et rektangel, der definerer hvilke dele af billedet der skal forstørres ind til. Centret af rektanglet bliver til centret af det nye billede. X/Y forholdet bliver tilpasset tildet nye vindue.
de: Sie können das Bild vergrößern, indem Sie die <mousebutton>linke</mousebutton> Maustaste gedrückt halten und ein Rechteck ziehen, um einen Teil des Bildes auszuwählen, das Sie vergrößern wollen.Der Mittelpunkt des Rechteckes wird der Mittelpunkt des neuen Bildes. Das x/y Verhältnis wird angepasst, um in das Fenster zu passen.
hu: Nagyításhoz tartsa lenyomva a bal egérgombot és jelölje ki azt a téglalapot, amelynek tartalmát ki szeretné nagyítani. A téglalap középpontja lesz az új kép középpontja, az oldalarány pedig úgy módosul, hogy illeszkedjen az ablak méretéhez.
sk: Pomocou držania ľavého tlačidla myši a nakreslením obdĺžnika definujete časť obrázku, ktorý chcete zväčšiť. Stred obdĺžnika sa stane stredom nového obrázku, pomer strán X a Y sa upraví podľa rozmerov okna.

source: You can also zoom in by just clicking the &MMB; where you want the center of the new picture to be.
da: Man kan også forstørre ind ved blot at klikke med &MMB; hvor man ønsker centret for det næste billede skal være.
de: Sie können das Bild auch vergrößern durch das Klicken der <mousebutton>mittleren</mousebutton> Maustaste dorthin, wo der Mittelpunkt des neuen Bildes sein soll.
hu: Ugyanezt az eredményt kapja, ha a középső egérgombbal oda kattint, ahová az új kép középpontjának kerülnie kell.
sk: Zväčšiť obrázok môžete aj kliknutím stredným tlačidlom myši, kde chcete, aby bol stred obrázku.

source: Or you can zoom out by clicking with the &RMB;.
da: Eller man kan forstørre ud ved at klikke med &RMB;.
de: Oder Sie können das Bild durch das Klicken der <mousebutton>rechten</mousebutton> Maustaste verkleinern.
hu: Kicsinyítéshez kattintson a jobb egérgombbal.
sk: Zmenšiť obrázok môžete aj kliknutím pravým tlačidlom myši.

source: The <guimenu>File</guimenu> Menu
da: <guimenu>Fil</guimenu>menuen
de: Das <guimenu>Datei</guimenu> Menü
hu: A <guimenu>Fájl</guimenu> menü
sk: Menu <guimenu>Súbor</guimenu>

source: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>O</accel>pen params...</guimenuitem>
da: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>Å</accel>bn param...</guimenuitem>
de: <shortcut> <keycombo><keycap>Strg</keycap><keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Parameter <accel>ö</accel>ffnen...</guimenuitem>
hu: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem>A <accel>p</accel>araméterek betöltése...</guimenuitem>
sk: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>úbor</guimenu> <guimenuitem><accel>O</accel>tvoriť parametre...</guimenuitem>

source: <action>Loads</action> a &kfract; parameter file.
da: <action>Indlæser</action> en &kfract; parameterfil.
de: <action>Lädt</action> eine &kfract;-Parameterdatei.
hu: <action>Betölti</action> a &kfract; paraméterfájlját.
sk: <action>Načíta</action> súbor s parametrami &kfract;.

source: <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>S</accel>ave params...</guimenuitem>
da: <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>G</accel>em param...</guimenuitem>
de: <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Parameter s<accel>p</accel>eichern...</guimenuitem>
hu: <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem>A paraméterek <accel>m</accel>entése...</guimenuitem>
sk: <guimenu><accel>S</accel>úbor</guimenu> <guimenuitem><accel>U</accel>ložiť parametre...</guimenuitem>

source: <action>Saves the parameters of the current pictures.</action> The file should be named with a <literal role="extension">.fct</literal> extension (for example <filename>BigJulie.fct</filename>) and can be re-loaded later in order to re-calculate the picture. It consists of plain <acronym>ASCII</acronym> and can be exchanged among different machines of even different architectures as long as &kde; is installed.
da: <action>Gemmer parametrene for det aktuelle billede. </action> Filen skal nævngives med <literal role="extension">.fct</literal> endelsen (for eksempel <filename>BigJulie.fct</filename>) og kan senere indlæses for at genberegne billedet. Det består af an almindelig <acronym>ASCII</acronym> fil og kan udveksles mellem forskellige maskiner endog mellem forskellige arkitekturer når blot &kde; er installeret.
de: <action>Speichert die Parameter des aktuellen Bildes.</action> Die Datei sollte mit der Erweiterung <literal role="extension">.fct</literal> (zum Beispiel <filename>BigJulie.fct</filename>) gespeichert werden und kann später geladen werden, um das Bild erneut zu berechnen. Es handelt sich um eine reine <acronym>ASCII</acronym> Datei, und sie kann zwischen verschiedenen Betriebsystemen ausgetauscht werden, solange &kde; auf diesen installiert ist.
hu: <action>Elmenti az aktuális kép paramétereit.</action> A fájlnév kiterjesztése <literal role="extension">.fct</literal> legyen (például <filename>julia1.fct</filename>). A fájl tartalma később visszatölthető a kép újragenerálásához. A fájl egy egyszerű <acronym>ASCII</acronym> szövegfájl, átvihető bármelyik más &kde;-t futtató gépre, akkor is, ha az más architektúrájú.
sk: <action>Uloží parametre aktuálnych obrázkov.</action> Súbor by mal mať príponu <literal role="extension">.fct</literal> (napríklad <filename>BigJulie.fct</filename>) a neskôr ho môžete znovu načítať, aby ste znovu spočítali obrázok. Obsahuje čisté <acronym>ASCII</acronym> a môžete ho ľahko kopírovať medzi rôznymi architektúrami na ktorých ale musí byť &kde; nainštalované.

source: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>P</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Save <accel>p</accel>ic...</guimenuitem>
da: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>P</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem>Gem <accel>b</accel>illede...</guimenuitem>
de: <shortcut> <keycombo><keycap>Strg</keycap><keycap>P</keycap></keycombo> </shortcut> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Bild sp<accel>e</accel>ichern...</guimenuitem>
hu: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>P</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem>A kép <accel>m</accel>entése...</guimenuitem>
sk: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>P</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>úbor</guimenu> <guimenuitem>Uložiť obrázok...</guimenuitem>

source: <action>Save the picture to a file.</action> The format of the saved file is determined by the extension you give to the filename, for example <filename>mandel.png</filename> will save it in <literal role="extension">.png</literal> format.
da: <action>Gemmer billedet til en fil.</action> Formatet af den gemte fil afgøres af endelsen man giver filnavnet, for eksempel vil <filename>mandel.png</filename> gemme i <literal role="extension">.png</literal> formatet.
de: <action>Speichert das Bild in eine Datei.</action>Das Format der zu speichernden Datei ist bestimmt durch die Erweiterung, die Sie dem Dateinamen geben, zum Beispiel <filename>mandel.png</filename> speichert es im <literal role="extension">.png</literal> Format.
hu: <action>A kép fájlba mentése.</action> Az elmentett kép formátuma a fájlnévben megadott kiterjesztésnek fog megfelelni, például <filename>mandel.png</filename> név esetén a kép <literal role="extension">png</literal> formátumú lesz.
sk: <action>Uloží obrázok do súboru.</action> Formát je určený podľa prípony mena súboru, ktoré zadáte. Napríklad <filename>mandel.png</filename> ho uloží vo formáte <literal role="extension">.png</literal>.

source: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>Q</accel>uit</guimenuitem>
da: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>A</accel>fslut</guimenuitem>
de: <shortcut> <keycombo><keycap>Strg</keycap><keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>B<accel>e</accel>eenden</guimenuitem>
hu: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem><accel>K</accel>ilépés</guimenuitem>
sk: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>úbor</guimenu> <guimenuitem><accel>K</accel>oniec</guimenuitem>

source: Well, here you leave &kfract;.
da: Ja, her forlader du &kfract;.
de: Hiermit beenden Sie &kfract;.
hu: Itt lehet kilépni a &kfract;-ból.
sk: Týmto ukončíte &kfract;.

source: The <guimenu>View</guimenu> Menu
da: <guimenu>Vis</guimenu>menuen
de: Das <guimenu>Ansicht</guimenu> Menü
hu: A <guimenu>Nézet</guimenu> menü
sk: Menu <guimenu>Zobraziť</guimenu>

source: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo> </shortcut> <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Zoom <accel>I</accel>n</guimenuitem>
da: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo> </shortcut> <guimenu><accel>V</accel>isning</guimenu> <guimenuitem>For<accel>s</accel>tør</guimenuitem>
de: <shortcut> <keycombo><keycap>Strg</keycap><keycap>+</keycap></keycombo> </shortcut> <guimenu><accel>A</accel>nsicht</guimenu> <guimenuitem>Ver <accel>g</accel>rößern</guimenuitem>
hu: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo> </shortcut> <guimenu><accel>N</accel>ézet</guimenu> <guimenuitem>Na<accel>g</accel>yítás</guimenuitem>
sk: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo> </shortcut> <guimenu><accel>Z</accel>obraziť</guimenu> <guimenuitem>Z<accel>v</accel>äčšiť</guimenuitem>

source: Zoom in.
da: Forstør
de: Vergrößern
hu: Nagyítás.
sk: Zväčší obraz.

source: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>-</keycap></keycombo> </shortcut> <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Zoom <accel>O</accel>ut</guimenuitem>
da: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>-</keycap></keycombo> </shortcut> <guimenu><accel>V</accel>isning</guimenu> <guimenuitem>For<accel>m</accel>indsk</guimenuitem>
de: <shortcut> <keycombo><keycap>Strg</keycap><keycap>-</keycap></keycombo> </shortcut> <guimenu><accel>A</accel>nsicht</guimenu> <guimenuitem>Ver<accel>k</accel>leinern</guimenuitem>
hu: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>-</keycap></keycombo> </shortcut> <guimenu><accel>N</accel>ézet</guimenu> <guimenuitem>Ki<accel>c</accel>sinyítés</guimenuitem>
sk: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>-</keycap></keycombo> </shortcut> <guimenu><accel>Z</accel>obraziť</guimenu> <guimenuitem>Z<accel>m</accel>enšiť</guimenuitem>

source: Zoom out.
da: Formindsk.
de: Verkleinern
hu: Kicsinyítés.
sk: Zmenší obraz.

source: <guimenu><accel>V</accel>iew</guimenu> <guimenuitem><accel>Z</accel>oom...</guimenuitem>
da: <guimenu><accel>V</accel>is</guimenu> <guimenuitem><accel>F</accel>orstør...</guimenuitem>
de: <guimenu><accel>A</accel>nsicht</guimenu> <guimenuitem><accel>Z</accel>oom...</guimenuitem>
hu: <guimenu><accel>N</accel>ézet</guimenu> <guimenuitem><accel>N</accel>agyítási tényező...</guimenuitem>
sk: <guimenu><accel>Z</accel>obraziť</guimenu> <guimenuitem><accel>L</accel>upa...</guimenuitem>

source: This option should let you change the Zoom In and Zoom Out factors, but unfortunately it doesn't work at this time.
da: Denne indstilling lader dig ændre forstørrelses- og formindskelses faktorerne, men det virker uheldigvis ikke for øjeblikket.
de: Diese Option ermöglicht es Ihnen theoretisch, die Faktoren zum Vergrößern und Verkleinern des Bildes einzustellen, aber praktisch funktioniert diese Option zur Zeit nicht.
hu: Itt lehet megadni a nagyításnál és kicsinyítésnél használt szorzófaktort, de ez a funkció még nem működik.
sk: Táto voľba vám umožní zmeniť krok pri zmenšení a zväčšení, ale momentálne ešte nefunguje.

source: The <guimenu>Options</guimenu> Menu
da: <guimenu>Indstillings</guimenu>menuen
de: Das <guimenu>Optionen</guimenu> Menü
hu: A <guimenu>Beállítások</guimenu> menü
sk: Menu <guimenu>Nastavenia</guimenu>

source: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>M</keycap></keycombo> </shortcut> <guimenu><accel>O</accel>ptions</guimenu> <guimenuitem><accel>M</accel>andelbrot...</guimenuitem>
da: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>M</keycap></keycombo> </shortcut> <guimenu><accel>I</accel>ndstillinger</guimenu> <guimenuitem><accel>M</accel>andelbrot...</guimenuitem>
de: <shortcut> <keycombo><keycap>Strg</keycap><keycap>M</keycap></keycombo> </shortcut> <guimenu><accel>O</accel>ptionen</guimenu> <guimenuitem><accel>M</accel>andelbrot...</guimenuitem>
hu: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>M</keycap></keycombo> </shortcut> <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem><accel>M</accel>andelbrot...</guimenuitem>
sk: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>M</keycap></keycombo> </shortcut> <guimenu><accel>M</accel>ožnosti</guimenu> <guimenuitem><accel>M</accel>andelbrot...</guimenuitem>

source: Switches to the Mandelbrot set and lets you set various parameters for the calculation and display.
da: Skifter til Mandelbrot mængden og tillader dig at sætte forskellige parametre for beregning og fremvisning.
de: Wechselt zu den Mandelbroteinstellungen, wo Sie verschiedene Parameter zur Berechnung und Anzeige einstellen können.
hu: A generált fraktál Mandelbrot-típusú lesz, a megadott generálási és megjelenítési paraméterekkel.
sk: Prepne na Mandelbrotovu množinu a nastaví rôzne parametre pre výpočet a zobrazenie.

source: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>J</keycap></keycombo> </shortcut> <guimenu><accel>O</accel>ptions</guimenu> <guimenuitem><accel>J</accel>ulia...</guimenuitem>
da: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>J</keycap></keycombo> </shortcut> <guimenu><accel>I</accel>ndstillinger</guimenu> <guimenuitem><accel>J</accel>ulia...</guimenuitem>
de: <shortcut> <keycombo><keycap>Strg</keycap><keycap>J</keycap></keycombo> </shortcut> <guimenu><accel>O</accel>ptionen</guimenu> <guimenuitem><accel>J</accel>ulia...</guimenuitem>
hu: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>J</keycap></keycombo> </shortcut> <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem><accel>J</accel>ulia...</guimenuitem>
sk: <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>J</keycap></keycombo> </shortcut> <guimenu><accel>M</accel>ožnosti</guimenu> <guimenuitem><accel>J</accel>ulia...</guimenuitem>

source: Switches to the Julia set and lets you set various parameters for the calculation and display.
da: Skifter til Julia mængden og tillader dig at sætte forskellige parametre for beregning og fremvisning.
de: Wechselt zu den Julia-Einstellungen, wo Sie verschiedene Parameter zur Berechnung und Anzeige einstellen können.
hu: A generált fraktál Julia-típusú lesz, a megadott generálási és megjelenítési paraméterekkel.
sk: Prepne na množinu Julia a umožní nastaviť rôzne parametre pre výpočet a zobrazenie.

source: <guimenu><accel>O</accel>ptions</guimenu> <guimenuitem><accel>I</accel>terations...</guimenuitem>
da: <guimenu><accel>I</accel>ndstillinger</guimenu> <guimenuitem><accel>I</accel>terationer...</guimenuitem>
de: <guimenu><accel>O</accel>ptionen</guimenu> <guimenuitem>Max. <accel>W</accel>iederholungen...</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem><accel>I</accel>terációszám...</guimenuitem>
sk: <guimenu><accel>M</accel>ožnosti</guimenu> <guimenuitem><accel>O</accel>pakovanie...</guimenuitem>

source: Lets you change the iteration depth.
da: Lader dig ændre iterationsdybden.
de: Lässt Sie die Wiederholungsrate ändern.
hu: Itt lehet megadni az iteráció mélységét.
sk: Umožní zmeniť počet opakovaní.

source: The <guimenu>Settings</guimenu> Menu
da: <guimenu>Opsætnings</guimenu>menuen
de: Das <guimenu>Einstellungen</guimenu>-Menü
hu: A <guimenu>Beállítások</guimenu> menü
sk: Menu <guimenu>Nastavenia</guimenu>

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem>Configure <accel>K</accel>ey Bindings...</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu> <guimenuitem>Indstil <accel>T</accel>astebindinger...</guimenuitem>
de: <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem> <accel>T</accel>atenzuordnungen vornehmen...</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>A billentyűparancsok b<accel>e</accel>állítása...</guimenuitem>
sk: <guimenu>Nas<accel>t</accel>avenia</guimenu> <guimenuitem>Nastaviť <accel>k</accel>lávesy...</guimenuitem>

source: Lets you change the hot keys used to switch between Mandlebrot and Julia sets and to save a picture.
da: Lader dig ændre genvejstasterne der bruges til at skifte mellem Mandlebrot og Julia mængder og til at gemme billedet.
de: Lässt Sie die Tastenkombinationen ändern, die benutzt werden, um zu den Mandelbrot - und Julia-Einstellungen zu wechseln und ein Bild zu speichern.
hu: Itt lehet módosítani a programban használt billentyűparancsokat (pl. a fraktáltípus váltásához, a kép mentéséhez).
sk: Umožní zmeniť klávesové skratky pre prepínanie medzi mandelbrotovou a juliovou množinou a ukladanie obrázku.

source: The <guimenu>Help</guimenu> Menu
da: <guimenu>Hjælpe</guimenu>menuen
de: Das <guimenu>Hilfe</guimenu> Menü
hu: A <guimenu>Segítség</guimenu> menü
sk: Menu <guimenu>Pomocník</guimenu>

source: <shortcut> <keycap>F1</keycap> </shortcut> <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>C</accel>ontents</guimenuitem>
da: <shortcut> <keycap>F1</keycap> </shortcut> <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem><accel>I</accel>ndhold</guimenuitem>
de: <shortcut> <keycap>F1</keycap> </shortcut> <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem><accel>I</accel>nhalt</guimenuitem>
hu: <shortcut> <keycap>F1</keycap> </shortcut> <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem><accel>T</accel>artalom</guimenuitem>
sk: <shortcut><keycap>F1</keycap></shortcut> <guimenu><accel>P</accel>omocník</guimenu> <guimenuitem>O<accel>b</accel>sah</guimenuitem>

source: View this manual.
da: Se denne håndbog.
de: Dieses Handbuch anzeigen.
hu: Megjeleníti ezt a dokumentumot.
sk: Zobrazí tento manuál.
