Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegraphics/kiconedit.po
Languages: da, de, hu

source: Opens a dialog where you can <action>change the size of the icon</action>.
da: Åbner en dialog hvor du kan <action>ændre størrelsen på ikonen</action>.
de: Öffnet einen Dialog, wo Sie <action>die Größe des Symbols ändern</action> können
hu: Megnyit egy párbeszédablakot, melyben <action>megváltoztatható az ikon mérete</action>.

source: <guimenu><accel>I</accel>con</guimenu> <guimenuitem><accel>G</accel>rayscale</guimenuitem>
da: <guimenu><accel>I</accel>kon</guimenu> <guimenuitem><accel>G</accel>råskala</guimenuitem>
de: <guimenu><accel>S</accel>ymbol</guimenu> <guimenuitem>Grau<accel>s</accel>tufen</guimenuitem>
hu: <guimenu><accel>I</accel>kon</guimenu> <guimenuitem><accel>S</accel>zürkeárnyalatok</guimenuitem>

source: View
da: Vis
de: Ansicht
hu: Nézet

source: <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Zoom <accel>i</accel>n</guimenuitem>
da: <guimenu><accel>S</accel>e</guimenu> <guimenuitem>For <accel>s</accel>tår</guimenuitem>
de: <guimenu><accel>A</accel>nsicht</guimenu> <guimenuitem>Ver<accel>g</accel>rößern</guimenuitem>
hu: <guimenu><accel>N</accel>ézet</guimenu> <guimenuitem>Na<accel>g</accel>yítás</guimenuitem>

source: <action>Magnify the view of the icon</action>.
da: <action>Gør visningen af ikonen større</action>.
de: <action>Vergrößert die Ansicht des Symbols</action>
hu: <action>Kinagyítja a szerkesztett ikon képét</action>.

source: <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Zoom <accel>o</accel>ut</guimenuitem>
da: <guimenu><accel>S</accel>e</guimenu> <guimenuitem>For<accel>m</accel>indsk</guimenuitem>
de: <guimenu><accel>A</accel>nsicht</guimenu> <guimenuitem>Ver<accel>k</accel>leinern</guimenuitem>
hu: <guimenu><accel>N</accel>ézet</guimenu> <guimenuitem>Kicsi<accel>n</accel>yítés</guimenuitem>

source: Shrink the view icon to a smaller screen size
da: Skrumper visningen af ikonen til en mindre skærmstørrelse
de: Verkleinert die Symbolansicht
hu: Lekicsinyíti a szerkesztett ikon képét

source: <guimenu><accel>V</accel>iew</guimenu> <guisubmenu>Zoom factor</guisubmenu>
da: <guimenu><accel>S</accel>e</guimenu> <guisubmenu>Forstørrelsesgrad</guisubmenu>
de: <guimenu><accel>A</accel>nsicht</guimenu> <guisubmenu>Vergrößerungsfaktor</guisubmenu>
hu: <guimenu><accel>N</accel>ézet</guimenu> <guisubmenu>Nagyítási tényező</guisubmenu>

source: Zoom to a predefined zoom factor
da: Forstør til en prædefineret forstørrelsesfaktor
de: Auf einen vordefinierten Faktor vergrößern
hu: Nagyítás a megadott tényezővel

source: Tools
da: Værktøj
de: Werkzeuge
hu: Eszközök

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Freehand</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Frihånd</guimenuitem>
de: <guimenu><accel>W</accel>erkzeuge</guimenu> <guimenuitem>Freihand</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Szabadkézi rajz</guimenuitem>

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Rectangle</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Rektangel</guimenuitem>
de: <guimenu><accel>W</accel>erkzeuge</guimenu> <guimenuitem>Rechteck</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Téglalap</guimenuitem>

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Filled rectangle</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Udfyldt rektangel</guimenuitem>
de: <guimenu><accel>W</accel>erkzeuge</guimenu> <guimenuitem>GefülltesRechteck</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Kitöltött téglalap</guimenuitem>

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Circle</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Cirkel</guimenuitem>
de: <guimenu><accel>W</accel>erkzeuge</guimenu> <guimenuitem>Kreis</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Kör</guimenuitem>

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Filled circle</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Udfyldt cirkel</guimenuitem>
de: <guimenu><accel>W</accel>erkzeuge</guimenu> <guimenuitem>Gefüllter Kreis</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Kitöltött kör</guimenuitem>

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Ellipse</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Ellipse</guimenuitem>
de: <guimenu><accel>W</accel>erkzeuge</guimenu> <guimenuitem>Ellipse</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Ellipszis</guimenuitem>

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Filled ellipse</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Udfyldt ellipse</guimenuitem>
de: <guimenu><accel>W</accel>erkzeuge</guimenu> <guimenuitem>Gefüllte Ellipse</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Kitöltött ellipszis</guimenuitem>

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Spray</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Spray</guimenuitem>
de: <guimenu><accel>W</accel>erkzeuge</guimenu> <guimenuitem>Spray</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Festékszóró</guimenuitem>

source: Draws a random dotted pattern like a spraycan.
da: Tegner et tilfældigt prikket mønster som en spraydåse.
de: Zeichnet verstreute Pixel, ähnlich einer Sprühdose
hu: Véletlenszerű mintát rajzol, egy festékszóróhoz hasonlóan.

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Flood fill</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Udfyld</guimenuitem>
de: <guimenu><accel>W</accel>erkzeuge</guimenu> <guimenuitem>Durchgehende Füllung</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Kitöltés</guimenuitem>

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Line</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Linie</guimenuitem>
de: <guimenu><accel>W</accel>erkzeuge</guimenu> <guimenuitem>Linie</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Vonal</guimenuitem>

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Eraser</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Viskelæder</guimenuitem>
de: <guimenu><accel>W</accel>erkzeuge</guimenu> <guimenuitem>Radierer (transparent)</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Radír</guimenuitem>

source: Options
da: Indstillinger
de: Einstellungen
hu: Beállítások

source: <guimenu><accel>O</accel>ptions</guimenu> <guimenuitem><accel>C</accel>onfigure</guimenuitem>
da: <guimenu><accel>I</accel>ndstillinger</guimenu> <guimenuitem><accel>I</accel>ndstil</guimenuitem>
de: <guimenu><accel>O</accel>ptionen</guimenu> <guimenuitem><accel>E</accel>inrichten</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>B<accel>e</accel>állítások...</guimenuitem>

source: Opens the &kiconedit; configuration dialog, described separately.
da: Åbner &kiconedit; indstillingsdialogen beskrevet separat.
de: Öffnet den &kiconedit;-Einstellungsdialog, der separat beschrieben wird
hu: Megnyitja a &kiconedit; beállítási párbeszédablakát.

source: <guimenu><accel>O</accel>ptions</guimenu> <guimenuitem>Show <accel>G</accel>rid</guimenuitem>
da: <guimenu><accel>I</accel>ndstillinger</guimenu> <guimenuitem>Vis <accel>g</accel>itter</guimenuitem>
de: <guimenu><accel>O</accel>ptionen</guimenu> <guimenuitem><accel>G</accel>itter anzeigen</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>A rács megjele<accel>n</accel>ítése</guimenuitem>

source: Toggle on and off the grid.
da: Slå gitter til/fra
de: Schaltet das Gitter an und aus
hu: Ki- vagy bekapcsolja a rácsozatot.

source: <guimenu><accel>O</accel>ptions</guimenu> <guimenuitem>Show <accel>t</accel>oolbar</guimenuitem>
da: <guimenu><accel>I</accel>ndstillinger</guimenu> <guimenuitem>Vis <accel>v</accel>ærktøjslinie</guimenuitem>
de: <guimenu><accel>O</accel>ptionen</guimenu> <guimenuitem><accel>W</accel>erkzeugleiste anzeigen</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>Az eszköztár meg<accel>j</accel>elenítése</guimenuitem>

source: Toggle on and off the display of the toolbar.
da: Slå visning af værktøjslinie til/fra.
de: Schaltet die Anzeige der Werkzeugleiste an und aus
hu: Ki- vagy bekapcsolja az eszköztárat.

source: <guimenu><accel>O</accel>ptions</guimenu> <guimenuitem>Show <accel>d</accel>rawing tools</guimenuitem>
da: <guimenu><accel>I</accel>ndstillinger</guimenu> <guimenuitem>Vis <accel>t</accel>egenredskaber</guimenuitem>
de: <guimenu><accel>O</accel>ptionen</guimenu> <guimenuitem><accel>Z</accel>eichenwerkzeuge anzeigen</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>A <accel>r</accel>ajzolóeszközök megjelenítése</guimenuitem>

source: Toggle on and off the display of the drawing tools.
da: Slå visning aftegneredskaber til/fra.
de: Schaltet die Anzeige der Werkzeugleiste an und aus
hu: Ki- vagy bekapcsolja a rajzolóeszközöket.

source: <guimenu><accel>O</accel>ptions</guimenu> <guimenuitem>Show <accel>s</accel>atusbar</guimenuitem>
da: <guimenu><accel>I</accel>ndstillinger</guimenu> <guimenuitem>Vis <accel>s</accel>atuslinie</guimenuitem>
de: <guimenu><accel>O</accel>ptionen</guimenu> <guimenuitem><accel>E</accel>instellungen speichern</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>Az állapotsor <accel>m</accel>egjelenítése</guimenuitem>

source: Toggle on and off the display of the status bar.
da: Slå visning af statuslinie til/fra.
de: Schaltet die Anzeige der Statusleiste an und aus.
hu: Ki- vagy bekapcsolja az állapotsort.

source: <guimenu><accel>O</accel>ption</guimenu> <guimenuitem><accel>S</accel>ave options</guimenuitem>
da: <guimenu><accel>I</accel>ndstillinger</guimenu> <guimenuitem><accel>G</accel>em indstillinger</guimenuitem>
de: <guimenu><accel>O</accel>ptionen</guimenu> <guimenuitem><accel>E</accel>insellungen sichern</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>A beállítások <accel>m</accel>entése</guimenuitem>

source: Save the current state of the &kiconedit; options.
da: Gem den nuværende tilstand af &kiconedit; indstillingerne.
de: Speichert den aktuellen Status der &kiconedit;-Optionen
hu: Elmenti a beállítások aktuális értékeit.

source: Help
da: Hjælp
de: Hilfe
hu: Segítség

source: <shortcut> <keycombo action="simul"><keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>C</accel>ontents</guimenuitem>
da: <shortcut> <keycombo action="simul"><keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem><accel>I</accel>ndhold</guimenuitem>
de: <shortcut> <keycombo action="simul"><keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem><accel>I</accel>nhalt</guimenuitem>
hu: <shortcut> <keycombo action="simul"><keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem><accel>T</accel>artalom</guimenuitem>

source: This invokes the &kde; help system starting at the &kiconedit; help pages (this document).
da: Dette starter &kde;'s hjælpsystem startende med &kiconedit;'s hjælpesider (dette dokument).
de: Startet das &kde;-Hilfesystem mit der &kiconedit;-Hilfeseite (dieses Dokument).
hu: Elindítja a &kde; Segítséget, és rááll ennek a dokumentumnak az első oldalára.

source: <shortcut> <keycombo action="simul"><keycap>Shift</keycap><keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>What's <accel>T</accel>his?</guimenuitem>
da: <shortcut> <keycombo action="simul"><keycap>Shift</keycap><keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem>Hvad er <accel>d</accel>ette?</guimenuitem>
de: <shortcut> <keycombo action="simul"><keycap>Umschalt</keycap><keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Was ist <accel>d</accel>as?</guimenuitem>
hu: <shortcut> <keycombo action="simul"><keycap>Shift</keycap><keycap>F1</keycap></keycombo> </shortcut> <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem>Mi <accel>e</accel>z?</guimenuitem>

source: This changes the mouse cursor to a combination arrow and question mark. Clicking on items within &kiconedit; with this arrow will open a help window (if one exists for the particular item) explaining the item's function.
da: Dette ændrer musemarkøren til en kombination af en pil og et spørgsmålstegn Ved at klikke på ting indenfor &kiconedit; med denne pil vil et hjælpevindue blive åbnet (hvis der findes et for dette punkt) der forklarer vedkommendes funktion.
de: Zum Mauszeiger kommt ein Fragezeichen dazu. Wenn Sie damit auf ein Objekt innerhalb des &kiconedit;-Fensters klicken, erscheint ein Hilfefenster mit passenden Informationen (wenn es dazu welche gibt).
hu: Ennek hatására a egérmutató alakja egy nyíl és egy kérdőjel kombinációjává változik. Ha ekkor rákattint egy elemre a program ablakán belül, megnyílik egy kis ablak, benne az elem funkciójának rövid leírásával (ha tartozik az elemhez leírás).

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>R</accel>eport Bug</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem><accel>R</accel>apportér problem</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Be<accel>r</accel>ichtenb Sie Probleme oder Wünsche...</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem>Hiba<accel>b</accel>ejelentés</guimenuitem>

source: This calls a dialog box to help the user help the KDE team to track down and solve any problems(bugs) in the program. The dialog attempts to do this by means of email using the information given by the user.
da: Dette får en dialogboks frem, der skal hjælpe brugeren med at hjælpe KDE holdet til at finde og løse problemer(fejl) i programmet. Dialogen forsøger at gøre dette ved hjælp af e-post, der bruger informationen givet af brugeren.
de: Dies ruft eine Dialogbox auf, die es dem Benutzer ermöglicht, dem KDE-Team Probleme (Fehler) in dem Programm zu melden. Die Informationen, die der Benutzer dabei angibt, werden per E-Mail versandt.
hu: Megjelenít egy párbeszédablakot, melynek segítségével hibajelentést lehet küldeni a KDE projektnek a programban talált hibákról. Az űrlapban megadott adatokat a program e-mailben továbbítja.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>A</accel>bout KIconEdit</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem><accel>O</accel>m KIconEdit</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem><accel>Ü</accel>ber KIconEdit</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem><accel>A</accel> KIconEdit névjegye</guimenuitem>

source: This will display version and author information
da: Dette vil vise version og forfatterinformation
de: Gibt Informationen zu Version und Autoren aus.
hu: Megjeleníti a program verziószámát és a szerzők nevét.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>About <accel>K</accel>DE</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem>Om <accel>K</accel>DE</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Über <accel>K</accel>DE</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem>A <accel>K</accel>DE névjegye</guimenuitem>

source: This displays the &kde; version and other basic information.
da: Dette viser &kde; versionen og anden basal information.
de: Gibt Versionsnummer und grundlegende Informationen zu &kde; aus.
hu: Megjeleníti a &kde; verziószámát és néhány más információt.

source: Credits and Licenses
da: Medvirkende og licens
de: Mitwirkende und Lizenz
hu: Köszönetnyilvánítások és a licencegyezmény

source: Contributors
da: Bidragere
de: Mitwirkende
hu: Hozzájárultak még

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Übersetzung des Handbuchs: Robert Gogolok <email>robertgogolok@gmx.de</email></para> <para>Übersetzung der Programmoberfläche: Stefan Winter <email>kickdown@online.de</email></para>
hu: <para>Magyar fordítás: Szántó Tamás <email>tszanto@mol.hu</email></para>

source: Installation
hu: Telepítés

source: How to obtain &kiconedit;
da: Hvordan får man fat på &kiconedit;
de: Wie man &kiconedit; erhält
hu: A &kiconedit; megszerzése

source: &kiconedit; can be found on <ulink url="ftp://ftp.kde.org/pub/kde/unstable/apps/graphics">ftp://ftp.kde.org/pub/kde/unstable/apps/graphics</ulink>, the main ftp site of the &kde; project or at <ulink url="http://w1.1358.telia.com/~u135800018">my homepage</ulink>.
da: &kiconedit; kan findes på <ulink url="ftp://ftp.kde.org/pub/kde/unstable/apps/graphics">ftp://ftp.kde.org/pub/kde/unstable/apps/graphics</ulink>, hoved ftp stedet for &kde; projektet eller på <ulink url="http://w1.1358.telia.com/~u135800018">min hjemmeside</ulink>.
de: &kiconedit; kann von <ulink url="ftp://ftp.kde.org/pub/kde/unstable/apps/graphics">ftp://ftp.kde.org/pub/kde/unstable/apps/graphics</ulink>, der Haupt-FTP-Seite des &kde; Projekts oder von <ulink url="http://w1.1358.telia.com/~u135800018">meiner Homepage</ulink> heruntergeladen werden.
hu: A &kiconedit; letölthető az <ulink url="ftp://ftp.kde.org/pub/kde/unstable/apps/graphics">ftp://ftp.kde.org/pub/kde/unstable/apps/graphics</ulink> címről, a &kde; projekt központi FTP-kiszolgálójáról, vagy a <ulink url="http://w1.1358.telia.com/~u135800018">honlapomról</ulink>.

source: Compilation and Installation
da: Kompilering og installation
de: Kompilierung und Installation
hu: A program lefordítása és telepítése

source: In order to compile and install &kiconedit; on your system, type the following in the base directory of the Icon Editor distribution:
da: For at kompilere og installere &kiconedit; på dit system skal du skrive følgende i basis mappen for Ikoneredigerer distributionen:
de: Um &kiconedit; auf Ihrem System zu kompilieren und zu installieren, geben Sie folgendes im Basisverzeichnis der KIconedit Distribution ein:
hu: A program lefordításához és telepítéséhez az alábbi parancsokat kell kiadni a forrásfájlok alapkönyvtárában:

source: Since &kiconedit; uses <command>autoconf</command> and <command>automake</command> you should have not trouble compiling it. Should you run into problems please report them to the &kde; mailing lists.
da: Da &kiconedit; bruger <command>autoconf</command> og <command>automake</command> skulle du ikke have besvær med at kompilere den. Skulle du løbe ind i problemer så rapportér dem venligst til &kde;-mailinglisterne.
de: Da &kiconedit; <command>autoconf</command> und <command>automake</command> benutzt, sollten Sie keine Probleme beim Kompilieren haben. Falls Probleme auftreten, teilen Sie diese bitte in den &kde; Mailinglisten mit.
hu: A &kiconedit; fordítási szkriptjei az <command>autoconf</command> és az <command>automake</command> segítségével készültek, külön beállítást nem igényelnek. A felmerülő problémákról küldjön részletes leírást a &kde; levelezőlistákra.

source: Program copyright Thomas Tanghus <email>tanghus@kde.org</email>
da: Program ophavsret Thomas Tanghus <email>tanghus@kde.org</email>
de: Copyright für das Programm: Thomas Tanghus <email>tanghus@kde.org</email>
