Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegraphics/kiconedit.po
Languages: da, de, hu

source: The &kiconedit; Manual
da: &kiconedit; håndbog
de: Das &kiconedit;-Handbuch
hu: A &kiconedit; kézikönyve

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Robert</firstname><surname>Gogolok</surname> <affiliation><address><email>robertgogolok@gmx.de</email></address></affiliation> <contrib>Übersetzung des Handbuchs</contrib></othercredit> <othercredit role="translator"><firstname>Stefan</firstname><surname>Winter</surname> <affiliation><address><email>kickdown@online.de</email></address></affiliation> <contrib>Übersetzung der Programmoberfläche</contrib></othercredit>
hu: <othercredit role="translator"><firstname>Tamás</firstname><surname>Szántó</surname><contrib>Magyar fordítás</contrib><affiliation><address><email>tszanto@mol.hu</email></address></affiliation></othercredit>

source: &kiconedit; is designed to help create icons for &kde; using the standard icon palette.
da: &kiconedit; er beregnet til at hjælpe med at lave ikoner for &kde; ved brug af en standard ikonpalet.
de: &kiconedit; ist dazu entworfen, bei der Erstellung von Symbolen für &kde;, unter Benutzung der KDE Symbol-Palette, behilflich zu sein.
hu: A &kiconedit; segítségével könnyen létre lehet hozni ikonokat a &kde; alatt a standard ikonpaletta felhasználásával.

source: icon
da: ikon
de: symbol
hu: ikon

source: Introduction
da: Indledning
de: Einführung
hu: Bevezetés

source: I hope you will find this program somehow useful and I would appreciate any suggestions and comments.
da: Jeg håber du vil finde dette program nyttigt, og jeg vil værdsætte forslag og kommentarer.
de: Ich hoffe, Sie finden das Programm nützlich und freue mich über Vorschläge und Kommentare.
hu: Remélem hasznosnak találja majd ezt a programot. Szívesen fogadom a programmal kapcsolatos megjegyzéseket és továbbfejlesztési javaslatokat.

source: Onscreen Fundamentals
da: Fundamentale ting på skærmen
de: Grundlagen der Benutzeroberfläche
hu: A program kezelése

source: In this section will be briefly described the Icon Editor user interface.
da: I denne sektion beskriver vi kort brugerfladen.
de: In diesem Kapitel finden Sie eine kurze Beschreibung der Benutzerschnittstelle von KIconEdit.
hu: Ebben a fejezetben a program kezelőfelületének rövid leírása található.

source: The Icon Editor window is separated in four areas: main toolbar, tools toolbar grid and statusbar.
da: Vinduet er opdelt i fire områder: hovedværktøjslinien, værktøj, værktøjslinie gitter og statuslinie.
de: Das KIconEdit-Fenster ist in vier Bereiche aufgeteilt: Werkzeugleiste, Leiste mit Zeichenwerkzeugen, Gitter und Statusleiste.
hu: Az ikonszerkesztő ablak négy részre oszlik: a fő eszköztárra, a rajzolóeszközök eszköztárára, a rajzrácsra és az állapotsorra.

source: Main toolbar
da: Hover værktøjslinie
de: Werkzeugleiste
hu: A fő eszköztár

source: New File
da: Ny fil
de: Neue Datei
hu: Új fájl

source: <action>Create a new icon.</action> If the current file has been modified you will be asked if you want to save the changes. After that a dialog will open where you can choose to create the icon from scratch or from a template.
da: <action>Lav en ny ikon.</action> Hvis den aktuelle fil er blevet ændret, vil du blive spurgt om du vil gemme ændringerne. Derefter vil en dialog åbnes hvor du kan vælge om du vil lave en ikon fra begyndelsen eller fra en skabelon.
de: <action>Erstellt ein neues Symbol.</action> Wenn die aktuelle Datei verändert wurde, werden Sie gefragt, ob Sie die Änderungen speichern wollen. Danach erscheint ein Dialog, in dem Sie wählen können, ob das Symbol von einer Vorlage oder von Grund auf neu erstellt werden soll.
hu: <action>Létrehoz egy új ikont.</action> Ha az aktuális fájl megváltozott, akkor a program felajánlja annak elmentését. Azután megjelenik egy párbeszédablak, melyben választani lehet, hogy üres ikonból vagy egy sablonból szeretne-e elindulni.

source: Open
da: Åbn
de: Datei öffnen
hu: Megnyitás

source: Open an existing icon file.
da: Åbnen eksisterende ikonfil.
de: Öffnet eine existierende Symboldatei.
hu: Megnyit egy már létező ikonfájlt.

source: Save
da: Gem
de: Datei speichern
hu: Mentés

source: Save the currently open icon.
da: Gem den åbne ikon.
de: Speichert das aktuelle Symbol.
hu: Elmenti az éppen megnyitott ikonfájlt.

source: Print
da: Udskriv
de: Symbol drucken
hu: Nyomtatás

source: Print the icon.
da: Udskriv ikonen.
de: Druckt das aktuelle Symbol
hu: Kinyomtatja az aktuális ikont.

source: <guiicon>Cut</guiicon>
da: <guiicon>Skær</guiicon>
de: <guiicon>Ausschneiden</guiicon>
hu: <guiicon>Kivágás</guiicon>

source: Cuts out the entire icon and put it onto the clipboard.
da: Skærer hele ikonen ud og putter den i klippebordet.
de: Schneidet den markierten Teil des Symbols aus und stellt ihn in die Zwischenablage.
hu: Kivágja az ikont a vágólapra.

source: Copy
da: Kopiér
de: Kopieren
hu: Másolás

source: Copies the entire icon to the clipboard.
da: Kopierer hele ikonen ud og putter den i klippebordet.
de: Kopiert den markierten Teil des Symbols in die Zwischenablage.
hu: Kimásolja az ikont a vágólapra.

source: Paste
da: Indsæt
de: Einfügen
hu: Beillesztés

source: Paste the contents of the clipboard as a new image (if the clipboard contains a valid icon).
da: Indsæt indholdet af klippebordet som et nyt billede (hvis klippebordet indeholder en gyldig ikon).
de: Fügt den Inhalt der Zwischenablage als ein neues Bild ein (wenn die Zwischenablage ein Symbol enthält).
hu: Beilleszti a vágólapon található ikont (ha a vágólap egy ikont tartalmaz).

source: Resize
da: Ændr størrelse
de: Größe ändern
hu: Átméretezés

source: Resize icon to width X height.
da: Ændr størrelse på ikon til bredde X højde.
de: Ändert die Größe des Symbols auf Breite x Höhe.
hu: Átméretezi az ikont (szélesség x magasság).

source: Gray scale
da: Gråskala
de: Graustufen
hu: Szürkeárnyalatok

source: <action>Gray scale the icon image.</action> This may create colors not conformant to the &kde; icon palette.
da: <action>Gråskala ikonbilledet.</action> Dette kan lave farver der ikke passer til &kde;'s ikonpalet.
de: <action>Setzt das aktuelle Symbol in Graustufen um.</action> Das Ergebnis enthält wahrscheinlich Farben außerhalb der Symbol-Palette &kde;.
hu: <action>Szürkeárnyalatossá alakítja az ikont.</action> A létrejött színek nem mindig illeszkednek a &kde; ikonpalettához.

source: Zoom in
da: Forstør
de: Vergrößern
hu: Nagyítás

source: Zoom out
da: Formindsk
de: Verkleinern
hu: Kicsinyítés

source: Zoom factor
da: Zoom faktor
de: Vergrößerungsfaktor
hu: Nagyítási tényező

source: Zoom to predefined zoom factor.
da: Forstør til prædefineret forstørrelsesfaktor
de: Auf eine vordefinierte Vergrößerung einstellen.
hu: A megadott mértékben felnagyítja az ikont.

source: Toggle grid
da: Gitter Til/Fra
de: Gitter an/aus
hu: A rács ki- és bekapcsolása

source: Toggle grid on/off.
da: Gitter Til/Fra
de: Schaltet das Zeichengitter an bzw. aus.
hu: Ki-be kapcsolja a rács láthatóságát.

source: New Icon Editor
da: Ny ikonredigering
de: Neues Fenster
hu: Új ikonszerkesztő

source: Open a new Icon Editor window.
da: Åbn et nyt ikonredigeringsvindue
de: Öffnet ein neues Fenster des Symbol-Editors.
hu: Megnyit egy új ikonszerkesztési ablakot.

source: Tools toolbar
da: Værktøj værktøjslinie
de: Leiste mit Zeichenwerkzeugen
hu: A rajzolóeszközök eszköztára.

source: This toolbar contains the tools you can use to manipulate the icon.
da: Denne værktøjslinie indeholder værktøj du kan bruge til at manipulere ikonen.
de: Diese Leiste enthält die Werkzeuge, die zum Bearbeiten des Symbols vorhanden sind.
hu: Ebben az eszköztárban találhatók az ikon módosításához szükséges eszközök.

source: Find color
da: Find farve
de: Farbe suchen
hu: Színkeresés

source: Doesn't change the icon but <action>changes the current drawcolor to the color clicked on.</action>
da: Ændrer ikke ikonen, men <action>ændrer den tegnefarven til det der klikkes på.</action>
de: Verändert nicht das Symbol, sondern <action>setzt die aktuelle Zeichenfarbe auf die Farbe des Punktes, auf den Sie klicken.</action>
hu: Nem módosítja az ikont, csak <action>az aktuális rajzolási szín változik meg a kiválasztott értékre.</action>

source: Freehand
da: Frihånd
de: Freihand
hu: Szabadkézi

source: Draw free hand.
da: .Tegn frihånd
de: Zum Zeichnen ungerader Linien.
hu: Szabadkézi rajzolást indít el.

source: Select
da: Vælg
de: Auswählen
hu: Kijelölés

source: Select (mark) a part of the icon.
da: Vælg (markér) en del af ikonen.
de: Zum Auswählen (Markieren) eines Teils des Symbols.
hu: Lehetővé teszi az ikon egy részének kijelölését.

source: Line
da: Linie
de: Linie
hu: Vonal

source: Draw a line.
da: Tegn en linie.
de: Zum Zeichnen von geraden Linien.
hu: Vonalhúzást indít el.

source: Rectangle
da: Rektangel
de: Rechteck
hu: Téglalap

source: Draw a rectangle.
da: Tegn et rektangel.
de: Zum Zeichen von Rechtecken.
hu: Téglalapot rajzol.

source: Filled rectangle
da: Udfyldt rektangel
de: Gefülltes Rechteck
hu: Kitöltött téglalap

source: Draw a filled rectangle.
da: Tegn et udfyldt rektangel.
de: Zum Zeichnen mit Farbe ausgefüllter Rechtecke.
hu: Kitöltött téglalapot rajzol.

source: Circle
da: Cirkel
de: Kreis
hu: Kör

source: Draw a circle.
da: Tegn en cirkel.
de: Zum Zeichnen von Kreisen.
hu: Kört rajzol.

source: Filled circle
da: Udfyldt cirkel
de: Gefüllter Kreis
hu: Kitöltött kör

source: Draw a filled circle.
da: Tegn en udfyldt cirkel.
de: Zum Zeichnen mit Farbe ausgefüllter Kreise.
hu: Kitöltött kört rajzol.

source: Ellipse
hu: Ellipszis

source: Draw an ellipse
da: Tegn en ellipse
de: Zum Zeichnen von geraden Linien
hu: Ellipszist rajzol.

source: Filled ellipse
da: Udfyldt ellipse
de: Gefüllte Ellipse
hu: Kitöltött ellipszis

source: <action>Draw a filled ellipse</action> (almost the same thing as drawing a circle.)
da: <action>Tegn en udfuldt ellipse</action> (næsten det samme som at tegne en cirkel.)
de: <action>Zeichnet eine gefüllte Ellipse</action> (fast die selbe Vorgehensweise wie beim Zeichnen eines Kreises.)
hu: <action>Kitöltött ellipszist rajzol</action> (majdnem megegyezik a körrajzolással.)

source: Spray
hu: Festékszóró

source: Draws a randow dotted pattern like a spraycan.
da: Tegner et tilfældigt prikket mønster som en spraydåse.
de: Zeichnet verstreute Pixel, ähnlich einer Sprühdose.
hu: Véletlenszerű mintát rajzol, hasonlóan egy festékszóró pisztolyhoz.

source: Flood fill
da: Udfyld
de: Durchgehende Füllung
hu: Kitöltés

source: Fill an area with the current color.
da: Udfyld et område med aktuel farve.
de: Einen Bereich mit der aktuellen Farbe füllen.
hu: A megadott terület kitöltése az aktuális színnel.

source: Eraser
da: Visker
de: Radieren
hu: Radír

source: Draw transparent (invisible).
da: Tegn gennemsigtigt (usynligt)
de: Transparentes Zeichnen (unsichtbar).
hu: A színezés törlése a megadott helyen (átlátszó szín).

source: Grid
da: Gitter
de: Gitter
hu: Rács

source: The grid is where you manipulate the icon contents.
da: Gitteret er der hvor du manipulerer ikonindholdet.
de: Im Zeichengitter können Sie das Symbol bearbeiten.
hu: Itt jelenik meg az ikon tartalma.

source: Statusbar
da: Statuslinie
de: Statusleiste
hu: Állapotsor

source: The status bar keeps you informed of current operations. From left to right, it tells you the x,y coordinates of the pixel you are working on, the size of the current canvas, the zoom factor, and the current number of colors in the icon.
da: Statuslinien holder dig informeret om aktuelle operationer. Fra venstre til højre, fortæller den dig x,y koordinaterne for den piksel du arbejder på, størrelsen af det aktuelle kanvas, forstørrelsesgraden, og det aktuelle antal farver i ikonen.
de: Die Statusleiste hält Sie über aktuelle Aktionen am Laufenden. Von links nach rechts gehend zeigt es Ihnen die x,y Koordinaten des Pxels an, , die Größe des aktuellen , den Vergrößerungsfaktor und die akteelle Anzahl der Farben des Symboles.
hu: Az állapotsoron néhány fontos információ látható. Balról jobbra haladva: az aktuális képpont x és y koordinátája, a rajzterület (vászon) mérete, a nagyítási tényező, az ikon színeinek száma.

source: The Menu Entries
da: Menuindgange
de: Die Menüeinträge
hu: A menüpontok

source: File
da: Fil
de: Datei
hu: Fájl

source: The following functions are available from the <guimenu>File</guimenu> menu:
da: Følgende funktioner er tilgængelige fra <guimenu>Fil</guimenu>menuen:
de: Die folgenden Funktionen sind durch das <guimenu>Datei</guimenu> Menü erreichbar:
hu: A következő menüpontok találhatók a <guimenu>Fájl</guimenu> menüben:

source: <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>New <accel>W</accel>indow</guimenuitem>
da: <guimenu><accel>F</accel>il</guimenu> <guimenuitem>Nyt <accel>v</accel>indue</guimenuitem>
de: <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Neues <accel>F</accel>enster</guimenuitem>
hu: <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem>Új <accel>a</accel>blak</guimenuitem>

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>N</accel>ew...</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>N</accel>y...</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem><accel>N</accel>eu...</guimenuitem>
hu: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem>Ú<accel>j</accel>...</guimenuitem>

source: <action>Lets you create a new icon</action>, either from a template or by specifying the size.
da: <action>Lader dig lave en ny ikon</action>, enten fra en skabelon eller ved at angive størrelse.
de: <action>Erstellt ein neues Symbol</action>, entweder von einer Vorlage oder nach einer Größenangabe
hu: <action>Új ikont hoz létre</action>, sablonból vagy egyszerűen a méret megadásával.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>O</accel>pen...</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>Å</accel>bn...</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem><accel>Ö</accel>ffnen...</guimenuitem>
hu: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem><accel>M</accel>egnyitás...</guimenuitem>

source: <guimenu><accel>F</accel>ile</guimenu> <guisubmenu>Open Recent</guisubmenu>
da: <guimenu><accel>F</accel>il</guimenu> <guisubmenu>Åbn nylige</guisubmenu>
de: <guimenu><accel>D</accel>atei</guimenu> <guisubmenu>Zuletzt geöffnete</guisubmenu>
hu: <guimenu><accel>F</accel>ájl</guimenu> <guisubmenu>Legutóbbi megnyitása</guisubmenu>

source: Displays a list of recently opened icons to choose from.
da: Viser en liste a nyligt åbnede ikoner at vælge fra.
de: Zeigt eine Liste kürzlich geöffneter Symbole zur Auswahl an
hu: Megjeleníti a legutoljára megnyitott ikonok listáját.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>S</accel>ave</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>G</accel>em</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>S<accel>p</accel>eichern</guimenuitem>
hu: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem>Me<accel>n</accel>tés</guimenuitem>

source: <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>S<accel>a</accel>ve as...</guimenuitem>
da: <guimenu><accel>F</accel>il</guimenu> <guimenuitem>G<accel>e</accel>m som...</guimenuitem>
de: <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Speichern <accel>u</accel>nter...</guimenuitem>
hu: <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem>Mentés más<accel>k</accel>ént...</guimenuitem>

source: Save the currently open icon under a new name.
da: Gem den aktuelt åbne ikon under nyt navn.
de: Speichert das aktuelle Symbol unter einem neuen Namen
hu: A megnyitott ikon elmentése új néven.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>P</accel>rint...</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>U</accel>dskriv...</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>P</keycap></keycombo> </shortcut> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem><accel>D</accel>rucken...</guimenuitem>
hu: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem>Ny<accel>o</accel>mtatás...</guimenuitem>

source: Print the icon
da: Udskriv ikonen
de: Druckt das aktuelle Symbol
hu: Kinyomtatja a szerkesztett ikont.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>Q</accel>uit</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>A</accel>fslut</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>W</keycap></keycombo> </shortcut> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>B<accel>e</accel>enden</guimenuitem>
hu: <shortcut> <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> </shortcut> <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem><accel>K</accel>ilépés</guimenuitem>

source: <action>Close</action> &kiconedit;.
da: <action>Luk</action> &kiconedit;.
de: <action>Beendet</action> &kiconedit;
hu: <action>Bezárja</action> a programot.

source: Edit
da: Redigér
de: Bearbeiten
hu: Szerkesztés

source: The <guimenu>Edit</guimenu> menu contains the following entries:
da: <guimenu>Redigerings</guimenu>menuen indeholder føkgende indgange:
de: Das Menü <guimenu>Bearbeiten</guimenu> enthält folgende Einträge:
hu: A <guimenu>Szerkesztés</guimenu> menü a következő menüpontokat tartalmazza:

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>dit</guimenu> <guimenuitem>Cu<accel>t</accel></guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> </shortcut> <guimenu><accel>R</accel>edigér</guimenu> <guimenuitem>Sk<accel>ær</accel></guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>X</keycap></keycombo> </shortcut> <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem><accel>A</accel>usschneiden</guimenuitem>
hu: <shortcut> <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> </shortcut> <guimenu>S<accel>z</accel>erkesztés</guimenu> <guimenuitem>Ki<accel>v</accel>ágás</guimenuitem>

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>C</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>dit</guimenu> <guimenuitem><accel>C</accel>opy</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>C</keycap></keycombo> </shortcut> <guimenu><accel>R</accel>edigér</guimenu> <guimenuitem><accel>K</accel>opiér</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>C</keycap></keycombo> </shortcut> <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem><accel>K</accel>opieren</guimenuitem>
hu: <shortcut> <keycombo action="simul">&Ctrl;<keycap>C</keycap></keycombo> </shortcut> <guimenu>S<accel>z</accel>erkesztés</guimenu> <guimenuitem><accel>M</accel>ásolás</guimenuitem>

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>V</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>dit</guimenu> <guimenuitem><accel>P</accel>aste</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>V</keycap></keycombo> </shortcut> <guimenu><accel>R</accel>edigér</guimenu> <guimenuitem><accel>I</accel>ndsæt</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>V</keycap></keycombo> </shortcut> <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem>Ein<accel>f</accel>ügen</guimenuitem>
hu: <shortcut> <keycombo action="simul">&Ctrl;<keycap>V</keycap></keycombo> </shortcut> <guimenu>S<accel>z</accel>erkesztés</guimenu> <guimenuitem><accel>B</accel>eillesztés</guimenuitem>

source: Paste the contents of the clipboard (if the clipboard contains a valid icon).
da: Indsæt indholdet af klippebordet (hvis klippebordet indeholder en gyldig ikon).
de: Fügt den Inhalt der Zwischenablage als ein neues Bild ein (wenn die Zwischenablage ein Symbol enthält)
hu: Beilleszti a vágólapon található ikont (ha a vágólap ikont tartalmaz).

source: <guimenu><accel>E</accel>dit</guimenu> <guimenuitem>Paste as <accel>n</accel>ew</guimenuitem>
da: <guimenu><accel>R</accel>edigér</guimenu> <guimenuitem>Indsæt som <accel>n</accel>y</guimenuitem>
de: <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem>Als <accel>n</accel>eu einfügen</guimenuitem>
hu: <guimenu>S<accel>z</accel>erkesztés</guimenu> <guimenuitem>Beillesztés ú<accel>j</accel>ként</guimenuitem>

source: <guimenu><accel>E</accel>dit</guimenu> <guimenuitem>Clea<accel>r</accel></guimenuitem>
da: <guimenu><accel>R</accel>edigér</guimenu> <guimenuitem>Ry<accel>d</accel></guimenuitem>
de: <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem><accel>L</accel>öschen</guimenuitem>
hu: <guimenu>S<accel>z</accel>erkesztés</guimenu> <guimenuitem>Tö<accel>r</accel>lés</guimenuitem>

source: Clear the grid and fill it with transparent color.
da: Ryd gitteret og udfyld det med gennemsigtig farve.
de: Löscht den kompletten Bereich und füllt ihn mit transparenter Farbe.
hu: Feltölti az egész ikont a háttérszínnel.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> </shortcut> <guimenu><accel>E</accel>dit</guimenu> <guimenuitem>Select <accel>a</accel>ll</guimenuitem>
da: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> </shortcut> <guimenu><accel>R</accel>edigér</guimenu> <guimenuitem>Vælg <accel>a</accel>lt</guimenuitem>
de: <shortcut> <keycombo action="simul">&Strg;<keycap>A</keycap></keycombo> </shortcut> <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem>Alles aus<accel>w</accel>ählen</guimenuitem>
hu: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> </shortcut> <guimenu>S<accel>z</accel>erkesztés</guimenu> <guimenuitem>Min<accel>d</accel>en kijelölése</guimenuitem>

source: Marks the entire icon as selected.
da: Markerer hele ikon som udvalgt
de: Markiert das komplette Symbol.
hu: Kijelöli az egész ikont.

source: Icon
da: ikon
de: Symbol
hu: Ikon

source: <guimenu><accel>I</accel>con</guimenu> <guimenuitem><accel>R</accel>esize</guimenuitem>
da: <guimenu><accel>I</accel>kon</guimenu> <guimenuitem><accel>Æ</accel>ndr stårrelse</guimenuitem>
de: <guimenu><accel>S</accel>ymbol</guimenu> <guimenuitem><accel>G</accel>röße ändern</guimenuitem>
hu: <guimenu><accel>I</accel>kon</guimenu> <guimenuitem>Á<accel>t</accel>méretezés</guimenuitem>
