Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegraphics/kpaint.po
Languages: da, de, hu

source: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>Shift</keycap><keycap>+</keycap></keycombo></shortcut> <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Zoom <accel>I</accel>n</guimenuitem>
da: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>Shift</keycap><keycap>+</keycap></keycombo></shortcut> <guimenu><accel>V</accel>isning</guimenu> <guimenuitem>For<accel>s</accel>tør</guimenuitem>
de: <shortcut><keycombo action="simul"><keycap>Strg</keycap> <keycap>Shift</keycap><keycap>+</keycap></keycombo></shortcut> <guimenu><accel>A</accel>nsicht</guimenu> <guimenuitem>Ver<accel>g</accel>rößern</guimenuitem>
hu: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>Shift</keycap><keycap>+</keycap></keycombo></shortcut> <guimenu><accel>N</accel>ézet</guimenu> <guimenuitem>Na<accel>g</accel>yítás</guimenuitem>

source: <action>Zoom</action> in.
da: <action>Forstør</action>.
de: <action>Vergrößern</action>
hu: <action>Nagyítás</action>.

source: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>-</keycap></keycombo></shortcut> <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Zoom <accel>O</accel>ut</guimenuitem>
da: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>-</keycap></keycombo></shortcut> <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>For<accel>m</accel>indsk</guimenuitem>
de: <shortcut><keycombo action="simul"><keycap>Strg</keycap> <keycap>-</keycap></keycombo></shortcut> <guimenu><accel>A</accel>nsicht</guimenu> <guimenuitem>Ver<accel>k</accel>leinern</guimenuitem>
hu: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>-</keycap></keycombo></shortcut> <guimenu><accel>N</accel>ézet</guimenu> <guimenuitem>Ki<accel>c</accel>sinyítés</guimenuitem>

source: <action>Zoom</action> out.
da: <action>Formindsk</action>.
de: <action>Verkleinern</action>
hu: <action>Kicsinyítés</action>.

source: <guimenu><accel>V</accel>iew</guimenu> <guimenuitem>Zoom</guimenuitem>
da: <guimenu><accel>V</accel>isning</guimenu> <guimenuitem>Forstør</guimenuitem>
de: <guimenu><accel>A</accel>nsicht</guimenu> <guimenuitem>Zoom</guimenuitem>
hu: <guimenu><accel>N</accel>ézet</guimenu> <guimenuitem>Nagyítás</guimenuitem>

source: <action>Zoom</action> in or out according to the magnification value selected from a drop-down list.
da: <action>Forstør</action> ind eller ud efter forstørrelsesværdien valgt fra en drop-ned liste.
de: <action>Verringert oder erhöht</action> entsprechend dem Vergrößerungswert, der aus einer Liste ausgewählt werden kann.
hu: <action>Kinagyítja vagy lekicsinyíti</action> a képet a listából kiválasztott nagyítási tényezőnek megfelelően.

source: The <guimenu>Tools</guimenu> Menu
da: <guimenu>Værktøjs</guimenu>menuen
de: Das Menü <guimenu>Extras</guimenu>
hu: Az <guimenu>Eszközök</guimenu> menü

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem><accel>T</accel>ool properties..</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem><accel>V</accel>ærktøjsegenskaber..</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem>Ei<accel>g</accel>enschaften</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Az <accel>e</accel>szköz tulajdonságai..</guimenuitem>

source: Open a dialog box that lets you select line width and style.
da: Åbn en dialogboks der lader dig vælge liniebredde og stil.
de: Öffnet eine Dialogbox, die Sie Linienstärke und Linienstil auswählen lässt.
hu: Megnyit egy párbeszédablakot, amelyben ki lehet választani a vonal vastagságát és stílusát.

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Ellipse</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Ellipse</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem>Ellipse</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Ellipszis</guimenuitem>

source: Draw an ellipse.
da: Tegn en ellipse.
de: Zeichnet eine Ellipse
hu: Ellipszist rajzol.

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Circle</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Cirkel</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem>Kreis</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Kör</guimenuitem>

source: Draw a circle.
da: Tegn en cirkel.
de: Zeichnet einen Kreis
hu: Kört rajzol.

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Pen</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Pen</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem>Stift</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Toll</guimenuitem>

source: Use the cursor like a pen for freehand drawing.
da: Brug markøren som en pen til frihåndstegning.
de: Benutzt den Zeiger wie einen Stift zum Freihandzeichnen
hu: Szabadkézi rajzolást tesz lehetővé.

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Line</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Linie</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem>Linie</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Vonal</guimenuitem>

source: Draw a straight line.
da: Tegn en ret linie.
de: Zeichnet eine gerade Linie
hu: Egyenes vonalat rajzol.

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Rectangle</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Rektangel</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem>Rechteck</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Téglalap</guimenuitem>

source: Draw a rectangle.
da: Tegn et rektangel.
de: Zeichnet ein Rechteck
hu: Téglalapot rajzol.

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Round Angle</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Afrundet vinkel</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem>Abgerundetes Rechteck</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Kerekített téglalap</guimenuitem>

source: Draw a rectangle with rounded corners.
da: Tegn et rektangel med runde hjørner.
de: Zeichnet ein Rechteck mit runden Ecken
hu: Lekerekített sarkú téglalapot rajzol.

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Spray Can</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Spraydåse</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem>Sprühdose</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Festékszóró</guimenuitem>

source: Use the spray can.
da: Brug spraydåsen.
de: Benutzt die Sprühdose
hu: Festékszórás.

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Text</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Tekst</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem>Text</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Szöveg</guimenuitem>

source: Insert text where you click the &LMB;.
da: Indsæt tekst hvor du klikker med &LMB;.
de: Fügt Text an die Stelle ein, an die Sie mit der linken Maustaste klicken.
hu: Kattintson a bal gombbal valahová és írja be a kívánt szöveget.

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Area Select</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Vælg område</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem>Bereichsauswahl</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Terület kijelölése</guimenuitem>

source: Select an area for a Cut or Copy operation.
da: Udvalg et område til skæring eller kopiering.
de: Wählt einen Bereich aus für Ausschneide- und Kopier-Operationen
hu: Egy képrészlet kijelölése másoláshoz vagy kivágáshoz.

source: <guimenu><accel>T</accel>ools</guimenu> <guimenuitem>Paste</guimenuitem>
da: <guimenu><accel>V</accel>ærktøj</guimenu> <guimenuitem>Indsæt</guimenuitem>
de: <guimenu>E<accel>x</accel>tras</guimenu> <guimenuitem>Einfügen</guimenuitem>
hu: <guimenu><accel>E</accel>szközök</guimenu> <guimenuitem>Beillesztés</guimenuitem>

source: Paste a previously Cut or Copied area to where you next click the &LMB;.
da: Indsæt et tidligere skåret eller kopieret område hvor du klikker med &LMB; næste gang.
de: Fügt einen zuvor ausgeschnittenen oder kopierten Bereich dort ein, wo Sie mit der linken Maustaste hinklicken.
hu: Beilleszti a vágólapon található képet oda, ahová a bal egérgombbal kattint.

source: The <guimenu>Image</guimenu> Menu
da: <guimenu>Billed</guimenu>menuen
de: Das Menü <guimenu>Bild</guimenu>
hu: A <guimenu>Kép</guimenu> menü

source: <guimenu><accel>I</accel>mage</guimenu> <guimenuitem><accel>I</accel>nformation...</guimenuitem>
da: <guimenu><accel>B</accel>illed</guimenu> <guimenuitem><accel>I</accel>nformation...</guimenuitem>
de: <guimenu><accel>B</accel>ild</guimenu> <guimenuitem><accel>I</accel>nformation...</guimenuitem>
hu: <guimenu>Ké<accel>p</accel></guimenu> <guimenuitem><accel>J</accel>ellemzők...</guimenuitem>

source: <action>Gives you some information about the drawing</action>.
da: <action>Giver dig nogle oplysninger om tegningen</action>.
de: <action>Gibt Ihnen einige Informationen über das Bild</action>
hu: <action>Megjeleníti az aktuális rajz néhány jellemző adatát</action>.

source: <guimenu><accel>I</accel>mage</guimenu> <guimenuitem><accel>R</accel>esize...</guimenuitem>
da: <guimenu><accel>B</accel>illede</guimenu> <guimenuitem><accel>Æ</accel>ndr størrelse...</guimenuitem>
de: <guimenu><accel>B</accel>ild</guimenu> <guimenuitem>Größe <accel>ä</accel>ndern...</guimenuitem>
hu: <guimenu>Ké<accel>p</accel></guimenu> <guimenuitem>Átmé<accel>r</accel>etezés...</guimenuitem>

source: <action>Lets you change the size of the drawing</action>.
da: <action>Lader dig ændre størrelsen af tegningen</action>.
de: <action>Lässt Sie die Größe des Bildes ändern</action>.
hu: <action>Itt lehet megváltoztatni az aktuális rajz méretét</action>.

source: <guimenu><accel>I</accel>mage</guimenu> <guimenuitem><accel>E</accel>dit palette...</guimenuitem>
da: <guimenu><accel>B</accel>illede</guimenu> <guimenuitem><accel>R</accel>edigér palet...</guimenuitem>
de: <guimenu><accel>B</accel>ild</guimenu> <guimenuitem>Palette be<accel>a</accel>rbeiten...</guimenuitem>
hu: <guimenu>Ké<accel>p</accel></guimenu> <guimenuitem>A pal<accel>e</accel>tta módosítása...</guimenuitem>

source: <action>Lets you change the color palette, but only for certain image formats</action>.
da: <action>Lader dig ændre farvepaletten, men kun for visse billedformater</action>.
de: <action>Lässt Sie die Farbpalette wechseln,aber nur für bestimmte Bildformate</action>.
hu: <action>Lehetővé teszi a paletta színeinek átszerkesztését (nem minden képformátumnál)</action>.

source: <guimenu><accel>I</accel>mage</guimenu> <guimenuitem><accel>C</accel>hange color depth...</guimenuitem>
da: <guimenu><accel>B</accel>illede</guimenu> <guimenuitem><accel>Æ</accel>ndr farvedybde...</guimenuitem>
de: <guimenu><accel>B</accel>ild</guimenu> <guimenuitem>Farb<accel>t</accel>iefe ändern...</guimenuitem>
hu: <guimenu>Ké<accel>p</accel></guimenu> <guimenuitem>A <accel>s</accel>zínmélység megváltoztatása...</guimenuitem>

source: <action>Lets you change the color depth (number of bits per pixel), but only for certain image formats</action>.
da: <action>Lader dig ændre farvedybden (antal bit pr piksel), men kun for visse billedformater</action>.
de: <action>Lässt Sie die Farbtiefe ändern (Anzahl der Bits pro Pixel), aber nur für bestimmteBildformate</action>
hu: <action>Lehetővé teszi a színmélység (a képpontonkénti bitek számának) megváltoztatását, de nem minden képformátumnál</action>.

source: The <guimenu>Settings</guimenu> Menu
da: <guimenu>Opsætnings</guimenu>menuen
de: Das Menü <guimenu>Einstellungen</guimenu>
hu: A <guimenu>Beállítások</guimenu> menü

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem>Show <accel>T</accel>oolbar</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu> <guimenuitem>Vis <accel>v</accel>ærktøjslinie</guimenuitem>
de: <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem><accel>W</accel>erkzeugleiste anzeigen</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>Az eszköztár <accel>m</accel>egjelenítése</guimenuitem>

source: <action>Toggle the Main Toolbar display</action> on and off.
da: <action>Slå visning af hovedværktøjslinie</action> til og fra.
de: <action>Schaltet die Anzeige der Haupt-Werkzeugleiste</action> an und aus
hu: Itt lehet <action>ki- és bekapcsolni az eszköztárat</action>.

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem>Show St<accel>a</accel>tusbar</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu> <guimenuitem>Vis st<accel>a</accel>tuslinie</guimenuitem>
de: <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem><accel>S</accel>atusleiste anzeigen</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>Az á<accel>l</accel>lapotsor megjelenítése</guimenuitem>

source: <action>Toggle the Statusbar display</action> on and off.
da: <action>Slå statuslinie</action> til/fra.
de: <action>Schaltet die Anzeige der Statusleiste</action> an und aus
hu: Itt lehet <action>ki- és bekapcsolni az állapotsort</action>.

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem><accel>S</accel>ave Settings</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu> <guimenuitem><accel>G</accel>em indstillinger</guimenuitem>
de: <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem><accel>E</accel>instellungen speichern</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>A beállítások <accel>m</accel>entése</guimenuitem>

source: <action>Save the Toolbar and Statusbar settings</action>.
da: <action>Gem værktøjs- og statuslinie indstillinger</action>.
de: <action>Speichert die Einstellungen der Werkzeugleiste und der Statusleiste</action>
hu: <action>Elmenti az eszköztár és az állapotsor beállításait</action>.

source: <guimenu><accel>S</accel>ettings</guimenu> <guimenuitem>Configure Tool<accel>b</accel>ars...</guimenuitem>
da: <guimenu><accel>O</accel>psætning</guimenu> <guimenuitem>Indstil værktøjs<accel>l</accel>inie...</guimenuitem>
de: <guimenu><accel>E</accel>instellungen</guimenu> <guimenuitem>Werk<accel>z</accel>eugleiste einrichten...</guimenuitem>
hu: <guimenu><accel>B</accel>eállítások</guimenu> <guimenuitem>Az eszköztárak b<accel>e</accel>állítása</guimenuitem>

source: <action>Configure the Main and Tools toolbars</action>.
da: <action>Indstil hoved- og værktøjs- værktøjslinier</action>.
de: <action>Richtet die Haupt-Werkzeugleiste und die Werkzeugleiste ein</action>.
hu: <action>Itt lehet módosítani az eszköztárak jellemzőit</action>.

source: The <guimenu>Help</guimenu> Menu
da: <guimenu>Hjælpe</guimenu>menuen
de: Das Menü <guimenu>Hilfe</guimenu>
hu: A <guimenu>Segítség</guimenu> menü

source: <shortcut><keycap>F1</keycap> </shortcut> <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>C</accel>ontents</guimenuitem>
da: <shortcut><keycap>F1</keycap> </shortcut> <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem><accel>I</accel>ndhold</guimenuitem>
de: <shortcut><keycap>F1</keycap> </shortcut> <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem><accel>I</accel>nhalt</guimenuitem>
hu: <shortcut><keycap>F1</keycap> </shortcut> <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem><accel>T</accel>artalom</guimenuitem>

source: <action>View this manual</action>.
da: <action>Se denne håndbog</action>.
de: <action>Zeigt dieses Handbuch an</action>
hu: <action>Megjeleníti ezt a dokumentumot</action>.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>R</accel>eport bug...</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem><accel>R</accel>apportér problem...</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Be<accel>r</accel>ichten Sie Probleme oder Wünsche...</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem>Hiba<accel>b</accel>ejelentés...</guimenuitem>

source: Use this to <action>report any bugs you may find with &kpaint;</action>.
da: Brug dette til at <action>rapportere problemer du måtte finde ved &kpaint;</action>.
de: Benutzen Sie dies, um <action>jeden Fehler zu berichten, den Sie in &kpaint; finden</action>.
hu: <action>A programban talált hibák kényelmes és pontos bejelentésére szolgál</action>.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem><accel>A</accel>bout &kpaint;</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem><accel>O</accel>m &kpaint;</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem><accel>Ü</accel>ber &kpaint;</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem>A &kpaint; <accel>n</accel>évjegye</guimenuitem>

source: Use this to <action>see the version number of &kpaint; as well as brief information about the program authors, copyright and license agreement</action>.
da: Brug dette til at <action>se versionsnummer for &kpaint; så vel som korte oplysninger om programmets forfattere, ophavsret og licensaftale</action>.
de: Benutzen Sie dies, <action>um die Versionsnummer von &kpaint; sowie eine kurze Information über den Autor, das Copyright und die Lizenzvereinbarungen des Programms zu sehen</action>
hu: <action>Megjeleníti a program verziószámát, a szerzők nevét, a program használatát szabályozó licencegyezményt</action>.

source: <guimenu><accel>H</accel>elp</guimenu> <guimenuitem>About <accel>K</accel>DE</guimenuitem>
da: <guimenu><accel>H</accel>jælp</guimenu> <guimenuitem>Om <accel>K</accel>DE</guimenuitem>
de: <guimenu><accel>H</accel>ilfe</guimenu> <guimenuitem>Über <accel>K</accel>DE</guimenuitem>
hu: <guimenu><accel>S</accel>egítség</guimenu> <guimenuitem>A <accel>K</accel>DE névjegye</guimenuitem>

source: To view <action>brief information about the K Desktop Environment</action>.
da: Til at se <action>kort information om K skrivebordsmiljøet</action>.
de: Benutzen Sie dies, um <action>kurze Informationen über das K Desktop Environment zu sehen</action>
hu: <action>Megjelenít néhány információt a &kde; projekt tevékenységéről</action>.

source: Credits and License
da: Medvirkende og licens
de: Mitwirkende und Lizenz
hu: Köszönetnyilvánítások és a licencegyezmény

source: Program copyright 1996-2001:
da: Program ophavsret 1996-2001:
de: Copyright für das Programm 1996-2001

source: Richard J. Moore <email>rich@kde.org</email> (maintainer)
da: Richard J. Moore <email>rich@kde.org</email> (vedligeholder)
hu: Richard J. Moore (<email>rich@kde.org</email>) (karbantartó)

source: Documentation copyright 2001 Pamela Roberts <email>pam.roberts@btinternet.com</email>
da: Dokumentation ophavsret 2001 Pamela Roberts <email>pam.roberts@btinternet.com</email>
de: Copyright für die Dokumentation 2001 Pamela Roberts <email>pam.roberts@btinternet.com</email>
hu: Documentation copyright: Pamela Roberts (<email>pam.roberts@btinternet.com</email>), 2001.

source: CREDIT_FOR_TRANSLATORS
da: <para>Dansk oversættelse ved Erik Kjær Pedersen <email>erik@binghamton.edu</email></para>
de: <para>Übersetzung des Handbuchs: Robert Gogolok <email>robertgogolok@gmx.de</email></para> <para>Übersetzung der Programmoberfläche: Stefan Winter <email>mail@stefan-winter.de</email></para>
hu: <para>Magyar fordítás: Szántó Tamás <email>tszanto@mol.hu</email></para>

source: &kpaint; is part of the &kde; 2 project, details of which can be found at <ulink url="http://www.kde.org"> http://www.kde.org</ulink>.
da: &kpaint; er en del af &kde; 2 projektet, hvis detaljer kan findes på <ulink url="http://www.kde.org"> http://www.kde.org</ulink>.
de: &kpaint; ist Teil des &kde;2-Projektes, Details hierzu unter <ulink url="http://www.kde.org"> http://www.kde.org</ulink>.
hu: A &kpaint; a &kde; 2 projekt része, melyről részletes információ található itt: <ulink url="http://www.kde.org"> http://www.kde.org</ulink>.

source: Most distributions will include &kpaint;, but if you want to roll your own the source code can be found in the Kdegraphics package on <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, the main ftp site of the KDE project.
da: De fleste distributioner vil inkludere &kpaint;, men hvis du ønsker at klare dig selv kan kildekoden findes i Kdegraphics pakken på <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, hoved ftp-stedet for KDE projektet.
de: Die meisten Distributionen beinhalten &kpaint;, aber wenn Sie das Programm selbständig kompilieren möchten, dann finden Sie den Quelltext im Kdegraphics-Paket unter <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, der Haupt-FTP-Seite des.KDE-Projekts.
hu: A legtöbb disztribúció tartalmazza a &kpaint;et, de ha mégis szükség van rá, a forrásprogram letölthető a kdegraphics csomaggal együtt innen: <ulink url="ftp://ftp.kde.org/pub/kde/">ftp://ftp.kde.org/pub/kde/</ulink>, a KDE projekt központi FTP-kiszolgálójáról.

source: To see if a later version of &kpaint; has been released, you can take a look in <ulink url="http://apps.kde.com">http://apps.kde.com</ulink>.
da: For at se om en senere udgave af &kpaint; er blevet udgivet, kan du kigge på <ulink url="http://apps.kde.com">http://apps.kde.com</ulink>.
de: Um zu sehen, ob eine neuere Version von &kpaint; veröffentlicht wurde, können Sie einen Blick auf <ulink url="http://apps.kde.com">http://apps.kde.com</ulink> werfen.
hu: A &kpaint; legújabb verziójának számát megtudhatja itt: <ulink url="http://apps.kde.com">http://apps.kde.com</ulink>.

source: To compile and install &kpaint; on your system, as root type the following in the directory where you saved the &kpaint; source code:
da: For at kompilere og installere &kpaint; på dit system, skriv følgende som root i mappen hvor du gemte &kpaint;'s kildekode:
de: Um &kpaint; auf Ihrem Rechner zu kompilieren und installieren, tippen Sie folgendes als root in dem Verzeichnis, in dem Sie den Quelltext abgespeichert haben.
hu: A program lefordításához és telepítéséhez rendszergazdaként belépve az alábbi parancsokat kell kiadni a forráscsomag alapkönyvtárában:

source: Since &kpaint; uses autoconf and automake you should not have any trouble compiling it. But if you do run into problems please report them to the &kde; mailing lists.
da: Da &kpaint; bruger autoconf og automake skulle det ikke give problemer at kompilere den. Men hvis du skulle løbe ind i problemer, så rapportér dem venligst til &kde;-mailinglisterne.
de: Da &kpaint; autoconf und automake benutzt, sollten Sie keine Probleme beim Kompilieren haben. Falls Sie trotzdem auf Probleme stoßen, teilen Sie diese bitte den &kde;-Mailinglisten mit.
hu: A &kpaint; fordítási szkriptjei az autoconf és az automake segítségével készültek, kézi beállítást nem igényelnek. A felmerült problémák leírását küldje el a &kde; levelezőlistákra.

source: Installation
hu: Telepítés
