Repository: sandsmark/kde2-i18n
Catalog: */messages/docs/kdegraphics/kpaint.po
Languages: da, de, hu

source: The &kpaint; Handbook
da: &kpaint; håndbog
de: Das &kpaint;-Handbuch
hu: A &kpaint; kézikönyve

source: ROLES_OF_TRANSLATORS
da: <othercredit role="translator"><firstname>Erik Kjær</firstname><surname>Pedersen</surname><affiliation><address><email>erik@binghamton.edu</email></address></affiliation><contrib>Oversætter</contrib></othercredit>
de: <othercredit role="translator"><firstname>Robert</firstname><surname>Gogolok</surname> <affiliation><address><email>robertgogolok@gmx.de</email></address></affiliation> <contrib>Übersetzung des Handbuchs</contrib></othercredit> <othercredit role="translator"><firstname>Stefan</firstname><surname>Winter</surname> <affiliation><address><email>mail@stefan-winter.de</email></address></affiliation> <contrib>Übersetzung der Programmoberfläche</contrib></othercredit>
hu: <othercredit role="translator"><firstname>Tamás</firstname><surname>Szántó</surname><contrib>Magyar fordítás</contrib><affiliation><address><email>tszanto@mol.hu</email></address></affiliation></othercredit>

source: This document describes &kpaint; version 0.5.1
da: Dette dokument beskriver &kpaint; version 0.5.1
de: Dieses Dokument beschreibt &kpaint; in Version 0.5.1
hu: Ez a dokumentum a &kpaint; 0.5.1 leírását tartalmazza.

source: drawing
da: tegning
hu: rajzolás

source: paint
da: mal
hu: festés

source: Introduction
da: Indledning
de: Einleitung
hu: Bevezetés

source: &kpaint; is a simple bitmap drawing program that can also be used to modify existing image files and convert between image file formats.
da: &kpaint; er et simpelt bitmap tegneprogram der også kan bruges til at ændre eksisterende billedfiler og konvertere mellem billedformater.
de: &kpaint; ist ein simples Bitmap-Malprogramm, das auch benutzt werden kann, um existierende Bilddateien zu modifizieren und zwischen Bildformaten zu konvertieren.
hu: A &kpaint; egy egyszerű bittérképes rajzolóprogram, használható például egy már létező kép módosításához vagy különböző fájlformátumok közötti konvertáláshoz.

source: Using &kpaint;
da: Brug af &kpaint;
de: Wie man &kpaint; benutzt
hu: A &kpaint; használata

source: When you start &kpaint; you will be presented with a <guilabel>New Canvas Size</guilabel> dialog box. Use this to define the picture size in pixels if you are starting a new drawing. If you are going to edit an existing image, either accept the default size or press the <guilabel>Cancel</guilabel> button.
da: Når du starter &kpaint; bliver du præsenteret for en <guilabel>Ny kanvasstørrelse</guilabel> dialogboks. Brug denne til at definere billestørrelsen i piksler hvis du starter en ny tegning. Hvis du redigerer et eksisterende billede, så acceptér standard størrelsen eller tryk på <guilabel>Annullér</guilabel> knappen.
de: Wenn Sie &kpaint; starten, zeigt sich Ihnen eine Dialogbox namens <guilabel>Neue Randgröße</guilabel>. Benutzen Sie diese, um die Bildgröße in Pixeln anzugeben, falls Sie eine neues Bild beginnen. Wenn Sie etwas vorhandenes bearbeiten wollen, akzeptieren Sie entweder die Grundeinstellungen oder drücken Sie den Knopf <guilabel>Abbrechen</guilabel>.
hu: A program indítása után megjelenik egy <guilabel>Új rajzterület-méret</guilabel> nevű párbeszédablak. Itt lehet megadni az új kép méretét (képpontokban). Ha egy már létező képet szeretne módosítani, fogadja el az alapértelmezett méretet vagy nyomja meg a <guilabel>Mégsem</guilabel> gombot.

source: An existing image file can be loaded with the <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice> option.
da: En eksisterende billedfil kan indlæses med <menuchoice><guimenu>Fil</guimenu><guimenuitem>Åbn</guimenuitem></menuchoice> valget.
de: Eine vorhandene Datei kann durch die Opton <menuchoice><guimenu>Datei</guimenu><guimenuitem>Öffnen...</guimenuitem></menuchoice> geladen werden.
hu: Egy már létező kép betöltéséhez kattintson a <menuchoice><guimenu>Fájl</guimenu><guimenuitem>Megnyitás</guimenuitem></menuchoice> menüpontra.

source: Drawing lines or shapes is done by selecting the type of line or shape that you want from the Toolbar icons or the <guimenu>Tools</guimenu> menu and using the &LMB; or &RMB; to do the drawing. The colors used by the left and right mouse buttons can be changed by left clicking on the small pads shown in the right hand Toolbar menu (the one showing a small version of the drawing).
da: Tegning af linier eller forme gøres ved at vælge typen af linie eller form som man ønsker fra værktøjslinie ikoner eller <guimenu>Værktøjs</guimenu>menuen og bruge &LMB; eller &RMB; til at lave tegningen. Farverne der bruges af venstre og højre museknapper kan ændres ved at venstreklikke på de små blokke vist til højre i værktøjsliniemenuen (den der viser en lille udgave af tegningen).
de: Das Zeichnen von Linien oder Mustern geschieht durch die Auswahl des Typs einer Linie oder eines Musters, den Sie von der Symbollleiste auswählen oder aus dem <guimenu>Extras</guimenu>-Menü und dem Klicken der <mousebutton>linken</mousebutton> oder der <mousebutton>rechten</mousebutton> Maustaste auswählen können, um die Zeichnung zu machen.Die Farben, die von der linken und rechten Maustaste benutzt werden, lassen sich durch einen Klick der linken Maustaste auf die kleinen Elemente ändern, die im rechten Teil des Werkzeugmenüs erscheinen (demjenigen mit der Miniaturversion des Bildes).
hu: Vonal vagy alakzat rajzolásához válassza ki a kívánt elemet az eszköztár ikonjai közül vagy az <guimenu>Eszközök</guimenu> menüből és használja az egérgombokat a rajz létrehozásához. Az egérgombokhoz rendelt színek megváltoztatásához kattintson a jobb oldalon látható eszközsáv egeret szimbolizáló ábráján a kívánt gombra.

source: The thickness and style of lines and how shapes are filled can be adjusted with the <menuchoice><guimenu>Tools</guimenu><guimenuitem>Tool properties...</guimenuitem></menuchoice> option.
da: Liniernes tykhed og stil og hvordan former udfyldes kan justeres med <menuchoice><guimenu>Værktøj</guimenu><guimenuitem>Værktøjsegenskaber...</guimenuitem></menuchoice> valget.
de: Die Stärke und der Stil von Linien und wie Muster gefüllt werden, kann mit der Option <menuchoice><guimenu>Extras</guimenu> <guimenuitem>Eigenschaften</guimenuitem></menuchoice> verstellt werden .
hu: A vonalak vastagsága és stílusa, az alakzatok kitöltöttsége beállítható az <menuchoice><guimenu>Eszközök</guimenu><guimenuitem>Az eszköz tulajdonságai...</guimenuitem></menuchoice> menüpontban.

source: To save your drawing use the <menuchoice><guimenu>File</guimenu><guimenuitem>Save</guimenuitem></menuchoice> or <menuchoice><guimenu>File</guimenu><guimenuitem>Save As...</guimenuitem></menuchoice> options, giving the file name a .bmp, .gif, .jpg, .xpm, .xbm or .pnm extension to define the format in which you want it to be saved.
da: For at gemme din tegning skal du bruge <menuchoice><guimenu>Fil</guimenu><guimenuitem>Gem</guimenuitem> </menuchoice> eller <menuchoice><guimenu>Fil</guimenu><guimenuitem>Gem som...</guimenuitem></menuchoice> valget, og give filnavnet en .bmp, .gif, .jpg, .xpm, .xbm eller .pnm endelse for at definere formate som du ønsker at gemme i.
de: Um Ihr Bild zu speichern, benutzen Sie die Option <menuchoice><guimenu>Datei</guimenu><guimenuitem>Speichern</guimenuitem></menuchoice> oder <menuchoice><guimenu>Datei</guimenu> <guimenuitem>Speichern unter...</guimenuitem></menuchoice>. Geben Sie außerdem dem Dateinamen die Erweiterung .bmp, .gif, .jpg, .xpm, .xbm oder .pnm, um das Format zu bestimmen, in dem das Bild gespeichert werden soll.
hu: Az elkészült rajz elmentéséhez használja a <menuchoice><guimenu>Fájl</guimenu><guimenuitem>Mentés</guimenuitem></menuchoice> vagy a <menuchoice><guimenu>Fájl</guimenu><guimenuitem>Mentés másként...</guimenuitem></menuchoice> menüpontokat, a fájlformátumot a program a .bmp, .gif, .jpg, .xpm, .xbm vagy .pnm kiterjesztés megadásakor automatikusan kezeli.

source: You can select part of the image by choosing the <guilabel>Area Select</guilabel> tool and defining the area by dragging the mouse with the &LMB; held down. Once you have done this, you can <guimenuitem>Copy</guimenuitem> the area and <guimenuitem>Paste</guimenuitem> it anywhere else. Or you create a new image containing only the copied area by choosing <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste image</guimenuitem></menuchoice>.
da: Man kan vælge en del af billedet ved at vælge <guilabel>Vælg område</guilabel> værktøjet og definere området ved at trække musen med &LMB; holdt nede. Når man har gjort dette kan man <guimenuitem>Kopiere</guimenuitem> området og <guimenuitem>Indsætte</guimenuitem> det et vilkårligt andet sted. Eller man kan lave et nyt billede der kun indeholder det kopierede område ved at vælge <menuchoice><guimenu>Redigér</guimenu><guimenuitem>Indsæt billede</guimenuitem></menuchoice>.
de: Sie können Teile des Bildes auswählen, indem Sie das <guilabel>Bereichsauswahl</guilabel>-Werkzeug auswählen und den Bereich durch das Ziehen der Maus mit der <mousebutton>linken</mousebutton> Maustaste, die gedrückt gehalten wird, markieren.
hu: A kép egy részletének kijelöléséhez válassza a <guilabel>Terület kijelölése</guilabel> eszközt és a bal egérgombot lenyomva jelölje ki a területet. Ezután a kijelölt képrészlet a <guimenuitem>Másolás</guimenuitem> és a <guimenuitem>Beillesztés</guimenuitem> paranccsal bárhová átvihető, sőt új kép is létrehozható belőle a <menuchoice><guimenu>Szerkesztés</guimenu><guimenuitem>Beillesztés képként</guimenuitem></menuchoice> menüponttal.

source: The Menubar
da: Menulinie
de: Die Menüleiste
hu: A menük

source: The <guimenu>File</guimenu> Menu
da: <guimenu>Fil</guimenu>menuen
de: Das <guimenu>Datei</guimenu> Menü
hu: A <guimenu>Fájl</guimenu> menü

source: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo></shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>N</accel>ew</guimenuitem>
da: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo></shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>N</accel>y</guimenuitem>
de: <shortcut><keycombo action="simul"><keycap>Strg</keycap> <keycap>N</keycap></keycombo></shortcut> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem><accel>N</accel>eu</guimenuitem>
hu: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo></shortcut> <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem>Ú<accel>j</accel></guimenuitem>

source: Start a <action>new drawing</action>. If a drawing is currently being displayed, a new instance of &kpaint; will be opened to show the new drawing.
da: Start en <action>ny tegning</action>. Hvis en tegning vises for øjeblikket, vil en ny udgave af &kpaint; blive åbnet til at vise den nye tegning.
de: Startet eine <action>neue Zeichnung</action>. Wenn eine Zeichnung zu diesem Zeitpunkt schon angezeigt wird, öffnet sie eine neue Instanz von &kpaint; um die neue Zeichnung anzuzeigen.
hu: Létrehoz egy <action>új rajzot</action>. Ha már meg van nyitva egy rajz, akkor az új rajz a program egy új példányában fog létrejönni.

source: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>O</keycap></keycombo></shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>O</accel>pen...</guimenuitem>
da: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>O</keycap></keycombo></shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>Å</accel>bn...</guimenuitem>
de: <shortcut><keycombo action="simul"><keycap>Strg</keycap> <keycap>O</keycap></keycombo></shortcut> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem><accel>Ö</accel>ffnen...</guimenuitem>
hu: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>O</keycap></keycombo></shortcut> <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem><accel>M</accel>egnyitás...</guimenuitem>

source: <action>Open</action> an image file. If a drawing is currently being displayed, another instance of &kpaint; will be opened to show the new one.
da: <action>Åbn</action> en billedfil. Hvis en tegning vises for øjeblikket, vil en anden udgave af &kpaint; blive åbnet til at vise den nye.
de: <action>Öffnet</action> eine Bilddatei. Wenn eine Zeichnung zu diesem Zeitpunkt schon angezeigt wird, öffnet sie eine neue Instanz von &kpaint; um die neue Zeichnung anzuzeigen.
hu: <action>Megnyit</action> egy képfájlt. Ha már meg van nyitva egy rajz, akkor az új fájl a program egy új példányában fog megjelenni.

source: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>S</keycap></keycombo></shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>S</accel>ave</guimenuitem>
da: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>S</keycap></keycombo></shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>G</accel>em</guimenuitem>
de: <shortcut><keycombo action="simul"><keycap>Strg</keycap> <keycap>S</keycap></keycombo></shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>S<accel>p</accel>eichern</guimenuitem>
hu: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>S</keycap></keycombo></shortcut> <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem>Me<accel>n</accel>tés</guimenuitem>

source: <action>Save</action> a modified drawing without changing its name. If the drawing has not been previously saved, &kpaint; will prompt you for a name. You must give the file name a .bmp, .gif, .jpg, .xpm, .xbm or .pnm extension to define the format in which you want it to be saved.
da: <action>Gem</action> en ændret tegning uden at ændre dens navn. Hvis tegningen ikke har været gemt tidligere vil &kpaint; spørge dig om et navn. Du skal give filnavnet endelsen .bmp, .gif, .jpg, .xpm, .xbm eller .pnm for at definere formatet i hvilket du ønsker den skal gemmes.
de: <action>Speichert</action> ein geändertes Bild. Wenn die Zeichnung zuvor nicht gespeichert wurde, wird Sie &kpaint; auffordern, einen Namen einzugeben. Sie müssen dem Dateinamen die Erweiterung .bmp, .gif, .jpg, .xpm, .xbm oder .pnm geben, um das Format zu bestimmen, unter dem Sie es abspeichern möchten.
hu: <action>Elmenti</action> a módosított rajzot az eredeti néven. Ha a rajz még nem volt elmentve, a program megkérdezi, hogy mi legyen a fájl neve. A fájl kiterjesztése .bmp, .gif, .jpg, .xpm, .xbm vagy .pnm lehet, a fájlformátumot ez alapján határozza meg a program.

source: <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Save <accel>A</accel>s...</guimenuitem>
da: <guimenu><accel>F</accel>il</guimenu> <guimenuitem>Gem <accel>s</accel>om...</guimenuitem>
de: <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Speichern <accel>u</accel>nter...</guimenuitem>
hu: <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem>Mentés máské<accel>n</accel>t...</guimenuitem>

source: <action>Save</action> a drawing with a new file name. You must give the file name a .bmp, .gif, .jpg, .xpm, .xbm or .pnm extension to define the format in which you want it to be saved.
da: <action>Gem</action> en tegning med et nyt filnavn. Du skal give filnavnet endelsen .bmp, .gif, .jpg, .xpm, .xbm eller .pnm for at definere formatet i hvilket du ønsker den skal gemmes.
de: <action>Speichert</action> ein Bild unter einem neuen Dateinamen. Sie müssen dem Dateinamen die Erweiterung .bmp, .gif, .jpg, .xpm, .xbm oder .pnm geben, um das Format zu bestimmen, unter dem Sie es abspeichern möchten.
hu: <action>Elmenti</action> a rajzot egy új névvel. A fájlnév kiterjesztése .bmp, .gif, .jpg, .xpm, .xbm vagy .pnm lehet, ez meghatározza a fájl formátumát is.

source: <guimenu><accel>F</accel>ile</guimenu> <guimenuitem>Re<accel>v</accel>ert</guimenuitem>
da: <guimenu><accel>F</accel>il</guimenu> <guimenuitem>Ve<accel>n</accel>d tilbage</guimenuitem>
de: <guimenu><accel>D</accel>atei</guimenu> <guimenuitem><accel>Z</accel>uletzt gespeicherte Fassung</guimenuitem>
hu: <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem><accel>V</accel>isszaállítás</guimenuitem>

source: <action>Cancel</action> any changes you may have made.
da: <action>Annullér</action> ændringer du måtte have lavet.
de: <action>Macht alle Änderungen rückgängig</action>, die Sie vorgenommen haben.
hu: <action>Visszavonja</action> a végrehajtott változtatásokat.

source: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>W</keycap></keycombo></shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>C</accel>lose</guimenuitem>
da: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>W</keycap></keycombo></shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>L</accel>uk</guimenuitem>
de: <shortcut><keycombo action="simul"><keycap>Strg</keycap> <keycap>W</keycap></keycombo></shortcut> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>Schl<accel>i</accel>eßen</guimenuitem>
hu: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>W</keycap></keycombo></shortcut> <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem><accel>B</accel>ezárás</guimenuitem>

source: <action>Close</action> the current drawing without quitting &kpaint;.
da: <action>Luk</action> den aktuelle tegning uden at afslutte &kpaint;.
de: <action>Schließt</action> die aktuelle Zeichnung, ohne&kpaint; zu beenden
hu: <action>Bezárja</action> az aktuális rajzot a program bezárása nélkül.

source: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>Q</keycap></keycombo></shortcut> <guimenu><accel>F</accel>ile</guimenu> <guimenuitem><accel>Q</accel>uit</guimenuitem>
da: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>Q</keycap></keycombo></shortcut> <guimenu><accel>F</accel>il</guimenu> <guimenuitem><accel>A</accel>fslut</guimenuitem>
de: <shortcut><keycombo action="simul"><keycap>Strg</keycap> <keycap>Q</keycap></keycombo></shortcut> <guimenu><accel>D</accel>atei</guimenu> <guimenuitem>B<accel>e</accel>enden</guimenuitem>
hu: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>Q</keycap></keycombo></shortcut> <guimenu><accel>F</accel>ájl</guimenu> <guimenuitem><accel>K</accel>ilépés</guimenuitem>

source: <action>Quit</action> &kpaint;.
da: <action>Afslut</action> &kpaint;.
de: <action>Beendet</action> &kpaint;
hu: <action>Bezárja</action> a programot.

source: The <guimenu>Edit</guimenu> Menu
da: <guimenu>Redigerings</guimenu>menuen
de: Das Menü <guimenu>Bearbeiten</guimenu>
hu: A <guimenu>Szerkesztés</guimenu> menü

source: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>X</keycap></keycombo></shortcut> <guimenu><accel>E</accel>dit</guimenu> <guimenuitem>C<accel>u</accel>t</guimenuitem>
da: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>X</keycap></keycombo></shortcut> <guimenu><accel>R</accel>edigér</guimenu> <guimenuitem>S<accel>k</accel>ær</guimenuitem>
de: <shortcut><keycombo action="simul"><keycap>Strg</keycap> <keycap>X</keycap></keycombo></shortcut> <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem>Aus<accel>c</accel>hneiden</guimenuitem>
hu: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>X</keycap></keycombo></shortcut> <guimenu>S<accel>z</accel>erkesztés</guimenu> <guimenuitem>Ki<accel>v</accel>ágás</guimenuitem>

source: <action>Delete</action> the area you have selected with the <guimenuitem>Area Select</guimenuitem> option.
da: p
de: <action>Löscht</action> den Bereich, den Sie mit der Option<guimenuitem>Bereichsauswahl</guimenuitem> ausgewählt haben.
hu: <action>Törli</action> a <guimenuitem>Terület kijelölése</guimenuitem> eszközzel megadott terület tartalmát.

source: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>C</keycap></keycombo></shortcut> <guimenu><accel>E</accel>dit</guimenu> <guimenuitem><accel>C</accel>opy</guimenuitem>
da: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>C</keycap></keycombo></shortcut> <guimenu><accel>R</accel>edigér</guimenu> <guimenuitem><accel>K</accel>opiér</guimenuitem>
de: <shortcut><keycombo action="simul"><keycap>Strg</keycap> <keycap>C</keycap></keycombo></shortcut> <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem><accel>K</accel>opieren</guimenuitem>
hu: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>C</keycap></keycombo></shortcut> <guimenu>S<accel>z</accel>erkesztés</guimenu> <guimenuitem><accel>M</accel>ásolás</guimenuitem>

source: <action>Copy</action> the area you have selected with the <guimenuitem>Area Select</guimenuitem> option.
da: <action>Kopiér</action> området du har valgt i <guimenuitem>Vælg område</guimenuitem>.
de: <action>Kopiert</action> den Bereich, den Sie mit der Option<guimenuitem>Bereichsauswahl</guimenuitem> ausgewählt haben.
hu: <action>Kimásolja</action> a vágólapra a <guimenuitem>Terület kijelölése</guimenuitem> eszközzel megadott terület tartalmát.

source: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>V</keycap></keycombo></shortcut> <guimenu><accel>E</accel>dit</guimenu> <guimenuitem><accel>P</accel>aste</guimenuitem>
da: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>V</keycap></keycombo></shortcut> <guimenu><accel>R</accel>edigér</guimenu> <guimenuitem><accel>I</accel>ndsæt</guimenuitem>
de: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>V</keycap></keycombo></shortcut> <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem>Ein<accel>f</accel>ügen</guimenuitem>
hu: <shortcut><keycombo action="simul"><keycap>Ctrl</keycap> <keycap>V</keycap></keycombo></shortcut> <guimenu>S<accel>z</accel>erkesztés</guimenu> <guimenuitem><accel>B</accel>eillesztés</guimenuitem>

source: <action>Paste</action> the area you have just cut or copied into the drawing.
da: <action>Indsæt</action> området du netop har skåret eller kopieret i tegningen.
de: <action>Fügt den Bereich ein</action> , den Sie gerade ausgeschnitten haben oder in die Zeichnung kopiert haben.
hu: <action>Beilleszti</action> az aktuális képbe a vágólapra korábban kirakott képet.

source: <guimenu><accel>E</accel>dit</guimenu> <guimenuitem>Paste <accel>i</accel>mage</guimenuitem>
da: <guimenu><accel>R</accel>edigér</guimenu> <guimenuitem>Indsæt <accel>b</accel>illede</guimenuitem>
de: <guimenu><accel>B</accel>earbeiten</guimenu> <guimenuitem>Bild <accel>e</accel>infügen</guimenuitem>
hu: <guimenu>S<accel>z</accel>erkesztés</guimenu> <guimenuitem>Beillesztés <accel>k</accel>épként</guimenuitem>

source: <action>Create a new drawing in a new &kpaint; window</action> containing the area you have just cut or copied.
da: <action>Opret en ny tegning i et nyt &kpaint; vindue</action> der indeholder området du netop har skåret ud eller kopieret.
de: <action>Erstellt ein neues Bild in einem neuen &kpaint;-Fenster</action>, das den Bereich enthält, den Sie gerade ausgeschnitten oder kopiert haben.
hu: <action>Létrehoz egy új rajzot</action> a vágólapra kirakott képből.

source: The <guimenu>View</guimenu> Menu
da: <guimenu>Vis</guimenu>menuen
de: Das Menü <guimenu>Ansicht</guimenu>
hu: A <guimenu>Nézet</guimenu> menü
