Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kimage.po
Languages: pt_br, tr

source: Transform
pt_br: Transformar
tr: Dönüştür

source: KOffice Image Viewer
pt_br: Visualizador de imagens do KOffice
tr: KOffice Resim Göstericisi

source: Could not open %s
pt_br: Não pôde abrir %s
tr: %s açılamıyor!

source: IO Error
pt_br: Erro de E/S
tr: GÇ hatası

source: &Import image...
pt_br: &Importar imagem...
tr: &Resim al...

source: &Export image...
pt_br: &Exportar imagem...
tr: R&esim ver...

source: Page &layout...
pt_br: &Disposição da página...
tr: &Sayfa düzeni...

source: Pr&eferences...
pt_br: Pr&eferências...
tr: Seçe&nekler...

source: &Zoom view...
pt_br: Vi&são ampliada...
tr: &Yakın görünüm...

source: &Fit image to view
pt_br: &Ajustar imagem à visão
tr: Resmi &görüntü alanına sığdır

source: &Fit image to view props
pt_br: &Ajustar imagem para ver propriedades
tr: Resmi görüntüleme ö&zelliklerine sığdır

source: &Original size
pt_br: Tamanho &original
tr: &Orijinal boyut

source: &Center image
pt_br: &Centralizar imagem
tr: &Resmi ortala

source: &Scrollbars
pt_br: Barras de &rolagem
tr: &Kaydırma çubukları

source: &Informations...
pt_br: &Informações...
tr: &Bilgi...

source: &Background color...
pt_br: Cor de &fundo...
tr: &Arkaplan rengi...

source: Rotate &right
pt_br: Rotacionar à &direita
tr: &Sağa çevir

source: Rotate &left
pt_br: Rotacionar à es&querda
tr: So&la çevir

source: Rotate &angle
pt_br: Rotacionar ân&gulo
tr: A&çı ile çevir

source: Flip &vertical
pt_br: Inverter &verticalmente
tr: &Başaşağı çevir

source: Flip &horizontal
pt_br: Inverter &horizontalmente
tr: &Yatay çevir

source: &Zoom...
pt_br: &Ampliação...
tr: &Büyüt...

source: Zoom &in 10 %
pt_br: Am&pliar em 10%
tr: % 10 &büyüt

source: Zoom &out 10%
pt_br: Redu&zir 10%
tr: % 10 &küçült

source: Zoom &double
pt_br: Ampliar o do&bro
tr: İ&ki kat büyüt

source: Zoom &half
pt_br: Reduzir à &metade
tr: &Yarı yarıya küçült

source: Zoom &max
pt_br: Aumentar o má&ximo
tr: &En büyük boyut

source: Zoom max &aspect
pt_br: Aumentar o máximo com &aspecto
tr: En büyük o&ran ile büyüt

source: Contents...
pt_br: Conteúdo...
tr: İçindekiler...

source: Could not open %1
pt_br: Não pude abrir %1
tr: %1 Açılamıyor!

source: KImage Error
pt_br: Erro do KImage
tr: KImage Hatası

source: The document is empty. Editing page layout not possible.
pt_br: O documento está vazio. Impossível editar disposição da página.
tr: Belge boş. Sayfa düzeninde değişiklik yapamazsınız.

source: The document is empty. No information available.
pt_br: O documento está vazio. Nenhuma informação disponível.
tr: Belge boş. Herhangi bir bilgi yok.

source: X-Size : %i Y-Size : %i Color depth : %i
pt_br: Tamanho X : %i Tamanho Y : %i Profundidade de cor : %i
tr: X-Boyutu : %i Y-Boyutu : %i Renk derinliği : %i

source: Image information
pt_br: Informações da imagem
tr: Resim hakkında bilgi

source: The document is empty. Action not available.
pt_br: O documento está vazio. Informação não disponível.
tr: Belge boş. Herhangi bir işlem yapılamaz.

source: Enter angle:
pt_br: Digite ângulo:
tr: Açı değerini giriniz:

source: Enter Zoom factor (100 = 1x):
pt_br: Digite fator de ampliação (100 = 1x):
tr: Büyültme çarpanını giriniz (100 = 1x):

source: Zoom factor for width
pt_br: Fator de ampliação para largura
tr: Genişlik için büyültme çarpanı

source: Zoom factor for height
pt_br: Fator de ampliação para altura
tr: Yükseklik için büyültme çarpanı

source: File To Open
pt_br: Arquivo a abrir
tr: Açılacak Dosya

source: Directory for temporary files
pt_br: Diretório para arquivos temporários
tr: Geçici dosyaların konulacağı dizin

source: &Ok
tr: &Tamam

source: Zoom factor for width in % (1x = 100)
pt_br: Fator de ampliação para largura em % (1x = 100)
tr: Yüzde cinsinden genişlik çarpanı (1x = 100)

source: Zoom factor for height in % (1x = 100)
pt_br: Fator de ampliação para altura em % (1x = 100)
tr: Yüzde cinsinden yükseklik çarpanı (1x = 100)
