Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kivio.po
Languages: bg, fr, hu, ja, mt, no, ru, xh

source: Untitled Layer
bg: Безименен слой
fr: Calque sans nom
hu: Névtelen réteg
ja: タイトルのないレイヤー
mt: Saff bla isem
no: Lag uten navn
ru: Безымянный слой
xh: Ulwaleko olungenawonga

source: Load Stencil Set
bg: Зарежда набор обекти
fr: Charger le lot de stencils
hu: Rajzsablonkészlet betöltése
ja: ステンシルセットを読み込む
mt: Tella' sett ta' forom
no: Last stensilsett
ru: Загрузить набор объектов
xh: Layisha isicwangciso sokhuphelo

source: Set Name
bg: Задава име
fr: Donner un nom
hu: Névbeállítás
ja: セット名
mt: Isem tas-sett
no: Sett navn
ru: Присвоить имя
xh: Igama lesicwangciso

source: Unknown - .desc does not exist
bg: Неизвестно - .desc не съществува
fr: Inconnu - .desc n'existe pas
hu: Ismeretlen - a .desc nem létezik
ja: 未知 - .descが存在しません。
mt: Mhux magħruf - .desc ma jeżistix
no: Ukjent - beskrivelsen eksisterer ikke
ru: Неизвестное - .desc не существует
xh: Engaziwayo - .desc ayisekho

source: Unknown - .desc could not be opened
bg: Неизвестно - .desc не може да бъде отворен
fr: Inconnu - impossible d'ouvrir .desc
hu: Ismeretlen - a .desc megnyitása nem sikerült
ja: 未知 - .descを開けません。
mt: Mhux magħruf - .desc ma setax jinfetaħ
no: Ukjent - beskrivelsen kunne ikke åpnes
ru: Неизвестное - .desc не может быть открыт
xh: Engaziwayo - .desc ayinakuvulwa

source: Hidden pages
bg: Скрити страници
fr: Pages cachées
hu: Rejtett lapok
ja: 隠しページ
mt: Paġni moħbija
no: Gjemte sider
ru: Скрытые страницы
xh: Amaphepha afihliweyo

source: Page%1
bg: Страница %1
hu: %1. oldal
ja: ページ%1
mt: Paġna %1
no: Side %1
ru: Страница %1
xh: Iphepha%1

source: Cannot delete stencil set because there are still stencils in use.
bg: Не мога да изтрия набор от обекти, понеже някой от тях се използват в момента.
fr: Impossible de détruire le lot de stencils du fait qu'il y a des stencils en cours d'utilisation.
hu: A rajzsabloncsoportot nem lehet törölni, mert néhány sablon még használatban van.
ja: 使用しているステンシルがあるので、 ステンシルセットを削除できません。
mt: Ma nistax inħassar is-sett ta' forom għax hemm minnhom għadhom jintużaw.
no: Kan ikke slette stensilsett da det er stensiler som bruker sine 'fedre'.
ru: Не могу удалить набор объектов, так как некоторые из них все еще используются.
xh: Ayinakulicima iqela lesikhuphelo kuba kusekho izikhuphelo ezisetyenziswayo.

source: Cannot Delete Stencil Set
bg: Не мога да изтрия набор от обекти
fr: Impossible de supprimer le lot de stencils
hu: A rajzsabloncsoport nem törölhető
ja: ステンシルセットを削除できません
mt: Ma nistax inħassar is-sett ta' forom
no: Kan ikke slette stensilsettet
ru: Не могу удалить набор объектов
xh: Ayinakulicima iqela lsikhuphelo

source: The clipboard contains stencils which belong to the set you are trying to remove. Would you like to delete what is on the clipboard? (Saying no will cause this stencil set to not be removed.)
bg: Буфера за обмен съдържа обекти, които принадлежат на набора който се опотвате да изтриете. Вие действително ли искате да изчистите буфера за обмен? (При натискане на бутона Не набора от обекти няма да бъде изтрит).
fr: Le presse-papiers contient des stencils qui appartiennent au lot que vous essayez de supprimer. Aimeriez-vous détruire ce qui est dans le presse-papiers ? (Dire non fera que ce lot de stencils ne sera pas enlevé)
hu: A vágólap olyan rajzsablonokat tartalmaz, melyek a törölni kívánt csoporthoz tartoznak. Törölni akarja a vágólap tartalmát? ('Nem' esetén a csoport törlése nem történik meg.)
ja: クリップボードには削除しようとしているセットに属している ステンシルが含まれます。 本当にクリップボードの中身を削除しますか? (いいえを選択するとこのステンシルセットは削除されません)
mt: Il-clipboard fih forom li jappartjenu għas-sett li qed tipprova tneħħi. Trid tneħħi l-kontenut tal-clipboard ukoll? (Jekk tgħid le ma jitneħħa xejn.)
no: Utklippstavlen inneholder stensiler som bruker disse 'fedrene', vil du slette det som er på utklippstavlen? (Sier du nei så blir ikke 'fedrene' fjernet.)
ru: Буфер обмена содержит объекты, которые принадлежат удаляемому набору. Вы действительно хотите очистить буфер обмена? (при нажатии на кнопку Нет набор объектов не будет удален).
xh: Ibhodi eqhotyoshwayo iqulathe izikhuphelo ezizezeqela ozama ukulisusa. Ungathanda ukucima okusebhodini eqhotyoshwayo? (Ukuthi hayi kuzakubangela eli qela lesikhuphelo lingasuswa.)

source: Clear the clipboard?
bg: Да изчистя буфера за обмен?
fr: Effacer le presse-papiers ?
hu: Töröljem a vágólap tartalmát?
ja: クリップボードをクリアしますか?
mt: Trid tbattal il-clipboard?
no: Tømme utklippstavlen?
ru: Очистить буфер обмена?
xh: Cacisa ibhodi eqhotyoshwayo?

source: Get Stencil Sets
bg: Получаване набор от обекти
fr: Obtenir le lots de stencils
hu: A rajzsablonkészletek megjelenítése
ja: ステンシルセットを取得
mt: Ġib settijit ta' forom
no: Hent stensilsett
ru: Получить набор объектов
xh: Fumana amaqela okhuphelo

source: _: untitled stencil Untitled
bg: Без име
fr: Sans nom
hu: Névtelen
ja: タイトルなし
mt: Bla isem
no: Uten navn
ru: Безымянный
xh: Engenasihloko

source: Layer 1
bg: Слой 1
fr: Calque 1
hu: 1. réteg
ja: レイヤー 1
mt: Saff 1
no: Lag 1
ru: Слой 1
xh: Ulwaleko 1

source: One of the selected stencils has protection from deletion and cannot be deleted.
bg: Един от избраните обекти има защита от изтриване и не може да бъде изтрит.
fr: Un des stencils sélectionnés a une protection contre l'effacement et ne peut pas être supprimé.
hu: Az egyik kiválasztott rajzsablon védett törlés ellen, ezért a törlést nem lehet végrehajtani.
mt: Waħda mill-forom magħżula għandu protezzjoni kontra t-tħassir, għalhekk ma jistax jitħassar.
no: En av de valgte stensilene har beskyttelse mot sletting, og kan ikke bli slettet.
ru: Один из выбранных объектов имеет защиту от удаления и не может быть удален.
xh: Olunye ukhuphelo olukhethiweyo lunesikhuselo esisuka kucimo kwaye asinakuze sicinywe.

source: Protection From Deletion
bg: Защита от изтриване
fr: Protection contre l'effacement
hu: Védelem törlés ellen
ja: 削除からプロテクトする
mt: Protezzjoni mit-tħassir
no: Beskyttelse mot sletting
ru: Защита от удаления
xh: Ukhuseleko ukusuka kuCimo

source: One of the stencils has protection from deletion. You cannot cut or delete this stencil.
bg: Един от обектите е защитен от изтриване. Вие не можете да изтриете този обект.
fr: Un des stencils a une protection contre l'effacement. Vous ne pouvez pas couper ou supprimer ce stencil.
hu: Az egyik rajzsablon védett törlés ellen, ezért nem lehet kivágni vagy törölni.
mt: Waħda mill-forom magħżula għandu protezzjoni kontra t-tħassir. Ma tistax taqta' jew tħassar din il-forma.
no: En av de valgte stensilene har beskyttelse mot sletting. Du kan ikke klippe ut eller slette denne stensilen.
ru: Один из объектов защищен от удаления. Вы не можете удалить этот объект.
xh: Esinye sezikhuphelo sinokhuselo olusuka kucimo. Awunakusika okanye ucime esi sikhuselo.

source: Protection From Delete
bg: Защита от изтриване
fr: Protection contre l'effacement
hu: Törlés elleni védelem
ja: 削除からプロテクトする
mt: Protezzjoni mit-tħassir
no: Beskyttelse mot sletting
ru: Защита от удаления
xh: Ukhuselo olusuka kucimo

source: Page Name
bg: Име на страница
fr: Nom de la page
hu: Oldalnév
ja: ページ名
mt: Isem il-paġna
no: Sidenavn
ru: Название страницы
xh: Igama lephepha

source: Page name cannot be empty.
bg: Името на страница не може да бъде празно.
fr: Le nom de la page ne peut être vide
hu: Az oldalnév nem lehet üres.
ja: ページ名が空です。
mt: Isem il-paġna ma jistax ikun vojt.
no: Sidenavn kan ikke være tomt
ru: Название страницы не может быть пустым.
xh: Igama lephepha alinakungabinanto.

source: Change page name
bg: Промяна името на страница
fr: Changer le nom de la page
hu: Az oldalnév megváltoztatása
ja: ページ名を変更
mt: Ibdel isem il-paġna
no: Endre sidenavn
ru: Изменить название страницы
xh: Tshintsha igama lephepha

source: This name is already used.
bg: Страница с това име вече се използва.
fr: Ce nom est déjà utilisé.
hu: Ez a név már foglalt.
ja: この名前は既に使用されています。
mt: Dan l-isem diġà użat
no: Dette navnet er allerede brukt.
ru: Страница с этим названием уже используется.
xh: Eli gama sele lisetyenzisiwe.

source: You cannot hide the last visible page.
bg: Вие не можете да скриете последната видима страница.
fr: Vous ne pouvez pas cacher la dernière page visible.
hu: Az utolsó látható lapot nem lehet elrejteni.
ja: 最後の可視ページは隠せません。
mt: Ma tistax taħbi l-aħħar paġba viżibbli
no: Du kan ikke gjemme den sist synlige siden.
ru: Вы не можете скрыть последнюю видимую страницу.
xh: Awunakulifihla iphepha lokugqibela elibonakalayo.

source: Geometry
bg: Геометрия
fr: Géométrie
hu: Geometria
ja: ジオメトリー
mt: Ġeometrija
no: Geometri
ru: Размеры и положение
xh: Ulwazi-lwezibalo

source: Stencil Geometry Panel
bg: Панел с геометрия на обект
fr: Panneau de géométrie des stencils
hu: Rajzsablon-geometria panel
ja: ステンシルジオメトリーパネル
mt: Pannel tal-ġeometrija tal-forma
no: Stensilgeometri-panel
ru: Панель свойств объекта
xh: Iqela lenjongo lokhuphelo lobunzulu lwazi bezibalo

source: View Manager
bg: Менаджер за преглед
fr: Gestionnaire d'affichage
hu: Nézetkezelő
ja: ビューマネージャ
mt: Manager tad-dehra
no: Vis behandler
ru: Менеджер просмотра
xh: Umphathi wemboniselo

source: Bird's Eye
bg: Птичи поглед
fr: Oeil d'oiseau
hu: Látkép
ja: 鳥瞰図
mt: Dehra mill-għoli
no: Fugleperspektiv
ru: Просмотр
xh: Iliso lentaka

source: Layers
bg: Слоеве
fr: Calques
hu: Rétegek
ja: レイヤー
mt: Saffi
no: Lag
ru: Слои
xh: Ulwaleko/imicambalala

source: Layers Manager
bg: Менаджер на слоеве
fr: Gestionnaire de calques
hu: Rétegkezelő
ja: レイヤーマネージャ
mt: Manager tas-saffi
no: Lagbehandler
ru: Менеджер слоев
xh: Umphathi wolwaleko

source: Protection
bg: Защита
hu: Védelem
ja: プロテクション
mt: Protezzjoni
no: Beskyttelse
ru: Защита
xh: Ukhuselo

source: Add Stencil Set
bg: Добави набор обекти
fr: Ajouter un lot de stencils
hu: Rajzsablonkészlet hozzáadása
ja: ステンシルセットを追加
mt: Żid sett ta' forom
no: Legg til stensilsett
ru: Добавить набор объектов
xh: Dibanisa iqela lokhuphelo

source: Align && Distribute
bg: Подравняване && разпределяне
fr: Aligner && distribuer
hu: Igazítás és eloszlás
ja: 配置 && 分布
mt: Allinea u ddistribwixxi
no: Juster && strekk ut
ru: Выровнять и распределить
xh: Yenza ilayini && Yokunikezela

source: Select None
bg: Отмени избраното
fr: Sélectionner aucun
hu: A kijelölés megszüntetése
ja: 選択しない
mt: Neħħi l-għażla
no: Merk ingen
ru: Отменить выделение
xh: Sukukhetha nanye

source: Group Selected Stencils
bg: Групира избраните обекти
fr: Grouper les stencils sélectionnés
hu: Csoport létrehozása a kijelölt rajzsablonokból
ja: 選択したステンシルのグループ化
mt: Għaqqad l-forom magħżula
no: Gruppér valgte stensiler
ru: Группировать объекты
xh: Yenza amaqela ukhuphelo olukhethiweyo

source: Ungroup Selected Stencils
bg: Разгрупира избраните обекти
fr: Dégrouper les stencils sélectionnés
hu: A kijelölt rajzsablonok eltávolítása a csoportból
ja: 選択したステンシルのグループ化解除
mt: Ifred il-forom magħżula
no: Løs opp stensilgrupper
ru: Разгруппировать объекты
xh: Sukwenza amaqela ukhuphelo olukhethiweyo

source: Bring To Front
bg: Премества напред
fr: Amener dessus
hu: A kijelölt elemek előrehozása
ja: 前面へ
mt: Tella' fil-wiċċ
no: Legg øverst
ru: Переместить вперед
xh: Yisa phambili

source: Send To Back
bg: Премества назад
fr: Envoyer derrière
hu: A kijelölt elemek hátratevése
ja: 後面へ
mt: Niżżel fil-qiegħ
no: Legg bakerst
ru: Переместить назад
xh: Thumela emva

source: Set Foreground Color
bg: Задава цвят на фон
fr: Choisir la couleur d'avant-plan
hu: Az előtérszín beállítása
ja: 前面色の設定
mt: Agħżel il-kulur ewlieni
no: Sett forgrunnsfarge
ru: Основной цвет
xh: Cwangcisa umbala wombukeli wemboniselo okufutshane

source: Set Background Color
bg: Задава цвят на фон
fr: Choisir la couleur d'arrière-plan
hu: A háttérszín beállítása
ja: 後面色の設定
mt: Agħżel il-kulur tal-isfond
no: Sett bakgrunnsfarge
ru: Цвет фона
xh: Cwangcisa umbala wesiqalo

source: Set Font Family
bg: Задава фамилия шрифтове
fr: Choisir la famille de police
hu: A betűcsalád beállítása
ja: フォントファミリの設定
mt: Agħżel familja tal-font
no: Sett skriftfamilie
ru: Шрифт
xh: Cwangcisa umgca wosapho

source: Set Font Size
bg: Размер на шрифт
fr: Choisir la taille de la police
hu: A betűméret beállítása
ja: フォントサイズの設定
mt: Issettja d-daqs tal-font
no: Sett skriftstørrelse
ru: Размер шрифта
xh: Cwangcisa umgca wobungakanani

source: Set Text Color
bg: Цвят на текст
fr: Choisir la couleur du texte
hu: A szövegszín beállítása
ja: テキスト色の設定
mt: Agħżel il-kulur tat-test
no: Sett tekstfarge
ru: Цвет текста
xh: Cwangcisa umbala wokubhaliweyo

source: Toggle Bold Text
bg: Удебелен
fr: Passer en texte gras
hu: A félkövér írás bekapcsolása
ja: Boldテキストのオン/オフ
mt: Skur
no: Skru av/på uthevet tekst
ru: Полужирный
xh: Qhobosha okubhaliweyo ngamagama amakhulu

source: Toggle Italics Text
bg: Курсив
fr: Passer en texte italique
hu: A dőlt írás bekapcsolása
ja: Italicテキストのオン/オフ
mt: Italiku
no: Skru av/på kursiv tekst
ru: Курсив
xh: Qhobosha okubhaliweyo okukekeleyo

source: Toggle Underline Text
bg: Подчертан
fr: Passer en texte souligné
hu: Az aláhúzott írás bekapcsolása
ja: 下線テキストのオン/オフ
mt: Linja taħt
no: Skru av/på understreket tekst
ru: Подчеркнутый
xh: Qhobosha okunomgca ngaphantsi okubhaliweyo

source: Set Line Width
bg: Дебелина на линия
fr: Régler la largeur de ligne
hu: A sorszélesség beállítása
ja: 線幅の設定
mt: Ħxuna tal-linja
no: Sett linjebredde
ru: Толщина линии
xh: Cwangcisa ububanzi belayini

source: Paper Layout...
bg: Подредба на страница...
fr: Disposition du papier...
hu: Papírformátum...
ja: 用紙のレイアウト...
mt: Tqassim tal-paġna...
no: Papiroppsett...
ru: Параметры страницы...
xh: Ubeko lwephepha...

source: Insert Page
bg: Вмъква страница
fr: Insérer une page
hu: Lap beszúrása
ja: ページを挿入
mt: Daħħal paġna
no: Sett inn side
ru: Вставить страницу
xh: Faka iphepha

source: Remove Page
bg: Изтрива страница
fr: Supprimer la page
hu: Lap törlése
ja: ページを削除
mt: Neħħi paġna
no: Fjern side
ru: Удалить страницу
xh: Susa iphepha

source: Rename page...
bg: Преименуване на страница...
fr: Renommer la page...
hu: A lap átnevezése...
ja: ページ名変更...
mt: Ibdel isem il-paġna...
no: Gi siden nytt navn...
ru: Переименовать страницу...
xh: Nika igama kwakhona iphepha...

source: Show Page...
bg: Показва страница...
fr: Afficher la page...
hu: Lap megjelenítése...
ja: ページを表示...
mt: Uri paġna...
no: Vis side...
ru: Показать страницу...
xh: Bonisa iphepha...

source: Hide Page
bg: Скрива страница
fr: Cacher la page
hu: A lap elrejtése
ja: ページを隠す
mt: Aħbi paġna
no: Gjem side
ru: Скрыть страницу
xh: Fihla iphepha

source: Export Page...
bg: Експорт на страница...
fr: Exporter la page...
hu: A lap exportálása...
ja: ページをエクスポート...
mt: Esporta paġna...
no: Eksportér side...
ru: Экспорт страницы...
xh: Rhweba ngaphandle iphepha...

source: Show page borders
bg: Показва границите на страница
fr: Afficher les bords de page
hu: A lapszélek megjelenítése
ja: ページ枠を表示
mt: Uri l-borduri tal-paġna
no: Vis sidekanter
ru: Показать края страницы
xh: Bonisa imida yephepha

source: Show page margins
bg: Показва полетата на страницата
fr: Afficher les marges
hu: A margók megjelenítése
ja: ページ余白を表示
mt: Uri l-marġini tal-paġna
no: Vis sidemarger
ru: Показать поля страницы
xh: Bonisa imida yephepha

source: Show rulers
bg: Показва линийка
fr: Afficher les règles
hu: A vonalzók megjelenítése
ja: 定規の表示
mt: Uri r-rigi
no: Vis linjaler
ru: Показать линейки
xh: Bonisa abalawuli

source: Show grid
bg: Показва мрежа
fr: Afficher la grille
hu: A rács megjelenítése
ja: グリッドの表示
mt: Uri l-grilja
no: Vis rutenett
ru: Показать сетку
xh: Bonisa udibaniso lombane

source: Snap grid
fr: Se connecter à la grille
hu: Illesztés a rácshoz
ja: グリッドにスナップ(合わせる)
mt: Faqqa' mal-grilja
no: Justér til rutenett
ru: Притянуть к сетке
xh: Udibaniso olukhawulezayo lombane

source: Show guides
bg: Показва направляващите
fr: Afficher les guides
hu: A segédvonalak megjelenítése
ja: ガイドの表示
mt: Uri l-gwidi
no: Vis hjelpelinjer
ru: Показать направляющие
xh: Bonisa izalathiso

source: Snap guides
fr: Se connecter au guide
hu: Illesztés a segédvonalakhoz
ja: ガイドに合わせる
mt: Faqqa' mal-gwidi
no: Justér til hjelpelinjer
ru: Притянуть к направляющим
xh: Izalathiso ezikhawulezayo

source: You cannot delete the only page of the document.
bg: Вие не може да изтриете единственната страница на документа.
fr: Vous ne pouvez pas détruire la seule page du document.
hu: A dokumentum utolsó megmaradt oldala nem törölhető.
ja: ドキュメントのページのみを削除できません。
mt: Ma tistax tħassar l-unika paġna ta' dan id-dokument.
no: Du kan ikke slette den eneste siden i dokumentet.
ru: Нельзя удалить единственную страницу документа.
xh: Awunakucima iphepha ekuphela kwalo loxwebhu.

source: Remove page
bg: Изтриване на страница
fr: Supprimer la page
hu: A lap törlése
ja: ページを削除
mt: Neħħi paġna
no: Fjern side
ru: Удалить страницу
xh: Susa iphepha

source: You are going to remove the active page. Do you want to continue?
bg: Вие се каните да изтриете активна страница. Да продължа?
fr: Vous allez supprimer la page active. Voulez-vous continuer ?
hu: Parancsot adott az aktuális lap törlésére. Biztosan ezt akarja?
ja: アクティブページを削除しようとしています。 続けますか?
mt: Se tneħħi l-paġna attiva. Żgur li trid tkompli?
no: Du skal til å fjerne den aktive siden. Vil du fortsette?
ru: Тем самым вы удалите активную страницу. Продолжить?
xh: Uzakususa iphepha elisebenzayo. Ufuna ukuqhubekeka?

source: Image Files: (
bg: Файлове с картинки: (
fr: Fichiers d'images : (
hu: Képfájlok: (
ja: 画像ファイル: (
mt: Fajls ta' stampi: (
no: Bildefiler : (
ru: Файлы изображений: (
xh: Iifayile zomfanekiso: (

source: Add current view
bg: Добави текущ преглед
fr: Ajouter la vue actuelle
hu: A jelenlegi nézet hozzáadása
ja: 現在のビューを追加
mt: Żid id-dehra attwali
no: Legg til gjeldende visning
ru: Добавить текущий вид
xh: Dibanisa imboniselo yangoku

source: Remove item
bg: Изтрива елемент
fr: Supprimer l'item
hu: Az elem törlése
ja: アイテムの削除
mt: Neħħi oġġett
no: Fjern element
ru: Удалить элемент
xh: Susa umba

source: Rename item
bg: Преименува елемент
fr: Renommer l'item
hu: Az elem átnevezése
ja: アイテムの名前変更
mt: Ibdel isem l-oġġett
no: Endre navn på element
ru: Переименовать элемент
xh: Nika igama kwakhona umba

source: Move item Up
bg: Премества елемент на горе
fr: Déplacer l'item vers le haut
hu: Az elem előre hozása
ja: アイテムを上に移動
mt: Mexxi 'l fuq
no: Flytt element opp
ru: Сместить элемент вверх
xh: Yisa umba phezulu

source: Move item Down
bg: Премества елемент на долу
fr: Déplacer l'item vers le bas
hu: Az elem hátra mozgatása
ja: アイテムを下に移動
mt: Mexxi 'l isfel
no: Flytt element ned
ru: Сместить элемент вниз
xh: Yisa umba ezantsi

source: Rename View Item
bg: Преименува прегледа на елемент
fr: Renommer l'item d'affichage
hu: A nézetelem átnevezése
ja: ビューアイテムの名前変更
mt: Ibdel isem id-dehra
no: Endre navn på visningelement
ru: Переименовать вид элемента
xh: Nika igama kwakhona umba

source: View item name:
bg: Преглед на елемент:
fr: Afficher le nom de l'item :
hu: A nézetelem neve:
ja: ビューアイテム名:
mt: Isem l-element tad-dehra:
no: Navn på element:
ru: Просмотр элемента:
xh: Igama lemboniselo yomba:

source: File To Open
bg: Файл за отваряне
fr: Fichier à ouvrir
hu: A megnyitandó fájl
ja: 開くファイル
mt: Fajl x'tiftaħ
no: Fil å åpne
ru: Открыть файл
xh: Ifayile izakuvula

source: Stencil Text
bg: Текстов обект
fr: Texte du stencil
hu: A rajzsablon szövege
ja: ステンシルテキスト
mt: Test tal-forma
no: Stensiltekst
ru: Текст объекта
xh: Okubhaliweyo kokhuphelo

source: Stencil Sets
bg: Набор от обекти
fr: Lots de stencils
hu: Rajzsablonkészletek
ja: ステンシルセット
mt: Settijiet tal-forom
no: Stensilsett
ru: Набор объектов
xh: Amaqela okhuphelo

source: pt
hu: pont
no: pkt.
ru: пт
xh: i-pt

source: mm
bg: мм
ru: мм

source: pi
ru: пика

source: cm
bg: см
mt: ċm
ru: см

source: dd
ru: дидот

source: cc
ru: цицеро

source: point
bg: точка
hu: pont
ja: ポイント
mt: punt
no: punkt
ru: пунктов
xh: incopho

source: millimeter
bg: милиметър
fr: millimètres
hu: milliméter
ja: ミリメーター
mt: millimetru
ru: миллиметров
xh: imillimeta

source: inch
bg: инч
fr: pouces
hu: hüvelyk
ja: インチ
mt: pulzier
no: tomme
ru: дюймов
xh: i intshi

source: pica
bg: пика
mt: pika
ru: пика

source: centimeter
bg: сантиметър
fr: centimètres
hu: centiméter
ja: センチメーター
mt: ċentimetru
ru: сантиметров
xh: sentimitha

source: didot
bg: дидот
ru: дидот
xh: ama

source: cicero
bg: цицеро
ru: цицеро
xh: isalathiso sokuchaza imbali

source: Zoom In
bg: Увеличи
fr: Zoom avant
hu: Nagyítás
ja: 拡大
mt: Kabbar
no: Forstørr
ru: Увеличить
xh: Yenza ingxolo enkulu ngaphakathi

source: Zoom Out
bg: Намали
fr: Zoom arrière
hu: Kicsinyítés
ja: 縮小
mt: Ċekken
no: Forminsk
ru: Уменьшить
xh: Yenza ingxolo enkulu ngaphandle

source: Show Page Border
bg: Показва границите на страница
fr: Afficher les bords de page
hu: A lap szélének megjelenítése
ja: ページ枠を表示
mt: Uri l-borduri tal-paġna
no: Vis sidekant
ru: Показать границы страницы
xh: Bonisa imida yephepha

source: View Page Only
bg: Показва само страница
fr: Affichage seulement la page
hu: Nem módosítható oldal
ja: ページのみ表示
mt: Uri paġna biss
no: Vis bare side
ru: Показывать только страницу
xh: Iphepha lemboniselo kuphela

source: Auto Resize
bg: Автомащаб
fr: Redimensionnement automatique
hu: Automatikus átméretezés
ja: 自動リサイズビュー
mt: Awto-daqs
no: Endre størrelse automatisk
ru: Автомасштаб
xh: Yenza ubungakanani obuzenzekelayo

source: view
bg: преглед
fr: affichage
hu: nézet
ja: ビュー
mt: uri
no: vis
ru: вид
xh: imboniselo

source: print
bg: печат
fr: imprimer
hu: nyomtatás
ja: 印刷
mt: ipprintja
no: skriv ut
ru: печать
xh: shicilela

source: editable
bg: редактируем
fr: modifiable
hu: szerkeszthető
ja: 編集可能
mt: modifikabbli
no: redigerbar
ru: изменить
xh: ehlelekayo

source: connect
bg: свържи
fr: connecter
hu: kapcsolás
ja: 接続
mt: għaqqad
no: koble til
ru: связать
xh: dibanisa

source: name
bg: име
fr: nom
hu: név
ja: 名前
mt: isem
no: navn
ru: имя
xh: igama

source: New Layer
bg: Нов слой
fr: Nouveau calque
hu: Új réteg
ja: 新規レイヤー
mt: Saff ġdid
no: Nytt lag
ru: Новый слой
xh: Ulwaleko olutsha

source: Remove Layer
bg: Изтрива слой
fr: Supprimer le calque
hu: A réteg törlése
ja: レイヤーを削除
mt: Neħħi saff
no: Fjern lag
ru: Удалить слой
xh: Susa ulwaleko

source: Rename Layer
bg: Преименува слой
fr: Renommer le calque
hu: A réteg átnevezése
ja: レイヤーの名前変更
mt: Ibdel isem is-saff
no: Endre navn på lag
ru: Переименовать слой
xh: Nika igama kwakhona ulwaleko

source: Move Layer Up
bg: Премества слой на горе
fr: Déplacer le calque vers le haut
hu: A réteg előre hozása
ja: レイヤーを上に移動
mt: Mexxi saff 'il fuq
no: Flytt lag opp
ru: Сместить слой вверх
xh: Yisa ulwaleko phezulu

source: Move Layer Down
bg: Премества слой на долу
fr: Déplacer le calque vers le bas
hu: A réteg hátra mozgatása
ja: レイヤーを下に移動
mt: Mexxi saff 'l isfel
no: Flytt lag ned
ru: Сместить слой вниз
xh: Yisa ulwaleko ezantsi

source: Layer %1
bg: Слой %1
fr: Calque %1
hu: %1. réteg
ja: レイヤー %1
mt: Saff %1
no: Lag %1
ru: Слой %1
xh: Ulwaleko %1

source: Layer name:
bg: Име на слой:
fr: Nom du calque :
hu: A réteg neve:
ja: レイヤー名:
mt: Isem is-saff:
no: Lag navn:
ru: Имя слоя:
xh: Igama lolwaleko:

source: Select Background Pixmap
bg: Избор рисунка на фона
fr: Choisir une image de fond
hu: Válasszon egy háttérképet
ja: 背景Pixmapの選択
mt: Agħżel stampa tal-isfond
no: Velg bakgrunnspixmap
ru: Рисунок фона
xh: Khetha ipixmap yesiqalo

source: Only local files are currently supported.
bg: Само локални файлове текущо се поддържат.
fr: Seuls les fichiers locaux sont supportés pour le moment.
hu: Csak helyi fájlokat lehet használni.
ja: 現在ローカルファイルのみサポートされています。
mt: Fajls lokali biss huma aċċettati s'issa.
no: Foreløpig er bare lokale filer støttet.
ru: В этой версии поддерживаются только локальные файлы.
xh: Zifayile zobulali kuphela ezixhaswayo okwangoku.

source: Select
bg: Избор
fr: Sélection
hu: Válasszon
ja: 選択
mt: Agħżel
no: Velg
ru: Выбрать
xh: Khetha

source: Select Tool Menu
bg: Меню за избор на инструменти
fr: Menu d'outils de sélection
hu: Eszközmenü választása
ja: ツールメニューの選択
mt: Menu tal-għażla
no: Velg verktøymeny
ru: Меню выбора инструмента
xh: Khetha isixhobo semenu
