Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kivio.po
Languages: bg, fr, hu, ja, mt, no, ru, xh

source: Edit Stencil Connector
bg: Редактиране връзката на обекта
fr: Modifier le connecteur du stencil
hu: A sablon csatolójának módosítása
ja: ステンシルコネクターの編集
mt: Editja l-konnettur tal-forma
no: Rediger stensil-samband
ru: Изменить тип соединения
xh: Hlela umdibanisi wokhuphelo

source: Edit Stencil Text
bg: Редактиране текст на обекта
fr: Modifier le texte du stencil
hu: A sablon szövegeinek szerkesztése
ja: ステンシルテキストの編集
mt: Editja t-test tal-forma
no: Rediger stensiltekst
ru: Изменить текст объекта
xh: Hlela okubhaliweyo kokhuphelo

source: Hand
bg: Подава
fr: Main
hu: Kézzel
ja: 手
mt: Id
no: Hånd
ru: Передвигать
xh: Isandla

source: Zoom plus
bg: Увеличи
fr: Zoom avant
hu: Nagyítás
ja: 拡大
mt: Kabbar
no: Forstørr
ru: Увеличить
xh: Udibaniso lwengxolo enkulu

source: Zoom minus
bg: Намали
fr: Zoom arrière
hu: Kicsinyítés
ja: 縮小
mt: Ċekken
no: Forminsk
ru: Уменьшить
xh: Uthabatho lwengxolo enkulu

source: Zoom width
bg: Мащаб по ширина
fr: Zoom en largeur
hu: Nagyítás (vízszintesen)
ja: 横に拡大
mt: Kabbar sal-wisa'
no: Forstørr bredde
ru: Показать на полную ширину листа
xh: Ububanzi bengxolo enkulu

source: Zoom height
bg: Мащаб по височина
fr: Zoom en hauteur
hu: Nagyítás (függőlegesen)
ja: 縦に拡大
mt: Kabbar sal-għoli
no: Forstørr høyde
ru: Показать на полную высоту листа
xh: Ubude bengxolo enkulu

source: Zoom page
bg: Мащаб по размера на страница
fr: Zoomer la page
hu: Az egész lap kinagyítása
ja: ページのズーム
mt: Paġna sħiħa
no: Forstørr side
ru: Показать страницу целиком
xh: Iphepha lengxolo enkulu

source: Zoom selected
bg: Мащабира избраното
fr: Zoomer la sélection
hu: A kijelölt rész nagyítása
ja: 選択したもののズーム
mt: Kabbar sal-għażla
no: Forstørr utvalg
ru: Увеличить по выбранным объектам
xh: Ingxolo enkulu ikhethiwe

source: Zoom all objects
bg: Мащабира всичките обекти
fr: Zoomer tous les objets
hu: Az összes objektum nagyítása
ja: すべてのオブジェクトのズーム
mt: Daħħal l-oġġetti kollha
no: Forstørr alle objekt
ru: Увеличить по всем объектам
xh: Ingxolo enkulu yenjongo zonke

source: Zoom Menu
bg: Меню на мащаб
fr: Menu de zoom
hu: Nagyítási menü
ja: メニューをズーム
mt: Menu tat-tkabbir
no: Forstørringsmeny
ru: Меню увеличителя
xh: Ingxolo enkulu yemenu

source: Align and Distribute
bg: Подравнява и разпределя
fr: Aligner et distribuer
hu: Igazítás és eloszlás
ja: 配置と分布
mt: Allinea u ddistribwixxi
no: Justéring og utstrekning
ru: Выровнять и распределить
xh: Yenza ilayini nokunikezela

source: Center of page
bg: По центъра на страница
fr: Centre de la page
hu: Az oldal közepére
ja: ページ中央
mt: Ċentru tal-paġna
no: Midt på siden
ru: По центру страницы
xh: Umbindi wephepha

source: Distribute
bg: Разпредели
fr: Distribuer
hu: Elosztás
ja: 分布
mt: Iddistribwixxi
no: Utstrekning
ru: Распределить
xh: Nikezela

source: Extent of selection
bg: По избраното
fr: Agrandissement de la sélection
hu: A kijelölés kiterjedése
ja: 選択の範囲
mt: Medda tal-għażla
no: Utstrekning av markering
ru: По выделению
xh: Ulwandiso lokhetho

source: Extent of page
bg: По размера на страницата
fr: Extension de la page
hu: Az oldal kiterjedése
ja: ページの範囲
mt: Medda tal-paġna
no: Utstrekning av side
ru: По размеру страницы
xh: Ulwandiso lwephepha

source: Form1
bg: Форма1
hu: Űrlap1
ja: フォーム1
mt: Formola1
no: Skjema1
ru: Форма1
xh: Ifomu yokuqala

source: TextLabel1
bg: Надпис1
fr: ÉtiquetteDeTexte1
hu: SzövegCímke1
ja: テキストラベル1
no: Tekstetikett1
ru: Надпись1
xh: Umbhalo wokuqala wokubhaliweyo

source: GuidesOnePositionPage
bg: Една направляваща
no: Hjelpelinje 1 for posisjonering av side
ru: Одна направляющая
xh: Yalathisa iphepha elinendawo enye

source: MoveBy
bg: Премества по
fr: DéplacePar
hu: Mozgatás ezzel
mt: MexxiB
no: Flyttet av
ru: Переместить по
xh: Yiya nge

source: Delete All
bg: Изтрива всички
fr: Tout supprimer
hu: Minden törlése
ja: すべて削除
mt: Ħassar kollox
no: Slett alt
ru: Удалить все
xh: Cima zonke

source: Select All
bg: Избор на всички
fr: Sélectionner tout
hu: Minden kijelölése
ja: すべて選択
mt: Agħżel kollox
no: Merk alt
ru: Выбрать все
xh: Khetha zonke

source: Clear Selection
bg: Изчиства избраното
fr: Nettoyer la sélection
hu: A kijelölés törlése
ja: 選択を解除
mt: Neħħi l-għażla
no: Fjern markering
ru: Удалить выбранные
xh: Cacisa ukhetho

source: GuidesTwoPositionPage
bg: Две направляващи
no: Hjelpelinje 2 for posisjonering av side
ru: Две направляющих
xh: Yalathisa iphepha elinendawo ezimbini

source: Guides Setup
bg: Настрока на направляващи
fr: Réglage des guides
hu: A segédvonalak beállítása
ja: ガイドの設定
mt: Setings tal-Gwidi
no: Oppsett av hjelpelinjer
ru: Настрока направляющих
xh: Yalathisa ucwangciso

source: Snap to guides
fr: Se connecter aux guides
hu: Illesztés a segédvonalakhoz
ja: ガイドに合わせる
mt: Faqqa' mal-gwidi
no: Justér til hjelpelinjer
ru: Притянуть к направляющим
xh: Ukhawuleziso kwizalathiso

source: Guides color:
bg: Цвят на направляващи:
fr: Couleur des guides :
hu: A segédvonalak színe:
ja: ガイドの色:
mt: Kulur tal-gwidi:
no: Hjelpelinjefarge:
ru: Цвет направляющих:
xh: Umbala wezalathiso:

source: Selected guides color:
bg: Цвят на избрани направляващи:
fr: Couleur des guides sélectionnés :
hu: A kijelölt segédvonalak színe:
ja: 選択したガイドの色:
mt: Kulur tal-gwidi magħżula
no: Valgte hjelpelinjers farge:
ru: Цвет выбранных направляющих:
xh: Umbala wezalathiso ezikhethiweyo:

source: BirdsEyeView
bg: Преглед в Птичи поглед
fr: VueOeil d'oiseau
hu: Távlati kép
ja: 鳥瞰ビュー
mt: Dehra mill-għoli
no: Fugleperspektiv-visning
ru: Навигатор
xh: Imboniselo yeliso lentaka

source: Text
bg: Текст
fr: Texte
hu: Szöveg
ja: テキスト
mt: Test
no: Tekst
ru: Текст
xh: Okubhaliweyo

source: PageID
bg: Идентификатор на страница
hu: Oldalazonosító
ja: ページID
mt: IDPaġna
no: Side ID
ru: Идентификатор страницы
xh: Iphepha le ID

source: Page Caption
bg: Заглавие на страница
fr: Sous-titre de page
hu: Oldalcím
ja: ページキャプション
mt: Titlu tal-paġna
no: Sidetekst
ru: Заголовок страницы
xh: Iwonga lephepha

source: Size
bg: Размер
fr: Taille
hu: Méret
ja: サイズ
mt: Daqs
no: Størrelse
ru: Размер
xh: Ubungakanani

source: Page size
bg: Размер на страница
fr: Taille de la page
hu: Oldalméret
ja: ページサイズ
mt: Daqs tal-paġna
no: Sidestørrelse
ru: Размер страницы
xh: Ubungakanani bephepha

source: Grid
bg: Мрежа
fr: Grille
hu: Rács
ja: グリッド
mt: Grilja
no: Rutenett
ru: Сетка
xh: Udibaniso olunamandla lombane

source: Page grid
bg: Мрежа на страница
fr: Grille de page
hu: Rács
ja: ページグリッド
mt: Grilja tal-paġna
no: Sidens rutenett
ru: Сетка на странице
xh: Udibaniso olunamandla lwephepha

source: Guides
bg: Направляващи
hu: Segédvonalak
ja: ガイド
mt: Gwidi
no: Hjelpelinjer
ru: Направляющие
xh: Izalathiso

source: Horizontal guides
bg: Хоризонтални направляващи
fr: Guides horizontaux
hu: Vízszintes segédvonalak
ja: 水平ガイド
mt: Gwidi orizzontali
no: Horisontale hjelpelinjer
ru: Горизонтальные направляющие
xh: Izalathiso ezithe tye

source: Vertical guides
bg: Вертикални направляващи
fr: Guides verticaux
hu: Függőleges segédvonalak
ja: 垂直ガイド
mt: Gwidi vertikali
no: Vertikale hjelpelinjer
ru: Вертикальные направляющие
xh: Izalathiso ezithe nkqo

source: All Guides
bg: Всички направляващи
fr: Tous les guides
hu: Az összes segédvonal
ja: 全てのガイド
mt: Gwidi kollha
no: Alle hjelpelinjer
ru: Все направляющие
xh: Zonke izalathiso

source: All guides
bg: Всички направляващи
fr: Tous les guides
hu: Az összes segédvonal
ja: 全てのガイド
mt: Gwidi kollha
no: Alle hjelpelinjer
ru: Все направляющие
xh: Zonke izalathiso

source: StencilsBar
bg: Панел с набор обекти
fr: BarreDeStencils
hu: Rajzsablonkészlet
ja: ステンシルバー
mt: Barra tal-forom
no: Stensilsett linje
ru: Панель набора объектов
xh: Ibar yokhuphelo

source: Stencils Bar Visual
bg: Панел с набор видими обекти
fr: Visualisation de la barre de Stencils
hu: Rajzsablonkészlet megjelenés
ja: ステンシルバーの外観
mt: Barra tal-forom viżwali
no: Vis Stensilsettlinje
ru: Панель набора объектов
xh: Okubonakalayo kwebar yokhuphelo

source: KivioLayerPanelBase
bg: Панел на Kivio
fr: PanneauDeBaseDeCalquesKivio
no: Kivio Lagpanel-base
ru: Панель Kivio
xh: Isiseko seqela lolwaleko lwe Kivio

source: Grid Setup
bg: Настройка на мрежа
fr: Réglage de grille
hu: Rácsbeállítások
ja: グリッドの設定
mt: Setings tal-Grilja
no: Oppsett av rutenett
ru: Настройка сетки
xh: Ucwangciso lodibaniso lombane

source: Place Horizontal grid lines every:
bg: Интервал между хоризонтални линий на мрежата:
fr: Mettre les lignes horizontales de grille tous les :
hu: A vízszintes rácsvonalak távolsága:
mt: Poġġi linja tal-grilja orizzontali kull:
no: Plasser horisontale hjelpelinjer ved hver(t):
ru: Интервал между горизонтальными линиями сетки:
xh: Beka iilayini ezithe tye zodibaniso olunamadla kuyo:

source: Place Vertical grid lines every:
bg: Интервал между вертикални линии на мрежата:
fr: Mettre les lignes verticales de grille tous les :
hu: A függőleges rácsvonalak távolsága:
mt: Poġġi linja tal-grilja vertikali kull:
no: Plasser vertikale hjelpelinjer ved hver(t):
ru: Интервал между вертикальными линиями сетки:
xh: Beka iilayini ezithe nkqo zodibaniso olunamandla kuyo:

source: Snap distance
bg: Праг на привързване
fr: Distance d'attraction
hu: Illesztési távolság
ja: スナップ距離
mt: Distanza li tfaqqa'
no: Juster avstand
ru: Порог привязки
xh: Umgama okhawulezayo

source: Snap to grid Horizontal distance:
bg: Праг на привързване към хоризонталните линии в мрежата:
fr: Distance d'attraction horizontale à la grille
hu: Az illesztési távolság vízszintesen:
ja: 水平グリッドまでのスナップ距離:
mt: Distanza li tfaqqa' mal-grilja orizzontali:
no: Juster avstand til horisontalt rutenett:
ru: Порог привязки к горизонтальным линиям сетки:
xh: Ukhawuleziso kudibaniso olunamandla lomgama othe tye:

source: Snap to grid Vertical distance:
bg: Праг на привързване към вертикалните линии в мрежата:
fr: Distance d'attraction verticale à la grille
hu: Az illesztési távolság függőlegesen:
ja: 垂直グリッドまでのスナップ距離:
mt: Distanza li tfaqqa' mal-grilja vertikali:
no: Juster avstand til vertikalt rutenett:
ru: Порог привязки к вертикальным линиям сетки
xh: Ukhawuleziso lodibaniso olunamandla lomgama othe nkqo:

source: Grid color:
bg: Цвят на мрежата:
fr: Couleur de la grille :
hu: Rácsszín:
ja: グリッド色:
mt: Kulur tal-grilja:
no: Rutenettfarge:
ru: Цвет сетки:
xh: Umbala wodibaniso lombane:

source: Snap to grid
bg: Привързване към мрежата
fr: Se connecter à la grille
hu: Illesztés a rácshoz
ja: グリッドにスナップ(合わせる)
mt: Faqqa' mal-grilja
no: Juster til rutenett
ru: Привязать к сетке
xh: Ukhawuleziso kudibaniso olunamandla

source: PageOptionsDialogBase
bg: Диалог за настройка на страница
fr: DialogueDeBasedOptionsDePage
no: Sideopsjoner dialogbase
ru: Диалог настройки страницы
xh: Isiseko sencoko yababini senketho zephepha

source: Show rules
bg: Показва линийка
fr: Afficher les règles
hu: A vonalzók megjelenítése
ja: 定規の表示
mt: Uri r-rigi
no: Vis linjaler
ru: Показать линейки
xh: Bonisa izilawulo

source: Default units:
bg: Единици за измерване по подразбиране:
fr: Unités par défaut :
hu: Az alapértelmezett mértékegység:
ja: 標準単位:
mt: Unità pridefinita:
no: Standard enheter:
ru: Единицы измерения по умолчанию:
xh: Iminqongo yokungagqibekanga:

source: PageSetupDialogbase
bg: Диалог за настройка на страница
fr: DialogueDeBaseDeConfigurationDePage
no: Sideoppsett dialogbase
ru: Диалог настройки страницы
xh: Isiseko sencoko yababini yocwangciso lwephepha

source: Margins:
bg: Полета:
fr: Marges :
hu: Margók:
ja: マージン:
mt: Marġini:
no: Marger:
ru: Поля:
xh: Imida:

source: Right:
bg: Дясно:
fr: Droite :
hu: Jobbról:
ja: 右:
mt: Lemin:
no: Høyre:
ru: Справа:
xh: Ekunene:

source: Format:
bg: Формат:
hu: Formátum:
ja: 書式:
ru: Формат:
xh: iFomati:

source: Left:
bg: Ляво:
fr: Gauche :
hu: Balról:
ja: 左:
mt: Xellug:
no: Venstre:
ru: Слева:
xh: Ekhohlo:

source: Top:
bg: Горно:
fr: En haut :
hu: Fent:
ja: 上:
mt: Fuq:
no: Topp:
ru: Сверху:
xh: Phezulu:

source: Orientation:
bg: Ориентация:
fr: Disposition :
hu: Tájolás:
ja: 方向:
mt: Orjentazzjoni:
no: Stående/liggende:
ru: Положение:
xh: Uhlengahlengiso:

source: Width:
bg: Ширина:
fr: Largeur :
hu: Szélesség:
ja: 幅:
mt: Wisa':
no: Bredde:
ru: Ширина:
xh: Ububanzi:

source: Height:
bg: Височина:
fr: Hauteur :
hu: Magasság:
ja: 高さ:
mt: Għoli:
no: Høyde:
ru: Высота:
xh: Ubude:

source: Bottom:
bg: Долу:
fr: Bas :
hu: Lent:
ja: 下:
mt: Isfel:
no: Bunn:
ru: Снизу:
xh: Ezantsi:

source: Resize all pages in this document
bg: Промяна на размера за всички страници в документа
fr: Redimensionner toutes les pages de ce document
hu: A dokumentum összes oldalának átméretezése
ja: このドキュメントの全てのページをリサイズ
mt: Daqqas il-paġni kollha tad-dokument
no: Endre størrelse på alle sider i dette dokumentet
ru: Изменить размеры всех страниц в документе
xh: Yenza ubungakanani kwakhona bamaphepha wonke kolu xwebhu

source: Make these options the default for this document
bg: Исползва тези опции по подразбиране за този документ
fr: Rendre ces options les valeurs par défaut pour ce document
hu: Ezek legyenek a dokumentum alapértelmezett beállításai
mt: Immarka dawn l-għażliet bħala pridefiniti għal dad-dokument
no: Bruk disse opsjonene som standard for dette dokumentet
ru: Использовать эти опции по умолчанию для этого документа
xh: Yenza ezi nketho ngokungagqibekanga kweli xwebhu

source: Make these options the default for all documents
bg: Исползва тези опции по подразбиране за всички документи
fr: Rendre ces options les valeurs par défaut pour tous les documents
hu: Ezek legyenek az alapértelmezett beállítások minden dokumentumnál
mt: Immarka dawn l-għażliet bħala pridefiniti għad-dokumenti kollha
no: Bruk disse opsjonene som standard for alle dokument
ru: Использовать эти опцию по умолчанию для всех документов
xh: Yenza ezi nketho ngokungagqibekanga kwawo wonke amaxwebhu

source: Background pixmap:
bg: Рисунка на фон:
fr: Image de fond :
hu: Háttérkép:
ja: 背景Pixmap:
mt: Stampa tal-isfond:
no: Bakgrunnspixmap:
ru: Рисунок фона:
xh: Iipxmap yesiqalo:

source: Background color:
bg: Цвят на фон:
fr: Couleur d'arrière-plan :
hu: Háttérszín:
ja: 背景色:
mt: Kulur tal-isfond:
no: Bakgrunnsfarge:
ru: Цвет фона:
xh: Umbala wesiqalo:

source: &Aspect Ratio
bg: &Мащаб
fr: P&roportions
hu: &Oldalarányok
ja: 画面比(&A)
mt: &Proporzjon
no: &Sideforhold
ru: &Масштаб
xh: &Ulwahlulo lwendlela ezibonakalisa ngayo into

source: Toggles the ability to change the aspect ratio of the selected stencil(s)
bg: Позволява да се изменя мащаба на избраните обекти
fr: Inverse la possibilité de changer les proportions du(des) stencil(s) sélectionné(s)
hu: Ennek bekapcsolása esetén meg lehet változtatni a kijelölt rajzsablonok oldalarányait
mt: Jekk tippermettix bdil fil-proporzjon tal-forma magħżula.
no: Slå av/på muligheten å endre utseendeforhold for de(n) valgte stensil(ene)
ru: Позволяет изменять масштаб выбранных объектов
xh: Iqhobosha indlela yokutshintsha ulwahlulo lwendlela ezibonakalisa ngayo into yokhuphelo olukhethiweyo (ii)

source: &X Position
bg: Позиция по &X
fr: Position &X
hu: &X pozíció
ja: &X 位置
mt: Pożizzjoni &X
no: &X posisjon
ru: Позиция по &горизонтали
xh: &Indawo ye X

source: Toggles the ability to protect the x position of the selected stencil(s)
bg: Позволява да се блокира изменението на хоризонталната позиция на избрания обект(и)
fr: Inverse la possibilité de protection de la position x du(des) stencil(s) sélectionné(s)
hu: Ennek bekapcsolása esetén rögzíteni lehet a kijelölt rajzsablonok X pozícióját
mt: Jekk tippermettix bdil fil-pożizzjoni orizzontali tal-forma magħżula.
no: Slå av/på muligheten å beskytte x posisjonen for de(n) valgte stensil(ene)
ru: Позволяет блокировать изменение горизонтальной позиции выбранных объектов
xh: Iqhobosha indlela yokukhusela indawo ye x yokhuphelo olukhethiweyo (ii)

source: &Y Position
bg: Позиция по &Y
fr: Position &Y
hu: &Y pozíció
ja: &Y 位置
mt: Pożizzjoni &Y
no: &Y posisjon
ru: Позиция по &вертикали
xh: &Indawo ye Y

source: Toggles the ability to protect the y position of the selected stencil(s)
bg: Позволява да се блокира изменението на вертикалната позиция на избрания обект(и)
fr: Inverse la possibilité de protection de la position y du(des) stencil(s) sélectionné(s)
hu: Ennek bekapcsolása esetén rögzíteni lehet a kijelölt rajzsablonok Y pozícióját
mt: Jekk tippermettix bdil fil-pożizzjoni vertikali tal-forma magħżula.
no: Slå av/på muligheten å beskytte y posisjonen for de(n) valgte stensil(ene)
ru: Позволяет блокировать изменение вертикальной позиции выбранных объектов
xh: Iqhobosha indlela yokukhusela indawo ye y yokhuphelo olukhethiweyo (ii)

source: From &Deletion
bg: От &Изтриване
fr: &Contre l'effacement
hu: Törlés &ellen
ja: 削除オプション(&D)
mt: Mit-&tħassir
no: Fra &sletting
ru: Защита от &удаления
xh: Ukusuka ku &cimo

source: Toggles the ability to delete the selected stencil(s)
bg: Позволява да се изтрива избрания обект(и)
fr: Inverser la possibilité de supprimer le(s) stencil(s) sélectionné(s)
hu: Ezzel a rajzsablonok törölhetőségét módosítani
mt: Jekk tippermettix li l-forma magħżula titħassar.
no: Slå av/på muligheten å slette de(n) valgte stensil(ene)
ru: Позволяет удалять выбранные объекты
xh: Iqhobosha indlela yokucima ukhuphelo olukhethiweyo (ii)

source: Toggles the ability to change the height of the selected stencil(s)
bg: Позволява да се изменя височината на избрания обект(и)
fr: Inverse la possibilité de changer la hauteur du(des) stencil(s) sélectionné(s)
hu: A kijelölt rajzsablonok magasságának megváltoztatását teszi lehetővé
mt: Jekk tippermettix bdil fl-għoli tal-forma magħżula.
no: Slå av/på muligheten å endre høyden på de(n) valgte stensil(ene)
ru: Позволяет изменять высоту выбранных объектов
xh: Iqhobosha indlela yokutshintsha ubude bokhuphelo olukhethiweyo (ii)

source: Toggles the ability to change the width of the selected stencil(s)
bg: Позволява да се изменя ширината на избрания обект(и)
fr: Inverse la possibilité de changer la largeur du(des) stencil(s) sélectionné(s)
hu: A kijelölt rajzsablonok szélességének megváltoztatását teszi lehetővé
mt: Jekk tippermettix bdil fl-wisa' tal-forma magħżula.
no: Slå av/på muligheten å endre bredden på de(n) valgte stensil(ene)
ru: Позволяет изменять ширину выбранных объектов
xh: Iqhobosha indlela yokutshintsha ububanzi bokhuphelo olukhethiweyo (ii)

source: Export Page
bg: Експорт на страница
fr: Exporter la page
hu: A lap exportálása
ja: ページをエクスポート
mt: Esporta paġna
no: Eksporter side
ru: Экспорт страницы
xh: Iphepha lorhwebo ngaphandle

source: Quality:
bg: Качество:
fr: Qualité :
hu: Minőség:
ja: 質:
mt: Kwalità:
no: Kvalitet:
ru: Качество:
xh: Ubunjani:

source: Border:
bg: Рамка:
fr: Bord :
hu: Szegély:
ja: 境界:
mt: Bordura:
no: Kantlinje
ru: Рамка:
xh: Umda:

source: &All Stencils
bg: &Всички обекти
fr: &Tous les stencils
hu: Rajzsablonkészlet hozzáadása
ja: 全てのステンシル(&A)
mt: Forom &kollha
no: &Alle stensilsett
ru: &Все объекты
xh: &Zonke iinkuphelo

source: Export all stencils on the current page
bg: Експорт на всички обекти на текущата страница
fr: Exporter tous les stencils de la page courante
hu: Az aktuális oldal összes rajzsablonának exportálása
mt: Esporta l-forom kollha li hemm fuq il-paġna attwali
no: Eksporter alle stensilsett på aktiv side
ru: Экспорт всех объектов на текущей странице
xh: Rhweba ngaphandle zonke iinkuphelo kwiphepha langoku

source: <b>All Stencils</b><br> This will cause the entire page to be exported to the file. This means that <i>all</i> stencils will be exported.
bg: <b>Всички обекти</b><br> Страницата ще бъде изцяло експортирана във файл. Това означава, че <i>всичките</i> обекти ще бъдат експортирани в този файл.
fr: <b>Tous les Stencils</b><br> Ceci fera que la page entière sera exportée dans le fichier. Ceci signifie que <i>tous</i> les stencils seront exportés.
hu: <b>Az összes rajzsablont</b><br> Ennek hatására az egész oldal bekerül az exportált fájlba, tehát az <i>összes</i> rajzsablon exportálása meg fog történni.
mt: <b>Forom kollha</b><br> Din iġġiegħel li l-paġna sħiħa tiġi esportata. Dan ifisser li l-forom <i>kollha</i> jiġu esportati.
no: <b>Alle stensilsett</b><br> Dette vil forårsake at hele siden blir eksportert til filen. Dette betyr at <i>alle</i> stensilsett vil bli eksportert.
ru: <b>Все объекты</b><br> Страница будут полностью экспортирована в файл. Это означает, что <i>все</i> объекты будут экспортированы в этот файл.
xh: <b>Zonke iinkuphelo</b><br> Oku kuzakubangela iphepha elipheleleyo lirhwetyelwe kwifayile. Oku kuthetha ukuba <i>zonke</i> iinkuphelo zizakurhwetywa ngaphandle.

source: &Selected Stencils
bg: И&збрани обекти
fr: &Stencils sélectionnés
hu: A kijelölt raj&zsablonok
ja: 選択したステンシル(&S)
mt: Forom &magħżula
no: &Valgte stensiler
ru: В&ыбранные объекты
xh: &Iinkuphelo ezikhethiweyo

source: Export the selected stencils on the current page
bg: Експорт във файл само на избраните обекти от текущата страница.
fr: Exporter les stencils sélectionnés dans la page courante
hu: Az aktuális oldalon kijelölt rajzsablonok exportálása
mt: Esporta l-forom magħżula fuq il-paġna attwali
no: Eksporter de valgte stensilsett på aktiv side
ru: Эспорт в файл только выбранных объектов на текущей странице.
xh: Rhweba ngaphandle iinkuphelo ezikhethiweyo zephepha langoku

source: <b>Selected Stencils</b><br> Export only the selected stencils to file.
bg: <b>Избрани обекти</b><br> Експорт въс файл само на избраните обекти.
fr: <b>Stencils sélectionnés</b><br> Exporter seulement les stencils sélectionnés dans le fichier.
hu: <b>A kijelölt rajzsablonok</b><br> A kijelölt rajzsablonok fájlba exportálása.
mt: <b>Forom magħżula</b><br> Esporta biss il-forom magħżula lill-fajl.
no: <b>Valgte stensilsett</b><br> Eksporter bare de valgte stensilsett til fil.
ru: <b>Выбранные объекты</b><br> Эспорт в файл только выбранных объектов.
xh: <b>Iinkuphelo ezikhethiweyo</b><br> Rhweba ngaphandle kuphela iinkuphelo ezikhethiweyo kwifayile.

source: Crop picture to edges
bg: Обрязва рисунката по края
fr: Rogner l'image aux bords
hu: A képek levágása a kontúrnál
mt: Qasqas l-istampa max-xifer
no: Stuss bilde frem til endene
ru: Обрезать рисунок по краям
xh: Sika umfanekiso kwimida

source: Don't export extra blank space to file
bg: Не експортира празно пространство във файл
fr: Ne pas exporter l'espace blanc dans le fichier
hu: A fölösleges üres részeket nem kell exportálni
mt: Tesportax spazju vojt li hemm mad-dawra għall-fajl.
no: Ikke eksporter ekstra blanke tegn til fil
ru: Не экспортировать пустое пространство в файл
xh: Sukurhweba ngaphandle isithuba esingenanto kwifayile
