Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kivio.po
Languages: bg, fr, hu, ja, mt, no, ru, xh

source: &Stencils
bg: &Обекти
hu: Raj&zsablonok
ja: ステンシル(&S)
mt: &Forom
no: &Stensilsett
ru: &Объекты
xh: &Iinkuphelo

source: To further enhance your Kivio experience you can buy other stencil sets from <br><a href="http://www.thekompany.com/products">http://www.thekompany.com/products</a>
bg: За по-нататъшна работа с Kivio вие можете да купите други обекти от адрес:<br><a href="http://www.thekompany.com/products">http://www.thekompany.com/products</a>
fr: Pour améliorer votre utilisation de Kivio, vous pouvez acheter d'autres jeux de stencils à <br><a href="http://www.thekompany.com/products">http://www.thekompany.com/products</a>
hu: A Kivio képességeinek jobb kihasználása érdekében további rajzsablonokat lehet vásárolni: <br><a href="http://www.thekompany.com/products">http://www.thekompany.com/products</a>
mt: Biex tkompli ttejjeb l-esperjenza tiegħek bil-Kivio tista' tixtri forom oħra minngħand<br> <a href="http://www.thekompany.com/products">http://www.thekompany.com/products</a>
no: For å forbedre din Kivio erfaring enda mer, kan du kjøpe andre stensilsett fra <br><a href="http://www.thekompany.com/products">http://www.thekompany.com/products</a>
ru: Для дальнейшей работы Kivio вы можете купить наборы объектов по адресу:<br><a href="http://www.thekompany.com/products">http://www.thekompany.com/products</a>
xh: Ukomeleza ngokuphangaleleyo ulwazi lwakho lwe Kivio ungathenga amanye amaqela okhuphelo ku <br><a href="http://www.thekompany.com/products">http://www.thekompany.com/products</a>

source: &Docker
hu: Do&kkoló
no: &Dokk
ru: &Плавающая панель инструментов
xh: &Umshunquli

source: P&age
hu: &Oldal
ja: ページ(&a)
mt: &Paġna
no: &Side
ru: &Страница
xh: &Iphepha

source: F&ormat
hu: For&mátum
ja: 書式(&o)
ru: &Формат
xh: iF&omati

source: Stencils
hu: Rajzsablonok
ja: ステンシル
mt: Forom
no: Stensilsett
ru: Объекты
xh: Iinkuphelo

source: Colors
fr: Couleurs
hu: Színek
ja: 色
mt: Kuluri
no: Farger
ru: Цвета
xh: Imibala

source: Arrows
fr: Flèches
hu: Nyilak
ja: 矢印
mt: Vleġeġ
no: Piler
ru: Стрелки
xh: Iintolo

source: Format
hu: Formátum
ja: 書式
ru: Формат
xh: iFomati

source: Tools
fr: Outils
hu: Eszközök
ja: ツール
mt: Għodda
no: Verktøy
ru: Инструменты
xh: Izixhobo

source: KOffice Kivio Application
bg: Kivio Приложение на KOffice
fr: Application Kivio de KOffice
hu: KOffice - Kivio
ja: KOffice Kivio アプリケーション
mt: KOffice Kivio
no: KOffice Kivio Applikasjon
ru: Kivio - Редактор схем KOffice
xh: Isicelo se KOffice Kivio

source: Main author and the original author of Queesio, from which this source is based
bg: Основния и първоначален автор от Queesio, на базата на изходния код на която е написана тази програма.
fr: L'auteur principal et original de Queesio, sur lequel le code source est basé.
hu: Vezető programozó, a Queesio nevű program szerzője, amelyből a Kivio származik
mt: Awturi prinċipali, u l-awtur oriġinali ta' Queesio, li fuqu bbażżat dan is-sors.
no: Hovedforfatter og orginal forfatter av Queesio som denne kildekoden er basert på
ru: Основной автор и первоначальный автор Queesio, на базе исходных кодов и была написана эта программа
xh: Umbhali ongoyena kunye nombhali woqobo we Queesio, apho eli cebo lisekwe khona

source: GUI widgets
bg: Елементи на GUI
fr: Widgets d'interface utilisateur
hu: Grafikus objektumok
ja: GUIウィジェット
mt: Elementi GUI
no: GUI kontroller
ru: Элементы GUI
