Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kivio.po
Languages: bg, fr, hu, ja, mt, no, ru, xh

source: <b>Crop picture to edges</b><br> This will eliminate all blank portions of the drawing. The picture will only be as large as the stencils it contains. If your stencils are located in the upper right corner of the page, then only the upper right corner will be exported.
bg: <b>Обрязва рисунката по края</b><br> Всичките празни части на рисунката ще бъдат изтрити. Рисунката ще може да си изменя размера само заедно с обектите, които я съдържат. Ако вашите обекти са разположени в горния десен ъгъл на страницата, ще бъде експортирано само содержанието на горния десен ъгъл верхнего правого угла.
fr: <b>Rogner les bords de l'image</b><br> Ceci éliminera toutes les portions blanches du dessin. L'image ne sera grande que comme les stencils qu'elle contient. Si vos stencils sont situés dans le coin supérieur droit de la page, seul le coin supérieur droit sera exporté.
hu: <b>A képek levágása a kontúrnál</b><br> Ennek hatására a program eltávolítja a képek üres részeit. A kép csak olyan nagy lesz, mint az általa tartalmazott rajzsablonok. Ha például a rajzsablonok az oldal jobb felső részén találhatók, akkor csak a jobb felső rész exportálása fog megtörténni.
mt: <b>Qasqas l-istampa max-xifer</b><br> Dan jelimina l-partijiet vojta tal-istampa. L-istampa tkun kbira daqs il-forom li fiha. Per eżempju jekk il-forom kollha qegħdin fin-naħa ta' fuq fil-lemin, dik ir-rokna biss tiġi esportata.
no: <b>Stuss bilde frem til endene</b><br> Dette vil eliminere alle blanke deler av bildet. Bildet vil kun bli så stort som stensilsettene det inneholder. Dersom dine stensilsett er plassert i øvre høyre hjørne av siden så vil bare øvre høyre hjørne bli eksportert.
ru: <b>Обрезать рисунок по краям</b><br> Все пустые части рисунка будут удалены. Рисунок может изменять размер только вместе с объектами, который содержит его. Если ваши объекты расположены в верхнем правом углу страницы, будет экспортировано только содержимое верхнего правого угла.
xh: <b>Sika umfanekiso kwimida</b><br> Oku kuzakususa iindawo zonke ezingenanto zomzobo. Umfanekiso uzakubamkhulu kuphela njengenkuphelo eziqulathileyo. Ukuba iinkuphelo zakho zibekwe kwikona ephezulu yephepha, ngoko kuphela kwikona ephezulu yasekunene izakurhwetywa ngaphandle.

source: The higher the quality, the more space the file takes up.
bg: При по-високо качество размера на файла ще бъде увеличен.
fr: Plus la qualité est haute, plus le fichier prendra d'espace.
hu: Minél jobb minőségű a rajz, annál több helyet foglal el a lemezen.
mt: Iżjed ma tkun għolja l-kwalità, iżjed jieħu spazju l-fajl.
no: Dessto bedre kvalitet, dessto større plass vil filen kreve.
ru: При более высоком качестве размер файла будет увеличиваться.
xh: Okuye kuphezulu ubunjani, kokuya kubakho isithuba esikhulu esithathwa yifayile.

source: <b>Quality</b><br> Not all file formats use this. But for those that do, this affects the quality of the image that gets exported. 100 is the maximum quality. The higher the number, the better the picture looks. The downside is the higher the number, the larger the filesize.
bg: <b>Качество</b><br> Не всички формати използват това. Но тази опция е актуална за тези формати, които поддържат настройка на качеството за експортируемите изображения. 100 - е максималното възможно качество. При по-високи значения на качеството се подобрява изображението. Но високото качество увеличава размера на файл.
fr: <b>Qualité</b><br> Tous les formats de fichiers n'utilisent pas ceci. Mais pour ceux qui le font, ceci affecte la qualité de l'image à exporter. 100 est la qualité maximale. Plus le nombre est grand, plus l'image paraît belle. Plus la taille bas est grande, plus le fichier est grand.
hu: <b>Minőség</b><br> Néhány fájlformátumnál nincs jelentősége. Ha van hatása, akkor az exportált fájl minőségét befolyásolja. 100 a lehetséges maximális érték. Minél nagyobb a szám, annál jobb lesz a kép minősége, de annál nagyobb lesz az eredményként kapott fájl mérete is.
mt: <b>Kwalità</b><br> Mhux it-tipi kollha tal-fajls jużawha din. Imma għal dawk li jużawha, din taffettwa l-kwalità tal-istampa li tiġi esportata. 100 huwa l-ogħla kwalità. Iżjed ma jkun kbir in-numru, iżjed tkun tajba l-kwalità. Mill-banda l-oħra, iżjed ma jkun knir in-numru, iżjed ikun kbir il-fajl li tipproduċi.
no: <b>Kvalitet</b><br> Ikke alle filformat benytter dette. Men for de som gjør det så vil dette påvirke kvaliteten på bildet som eksporteres. 100 er lik maksimum kvalitet. Jo høyere nummer, desto bedre vil bildet se ut. Ulempen med et høyt nummer er at filen vil kreve mye plass.
ru: <b>Качество</b><br> Не все форматы файлов используют его. Но эта опция актуальна для тех форматов, которые поддерживают настройку качества экспортируемых изображений. 100 - максимально возможное качество. При более высоком значении качества улучшается вид рисунка. Обратной стороной высокого качества является увеличение размера файла.
xh: <b>Ubunjani</b><br> Ayisizizo zonke iifomati zefayile ezisebenzisa oku. Kodwa kwabo benzayo, oku kuchaphazela ubunjani bomfanekiso ofumana urhwebo ngaphandle. 100 bubunjani obukhulu. Okuya libaphezulu inani, kokuya kubangcono kwenkangeleko yomfanekiso. Icala elisezantsi linani eliphezulu, kokuya kubakukhulu kobungakanai befayile.

source: An optional border of whitespace around the page, in pixels
bg: Допълнителна рамка около страницата в точки.
fr: Une bordure optionnelle d'espaces blancs autour de la page, en pixels
hu: A kép széle melletti üres sáv szélessége, képpontban
mt: Bordura madwar il-paġna, f' tikek.
no: En valgfri ramme med blanke rundt siden i pixler.
ru: Дополнительная пустая рамка по краям страницы, в точках
xh: Umda owodwa wesithuba esimhlophe jikelele kwephepha, kwipixels

source: <b>Border</b><br> Places a blank border around the edges of the image. This can be used if for one reason or another, the stencils don't fit into the export page with a 0-pixel border (default).
bg: <b>Рамка</b><br> Поставя празна рамка около изображението. Това може да бъде използвано по едни или други причини, ако обектите не се разполагат на страница за експорт с рамка 0 точки (по подразбиране).
fr: <b>Bordure</b><br> Met une bordure blanche autour des bords de l'image. Ceci peut être utilisé si, pour une raison ou pour une autre, les stencils ne s'adaptent pas dans la page à exporter avec une bordure 0-pixel (par défaut)
hu: <b>Szegély</b><br> Üres sávot hoz létre a kép széle mentén. Akkor érdemes használni, ha a rajzsablonok nem férnek el az exportált oldalon a 0 képpontos (ez az alapértelmezés) szegéllyel.
mt: <b>Bordura</b><br> Iżid bordura vojta madwar ix-xifer tal-istampa. Dan jista' jintuża jekk, għal xi raġuni, il-forom ma joqgħudux sew fl-istampa meta jkollha bordura ta' 0 tikek (normali).
no: <b>Ramme</b><br> Plasserer en blank ramme rundt kantene av bildet. Dette kan benyttes dersom av en eller annen grunn stensilsettene ikke får plass i eksporterings-siden med 0 piksel ramme (standard).
ru: <b>Рамка</b><br> Помещает пустую рамку по краям изображения. Это может быть использовано по тем или иным причинам, если объекты не помещаются на страницу с рамкой в 0 точек (по умолчанию).
xh: <b>Umda</b><br> Ibeka umda ongenanto jikelele kwimida yomfanekiso. Oku kungasetyenziswa ukuba ngesizathu esinye okanye esinye, iinkuphelo azilungelani kurhwebo lwangaphandle lwephepha nge 0-umda we pixel (okungagqibekanga).

source: <b>Cancel</b><br> Abort the page export.
bg: <b>Отмяна</b><br> Отмяна на експорт на страница.
fr: <b>Annuler</b><br> Annule l'exportation de la page
hu: <b>Mégsem</b><br> Az exportálás félbeszakítása.
ja: <b>キャンセル</b><br> ページのエクスポートを中止します。
mt: <b>Ikkanċella</b><br> Waqqaf l-esportazzjoni tal-paġna.
no: <b>Avbryt</b><br> Avbryt sideeksportering.
ru: <b>Отмена</b><br> Отмена экспорта страницы.
xh: <b>Cima</b><br> Lahla urhwebo lwangaphandle lwephepha.

source: &Ok
bg: &Да
ja: はい(&O)
ru: &Экспорт
xh: &Kulungile

source: <b>Ok</b><br> Export the page with the current settings.
bg: <b>Да</b><br> Експорт на страницата с текущите настройки.
fr: <b>Ok</b><br> Exporte la page avec les réglages en cours.
hu: <b>OK</b><br> Az oldal exportálása az aktuális beállításokkal.
ja: <b>はい</b><br> 現在の設定でページをエクスポートします。
mt: <b>Ok</b><br> Esporta l-paġna bis-setings attwali.
no: <b>Ok</b><br> Eksporter siden med nåværende innstillinger.
ru: <b>Экспорт</b><br> Экспорт страницы с текущими настройками.
xh: <b>Kulungile</b><br> Rhweba ngaphandle iphepha ngezicwangciso zangoku.

source: About Kivio
bg: За Kivio
fr: À propos de Kivio
hu: A Kivio névjegye
ja: Kivioのバージョン情報
mt: Dwar Kivio
no: Om Kivio
ru: О Kivio
xh: Malunga ne Kivio

source: <b>Kivio 1.0 - The Open Language of Business</b>
bg: <b>Kivio 1.0 - Отворен език за бизнеса</b>
fr: <b>Kivio 1.0 - Le langage ouvert des affaires</b>
hu: <b>Kivio 1.0 - A KOffice folyamatábra-készítője</b>
mt: <b>Kivio 1.0 - Il-Lingwa Miftuħa tan-Negozju</b>
no: <b>Kivio 1.0 - Det åpne bedriftspråket</b>
ru: <b>Kivio 1.0 - Открытый язык бизнеса</b>
xh: <b>Kivio 1.0 - Ulwimi oluvulekileyo lweshishini</b>

source: <center><font size=+4><b>Kivio 1.0</b></font></center> <center><b>Copyright (C)</b> 2000 - 2001 <a href="http://www.thekompany.com">The Kompany.com</a></center> <br><br><br><br><br><br> Welcome to <b>Kivio</b> - an Open Source flowcharting tool brought to your desktop by <a href="http://www.thekompany.com">The_Kompany.com: "Where Open Source is at Home (TM)"</a>
bg: <center><font size=+4><b>Kivio 1.0</b></font></center> <center><b>Copyright (C)</b> 2000 - 2001 <a href="http://www.thekompany.com">The Kompany.com</a></center> <br><br><br><br><br><br> Добре дошли в <b>Kivio</b> - инструмент за построяване на схеми с отворен изходен код, които са пренесени на вашето работно място от <a href="http://www.thekompany.com">The_Kompany.com: "Свободни програми за вкъщи (TM)"</a>
fr: <center><font size=+4><b>Kivio 1.0</b></font></center> <center><b>Copyright (C)</b> 2000 - 2001 <a href="http://www.thekompany.com">The Kompany.com</a></center> <br><br><br><br><br><br> Bienvenue sur <b>Kivio</b> - un outil de diagrammes Open Source amené sur votre bureau par <a href="http://www.thekompany.com">The_Kompany.com: "Where Open Source is at Home (TM)"</a>
hu: <center><font size=+4><b>Kivio 1.0</b></font></center> <center><b>Copyright (C)</b> 2000-2001. <a href="http://www.thekompany.com">The Kompany.com</a></center> <br><br><br><br><br><br> Üdvözöljük a <b>Kivio</b>-ban, a KOffice szabad forráskódú folyamatábra-szerkesztőjében - készítette: <a href="http://www.thekompany.com">The_Kompany.com: "Where Open Source is at Home (TM)"</a>
mt: <center><font size=+4><b>Kivio 1.0</b></font></center> <center><b>Copyright (C)</b> 2000 - 2001 <a href="http://www.thekompany.com">The Kompany.com</a></center> <br><br><br><br><br><br> Merħba għal <b>Kivio</b> - għodda b'Sors Miftuħ għad-dijagrammi tekniċi, imwassla lilkom minn <a href="http://www.thekompany.com">The_Kompany.com: "Where Open Source is at Home (TM)"</a><br> u <a href="http://linux.org.mt">linux.org.mt</a>.
no: <center><font size=+4><b>Kivio 1.0</b></font></center> <center><b>Copyright (C)</b> 2000 - 2001 <a href="http://www.thekompany.com">The Kompany.com</a></center> <br><br><br><br><br><br> Velkommen til <b>Kivio</b> - et flytdiagramvertøy med åpen kildekode, levert til ditt skrivebord av <a href="http://www.thekompany.com">The_Kompany.com: "Hvor åpen kildekode hører hjemme (TM)"</a>
ru: <center><font size=+4><b>Kivio 1.0</b></font></center> <center><b>Copyright (C)</b> 2000 - 2001 <a href="http://www.thekompany.com">The Kompany.com</a></center> <br><br><br><br><br><br> Добро пожаловать в <b>Kivio</b> - инструмент для построения схем с открытым исходным кодом, который принесла на ваш рабочий стол <a href="http://www.thekompany.com">The_Kompany.com: "Свободные программы для дома (TM)"</a>
xh: <center><ubungakanani bomgca=+4><b>Kivio 1.0</b></font></center> <center><b>Copyright (C)</b> 2000 - 2001 <a href="http://www.thekompany.com">The Kompany.com</a></center> <br><br><br><br><br><br> Wamkelekile ku <b>Kivio</b> - icebo elivuliweyo loqukuqelo lwesixhobo setshathi esiziswe kweyakho idesktop ngu <a href="http://www.thekompany.com">The_Kompany.com: "Apho Icebo elivuliweyo lise Khaya (TM)"</a>

source: A&uthors
bg: &Автори
fr: A&uteurs
hu: A &szerzők
ja: 作者(&U)
mt: Aw&turi
no: &Forfattere
ru: &Авторы
xh: &Ababhali

source: The Kompany.com - "Where Open Source is at Home"(TM) <br>&nbsp;&nbsp;&nbsp; <a href="http://www.thekompany.com">http://www.thekompany.com</a> <br>&nbsp;&nbsp;&nbsp; Development <br>&nbsp;&nbsp;&nbsp; Additional Stencils <br> <br>Dave Marotti <br>&nbsp;&nbsp;&nbsp; Initial idea <br>&nbsp;&nbsp;&nbsp; Development <br>&nbsp;&nbsp;&nbsp; Basic Stencils Set
bg: The Kompany.com - "Свободни програми за вкъщи"(TM) <br>&nbsp;&nbsp;&nbsp; <a href="http://www.thekompany.com">http://www.thekompany.com</a> <br>&nbsp;&nbsp;&nbsp; Разработка <br>&nbsp;&nbsp;&nbsp; Допълнителни обекти <br> <br>Dave Marotti <br>&nbsp;&nbsp;&nbsp; Първоначална идея <br>&nbsp;&nbsp;&nbsp; Разработка <br>&nbsp;&nbsp;&nbsp; Базов набор обекти
fr: The Kompany.com - "Where Open Source is at Home"(TM) <br>&nbsp;&nbsp;&nbsp; <a href="http://www.thekompany.com">http://www.thekompany.com</a> <br>&nbsp;&nbsp;&nbsp; Développement <br>&nbsp;&nbsp;&nbsp; Stencils supplémentaires <br> <br>Dave Marotti <br>&nbsp;&nbsp;&nbsp; Idée initiale <br>&nbsp;&nbsp;&nbsp; Développement <br>&nbsp;&nbsp;&nbsp; Jeu de Stencils de base
hu: The Kompany.com - "Where Open Source is at Home"(TM) <br>&nbsp;&nbsp;&nbsp; <a href="http://www.thekompany.com">http://www.thekompany.com</a> <br>&nbsp;&nbsp;&nbsp; Fejlesztés <br>&nbsp;&nbsp;&nbsp; További rajzsablonok <br> <br>Dave Marotti <br>&nbsp;&nbsp;&nbsp; Alapötlet <br>&nbsp;&nbsp;&nbsp; Fejlesztés <br>&nbsp;&nbsp;&nbsp; Az alapértelmezett sablonkészlet
ja: The Kompany.com - "Where Open Source is at Home"(TM) <br>&nbsp;&nbsp;&nbsp; <a href="http://www.thekompany.com">http://www.thekompany.com</a> <br>&nbsp;&nbsp;&nbsp; 開発 <br>&nbsp;&nbsp;&nbsp; 追加ステンシル <br> <br>Dave Marotti <br>&nbsp;&nbsp;&nbsp; 発案 <br>&nbsp;&nbsp;&nbsp; 開発 <br>&nbsp;&nbsp;&nbsp; 基本ステンシルセット
no: The Kompany.com - "Hvor åpen kildekode hører hjemme"(TM) <br>&nbsp;&nbsp;&nbsp; <a href="http://www.thekompany.com">http://www.thekompany.com</a> <br>&nbsp;&nbsp;&nbsp; Utvikling <br>&nbsp;&nbsp;&nbsp; Ekstra stensilsett <br> <br>Dave Marotti <br>&nbsp;&nbsp;&nbsp; Opprinnelig ide <br>&nbsp;&nbsp;&nbsp; Utvikling <br>&nbsp;&nbsp;&nbsp; Basis stensilsett
ru: The Kompany.com - "Свободные программы для дома"(TM) <br>&nbsp;&nbsp;&nbsp; <a href="http://www.thekompany.com">http://www.thekompany.com</a> <br>&nbsp;&nbsp;&nbsp; Разработка <br>&nbsp;&nbsp;&nbsp; Дополнительные объекты <br> <br>Dave Marotti <br>&nbsp;&nbsp;&nbsp; Первоначальная идея <br>&nbsp;&nbsp;&nbsp; Разработка <br>&nbsp;&nbsp;&nbsp; Базовый набор объектов
xh: I Kompany.com - "Apho icebo elivuliweyo lise Khaya"(TM) <br>&nbsp;&nbsp;&nbsp; <a href="http://www.thekompany.com">http://www.thekompany.com</a> <br>&nbsp;&nbsp;&nbsp; Ubhekiso phambili <br>&nbsp;&nbsp;&nbsp; Ezongezelelweyom iinkuphelo <br> <br>Dave Marotti <br>&nbsp;&nbsp;&nbsp; Ingcamango emfutshane <br>&nbsp;&nbsp;&nbsp; Ubhekiso phambili <br>&nbsp;&nbsp;&nbsp; Iqela lokhuphelo olungundoqo

source: &License
bg: &Лиценз
fr: &Licence
hu: &Licenc
ja: ライセンス(&L)
mt: &Liċenzja
no: &Lisens
ru: &Лицензия
xh: &Ilayisenisi
