Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: Commen&t
az: &İzahat
bg: Комен&тар
he: הרע&ה
lt: Komen&taras
mt: Kummen&t
nl: Commen&taar
no: Kommen&tar
ta: ÌÈ¢ôÒ¨Ã
tr: &Açıklama
xh: &Gqabaza

source: F&ormat
bg: &Формат
he: בו&ציע
lt: F&ormatas
nl: &Opmaak
ta: ÅÊÅõ
tr: Biçim
xh: iF&omati

source: &Row
az: &Sətir
bg: &Ред
he: הרו&ש
lt: &Eilutė
mt: &Ringiela
nl: &Rij
no: &Rad
ta: ÌÚìÌÅÃ¢¨º
tr: &Satır
xh: &Umqolo

source: &Column
az: Sü&tun
bg: &Колона
he: רו&ט
lt: &Stulpelis
mt: &Kolonna
nl: &Kolom
no: &Kolonne
ta: ¦¿ÎÅÃ¢¨º
tr: Sü&tun
xh: &Umhlathi

source: &Data
az: &Verilən
bg: &Данни
he: םינות&נ
lt: &Duomenys
mt: &Informazzjoni
ta: ¾Ã×
tr: &Veri
xh: &iData

source: Ta&ble
az: &Cədvəl
bg: &Лист
he: הלב&ט
lt: &Lentelė
mt: &Tabella
nl: &Tabel
no: Ta&bell
ta: «ð¼Å¨É
tr: Tablo
xh: I&ndlela yokwenza imigca

source: Math
az: Mat
bg: Математичеси
he: הקיטמתמ
lt: Matematinis
mt: Matematika
nl: Wiskundig
no: Matte
ta: ¸½¢¾õ
tr: Mat
xh: iMath

source: Format
az: Şəkil
bg: Формат
he: תינבת
lt: Formatas
nl: Opmaak
ta: ÅÊÅõ
tr: Biçim
xh: iFomati

source: Color/Border
az: Rəng/Çərçivə
bg: Цвят/рамка
he: תולובג\םיעבצ
lt: Spalva arba rėmelis
mt: Kulur/Bordura
nl: Kleur/Rand
no: Farge/ramme
ta: ¿¢Èõ/µÃõ
tr: Renk/Çerçeve
xh: Umbala/Umda

source: January
az: Yanvar
bg: Януари
he: ראוני
lt: Sausio
mt: Jannar
nl: januari
no: Januar
ta: ÉÅÃ¢
tr: Ocak
xh: Januwari

source: February
az: Fevral
bg: Февруари
he: ראורבפ
lt: Vasario
mt: Frar
nl: februari
no: Februar
ta: À¢ôÃÅÃ¢
tr: Şubat
xh: Februwari

source: March
az: Mart
bg: Март
he: ץרמ
lt: Kovo
mt: Marzu
nl: maart
no: Mars
ta: Á¡÷î
tr: Mart
xh: Matshi

source: April
az: Aprel
bg: Април
he: לירפא
lt: Balandžio
ta: ²ôÃø
tr: Nisan
xh: Apreli

source: May
bg: Май
he: יאמ
lt: Gegužės
mt: Mejju
nl: mei
no: Mai
ta: §Á
tr: Mayıs
xh: Meyi

source: June
az: İyun
bg: Юни
he: ינוי
lt: Birželio
mt: Ġunju
nl: juni
no: Juni
ta: ¥ý
tr: Haziran
xh: Juni

source: July
az: İyul
bg: Юли
he: ילוי
lt: Liepos
mt: Lulju
nl: juli
no: Juli
ta: ¥¨Ä
tr: Temmuz
xh: Julayi

source: August
az: Avqust
bg: Август
he: טסוגוא
lt: Rugpjūčio
mt: Awissu
nl: augustus
ta: ¬¸Î
tr: Ağustos
xh: Agasti

source: September
az: Sentyabr
bg: Септември
he: רבמטפס
lt: Rugsėjo
mt: Settembru
ta: ¦ºô¼õÀ÷
tr: Eylül
xh: Septemba

source: October
az: Oktyabr
bg: Октомври
he: רבוטקוא
lt: Spalio
mt: Ottubru
nl: oktober
no: Oktober
ta: «ì§¼¡À÷
tr: Ekim
xh: Oktobha

source: November
az: Noyabr
bg: Ноември
he: רבמבונ
lt: Lapkričio
mt: Novembru
ta: ¿ÅõÀ÷
tr: Kasım
xh: Novemba

source: December
az: Dekabr
bg: Декември
he: רבמצד
lt: Gruodžio
mt: Diċembru
no: Desember
ta: ÊºõÀ÷
tr: Aralık
xh: Disemba

source: Invalid cell reference
az: Hökmsüz hücrə referensi
bg: Неверен указател на клетка
he: ףקת אל אתל תוסחייתה
lt: Neteisinga langelio nuoroda
mt: Riferenza għal ċella invalida
nl: Ongeldige celreferentie
no: Ugyldig cellereferanse
ta: ¦ºøÖÀÊÂ¡¸¡¾ º¢üÈ¨È ¦¾¡¼÷Ò
tr: Geçersiz hücre referansı
xh: Uthelekiso lweseli engasebenziyo

source: Unknown table name %1
az: Cədvəl adı %1 bilinmir
bg: Неизвестно име на списък %1
he: %1 עודי אל הלבט םש
lt: Nežinomas lentelės vardas %1
mt: Tabella %1 mhux magħrufa
nl: Onbekende tabelnaam %1
no: Ukjent tabellnavn %1
ta: ¦¾Ã¢Â¡¾ «ð¼Å¨É ¦ÀÂ÷ %1
tr: Tablo adı %1 bilinmiyor
xh: Igama lendlela yokwenza imigca elingaziwayo %1

source: Height: %1
az: Hündürlük: %1
bg: Височина: %1
he: %1 :הבוג
lt: Aukštis: %1
mt: Għoli: %1
nl: Hoogte: %1
no: Høyde: %1
ta: ¯ÂÃõ: %1
tr: Yükseklik: %1
xh: Ubude: %1

source: Hide Row
az: Cərgəni Gizlət
bg: Скриване на ред
he: הרוש רתסה
lt: Slėpti eilutę
mt: Aħbi ringiela
nl: Rij verbergen
no: Slett rad
ta: ÌÚìÌÅÃ¢¨º¨Â Á¨È
tr: Satırı Gizle
xh: Fihla umqolo

source: Width: %1
az: Genişlik : %1
bg: Ширина: %1
he: %1 :בחור
lt: Plotis: %1
mt: Wisa': %1
nl: Breedte: %1
no: Bredde: %1
ta: «¸Äõ: %1
tr: Genişlik : %1
xh: Ububanzi: %1

source: Hide Column
az: Sütunu Gizlət
bg: Скриване на стълб
he: רוט רתסה
lt: Slėpti stulpelį
mt: Aħbi kolonna
nl: Kolom verbergen
no: Slett kolonne
ta: ¦¿ÎÅÃ¢¨º¨Ô Á¨È
tr: Sütunu Gizle
xh: Fihla umhlathi

source: Error in cell %1
az: %1 hücrəsində xəta
bg: Грешка в клетка %1
he: %1 אתב האיגש
lt: Klaida langelyje %1
mt: Żball fiċ-ċella %1
nl: Fout in cel %1
no: Feil i celle %1
ta: º¢üÈ¨È %1ø À¢¨Æ
tr: %1 hücresinde hata
xh: Imposiso kwiseli %1

source: True
az: Düz
bg: Истина
he: ןוכנ
lt: Taip
mt: Veru
nl: Waar
no: Sann
ta: ¯ñ¨Á
tr: Doğru
xh: Yinyaniso

source: False
az: Səhv
bg: Лъжа
he: ןוכנ אל
lt: Ne
mt: Falz
nl: Onwaar
no: Usann
ta: ¦À¡ö
tr: Yanlış
xh: Bubuxoki

source: pm
ta: À¢À
tr: ös
xh: Emva kwemini

source: am
ta: ÓÀ
tr: öö
xh: Kusasa

source: Create Hyperlink
az: Bağlantı Yarat
bg: Създаване на хиперуказател
he: רושיק-רפיה תריצי
lt: Sukurti hipernuorodą
mt: Oħloq hyperlink
nl: Hyperkoppeling aanmaken
no: Lag hyperlenke
ta: ¯Â÷ó¾­¨½ôÒ À¨¼ì¸×õ
tr: Bağlantı Oluştur
xh: Yenza ikhonkco eliphezulu

source: Internet
bg: Интернет
he: טנרטניא
lt: Internetas
no: Internett
ta: ­¨½Âõ
xh: i Internet

source: Mail
az: ePoçt
bg: Е-поща
he: ראוד
lt: Paštas
nl: E-mail
ta: «ïºø
tr: E-posta
xh: Iposi

source: Cell
az: Hücrə
bg: Клетка
he: את
lt: Langelis
mt: Ċella
nl: Cel
no: Celle
ta: º¢üÈ¨È
tr: Hücre
xh: Iseli

source: Cell is not empty. Do you want to continue?
az: Hücrə boş deyil. Davam etmək istəyirsiniz?
bg: Клетката не е празна. Искате ли да продължите?
he: .קיר וניא אתה ?ךישמהל ךנוצרב םאה
lt: Langelis netuščias. Ar norite tęsti?
mt: Iċ-ċella m'hix vojta. Trid tkompli?
nl: De cel is niet leeg. Wilt u werkelijk verdergaan?
no: Cellen er ikke tom. Vil du fortsette?
ta: º¢üÈ¨È ¸¡Ä¢Â¡¸ ­ø¨Ä. ¦¾¡¼Ã §ÅñÎÁ¡?
tr: Hücre boş değil. Devam etmek istiyor musunuz?
xh: Iseli inento. Ufuna ukuqhubekeka?

source: Comment:
az: İzahat:
bg: Коментар:
he: :הרעה
lt: Komentaras:
mt: Kumment:
nl: Toelichting:
no: Kommentar:
ta: ÌÈ¢ôÒ¨Ã:
tr: Açıklama:
xh: Gqabaza:

source: Internet Address:
az: İnternet Ünvanı:
he: :טנרטניא תבותכ
lt: Interneto adresas:
mt: Indirizz fuq l-internet:
nl: Internetadres:
no: Internett adresse:
tr: Faiz oranı
xh: Idilesi ye Internet:

source: Bold
az: Qalın
bg: Получерен
he: שגדומ
lt: Pusjuodis
mt: Skur
nl: Vet
no: Uthevet
ta: ¾ÊôÀ¡É
tr: Koyu
xh: Amagama amakhulu

source: Area Text or cell is empty!
az: Sahə mətni və ya hücrə boşdur!
bg: Текстовата област или клетка е празна!
he: !םיקיר אתה וא םוחתה טסקט
lt: Teksto sritis arba langelis yra tušti!
mt: Reġjun ta' test jew ċella vojta!
nl: Tekstgebied of cel is leeg!
no: Tekstområde eller celle er tom
ta: ¯¨Ã «øÄÐ º¢üÈ¨È ­¼õ ¸¡Ä¢Â¡¸ ¯ûÇÐ!
tr: Alan metni veya hücre boş!
xh: i Ariya yokubhaliweyo okanye iseli ayinanto!

source: Text:
az: Mətn:
bg: Текст:
he: :טסקט
lt: Tekstas:
mt: Test:
nl: Tekst:
no: Tekst:
ta: ¯¨Ã:
tr: Metin:
xh: Okubhaliweyo:

source: Email:
az: ePoçt:
bg: Електронна поща:
he: :ל"אוד
lt: El.paštas:
mt: Imejl:
no: Epost:
ta: Á¢ý«ïºø:
tr: E-posta:
xh: i-Email:

source: Area Text or mail is empty!
az: Sahə mətni və ya ePoçt boşdur!
bg: Текстовата област или поща са празни!
he: !םיקיר ראודה וא םוחתה טסקט
lt: Teksto sritis arba laiškas yra tušti!
mt: Reġjun ta' test jew mail vojt!
nl: Tekstgebied of e-mail is leeg!
no: Tekstområde eller celle er tom!
ta: ­¼õ ¯¨Ã «øÄÐ «ïºø ¸¡Ä¢Â¡¸ ¯ûÇÐ!
tr: Alan metni veya e-posta boş!
xh: i Ariya yokubhaliweyo okanye iposi ayinanto!

source: File location:
az: Fayl Yeri:
bg: Местоположение на файл:
he: :ץבוקה םוקימ
lt: Bylos vieta:
mt: Fejn qiegħed il-fajl:
nl: Bestandslocatie:
no: Filplassering:
ta: §¸¡ôÒ ­¼«¨ÁôÒ:
tr: Dosya konumu:
xh: Indawo ekuyo ifayile:

source: Cell:
az: Hücrə:
bg: Клетка:
he: :את
lt: Langelis:
mt: Ċella:
nl: Cel:
no: Celle:
ta: º¢üÈ¨È:
tr: Hücre:
xh: Iseli:

source: Change Angle
az: Bucağı Dəyişdir
bg: Промяна на ъгъл
he: תיווז יוניש
lt: Keisti kampą
mt: Ibdel l-angolu
nl: Hoek wijzigen
no: Endre vinkel
ta: §¸¡½õ Á¡üÚ
tr: Açıyı Değiştir
xh: Tshintsha ikona

source: Angle
az: Bucaq
bg: Ъгъл
he: תיווז
lt: Kampas
mt: Angolu
nl: Hoek
no: Vinkel
ta: §¸¡½õ
tr: Açı
xh: Ikona

source: Default (0Â°)
xh: OKungagqibekanga (0)

source: Area Name
az: Sahə Adı
bg: Название на диапазона
he: םוחתה םש
lt: Srities vardas
mt: Isem tar-reġjun
nl: Gebiedsnaam
no: Områdenavn
ta: ­¼õ ¦ÀÂ÷
tr: Alan Adı
xh: Igama le ariya

source: This name is already used.
az: Bu ad daha əvvəl işlədildi.
bg: Това име вече е използвано.
he: .שומישב רבכ הז םש
lt: Toks vardas jau naudojamas.
mt: Dan l-isem diġà użat.
nl: Deze naam is al gebruikt.
no: Dette filnavnet er allerede i bruk.
ta: ­ó¾ ¦ÀÂ÷ ²ü¸É§Å ÀÂÉ¢ø ¯ûÇÐ.
tr: Bu ad daha önce kullanıldı.
xh: Eli sele lisetyenziswa.

source: Area text is empty!
az: Sahə mətni boşdur!
bg: Текстовата област е празна!
he: !קיר םוחתה טסקט
lt: Teksto sritis tuščia!
mt: Reġjun ta' test vojt!
nl: Gebiedstekst is leeg!
no: Tekstområde er tomt!
ta: ­¼õ ¯¨Ã ¸¡Ä¢Â¡¸ ¯ûÇÐ!
tr: Alan metni boş!
xh: Okubhaliweyo kwe ariya akunanto!

source: Cell comment
az: Hücrə izahı
bg: Коментар в клетка
he: אתל הרעה
lt: Langelio komentaras
mt: Kumment taċ-ċella
nl: Celcommentaar
no: Cellekommentar
ta: º¢üÈ¨È ÌÈ¢ôÒ¨Ã
tr: Hücre açıklaması
xh: Ugqabazo lweseli

source: Cell is
az: Hücrə
bg: Клетка
he: אתה
lt: Langelis yra
mt: Iċ-ċella hija
nl: Cel is
no: Celle er
ta: º¢üÈ¨È ±ýÀÐ
tr: Hücre
xh: Iseli i

source: Preview
az: Nümayiş
bg: Преглед
he: המידקמ הגוצת
lt: Peržiūra
mt: Previżjoni
nl: Voorbeeld
no: Forhåndsvis
ta: Óý¸¡ðº¢
tr: Önizleme
xh: Imboniselo yasecaleni

source: <none>
az: <heç biri>
bg: <без>
he: <אלל>
lt: <nėra>
mt: <xejn>
nl: <geen>
no: <ingen>
ta: <±Ð×Á¢ø¨Ä>
tr: <hiçbiri>
xh: <akukho nanye>

source: equal to
az: bərabərdir
he: הווש
lt: lygus
mt: daqs
nl: gelijk aan
no: Lik
tr: Eşit
xh: ilingana no

source: greater than
az: böyükdür
he: לודג
lt: didesnis už
mt: ikbar minn
nl: groter als
no: større enn
tr: Daha iyi
xh: inkulu kune

source: less than
az: azdır
he: ןטק
lt: mažesnis už
mt: iżgħar minn
nl: kleiner dan
no: mindre enn
tr: Daha kötü
xh: incinane kune

source: equal to or greater than
az: bərabərdir və ya daha böyükdür
he: הווש וא לודג
lt: lygus arba didesnis už
mt: daqs jew iżjed minn
nl: gelijk aan of groter als
no: lik eller større enn
tr: eşit ya da daha iyisi
xh: ilingana no okanye inkulu kuna

source: equal to or less than
az: bərabərdir və ya daha kiçikdir
he: הווש וא ןטק
lt: lygus arba mažesnis už
mt: daqs jew iżgħar minn
nl: gelijk aan of kleiner dan
no: lik eller mindre enn
tr: eşit ya da daha kötüsü
xh: ilingana no okanye incinane kuna

source: between
az: arasında
bg: между
he: ןיב
lt: tarp
mt: bejn
nl: ertussen
no: mellom
ta: ­¨¼§Â
tr: arasında
xh: phakathi

source: different from
az: fərqli
bg: различен от
he: הנוש
lt: kitoks negu
mt: differenti minn
nl: andere vorm
no: forskjellig fra
ta: ­¾üÌ Á¡ÚÀð¼
tr: farklı
xh: yahlukile ku

source: Relational cell attributes
az: Əlaqəli hücrə atributu
bg: Условно форматиране на клетки
he: אתה לש םיסחי ינייפאמ
lt: Reliaciniai langelio atributai
mt: Attributi relazzjonali taċ-ċella
nl: Relationele celattributen
no: Attributter for relasjonsceller
ta: ¯È×¿¢¨Ä º¢üÈ¨È ÀñÒ¸û
tr: İlişkisel hücre özniteliği
xh: Iziphumo zeseli enokuzalana

source: First condition
az: İlk hal
bg: Първо условие
he: ןושאר יאנת
lt: Pirma sąlyga
mt: L-ewwel kondizzjoni
nl: Eerste conditie
no: Første betingelse
ta: Ó¾ø ¿¢¨Ä¨Á
tr: İlk durum
xh: Imeko yokuqala

source: Second condition
az: İkinci hal
bg: Второ условие
he: ינש יאנת
lt: Antra sąlyga
mt: It-tieni kondizzjoni
nl: Tweede conditie
no: Andre betingelse
ta: ­Ãñ¼¡ÅÐ ¿¢¨Ä¨Á
tr: İkinci durum
xh: Imeko yesibini

source: Third condition
az: Üçüncü hal
bg: Трето условие
he: ישילש יאנת
lt: Trečia sąlyga
mt: It-tielet kondizzjoni
nl: Derde conditie
no: Tredje betingelse
ta: ãýÈ¡ÅÐ ¿¢¨Ä¨Á
tr: Üçüncü durum
xh: Imeko yesithathu

source: Consolidate
az: Birləşdirmə
bg: Консолидиране
he: דוחיא
lt: Sutvirtinti
mt: Ikkonsolida
nl: Vastmaken
no: Konsolider
ta: ´ýÈ¡ì¸Àð¼
tr: Birleştirme
xh: Yomeleza /Qinisa

source: Function
az: Funksiya
bg: Функция
he: היצקנופ
lt: Funkcija
mt: Funzjoni
nl: Functie
no: Funksjon
ta: ¦ºÂøÜÚ
tr: İşlev
xh: Umsebenzi

source: sum
az: cəmi
bg: сума
he: םוכס
mt: somma
nl: som
ta: ÜðÎ
tr: toplam
xh: udibaniso

source: average
az: ortalama
bg: средно
he: עצוממ
mt: medja
nl: gemiddelde
no: gjennomsnitt
ta: ºÃ¡ºÃ¢
tr: ortalama
xh: umndilili

source: Reference
az: Referens
bg: Указател
he: םינותנ
lt: Nuoroda
mt: Referenza
nl: Referentie
no: Referanse
ta: ¦¾¡¼÷Ò
tr: Referans
xh: Uthelekiso

source: Entered References
az: Girilən referenslər
bg: Въведете указател
he: םידלקומ םינותנ
lt: Įvestos nuorodos
mt: Referenzi mdaħħla
nl: Ingevoerde referentie
no: Valgte referanser
ta: Ñ¨Æì¸Àð¼ ¦¾¡¼÷Ò¸û
tr: Girilen referanslar
xh: Uthelekiso olungenisiweyo

source: Description in Row
az: Sətirdə İzahat
bg: Описание в ред
he: הרושב רואית
lt: Aprašymas eilutėje
mt: Deskrizzjoni fir-ringiela
nl: Beschrijving in rij
no: Beskrivelse i rader
ta: ÌÚìÌÅÃ¢¨ºÂ¢ø Å¢ÅÃ¢ôÒ
tr: Satırda Açıklama
xh: Inkcazelo kumqolo

source: Description in Column
az: Sütunda İzahat
bg: Описание в колона
he: רוטב רואית
lt: Aprašymas stulpeliu
mt: Deskrizzjoni fil-kolonna
nl: Beschrijving in kolom
no: Beskrivelse i kolonner
ta: ¦¿ÎÅÃ¢¨ºÂ¢ø Å¢ÅÃ¢ôÒ
tr: Sütunda Açıklama
xh: Inkcazelo kumhlathi

source: Copy data
az: Veriləni köçür
bg: Копиране на данни
he: םינותנ קתעה
lt: Kopijuoti duomenis
mt: Ikkopja l-informazzjoni
nl: Data kopiëren
no: Kopier data
ta: ¾Ã× ¿¸¦ÄÎ
tr: Veriyi kopyala
xh: Khuphela idata

source: The range %1 is too small
az: Aralıq %1 çox kiçikdir
bg: Диапазон %1 е твърде малък
he: חווטה %1 יידמ ןטק
lt: Ruožas %1 per mažas
mt: Il-medda %1 żgħira wisq
nl: Het bereik %1 is te klein
no: Området %1 er for lite
ta: Å£îÍ %1 Á¢¸ º¢È¢Â¾¡¸ ¯ûÇÐ
tr: Aralık %1 çok küçük
xh: Ulungiso %1 luncinane kakhulu

source: The range %1 is too large
az: Aralıq %1 çox böyükdür
bg: Диапазон %1 е твърде голям
he: חווטה %1 יידמ לודג
lt: Ruožas %1 perdidelis
mt: Il-medda %1 kbira wisq
nl: Het bereik %1 is te groot
no: Området %1 er for stort
ta: Å£îÍ %1 Á¢¸ ¦ÀÃ¢Â¾¡¸ ¯ûÇÐ
tr: Aralık %1 çok büyük
xh: Ulungiso %1 lukhulu kakhulu

source: The ranges %1 and %2 have different size
az: %1 və %2 aralıqlarının böyüklükləri fərqlidir
bg: Диапазоны %1 и %2 имат различни размери
he: םיחווטל %1 -ו %2 םינוש םילדג םנשי
lt: Ruožai %1 ir %2 yra skirtingų dydžių
mt: Il-meddi %1 u %2 għandhom daqsijied differenti
nl: De bereiken %1 en %2 hebben verschillende afmetingen
no: Områdene %1 og %2 har forskjellig størrelse
ta: Å£îÍ¸û %1 ÁüÚõ %2 ¦Åù§ÅÚ «ÇÅ¢ø ¯ûÇÉ
tr: %1 ve %2 aralıklarının boyları farklı
xh: Ulungiso %1 kunye %2 linobungakanani obahlukileyo

source: The source tables intersect with the destination table
az: Mənbə tablolar hədəf cədvəl ilə kesişiyor
bg: Изходните списъци се пресичат с отдалечен списък
he: דעיה תלבט םע תובלטצמ רוקמה תואלבט
lt: Išeities lentelės kertasi su paskirties lentele
mt: It-tabella tas-sors u dik tad-destinazzjoni huma fuq xulxin
nl: De brontabellen doorkruisen de bestemmingstabel
no: Kjildetabellene overlapper måltabellene
ta: ãÄ «ð¼Å¨É¸û ­ÄìÌ «ð¼Å¨ÉÔ¼ý °Î¸¢ÈÐ
tr: Kaynak tablolar hedef tablo ile kesişiyor
xh: Imvelaphi yendlela yokwenza imigca iwela ngokwahlukile kwindawo engqongileyo

source: The range %1 is malformed
az: Aralıq %1 pis yaradılıbdır
bg: Диапазон %1 не е зададен
he: חווטה %1 יוגש
lt: Ruožas %1 yra blogai suformuotas
mt: Il-medda %1 hija żbaljata
nl: Het bereik %1 is misvormed
no: Området %1 er misdannet
ta: Å£îÍ %1 À¢ÈúÀðÎ ¯ûÇÐ
tr: Aralık %1 kötü oluşturulmuş
xh: Ulungiso %1 lwenziwe kwakhona

source: Table Style
az: Cədvəl Tərzi
bg: Стил на списък
he: הלבט ןונגס
lt: Lentelės stilius
mt: Stil tat-tabella
nl: Tabelstijl
no: Tabellstil
ta: «ð¼Å¨É À¡½¢
tr: Tablo Biçemi
xh: Uhlobo lwendlela yemigca

source: Could not find image %1
az: Görünüş %1 tapıla bilmədi
bg: Не мога да намеря картинка %1
he: %1 הנומתה תא אוצמל ןתינ אל
lt: Nerandu piešinio %1
mt: Ma setgħetx tinstab l-istampa %1
nl: Kon afbeelding %1 niet vinden
no: Kunne ikke finne bilde %1
ta: ¯ÕÅõ %1 ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä
tr: Görüntü %1 bulunamadı
xh: Ayinakuwufumana umfanekiso %1

source: Could not load image %1
az: Görünüş %1 yüklənə bilmədi
bg: Не мога да заредя картинка %1
he: %1 הנומתה תא ןועטל ןתינ אל
lt: Neužkraunu piešinio %1
mt: Ma setgħetx tittella' l-istampa %1
nl: Kon afbeelding %1 niet laden
no: Kunne ikke laste bilde %1
ta: ¯ÕÅõ %1 ²üÈ ÓÊÂÅ¢ø¨Ä
tr: Görüntü %1 yüklenemedi
xh: Ayinakuwulayisha umfanekiso %1

source: Could not find table-style XML file '%1'
az: Cədvəl tərzli XML faylı '%1' tapıla bilmədi
bg: Не мога да намеря файл XML '%1' за стила на диапазона
he: '%1' הלבטה ןונגס לש XML-ה ץבוק תא אוצמל ןתינ אל
lt: Nerandu lentelės-stiliaus XML bylos '%1'
mt: Ma stajtx insib il-fajl XML tal-istil tat-tabella '%1'
nl: Kon het XML-bestand met tabelstijl '%1'niet vinden
no: Kunne ikke finne tabellstil-XML-filen '%1'
ta: «ð¼Å¨É-À¡½¢ XML §¸¡ôÒ '%1' ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä
tr: Tablo biçemli XML dosyası '%1' bulunamadı
xh: Ayinakuyifumana indlela yemigca-uhlobo XML ifayile '%1'

source: Parsing error in table-style XML file %1
az: Cədvəl tərzli XML faylı %1 ayrışdırma xətası oluşturdu
bg: Неверен формат на файла XML %1 за стила на диапазона
he: '%1' הלבטה ןונגס לש XML-ה ץבוקב דוביע תאיגש
lt: Klaida analizuojant lentelės-stiliaus XML bylą %1
mt: Żball fl-istruttura tal-fajl XML %1
nl: Verwerkingsfout in het XML-bestand met tabelstijl %1
no: Tolkingsfeil i tabellstil-XML-filen %1
ta: «ð¼Å¨É-À¡½¢ XML §¸¡ôÒ '%1'ø «Ä¸¢¼ø À¢¨Æ
tr: Tablo biçemli XML dosyası %1 ayrıştırma hatası oluşturdu
xh: Imposiso yenkcaza ikwindlela yemigca-uhlobo XML ifayile %1

source: Change layout
az: Düzülüşü dəyişdir
bg: Промяна на свойствата
he: תורדגה הנש
lt: Keisti maketą
mt: Ibdel it-tqassim
nl: Opmaak wijzigen
no: Endre celleutseende
ta: ­¼«¨Á× Á¡üÚ
tr: Düzeni değiştir
xh: Tshintsha ulwaleko

source: Formula Editor
az: Formul Editor
bg: Редактор на формули
he: תואחסונה ךרוע
lt: Formulių redaktorius
mt: Editur tal-formula
nl: Formule-editor
no: Formelredigerer
ta: Ýò¾¢Ãõ ¦¾¡ÌôÀ¢
tr: Formül Düzenleyici
xh: Umhleli wefomula

source: All
az: Hamısı
bg: Всички
he: לכה
lt: Visi
mt: Kollox
nl: Alles
no: Alle
ta: «¨ÉòÐ
tr: Hepsi
xh: Onke

source: This function has no parameters.
az: Bu funksiyada heç parametr yoxdur.
bg: Тази функция няма параметри.
he: .םירטמרפ ןיא וז היצקנופל
lt: Ši funkcija neturi parametrų.
mt: Din il-funzjoni m'għandiex parametri.
nl: Deze functie heeft geen parameters
no: Denne funksjonen har ingen parametre.
ta: ­ó¾ ¦ºÂøÜüÈ¢ø «ÇÒÕì¸û ±Ð×õ ­ø¨Ä.
tr: Bu işlevde hiç parametre yok.
xh: Lo msebenzi awuna ziparameter.

source: Goto cell
az: Hücrəyə get
bg: Отиди на клетка
he: אתל רבעמ
lt: Eiti į langelį
mt: Mur f'ċella
nl: Ga naar cel
no: Gå til celle
ta: ¦ºøÄ§ÅñÊÂ º¢üÈ¨È
tr: Hücreye git
xh: Iseli ye Goto

source: Move towards right
az: Sağa tərəf irəlilə
bg: Премества в дясно
he: הנימי זזה
lt: Perkelti dešinėn
mt: Mexxi lejn il-lemin
nl: Naar rechts verplaatsen
no: Flytt til høyre
ta: ÅÄÐ Àì¸Á¡¸ ¿¸÷ò¾×õ
tr: Sağa doğru ilerle
xh: Yiya ngasekunene

source: Move towards bottom
az: Aşağı tərəf irəlilə
bg: Премества на долу
he: הטמל זזה
lt: Perkelti žemyn
mt: Mexxi l'isfel
nl: Naar beneden verplaatsen
no: Flytt nedover
ta: ¸£úÀ¡ì¸Á¡¸ ¿¸÷ò¾×õ
tr: Aşağı doğru ilerle
xh: Yiya ngasezantsi

source: Insert row(s)
az: Sətir əlavə et
bg: Вмъква ред(ове)
he: תורוש ףסוה
lt: Įterpti eilutę(es)
mt: Daħħal ringiela/i
nl: Rij(en) invoegen
no: Sett inn rad(er)
ta: ÌÚìÌÅÃ¢¨º(¸¨Ç) ¦ºÕÌ
tr: Satır ekle
xh: Faka umqolo(imi)

source: Insert column(s)
az: Sütun əlavə et
bg: Вмъква колона(и)
he: םירוט ףסוה
lt: Įterpti stulpelį(us)
mt: Daħħal kolonna/i
nl: Kolom(men) invoegen
no: Sett inn kolonne(er)
ta: ¦¿ÎÅÃ¢¨º(¸¨Ç) ¦ºÕÌ
tr: Sütun ekle
xh: Faka umhlathi(imi)

source: Insert cell(s)
az: Hücrə əlavə et
bg: Вмъква клетка(и)
he: םיאת תפסוה
lt: Įterpti langelį(ius)
mt: Daħħal ċella/el
nl: Cel(len) invoegen
no: Sett inn celle(er)
ta: º¢üÈ¨È(¸¨Ç) ¦ºÕÌ
tr: Hücre ekle
xh: Faka iseli(ii)

source: Move towards left
az: Sola tərəf irəlilə
bg: Премества в ляво
he: הלאמש זזה
lt: Perkelti kairėn
mt: Mexxi lejn ix-xellug
nl: Naar links verplaatsen
no: Flytt mot venstre
ta: ­¼Ð Àì¸Á¡¸ ¿¸÷ò¾×õ
tr: Sola doğru ilerle
xh: Yiya ngasekhohlo

source: Move towards top
az: Yuxarı tərəf irəlilə
bg: Премества на горе
he: הלעמל זזה
lt: Perkelti aukštyn
mt: Mexxi 'l fuq
nl: Naar boven verplaatsen
no: Flytt oppover
ta: §ÁøÀì¸Á¡¸ ¿¸÷òÐ
tr: Yukarı doğru ilerle
xh: Yiya ngasentla

source: Remove row(s)
az: Sətiri çıxart
bg: Изтрива ред(ове)
he: תורוש רסה
lt: Pašalinti eilutę(es)
mt: Neħħi ringiela/i
nl: Rij(en) verwijderen
no: Fjern rad(er)
ta: ÌÚìÌÅÃ¢¨º(¸¨Ç) ¿£ìÌ
tr: Satırı kaldır
xh: Susa umqolo(imi)

source: Remove column(s)
az: Sütunu çıxart
bg: Изтрива колона(и)
he: םירוט רסה
lt: Pašalinti stulpelį(ius)
mt: Neħħi kolonna/i
nl: Kolom(men) verwijderen
no: Fjern kolonne(er)
ta: ¦¿ÎÅÃ¢¨º(¸¨Ç) ¿£ìÌ
tr: Sütunu kaldır
xh: Susa umhlathi(imi)

source: Remove cell(s)
az: Hücrəyi çıxart
bg: Изтрива клетка(и)
he: םיאת תרסה
lt: Pašalinti langelį(ius)
mt: Neħħi ċella/el
nl: Cel(len) verwijderen
no: Fjern celle(er)
ta: º¢üÈ¨È(¸¨Ç) ¿£ìÌ
tr: Hücreyi kaldır
xh: Susa iseli(ii)

source: The row is full. Cannot move cells to the right.
az: Sətir doludur. Hücrələr sağa daşına bilmir.
he: .הנימי םיאת זיזהל ןתינ אל .האלמ הרושה
lt: Eilutė yra pilna. Negalima perkelti langelius dešinėn.
mt: Ir-ringiela hija mimlija. Ma tistax tmexxi iżjed lejn il-lemin.
nl: De rij is vol. De cellen kunnen niet naar rechts verplaatst worden.
no: Raden er full. Kan ikke flytte celler til høyre.
tr: Satır dolu. Hücreler sağa taşınamıyor.
xh: Umqolo uzele. Awunakusa iiseli ekunene.

source: The column is full. Cannot move cells towards the bottom.
az: Sütun doludur. Hücrələr birlikdə aşağıya daşına bilmir.
he: .הטמל םיאת זיזהל ןתינ אל .אלמ רוטה
lt: Stulpelis yra pilnas. Negalima perkelti langelių žemyn.
mt: Ik-kolonna hija mimlija. Ma tistax tmexxi iżjed lejn 'l isfel.
nl: Het kolom is vol. De cellen kunnen niet naar beneden verplaatst worden.
no: Kolonnen er full. Kan ikke flytte celler mot bunnen.
tr: Sütun dolu. Hücreler aşağıya taşınamıyor.
xh: Umhlathi uzele. Awunakusa iiseli ezantsi.

source: &Border
az: Ç&ərçivə
bg: &Рамка
he: תרגס&מ
lt: &Rėmelis
mt: &Bordura
nl: &Rand
no: &Ramme
ta: µÃõ
tr: Ç&erçeve
xh: &Umda

source: &Number Format
az: &Rəqəm Şəkli
bg: &Числов формат
he: םירפסמ תינב&ת
lt: &Skaičių formatas
mt: Format tan-&numru
nl: &Getalopmaak
no: Tallfor&mat
ta: ±ñ ÅÊÅõ
tr: &Sayı Biçimi
xh: &Ifomati yenani

source: &Text
az: &Mətn
bg: &Текст
he: טסק&ט
lt: &Tekstas
mt: &Test
nl: &Tekst
no: &Tekst
ta: ¯¨Ã
tr: &Metin
xh: &OKubhaliweyo

source: &Position
az: &Yer
bg: &Положение
he: םו&קימ
lt: &Pozicija
mt: &Pożizzjoni
nl: &Positie
no: &Posisjon
ta: ¿¢¨Ä
tr: &Konum
xh: &Indawo

source: Back&ground
az: &Arxa plan
bg: Фо&н
he: עק&ר
lt: &Fonas
mt: &Sfond
nl: Achter&grond
no: Bak&grunnsfarge
ta: À¢ýÉ½¢
tr: &Arkaplan
xh: &Isiqalo

source: Cell Layout
az: Hücrə Düzülüşü
bg: Свойства на клетка
he: את תורדגה
lt: Langelio maketas
mt: Tqassim taċ-ċella
nl: Celopmaak
no: Celleutseende
ta: º¢üÈ¨È ­¼«¨Á×
tr: Hücre Yerleşimi
xh: Ulwaleko lweseli

source: Change Layout
az: Düzülüşü Dəyişdir
bg: Промяна на свойства
he: תורדגה הנש
lt: Keisti maketą
mt: Ibdel it-tqassim
nl: Opmaak wijzigen
no: Endre utseende
ta: º¢üÈ¨È ­¼«¨Á×
tr: Düzeni değiştir
xh: Tshintsha ubeko/ulwaleko

source: variable
az: dəyişgən
bg: променлива
he: הנתשימ
lt: kintamasis
mt: varjabbli
nl: variabele
no: variabel
ta: Á¡È¢
tr: değişken
xh: eyahlukileyo

source: Postfix
az: Postfiks
bg: Суфикс
he: תמויס
lt: Postfiksas
mt: Suffiss
nl: Achtervoegsel
no: Postfiks
ta: À¢ýÉ£Î
tr: Sonek
xh: Ulungiso lweposi

source: Prefix
az: Prefiks
bg: Префикс
he: תמודיק
lt: Prefiksas
mt: Prefiss
nl: Voorvoegsel
no: Prefiks
ta: ÓýÉ£Î
tr: Önek
xh: Isimaphambili

source: Precision
az: hissiyat
bg: Точност
he: קויד
lt: Tikslumas
mt: Preċiżjoni
nl: Precisie
no: Presisjon
ta: ÐøÄ¢Âõ
tr: Duyarlık
xh: Eyona-yona

source: Number
az: Rəqəm
bg: Число
he: רפסמ
lt: Skaičius
mt: Numru
nl: Getal
no: Nummer
ta: ±ñ
tr: Sayı
xh: Inani

source: Percent
az: Faiz
bg: Процентен
he: זוחא
lt: Procentai
mt: Perċentaġġ
nl: Procent
no: Prosent
ta: º¾Å£¾õ
tr: Yüzde
xh: Ipesenti
