Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: Show vertical scrollbar
az: Şaquli sürüşdürmə çubuğunu göstər
bg: Показва вертикалната лента за придвижване
he: יכנא הלילג ספ גצה
lt: Rodyti stačią slinkties juostą
mt: Uri scrollbar vertikali
nl: Verticale schuifbalk tonen
no: Vis vertikalt rullefelt
ta: ¦¿ÎÅÃ¢¨º ¾¢¨Ã¯ÕÇøÀðÊ¨Â ¸¡ðÎ
tr: Dikey kaydırma çubuğunu göster
xh: Bonisa ibar yerolo ethe nkqo

source: Show horizontal scrollbar
az: Üfüqi sürüşdürmə çubuğunu göstər
bg: Показва хоризонтална лента за придвижване
he: יקפוא הלילג ספ גצה
lt: Rodyti gulsčią slinkties juostą
mt: Uri scrollbar orizzontali
nl: Horizontale schuifbalk tonen
no: Vis horisontalt rullefelt
ta: ÌÚìÌÅÃ¢¨º ¾¢¨Ã¯ÕÇøÀðÊ¨Â ¸¡ðÎ
tr: Yatay kaydırma çubuğunu göster
xh: Bonisa ibar yerolo ethe tye

source: Show Column Header
az: Sütun Başlığını Göstər
bg: Показва заглавието на колона
he: םירוט תורתוכ גצה
lt: Rodyti stulpelių antraštes
mt: Uri titli tal-kolonni
nl: Kolomkop tonen
no: Vis kolonnenummer
ta: ¦¿ÎÅÃ¢¨º ¾¨Äô¨À ¸¡ðÎ
tr: Sütun Başlığını Göster
xh: Bonisa iheader yomhlathi

source: Show Row Header
az: Sətir Başlığını Göstər
bg: Показва заглавието на ред
he: תורוש תורתוכ גצה
lt: Rodyti eilučių antraštes
mt: Uri titli tar-ringieli
nl: Rijkop tonen
no: Vis rad topptekst
ta: ÌÚìÌÅÃ¢¨º ¾¨Äô¨À ¸¡ðÎ
tr: Satır Başlığını Göster
xh: Bonisa iheader yomqolo

source: Show tabs
az: Səkmələri göstər
bg: Показва tabs
he: תויסיטרכ גצה
lt: Rodyti lakštus
mt: Uri t-tabbijiet
nl: Tabs tonen
no: Vis skilleark
ta: ¾ð¼ø¸¨Ç ¸¡ðÎ
tr: Sekmeleri göster
xh: Bonisa iziniki sithuba

source: Show formula toolbar
az: Formul vasitə çubuğunu göstər
he: החסונ םילכ לגרס גצה
lt: Rodyti formulių parankinę
mt: Uri toolbar tal-formula
nl: Formulebalk tonen
no: Vis formel verktøylinje
tr: Formül çubuğunu göster
xh: Bonisa ibar yesixhobo se fomula

source: Show statusbar
az: Vəsiyyət çubuğunu göstər
he: בצמ תרוש גצה
lt: Rodyti būsenos juostą
mt: Uri statusbar
nl: Statusbalk tonen
no: Vis statuslinje
tr: Durumçubuğunu göster
xh: Bonisa ibar yendawo engatshintshiyo

source: Completion mode:
az: Tamamlama modu:
bg: Режим на допълване:
he: :המלשה בצמ
lt: Užbaigimų būdas:
mt: Modalità tal-kompletazzjoni:
nl: Completering:
no: Ferdig modus:
ta: ÓÊ× Ó¨È¨Á:
tr: Tamamlama kipi:
xh: Indlela yogqibezelo:

source: None
az: Heç Biri
bg: Не
he: אלל
lt: Nėra
mt: Ebda
nl: Geen
no: Ingen
ta: ±Ð×Á¢ø¨Ä
tr: Hiçbiri
xh: Akukho nanye

source: Manual
az: Əllə
bg: Ръчно
he: ינדי
lt: Rankinis
mt: Manwali
nl: Handmatig
ta: ¨¸Ó¨È
tr: Elle
xh: Incwadi yesandla

source: Popup
az: Hoppanan
bg: Показва значенията
he: ץפקומ
lt: Pasirodantis
no: Sprett opp
ta: §ÁøÁ£ðÒ
tr: Bilgi
xh: ingxolo eqhekezayo

source: Automatic
az: Avtomatik
bg: Автоматично
he: יטמוטוא
lt: Automatinis
mt: Awtomatiku
nl: Automatisch
no: Automatisk
ta: ¾ýÉ¢Âì¸
tr: Otomatik
xh: Ngokuzenzekela

source: Semi-Automatic
az: Yarı-Avtomatik
bg: Полуавтоматично
he: יטמוטוא יצח
lt: Pusiau automatinis
mt: Semi-awtomatiku
nl: Semi-automatisch
no: Semi-automatisk
ta: Ì¨È-¾ýÉ¢Âì¸
tr: Yarı-Otomatik
xh: Semi-Ezenzekelayo

source: Value of indent:
az: Çərtmə qiyməti:
bg: Отстъп:
he: :החזה ךרע
lt: Įtraukos reikšmė:
mt: Valur tal-indent:
nl: Waarde in van inspringing:
no: Verdi av innrykk:
ta: ¯û¾û Á¾¢ôÒ:
tr: Satırbaşı değeri:
xh: Ixabiso lophawu:

source: Press enter to move selection to:
az: Seçkiyi daşımaq üçün girin:
bg: Натискането на ENTER премества избраното в:
he: :הריחבה תא הריבעמ Enter לע השקה
lt: Paspaudus „Enter“, žymėjimas pereis:
mt: Agħfas entre biex tmexxi l-għażla għal:
nl: Druk op enter om de selectie te verplaatsen naar:
no: Trykk enter for å flytte utvalget til:
ta: §¾÷×¸¨Ç ¿¸÷ò¾ Ñ¨Æ ¦À¡ò¾¡¨É «Óì¸×õ:
tr: Seçimi taşımak için enter'a basın:
xh: Cinezela ungeno ukusa ukhetho ku:

source: Show error message
az: Xəta ismarıcını göstər
bg: Показва съобщението за грешка
he: האיגש תועדוה גצה
lt: Rodyti klaidų pranešimus
mt: Uri messaġġi tal-iżbalji
nl: Foutmelding tonen
no: Vis feilmeldinger
ta: À¢¨Æ «È¢ì¨¸¨Â ¸¡ðÎ
tr: Hata mesajını göster
xh: Bonisa umyalezo wemposiso

source: Method of calc:
az: Hesab metodu
bg: Метод на пресмятане:
he: :בושיח תטיש
lt: Skaičiavimo metodas:
mt: Metodu ta' kalkulazzjoni:
nl: Berekeningsmethode:
no: Beregningsmetode
ta: ¸½ì¸£ðÎ Ó¨È:
tr: Hesap yöntemi
xh: Indlela ye calc:

source: Sum
az: Cəmi
bg: Сума
he: םוכס
mt: Summa
nl: Som
ta: ÜðÎ
tr: Toplam
xh: Isiphumo sokudibanisa

source: Min
az: Minimal
bg: Мин
he: םומינימ
mt: Minimu
ta: ¸Æ¢ò¾ø
tr: Asgari
xh: Encinane

source: Max
az: Maksimal
bg: Макс
he: םומיסקמ
mt: Massimu
no: Maks
ta: «¾¢¸Àðº
tr: Azami
xh: Enkulu

source: Average
az: Ortalama
bg: Средно
he: עצוממ
mt: Medja
nl: Gemiddeld
no: Gjennomsnitt
ta: ºÃ¡ºÃ¢
tr: Ortalama
xh: Umndilili

source: Count
az: Say
bg: Пресмята
he: הריפס
lt: Skaičiuoju
mt: Għadd
nl: Tellen
no: Tell
ta: ÜðÎ
tr: Sayım
xh: Bala

source: Show comment indicator
az: İzahat göstəricisini göstər
bg: Показва индикатор за коментар
he: תורעה ןומיס גצה
lt: Rodyti komentarų žymes
mt: Uri indikatur tal-kummenti
nl: Toelichtingindicator tonen
no: Vis kommentar indikator
ta: ÌÈ¢ôÒ¨Ã ÍðÊ¨Â ¸¡ðÎ
tr: Açıklama belirtecini göster
xh: Bonisa isalathiso sogqabazo

source: Grid Color:
az: Çərçivə Rəngi:
bg: Цвят на мрежата:
he: :תשרה עבצ
lt: Tinklelio spalva:
mt: Kulur tal-grilja:
nl: Rasterkleur:
no: Rutenettfarge
ta: Å¨Äîºð¼ ¿¢Èõ:
tr: Çerçeve Rengi:
xh: Umbala wodibaniso lombane:

source: Default parameters
az: Əsas parametrlər
bg: Параметри по подразбиране
he: לדחמ תרירב ירטמרפ
lt: Pagrindiniai parametrai
mt: Parametri normali
nl: Standaardparameters
no: Standardparametre
ta: ¦¸¡¼¡¿¢¨Ä «ÇÒÕ¸û
tr: Öntanımlı parametreler
xh: Iparameters ezingagqibekanga

source: Default page size:
az: Əsas səhifə böyüklüyü:
bg: Размер на страница по подразбиране:
he: :לדחמ תרירב דומע לדוג
lt: Pagrindinis puslapio dydis:
mt: Daqs tal-paġna normali:
nl: Standaard-paginagrootte:
no: Standard sidestørrelse
ta: ¦¸¡¼¡¿¢¨Ä Àì¸ «Ç×:
tr: Öntanımlı sayfa boyutu:
xh: Ubungakanani bephepha obungagqibekanga:

source: Default page orientation:
az: Əsas səhifə yerləşdirmə:
bg: Ориентация на страница:
he: :לדחמ תרירב הספדה ןוויכ
lt: Pagrindinė puslapio orentacija:
mt: Orjentazzjoni tal-paġna normali:
nl: Standaard paginaoriëntatie:
no: Standard sideorientering
ta: ¦¸¡¼¡¿¢¨Ä Àì¸ ¾¢¨ºò¾ý¨Á:
tr: Öntanımlı sayfa konumlandırma:
xh: Uhlenga-hlengiso lwephepha elingagqibekanga:

source: Default page units:
az: Əsas səhifə vahidi:
he: :דומע לש לדחמ תרירב הדימ תודיחי
lt: Pagrindiniai puslapio vienetai:
mt: Unità impliċita tal-paġna:
nl: Standaard pagina-units:
no: Standard sideenheter:
tr: Öntanımlı sayfa birimleri:
xh: Imivo yephepha elingagqibekanga:

source: Millimeters (mm)
az: Millimetr (mm)
he: (מ"מ) םירטמילימ
lt: Milimetrai (mm)
mt: Millimetri (mm)
no: Millimeter (mm)
tr: Milimetre (mm)
xh: Iimillimeter (mm)

source: Points (pt)
az: Nöqtə (nk)
he: (pt) תודוקנ
lt: Punktai (pt)
mt: Punti (pt)
nl: Punten (pt)
no: Punkter (pkt.)
tr: Nokta (nk)
xh: Iincopho (pt)

source: Inches (in)
az: İnç (in)
he: (in) םי'צניא
lt: Coliai (in)
mt: Pulzieri (")
no: Tommer (in)
tr: İnç (in)
xh: Ii-intshi (ngaphakathi)

source: area: %1
az: sahə: %1
bg: диапазон: %1
he: %1 :םוחת
lt: sritis: %1
mt: reġjun: %1
nl: gebied: %1
no: område: %1
ta: ÀÃôÀÇ×: %1
tr: alan: %1
xh: i ariya: %1

source: Do you really want to remove this area name?
az: Bu sahə adını silmək istəyirsiniz?
bg: Действително ли искате да изтриететози диапазон?
he: ?הז םוחת םש ריסהל ךנוצרבש חוטב התא םאה
lt: Ar tikrai norite pašalinti šį srities vardą?
mt: Żgur li trid tneħħi dan l-isem ta' reġjun?
nl: Wilt u werkelijk deze gebiedsnaam verwijderen?
no: Vil du virkelig slette dette områdenavnet ?
ta: ­ó¾ ÀÃôÀ¢ý ¦ÀÂ¨Ã ¿¢Á¡¸§Å ¿£ì¸ §ÅñÎÁ¡?
tr: Gerçekten bu alan adını silmek istiyor musunuz?
xh: Ufuna okwenene ukususa eli gama le ariya?

source: Resize row
az: Sətiri böyüklüyünü dəyişdir
bg: Промяна размера на ред
he: הרושה לדוג יוניש
lt: Keisti eilučių dydį
mt: Daqqas ringiela
nl: Rijgrootte wijzigen
no: Endre størrelse på rad
ta: ÌÚìÌÅÃ¢¨º¨Â ÁÚ«ÇÅ¡ìÌ
tr: Satırı yeniden boyutlandır
xh: Yenza ubungakanani kwakhona bomqolo

source: Height (mm)
az: Hündürlük (mm)
bg: Височина (мм)
he: (מ"מ) הבוג
lt: Aukštis (mm)
mt: Għoli (mm)
nl: Hoogte (mm)
no: Høyde (mm)
ta: ¯ÂÃõ (Á¢Á£)
tr: Yükseklik (mm)
xh: Ubude (mm)

source: Resize column
az: Sütun böyüklüyünü dəyişdir
bg: Промяна на размера на колона
he: רוטה לדוג יוניש
lt: Keisti stulpelių dydį
mt: Daqqas kolonna
nl: Kolomgrootte wijzigen
no: Endre størrelse på kolonne
ta: ¦¿ÎÅÃ¢¨º¨Â ÁÚ«ÇÅ¡ìÌ
tr: Sütunu yeniden boyutlandır
xh: Yenza ubungakanani kwakhona bomhlathi

source: Width (mm)
az: Genişlik (mm)
bg: Ширина (мм)
he: (מ"מ) בחור
lt: Plotis (mm)
mt: Wisa' (mm)
nl: Breedte (mm)
no: Bredde (mm)
ta: «¸Äõ (Á¢Á£)
tr: Genişlik (mm)
xh: Ububanzi (mm)

source: KSpread Scripts
az: KSpread Skriptləri
bg: Скриптове на KSpread
he: KSpread לש םיטירסת
lt: KSpread scenarijai
mt: Skritt KSpread
nl: KSpreat Scripts
no: KSpread skript
ta: KSpread ¸¢ÕôÎ¸û
tr: KSpread Betikleri
xh: Amagama ashicilelweyo e KSpread

source: You must enter a name
az: Bir ad girməlisiniz
bg: Необходимо е да въведете име
he: םש דילקהל ךילע
lt: Reikia įrašyti vardą
mt: Trid iddaħħal isem
nl: U moet een naam invoeren
no: Du må skrive inn et navn
ta: ¿£í¸û ´Õ ¦ÀÂ¨Ã Ñ¨Æì¸ §ÅñÎõ
tr: Bir isim girmelisiniz
xh: Kufuneka ungenise igama

source: The file already exists
az: Fayl onsuz da vardır
bg: Файла вече съществува
he: םייק רבכ ץבוקה
lt: Byla jau yra
mt: Dan il-fajl diġa jeżisti
nl: Het bestand bestaat reeds.
no: Filen eksisterer allerede
ta: §¸¡ôÒ ²ü¸É§Å ¯ûÇÐ
tr: Dosya zaten var
xh: Ifayile sele ikhona

source: Could not open file. Perhaps access denied
az: Fayl açıla bilmədi. Yetişmə qadağan edilmiş ola bilər
bg: Не мога да отворя файл. Може би, нямам права
he: .ץבוקה תא חותפל ןתינ אל תיחדנ השיגהו ןכתיי
lt: Neatidarau bylos. Gal būt nėra priėjimo
mt: Ma stajtx niftaħ il-fajl. Forsi l-permess miċħud
nl: Kon het bestand niet openen. Waarschijnlijk is de toegang geweigerd.
no: Kunne ikke åpne fil. Kanskje tilgang ble nektet
ta: §¸¡ôÒ ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä. «Ï¸ø ÁÚì¸ÀðÊÕì¸ ÜÎõ
tr: Dosya açılamadı. Erişim engellenmiş olabilir
xh: Ayikwazi ukuvulaifayile. Mhlawumbi unikezelo lukhatyiwe

source: Do you really want to delete the script %1?
az: %1 skriptini silmək istəyirsiniz?
he: טירסתה תא קוחמל ךנוצרבש חוטב התא םאה ?%1
lt: Ar tikrai norite pašalinti scenarijų %1?
mt: Żgur li trid tħassar l-iskritt %1?
nl: Weet u zeker dat u dit script wilt verwijderen: %1
no: Vil du virkelig slette skriptet %1 ?
tr: %1 betiğini silmek istediğinize emin misiniz?
xh: Ufuna okwenene ukucima okushicilelweyo %1?

source: KSpread Question
az: KSpread Sualı
bg: Въпрос на KSpread
he: KSpread-מ הלאש
lt: KSpread klausimas
mt: Mistoqsija KSpread
nl: KSpread - vraag
no: KSpread-spørsmål
ta: KSpread §¸ûÅ¢
tr: KSpread Sorusu
xh: Umbuzo we KSpread

source: Scripts
az: Skriptlər
bg: Скриптове
he: םיטירסת
lt: Scenarijai
mt: Skritti
no: Skript
ta: ¸¢ÕôÎ¸û
tr: Betikler
xh: Amagama ashicilelwe phantsi

source: Rename
az: Yenidən adlandır
bg: Преименува
he: םש הנש
lt: Pervardinti
mt: Agħti isem ġdid
nl: Hernoemen
no: Endre navn
ta: ÁÚ¦ÀÂÃ¢Î
tr: Yeniden isimlendir
xh: Yinike igama kwakhona

source: Series
az: Seriya
bg: Серии
he: הרדיס
lt: Progresijos
mt: Sensiela
no: Serier
ta: ¦¾¡¼÷¸û
tr: Seri
xh: Uphawu

source: Mode
az: Mod
bg: Режим
he: ןוויכ
lt: Ręžimas
mt: Mod
nl: Modus
no: Modus
ta: Ó¨È¨Á
tr: Kip
xh: Indlela

source: Column
az: Sütun
bg: Колона
he: רוט
lt: Stulpeliui
mt: Kolonna
nl: Kolom
no: Kolonne
ta: ¦¿ÎÅÃ¢¨º
tr: Sütun
xh: Umhlathi

source: Row
az: Sətir
bg: Ред
he: הרוש
lt: Eilutei
mt: Ringiela
nl: Rij
no: Rad
ta: ÌÚìÌÅÃ¢¨º
tr: Satır
xh: Umqolo

source: Type
az: Növ
bg: Тип
he: גוס
lt: Tipas
mt: Tip
ta: Å¨¸
tr: Tür
xh: Udidi

source: Linear
bg: Линеен
he: תינובשח
lt: Aritmetinė
mt: Lineari
nl: Lineair
no: Lineær
ta: §¸¡Î¸û º¡÷ó¾
tr: Doğrusal
xh: Ilayini

source: Geometric
az: Geometrik
bg: Геометричен
he: תיסדנה
lt: Geometrinė
mt: Ġeometriku
nl: Geometrisch
no: Geometrisk
ta: ÅÊÅ¢Âø º¡÷ó¾
tr: Geometrik
xh: Ubunzulu lwazi belayini kunye nesithuba

source: Start value
az: Başlanğıç qiyməti
bg: Начало значение
he: יתלחתה ךרע
lt: Pradinė reikšmė
mt: Valur tal-bidu
nl: Startwaarde
no: Startverdi
ta: ¦¾¡¼ì¸ Á¾¢ôÒ
tr: Başlangıç değeri
xh: Qala ixabiso

source: End value
az: Bitiş qiyməti
bg: Крайно значение
he: יפוס ךרע
lt: Paskutinė reikšmė
mt: Valur tal-aħħar
nl: Eindwaarde
no: Sluttverdi
ta: ­Ú¾¢ Á¾¢ôÒ
tr: Bitiş değeri
xh: Phelisa ixabiso

source: Step
az: Pillə
bg: Стъпка
he: הנמ\שרפה
lt: Žingsnis
mt: Pass
nl: Stap
no: Steg
ta: «Ê
tr: Basamak
xh: Inqwanqwa

source: Sorry, but the step value has to be greater than zero. Otherwise the linear series is infinite!
az: Bağışlayın, fəqət addım qiyməti sıfırdan böyük olmalıdır. Əks halda linear seriyalar sonsuz çıxar!
he: .ספאמ לודג תויהל שרפהה ךרע לע ךא ,יל רצ !תיפוסניא היהת תינובשחה הרדסה תרחא
lt: Apgailestauju, bet žingsnis turi būti didesnis už nulį. Priešingu atveju, aritmetinė progresija bus begalinė!
mt: Jiddispjaċini, il-valur tal-pass irid ikun ikbar minn żero. Inkella s-sensiela lineari tkun infinita!
nl: Helaas, de stapwaarde moet groter zijn dan 0. Anders is de lineaire serie oneindig!
no: Beklager, men stegverdien må være større enn null. Ellers vil ikke den lineære serien avsluttes!
tr: Üzgünüm fakat basamak değeri sıfırdan büyük olmalıdır. Aksi takdirde doğrusal seriler sonsuz çıkar!
xh: Uxolo, kodwa ixabiso lwenqwanqwa kufuneka libelikhulu kunonothi. Kungenjalo uphawu lelayini alunasiphelo!

source: Sorry, but the step value has to be greater than one Otherwise the geometric series is infinite!
az: Bağışlayın fəqət pillə qiyməti sıfırdan böyük olmalıdır. Əks halda geometrik seriyalar sonsuz çıxar!
bg: Значение на стъпката трябва да бъде по-голяма от единица Иначе геометричния ред ще бъде безконечен!
he: .דחאמ לודג תויהל הנמה ךרע לע ךא ,יל רצ !תיפוסניא היהת תיסדנהה הרדסה תרחא
lt: Atleiskite, bet žingsnio reikšmė turi būti didesnė nei 1. Priešingu atveju geometrinė progresija bus begalinė!
mt: Jiddispjaċini, il-valur tal-pass irid ikun ikbar minn wieħed. Inkella s-sensiela ġeometrika tkun infinita!
nl: Helaas, de stapwaarde moet groter zijn dan 1. Anders is de geometrische serie oneindig!
no: Beklager, men stegverdien må være større enn en. Ellers vil ikke den geometriske serien avsluttes!
ta: ÁýÉ¢ì¸×õ, ÀÊ Á¾¢ôÒ 1ìÌ «¾¢¸Á¡¸ ­Õì¸ §ÅñÎõ. ­øÄ¡Å¢Êø ÅÊÅ¢Âø ¦¾¡¼÷ ÓÊÅ¢Ä¡Áø ­ÕìÌõ!
tr: Üzgünüm fakat basamak değeri sıfırdan büyük olmalıdır. Aksi takdirde geometrik seriler sonsuz çıkar!
xh: Uxolo, kodwa ixabiso lwenqwanqwa kufunela libelikhulu kunesinye Kungenjalo uphawu lobunzulu lwazi belayini neithuba alinasiphelo!

source: Step is negative!
az: Addım mənfidir!
he: !םיילילש הנמ\שרפהה
lt: Žingsnis yra neigiamas!
mt: Pass huwa negattiv!
nl: Stap is negatief!
no: Steg er negativ!
tr: Basamak negatif!
xh: Inqwanqwa liyakhatywa!

source: Table hidden
az: Cədvəl gizləndi
bg: Скрит списък
he: תרתסומ הלבט
lt: Lentelė paslėpta
mt: Tabella moħbija
nl: Tabel verborgen
no: Skjul tabell
ta: «ð¼Å¨É Á¨Èì¸Àð¼Ð
tr: Tablo gizlendi
xh: Indlela yemigca ifihliwe

source: Name of the hidden column:
az: Saxlı sütunun nömrəsi:
bg: Име на скрита колона:
he: :רתסומה רוטה םש
lt: Paslėpto stulpelio vardas:
mt: Isem tal-kolonna moħbija:
nl: Naam van verborgen kolom:
no: Navn på skjult kolonne
ta: Á¨Èó¾¢ÕìÌõ ¦¿ÎÅÃ¢¨ºÂ¢ý ¦ÀÂ÷:
tr: Saklı sütunun numarası:
xh: Igama lomhlathi ofihliweyo:

source: Number of the hidden row:
az: Saxlı sətrin nömrəsi:
bg: Брой скрити редове:
he: :תרתסומה הרושה םש
lt: Paslėptos eilutės vardas:
mt: Numru tar-ringiela moħbija:
nl: Nummer van verborgen rij:
no: Nummeret på den skjulte raden:
ta: Á¨Èó¾¢ÕìÌõ ¦¿ÎÅÃ¢¨ºÂ¢ý ±ñ:
tr: Saklı satırın numarası:
xh: Inani lomqolo ofihliweyo:

source: Column: %1
az: Sütun: %1
bg: Колона: %1
he: %1 :רוט
lt: Stulpelis: %1
mt: Kolonna: %1
nl: Kolom: %1
no: Kolonne: %1
ta: ¦¿ÎÅÃ¢¨º: %1
tr: Sütun: %1
xh: Umhlathi: %1

source: Row: %1
az: Sətir: %1
bg: Ред: %1
he: %1 :הרוש
lt: Eilutė: %1
mt: Ringiela: %1
nl: Rij: %1
no: Rad: %1
ta: ÌÚìÌÅÃ¢: %1
tr: Satır: %1
xh: Umqolo: %1

source: Sort
az: Sırala
bg: Сортировка
he: ןוימ
lt: Rikiuoti
mt: Issortja
nl: Sorteren
no: Sorter
ta: ´ØíÌÀÎòÐ
tr: Sırala
xh: Khetha

source: Sort by
az: Buna görə sırala
bg: Сортира по
he: יפל ןיימ
lt: Rikiuoti pagal
mt: Fl-ordni ta'
nl: Sorteren op
no: Sorter etter
ta: ´ØíÌ Ó¨È
tr: Şuna göre sırala
xh: Khetha ngo

source: Decrease mode
az: Azalan mod
bg: В обратен порядък
he: דרוי רדס
lt: Mažėjančiai
mt: Naqqas
nl: Afloopmodus
no: Synkende modus
ta: Ì¨ÈÔõ Ó¨È¨Á
tr: Azalan kip
xh: Indlela yonciphiso

source: Column %1
az: Sütun %1
bg: Колона %1
he: %1 רוט
lt: Stulpelis %1
mt: Kolonna %1
nl: Kolom %1
no: Kolonne %1
ta: ¦¿ÎìÌÅÃ¢ %1
tr: Sütun %1
xh: Umhlathi %1

source: Row %1
az: Sətir %1
bg: Ред %1
he: %1 הרוש
lt: Eilutė %1
mt: Ringiela %1
nl: Rij %1
no: Rad %1
ta: ÌÚìÌÅÃ¢ %1
tr: Satır %1
xh: Umqolo %1

source: Special Paste
az: Xüsusi yapışdır
bg: Специално поставяне
he: תדחוימ הקבדה
lt: Padėti specialiai
mt: Poġġi kopja speċjali
nl: Speciaal plakken
no: Lim inn spesiell
ta: º¢ÈôÒ ´ðÎ
tr: Özel yapıştır
xh: Ucolo oluthile

source: Paste what:
az: Bunu yapışdır:
bg: Постави:
he: :קיבדהל המ
lt: Ką padėti:
mt: Poġġi kopja ta' xiex:
nl: Wat plakken:
no: Hva skal limes inn:
ta: ±¨¾ ´ð¼:
tr: Şunu yapıştır:
xh: Cola ntoni:

source: Everything
az: Hər şey
bg: Всичко
he: לכה
lt: Viską
mt: Kollox
nl: Alles
no: Alt
ta: «¨ÉòÐõ
tr: Herşey
xh: Yonke into

source: Text
az: Mətn
bg: Текст
he: טסקט
lt: Tekstą
mt: Test
nl: Tekst
no: Tekst
ta: ¯¨Ã
tr: Metin
xh: Okubhaliweyo

source: Comment
az: İzahat
bg: Коментар
he: הרעה
lt: Komentarą
mt: Kumment
nl: Commentaar
no: Kommentar
ta: ÌÈ¢ôÒ¨Ã
tr: Açıklama
xh: Gqabaza

source: Everything without border
az: Hər şey çərçivəsiz
bg: Всичко без рамка
he: תרגסמה ילב לכה
lt: Viską be rėmelių
mt: Kollox mingħajr bordura
nl: Alles zonder rand
no: Alt uten kanter
ta: µÃò¨¾ ¾Å¢Ã «¨ÉòÐõ
tr: Herşey çerçevesiz
xh: Yonke into ngaphandle komndilili

source: Operation
az: Əməliyyat
bg: Операция
he: הלועפ
lt: Operaciją
mt: Operazzjoni
nl: Handeling
no: Operasjon
ta: ­Âì¸õ
tr: İşlem
xh: Iyasebenza

source: Overwrite
az: Üstünə yaz
bg: Презапиши
he: בותכש
lt: Perrašyti
mt: Ikteb fuq
nl: Overschrijven
no: Skriv over
ta: §Á¦ÄØÐ
tr: Üzerine yaz
xh: Bhala ngaphezulu

source: Addition
az: Toplama
bg: Събиране
he: רוביח
lt: Pridedant
mt: Żieda
nl: Optelling
no: Addisjon
ta: Üð¼ø
tr: Toplama
xh: Udibaniso

source: Subtraction
az: Çıxarma
he: רוסיח
lt: Atimant
mt: Tnaqqis
nl: Aftrekking
no: Subtraksjon
tr: Çıkarma
xh: Uthabatho

source: Multiplication
az: Vurma
bg: Умножение
he: לפכ
lt: Sudauginant
mt: Multiplikazzjoni
nl: Vermenigvuldiging
no: Multiplikasjon
ta: ¦ÀÕì¸ø
tr: Çarpma
xh: Uphinda-phindo

source: Division
az: Bölmə
bg: Деление
he: קוליח
lt: Dalinant
mt: Diviżjoni
nl: Deling
no: Divisjon
ta: ÅÌò¾ø
tr: Bölme
xh: Ulwahlulo

source: Validity
az: Düzgünlük
bg: Достоверност
he: ףקות
lt: Patikimumas
mt: Validità
nl: Validatie
no: Gyldighet
ta: Ó¨È¨Áò¾Ì¾¢
tr: Geçerlilik
xh: Usebenzo

source: Clear All
az: Hamısını Təmizlə
bg: Изчисти всичко
he: לכה הקנ
lt: Išvalyti viską
mt: Ħassar kollox
nl: Alles wissen
no: Fjern alt
ta: «¨Éò¨¾Ôõ Ð¨¼
tr: Tümünü Temizle
xh: Cacisa konke

source: Values
az: Qiymətlər
bg: Значения
he: םיכרע
lt: Reikšmes
mt: Valuri
nl: Waardes
no: Verdier
ta: Á¾¢ôÒ¸û
tr: Değerler
xh: Amaxabiso

source: Validity criteria :
az: Düzgünlük kriteriyası:
bg: Критерии за достоверност:
he: :ףקות יאנת
lt: Patikimumo kriterijai :
mt: Kriterji tal-validità :
nl: Validatiecriteria:
no: Gyldighets kriteria
ta: Ó¨È¨Á ¾Ì¾¢ Ó¨È¸û :
tr: Geçerlilik kriteri :
xh: Ugwebo olusebenzayo :

source: Allow:
az: İcazə Ver:
bg: Разреши:
he: :רשפא
lt: Leidžiama:
mt: Ippermetti:
nl: Toestaan:
no: Tillat:
ta: «ÛÁ¾¢:
tr: İzin Ver:
xh: Vumela:

source: Integer
az: İnteqer
bg: Цяло число
he: םלש רפסמ
lt: Sveikas skaičius
mt: Integru
no: Heltall
ta: ÓØ ±ñ
tr: Doğal Sayı
xh: Inani elipheleleyo

source: Date
az: Gün
bg: Дата
he: ךיראת
lt: Data
mt: Data
nl: Datum
no: Dato
tr: Gün
xh: Umhla

source: Text length
az: Mətn uzunluğu
bg: Дължина на текст
he: טסקט ךרוא
lt: Teksto ilgis
mt: Tul tat-test
nl: Tekstlengte
no: Tekstlengde
ta: ¯¨Ã ¿£Çõ
tr: Metin uzunluğu
xh: Ubude bokubhaliweyo

source: Data:
az: Verilən:
bg: Данни:
he: :םינותנ
lt: Duomenys:
ta: ¾Ã×:
tr: Veri:
xh: iData:

source: Minimum :
az: Minimal :
bg: Минимум:
he: :םומינימ
mt: Minimu :
ta: Ì¨Èó¾Àðºõ :
tr: Asgari :
xh: Encinane :

source: Maximum :
az: Maksimal :
bg: Максимум:
he: :םומיסקמ
lt: Maksimum :
mt: Massimu :
no: Maksimum :
ta: «¾¢¸Àðºõ :
tr: Azami :
xh: Enkulu :

source: Error alert
az: Xəta xəbərdarlığı
bg: Съобщение за грешка
he: האיגש תארתה
lt: Dėmesio, klaida
mt: Messaġġ ta' żball
nl: Foutmelding
no: Feilalarm
ta: À¢¨Æ ±îºÃ¢ì¨¸
tr: Hata uyarısı
xh: Ulumkiso lwemposiso

source: Contents :
az: İçindəkilər :
bg: Съдържание:
he: :ןכות
lt: Turinys :
mt: Kontenut :
nl: Inhoud:
no: Innhold :
ta: ¦À¡ÕÇ¼ì¸õ :
tr: İçerik :
xh: Imixholo :

source: Action:
az: Gediş:
bg: Действие:
he: :הלועפ
lt: Veiksmas :
mt: Azzjoni:
nl: Actie:
no: Handling:
ta: ¦ºÂø:
tr: Eylem:
xh: Intshukumo:

source: Title:
az: Başlıq:
bg: Заглавие:
he: :תרתוכ
lt: Antraštė:
mt: Titlu:
nl: Titel:
no: Tittel:
ta: ¾¨ÄôÒ:
tr: Başlık:
xh: Iwonga:

source: Message:
az: İsmarıc:
bg: Съобщение:
he: :העדוה
lt: Pranešimas:
mt: Messaġġ:
nl: Bericht:
no: Beskjed:
ta: ¦ºö¾¢:
tr: Mesaj:
xh: Umyalezo:

source: Number :
az: Rəqəm:
bg: Значение:
he: :רפסמ
lt: Skaičius :
mt: Numru :
nl: Nummer:
no: Nummer :
ta: ±ñ :
tr: Sayı :
xh: Inani :

source: Date :
az: Gün :
bg: Дата:
he: ךיראת
lt: Data :
mt: Data :
nl: Datum:
no: Dato :
tr: Gün :
xh: Umhla :

source: Date minimum
az: Minimal gün
bg: Минимална дата
he: םומינימ ךיראת
lt: Mažiausia data
mt: Data minima
nl: Minimale datum
no: Dato minimum
ta: §¾¾¢ Ì¨Èó¾Àðºõ
tr: Asgari gün
xh: Ubuncinane bomhla

source: Date maximum
az: Maksimal gün
bg: Максимална дата
he: םומיסקמ ךיראת
lt: Didžiausia data
mt: Data massima
nl: Maximale datum
no: Dato maksimum
ta: §¾¾¢ «¾¢¸Àðºõ
tr: Azami gün
xh: Ubukhulu bomhla

source: Time :
az: Vaxt :
bg: Време:
he: :העש
lt: Laikas :
mt: Ħin :
nl: Tijd:
no: Tid :
ta: §¿Ãõ :
tr: Zaman :
xh: Ixesha :

source: Time minimum
az: Minimal vaxt
bg: Минимално време
he: םומינימ תעש
lt: Laikas minimum
mt: Ħin minimu
nl: Minimale tijd
no: Tid minimum
ta: §¿Ãõ Ì¨Èó¾Àðºõ
tr: Asgari zaman
xh: Ubuncinane bexesha

source: Time maximum
az: Maksimal vaxt
bg: Максимално време
he: םומיסקמ תעש
lt: Laikas maksimum
mt: Ħin massimu
nl: Maximale tijd
no: Tid maksimum
ta: §¿Ãõ «¾¢¸Àðºõ
tr: Azami zaman
xh: Ubukhulu bexesha

source: Number :
az: Rəqəm:
bg: Значение:
he: :רפסמ
lt: Skaičius :
mt: Numru :
nl: Nummer:
no: Nummer :
ta: ±ñ :
tr: Sayı :
xh: Inani :

source: Date :
az: Gün :
bg: Дата:
he: :ךיראת
lt: Data :
mt: Data :
nl: Datum:
no: Dato :
tr: Gün :
xh: Umhla :

source: Time :
az: Vaxt :
bg: Време:
he: :העש
lt: Laikas :
mt: Ħin :
nl: Tijd:
no: Tid :
ta: §¿Ãõ :
tr: Zaman :
xh: Ixesha :

source: This is not a valid value !
az: Bu hökmlü bir qiyməq deyildir !
bg: Това значение не е вярно!
he: !ףקת ךרע וניא והז
lt: Tai neteisinga reikšmė !
mt: Dan m'huwiex valur validu !
nl: Dit is geen geldige waarde!
no: Dette er ingen gyldig verdi !
ta: ­Ð ´Õ Ó¨ÈÂ¡É Á¾¢ôÒ ­ø¨Ä !
tr: Bu geçerli bir değer değil !
xh: Eli ayiloxabiso elisebenzayo !

source: This is not a valid time !
az: Bu hökmlü bir vaxt deyildir !
bg: Това значение на времето не е вярно!
he: !הפקת העש הניא יהוז
lt: Tai neteisingas laikas !
mt: Dan m'hux ħin validu !
nl: Dit is geen geldige tijd!
no: Dette er ingen gyldig tid !
ta: ­Ð ´Õ Ó¨ÈÂ¡É §¿Ãõ ­ø¨Ä !
tr: Bu geçerli bir zaman değil !
xh: Eli asiloxesha lisebenzayo !

source: This is not a valid date !
az: Bu hökmlü bir gün deyildir !
bg: Тази дата не е вярна!
he: !ףקת ךיראת וניא והז
lt: Tai neteisinga data !
mt: Din m'hux data valida !
nl: Dit is geen geldige datum!
no: Dette er ingen gyldig dato !
ta: ­Ð ´Õ Ó¨ÈÂ¡É §¾¾¢ ­ø¨Ä !
tr: Bu geçerli bir gün değil !
xh: Lo asingomhla usebenzayo!
