Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: The AND() function returns True if all the values are true. Otherwise it returns False.
az: AND() funksiyası bütün qiymətlər düz isə Düz, digər hallarda Səhv ifadəsini işlədir.
lt: AND() funkcija pateikia True, jeigu visos reikšmės yra tiesa. Priešingu atveju ji pateikia False.
nl: De functie AND() geeft Waar als alle waarden juist zijn, anders geeft zij Onwaar.
no: AND()-funksjonen returnerer sann hvis alle verdiene er sanne, hvis ikke returnerer den usann.
tr: AND() fonksiyonu tüm değerler doğru ise Doğru, diğer durumlarda Yanlış ifadesini kullanır.
xh: i AND() umsebenzi ubuyisela iNyaniso ukuba onke amaxabiso ayinyaniso. Kungenjalo i buyisela uBuxoki.

source: AND(value;value;...)
az: AND(qiymətlər;qiymətlər;...)
lt: AND(reikšmė;reikšmė;...)
nl: AND(waarde;waarde;...)
no: AND(verdi;verdi;...)
tr: AND (değerler; değerler; ... )
xh: AND(ixabiso;ixabiso;...)

source: AND(True;True;True) returns True
az: AND(Düz;Düz;Düz) bərabərdir Düz
bg: AND(True;True;True) връща True
he: True ריזחמ AND(True;True;True)
lt: AND(True;True;True) gražina True
nl: AND(waar;waar;waar) geeft Waar
no: AND(sann;sann;sann) gir sann
ta: AND(¦Áö;¦Áö;¦Áö), ¦Áö ±ýÚ ¸¡ðÎõ
tr: AND(Doğru;Doğru;Doğru) eşittir Doğru
xh: AND(iNyaniso;iNyaniso;iNyaniso) ibuyisela iNyaniso

source: AND(True;False) returns False
az: AND(Düz;Səhv) bərabərdir Səhv
bg: AND(True;False) връща False
he: False ריזחמ AND(True;False)
lt: AND(True;False) gražina False
nl: AND(ONwaar;waar) geeft Onwaar
no: AND(sann;usann) gir usann
ta: AND(¦Áö;¦À¡ö), ¦À¡ö ±ýÚ ¸¡ðÎõ
tr: AND(Doğru;Yanlış) eşittir Yanlış
xh: AND(iNyaniso;uBuxoki) ibuyisela uBuxoki

source: The OR() function returns True if at least one of the values is true. Otherwise it returns False.
az: OR() funksiyası ən az bir qiymət düz isə Düz, digər hallarda Səhv ifadəsini verir
lt: OR() funkcija pateikia True, jeigu bent viena iš reikšmių yra tiesa.Priešingu atveju ji pateikia False.
nl: De functie OR() geeft Waar als op zijn minst één waarde waar is, anders geeft zij Onwaar.
no: OR()-funksjonen returnerer sann hvis minst en av verdiene er sanne, hvis ikke returnerer den usann.
tr: OR() fonksiyonu en az bir değer doğru ise Doğru, diğer durumlarda Yanlış ifadesini kullanır
xh: i OR() umsebenzi ubuyisela iNyaniso ukuba noko elinye lamaxabiso liyinyaniso. Kungenjalo ibuyisela uBuxoki.

source: OR(value;value;...)
az: OR(qiymətlər;qiymətlər;...)
lt: OR(reikšmė;reikšmė;...)
nl: OR(waarde;waarde;...)
no: OR(verdi;verdi;...)
tr: OR( değerler; değerler; ... )
xh: OR(ixabiso;ixabiso;...)

source: OR(False;False;False) returns False
az: OR(Səhv;Səhv;Səhv) bərabərdir Səhv
bg: OR(False;False;False) връща False
he: False ריזחמ OR(False;False;False)
lt: OR(False;False;False) gražins False
nl: OR(onwaar;onwaar;onwaar) geeft Onwaar
no: OR(usann;usann;usann) gir usann
ta: OR(¦À¡ö;¦À¡ö;¦À¡ö), ¦À¡ö ±ýÚ ¸¡ðÎõ
tr: OR(Yanlış;Yanlış;Yanlış) eşittir Yanlış
xh: OR(uBuxoki;uBuxoki;uBuxoki) ibuyisela uBuxoki

source: OR(True;False) returns True
az: OR(Düz;Səhv) bərabərdir Düz
bg: OR(True;False) връща True
he: True ריזחמ OR(True;False)
lt: OR(True;False) gražins True
nl: OR(waar;onwaar) retrourneert Waar
no: OR(sann;usann) gir sann
ta: OR(¯ñ¨Á;¦À¡ö), ¯ñ¨Á ±ýÚ ¸¡ðÎõ
tr: OR(Doğru;Yanlış) eşittir Doğru
xh: OR(iNyaniso;uBuxoki) ibuyisela iNyaniso

source: The NAND() function returns True if at least one value is not true. Otherwise it returns False.
az: NAND() funksiyası ən az bir qiymət düz deyil isə Düz, digər hallarda Səhv ifadəsini işlədir.
lt: NAND() funkcija pateiks True, jeigu bent viena iš reikšmių yra ne tiesa.Priešingu atveju ji pateiks False.
nl: De functie NAND() geeft Waar als op zijn minst één waarde niet waar is, anders geeft zij Onwaar.
no: NAND()-funksjonen returnerer sann hvis minst en av verdiene ikke er sanne, ellers returnerer den usann.
tr: NAND() fonksiyonu en az bir değer doğru değil ise Doğru, diğer durumlarda Yanlış ifadesini kullanır.
xh: i NAND() umsebenzi ubuyisela iNyaniso ukuba noko elinye lamaxabiso aliyonyaniso. Kungenjalo ibuyisela uBuxoki.

source: NAND(value;value;...)
az: NAND(qiymətlər;qiymətlər;...)
lt: NAND(reikšmė;reikšmė;...)
nl: NAND(waarde;waarde;...)
no: NAND( verdi; verdi; ... )
tr: NAND( değerler; değerler; ... )
xh: NAND(ixabiso;ixabiso;...)

source: NAND(True;False;False) returns True
az: NAND(Düz;Səhv;Səhv) bərabərdir Düz
bg: NAND(True;False;False) връща True
he: True ריזחמ NAND(True;False;False)
lt: NAND(True;False;False) gražins True
nl: NAND(waar;onwaar;onwaar) geeft Waar
no: NAND(sann,usann,usann) returnerer sann
ta: NAND(¯ ñ¨Á;¦À¡ö;¦À¡ö), ¯ñ¨Á ±ýÚ ¸¡ðÎõ
tr: NAND(Doğru;Yanlış;Yanlış) eşittir Doğru
xh: NAND(iNyaniso;uBuxoki;uBuxoki) ibuyisela iNyaniso

source: NAND(True;True) returns False
az: NAND(Düz;Düz) bərabərdir Səhv
bg: NAND(True;True) връща False
he: False ריזחמ NAND(True;True)
lt: NAND(True;True) gražins False
nl: NAND(waar;waar) geeft Onwaar
no: NAND(sann;sann) gir usann
ta: NAND(¯ñ¨Á;¯ñ¨Á), ¦À¡ö ±ýÚ ¸¡ðÎõ
tr: NAND(Doğru;Doğru) eşittir Yanlış
xh: NAND(iNyaniso;iNyaniso) ibuyisela uBuxoki

source: The NOR() function returns True if all the values given as parameters are of type bool and have the value false. Otherwise it returns False.
az: NOR() funksiyası əgər verilən bütün parametrlər səhv isə Düz, digər hallarda Səhv ifadəsini işlədir.
bg: Функция NOR() връщя True, ако всички параметри са неистина. В противен случай False.
lt: NOR() funkcija gražina True, jeigu visos reikšmės, nurodytos parametrais, yra loginiai kintamieji ir turi reikšmę melas. Priešingu atveju gražina False.
nl: De functie NOR() geeft Waar wanneer alle als parameter meegegeven waarden van het type bool zijn met een onwaare waarde. Anders wordt Onwaar geretourneerd.
no: NOR()-funksjonen returnerer sann hvis alle verdier gitt som parameter er av typen bool og har verdien usann. Ellers returnerer den usann.
tr: NOR() fonksiyonu eğer verilen tüm parametreler yalnış ise Doğru, diğer durumlarda Yanlış ifadesini kullanır.
xh: I NOR() umsebenzi ubuyisela Okuyinyaniso ukuba wonke amaxabiso anikiweyo njenge parameters zi ludidi lwe bool kwaye anexabiso elibubuxoki. Kungenjalo ibuyisela ubuxoki.

source: NOR(value;value;...)
az: NOR(qiymətlər;qiymətlər;...)
lt: NOR(reikšmė;reikšmė;...)
nl: NOR(waarde;waarde;...)
no: NOR(verdi;verdi;...)
tr: NOR( değerler; değerler; ... )
xh: NOR(ixabiso;ixabiso;...)

source: NOR(True;False;False) returns False
az: NOR(Düz;Səhv;Səhv) bərabərdir Səhv
bg: NOR(True;False;False) връща False
he: False ריזחמ NOR(True;False;False)
lt: NOR(True;False;False) gražins False
nl: NOR(waar;onwaar;onwaar) geeft Onwaar
no: NOR(sann,usann,usann) gir usann
tr: NOR(Doğru;Yanlış;Yanlış) eşittir Yanlış
xh: NOR(iNyaniso;uBuxoki;uBuxoki) ibuyisela uBuxoki

source: NOR(False;False) returns True
az: NOR(Səhv;Səhv) bərabərdir Düz
bg: NOR(False;False) връща True
he: True ריזחמ NOR(False;False)
lt: NOR(False;False) gražins True
nl: NOR(onwaar;onwaar) geeft Waar
no: NOR(sann;sann) gir sann
tr: NOR(Yanlış;Yanlış) eşittir Doğru
xh: NOR(uBuxoki;uBuxoki) ibuyisela iNyaniso

source: Boolean value
az: "Boolean" qiyməti
bg: Логическо значение
lt: Loginiai kintamieji
nl: Booleanse waarde
no: Bolsk verdi
tr: Boolean değeri
xh: Ixabiso leBoolean

source: The NOT() function returns True if the value is False and returns False if the value is True.
az: NOT() funksiyası qiyməq Səhv isə Düz, Düz isə Səhv ifadəsini işlədir.
bg: Функция NOT() връща True, ако параметърFalse и връща False, ако значението е True.
lt: NOT() funkcija gražins True, jeigu reikšmė yra False ir gražins False, jeigu reikšmė yra True.
nl: De functie NOT() geeft Waar als de waarde onwaar is en geeft Onwaar als de waarde waar is.
no: NOT()-funksjonen returnerer sann hvis verdien er usann og returnerer usann hvis verdien er sann.
ta: NOT() ¦ºÂøÜÚ, Á¾¢ôÒ ¦À¡öÂ¡¸ ­Õó¾¡ø, ¯ñ¨Á ±ýÚ ¸¡ðÎõ ÁüÚõ Á¾¢ôÒ Á¾¢ôÒ ¯ñ¨ÁÂ¡¸ ­Õó¾¡ø, ¦À¡ö ±ýÚ ¸¡ðÎõ.
tr: not() fonksiyonu değer Yanlış ise Doğru, Doğru ise Yanlış ifadesini kullanr.
xh: i NOT() umsebenzi ubuyisela iNyaniso ukuba ixabiso libiBuxoki kwaye ibuyisela uBuxoki ukuba ixabiso liyinyaniso.

source: NOT(bool)
no: NOT(boolsk verdi)
xh: ASIYO(bool)

source: NOT(False) returns True
az: NOT(Səhv) bərabərdir Düz
bg: NOT(False) връща True
he: True ריזחמ NOT(False)
lt: NOT(False) gražins True
nl: NOT(onwaar) geeft Waar
no: NOT(usann) gir Sann
tr: not(Yanlış) eşittir Doğru
xh: ASIBO(Buxoki) ibuyisela iNyaniso

source: NOT(True) returns False
az: NOT(Düz) bərabərdir Səhv
bg: NOT(True) връща False
he: False ריזחמ NOT(True)
lt: NOT(True) gražins False
nl: NOT(waar) geeft Onwaar
no: NOT(sann) gir usann
tr: not(Doğru) eşittir Yanlış
xh: ASIYO(Nyaniso) ibuyisela uBuxoki

source: Condition
az: Şərt
bg: Условие
lt: Sąlygos
nl: Conditie
no: Betingelse
tr: Şart
xh: Indawo

source: If true
az: Əgər düz
bg: Ако е истина
lt: Jei tiesa
nl: Indien waar
no: Hvis sann
tr: Eğer doğru
xh: Ukuba yinyaniso

source: If false
az: Əgər səhv
bg: Ако е лъжа
lt: Jei melas
nl: Indien onwaar
no: Hvis usann
tr: Eğer yanlış
xh: Ukuba bubuxoki

source: The IF() function is a conditional function. This function returns the second parameter if the condition is True. Otherwise it returns the third parameter.
az: IF() bir şərt funksiyasıdır. Əgər şərt düz isə ikinci parametri, səhv isə üçüncü parametri ifadə edər.
lt: IF() yra sąlygos funkcija. Šita funkcija pateikia sekantį parametrą, jeigu sąlygą yra True. Priešingu atveju ji pateikia trečią parametrą.
nl: De functie IF() is een conditionele functie. Deze functie geeft de tweede parameter als de conditie waar is, anders geeft het de derde parameter.
no: IF()-funksjonen er en betinget funksjon. Funksjonen returnerer det andre parameteret hvis betingelsen er sann, hvis ikke returnerer den det tredje parameteret.
tr: if() bir şart fonksiyonudur. Eğer şart doğru ise ikinci parametreyi, yanlış ise üçüncü parametreyi ifade eder.
xh: i IF() umsebenzi ngumsebenzi onendawo. Lo msebenzi ubuyisela eyesibini iparameter ukuba indawo yiNyaniso. Kungenjalo ibuyisela eyesithathu iparameter.

source: IF(condition;if_true;if_false)
az: IF(şərt;if_true;if_false)
lt: IF(sąlyga;if_true;if_false)
nl: IF(conditie;indien_waar;indien_onwaar)
no: IF(betingelse;hvis_sann;hvis_usann)
tr: if( şart; if_true; if_false )
xh: IF(indawo;ukuba_yinyaniso;ukuba_bubuxoki)

source: A1=4;A2=6;IF(A1>A2;5;3) returns 3
az: A1=4; A2=6; IF(A1>A2;5;3) bərabərdir 3
he: 3 ריזחמ A1=4;A2=6;IF(A1>A2;5;3)
lt: A1=4;A2=6;IF(A1>A2;5;3) pateikia 3
nl: A1=4;A2=6;IF(A1>A2;5;3) geeft 3
no: A1=4;A2=6;if(A1>A2;5;3) returnerer 3
tr: A1=4; A2=6; if(A1>A2;5;3) eşittir 3
xh: A1=4;A2=6;IF(A1>A2;5;3) ibuyisela u 3

source: Any value
az: Hər hansı bir qiyməq
bg: Всяко значение
lt: Bet kokia reikšmė
nl: Elke waarde
no: Enhver verdi
tr: Herhangi bir değer
xh: Naliphi na ixabiso

source: The ISLOGIC() function returns True if the parameter is a bool value. Otherwise it returns False.
az: ISLOGIC() funksiyası əgər parametr bir "boolean" qiymət isə Düz, deyil isə Səhv ifadəsini işlədir.
lt: ISLOGIC() funkcija pateikia True, jeigu parametras yra loginis kintamasis. Priešingu atveju ji pateikia False.
nl: De functie ISLOGIC() geeft Waar als de parameter een bool-waarde is, anders geeft deze Onwaar.
no: ISLOGIC()-funksjonen returnerer sann hvis parameteret er en bool-verdi, ellers returnerer den usann.
tr: ISLOGIC() fonksiyonu eğer parametre bir boolean değer ise Doğru, değil ise Yanlış ifadesini kullanır.
xh: i ISLOGIC() umsebenzi ubuyisela iNyaniso ukuba iparameter lixabiso lebool. Kungenjalo ibuyisela uBuxoki.

source: ISLOGIC(A1>A2) returns True
az: ISLOGIC(A1>A2) bərabərdir Düz
bg: ISLOGIC(A1>A2) връща True
he: True ריזחמ ISLOGIC(A1>A2)
lt: ISLOGIC(A1>A2) gražina True
nl: ISLOGIC(A1>A2) geeft Waar
no: ISLOGIC(A1>A2) gir sann
tr: ISLOGIC(A1>A2) eşittir Doğru
xh: ISLOGIC(A1>A2) ibuyisela iNyaniso

source: ISLOGIC(12) returns False
az: ISLOGIC(12) bərabərdir Səhv
bg: ISLOGIC(12) връща False
he: False ריזחמ ISLOGIC(12)
lt: ISLOGIC(12) gražins False
nl: ISLOGIC(12) geeft Onwaar
no: ISLOGIC(12) gir usann
tr: ISLOGIC(12) eşittir Yanlış
xh: ISLOGIC(12) ibuyisela uBuxoki

source: The ISNUM() function returns True if the parameter is a numerical value. Otherwise it returns False.
az: ISNUM() funksiyası əgər parametr numerik bir qiymət isə Düz, deyil isə Səhv ifadəsini işlədir
lt: ISNUM() funkcija pateikia Tue, jeigu parametras yra skaitinė reikšmė.Priešingu atveju ji pateikia False.
nl: De functie ISNUM() geeft Waar als de parameter een numerieke waarde is, anders geeft deze Onwaar.
no: ISNUM()-funksjonen returnerer sann hvis parameteret er en nummerisk verdi, hvis ikke returnerer den usann.
tr: ISNUM() fonksiyonu eğer parametre sayısal bir değer ise Doğru, değil ise Yanlış ifadesini kullanır
xh: i ISNUM() umsebenzi ubuyisela iNyaniso ukuba iparameter lixabiso lenani. Kungenjalo ibuyisela uBuxoki.

source: ISNUM(12) returns True
az: ISNUM(12) bərabərdir Düz
bg: ISNUM(12) връща True
he: True ריזחמ ISNUM(12)
lt: ISNUM(12) gražina True
nl: ISNUM(12) geeft Waar
no: ISNUM(12) gir sann
tr: ISNUM(12) eşittir Doğru
xh: ISNUM(12) ibuyisela iNyaniso

source: ISNUM(hello) returns False
az: ISNUM(salam) bərabərdir Səhv
bg: ISNUM("Привет") връща False
he: False ריזחמ ISNUM(hello)
lt: ISNUM(sveiki) gražina False
nl: ISNUM(hallo) geeft Onwaar
no: ISNUM(hallo) gir usann
tr: ISNUM(merhaba) eşittir Yanlış
xh: ISNUM(molo0 ibuyisela uBuxoki

source: The ISTIME() function returns True if the parameter is a time value. Otherwise it returns False.
az: ISTIME() funksiyası əgər parametr vaxt qiyməti isə Düz, deyil isə Səhv ifadəsini işlədir
lt: ISTIME() funkcija apteikia True, jeigu parametras yra laiko reikšmė.Priešingu atveju ji pateiks False.
nl: De functie ISTIME() geeft Waar als de parameter een tijdwaarde is, anders geeft deze Onwaar.
no: ISTIME()-funksjonen returnerer sann hvis parameteret er et tidsuttrykk, hvis ikke returnerer den usann.
tr: ISNUM() fonksiyonu eğer parametre sayısal bir değer ise Doğru, değil ise Yanlış ifadesini kullanır
xh: i ISTIME() umsebenzi ubuyisela iNyaniso ukuba iparameter lixabiso lexesha. Kungenjalo ibuyisela uBuxoki.

source: ISTIME("12:05") returns True
az: ISTIME("12:05") bərabərdir Düz
bg: ISTIME("12:05") връща True
he: True ריזחמ ISTIME("12:05")
lt: ISTIME("12:05") pateikia True
nl: ISTIME("12:05") geeft Waar
no: ISTIME("12:05") gir sann
tr: ISNUM(12) eşittir Doğru
xh: ISTIME("12:05") ibuyisela iNyaniso

source: ISTIME(hello) returns False
az: ISTIME(salam) bərabərdir Səhv
bg: ISTIME("Привет") връща False
he: False ריזחמ ISTIME(hello)
lt: ISTIME(hello) pateiks False
nl: ISTIME(hallo) geeft Onwaar
no: ISTIME(hallo) gir usann
tr: ISNUM(merhaba) eşittir Yanlış
xh: ISTIME(molo) ibuyisela uBuxoki

source: The ISDATE() function returns True if the parameter is a date value. Otherwise it returns False
az: ISDATE() funksiyası əgər parametr vaxt qiyməti isə Düz, deyil isə Səhv ifadəsini işlədir
lt: ISDATE() funkcija pateiks True, jeigu parametras yra data. Priešingu atveju ji pateiks False.
nl: De functie ISDATE() geeft Waar als de parameter een datumwaarde is, anders geeft deze Onwaar.
no: ISDATE()-funksjonen returnerer sann hvis parameteret er en datoverdi, hvis ikke returnerer den usann.
tr: ISNUM() fonksiyonu eğer parametre sayısal bir değer ise Doğru, değil ise Yanlış ifadesini kullanır
xh: i ISDATE() umsebenzi ubuyisela iNyaniso ukuba iparameter lixabiso lomhla. Kungenjalo ibuyisa uBuxoki

source: ISDATE("2000-2-2") returns True
az: ISDATE("2000-2-2") bərabərdir Düz
bg: ISDATE("2000-2-2") връща True
he: True ריזחמ ISDATE("2000-2-2")
lt: ISDATE("2000-2-2") pateiks True
nl: ISDATE("2000-2-2") geeft Waar
no: ISDATE("2000-2-2") gir sann
tr: ISTEXT("merhaba") eşittir Doğru
xh: ISDATE("2000-2-2") ibuyisa iNyaniso

source: ISDATE(hello) returns False
az: ISDATE(salam) bərabərdir Səhv
bg: ISDATE("Привет") връща False
he: False ריזחמ ISDATE(hello)
lt: ISDATE(hello) pateiks False
nl: ISDATE(hallo) geeft Onwaar
no: ISDATE(hallo) gir usann
tr: ISNUM(merhaba) eşittir Yanlış
xh: ISDATE(molo) ibuyisa uBuxoki

source: The ISTEXT() function returns True if the parameter is a string. Otherwise it returns False
az: ISTEXT() funksiyası əgər parametr bir strinq isə Düz, deyil isə Səhv ifadəsini verir
lt: ISTEXT() funkcija pateiks True, jeigu parametras yra eilutė. Priešingu atveju ji pateiks False
nl: De functie ISTEXT() geeft Waar als de parameter een tekenreeks is, anders geeft deze Onwaar.
no: ISTEXT()-funksjonen returnerer sann hvis parameteret er en streng, ellers returnerer den usann.
tr: ISTEXT() fonksiyonu eğer parametre bir dizgi ise Doğru, değil ise Yanlış ifadesini kullanır
xh: i ISTEXT() umsebenzi ubuyisela iNyaniso ukuba iparameter ngumtya. Kungenjalo ibuyisa uBuxoki

source: ISTEXT(12) returns False
az: ISTEXT(12) bərabərdir Səhv
bg: ISTEXT(12) връща False
he: False ריזחמ ISTEXT(12)
lt: ISTEXT(12) gražina False
nl: ISTEXT(12) geeft Onwaar
no: ISTEXT(12) gir usann
tr: ISTEXT(12) eşittir Yanlış
xh: ISTEXT(12) ibuyisa uBuxoki

source: ISTEXT("hello") returns True
az: ISTEXT("salam") bərabərdir Düz
bg: ISTEXT("Привет") връща True
he: True ריזחמ ISTEXT("hello")
lt: ISTEXT("sveiki") gražins True
nl: ISTEXT("hallo") geeft Onwaar
no: ISTEXT("hallo") gir sann
tr: ISTEXT("merhaba") eşittir Doğru
xh: ISTEXT("molo") ibuyisa iNyaniso

source: The ISNOTTEXT() function returns True if the parameter is not a string. Otherwise it returns False
az: ISNOTTEXT() funksiyası əgər parametr bir strinq deyil isə Düz, elədirsə Səhv ifadəsini verir
lt: ISNOTTEXT() funkcija pateiks True, jeigu parametras nėra eilutė. Priešingu atveju ji pateiks False.
nl: De functie ISNOTTEXT() geeft Waar als de parameter geen tekenreeks is, anders geeft deze Onwaar.
no: ISNOTTEXT()-funksjonen returnerer sann hvis parameteret ikke er en streng, ellers returnerer den usann.
tr: ISTEXT() fonksiyonu eğer parametre bir dizgi ise Doğru, değil ise Yanlış ifadesini kullanır
xh: i ISNOTTEXT() umsebenzi ubuyisela iNyaniso ukuba iparameter ayisingomtya. Kungenjalo ibuyisela uBuxoki

source: ISNOTTEXT(12) returns True
az: ISNOTTEXT(12) bərabərdir Düz
bg: ISNOTTEXT(12) връща True
he: True ריזחמ ISNOTTEXT(12)
lt: ISNOTTEXT(12) pateiks True
nl: ISNOTTEXT(12) geeft Waar
no: ISNOTTEXT(12) gir sann
ta: ISNOTTEXT(12), ¯ñ¨Á ±ýÚ ¸¡ðÎõ
tr: ISNUM(12) eşittir Doğru
xh: ISNOTTEXT(12) ibuyisa inyaniso

source: ISNOTTEXT("hello") returns False
az: ISNOTTEXT("salam") bərabərdir Düz
bg: ISNOTTEXT("Привет") връща False
he: False ריזחמ ISNOTTEXT("hello")
lt: ISNOTTEXT("hello") pateiks False
nl: ISNOTTEXT("hallo") geeft Onwaar
no: ISNOTTEXT("hallo") gir usann
ta: ISNOTTEXT("hello"), ¦À¡ö ±ýÚ ¸¡ðÎõ
tr: ISTEXT("merhaba") eşittir Doğru
xh: ISNOTTEXT("molo") ibuyisa uBuxoki

source: The ISODD() function returns True if the number is odd. Otherwise returns False.
az: ISODD() funksiyası əgər parametr tək strinq isə Düz, deyil isə Səhv ifadəsini verir
lt: ISODD() funkcija pateiks True, jeigu skaičius yra nelyginis. Priešingu atveju ji pateiks False.
nl: De functie ISODD() geeft Waar als het getal oneven is, anders geeft deze Onwaar.
no: ISODD()-funksjonen returnerer sann hvis parameteret er et oddetall, ellers returnerer den usann.
tr: ISTEXT() fonksiyonu eğer parametre bir dizgi ise Doğru, değil ise Yanlış ifadesini kullanır
xh: i ISODD() umsebenzi ubuya neNyaniso ukuba inani limnqakathi. Kungenjalo ibuyisa uBuxoki.

source: ISODD(12) returns False
az: ISODD(12) bərabərdir Səhv
bg: ISODD(12) връща False
he: False ריזחמ ISODD(12)
lt: ISODD(12) pateiks False
nl: ISODD(12) geeft Onwaar
no: ISODD(12) gir usann
ta: ISODD(12), ¦À¡ö ±ýÚ ¸¡ðÎõ
tr: ISLOGIC(12) eşittir Yanlış
xh: ISODD(12) ibuyisa uBuxoki

source: ISODD(-7) returns True
az: ISODD(-7) bərabərdir Düz
bg: ISODD(-7) връща True
he: True ריזחמ ISODD(-7)
lt: ISODD(-7) pateiks True
nl: ISODD(-7) geeft Waar
no: ISODD(-7) gir sann
tr: ISNUM(12) eşittir Doğru
xh: ISODO(-7) ibuyisa iNyaniso

source: The ISEVEN() function returns True if the number is even. Otherwise returns False.
az: ISEVEN() funksiyası əgər parametr bir cüt rəqəm isə Düz, deyil isə Səhv ifadəsini verir
lt: ISEVEN() funkcija pateiks True, jeigu skaičius yra lyginis. Priešingu atveju ji pateiks False.
nl: De functie ISEVEN() geeft Waar als het getal even is, anders geeft deze Onwaar.
no: ISEVEN()-funksjonen returnerer sann hvis parameteret er et partall, ellers returnerer den usann.
tr: ISTEXT() fonksiyonu eğer parametre bir dizgi ise Doğru, değil ise Yanlış ifadesini kullanır
xh: i ISEVEN() umsebenzi ubuya neNyaniso ukuba inani lilingene. Kungenjalo ibuya noBuxoki.

source: ISEVEN(12) returns True
az: ISEVEN(12) bərabərdir Düz
bg: ISEVEN(12) връща True
he: True ריזחמ ISEVEN(12)
lt: ISEVEN(12) pateiks True
nl: ISEVEN(12) geeft Waar
no: ISEVEN(12) gir sann
ta: ISEVEN(12), ¯ñ¨Á ±ýÚ ¸¡ðÎõ
tr: ISNUM(12) eşittir Doğru
xh: ISEVEN(12) ibuyisela iNyaniso

source: ISEVEN(-7) returns False
az: ISEVEN(-7) bərabərdir Səhv
bg: ISEVEN(-7) връща False
he: False ריזחמ ISEVEN(-7)
lt: ISEVEN(-7) pateiks False
nl: ISEVEN(-7) geeft Onwaar
no: ISEVEN(-7) gir usann
tr: ISTEXT(12) eşittir Yanlış
xh: ISEVEN(-7) ibuyisela Ubuxoki

source: Statistic
az: Statistika
bg: Статистически
he: הקיטסיטטס
lt: Statistinės
nl: Statistisch
no: Statistikk
tr: İstatistik
xh: Idata yamanani

source: Number of trials
az: Sınaq miqdarı
bg: Общо количество изпитания
lt: Bandymų skaičius
nl: Aantal pogingen
no: Antall forsøk
tr: Deneme sayısı
xh: Inani lovavanyo

source: Number of successful trials
az: Müvəffəqiyyətli sınaq miqdarı
bg: Количество успешни изпитания
lt: Sėkmingų bandymų skaičius
nl: Aantal sucesvolle pogingen
no: Antall forsøk med hell
tr: Başarılı deneme sayısı
xh: Inani lovavanyo olunempumelelo

source: Probability of success
az: Müvəffəqiyyətli olma ehtimalı
bg: Вероятност за успех
lt: Sėkmės tikimybė
nl: Kans op succes
no: Sannsynlighet for hell
tr: Başarılma olasılığı
xh: Isenzo sempumelelo

source: The BINO function returns the binomial distribution. The first parameter is the number of trials, the second parameter is the number of successes, and the third is the probability of success. The number of trials should be greater than the number of successes and the probability should be smaller or equal to 1.
az: BINO funksiyası binomal bölməni ifadə edər. İlk parametr sınaq miqdarı, ikinci parametr müvəffəqiyyətli olma miqdarı, üçüncü parametr müvəffəqiyyətli ola bilmə ehtimalı miqdarıdır. Sınaq miqdarı müvəffəqiyyət miqdarından çox olmalıdır və müvəffəqiyyət ehtimalı "1"dən kiçik ya da "1"ə bərabər olmalıdır.
lt: BINO funkcija pateikia binominį pasiskirstymą. Pirmas parametras yra bandymų skaičius, antras parametras yra sėkmių skaičius, o trečias yra sėkmės tikimybė. Bandymų skaičius turi būti didesnis už sėkmių skaičių, o tikimybė turi būti mažesnė arba lygi 1.
nl: De functie BINO() geeft de binomiale verdeling. De eerste parameter is het aantal pogingen, de tweede is het aantal succesvolle pogingen en de derde is het succespercentage. Het aantal pogingen moet groter zijn dan het aantal succesvolle pogingen, en het succespercentage kleiner of gelijk zijn aan 1.
no: BINO()-funksjonen returnerer den bionomiske fordelingen. Første parameter er antall forsøk, det andre parameteret er antall treff, og det tredje er sannsynligheten for et treff. Antall forsøk må være større enn antall treff og sannsynligheten skal være mindre eller lik 1.
tr: BINO fonksiyonu binomal bölmeyi ifade eder. İlk parametre deneme sayısı, ikinci parametre başarılı olma sayısı, üçüncü parametre başarılı olabilme olasılığı sayısıdır. Deneme sayısı başarı sayısından fazla olmalıdır ve başarı olasılığı 1'den küçük ya da 1'e eşit olmalıdır.
xh: I BINO umsebenzi ubuyisela unikezelo olundindi mbini. Eyokuqala i parameter li nani lweemvavanyo, eyesibini i parameter linani leempumelelo, kwaye elesithathu yindlela yokuphumelela. Inani lweemvavanyo lizakuba likhulu kunenani lweempumelelo kwaye linokuba lincinane okanye lilingane ku 1.
