Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: The IMAGINARY(string) returns the imaginary coefficient of a complex.
az: IMAGINARY(strinq)mürəkkəbin görünən koefisientini verir.
bg: Функция IMAGINARY() връща имагинерен коефициентот комплексно число.
lt: IMAGINARY(eilutė) pateikia kompleksinio skaičiaus menamą koeficientą.
nl: De functie IMAGINARY(tekenreeks) geeft de denkbeeldige coëfficiënt van een complex.
no: IMAGINARY(streng)-funksjonen returnerer tenkt coeffisient av et kompleks.
xh: ELIKHOYO(umtya) ubuyisela inani elikhoyo elisetyenziswa ukulinganisela amaqela.

source: IMAGINARY(string)
az: IMAGINARY(strinq)
lt: IMAGINARY(eilutė)
nl: IMAGINARY(tekenreeks)
no: IMAGINARY(streng)
tr: Dizgi
xh: ELIKHOYO(umtya)

source: IMAGINARY("1.2+3.4i") returns 3.4
az: IMAGINARY("1.2+3.4i") bərəbərdir 3.4
bg: IMAGINARY("1.2+3.4i") връща 3.4
he: 3.4 ריזחמ IMAGINARY("1.2+3.4i")
lt: IMAGINARY("1.2+3.4i") pateikia 3.4
nl: IMAGINARY("1.2+3.4i") geeft 3.4
no: IMAGINARY("1,2+3.4i") gir 3,4
ta: IMAGINARY("1.2+3.4i"), 3.4 ±ýÚ ¸¡ðÎõ
xh: ELIKHOYO("1.2+3.4i") ibuyisela 3.4

source: IMAGINARY("1.2") returns 0
az: IMAGINARY("1.2") bərabərdir 0
bg: IMAGINARY("1.2") връща 0
he: 0 ריזחמ IMAGINARY("1.2")
lt: IMAGINARY("1.2") pateikia 0
nl: IMAGINARY("1.2") geeft 0
no: IMAGINARY("1,2") gir 0
ta: IMAGINARY("1.2"), 0 ±ýÚ ¸¡ðÎõ
tr: COMBIN(12,5) eşittir 792
xh: ELIKHOYO("1.2") ibuyisela u 0

source: The IMREAL(string) returns the real coefficient of a complex.
az: IMREAL(strinq)mürəkkəbin həqiqi koefisientini verir.
bg: Функция IMREAL() връща коефициента надействителната част на комплексното число.
lt: IMREAL(eilutė) pateikia kompleksinio skaičiaus realųjį koeficientą.
nl: De functie IMREAL(tekenreeks) geeft de werkelijke coëfficiënt van een complex.
no: IMREAL(streng)-funksjonen returnerer den virkelige coeffisienten av et kompleks.
xh: ELINGEYONENE(umtya) ibuyisela inani lokwenene elisetyenziswa ukulinganisela amaqela.

source: IMREAL(string)
lt: IMREAL(eilutė)
nl: IMREAL(tekenreeks)
no: IMREAL(streng)
tr: IMEXP(dizi )
xh: ELINGOYONENE(umtya)

source: IMREAL("1.2+3.4i") returns 1.2
az: IMREAL("1.2+3.4i") bərabərdir 1.2
bg: IMREAL("1.2+3.4i") връща 1.2
he: 1.2 ריזחמ IMREAL("1.2+3.4i")
lt: IMREAL("1.2+3.4i") pateikia 1.2
nl: IMREAL("1.2+3.4i") geeft 1.2
no: IMREAL("1,2+3.4i") gir 1,2
ta: IMREAL("1.2+3.4i"), 1.2 ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: ELINGEYONENE("1.2+3.4i") ibuyisela 1.2

source: IMREAL("1.2i") returns 0
az: IMREAL("1.2i") bərabərdir 0
bg: IMREAL("1.2i") връща 0
he: 0 ריזחמ IMREAL("1.2i")
lt: IMREAL("1.2i") pateikia 0
nl: IMREAL("1.2i") geeft 0
no: IMREAL("1,2i") gir 0
ta: IMREAL("1.2i"), 0 ±ýÚ ¸¡ðÎõ
tr: ISNUM(12) eşittir Doğru
xh: ELINGEYONENE("1.2i") ibuyisela u 0

source: The IMCOS(string) returns the cosine of a complex number.
az: IMCOS(strinq) funksiyası mürəkkəb qiymətin kosinusunu qiymətini edər.
bg: Функция IMCOS() връща косинус откомплексно число.
lt: IMCOS(eilutė) pateikia kompleksinio skaičiaus kosinusą.
nl: De functie IMCOS(tekenreeks) geeft de cosine van een samengesteld getal.
no: IMCOS()-funksjonen returnerer cosine av et kompleks nummer.
tr: DECOCT() fonksiyonu değeri sekizli sayı şeklinde ifade eder.
xh: IMCOS(umtya) ibuyisela icosine yenani lamaqela.

source: IMCOS(string)
az: IMCOS(strinq)
lt: IMCOS(eilutė)
nl: IMCOS(tekenreeks)
no: IMCOS(streng)
tr: Dizgi
xh: IMCOS(umtya)

source: IMCOS("1+i") returns "0.83373-0.988898i"
az: IMCOS("1+i") "0.83373-0.988898i" nəticəsini verir
bg: IMCOS("1+i") връща "0.83373-0.988898i"
he: "0.83373-0.988898i" ריזחמ IMCOS("1+i")
lt: IMCOS("1+i") pateikia "0.83373-0.988898i"
nl: IMCOS("1+i") geeft "0.83373-0.988898i"
no: IMCOS("1+i") gir "0,83373-0.988898i"
ta: IMCOS("1+i), "0.83373-0.988898i" ±ýÚ ¸¡ðÎõ
xh: IMCOS("1+i") ibuyisela "0.83373-0.988898i"

source: IMCOS("12i") returns 81 377.4
az: IMCOS("12i") bərabərdir 81 377.4
bg: IMCOS("12i") връща 81 377.4
he: 81,377.4 ריזחמ IMCOS("12i")
lt: IMCOS("12i") pateikia 81 377.4
nl: IMCOS("12i") geeft 81 377.4
no: IMCOS("12i") gir 81 277,4
ta: IMCOS("12i"), 81 377.4 ±ýÚ ¸¡ðÎõ
tr: DECOCT(12) eşittir "14"
xh: IMCOS("12i") ibuyisela 81 377.4

source: The IMSIN(string) function returns the sine of a complex number.
az: IMSIN(strinq) funksiyası mürəkkəb qiymətin sinusunu verir.
bg: Функция IMSIN() връща синус накомплексно число.
lt: IMSIN(eilutė) pateikia kompleksinio skaičiaus sinusą.
nl: De functie IMSIN(tekenreeks) geeft de sine van een samengesteld getal.
no: IMSIN()-funksjonen returnerer sin av et kompleks nummer.
tr: ENT() fonksiyonu değerin tam sayı kısmını ifade eder.
xh: IMSIN(umtya) umsebenzi ubuyisela isine yanani lamaqela.

source: IMSIN(string)
az: IMSIN(strinq)
lt: IMSIN(eilutė)
nl: IMSIN(tekenreeks)
no: IMSIN(streng)
tr: Dizgi
xh: IMSIN(umtya)

source: IMSIN("1+i") returns "1.29846+0.634964i"
az: IMSIN("1+i") bərəbərdir "1.29846+0.634964i"
bg: IMSIN("1+i") връща "1.29846+0.634964i"
he: "1.29846+0.634964i" ריזחמ IMSIN("1+i")
lt: IMSIN("1+i") pateikia "1.29846+0.634964i"
nl: IMSIN("1+i") geeft "1.29846+0.634964i"
no: IMSIN("1+i") gir "1,29846+0,634964i"
ta: IMSIN("1+i"), "1.29846+0.634964i" ±ýÚ ¸¡ðÎõ
xh: IMSIN("1+i") ibuyisela "1.29846+0.634964i"

source: IMSIN("1.2") returns -0.536573
az: IMSIN("1.2") bərabərdir -0.536573
bg: IMSIN("1.2") връща -0.536573
he: -0.536573 ריזחמ IMSIN("1.2")
lt: IMSIN("1.2") pateikia -0.536573
nl: IMSIN("1.2") geeft -0.536573
no: IMSIN("1,2") gir -0,536573
ta: IMSIN("1.2"), -0.536573 ±ýÚ ¸¡ðÎõ
tr: INVBINO(12;3;0.8) eşittir 0.236223201
xh: IMSIN("1.2") ibuyisela -0.536573

source: The IMEXP(string) returns the exponential of a complex number.
az: IMEXP(strinq) funksiyası mürəkkəb qiymətin exonensialını verir.
bg: Функция IMLN() връща експонентата на комплексно число.
lt: IMEXP(eilutė) pateikia kompleksinio skaičiaus eksponencialą.
nl: De functie IMEXP(tekenreeks) geeft de exponentieel van een samengesteld getal.
no: IMEXP()-funksjonen returnerer eksponenten av et komplex nummer.
tr: DECHEX() fonksiyonu değeri onaltılık sayı şeklinde ifade eder.
xh: IMEXP(umtya) ibuyisela utoliko lwenani leqela.

source: IMEXP(string)
az: IMEXP(qatar)
lt: IMEXP(eilutė)
nl: IMEXP(tekenreeks)
no: IMEXP(streng)
tr: IMEXP(dizi )
xh: IMEXP(umtya)

source: IMEXP("2-i") returns "3.99232-6.21768i"
az: IMEXP("2-i") bərabərdir "3.99232-6.21768i"
bg: IMEXP("2-i") връща "3.99232-6.21768i"
he: "3.99232-6.21768i" ריזחמ IMEXP("2-i")
lt: IMEXP("2-i") pateikia "3.99232-6.21768i"
nl: IMEXP("2-i") geeft "3.99232-6.21768i"
no: IMEXP("2-i") gir "3,99232-6,21768i"
ta: IMEXP("2-i"), "3.99232-6.21768i" ±ýÚ ¸¡ðÎõ
xh: IMEXP("2-i") ibuyisela "3.99232-6.21768i"

source: IMEXP("12i") returns "0.843854-0.536573i"
az: IMEXP("12i") bərabərdir "0.843854-0.536573i"
bg: IMEXP("12i") връща "0.843854-0.536573i"
he: "0.843854-0.536573i" ריזחמ IMEXP("12i")
lt: IMEXP("12i") pateikia "0.843854-0.536573i"
nl: IMEXP("12i") geeft "0.843854-0.536573i"
no: IMEXP("12i") gir "0,843854-0,536573i"
ta: IMEXP("12i"), "0.843854-0.536573i" ±ýÚ ¸¡ðÎõ
xh: IMEXP("12i") ibuyisela "0.843854-0.536573i"

source: The IMLN(string) returns the natural logarithm of a complex number.
az: IMLN(qatar) funksiyası mürəkkəb qiymətin təbii loqaritmini verir.
bg: Функция IMLN() връща натураленлогаритъм на комплексно число
lt: IMLN(eilutė) pateikia kompleksinio skaičiaus natūrinį logaritmą.
nl: De functie IMLN(tekenreeks) geeft de natuurlijke logaritme van een samengesteld getal.
no: IMLN()-funksjonen returnerer den naturlige logaritmen av et kompleks nummer.
tr: ln() fonksiyonu x' in doğal logaritmik değerini ifade eder.
xh: IMLN(umtya) ibuyisela ilogarithm yendalo yenani leqela.

source: IMLN(string)
az: IMLN(qatar)
lt: IMLN(eilutė)
nl: IMLN(tekenreeks)
no: IMLN(streng)
tr: Dizgi
xh: IMLN(umtya)

source: IMLN("3-i") returns "1.15129-0.321751i"
az: IMLN("3-i") bərabərdir "1.15129-0.321751i"
bg: IMLN("3-i") връща "1.15129-0.321751i"
he: "1.15129-0.321751i" ריזחמ IMLN("3-i")
lt: IMLN("3-i") pateikia "1.15129-0.321751i"
nl: IMLN("3-i") geeft "1.15129-0.321751i"
no: IMLN("3-i") gir "1,15129-0,321751i"
ta: IMLN("3-i), "1.15129-0.321751i" ±ýÚ ¸¡ðÎõ
tr: DECBIN(55) eşittir "110111"
xh: IMLN("3-i") ibuyisela "1.15129-0.321751i"

source: IMLN("12") returns 2.48491
az: IMLN("12") bərabərdir 2.48491
bg: IMLN("12") връща 2.48491
he: 2.48491 ריזחמ IMLN("12")
lt: IMLN("12") pateikia 2.48491
nl: IMLN("12") geeft 2.48491
no: IMLN("12") gir 2,48491
ta: IMLN("12"), 2.48491 ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: IMLN("12") ibuyisela 2.48491

source: The IMSQRT(string) returns the square root of a complex number.
az: IMSQRT(strinq) funksiyası mürəkkəb qiymətin kvadrat kökünü verir.
bg: Функция IMSQRT() връща квадратен корен от комплексно число.
lt: IMSQRT(eilutė) pateikia kompleksinio skaičiaus kvadratinę šaknį.
nl: De functie IMSQRT(tekenreeks) geeft de vierkantswortel van een samengesteld getal.
no: IMSQRT(streng)-funksjonen returnerer kvadratroten av et kompleks nummer.
tr: DECOCT() fonksiyonu değeri sekizli sayı şeklinde ifade eder.
xh: IMSQRT(umtya) ibuyisela ingcambu esikweri yenani leqela.

source: IMSQRT(string)
az: IMSQRT(qatar)
lt: IMSQRT(eilutė)
nl: IMSQRT(tekenreeks)
no: IMSQRT(streng)
tr: Dizgi
xh: IMSQRT(umtya)

source: IMSQRT("1+i") returns "1.09868+0.45509i"
az: IMSQRT("1+i") bərabərdir "1.09868+0.45509i"
bg: IMSQRT("1+i") връща "1.09868+0.45509i"
he: "1.09868+0.45509i" ריזחמ IMSQRT("1+i")
lt: IMSQRT("1+i") pateikia "1.09868+0.45509i"
nl: IMSQRT("1+i") geeft "1.09868+0.45509i"
no: IMSQRT("1+i") gir "1,09868+0,45509i"
ta: IMSQRT("1+i"), "1.09868+0.45509i" ±ýÚ ¸¡ðÎõ
xh: IMSQRT("1+i") ibuyisela "1.09868+0.45509i"

source: IMSQRT("1.2i") returns "0.774597+0.774597i"
az: IMSQRT("1.2i") bərabərdir "0.774597+0.774597i"
bg: IMSQRT("1.2i") връща "0.774597+0.774597i"
he: "0.774597+0.774597i" ריזחמ IMSQRT("1.2i")
lt: IMSQRT("1.2i") pateikia "0.774597+0.774597i"
nl: IMSQRT("1.2i") geeft "0.774597+0.774597i"
ta: IMSQRT("1.2i"), "0.774597+0.774597i" ±ýÚ ¸¡ðÎõ
xh: IMSQRT("1.2i") ibuyisela "0.774597+0.774597i"

source: Power
az: Güc
bg: Степен
lt: Laipsnis
nl: Macht
no: Potens
ta: ¾¢Èý
xh: Amandla

source: The IMPOWER(string) returns a complex number raised to a power.
az: IMPOWER(strinq) funksiyası mürəkkəb qiymətin kvadratını verir.
bg: Функция IMPOWER() връща комплексночисло, на степен.
lt: IMPOWER(eilutė) pateikia kompleksinį skaičių pakeltą laipsniu.
nl: De functie IMPOWER(tekenreeks) geeft een complex getal, verheven tot een macht.
no: IMPOWER(string) returnerer et kompleks nummer opphøyd til en potens.
xh: ENGENAMANDLA(umtya) ibuyisela inani eliphakanyisiweyo leqela kumandla.

source: IMPOWER(string)
az: IMPOWER(qatar)
lt: IMPOWER(eilutė)
nl: IMPOWER(tekenreeks)
no: IMPOWER(streng)
tr: Dizgi
xh: ELINGENAMANDLA(umtya)

source: IMPOWER("4-i";2) returns "15-8i"
az: IMPOWER("4-i";2) bərabərdir "15-8i"
bg: IMPOWER("4-i";2) връща "15-8i"
he: "15-8i" ריזחמ IMPOWER("4-i";2)
lt: IMPOWER("4-i";2) pateikia "15-8i"
nl: IMPOWER("4-i";2) geeft "15-8i"
no: IMPOWER("4-i";2) gir "15-8i"
ta: IMPOWER("4-i";2), "15-8i" ±ýÚ ¸¡ðÎõ
xh: ELINGENAMANDLA("4-i";2) ibuyisela "15-8i"

source: IMPOWER("1.2";2) returns 1.44
az: IMPOWER("1.2";2) bərabərdir 1.44
bg: IMPOWER("1.2";2) връща 1.44
he: 1.44 ריזחמ IMPOWER("1.2";2)
lt: IMPOWER("1.2";2) pateikia 1.44
nl: IMPOWER("1.2";2) geeft 1.44
no: IMPOWER("1,2";2) gir 1,44
ta: IMPOWER("1.2";2), 1.44 ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: ENGENAMANDLA("1.2";2) ibuyisela 1.44

source: The IMSUM() returns the sum of several complex numbers of form x+yi.
az: IMSUM() funksiyası "x+yi"nin müxtəlif mürəkkəb qiymətlərin cəmini verir.
bg: Функция IMSUM() връща сумата на няколко комплексни чисела във вида x+yi.
lt: IMSUM() pateikia kelių kompleksinių skaičių sumą formoje x+yi .
nl: De functie IMSUM() geeft de som van enkele samengestelde getallen van de vorm x+yi.
no: IMSUM()-funksjonen returnerer summen av flere komplekse nummer på formen x+yi.
xh: IMSUM() ibuyisela isiphumo sokudibanisa samanani amaninzi eqela efomu x+yi.

source: IMSUM(value;value;...)
az: IMSUM(qiymətlər;qiymətlər;...)
lt: IMSUM(reikšmė;reikšmė;...)
nl: IMSUM(waarde;waarde;...)
no: IMSUM(verdie; verdie;...)
tr: OR( değerler; değerler; ... )
xh: IMSUM(ixabiso;ixabiso;...)

source: IMSUM(1.2;"3.4+5i") returns "4.6+5i"
az: IMSUM(1.2;"3.4+5i") bərabərdir "4.6+5i"
bg: IMSUM(1.2;"3.4+5i") връща "4.6+5i"
he: "4.6+5i" ריזחמ IMSUM(1.2;"3.4+5i")
lt: IMSUM(1.2;"3.4+5i") pateikia "4.6+5i"
nl: IMSUM(1.2;"3.4+5i") geeft "4.6+5i"
no: IMSUM(1,2;"3,4+5i") gir "4,6+5i"
ta: IMSUM(1.2;"3.4+5i"), "4.6+5.i" ±ýÚ ¸¡ðÎõ
xh: IMSUM(1.2;"3.4+5i") ibuyisela "4.6+5i"

source: IMSUM(1.2;"1i") returns "1.2+i"
az: IMSUM(1.2;"1i") bərabərdir "1.2+i"
bg: IMSUM(1.2;"1i") връща "1.2+i"
he: "1.2+i" ריזחמ IMSUM(1.2;"1i")
lt: IMSUM(1.2;"1i") pateikia "1.2+i"
nl: IMSUM(1.2;"1i") geeft "1.2+i"
no: IMSUM(1,2;"1i") gir "1,2+i"
ta: IMSUM(1.2;"1i"), "1.2+i" ±ýÚ ¸¡ðÎõ
tr: ISNUM(12) eşittir Doğru
xh: IMSUM(1.2;"1i") ibuyisela "1.2+i"

source: The IMDIV() returns the division of several complex numbers of form x+yi.
az: IMDIV() funksiyası "x+yi"nin müxtəlif mürəkkəb qiymətlərin bölməsini verir.
bg: Функция IMDIV() връща резултата от деление на няколко комплексни чисела във вида x+yi.
lt: IMDIV() pateikia kelių kompleksinių skaičių dalmenį formoje x+yi.
nl: De functie IMDIV() geeft de devisie van enkele samengestelde getallen van de vorm x+yi.
no: IMDIV()-funksjonen returnerer divisjonen av flere komplekse nummer på formen x+yi.
xh: IMDIV() ibuyisela ukwahlulwa kwamanani amaninzi eqela efomu x+yi.

source: IMDIV(value;value;...)
az: IMDIV(qiymətlər;qiymətlər;...)
lt: IMDIV(reikšmė;reikšmė;...)
nl: IMDIV(waarden;waarde;...)
no: IMDIV(verdi; verdi;...)
tr: AND (değerler; değerler; ... )
xh: IMDIV(ixabiso;ixabiso;...)

source: IMDIV(1.2;"3.4+5i") returns "0.111597-0.164114i"
az: IMDIV(1.2;"3.4+5i") bərabərdir "0.111597-0.164114i"
bg: IMDIV(1.2;"3.4+5i") връща "0.111597-0.164114i"
he: "0.111597-0.164114i" ריזחמ IMDIV(1.2;"3.4+5i")
lt: IMDIV(1.2;"3.4+5i") pateikia "0.111597-0.164114i"
nl: IMDIV(1.2;"3.4+5i") geeft "0.111597-0.164114i"
no: IMDIV(1,2;"3,4+5i") gir "0,111597-0,164114i"
ta: IMDIV(1.2;"3.4+5i"), "0.111597-0.164114i" ±ýÚ ¸¡ðÎõ
xh: IMDIV(1.2;"3.4+5i") ibuyisela "0.111597-0.164114i"

source: IMDIV("12+i";"12-i") returns "0.986207+0.16551i"
az: IMDIV("12+i";"12-i") bərabərdir "0.986207+0.16551i"
bg: IMDIV("12+i";"12-i") връща "0.986207+0.16551i"
he: "0.986207+0.16551i" ריזחמ IMDIV("12+i";"12-i")
lt: IMDIV("12+i";"12-i") pateikia "0.986207+0.16551i"
nl: IMDIV("12+i";"12-i") geeft "0.986207+0.16551i"
no: IMDIV("12+i";"12-i") gir "0,986207+0,16551i"
ta: IMDIV("12+i";"12-i"), "0.986207+0.16551i" ±ýÚ ¸¡ðÎõ
xh: IMDIV("12+i";"12-i") ibuyisela "0.986207+0.16551i"

source: The IMSUB() returns the difference of several complex numbers of form x+yi.
az: IMSUB() funksiyası "x+yi"nin müxtəlif mürəkkəb qiymətlərin fərqini (diferensialını) verir.
bg: Функция IMSUB() връща разликата от несколко комплексни числа във вида x+yi.
lt: IMSUB() pateikia kelių kompleksinių skaičių skirtumą formoje x+yi.
nl: De functie IMSUB() geeft het verschil tussen enkele samengestelde getallen van de vorm x+yi.
no: IMSUB()-funksjonen returnerer differansen mellem flere komplekse nummer på formen x+yi.
xh: i IMSUB() ibuyisela umahluko wamanani amaninzi eqela le fomu x+yi.

source: IMSUB(value;value;...)
az: IMSUB(qiymətlər;qiymətlər;...)
lt: IMSUB(reikšmė;reikšmė;...)
nl: IMSUB(waarden;waarde;...)
no: IMSUB(verdi;verdi;...)
tr: OR( değerler; değerler; ... )
xh: IMSUB(ixabiso;ixabiso;...)

source: IMSUB(1.2;"3.4+5i") returns "-2.2-5i"
az: IMSUB(1.2;"3.4+5i") bərabərdir "-2.2-5i"
bg: IMSUB(1.2;"3.4+5i") връща "-2.2-5i"
he: "-2.2-5i" ריזחמ IMSUB(1.2;"3.4+5i")
lt: IMSUB(1.2;"3.4+5i") pateikia "-2.2-5i"
nl: IMSUB(1.2;"3.4+5i") geeft "-2.2-5i"
no: IMSUB(1,2;"3,4+5i") gir "-2,2-5i"
ta: IMSUB(1.2;"3.4+5i"), "2.2-5i" ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: IMSUB(1.2;"3.4+5i") ibuyisela "-2.2-5i"

source: IMSUB(1.2;"1i") returns "1.2-i"
az: IMSUB(1.2;"1i")bərabərdir "1.2-i"
bg: IMSUB(1.2;"1i") връща "1.2-i"
he: "1.2-i" ריזחמ IMSUB(1.2;"1i")
lt: IMSUB(1.2;"1i") pateikia "1.2-i"
nl: IMSUB(1.2;"1i") geeft "1.2-i"
no: IMSUB(1,2;"1i") gir "1,2-i"
ta: IMSUB(1.2;"1i"), "1.2-i" ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: IMSUB(1.2;"1i") ibuyisela "1.2-i"

source: The IMPRODUCT() returns the product of several complex numbers of form x+yi.
az: IMPRODUCT() funksiyası "x+yi"nin müxtəlif mürəkkəb qiymətlərin məhsulunu verir.
bg: Функция IMPRODUCT() връща произведение наняколко комплексни числа във вида x+yi.
lt: IMPRODUCT() pateikia kelių kompleksinių skaičių sandaugą formoje x+yi.
nl: De functie IMPRODUCT() geeft het product van enkele samengestelde getallen van de vorm x+yi.
no: IMPRODUCT()-funksjonen returnerer produktet av flere komplekse nummer på formen x+yi.
xh: i IMPRODUCT() ibuyisela imveliso yamanani amaninzi eqela le fomu x+yi.

source: IMPRODUCT(value;value;...)
az: IMPRODUCT(qiymətlər;qiymətlər;...)
lt: IMPRODUCT(reikšmė;reikšmė;...)
nl: IMPRODUCT(waarden;waarde;...)
no: IMPRODUCT(verdi; verdi;...)
tr: OR( değerler; değerler; ... )
xh: IMPRODUCT(ixabiso;ixabiso;...)

source: IMPRODUCT(1.2;"3.4+5i") returns "4.08+6i"
az: IMPRODUCT(1.2;"3.4+5i") bərabərdir "4.08+6i"
bg: IMPRODUCT(1.2;"3.4+5i") връща "4.08+6i"
he: "4.08+6i" ריזחמ IMPRODUCT(1.2;"3.4+5i")
lt: IMPRODUCT(1.2;"3.4+5i") pateiks "4.08+6i"
nl: IMPRODUCT(1.2;"3.4+5i") geeft "4.08+6i"
no: IMPRODUCT(1,2;"3,4+5i") gir "4,08+6i"
ta: IMPRODUCT(1.2;"3.4+5i"), "4.08+6i" ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: IMPRODUCT(1.2;"3.4+5i") ibuyisela "4.08+6i"

source: IMPRODUCT(1.2;"1i") returns "+1.2i"
az: IMPRODUCT(1.2;"1i") bərabərdir "+1.2i"
bg: IMPRODUCT(1.2;"1i") връща "+1.2i"
he: "+1.2i" ריזחמ IMPRODUCT(1.2;"1i")
lt: IMPRODUCT(1.2;"1i") pateiks "+1.2i"
nl: IMPRODUCT(1.2;"1i") geeft "+1.2i"
no: IMPRODUCT(1,2;"1i") gir "+1,2i"
ta: IMPRODUCT(1.2;"1i"), "1.2i" ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: IMPRODUCT(1.2;"1i") ibuyisela "+1.2i"

source: The IMCONJUGATE(complex number) returns the conjugate of a complex number of form x+yi.
az: IMCONJUGATE(mürəkkəb rəqəm) funksiyası "x+yi"nin müxtəlif mürəkkəb qiymətlərin konjuqantını verir.
lt: IMCONJUGATE(kompleksinis skaičius) pateikia kompleksinio skaičiaus x+yi junginį.
nl: De functie IMCONJUGATE(complex getal) geeft de conjugatie van een complex getal van de vorm x+yi.
no: IMCONJUGATE(kompleks nummer) returnerer motsatt fortegn i et kompleks nummer på formen x+yi.
xh: i IMCONJUGATE(inani leqela) ibuyisela udibaniso lwenani leqela le fomu x+yi.

source: IMCONJUGATE(complex number)
az: IMCONJUGATE(mürəkkəb rəqəm)
lt: IMCONJUGATE(kompleksinis skaičius)
nl: IMCONJUGATE(complex getal)
no: IMCONJUGATE(kompleks nummer)
xh: IMCONJUGATE(inani leqela)

source: IMCONJUGATE("1.2+5i") returns "1.2-5i"
az: IMCONJUGATE("1.2+5i") bərabərdir "1.2-5i"
bg: IMCONJUGATE("1.2+5i") връща "1.2-5i"
he: "1.2-5i" ריזחמ IMCONJUGATE("1.2+5i")
lt: IMCONJUGATE("1.2+5i") gražina "1.2-5i"
nl: IMCONJUGATE("1.2+5i") geeft "1.2-5i"
no: IMCONJUGATE("1,2+5i") gir "1,2-5i"
ta: IMCONJUGATE("1.2+5i"), "1.2+5i" ±ýÚ ¸¡ðÎõ
tr: DECOCT(12) eşittir "14"
xh: IMCONJUGATE("1.2+5i") ibuyisela "1.2-5i"

source: IMCONJUGATE("-i") returns "i"
az: IMCONJUGATE("-i") bərabərdir "i"
bg: IMCONJUGATE("-i") връща "i"
he: "i" ריזחמ IMCONJUGATE("-i")
lt: IMCONJUGATE("-i") gražina "i"
nl: IMCONJUGATE("-i") geeft "i"
no: IMCONJUGATE("-i") gir "i"
ta: IMCONJUGATE("-i"), "i" ±ýÚ ¸¡ðÎõ
tr: DECOCT(12) eşittir "14"
xh: IMCONJUGATE("-i") ibuyisela "i"

source: IMCONJUGATE("12") returns "12"
az: IMCONJUGATE("12") bərabərdir "12"
bg: IMCONJUGATE("12") връща "12"
he: "12" ריזחמ IMCONJUGATE("12")
lt: IMCONJUGATE("12") gražins "12"
nl: DECHEX(12) geeft "c"
no: IMCONJUGATE("12") gir "12"
ta: IMCONJUGATE("12"), "12" ±ýÚ ¸¡ðÎõ
tr: DECOCT(12) eşittir "14"
xh: IMCONJUGATE("12") ibuyisela "12"

source: The IMARGUMENT(complex number) returns the argument of a complex number of form x+yi.
az: IMARGUMENT (mürəkkəb rəqəm) funksiyası "x+yi"nin müxtəlif mürəkkəb qiymətlərin arqumentini verir.
bg: Функция IMARGUMENT() връща аргумент накомплексно число от вида x+yi.
lt: IMARGUMENT(kompleksinis skaičius) pateikia kompleksinio skaičiaus x+yi argumentą.
nl: De functie IMARGUMENT(complex getal) geeft het argument van een complex getal van de formule x+yi.
no: IMARGUMENT(kompleks nummer)-funksjonen returnerer arumentet av et kompleksnummer på formen x+yi.
xh: i IMARGUMENT(inani leqela) ibuyisela impikiswano yenani leqela le fomu x+yi.

source: IMARGUMENT(complex number)
az: IMARGUMENT(mürəkkəb rəqəm)
lt: IMARGUMENT(kompleksinis skaičius)
nl: IMARGUMENT(complex getal)
no: IMARGUMENT(kompleks nummer)
xh: IMARGUMENT(inani leqela)

source: IMARGUMENT("1.2+5i") returns 0.6072
az: IMARGUMENT("1.2+5i") bərabərdir 0.6072
bg: IMARGUMENT("1.2+5i") връща 0.6072
he: 0.6072 ריזחמ IMARGUMENT("1.2+5i")
lt: IMARGUMENT("1.2+5i") pateikia 0.6072
nl: IMARGUMENT("1.2+5i") geeft 0.6072
no: IMARGUMENT("1,2+5i") gir 0,6072
ta: IMARGUMENT("1.2+5i"), 0.6072 ±ýÚ ¸¡ðÎõ
tr: COMBIN(12,5) eşittir 792
xh: IMARGUMENT("1.2+5i") ibuyisela 0.6072

source: IMARGUMENT("-i") returns -1.57079633
az: IMARGUMENT("-i") bərabərdir -1.57079633
bg: IMARGUMENT("-i") връща -1.57079633
he: -1.57079633 ריזחמ IMARGUMENT("-i")
lt: IMARGUMENT("-i") pateikia -1.57079633
nl: IMARGUMENT("-i") geeft -1.57079633
no: IMARGUMENT("-i") gir -1,57079633
ta: IMARGUMENT("-i"), -1.57079633 ±ýÚ ¸¡ðÎõ
xh: IMARGUMENT("-i") ibuyisela -1.57079633

source: IMARGUMENT("12") returns "#Div/0"
az: IMARGUMENT("12") bərabərdir "#Div/0"
bg: IMARGUMENT("12") връща "#Дел/0"
he: "#Div/0" ריזחמ IMARGUMENT("12")
lt: IMARGUMENT("12") pateikia "#Div/0"
nl: IMARGUMENT("12") geeft "#Div/0"
no: IMARGUMENT("12") gir "#Div/0"
ta: IMARGUMENT("12", "#Div/0" ±ýÚ ¸¡ðÎõ
tr: DECBIN(12) eşittir "1100"
xh: IMARGUMENT("12") ibuyisela "#Div/0"

source: The IMABS(complex number) returns the norm of a complex number of form x+yi.
az: IMABS(mürəkkəb rəqəm) funksiyası "x+yi"nin müxtəlif mürəkkəb qiymətlərin normunu verir.
bg: Функция IMABS() връща нормата накомплексно число от вида x+yi.
lt: IMABS(kompleksinis skaičius) pateikia kompleksinio skaičiaus normą formoje x+yi.
nl: De functie IMABS(samengesteld getal) geeft de norm van een samengesteld getal van de vorm x+yi.
no: IMABS(kompleks nummer)-funksjonen returnerer normen av et kompleks nummer påformen x+yi.
xh: i IMABS(inani leqela) ibuyisela udidi lwenani leqela le fomu x+yi.

source: IMABS(complex number)
az: IMABS(mürəkkəb rəqəm)
lt: IMABS(kompleksinis skaičius)
nl: IMABS(complex getal)
no: IMABS(kompleks nummer)
xh: IMABS(inani leqela)

source: IMABS("1.2+5i") returns 5.1419
az: IMABS("1.2+5i") bərabərdir 5.1419
bg: IMABS("1.2+5i") връща 5.1419
he: 5.1419 ריזחמ IMABS("1.2+5i")
lt: IMABS("1.2+5i") gražins 5.1419
nl: IMABS("1.2+5i") geeft 5.1419
no: IMABS("1,2+5i") gir 5,1419
ta: IMBAS("1.2+5i"), 5.1419 ±ýÚ ¸¡ðÎõ
tr: COMBIN(12,5) eşittir 792
xh: IMABS("1.2+5i") ibuyisela 5.1419

source: IMABS("-i") returns 1
az: IMABS("-i") bərabərdir 1
bg: IMABS("-i") връща 1
he: 1 ריזחמ IMABS("-i")
lt: IMABS("-i") gražins 1
nl: IMABS("-i") geeft 1
no: IMABS("-i") gir 1
ta: IMABS("-i"), 1 ±ýÚ ¸¡ðÎõ
tr: COMBIN(5;5) eşittir 1
xh: IMABS("-i") ibuyisela 1

source: IMABS("12") returns 12
az: IMABS("12") bərabərdir 12
bg: IMABS("12") връща 12
he: 12 ריזחמ IMABS("12")
lt: IMABS("12") gražins 12
nl: IMABS("12") geeft 12
no: IMABS("12") gir 12
ta: IMABS("12"), 12 ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: IMABS("12") ibuyisela 12

source: Logic
az: Məntiq
bg: Логически
he: הקיגול
lt: Loginės
nl: Logica
no: Logisk
ta: ²Ã½õ
tr: Mantık
xh: Iimposiso

source: Boolean values
az: "Boolean" qiymətləri
bg: Логическо значение
lt: Loginiai kintamieji
nl: Booleaanse waarden
no: Bolske verdier
tr: Boolean değerleri
xh: Amaxabiso eBoolean
