Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: Money
az: Məzənnə
bg: Паричен
he: ףסכ
lt: Pinigų
mt: Flus
nl: Geldbedrag
no: Penger
ta: À½õ
tr: Para
xh: Imali

source: Scientific
az: Elmi
bg: Научен
he: יעדמ
lt: Mokslinis
mt: Xjentifiku
nl: Wetenschappelijk
no: Vitenskaplig
ta: ¬öÅÈ¢× º¡÷ó¾
tr: Bilimsel
xh: Enobunzulu lwazi

source: Fraction
az: Bölmə
bg: Дробен
he: רבש
lt: Trupmenų
mt: Frazzjoni
nl: Fractie
no: Brøk
ta: À¢ýÉõ
tr: Bölüm
xh: Iqhekeza

source: Date Format
az: Tarix Şəkli
bg: Формат на дата
he: ךיראת תינבת
lt: Datos formatas
mt: Format tad-data
nl: Datumopmaak
no: Datoformat
ta: §¾¾¢ ÅÊÅõ
tr: Tarih Biçimi
xh: Ifomati yomhla

source: Time Format
az: Vaxt Şəkli
bg: Формат на време
he: העש תינבת
lt: Laiko formatas
mt: Format tal-ħin
nl: Tijdopmaak
no: Klokkeformat
ta: §¿Ãõ ÅÊÅõ
tr: Zaman Biçimi
xh: Ifomati yexesha

source: Halves 1/2
az: Hərf 1/2
he: 1/2 םיאצח
lt: Pusės 1/2
mt: Nofsijiet 1/2
nl: Helften 1/2
no: Todeler 1/2
tr: Yarım 1/2
xh: Amacala 1/2

source: Quarters 1/4
az: Dördəbir 1/4
bg: Четвърт 1/4
he: 1/4 םיעבר
lt: Ketvirčiai 1/4
mt: Kwarti 1/4
nl: Kwarten 1/4
no: Fjerdedeler 1/4
ta: ¸¡øÀíÌ¸û 1/4
tr: Çeyrek 1/4
xh: Iikota 1/4

source: Eighth's 1/8
az: Səkkizdə bir 1/8
he: 1/8 תוינימש
lt: Aštuntadaliai 1/8
mt: Partijiet minn tmienja 1/8
nl: Achtsten 1/8
no: Åttenedeler 1/8
tr: Sekizde bir 1/8
xh: Ngokwesibhozo 1/8

source: Sixteenth's 1/16
az: Onaltıda bir 1/16
he: 1/16 תוירשע-שש
lt: Šešioliktosios 1/16
mt: Partijiet minn sittax 1/16
nl: Zestienden 1/16
no: Sekstenedeler 1/16
tr: Onaltıda bir 1/16
xh: Ngokweshumi elinesithandathu 1/16

source: Tenth's 1/10
az: Onda bir 1/10
he: 1/10 תוירישע
lt: Dešimtosios 1/10
mt: Partijiet minn għaxra 1/10
nl: Tienden 1/10
no: Tideler 1/10
tr: Onda bir 1/10
xh: Ngokwamashumi 1/10

source: Hundredth's 1/100
az: Yüzdə 1/100
he: 1/100 תויאמ
lt: Šimtosios 1/100
mt: Partijiet minn mija (1/100)
nl: Honderdsten 1/100
no: Hundredeler 1/100
tr: Yüzde bir 1/100
xh: Ngokwamakhulu 1/100

source: One digit 5/9
az: Tək pillə 5/9
bg: Една цифра 5/9
he: 5/9 תחא הרפס
lt: Penkios devintosios 5/9
mt: Figura waħda (eż 5/9)
nl: Eén cijfer 5/9
no: Ett siffer 5/9
ta: ´Õ ­Äì¸õ 5/9
tr: Tek basamak 5/9
xh: Isuntswana elinye 5/9

source: Two digits 15/22
az: Cüt pillə 15/22
bg: Две цифри 15/22
he: 15/22 תורפס יתש
lt: Penkiolika dvidešimt antrųjų 15/22
mt: Żewġ figuri (15/22)
nl: Twee cijfers 15/22
no: To siffer 15/22
ta: ­ÃñÎ ­Äì¸í¸û 15/22
tr: Çift basamak 15/22
xh: Amasuntswana amabini 15/22

source: Three digits 153/652
az: Üç pillə 153/664
bg: Три цифри 153/652
he: 153/652 תורפס שולש
mt: Tliet figuri (153/652)
nl: Drie cijfers 153/652
no: Tre siffer 153/652
ta: ãýÚ ­Äì¸í¸û 153/652
tr: Üç basamak 153/664
xh: Amasuntswana amathathu 153/652

source: System:
az: Sistem:
bg: Система:
he: :תכרעמ
lt: Sistema:
mt: Sistema:
nl: Systeem:
ta: ¸½¢É¢:
tr: Sistem:
xh: Indlela esetyenziswayo:

source: Functionality
az: Funksiya Qabiliyyəti
bg: Функционалност
he: תוידוקפת
lt: Funkcionalumas
mt: Funzjonalità
nl: Functionaliteit
no: Funksjonalitet
ta: ¿¨¼Ó¨È º¡÷ó¾
tr: İşlevsellik
xh: Esetyenziso

source: Normal
bg: Нормален
he: הליגר
lt: Normalus
mt: Normali
nl: Normaal
ta: ­ÂøÀ¡É
xh: Eqhelekileyo

source: Button
az: Düymə
bg: Бутон
he: רותפכ
lt: Mygtukas
mt: Buttuna
nl: Knop
no: Knapp
ta: ¦À¡ò¾¡ý
tr: Düğme
xh: Iqhosha

source: Select
az: Seç
bg: Избор
he: הריחב
lt: Žymėjimas
mt: Agħżel
nl: Selecteren
no: Velg
ta: §¾÷ó¦¾Î
tr: Seç
xh: Khetha

source: Action
az: Hərəkət
bg: Действие
he: הלועפ
lt: Veiksmas
mt: Azzjoni
nl: Actie
no: Hendelse
ta: ¦ºÂø
tr: Hareket
xh: Intshukumo

source: Don't print text
az: Mətni çap etmə
bg: Не печатай текст
he: טסקט סיפדת לא
lt: Nespausdinti teksto
mt: Tipprintjax test
nl: Geen tekst afdrukken
no: Ikke skriv ut tekst
ta: ¯¨Ã¨Â «îº¢¼ §Åñ¼¡õ
tr: Metni yazdırma
xh: Sukushicilela okubhaliweyo

source: Requested Font
az: Sorğulanan yazı növü
bg: Избор на шрифт
he: שקובמ ןפוג
lt: Pareikalautas šriftas
mt: Font mitlub
nl: Opgevraagd lettertype
no: Ønsket skrifttype
ta: §¸ð¼¸Àð¼ ±ØòÐÅ¨¸
tr: İstenen yazıtipi
xh: Umgca oceliweyo

source: Family:
az: Ailə:
bg: Шрифт:
he: :החפשמ
lt: Šeima:
mt: Familja:
nl: Familie:
no: Familie:
ta: ÌÎõÀõ:
tr: Aile:
xh: Usapho:

source: Size:
az: Böyüklük:
bg: Размер:
he: :לדוג
lt: Dydis:
mt: Daqs:
nl: Grootte:
no: Størrelse:
ta: «Ç×:
tr: Boyut:
xh: Ubungakanani:

source: Weight:
az: Ağırlıq:
bg: Ширина:
he: :יבוע
lt: Svoris:
mt: Piż:
nl: Gewicht:
no: Vekt:
tr: Ağırlık:
xh: Umlinganiselo:

source: Text Color
az: Mətn Rəngi
bg: Цвят на текста
he: טסקט עבצ
lt: Teksto spalva
mt: Kulur tat-test
nl: Tekstkleur
no: Tekstfarge
ta: ¯¨Ã ¿¢Èõ
tr: Metin Rengi
xh: Umbala wokubhaliweyo

source: Style:
az: Tərz:
bg: Стил:
he: :ןונגס
lt: Stilius:
mt: Stil:
nl: Stijl:
no: Stil:
ta: À¡½¢:
tr: Biçem:
xh: Uhlobo:

source: normal
bg: нормален
he: ליגר
lt: normalus
mt: normali
nl: normaal
ta: ­ÂøÀ¡É
xh: eqhelekileyo

source: bold
az: qalın
bg: получерен
he: שגדומ
lt: pusjuodis
mt: skur
nl: vet
no: fet
ta: ¾ÊôÀ¡É
tr: koyu
xh: amagama amakhulu

source: roman
bg: роман
he: ףוקז
lt: romaninis
mt: ruman
ta: §Ã¡Áý
xh: isiroma

source: italic
az: italik
bg: курсив
he: יוטנ
lt: kursyvas
mt: italiku
nl: cursief
no: kursiv
ta: ­ò¾¡Ä¢Â
tr: eğik
xh: isitaliyane

source: Strike out
az: Üstü çızılı
bg: Зачертан
he: יעצמא וק
lt: Apvestas
mt: Maqtugħ
nl: Doorgehaald
no: Gjennomstrekning
ta: «Êò¾¢Î
tr: Üstü çizili
xh: khupha ngaphandle

source: Underline
az: Altı çızılı
bg: Подчертан
he: יתחת וק
lt: Pabrauktas
mt: Linja taħt
nl: Onderstreept
no: Understreket
ta: «Êì§¸¡ÊÎ
tr: Altı çizili
xh: Faka umgca ngaphantsi

source: Actual Font
az: Hökmlü yazı növü
bg: Текущ шрифт
he: ומצעה ןפוגה
lt: Dabartinis šriftas
mt: Font attwali
nl: Werkelijk lettertype
no: Skrifttype i bruk
ta: ¯ñ¨ÁÂ¡É ±ØòÐÅ¨¸
tr: Geçerli yazıtipi
xh: Umgca ongowona

source: Standard
az: Standart
bg: Стандартен
he: ליגר
lt: Standartas
nl: Standaard
ta: ¦ºó¾Ã
tr: Standart
xh: Esezantsi

source: Middle
az: Orta
bg: В средата
he: עצמאל
lt: Vidurys
mt: Nofs
nl: Midden
no: Midten
ta: ¿ÎÅ¢ø
tr: Orta
xh: Ephakathi

source: Text option
az: Mətn seçənəkləri
bg: Опции на текста
he: טסקט תורשפא
lt: Teksto parinktys
mt: Għażla test
nl: Tekstoptie
no: Tekstvalg
ta: ¯¨Ã Å¢ÕôÀõ
tr: Metin seçenekleri
xh: Ukhetho lokubhaliweyo

source: Go to line automatically
az: Sətirə avtomatik olaraq get
he: תיטמוטוא הרושל רובע
lt: Automatiškai eiti į eilutę
mt: Mur fuq il-linja awtomatikament
nl: Automatisch naar regel gaan
no: Gå automatisk til linje
tr: Satıra otomatik olarak git
xh: Yiya kwilayini ngokuzenzekela

source: Vertical text
az: Şaquli mətn
bg: Вертикален текст
he: יכנא טסקט
lt: Vertikalus tekstas
mt: Test vertikali
nl: Verticale tekst
no: Vertikal tekst
ta: ¿£ÇÅ¡ð¼Á¡É ¯¨Ã
tr: Düşey metin
xh: Okubhaliweyo okuthe nkqo

source: Rotation
az: Dönmə
bg: Обърнат
he: בוביס
lt: Pasukimas
mt: Dawrien
nl: Rotatie
no: Rotasjon
ta: ÍÆüº¢
tr: Konum
xh: Ujikelezo

source: Angle:
az: Bucaq:
bg: Ъгъл:
he: :תיווז
lt: Kampas:
mt: Angolu:
nl: Hoek:
no: Vinkel:
ta: §¸¡½õ:
tr: Açı:
xh: Ikona:

source: Merge cells
az: Hücrələri birləşdir
bg: Обединение на клетки
he: םיאת דחא
lt: Sujungti langelius
mt: Għaqqad ċelli
nl: Cellen samenvoegen
no: Flett celler
ta: º¢üÈ¨È¸¨Ç À¢¨½
tr: Hücreleri birleştir
xh: Dibanisa iiseli

source: Indent
az: Çəntmə
bg: Отстъп
he: החזה
lt: Įtrauka
mt: Indenta
nl: Inspringen
no: Innrykk
ta: ¯û¾û
tr: Satırbaşı
xh: Yenza amathanda

source: Size of cell
az: Hücrə böyüklüyü
bg: Размер на клетка
he: את לדוג
lt: Langelio dydis
mt: Daqs taċ-ċella
nl: Celgrootte
no: Størrelse på celle
ta: º¢üÈ¨ÈÂ¢ý «Ç×
tr: Hücre boyutu
xh: Ubungakanani beseli

source: Width:
az: Genişlik:
bg: Ширина:
he: :בחור
lt: Plotis:
mt: Wisa':
nl: Breedte:
no: Bredde:
ta: «¸Äõ:
tr: Genişlik:
xh: Ububanzi:

source: Default width (60)
az: Əsas genişlik (60)
bg: Ширина по подразбиране (60)
he: (60) לדחמ תרירב בחור
lt: Pagrindinis plotis (60)
mt: Wisa' normali (60)
nl: Standaardbreedte (60)
no: Standardbredde (60)
ta: ¦¸¡¼¡¿¢¨Ä «¸Äõ (60)
tr: Öntanımlı genişlik (60)
xh: Ububanzi obungagqibekanga (60)

source: Height:
az: Hündürlük:
bg: Височина:
he: :הבוג
lt: Aukštis:
mt: Għoli:
nl: Hoogte:
no: Høyde:
ta: ¯ÂÃõ:
tr: Yükseklik:
xh: Ubude:

source: Default height (20)
az: Əsas hündürlik (20)
bg: Височина по подразбиране (20)
he: (20) לדחמ תרירב הבוג
lt: Pagrindinis aukštis (20)
mt: Għoli normali (20)
nl: Standaardhoogte (20)
no: Standardhøyde (20)
ta: ¦¸¡¼¡¿¢¨Ä ¯ÂÃõ (20)
tr: Öntanımlı yükseklik (20)
xh: Ubude obungagqibekanga (20)

source: Preselect
az: Ön seçki
bg: Готов набор
he: ךרד ירוציק
lt: Išankstinis žymėjimas
mt: Għażel bil-lest
nl: Voorselecteren
no: Forvalg
ta: Óý§¾÷×
tr: Önseçim
xh: Khetha okwaphambili

source: Pattern
az: Naxış
bg: Образец
he: תינבת
lt: Raštas
mt: Disinn
nl: Patroon
no: Mønster
ta: ¯ÕÅ¨¸
tr: Desen
xh: Umlinganiselo

source: Color
az: Rəng
bg: Цвят
he: עבצ
lt: Spalva
mt: Kulur
nl: Kleur
no: Farge
ta: ¿¢Èõ
tr: Renk
xh: Umbala

source: Customize
az: Xüsusiləşdir
bg: Потребителски
he: תישיא המאתה
lt: Derinti
mt: Personalizza
nl: Aanpassen
no: Tilpass
ta: ¾É¢ôÀÂÉ¡ìÌ
tr: Özelleştir
xh: Yenza ngokusesikweni

source: Background Color
az: Arxa plan Rəngi
bg: Цвят на фона
he: עקר עבצ
lt: Fono spalva
mt: Kulur tal-isfond
nl: Achtergrondkleur
no: Bakgrunnsfarge
ta: À¢ýÉ½¢ ¿¢Èõ
tr: Arkaplan Rengi
xh: Umbala wesiqalo

source: No Color
az: Rəngsiz
bg: Без цвят
he: עבצ אלל
lt: Nespalvinti
mt: Ebda kulur
nl: Geen kleur
no: Ingen farge
ta: ¿¢Èõ ­ø¨Ä
tr: Renksiz
xh: Akukho mbala

source: Sort lists
az: Siyahıları sırala
bg: Сортиране на списъци
he: תונייוממ תומישר
lt: Rikiavimo sąrašai
mt: Issortja l-listi
nl: Lijsten sorteren
no: Sorter lister
ta: ÀðÊÂ¨Ä ÅÃ¢¨ºôÀÎòÐ
tr: Listeleri sırala
xh: Lungisa ngendlela uluhlu

source: List:
az: Siyahı:
bg: Списък:
he: :המישר
lt: Sąrašas:
mt: Lista:
nl: Lijst:
no: Lister:
ta: ÀðÊÂø:
tr: Liste:
xh: Uluhlu:

source: Entry:
az: Giriş:
bg: Елемент:
he: :ךרע
lt: Įrašas:
mt: Element:
nl: Ingang:
no: Oppføring:
ta: Ñ¨Æ×:
tr: Girdi:
xh: Ungeno:

source: New
az: Yeni
bg: Нов
he: שדח
lt: Naujas
mt: Ġdid
nl: Nieuw
no: Ny
ta: Ò¾¢Â
tr: Yeni
xh: Entsha

source: Do you really want to remove this list?
az: Bu siyahını silmək istəyirsiniz?
bg: Действително ли искате да изтриетесписъка?
he: ?וז המישר ריסהל ךנוצרבש חוטב התא םאה
lt: Ar tikrai norite pašalinti šį sąrašą?
mt: Żgur li trid tneħħi dil-lista?
nl: Wilt u werkelijk deze lijst verwijderen?
no: Vil du virkelig fjerne denne listen?
ta: ­ó¾ ÀðÊÂ¨Ä ¿¢Á¡¸§Å ¿£ì¸ §ÅñÎÁ¡?
tr: Gerçekten bu listeyi silmek istiyor musunuz?
xh: Ufuna okwenene ukususa olu luhlu?

source: Entry area is not empty. Do you want to continue?
az: Giriş sahəsi deyildir. Davam etmək istəyirsiniz?
bg: Диапазона съдържа данни. Да продължа ли?
he: .קיר וניא המושרה םוחת ?ךישמהל ךנוצרב םאה
lt: Įrašo sritis nėra tuščia. Ar tęsite?
mt: Ir-reġjun tal-ittajpjar m'hix vojta. Trid tkompli?
nl: Inganggebied is niet leeg. Wilt u werkelijk verdergaan?
no: Området er ikke tomt. Vil du fortsette?
ta: Ñ¨Æ× ­¼õ ¸¡Ä¢Â¡¸ ­ø¨Ä. ¦¾¡¼Ã §ÅñÎÁ¡?
tr: Giriş alanı değil. Devam etmek istiyor musunuz?
xh: I ariya yongeno inento. Ufuna ukuqhubekeka?

source: Oscilloscope
az: Osiloskop
lt: Osciloskopas
mt: Ossilloskopju
nl: Oscilloscoop
no: Oscilloskop
tr: Osiloskop
xh: Ithambeka lendlela elishukumayo

source: Data X
az: Verilən X
mt: Informazzjoni X
ta: ¾Ã× X
tr: Veri X
xh: iData X

source: Data Y
az: Verilən Y
mt: Informazzjoni Y
ta: ¾Ã× Y
tr: Veri Y
xh: iData Y

source: Result X
az: Nəticə X
lt: Rezultatas X
mt: Riżultat X
nl: Resultaat X
no: Resultat X
ta: ÓÊ× X
tr: Sonuç X
xh: Isiphumo X

source: Result Y
az: Nəticə Y
lt: Rezultatas Y
mt: Riżultat Y
nl: Resultaat Y
no: Resultat Y
ta: ÓÊ× Y
tr: Sonuç Y
xh: Isiphumo Y

source: Time
az: Vaxt
bg: Време
lt: Laikas
mt: Ħin
nl: Tijd
no: Tid
ta: §¿Ãõ
tr: Zaman
xh: Ixesha

source: Cell &X
az: Hücrə &X
bg: Клетка &X
lt: Langelis &X
mt: Ċella &X
nl: Cel &X
no: Celle &X
ta: º¢üÈ¨È X
tr: Hücre &X
xh: &Iseli X

source: &From
az: Bir yer&dən
bg: &От
lt: &Nuo
mt: &Minn
nl: &Van
no: &Fra
ta: «ÛôÒ¿÷
tr: Bir yer&den
xh: &Ukusuka ku

source: &To
az: Bir yer&ə
bg: &Към
lt: &Kam
mt: &Sa
nl: &Naar
no: &Til
ta: ¦ÀÚ¿÷
tr: Bir yer&e
xh: &Ku

source: Cell &Y
az: Hücrə &Y
bg: Клетка &Y
lt: Langelis &Y
mt: Ċella &Y
nl: Cel &Y
no: Celle &Y
ta: º¢üÈ¨È Y
tr: Hücre &Y
xh: &Iseli Y

source: From
az: Bir yerdən
bg: От
lt: Nuo
mt: Minn
nl: Van
no: Fra
ta: «ÛôÒ¿÷
tr: Bir yerden
xh: Isuka ku

source: To
az: Bir yerə
bg: Към
lt: Kam
mt: Sa
nl: Naar
no: Til
ta: ¦ÀÚ¿÷
tr: Bir yere
xh: Iya ku

source: C&ell
az: &Hücrə
bg: &Клетка
lt: Lang&elis
mt: Ċ&ella
nl: C&el
no: C&elle
ta: º¢üÈ¨È
tr: &Hücre
xh: &Iseli

source: Start
az: Başlat
bg: Старт
lt: Startas
mt: Bidu
nl: Starten
ta: ¦¾¡¼íÌ
tr: Başlat
xh: Qala

source: Cl&ose
az: &Qapat
bg: &Затвори
lt: Už&daryti
mt: Agħla&q
nl: Sl&uiten
no: L&ukk
ta: ãÎ
tr: &Kapat
xh: &Kufutshane

source: Invalid cell in DataX
az: X verilənində hökmsüz hücrə
bg: Невярна клетка в DataX
lt: DataX neteisingas langelis
mt: Ċella invalida f'InfoX
nl: Ongeldige cel in DataX
no: Ugyldig celle i DataX
ta: ¾Ã×Xø ¦ºøÖÀÊÂ¡¸¡¾ º¢üÈ¨È
tr: X verisinde geçersiz hücre
xh: Iseli engasebenziyo kwidata X

source: No table specified in DataX
az: X verilənində heç cədvəl müəyyənləşdirilməyib
bg: В DataX не е указан списък
lt: DataX nenurodyta lentelė
mt: Ebda tabella speċifikata f'InfoX
nl: Geen tabel gespecificeerd in DataX
no: Ingen tabell oppgitt i DataX
ta: ¾Ã×Xø ±ó¾ «ð¼Å¨ÉÔõ ÌÈ¢ôÀ¢¼À¼Å¢ø¨Ä
tr: X verisinde hiç tablo belirtilmemiş
xh: Akukho ndlela yamigca ikhankanyiweyo kwidata X

source: Invalid cell in DataY
az: Y verilənində hökmsüz hücrə
bg: Невярна клетка в DataY
lt: DataY neteisingas langelis
mt: Ċella invalida f'InfoY
nl: Ongeldige cel in dataY
no: Ugyldig celle i DataY
ta: ¾Ã×Yø ¦ºøÖÀÊÂ¡¸¡¾ º¢üÈ¨È
tr: Y verisinde geçersiz hücre
xh: Iseli engasebenziyo kwidata Y

source: No table specified in DataY
az: Y verilənində heç cədvəl müəyyənləşdirilməyib
bg: В DataY не е указан списък
lt: DataY nenurodyta lentelė
mt: Ebda tabella speċifikata f'InfoY
nl: Geen tabel gespecificeerd in dataY
no: Ingen tabell oppgitt i DataY
ta: ¾Ã×Yø ±ó¾ «ð¼Å¨ÉÔõ ÌÈ¢ôÀ¢¼À¼Å¢ø¨Ä
tr: Y verisinde hiç tablo belirtilmemiş
xh: Akukho ndlela yamigca ikhankanyiweyo kwidata Y

source: Invalid cell in ResultX
az: X nəticəsində hökmsüz hücrə
bg: Невярна клетка в ResultX
lt: ResultX neteisingas langelis
mt: Ċella invalida f'RiżultatX
nl: Ongeldige cel in resultaatX
no: Ugyldig celle i ResultX
ta: ÓÊ×Xø ¦ºøÖÀÊÂ¡¸¡¾ º¢üÈ¨È
tr: X sonucunda geçersiz hücre
xh: Iseli engasebenziyo kwisiphumo X

source: No table specified in ResultX
az: X Nəticəsində heç cədvəl müəyyənləşdirilməyib
lt: ResultX nenurodyta lentelė
mt: Ebda tabella speċifikata f'RiżultatX
nl: Geen tabel gespecificeerd in resultaatX
no: Ingen tabell oppgitt i ResultX
tr: X sonucunda hiç tablo belirtilmemiş
xh: Akukho ndlela yamigca ekhankanyiweyo kwisiphumo X

source: Invalid cell in ResultY
az: Y nəticəsində hökmsüz hücrə
bg: Невярна клетка в ResultY
lt: ResultY neteisingas langelis
mt: Ċella invalida f'RiżultatY
nl: Ongeldige cel in resultaatY
no: Ugyldig celle i ResultY
ta: ÓÊ×Yø ¦ºøÖÀÊÂ¡¸¡¾ º¢üÈ¨È
tr: Y sonucunda geçersiz hücre
xh: Iseli engasebenziyo kwisiphumo Y

source: No table specified in Result Y
az: Y nəticəsində heç cədvəl müəyyənləşdirilməyib
bg: В Result Y не е указан списък
lt: Resultatas Y nenurodyta lentelė
mt: Ebda tabella speċifikata f'RiżultatY
nl: Geen tabel opgegeven in resultaat Y
no: Ingen tabell oppgitt i Resultat Y
ta: ÓÊ×Yø ±ó¾ «ð¼Å¨ÉÔõ ÌÈ¢ôÀ¢¼À¼Å¢ø¨Ä
tr: Y sonucunda hiç tablo belirtilmemiş
xh: Akukho ndlela yamigca ikhankanyiweyo kwisiphumo Y

source: The Data X cell must not be a formula
az: X verilən hücrəsi bir formul olmamalıdır
bg: Клетка Data X не трябва да бъде формула
lt: Data X langelis neturi būti formulė
mt: Iċ-ċella InfoX trid tkun formula
nl: De data X cell mag geen formule zijn
no: Data X-cellen kan ikke være en formel
ta: ¾Ã× X º¢üÈ¨È ´Õ Å¡öÀ¡¼¡¸ ­Õì¸ Ü¼¡Ð
tr: X veri hücresi bir formül olmamalı
xh: Iseli yedata X mayingabiyo fomula

source: The Data Y cell must not be a formula
az: Y verilən hücrəsi bir formul olmamalıdır
bg: Клетка Data Y не трябва да бъде формула
lt: Data Y neturi būti formulė
mt: Iċ-ċella InfoY trid tkun formula
nl: De data Y cel mag geen formule zijn
no: Data Y-cellen kan ikke være en formel
ta: ¾Ã× Y º¢üÈ¨È ´Õ Å¡öÀ¡¼¡¸ ­Õì¸ Ü¼¡Ð
tr: Y veri hücresi bir formül olmamalı
xh: Iseli yedata Y mayingabiyo fomula

source: The ResultX cell must be a formula
az: X nəticə hücrəsi bir formul olmamalıdır
bg: Клетка ResultX трябва да бъде формула
lt: ResultX turi būti formulė
mt: Iċ-ċella RiżultatX trid tkun formula
nl: De resultaatX-cel moet een formule zijn
no: ResultX-cellen må være en formel
ta: ÓÊ× X º¢üÈ¨È ´Õ Å¡öÀ¡¼¡¸ ­Õì¸ Ü¼¡Ð
tr: X sonuç hücresi bir formül olmamalı
xh: Iseli yesiphumo X mayingabiyo fomula

source: The ResultY cell must be a formula
az: Y nəticə hücrəsi bir formul olmamalıdır
bg: Клетка ResultY трябва да бъде формула
lt: ResultY turi būti formulė
mt: Iċ-ċella RiżultatY trid tkun formula
nl: De resultaatY-cel moet een formule zijn
no: ResultY-cellen må være en formel
ta: ÓÊ× Y º¢üÈ¨È ´Õ Å¡öÀ¡¼¡¸ ­Õì¸ Ü¼¡Ð
tr: Y sonuç hücresi bir formül olmamalı
xh: Iseli yesiphumo Y mayingabiyo fomula

source: Calculating
az: Hesablayır
bg: Пресмятам
he: בשחמ
lt: Skaičiuoju
mt: Kalkulazzjoni...
nl: Bezig met berekenen
no: Beregner
ta: ¸½¢ì¸¢ÈÐ
tr: Hesaplıyor
xh: Iyabala

source: Paste inserting cell(s)
az: Hücrəni(ləri) yapışdır
he: םיאת תפסוהו הקבדה
lt: Padėti įterpiamą(us) langelį(us)
nl: Plakken met ingevoegde cel(len)
no: Sett inn celle(er)
tr: Eklenen hücreleri yapıştır
xh: Cola iseli(ii) yokufaka

source: Configure KSpread
az: "KSpread"i Quraşdır
bg: Настройки на KSpread
he: KSpread תורדגה
lt: Konfigūruoti KSpread
mt: Ikkonfigura KSpread
nl: Kspread instellen
no: Oppsett av KSpread
ta: KSpread ÅÊÅ¨Á
tr: KSpread'i Yapılandır
xh: Qwalasela i KSpread

source: Preferences
az: Tərcihlər
bg: Предпочитания
he: תופדעה
lt: Prioritetai
mt: Preferenzi
nl: Voorkeuren
no: Innstillinger
ta: Å¢ÕôÀí¸û
tr: Tercihler
xh: Ezikhethwayo

source: Local Parameters
az: Yerli Parametrlər
bg: Локални параметри
he: םיימוקמ םירטמרפ
lt: Vietiniai parametrai
mt: Parametri lokali
nl: Lokale parameters
no: Lokale parametre
ta: ¯ûÇ¨Á «ÇÒÕì¸û
tr: Yerel Parametreler
xh: Iparameters zobulali

source: Interface
az: Ara üz
bg: Интерфейс
he: קשממ
lt: Sąsaja
mt: Interfaċċja
nl: Voorkomen
no: Grensesnitt
ta: ­¨¼Ó¸õ
tr: Arayüz
xh: Ujongano

source: Misc
az: Müxtəlif
bg: Разни
he: תונוש
lt: Įvairūs
mt: Mixx.
nl: Div
no: Diverse
ta: Å¨¸ÂÈ¡
tr: Çeşitli
xh: iMisc

source: Page layout
az: Kağız yerləşməsi
bg: Формат на страница
he: דומע תורדגה
lt: Puslapio maketas
mt: Tqassim tal-paġna
nl: Paginaopmaak
no: Sideutseende
ta: Àì¸õ ­¼«¨Á×
tr: Kağıt yerleşimi
xh: Ubeko lwephepha

source: Spelling
az: İmla
bg: Проверка на правопис
he: תויא
lt: Korektorius
mt: Ortografija
nl: Spellingscontrole
no: Stavekontroll
ta: ±ØòÐºÃ¢À¡÷ò¾ø
tr: İmla
xh: Upelo

source: Spell checker behavior
az: İmla yoxlama proqramı davranışı
bg: Настройка за проверка на правопис
he: תויאה קדוב תוגהנתה
lt: Korektoriaus elgesys
mt: Imġieba tal-ispell checker
nl: Gedrag van spellingscontrole
no: Stavekontroll oppførsel
ta: ±ØòÐ ºÃ¢À¡÷ò¾ø ¿¨¼Ó¨È
tr: İmla denetim programı davranışı
xh: Ukuziphatha kwesikhangeli sopelo

source: Table
az: Cədvəl
bg: Лист
he: הלבט
lt: Lentelė
mt: Tabella
nl: Tabel
no: Tabell
ta: «ð¼Å¨É
tr: Tablo
xh: Indlela yokwenza imigca

source: Show formula
az: Formulu göstər
bg: Показва формула
he: תואחסונ גצה
lt: Rodyti formulę
mt: Uri formula
nl: Formule tonen
no: Vis formel
ta: Ýò¾¢Ãí¸¨Ç ¸¡ðÎ
tr: Formülü göster
xh: Bonisa ifomula

source: Show Grid
az: Qəfəsi Göstər
bg: Показва мрежа
he: תשר גצה
lt: Rodyti tinklelį
mt: Uri grilja
nl: Raster tonen
no: Vis rutenett
ta: ¸õÀ¢ ¸¡ðÎ
tr: Izgarayı Göster
xh: Bonisa udibaniso lombane

source: Show column number
az: Sütun nömrəsini göstər
bg: Показва номер на колона
he: םירפסמב םירוט גצה
lt: Rodyti stulpelių numerį
mt: Uri numru tal-kolonna
nl: Kolomnummer tonen
no: Vis kolonnenummer
ta: ¦¿ÎÅÃ¢¨º ±ñ¨½ ¸¡ðÎ
tr: Sütun nunmarasını göster
xh: Bonisa inani lomhlathi

source: LC mode
az: LC modu
bg: Режим LC
he: הרוש x רוט בצמ
lt: LC ręžimas
mt: Mod LC
nl: LC-modus
no: LC-modus
ta: LC Ó¨È¨Á
tr: LC kipi
xh: Indlela ye LC

source: Automatic Recalculation
az: Avtomatik Hesablama
bg: Автоматично пресмятане
he: יטמוטוא שדוחמ בושיח
lt: Automatiškai perskaičiuoti
mt: Rikalkolu awtomatiku
nl: Automatische herberekening
no: Automatisk rekalkulering
ta: ¾ýÉ¢Âì¸ ÁÚ¸½ì¸£Î
tr: Otomatik Hesaplama
xh: Ubalo kwakhona oluzenzekelayo

source: Hide Zero
az: Sıfırı Gizlət
bg: Скрива нула
he: ספא רתסה
lt: Slėpti nulinius
mt: Aħbi ż-żero
nl: Nul verbergen
no: Skjul nuller
ta: â¢Âò¨¾ Á¨Èò¾¢Î
tr: Sıfırı Gizle
xh: Fihla unothi

source: Convert first letter to upper case
az: İlk hərfi böyük hərflə yaz
bg: Преобразува първата буква в главна
he: הלודג תואל הנושאר תוא רמה
lt: Keisti pirmą raidę didžiąja
mt: Aqleb l-ewwel ittra għal kapitali
nl: Eerste letter omzetten naar hoofdletter
no: Konverter første bokstav til stor bokstav
ta: Ó¾ø ±Øò¨¾ §Áø ¯½÷×ìÌ Á¡üÚ
tr: İlk harfi büyük harfle yaz
xh: Guqulela unobumba wokuqala kumzekelo ongentla

source: Parameters
az: Parametrlər
bg: Параметри
he: םירטמרפ
lt: Parametrai
mt: Parametri
no: Parametre
ta: «ÇÒÕ¸û
tr: Parametreler
xh: iParameters

source: Language: %1
az: Dil: %1
bg: Език: %1
he: %1 :הפש
lt: Kalba: %1
mt: Lingwa: %1
nl: Taal: %1
no: Språk: %1
ta: ¦Á¡Æ¢: %1
tr: Dil: %1
xh: Ulwimi: %1

source: Number: %1
az: Rəqəm: %1
bg: Числа: %1
he: %1 :םירפסמ
lt: Skaičius: %1
mt: Numru: %1
nl: Getal: %1
no: Nummer: %1
ta: ±ñ: %1
tr: Sayı: %1
xh: Inani: %1

source: Date: %1
az: Tarix: %1
bg: Дата: %1
he: %1 :םיכיראת
lt: Data: %1
mt: Data: %1
nl: Datum: %1
no: Dato: %1
tr: Tarih: %1
xh: Umhla: %1

source: Short date: %1
az: Qısa tarix: %1
bg: Кратка дата: %1
he: %1 :םירצוקמ םיכיראת
lt: Trumpa data: %1
mt: Data qasira: %1
nl: Korte datum: %1
no: Kort dato: %1
ta: º¢ýÉ §¾¾¢: %1
tr: Kısa tarih: %1
xh: Umhla omfutshane: %1

source: Time: %1
az: Saat: %1
bg: Време: %1
he: %1 :תועש
lt: Laikas: %1
mt: Ħin: %1
nl: Tijd: %1
no: Tid: %1
ta: §¿Ãõ: %1
tr: Saat: %1
xh: Ixesha: %1

source: Money: %1
az: Məzənnə: %1
bg: Паричен формат: %1
he: %1 :ףסכ
lt: Pinigai: %1
mt: Flus: %1
nl: Valuta: %1
no: Penger: %1
ta: À½õ: %1
tr: Para: %1
xh: Imali: %1

source: Number of pages open at the beginning:
az: Başlanğıcda açılacaq səhifə miqdarı:
bg: Брой страници, отворени от началото:
he: :הלחתהב םיחותפ םידומע רפסמ
lt: Puslapių skaičius atveriamas pradedant:
mt: Numru ta' paġni miftuħa fil-bidu:
nl: Aantal pagina's dat in het begin is geopend:
no: Antall sider åpnet ved start:
ta: ¬ÃõÀò¾¢ø ¾¢Èó¾¢ÕìÌõ Àì¸í¸Ç¢ý ±ñ½¢ì¨¸:
tr: Başlangıçta açılacak sayfa sayısı:
xh: Inani lamaphepha elivulwe ekuqalekeni:

source: Number of recent file:
az: Son fayl miqdarı:
bg: Брой от неотдавна отворени файлове:
he: :םינורחא םיצבק רפסמ
lt: Paskutinių naudotų bylų skaičius:
mt: Numru ta' fajls riċenti:
nl: Aantal recente bestanden:
no: Antall nylig åpnet filer:
ta: «ñ¨ÁÂ¡É §¸¡ôÒ¸Ç¢ý ±ñ½¢ì¨¸:
tr: Başarısız dosya sayısı:
xh: Inani leefayile ezisandulukubakho:

source: Auto save (min):
az: Avtomatik qeyd (dəq):
bg: Автозапазване (мин):
he: :(תוקדב) תיטמוטוא הרימש
lt: Autoišsaugojimas (min):
mt: Awto-kitba (min):
nl: Automatisch opslaan (min):
no: Autolagring (min):
ta: ¾ýÉ¢Âì¸ §ºÁ¢ôÒ (¿¢Á¢):
tr: Otomatik kaydet (dak):
xh: Gcina ngokuzenzekela (imizuzu):

source: No auto save
az: Avtomatik qeydsiz
bg: Без автозапазване
he: תיטמוטוא הרימש אלל
lt: Nenaudoti autoišsaugojimo
mt: Tiktibx awtomatikament
nl: Geen automatisch opslaan
no: Ingen autolagring
ta: ¾ýÉ¢Âì¸ §ºÁ¢ôÒ ­ø¨Ä
tr: Otomatik kaydetme
xh: Akukho lugcino luzenzekelayo

source: min
az: dəq
bg: мин
ta: ¿¢Á¢
tr: dak
xh: nciph-
