Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: multiply(value;value;...)
az: multiply(qiymətlər;qiymətlər;...)
lt: multiply(reikšmė;reikšmė;...)
nl: multiply(waarde;waarde;...)
no: multiply(verdi;verdi;...)
tr: multiply( değerler; değerler; ... )
xh: phinda-phinda(ixabiso;ixabiso;...)

source: multiply(12;5;7) equals 420
az: multiply(12,5,7) bərabərdir 420
bg: multiply(12;5;7) връща 420
he: 420-ל הווש multiply(12;5;7)
lt: multiply(12;5;7) lygu 420
nl: multiply(12;5;7) geeft 420
no: multiply(12;5;7) gir 420
ta: ¦ÀÕìÌ(12;5;7), 420ìÌ ºÁÁ¡ÉÐ
tr: multiply(12,5,7) eşittir 420
xh: phinda-phinda(12;5;7) ilingana no 420

source: multiply(12.5;2) equals 25
az: multiply(12.5;2) bərabərdir 25
bg: multiply(12.5;2) връща 25
he: 25-ל הווש multiply(12.5;2)
lt: multiply(12.5;2) lygu 25
nl: multiply(12.5;2) geeft 25
no: multiply(12,5;2) gir 25
ta: ¦ÀÕìÌ(12.5;2), 25ìÌ ºÁÁ¡ÉÐ
tr: multiply(12.5;2) eşittir 25
xh: phinda-phinda(12.5;2) ilingana no 25

source: The sqrt() function returns the non-negative square root of x. If x is negative, "NaN" is returned.
az: sqrt() funksiyası "x'"in mənfi olmayan kvadrat kökünü ifadə edər. Əgər x mənfi isə "nan" ifadə edilir.
lt: Funkcija sqrt() pateikia teigiamą x kvadratinę šaknį. Jeigu x yra neigiamas, yra pateikiama "NaN".
nl: De functie sqrt() geeft de non-negatieve vierkantswortel van x. Als x negatief is geeft de formule "nan".
no: sqrt()-funksjonen returnerer den ikke-negative kvadratroten til x. Hvis x er negativ, så blir "NaN" returnert
tr: sqrt() fonksiyonu x'in negatif olmayan karekökünü ifade eder. Eğer x negatif ise "nan" ifade edilir.
xh: I sqrt() umsebenzi ubuyisela enga-khabiyo ingcambu esikweri ye x. Ukuba u x uya khaba, "NaN" uyabuyiselwa.

source: sqrt(9) equals 3
az: sqrt(9) bərabərdir 3
bg: sqrt(9) връща 3
he: 3-ל הווש sqrt(9)
lt: sqrt(9) lygu 3
nl: sqrt(9) geeft 3
no: sqrt(9) gir 3
tr: sqrt(9) eşittir 3
xh: sqrt(9) ilingana no 3

source: sqrt(-9) equals "NaN"
az: sqrt(-9) bərabərdir "nan"
he: "NaN"-ל הווש sqrt(-9)
lt: sqrt(-9) lygu "NaN"
nl: sqrt(-9) geeft "NaN"
no: sqrt(-9) tilsvarer "NaN"
tr: sqrt(-9) eşittir "nan"
xh: sqrt(-9) ilingana "NaN"

source: The ln() function returns the natural logarithm of x.
az: ln() funksiyası "x"in təbii loqaritmik qiymətini ifadə edər.
bg: Функция ln() връща натурален логаритъм на число.
he: תא הריזחמ ln() היצקנופה<br>.x לש יעבטה םתירגולה
lt: ln() funkcija pateikia x natūrinį logaritmą.
nl: De functie ln() geeft de natuurlijke logaritme van x.
no: ln()-funksjonen returnerer den naturlige logaritmen til x.
tr: ln() fonksiyonu x' in doğal logaritmik değerini ifade eder.
xh: Ongaphakathi() umsebenzi ubuyisela ilogarithm yendalo ye x.

source: ln(x)
xh: Ngaphakathi(x)

source: ln(0.8) equals -0.22314355
az: ln(0.8) bərabərdir -0.22314355
bg: ln(0.8) равно -0.22314355
he: -0.22314355-ל הווש ln(0.8)
lt: ln(0.8) lygu -0.22314355
nl: In(0.8) geeft - 0.22314355.
no: ln(0,8) gir -0,22314355
tr: ln(0.8) eşittir -0.22314355
xh: Ngaphakathi(0.8) ilingana -0.22314355

source: ln(0) equals -inf
az: ln(0) bərabərdir -sonsuz
bg: ln(0) равно -inf
he: -inf-ל הווש ln(0)
lt: ln(0) lygu -inf
nl: ln(0) geeft -inf
no: ln(0) gir -inf
tr: ln(0) eşittir -sonsuz
xh: Ngaphakathi(0) ilingana -inf

source: Base
az: Əsas
bg: База
lt: Bazė
ta: «Ê ±ñ
tr: Yanlış
xh: Isakhelo

source: The LOGn() function returns the base n logarithm of x.
az: log() funksiyası "x'"in onluq əsasda loqaritmik qiymətini ifadə edər.
lt: Funkcija LOGn() pateikia skaičiaus x logaritmą, kai bazė n.
nl: De functie LOGn() geeft de grondtal-n logaritme van x.
no: LOGn()-funksjonen returnerer verdien base n logaritmen til x.
tr: log() fonksiyonu x'in onluk tabanda logaritmik değerini ifade eder.
xh: Ilogn() umsebenzi ubuyisela isakhelo n logarithm ye x.

source: LOGn(value;base)
az: LOGn (qiymət;qiymət)
lt: LOGn(reikšmė;bazė)
nl: LOGn(waarde;grondtal)
no: LOGn(verdi;base)
tr: MOD( değer; değer )
xh: LOGn(ixabiso;isakhelo)

source: LOGn(12;10) equals 1.07918125
az: LOGn(12;10) "1.07918125"ə bərabərdir.
bg: LOGn(12;10) връща 1.07918125
he: 1.07918125-ל הווש LOGn(12;10)
lt: LOGn(12;10) lygu 1.07918125
nl: LOGn(12;10) geeft 1.07918125
no: LOGn(12;:10) gir 1,07918125
ta: LOGn(12;10), 1.07918125ìÌ ºÁÁ¡ÉÐ
tr: atanh(0.8) 1.09861229'e eşittir.
xh: LOGn(12;10) ilingana 1.07918125

source: LOGn(12;2) equals 3.5849625
az: LOGn(12;2) bərabərdir 3.5849625
bg: LOGn(12;2) връща 3.5849625
he: 3.5849625-ל הווש LOGn(12;2)
lt: LOGn(12;2) lygu 3.5849625
nl: LOGn(12;2) geeft 3.5849625
no: LOGn(12;2) gir 3,5849625
ta: LOGn(12;2), 3.5849625ìÌ ºÁÁ¡ÉÐ
tr: sum(12.5;2) eşittir 14.5
xh: LOGn(12;2) ilingana 3.5849625

source: The SQRTn() function returns the non-negative nth root of x.
az: SQRTn() funksiyası "x"in manfi olmayan kvadratını ifadə edər.
lt: SQRTn() funkcija pateikia teigiamą nth x šaknį.
nl: De functie SQRTn() geeft de niet-negatieve n-de machtswortel van x.
no: SQRTn()-funksjonen returnerer den ikke negative nth roten av x.
tr: ln() fonksiyonu x' in doğal logaritmik değerini ifade eder.
xh: i SQRTn() ubuyisela engasiyiyo-ekhatywayo nth ingcambu ye x.

source: SQRTn(9;2) equals 3
az: SQRTn(9;2) bərabərdir 3
bg: SQRTn(9;2) връща 3
he: 3-ל הווש SQRTn(9;2)
lt: SQRTn(9;2) lygu 3
nl: SQRTn(9;2) geeft 3
no: SQRTn(9;2) gir 3
ta: SQRTn(9;2), 3ìÌ ºÁÁ¡ÉÐ
tr: sqrt(9) eşittir 3
xh: SQRTn(9;2) ilingana no 3

source: The CUR() function returns the non-negative cube root of x.
az: CUR() funksiyası "x"in üç üstündən mənfi olmayan kvadratını ifadə edər.
lt: Funkcija CUR() pateikia teigiamą x kūbinę šaknį.
nl: De functie CUR() geeft de niet-negatieve vierkantswortel van x.
no: CUR()-funksjonen returnerer den ikke negative kubikkrot av x.
tr: ln() fonksiyonu x' in doğal logaritmik değerini ifade eder.
xh: iCUR() umsebenzi ubuyisela engasiyiyo-ekhatywayo ingcambu engumbhobho ye x.

source: CUR(27) equals 3
az: CUR(27) bərabərdir 3
bg: CUR(27) връща 3
he: 3-ל הווש CUR(27)
lt: CUR(27) lygu 3
no: CUR(27) gir 3
ta: CUR(27), 3ìÌ ºÁÁ¡ÉÐ
tr: sqrt(9) eşittir 3
xh: CUR(27) ilingana no 3

source: The log() function returns the base-10 logarithm of x.
az: log() funksiyası "x'"in onluq əsasda loqaritmik qiymətini ifadə edər.
bg: Функция log() връща десетичен логаритъм на х.
he: תא הריזחמ log() היצקנופה<br>.x לש 10 סיסבב םתירגולה
lt: log() funkcija pateikia x dešimtainį logaritmą.
nl: De functie log() geeft de grondtal-10 logaritme van x.
no: log()-funksjonen returnerer verdien base-10-logaritmen til x.
tr: log() fonksiyonu x'in onluk tabanda logaritmik değerini ifade eder.
xh: ilog() umsebenzi ubuyisela isiseko-10 logarithm ye x.

source: log(0.8) equals -0.09691001
az: log(0.8) bərabərdir -0.09691001
bg: log(0.8) равно -0.09691001
he: -0.09691001-ל הווש log(0.8)
lt: log(0.8) lygu -0.09691001
nl: log(0.8) geeft - 0.09691001.
no: log(0,8) gir -0,09691001
ta: log(0.8), -0.09691001ìÌ ºÁÁ¡ÉÐ
tr: log(0.8) eşittir -0.09691001
xh: log(0.8) ilingana -0.09691001

source: log(0) equals -inf.
az: log(0) bərabərdir - sonsuz
bg: log(0) равно -inf.
he: .-inf-ל הווש log(0)
lt: log(0) lygu -inf.
nl: log(0) geeft -inf.
no: log(0) gir -inf.
ta: log(0), -infìÌ ºÁÁ¡ÉÐ.
tr: log(0) eşittir - sonsuz
xh: log(0) ilingana -inf.

source: The exp() function returns the value of e (the base of natural logarithms) raised to the power of x.
az: exp() funksiyası "e"nin (təbii loqaritmin əsası) qiymətini "x'"in üstü olaraq ifadə edər.
bg: Функция exp() връща експонентата на х.
lt: Funkcija exp() pateikia skaičių e (natūrinio logaritmo bazė) pakeltą x laipsniu.
nl: De functie exp() geeft de waarde van e (het grondtal van natuurlijke logaritmen) tot de macht van x.
no: exp()-funksjonen returnerer verdien e (grunntallet til naturlige logaritmer) opphøyd i x.
tr: exp() fonksiyonu e'nin (doğal logaritmanın temeli) değerini x'in üssü olarak ifade eder.
xh: i exp() umsebenzi ubuyisela ixabiso le e (isiseko see logarithm zendalo) eziphakanyiswe kumandla we x.

source: exp(9) equals 8 103.08392758
az: exp(9) bərabərdir 8 103.08392758
bg: exp(9) равно 8.103,08392758
he: 8,103.08392758-ל הווש exp(9)
lt: exp(9) lygu 8 103.08392758
nl: exp(9) geeft 8 103.08392758.
no: exp(9) gir 8 103,08392758
ta: exp(9), 8 103.08392758ìÌ ºÁÁ¡ÉÐ
tr: exp(9) eşittir 8 103.08392758
xh: exp(9) ilingana 8 103.08392758

source: exp(-9) equals 0.00012341
az: exp(-9) bərabərdir 0.00012341
bg: exp(-9) връща 0.00012341
he: 0.00012341-ל הווש exp(-9)
lt: exp(-9) lygu 0.00012341
nl: exp(-9) geeft 0.00012341.
no: exp(-9) gir 0,00012341
ta: exp(-9), 0.00012341ìÌ ºÁÁ¡ÉÐ
tr: exp(-9) eşittir 0.00012341
xh: exp(-9) ilingana 0.00012341

source: The ceil() function rounds x up to the nearest integer, returning that value as a double.
az: ceil() funksiyası "x"i özündən böyük ən yaxın tam rəqəmə yuvarlayar, qiyməti iki pilləli olaraq ifadə edər.
nl: De functie ceil() rond x omhoog af naar het dichtsbijzijnde hele getal, en geeft de waarde als double.
no: ceil()-funksjonen runder av x oppover til nærmeste heltall, og returnerer verdien som et flyttall.
tr: ceil() fonksiyonu x'i kendisinden büyük en yakın tam sayıya yuvarlar, değeri iki basamaklı olarak ifade eder.
xh: iceil() umsebenzi urhangqa u x phezulu kwinani elipheleleyo elikufutshane, ibuyisela elo xabiso ngokuphindwe kabini.

source: ceil(12.5) equals 13
az: ceil(12.5) bərabərdir 13
bg: ceil(12.5) връща 13
he: 13-ל הווש ceil(12.5)
lt: ceil(12.5) lygu 13
nl: ceil(12.5) geeft 13.
no: ceil(12,5) gir 13
ta: ceil(12.5), 13ìÌ ºÁÁ¡ÉÐ
tr: ceil(12.5) eşittir 13
xh: ceil(12.5) ilingana no 13

source: ceil(-12.5) equals -12
az: ceil(-12.5) bərabərdir -12
bg: ceil(-12.5) връща -12
he: -12-ל הווש ceil(-12.5)
lt: ceil(-12.5) lygu -12
nl: ceil(-12.5) geeft - 12.
no: ceil(-12,5) gir -12
ta: ceil(-12.5), -12ìÌ ºÁÁ¡ÉÐ
tr: ceil(-12.5) eşittir -12
xh: ceil(-12.5) ilingana -12

source: The floor() function rounds x down to the nearest integer, returning that value as a double.
az: floor() funksiyası "x"i özündən kiçik ən yaxın tam rəqəmə yuvarlayar, qiyməti iki pilləli olaraq verir.
nl: De functie floor() rond x naar beneden af naar de dichtsbijzijnde hele getal, en geeft de waarde als double.
no: floor()-funksjonen runder av x nedover til nærmeste heltall, og returnerer verdien som et flyttall.
tr: floor() fonksiyonu x'i kendisinden küçük en yakın tam sayıya yuvarlar, değeri iki basamaklı olarak verir.
xh: Umgangatho() umsebenzi urhangqa u x phantsi kwinani elipheleleyo elikufutshane, ibuyisela elo xabiso ngokuphindwe kabini.

source: floor(x)
xh: umgangatho(x)

source: floor(12.5) equals 12
az: floor(12.5) bərabərdir 12
bg: floor(12.5) равно 12
he: 12-ל הווש floor(12.5)
lt: floor(12.5) lygu 12
nl: floor(12.5) geeft 12.
no: floor(12,5) gir 12
ta: floor(12.5), 12ìÌ ºÁÁ¡ÉÐ
tr: floor(12.5) eşittir 12
xh: umgangatho(12.5) ilingana no 12

source: floor(-12.5) equals -13
az: floor(-12.5) bərabərdir -13
bg: floor(-12.5) равно -13
he: -13-ל הווש floor(-12.5)
lt: floor(-12.5) lygu -13
nl: floor (-12.5) geeft 13.
no: floor(-12,5) gir -13
ta: floor(-12.5), -13ìÌ ºÁÁ¡ÉÐ
tr: floor(-12.5) eşittir -13
xh: umgangatho(-12.5) ilingana -13

source: The fabs() function returns the absolute value of the floating-point number x.
az: fabs() funksiyası "float" sayı "x"in mütləq qiymətini ifadə edər.
bg: Функция fabs() връща абсолютна стойност на числото х с плаваща запетая.
lt: fabs() funkcija pateikia kintamojo x absoliutinę reikšmę.
nl: De functie fabs() geeft de absolute waarde van het zwevend-punt-getal x.
no: fabs()-funksjonen returnerer den absolutte verdien til flyttallsverdien til x.
tr: fabs() fonksiyonu kayar noktalı sayı x' in mutlak değerini ifade eder.
xh: Ifabs() umsebenzi ubuyisela ixabiso elililo lwenani lencopho -yokudada x.

source: fabs(12.5) equals 12.5
az: fabs(12.5) 12.5'e bərabərdir
bg: fabs(12.5) връща 12.5
he: 12.5-ל הווש fabs(12.5)
lt: fabs(12.5) lygu 12.5
nl: fabs(12.5) geeft 12.5.
no: fabs(12,5) gir 12,5
ta: fabs(12.5), 12.5ìÌ ºÁÁ¡ÉÐ
tr: fabs(12.5) 12.5'e eşittir
xh: fabs(12.5) ilingana 12.5

source: fabs(-12.5) equals 12.5
az: fabs(-12.5) bərabərdir 12.5
bg: fabs(-12.5) връща 12.5
he: 12.5-ל הווש fabs(-12.5)
lt: fabs(-12.5) lygu 12.5
nl: fabs(-12.5) geeft 12.5.
no: fabs(-12,5) gir 12,5
ta: fabs(-12.5), 12.5ìÌ ºÁÁ¡ÉÐ
tr: fabs(-12.5) eşittir 12.5
xh: fabs(-12.5) ilingana 12.5

source: The INT() function returns the integer part of the value.
az: INT() funksiyası qiymətin tam rəqəm qismini ifadə edər.
bg: Фукнкция INT() връща цялата част на числото.
lt: INT() funkcija pateikia skaičiaus sveikąją dalį.
nl: De functie INT() geeft het integere gedeelte van de waarde.
no: INT()-funksjonen returnerer integerdelen til verdien.
ta: INT() ¦ºÂøÜÚ, Á¾¢ôÀ¢ý ÓØ±ñ ÀÌ¾¢¨Â ¦¸¡ÎìÌõ.
tr: ENT() fonksiyonu değerin tam sayı kısmını ifade eder.
xh: i INT() umsebenzi ubuyisela inxenye yexabiso lenani elipheleleyo.

source: INT(12.55) equals 12
az: ENT(12.55) "12"yə bərabərdir
bg: INT(12.55) връща 12
he: 12-ל הווש INT(12.55)
lt: INT(12.55) lygu 12
nl: INT(12.55) geeft 12
no: INT(12,55) gir 12
ta: INT(12.55), 12ìÌ ºÁÁ¡ÉÐ
tr: ENT(12.55) 12'ye eşittir
xh: INT(12.55) ilingana no 12

source: INT(15) equals 15
az: INT(15) "15"ə bərabərdir
bg: INT(15) връща 15
he: 15-ל הווש INT(15)
lt: INT(15) lygu 15
nl: INT(15) geeft 15.
no: INT(15) gir 15
ta: INT(15), 15ìÌ ºÁÁ¡ÉÐ
tr: INT(15) 15'e eşittir
xh: INT(15) ilingana no 15

source: The rand() function returns a pseudo-random number between 0 and 1.
az: rand() funksiyası 0 ilə 1 arasında yalançı təsadüfi rəqəmlər geri verir.
bg: Функция rand() връща случайно число в диапазона 0...1.
lt: Funkcija rand() pateikia pseudo atsitiktinį skaičių tarp 0 ir 1.
nl: De functie rand() geeft een pseudo-willekeurig getal tussen de 0 en 1.
no: rand()-funksjonen returnerer et tilfeldig nummer mellom 0 og 1.
xh: Iranti() umsebenzi ubuyisela i pseudo-inani elijikelezayo phakathi ko 0 no 1.

source: rand()
xh: iranti()

source: rand() equals for example 0.78309922...
az: rand() nümunə olaraq "0.7828939"ə bərabərdir...
bg: rand() може да върне 0.78309922...
he: ...0.78309922-ל לשמל הווש rand()
lt: rand() gali būti, pvz., 0.78309922...
nl: rand() heeft bijvoorbeeld 0.78309922. als resultaat.
no: rand() gir f.eks 0.78309922...
ta: rand(), ¯¾¡Ã½Á¡¸, 0.78309922...ìÌ ºÁÁ¡ÉÐ
tr: rand() örnek olarak 0.7828939'e eşittir...
xh: iranti() ilingana umzekelo 0.78309922...

source: Bottom value
az: Alt qiyməq
bg: Минимум
lt: Apatinė reikšmė
nl: Bodemwaarde
no: Bunnverdi
ta: ­Ú¾¢ Á¾¢ôÒ
tr: Alt değer
xh: Ixabiso elisezantsi

source: Top value
az: Təpə qiyməq
bg: Максимум
lt: Viršutinė reikšmė
nl: Topwaarde
no: Toppverdi
ta: ¦¾¡¼ì¸ Á¾¢ôÒ
tr: Tepe değer
xh: Ixabiso eliphezulu

source: The RANDBETWEEN() function returns a pseudo-random number between bottom and top value. If bottom > top this function returns Err.
az: RANDBETWEEN() funksiaysı təpə va alt qiymət arasındakı yalançı təsadüfi rəqəmi geri verir. Əgər təpə > təpə bu funksiya "Err" geri verir.
bg: Функция RANDBETWEEN() връща случайно число в диапазона от минимум до максимум. Ако минимум > максимум, ще бъде върнато Err.
lt: Funkcija RANDBETWEEN() pateikia pseudo atsitiktinį skaičių tarp apatinės ir viršutinės reikšmės. Jeigu apačia > viršus, ši funkcija pateikia Err.
nl: De functie RANDBETWEEN() geeft een pseudo-willekeurig getal tussen de bodem- en topwaarde. Als button > top, dan geeft de functie "Err.".
no: RANDBETWEEN()-funksjonen returnerer et tilfeldig tall mellom bunn- og toppverdien. Hvis binnverdi > toppverdi så returnerer funksjonen Err.
xh: I RANDBETWEEN() umsebenzi ubuyisela i pseudo-inani elijikelezayo phakathi kwexabiso elisezantsi kunye neliphezulu. Ukuba isezantsi > ophezulu kulo msebenzi ubuyisela impazamo.

source: RANDBETWEEN(bottom;top)
az: RANDBETWEEN(alt;təpə)
bg: RANDBETWEEN(минимум;максимум)
lt: RANDBETWEEN(apačia;viršus)
nl: RANDBETWEEN(bodem;top)
no: RANDBETWEEN(bunnverdi;toppverdi)
ta: RANDBETWEEN(­Ú¾¢;¦¾¡¼ì¸)
xh: RANTIPHAKATHI(ezantsi;phezulu)

source: RANDBETWEEN(12;78) equals for example 61.0811...
az: RANDBETWEEN(12;78) məsələn bərəbərdir 61.0811...
bg: RANDBETWEEN(12;78) може да върне 61.0811...
he: ...61.0811-ל לשמל הווש RANDBETWEEN(12;78)
lt: RANDBETWEEN(12;78) lygu, pavyzdžiui, 61.0811...
nl: RANDBETWEEN(12;78) heeft bijvoorbeeld 61.0811 als resultaat.
no: RANDBETWEEN(12;78) gir f.eks 61.0811...
ta: RANDBETWEEN(12;78), ¯¾¡Ã½Á¡¸, 61.0811...ìÌ ºÁÁ¡ÉÐ
xh: RANTIPHAKATHI(12;78) ilingana umzekelo 61.0811...

source: Digits
az: Digitlər
bg: Знаци
lt: Skaičiai
nl: Afrondingen
no: Desimaltall
ta: ­Äì¸í¸û
xh: Amasuntswana

source: The ROUNDUP(value;[digits]) function returns value rounded up. Digits is the number of digits to which you want to round that number. If digits is zero or omitted, value is rounded up to the nearest integer.
az: ROUNDUP(qiymət;[digitlər]) funksiyası qiymətin yucarı yuvarlağını veriri. Digitlər rəqam olaraq yuvarlamaq istədyiniz digitin rəqəmidir. Digit olaraq 0 verirlibsə , qiymət ən yaxın üst inteqerə yuvarlanır.
lt: Funkcija ROUNDUP(reikšmė;[skaitmenys]) pateikia reikšmę, suapvalintą į didžiąją pusę. Skaitmenys yra skaičius skaitmenų, iki kurių pageidaujate suapvalinti šitą skaičių. Jeigu skaitmuo yra nulis arba praleistas, reikšmė bus suapvalinta į didesnę pusę iki artimiausio sveiko skaičiaus.
nl: De functie ROUNDUP(waarde;[cijfers]) geeft de afronding van een getal naar boven. "Cijfers" staat voor het aantal cijfers waar u het getal op wilt afronden. Als "cijfers" nul is of leeg gelaten wordt, dan wordt de waarde afgerond op het dichtst bijzijnde hele getal.
no: ROUNDUP(verdi;[desimaltall])-funksjonen returnerer en verdi avrundet oppover. Desimaltaller antall desimaltall du vil avrunde til. Er desimaltall null eller ikke angitt vil verdien bli avrundettil nærmeste integer.
xh: I ROUNDUP(ixabiso;[amasuntswana]) umsebenzi ubuyisela ixabiso elirhangqiweyo. Amasuntswana linani lamasuntswana ofuna ukurhangqa elo nani. Ukuba isuntswana ngunothi okanye engaqukwanga, ixabiso llirhangqwa kwinani elikufutshane elipheleleyo.

source: ROUNDUP(value;[digits])
az: ROUNDUP(qiymət;[digitlər])
lt: ROUNDUP(reikšmė;[skaitmenys])
nl: ROUNDUP(waarde;[cijfers])
no: ROUNDUP(verdi;[desimaltall])
xh: RHANGQA PHEZULU(ixabiso;[amasuntswana])

source: ROUNDUP(1.252;2) equals 1.26
az: ROUNDUP(1.252;2) bərabərdir 1.26
bg: ROUNDUP(1.252;2) връща 1.26
he: 1.26-ל הווש ROUNDUP(1.252;2)
lt: ROUNDUP(1.252;2) lygu 1.26
nl: ROUNDUP(1.252;2) geeft 1.26
no: ROUNDUP(1,252;2) gir 1,26
ta: ROUNDUP(1.252;2), 1.26ìÌ ºÁÁ¡ÉÐ
tr: sum(12.5;2) eşittir 14.5
xh: RHANGQA PHEZULU(1.252;2) ilingana 1.26

source: ROUNDUP(-1.252;2) equals -1.25
az: ROUNDUP(-1.252;2) bərabərdir -1.25
bg: ROUNDUP(-1.252;2) връща -1.25
he: -1.25-ל הווש ROUNDUP(-1.252;2)
lt: ROUNDUP(-1.252;2) lygu -1.25
nl: ROUNDUP(-1.252;2) geeft -1.25
no: ROUNDUP(-1,252;2) gir -1,25
ta: ROUNDUP(-1.252;2), -1.25ìÌ ºÁÁ¡ÉÐ
tr: sum(12.5;2) eşittir 14.5
xh: RHANGQA PHEZULU(-1.252;2) ilingana -1.25

source: ROUNDUP(-1.252) equals -1
az: ROUNDUP(-1.252) bərabərdir -1
bg: ROUNDUP(-1.252) връща -1
he: -1-ל הווש ROUNDUP(-1.252)
lt: ROUNDUP(-1.252) lygu -1
nl: ROUNDUP(-1.252) geeft -1
no: ROUNDUP(-1,252) gir -1
ta: ROUNDUP(-1.252), -1ìÌ ºÁÁ¡ÉÐ
tr: ceil(-12.5) eşittir -12
xh: RHANGQA PHEZULU(-1.252) ilingana -1

source: The ROUNDDOWN(value;[digits]) function returns value rounded down. Digits is the number of digits to which you want to round that number. If digits is zero or omitted, value is rounded down to the nearest integer.
az: ROUNDDOWN(qiymət;[digitlər]) funksiyası qiymətin aşağı yuvarlağını veriri. Digitlər rəqam olaraq yuvarlamaq istədyiniz digitin rəqəmidir. Digit olaraq 0 verirlibsə , qiymət ən yaxın aşağı inteqerə yuvarlanır.
lt: Funkcija ROUNDDOWN(reikšmė;[skaitmenys]) pateikia reikšmę, suapvalintą į mažąją pusę. Skaitmenys yra skaičius skaitmenų, iki kurių pageidaujate suapvalinti šitą skaičių. Jeigu skaitmuo yra nulis arba praleistas, reikšmė bus suapvalinta į mažesnę pusę iki artimiausio sveiko skaičiaus.
nl: De functie ROUNDDOWN(waarde;[cijfers]) rondt de waarde af naar beneden."cijfers" staat voor het aantal cijfers achter de komma waar op moet worden afgerond. Als "cijfers" 0 is of leeg gelaten wordt, dan wordt de waarde naar beneden afgrond op een heel getal.
no: ROUNDDOWN(verdi;[desimaltall])-funksjonen returnerer verdien avrundet nedover. Desimaltaller antall desimaltall man ønsker avrundet til. Dersom desimaltall er null eller ikke angitt vil verdien avrundes til nærmeste integer.
xh: I ROUNDDOWN(ixabiso;[amasuntswana]) umsebenzi ubuyisela ixabiso elirhangqwe phantsi. Amasuntswana linani lamasuntswana ofuna ukurhangqa elo nani kuwo. Ukuba amasuntswana angu nothi okanye akaqukwanga, ixabiso lirhangqwa phantsi kwinani elikufutshane elipheleleyo.

source: ROUNDDOWN(value;[digits])
az: ROUNDDOWN(qiymət;[digitlər])
lt: ROUNDDOWN(reikšmė;[skaitmenys])
nl: ROUNDDOWN(waarde;[cijfers])
no: ROUNDDOWN(verdi;[desimaltall])
xh: RHANGQA EZANTSI(ixabiso;[amasuntswana])

source: ROUNDDOWN(1.252;2) equals 1.25
az: ROUNDDOWN(1.252;2) bərabərdir 1.25
bg: ROUNDDOWN(1.252;2) връща 1.25
he: 1.25-ל הווש ROUNDDOWN(1.252;2)
lt: ROUNDDOWN(1.252;2) lygu 1.25
nl: ROUNDDOWN(1.252;2) geeft 1.25
no: ROUNDDOWN(1,252;2) gir 1,25
ta: ROUNDDOWN(1.252;2), 1.25ìÌ ºÁÁ¡ÉÐ
tr: sum(12.5;2) eşittir 14.5
xh: RHANGQA EZANTSI(1.252;2) ilingana 1.25

source: ROUNDDOWN(-1.252;2) equals -1.26
az: ROUNDDOWN(-1.252;2) bərabərdir -1.26
bg: ROUNDDOWN(-1.252;2) връща -1.26
he: -1.26-ל הווש ROUNDDOWN(-1.252;2)
lt: ROUNDDOWN(-1.252;2) lygu -1.26
nl: ROUNDDOWN(-1.252;2) geeft -1.26
no: ROUNDDOWN(-1,252;2) gir -1,26
ta: ROUNDDOWN(1.252;2), 1.26ìÌ ºÁÁ¡ÉÐ
tr: ceil(-12.5) eşittir -12
xh: RHANGQA EZANTSI(-1.252;2) ilingana -1.26

source: ROUNDDOWN(-1.252) equals -2
az: ROUNDDOWN(-1.252) bərabərdir -2
bg: ROUNDDOWN(-1.252) връща -2
he: -2-ל הווש ROUNDDOWN(-1.252)
lt: ROUNDDOWN(-1.252) lygu -2
nl: ROUNDDOWN(-1.252) geeft -2
no: ROUNDDOWN(-1,252) gir -2
ta: ROUNDDOWN(-1.252), -2ìÌ ºÁÁ¡ÉÐ
tr: ceil(-12.5) eşittir -12
xh: RHANGQA EZANTSI(-1.252) ilingana -2

source: Real coefficient
az: Həqiqi koefisient
bg: Коефициент на действителната част
lt: Realieji koeficientai
nl: Werkelijke coëfficiënt
no: Virkelig koeffisient
xh: Inani lokwenene elisetyenziswa ukulinganisela into

source: Imaginary coefficient
az: Görünən koefisient
bg: Коефициент на имагинерната част
lt: Menami koeficientai
nl: Denkbeeldige coëfficiënt
no: Tenkt coeffisient
xh: Inani elikhoyo elingasililo elokwenene elisetyenziswa ukulinganisela into

source: The COMPLEX(real,imag) returns a complex number of form x+yi.
az: COMPLEX(həqiqi,gör) "x+yi"nin mürəkkəb rəqəmini verir.
bg: Функция COMPLEX(real,imag) връщакомплексното число в вида x+yi.
lt: COMPLEX(real,imag) pateikia kompleksinį skaičių x+yi formoje.
nl: De functie COMPLEX(werkelijk,denkbeeldig) geeft een samengesteld getal van de vorm x+yi.
no: COMPLEX(virkelig,tenkt)-funksjonen returnerer et kompleks nummer på formen x+yi.
xh: ELINAMAQELA(okwenene,elikhoyo) ibuyisela inani elinamaqela efomu x+yi.

source: COMPLEX(real;imag)
az: COMPLEX(həqiqi;xəy)
nl: COMPLEX(werkelijk;denkbeeldig)
no: COMPLEX(virkelig,tenkt)
xh: ELINAMAQELA(lokwenene;elikhoyo)

source: COMPLEX(1.2;3.4) returns "1.2+3.4i"
az: COMPLEX(1.2;3.4) bərabərdir "1.2+3.4i"
bg: COMPLEX(1.2;3.4) връща "1.2+3.4i"
he: "1.2+3.4i" ריזחמ COMPLEX(1.2;3.4)
lt: COMPLEX(1.2;3.4) pateiks "1.2+3.4i"
nl: COMPLEX(1.2;3.4) geeft "1.2+3.4i"
no: COMPLEX(1,2;3,4) gir "1,2+3,4i"
ta: COMPLEX(1.2;3.4), "1.2+3.4i" ±ýÚ ¸¡ðÎõ
tr: DECOCT(12) eşittir "14"
xh: ELINAMAQELA(1.2;3.4) ibuyisela "1.2+3.4i"

source: COMPLEX(0;-1) returns "-i"
az: COMPLEX(0;-1) bərabərdir "-i"
bg: COMPLEX(0;-1) връща "-i"
he: "-i" ריזחמ COMPLEX(0;-1)
lt: COMPLEX(0;-1) pateiks "-i"
nl: COMPLEX(0;-1) geeft "-i"
no: COMPLEX(0;-1) gir "-i"
ta: COMPLEX(0;-1), "-i" ±ýÚ ¸¡ðÎõ
tr: DECHEX(12) eşittir "c"
xh: ELINAMAQELA(0;-1) ibuyisela"-i"

source: Complex number
az: Mürəkkəb rəqəm
bg: Комплексно число
lt: Kompleksiniai skaičiai
nl: Complex getal
no: Kompleks nummer
xh: Inani lamaqela
