Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: The PV() function returns the present value of an investment -- the value today of a sum of money in the future, given the rate of interest or inflation. For example if you need $1166.40 for your new computer and you want to buy it in two years while earning 8% interest, you need to start with PV(1166.4;0.08;2) or $1000.
az: PV() funksiyası yatırımın gələcəkdəki qiymətini verər -- gələcəkdəki bugünün pulunun cəmini , inflasiya faizi də verilərək. Məsələn, sizin yeni kompüter üçün $1166.40 ehtiyacınız varsa və siz bunu iki yılda 8% faiz qazanaraq ilə almaq istəyirsinizsə, siz PV( 1166.4; 0.08; 2 ) və ya $1000 ila başlamalısınız.
nl: De functie PV() geeft de huidige waarde van een investering - de waarde die een geldbedrag in te toekomst zal bezitten, gegeven het rentepercentage of de inflatie. Voorbeeld: U heeft EUR 1166,40 nodig voor een nieuwe computer, en u wilt deze over 2 jaar kunnen kopen, terwijl u 8% rente over uw spaargeld krijgt. Uw startkapitaal moet dan PV(1166;4;0.08;2) oftewel EUR 1000,00 bedragen.
no: PV()-funksjonen returnerer nåværende verdi av en investering -- verdien i dag av en sum penger i fremtiden, forutsatt rentesats og inflasjon. F.eks hvis du trenger $1166,40 for å kjøpe din nye datamaskin om to år. Du må da starte med å spare $1000 dersom du har oppnådd en rentesats på 8% rente. FV(1000;0,008;2) eller $1166,40.
xh: I PV() umsebenzi ubuyisela ixabiso elikhoyo lokuzalisa -- ixabiso namhlanje lodibaniso lwemali kwixesha elizayo, unikwe umyinge wenzala okanye isiwo sexabiso lemali. Umzekelo ukuba ufuna i $1166.40 ye computer yakho entsha kwaye ufuna ukuyithenga kwiminyaka emibini ngexesha usamkela i 8% inzala, ufuna ukuqala nge PV(1166.4;0.08;2) okanye $1000.

source: PV(future value;rate;periods)
az: PV(gələcəkdəki_qiymət;faiz;periodlar)
nl: PV(toekomstige waarde;rente;periode)
no: PV(fremtidig verdi;rente;perioder)
tr: PV( gelecekteki_değer; faiz; dönemler )
xh: PV(ixabiso lexesha elizayo;umyinge;amathuba)

source: PV(1166.4;0.08;2) equals 1000
az: PV(1166.4;0.08;2) bərabərdir 1000
he: 1000-ל הווש PV(1166.4;0.08;2)
nl: PV(1166,4;0,08;2) geeft 1000
no: PV(1166,4;0,08;2 ) gir 1000
tr: PV( 1166.4; 0.08; 2 ) eşittir 1000
xh: PV(1166.4;0.08;2) ilingana 1000

source: Payment per period
az: Period başına ödəmə
bg: Плащане за период
lt: Mokėjimas per periodą
nl: Betaling per periode
no: Betaling pr periode
tr: Dönem başına ödeme
xh: Intlawulo ngethuba

source: The PV_annuity() function returns the present value of an annuity or stream of payments. For example: a "million dollar" lottery ticket that pays $50,000 a year for 20 years, with an interest rate of 5%, is actually worth PV_annuity(50000;0.05;20) or $623,111. This function assumes that payments are made at the end of each period.
az: PV_annuity() funksiyası ödəmələrin sabit miqdarının indiki qiymətini verər. Məsələn: 20 ildə illik $50,000 ödənilən "bir millyon dollar" lotereya bileti (5% li), ən pisi PV_annuity( 50000; 0.05; 20 ) və ya "$623,111"dir. Bu funksiya ödəmələrin hər periodun sonunda edildiyini fərz edir.
nl: De functie PV_annuity() geeft de huidige waarde van een lijfrente of een vaste gelduitkering gedurende een bepaalde tijd. Voorbeeld: een loterijprijs keert EUR 50.000,00 per jaar uit over een periode van 20 jaar, terwijl de rente 5% bedraagt. De uiteindelijke waarde van deze prijs is dan PV_annuity(500000;0.05;20) oftwel EUR 623.111,00. Deze funtie gaat er van uit dat de uitkering aan het einde van elke maand plaatsvind.
no: PV_annuity()-functionen returnerer nåværende verdi av et annuitetslån eller en strøm av betalinger. For eksempel: en "million dollar" lotterigevinst som betaler $50,000 årlig i 20 år med en rentesats på 5% er faktisk verdt PV_annuity(50000;0.05;20) eller $623,111. Denne funksjonen antar at betalinger blir utført på slutten av hver periode.
xh: I PV_annuity() umsebenzi ubuyisela ixabiso elikhoyo lonyaka okanye uqukuqelo lwentlawulo. Umzekelo: i "sigidi se dollar" itikiti leloto elihlawula i $50,000 ngonyaka kwi 20 yeminyaka, ngomyinge wenzala we 5%, iyasebenza ngqo PV_annuity(50000;0.05;20) okanye $623,111. Lo msebenzi wenza iintlawulo ezo ezenziwa kwisiphelo sexesha ngalinye.

source: PV_annuity(amount;interest;periods)
az: PV_annuity(miqdar;faiz;periodlar;)
nl: PV_annuity(geldbedrag;rente;perioden)
no: PV_annuity(beløp;rente;perioder)
tr: PV_annuity( miktar; faiz; dönemler; gelecekteki_değer; başlangıç )
xh: PV_ngonyaka(isixa;inzala;amathuba)

source: PV_annuity(1000;0.05;5) equals 4329.48
az: PV_annuity(1000;0.05;5) bərabərdir 4329.48
he: 4329.48-ל הווש PV_annuity(1000;0.05;5)
nl: PV_annuity(1000;0;05;5) geeft 4329,48
no: PV_annuity( 100; 0,05; 5) gir 4329,48
tr: FV_annuity( 100; 0.08; 2; 1000; YANLIŞ ) eşittir 1374.4
xh: PV_ngonyaka(1000;0.05;5) ilingana 4329.48

source: The FV_annuity() function returns the future value of a stream of payments given the amount of the payment, the interest rate and the number of periods. For example: If you receive $500 per year for 20 years, and invest it at 8%, the total after 20 years will be FV_annuity(500;0.08;20) or $22,880.98. This function assumes that payments are made at the end of each period.
az: FV_annuity() funksiyası ödəmənin hamısı, faiz və period miqdarı bildirildiyində gələcəkdəki ödəmə miqdarlarını verər. Məsələn : əgər 20 ildə illik $500 alarsanız, və bunu 8% ilə yatırarsanız, 20 il sonra cəmi FV_annuity( 500; 0.08; 20 ) və ya $22,880.98 olacaqdır. Bu funksiya ödəmələrin hər perodun sonunda edildiyini fərz edir.
nl: De functie FV_annuity() geeft de toekomstige waarde van een reeks uitkeringen, gegeven de hoogte van de uitkering, het rentepercentage, en het aantal perioden. Voorbeeld: u ontvangt EUR 500,00 per jaar over een periode van 20 jaar. Dit investeert utegen 8% rente. Na 20 jaar zal het totaal FV_annuity(500;0.08;20) oftwel EUR 22.880,98 bedragen. Deze functie gaat er van uit dat de uitkering aan het einde van de maand plaatsvind.
no: FV_annuity()-functionen returnerer fremtidig verdi av en strøm med betalinger når størrelse på betaling, rentesats og antall prioder er oppgitt For eksempel: Hvis du mottar $500 hvert år i 20 år og investerer disse med 8% avkastning så vil du ha FV_annuity(500;0,008,;20) eller $22880,98. Denne funksjonen antar at betalinger blir utført på slutten av hver periode.
xh: I FV_annuity() umsebenzi ubuyisela ixabiso lwexeshan elizayo loqukuqelo lwentlawulo ezinikiweyo zesixa sentlawulo, umyinge wenzala kunye nenani lwamathuba. Umzekelo: Ukuba wamkela $500 ngonyaka ngeminyaka eyi 20, kwaye uyizalise nge 8%, iyonke emvakweminyaka eyi 20 izakuba yi FV_annuity(500;0.08;20) okanye $22,880.98. Lo msebenzi wenza iintlawulo ezenziweyo kwisiphelo sethuba ngalinye.

source: FV_annuity(amount;interest;periods)
az: FV_annuity(miqdar;faiz;periodlar)
nl: FV_annuity(bedrag;rente;perioden)
no: FV_annuity(mengde;rente;perioder)
tr: FV_annuity ( miktar; faiz; dönemler; şimdiki_miktar; başlangıç )
xh: FV_ngonyaka(isixa;inzala;amathuba)

source: FV_annuity(1000;0.05;5) equals 5525.63
az: FV_annuity(1000;0.05;5) bərabərdir 5525.63
he: 5525.63-ל הווש FV_annuity(1000;0.05;5)
nl: FV_annuity(1000;0.05;5) geeft 5525.63
no: FV_annuity(100;0,05;5) gir 5525,63
tr: FV_annuity( 100; 0.08; 2; 1000; YANLIŞ ) eşittir 1374.4
xh: FV_ngonyaka(1000;0;05;5) ilingana 5525.63

source: Principal
az: Ana pul
bg: Капитал
lt: Pagrindinis kapitalas
nl: Startkapitaal
no: Prinsipp
tr: Anapara
xh: Inqununu

source: Periods per year
az: İl başına period
bg: Периоди за година
lt: Periodai per metus
nl: Perioden per jaar
no: Perioder pr år
tr: Yıl başına dönem
xh: Amathuba ngo nyaka

source: Years
az: İl
bg: Години
lt: Metai
nl: Jaren
no: År
tr: Yıllar
xh: Iminyaka

source: The compound() function returns the value of an investment, given the principal, nominal interest rate, compounding frequency and time. For example: $5000 at 12% interest compounded quarterly for 5 years will become compound(5000;0.12;4;5) or $9030.56.
az: compound() funksiyası ana pul, faiz miqdarı, sıxlıq və vaxt verilirsə, kapitalın miqdarını verər. Məsələn : təqribi 5 ildə "12%" $5000 compound( 5000; 0.12; 4; 5 ) və ya $9030.56 olacaqdır.
nl: De functie compound() geeft de waarde van een investering, gegeven het startkapitaal, de nominale rente, de gemiddelde stortingsfrequentie en tijd. Voorbeeld: EUR 5.000,00 tegen 12% rente, gedurende 5 jaar opgespaard met een gemiddelde stortingsfrequentie van elk kwartaal levert een eindbedrag op van compound(5000;0.12;4;5) oftewel EUR 9030,56
no: compound()-funksjonen returnerer verdien av en investering, gitt beløp, nominell rentesats, antall avdrag pr år, antall år. For eksempel: $5000 med 12% rente lagt sammen hvert kvartal for 5 år vil bli compound(5000;0,12;4;5) eller$9030,56.
xh: Odityanisiweyo() umsebenzi ubuyisela ixabiso lozaliso, inikwa inqununu, umyinge oqhelekileyo wenzala, udityaniso oluqukuqelayo kunye nexesha. U mzekelo: $5000 kwi 12% inzala idityaniswa ngesiqingatha nge 5 minyaka izakubaye dibeneyo(5000;0.12;4;5) okanye $9030.56.

source: compound(initial;interest;periods;periods_per_year)
az: compound(ana pul;faiz;periodlar;illik_periodlar)
nl: compound(startkapitaal;rente;perioden;perioden_per_jaar)
no: compound(startverdi;rente;perioder;perioder_pr_år )
tr: compound( anapara; faiz; dönemler; yıl_başına_dönemler )
xh: engelulanga(igama lokuqala;inzala;amathuba;amathuba_ngo_nyaka)

source: compound(5000;0.12;4;5) equals 9030.56
az: compound(5000;0.12;4;5) bərabərdir 9030.56
he: 9030.56-ל הווש compound(5000;0.12;4;5)
nl: compound(5000;0,12;4;5) geeft 9030.56
no: compound(5000;0.12;4;5) gir 9030,56
tr: compound( 1000; 0.08; 12; 2 ) eşittir 1172.89
xh: engalulanga(5000;0.12;4;5) ilingana 9030.56

source: The continuous() function calculates the return on continuously compounded interest, given the principal, nominal rate and time in years. For example: $1000 earning 10% for 1 year becomes continuous(1000;.1;1) or $1105.17.
az: continuous() funksiyası ana pul, nominal faiz illələ vaxt verilirsə, davam edən artırma faizini verər. Məsələn : ildə 10% qazanana $1000 continuous(1000;.1;1) və ya $1105.17 olur.
nl: De functie continuous() berekent de uitkomst van een continue samengestelde rente, gegeven het startkapitaal, de nominale rente en tijdsduur in jaren. Voorbeeld: EUR 1.000,00 tegen 10% rente gedurende 1 jaar levert continuous(1000;1;1) oftewel EUR 1.105,17 op.
no: continuous()-funksjonen kalkulerer returen på lagt sammen renter , gitt beløpet, nominell rente og tid i år. For eksempel: Tjener $1000 med 10% rente i 1 år blir continuous(1000;.1;1) or $1105,17.
xh: Oqhubekayo() umsebenzi ubala ubuyiselo kokuqhubekayo okudityanisiweyo okuyinzala, enikwe inqununu, umyinge wesiqhelo kunye nexesha kwiminyaka. Umzekelo: $1000 wamkela 10% yo 1 nyaka ibayeqhubekekayo(1000;.1;1) or $1105.17.

source: continuous(principal;interest;years)
az: continuous(ana pul;faiz;il)
nl: continuous(startkapitaal;rente;jaren)
no: continuous(prinsipiell;rente;år)
tr: continuous( anapara; faiz; yıllar )
xh: eqhubekayo(inqununu;inzala;iminyaka)

source: continuous(1000;0.1;1) equals 1105.17
az: compound(1000;0.1;1) bərabərdir 1105.17
he: 1105.17-ל הווש continuous(1000;0.1;1)
nl: continuous(1000;0;1;1) geeft 1105,17
no: continuous(1000;0,1;1) gir 1105.17
tr: compound( 1000; 0.08; 12; 2 ) eşittir 1172.89
xh: eqhubekayo(1000;0.1;1) ilingana 1105.17

source: Nominal interest rate
az: Nominal faiz nisbəti
lt: Nominali palūkanų norma
nl: Nominale rente
no: Nominell rente
tr: Nominal faiz oranı
xh: Umyinge wenzala okhoyo ngegama

source: The effective() function calculates the effective yield for a nominal interest rate (annual rate or APR). For example: 8% interest compounded monthly provides an effective yield of effective(.08;12) or 8.3%.
az: effective() funksiyası nomian faiz miqdarının effektiv qazancını hesablayar. Məsələn : aylıq 8% effective(.08;12) və ya 8.3% effektif faiz verər.
lt: effective() funkcija skaičiuoja pelno efektyvumą, esant nominaliai palūkanų normai (metinei normai arba APR). Pavyzdžiui, 8% palūkanos, išskirstytos mėnesiais, užtikrina pelno efektyvumą: effective(.08;12) arba 8.3%.
nl: De functie effective() berekent de effectieve rente van een nominaal rentepercentage. Voorbeeld: 8% rente per maand levert een effectieve rente op van effective(.08 ;12) ofttewel 8.3%
no: effective()-funksjon kalkulerer den effektive rente for en nominell rentesats. For eksempel: 8% rente lagt sammen hver måned gir en effektiv rente på effective(.08;12) eller 8,3%.
xh: Enesiphumo() umsebenzi ubala unikezelo olunesiphumo lomyinge wenzala yesiqhelo (umyinge wonyaka okanye APR). Umzekelo: i 8% inzala edityaniswe ngenyanga inikeza unikezelo olunesiphumo(.08;12) okanye 8.3%.

source: effective(nominal;periods)
az: effective(nominal;periodlar)
lt: effective(nominalas;periodai)
nl: effective(nominaal;perioden)
no: effective(nominell;perioder)
tr: effective( nominal; dönemler )
xh: enesiphumo(ekhoyo ngegama;amathuba)

source: effective(0.08;12) equals 0.083
az: effective(0.08;12) bərabərdir 0.083
he: 0.083-ל הווש effective(0.08;12)
lt: effective(0.08;12) lygu 0.083
nl: effective(0,08;12) geeft 0,083
no: effective(0,08;12 ) gir 0,083
tr: effective( 0.08; 2 ) eşittir 0.1664
xh: enesiphumo(0.08;12) ilingana 0.083

source: Effective interest rate
az: Efektif faiz nisbəti
bg: Ефективна процентна лихва
lt: Efektyvumo palūkanų norma
nl: Effectieve rente
no: Effektiv rente
tr: Efektif faiz oranı
xh: Umyinge wenzala enesiphumo

source: The nominal() function calculates the nominal (stated) interest rate for an effective (annualized) interest rate compounded at given intervals. For example: to earn 8% on an account compounded monthly, you need a return of nominal(.08;12) or 7.72%.
az: nominal() funksiyası verilən intervallarda effektif faiz nisbətinin nominal faiz faiz miqdarını hesablayar. Məsələn: aylıq olaraq hesabdan 8q% qazanmaq üçün , nominal nominal(.08;12) və ya 7.72% qazancına ehtiyacınız var.
nl: De functie nominal() berekent de nominale rentepercentage voor een effectieve rentepercentage samengesteld uit opgegeven intervals. Voorbeeld: om 8% rente per maand op een account te krijgen heeft u een effectieve rente nodig van nominal(.08;12) oftewel 7,72%.
no: nominal()-funksjonen kalkulerer den nominelle rentesats for en effektiv rente satt sammen ved gitte intervall. For eksempel: Å tjene 8% på en konto lagt sammen hver måned trenger du en nominell rente på nominal(0,08;12) eller 7,72%.
xh: Eyesiqhelo() umsebenzi ubala umyinge wenzala wesiqhelo (obekiweyo) we nesiphumo (eyonyaka) umyinge wenzala odityaniswe ngamaxesha okuphumla anikiweyo. U mzekelo: ukwamkela i 8% kwityala elidityaniswe ngenyanga, ufuna ubuyiselo lwe siqhelo(.08;12) okanye 7.72%.

source: nominal(effective;periods)
az: nominal(effektif;periodlar)
nl: nominal(effectief;perioden)
no: nominal(effektiv; perioder )
tr: nominal( nominal; dönemler )
xh: ekhoyo ngegama(enesiphumo;amathuba)

source: nominal(0.08;12) equals 0.0772
az: nominal(0.08;12) bərabərdir 0.0772
he: 0.0772-ל הווש nominal(0.08;12)
lt: nominal(0.08;12) lygu 0.0772
nl: nominal(0,08;12) geeft 0,0772
no: nominal( 0,8; 12 ) gir 0,0772
tr: nominal( 0.1664; 2 ) eşittir 0.1664
xh: ekhoyo ngegama(0.08;12) ilingana 0.0772

source: Face value
az: Örtmə qiyməqi
bg: Номинал
lt: Nominali vertė
nl: Feitelijke waarde
no: Fremtidig verdi
tr: Gelecekteki değer
xh: Ixabiso lobuso

source: The zero_coupon() function calculates the value of a zero-coupon (pure discount) bond. For example: if the interest rate is 10%, a $1000 bond that matures in 20 years is worth zero_coupon(1000;.1;20) or $148.64.
az: zero_coupon() funksiyası sənədin sıfır kuponunu ( tam ucuzluq) hesablayar. Məsələn: faiz 10% isə, "$1000"lıq sənəd 20 ildə ən az zero_coupon( 1000; .1; 20) və ya "$148.64"dür.
nl: De functie zero_coupon() berekent de waarde van een zero-coupon (purekorting) obligatie. Bijvoorbeeld: als het rentetarief 10% is, dan zal een obligatie van EUR1000,00 na een looptijd van 20 jaar een waarde vertegenwoordigen van zero-coupon(1000;.1;20) oftewel EUR 148,64.
no: zero_coupon()-funksjonen kalkulerer verdien av nullkupong (ren diskonto) bundet. For eksempel: hvis rentesatsen er 10% så vil $1000 bundet i 20 år være verdt zero_coupon(1000;.1;20) eller $148.64.
xh: I zero_coupon() umsebenzi ubala ixabiso le a zero-coupon (isaphulelo esisodwa) udibaniso. Umzekelo: ukuba umyinge wenzala yi 10%, i $1000 dibaniso olu khula nge 20 yeminyaka yenza i zero_coupon(1000;.1;20) okanye $148.64.

source: zero_coupon(face value;rate;years)
az: zero_coupon(örtmə qiyməti;nisbət;il)
nl: zero_coupon(feitelijke waarde;ratio;jaren)
no: zero_coupon(verdi;rentesats;år)
tr: PV( gelecekteki_değer; faiz; dönemler )
xh: itikiti elahlukileyo_likanothi(ixabiso lobuso;umyinge;iminyaka)

source: zero_coupon(1000;.1;20) equals 148.64
az: zero_coupon(1000;.1;20) bərabərdir 148.64
he: 148.64-ל הווש zero_coupon(1000;.1;20)
nl: zero_coupon(1000;.1;20) geeft 148,64
no: zero_coupon(1000;0,1;20) gir 148,64
tr: compound( 1000; 0.08; 12; 2 ) eşittir 1172.89
xh: itikiti elahlukileyo_likanothi(1000;.1.20) lilingana 148.64

source: Coupon rate
az: Kupon nisbəti
nl: Couponratio
no: Kupong rente
tr: Veriyi kopyala
xh: Umyinge wetikiti elahlukileyo

source: Coupons per Year
az: İl başına kupon
bg: Купонови за година
nl: Coupons per jaar
no: Kuponger pr år
tr: Yıl başına dönem
xh: Amatikiti awahlukileyo ngonyaka

source: Market Interest Rate
az: Bazar Faiz Nisbəti
bg: Процентна лиха на пазара
lt: Rinkos palūkanų norma
nl: Marktrentevoet
no: Rentefot
tr: Faiz oranı
xh: Umyinge wenzala yothengiso

source: The level_coupon() function calculates the value of a level-coupon bond. For example: if the interest rate is 10%, a $1000 bond with semi-annual coupons at a rate of 13% that matures in 4 years is worth level_coupon(1000;.13;2;4;.1) or $1096.95.
az: level_coupon() funksiyası sənədin səviyyə kuponu qiymətini hesablayar. Məsələn: faiz 10% isə, "$1000"lıq sənəd 13% yarım annual kuponla4 ildə ən az level_coupon( 1000; .13; 2; 4; .1) və ya $1096.95 gətirər.
nl: De functie level_coupon() berekent de waarde van een level-coupon-obligatie. Voorbeeld: Stel, de rente is 10%. Een obligatie ter waarde van EUR 1000,00 met semi-annual coupons met een ratio van 13% die tot wasdom komen in 4 jaar heeft de volgende waarde: evel_coupon(1000;.13;2;4;.1) oftewel EUR 1096.95.
no: level_coupon()-funksjonen kalkulerer verdien av en bundet nivå-kupong. For eksempel: hvis rentesatsen er 10%, så vil $1000 bundet med "semi-annual" kuponger med en rente på 13% som går over 4 år være verdt level_coupon(1000;.13;2;4;.1) eller $1096.95.
xh: I level_coupon() umsebenzi ubala ixabiso le level-coupon dibaniso. U mzekelo: ukuba umyine wenzala yi 10%, i $1000 dibaniso amatikiti achazayo wesiqingatha-sonyaka kumyinge we 13% ekhulisa kwi 4 yeminyaka iyasebenza level_coupon(1000;.13;2;4;.1) okanye $1096.95.

source: level_coupon(1000;.13;2;4;.1) equals 1096.95
az: level_coupon(1000;.13;2;4;.1) bərabərdir 1096.95
he: 1096.95-ל הווש level_coupon(1000;.13;2;4;.1)
lt: level_coupon(1000;.13;2;4;.1) lygu 1096.95
nl: level_coupon(1000;.13;2;4;.1) geeft 1096,95
no: level_coupon(1000;.13;2;4;.1) gir 1096.95
tr: compound( 1000; 0.08; 12; 2 ) eşittir 1172.89
xh: level_coupon(1000;.13;2;4;.1) lilingana 1096.95

source: KOffice Spreadsheet Application
az: KOffice Hesab Cədvəli Proqramı
bg: Електронна таблица на KOffice
he: KOffice-ל ינורטקלא ןויליג םושיי
lt: KOffice Spreadsheet programa
mt: Programm Spreadsheet ta' KOffice
nl: KOffice Spreadsheet
no: KOffice regnearkapplikasjon
ta: K«ÖÅø Å¢Ã¢¾¡û ¿¢Ãø
tr: KOffice Hesap Çizelgesi Uygulaması
xh: KOffice Isicelo sekhasi lolwandiso

source: (c) 1998-2001, The KSpread Team
az: (c) 1998-2001, KSpread Dəstəsi
he: KSpread לש תווצה ,1998-2001 (C)
nl: (c) 1998-2001, Het KSpread Team
no: (c) 1998-2001, KSpread-laget
xh: (c) 1998-2001, Iqela le KSpread

source: _: NAME OF TRANSLATORS Your names
az: Vasif Ismailoglu MD
bg: Борислав Александров
he: Meni Livne
lt: Eugenijus Paulauskas
mt: Ramon Casha
nl: Niels Reedijk,Otto Bruggeman,Rinse de Vries,KDE-vertaalgroep nederlands
no: Rune Nordvik
ta: º¢ÅÌÁ¡÷ ºñÓ¸Íó¾Ãõ,§¸¡Á¾¢ º¢ÅÌÁ¡÷
tr: Muhsin Yeşilyılmaz
xh: Antoinette Dekeni,Dwayne Bailey

source: _: EMAIL OF TRANSLATORS Your emails
az: azerb_linux@hotmail.com
bg: boby_a_@web.bg
he: livne@kde.org
lt: filija@klaipeda.omnitel.net
mt: ramon.casha@linux.org.mt
nl: nielx@kde.nl,otto.bruggeman@home.nl,rinse@kde.nl,i18n@kde.nl
no: rune@linuxnorge.com
ta: sshanmu@yahoo.com,gomathiss@hotmail.com
tr: muhsinyy@hotmail.com
xh: antoinette@transalate.org.za,dwayne@translate.org.za

source: Default (0°)
az: Əsas (0°)
bg: По подразбиране (0°)
he: (0°) לדחמ תרירב
lt: Nutylimas (0°)
mt: Normali (0°)
nl: Standaard (0°)
no: Standard (0°)
ta: ¦¸¡¼¡¿¢¨Ä (0°)

source: &Misc
az: &Müxtəlif
bg: &Разни
he: תונו&ש
lt: Į&vairiai
mt: &Mixx
nl: &Overig
no: &Diverse
ta: Å¨¸ÂÈ¡
tr: Ç&eşitli

source: pt
az: nk
he: תודוקנ
no: pkt.
ta: ÒûÇ¢
tr: nk

source: &Calc
az: Hesab &Maşını
bg: &Пресметни
mt: I&kkalkula
nl: &Calculator
no: &Regne
ta: ¸½¢ôÀ¡ý
tr: Hesap &Makinesi

source: <h2>Parameters</h2><ul>
az: <h2>Parametrlər</h2><ul>
bg: <h2>Параметри</h2><ul>
he: <h2>םירטמרפ</h2><ul>
lt: <h2>Parameterai</h2><ul>
mt: <h2>Parametri</h2><ul>
no: <h2>Parametere</h2><ul>
ta: <h2>«ÇÒÕì¸û</h2><ul>
tr: <h2>Parametreler</h2><ul>

source: Err
az: Xəta
he: האיגש
mt: Żball
nl: Fout
no: Feil
ta: À¢¨Æ
tr: Hata

source: h
az: s
bg: ч
nl: u

source: s
az: san
bg: сек

source: Dolor Ipse
he: Abcd דגבא
lt: Šrifto pavyzdys
no: Skriftprøve
ta: Â¡Ðõ °§Ã
tr: Fıstıkçı Şahap

source: SQRTn(x,n)
tr: ln( x )

source: CUR(x)
tr: ln( x )

source: ISTIME(x)
tr: ISTEXT( x )

source: ISDATE(x)
tr: ISTEXT( x )

source: ISNOTTEXT(x)
tr: ISTEXT( x )

source: ISODD(x)
tr: ISLOGIC( x )

source: ISEVEN(x)
tr: ISNUM ( x )

source: KSpread
ta: KÅ¢Ã¢
