Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: upper("HELLO") returns "HELLO"
az: upper("SALAM" ) bərabərdir "SALAM"
he: "HELLO" ריזחמ upper("HELLO")
lt: upper("LABAS") pateikia "LABAS"
nl: upper("HALLO") geeft "HALLO"
no: upper("HALLO") gir "HALLO"
tr: upper( "MERHABA" ) eşittir "MERHABA"
xh: ophezulu("MOLO") ubuyisela "MOLO"

source: The lower() function converts a string to lower case.
az: lower() funksiyası bir strinqi kiçik hərflərə dönüşdürür.
bg: Функция lower() преобразува низ в долен регистър.
he: הריממ lower() היצקנופה<br>תונטק תויתואל תזורחמ
lt: lower() funkcija paverčia eilutę, į parašytą mažosiomis raidėmis.
nl: De functie lower() converteert een tekenreeks naar kleine letters.
no: lower()-funksjonen konverterer strengen til små bokstaver.
tr: lower() fonksiyonu bir dizgiyi küçük harflere dönüştürür.
xh: Osezantsi() umsebenzi uguqulela umtya kumzekelo osezantsi.

source: lower(text)
az: lower(mətn)
lt: lower(tekstas)
nl: lower(tekst)
no: lower(tekst)
tr: lower( metin )
xh: osezantsi(okubhaliweyo)

source: lower("hello") returns "hello"
az: lower("salam") bərabərdir "salam"
he: "hello" ריזחמ lower("hello")
lt: lower("labas") pateikia "labas"
nl: lower("hallo") geeft "hallo"
no: lower("hallo") gir "hallo"
tr: lower( "Merhaba" ) eşittir "merhaba"
xh: osezantsi("molo") ubuyisela "molo"

source: lower("HELLO") returns "hello"
az: lower("SALAM") bərabərdir "salam"
he: "hello" ריזחמ lower("HELLO")
lt: lower("LABAS") pateikia "labas"
nl: lower("HALLO") geeft "hallo"
no: lower("HALLO") gir "hallo"
tr: lower( "MERHABA" ) eşittir "merhaba"
xh: osezantsi("MOLO") ibuyisela "molo"

source: Analytic
az: Analitik
bg: Аналитични
he: הזילנא
lt: Analitinės
nl: Analytisch
no: Analytisk
tr: Analitik
xh: Ecacayo

source: Floating point value
az: "float" qiyməti
bg: Число с плаваща запетая
lt: Kintamojo reikšmė
nl: Waarde van zwevend punt
no: Flyttallsverdi
ta: Á¢¾¨Å ÒûÇ¢ Á¾¢ôÒ
tr: Kayan nokta değeri
xh: Ixabiso lencopho yokudada

source: The pow(x,y) function returns the value of x raised to the power of y.
az: pow(x,y) funksiyası "x"in y üstünü ifadə edər.
bg: Функция pow(x,y) връща число x на степен y.
he: תא הריזחמ pow(x,y) היצקנופה<br>.y תקזחב x לש ךרעה
lt: pow(x,y) funkcija pateikia x, pakelto y laipsniu, reikšmę.
nl: De functie pow(x,y) geeft de waarde van x tot de macht y.
no: pow(x,y)-funksjonen returnerer verdien til x opphøyd i y.
tr: pow(x,y) fonksiyonu x' in y üssünü ifade eder.
xh: I pow(x,y) umsebenzi ubuyisela ixabiso le x eliphakanyiswe kumandla ka y.

source: pow(value;value)
az: pow(qiyməq;qiyməq)
lt: pow(reikšmė;reikšmė)
nl: pow(waarde;waarde)
no: pow(verdi;verdi )
tr: pow( değer; değer )
xh: pow(ixabiso;ixabiso)

source: pow(1.2;3.4) equals 1.8572
az: pow(1.2;3.4) bərabərdir 1.8572
bg: pow(1.2;3.4) връща 1.8572
he: 1.8572-ל הווש pow(1.2;3.4)
lt: pow(1.2;3.4) lygu 1.8572
nl: Het resultaat van pow(1.2;3.4) is 1.8572
no: pow(1,2;3,4) gir 1,8572
tr: pow(1.2;3.4) eşittir 1.8572
xh: pow(1.2;3.4) ilingana 1.8572

source: pow(2;3) equals 8
az: pow(2;3) bərabərdir 8
bg: pow(2;3) връща 8
he: 8-ל הווש pow(2;3)
lt: pow(2;3) lygu 8
nl: Het resultaat van pow(2;3) is 8
no: pow(2;3) gir 8
tr: pow(2;3) eşittir 8
xh: pow(2;3) ilingana 8

source: The DELTA() function returns 1 if x equals y, otherwise returns 0.
az: DELTA() funksiyası x "y"yə bərabərdirsə 1, digər hallarda 0 qiymətini verər.
bg: Функция DELTA() връща 1, ако числата са равни и 0 в противен случай.
lt: Funkcija DELTA pateikia 1, jeigu x lygu y, priešingu atveju pateikia 0.
nl: De functie DELTA() geeft 1 als x gelijk is aan y, anders geeft ze 0.
no: DELTA(x,y)-funksjonen returnerer 1 dersom x er lik y, hvis ikke returnerer den usann.
tr: AND() fonksiyonu tüm değerler doğru ise Doğru, diğer durumlarda Yanlış ifadesini kullanır.
xh: I DELTA() umsebenzi ubuyisela u 1 ukuba u x ulingana no y, kungenjalo ibuyisela u 0.

source: DELTA(value;value)
az: DELTA(qiyməq;qiyməq)
lt: DELTA(reikšmė;reikšmė)
nl: DELTA(waarde;waarde)
no: DELTA(verdi;verdi)
tr: DELTA( değer; değer )
xh: DELTA(ixabiso;ixabiso)

source: DELTA(1.2;3.4) returns 0
az: DELTA(1.2;3.4) bərabərdir 0
bg: DELTA(1.2;3.4) връща 0
he: 0 ריזחמ DELTA(1.2;3.4)
lt: DELTA(1.2;3.4) pateikia 0
nl: DELTA(1.2;3.4) geeft 0
no: DELTA(1,2;3,4) gir 0
ta: DELTA(1.2;3.4), 0 ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: DELTA(1.2;3.4) ibuyisela u 0

source: DELTA(3;3) returns 1
az: DELTA(3;3) bərabərdir 1
bg: DELTA(3;3) връща 1
he: 1 ריזחמ DELTA(3;3)
lt: DELTA(3;3) pateikia 1
nl: DELTA(3;3) geeft 1
no: DELTA(3;3) gir 1
ta: DELTA(3;3), 1 ±ýÚ ¸¡ðÎõ
tr: DECOCT(12) eşittir "14"
xh: DELTA(3;3) ibuyisela u 1

source: The EVEN() function returns the number rounded up to the nearest even integer.
az: EVEN() funksiyası qiymətin tam rəqəmə yuvarlanmış qismini ifadə edər.
bg: Функция EVEN() закръглява числото до най-близкото цяло четно число.
lt: EVEN() funkcija pateikia skaičių, suapvalintą į didžiąją pusę iki artimiausio lyginio sveiko skaičiaus.
nl: De functie EVEN() geeft het getal, afgerond naar boven op het dichtstbijzijnde even getal.
no: EVEN()-funksjonen returnerer nummeret avrundet til nærmeste partall.
tr: ENT() fonksiyonu değerin tam sayı kısmını ifade eder.
xh: OLINGENEYO() umsebenzi ubuyisela inani elirhangqiweyo kwelilingeneyo elikufutshane inani elipheleleyo.

source: EVEN(value)
az: EVEN(qiyməq)
lt: EVEN(reikšmė)
nl: EVEN(waarde)
no: EVEN(verdi)
tr: EVEN( değer )
xh: ELINGENEYO(ixabiso)

source: EVEN(1.2) returns 2
az: EVEN(1.2) bərabərdir 2
bg: EVEN(1.2) връща 2
he: 2 ריזחמ EVEN(1.2)
lt: EVEN(1.2) pateikia 2
nl: EVEN(1.2) geeft 2
no: EVEN(1,2) gir 2
ta: EVEN(1.2), 2 ±ýÚ ¸¡ðÎõ
tr: min(12.5;2) eşittir 2
xh: ELINGENEYO(1.2) ibuyisela 2

source: EVEN(2) returns 2
az: EVEN(2) bərabərdir 2
bg: EVEN(2) връща 2
he: 2 ריזחמ EVEN(2)
lt: EVEN(2) pateikia 2
nl: EVEN(2) geeft 2
no: EVEN(2) gir 2
ta: EVEN(2), 2 ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: ELINGENEYO(2) ibuyisela 2

source: The ODD() function returns the number rounded up to the nearest odd integer.
az: ODD() funksiyası rəqəmin ən yaxın tam rəqəmə yuvarlanmasını ifadə edər.
bg: Функция ODD() закръглява число до най-близкото нечетно цяло число.
lt: ODD() funkcija pateikia skaičių, suapvalintą į didžiąją pusę iki artimiausio nelyginio sveiko skaičiaus.
nl: De functie ODD() geeft het getal, naar boven afgerond op het dichtstbijzijnde oneven getal.
no: ODD()-funksjonen returnerer nummeret avrundet opp til nærmeste oddetall.
tr: len() fonksiyonu dizginin boyunu ifade eder.
xh: EMNQAKATHI() umsebenzi ubuyisela inani elirhangqiweyo kwinani elipheleleyo elikufutshane elimnqakathi.

source: ODD(value)
az: ODD (qiyməq)
lt: ODD(reikšmė)
nl: ODD(waarde)
no: ODD(verdi)
tr: MOD( değer; değer )
xh: EMNQAKATHI(ixabiso)

source: ODD(1.2) returns 3
az: ODD(1.2) bərabərdir 3
bg: ODD(1.2) връща 3
he: 3 ריזחמ ODD(1.2)
lt: ODD(1.2) pateikia 3
nl: ODD(1.2) geeft 3
no: ODD(1,2) gir 3
ta: ODD(1.2), 3 ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: EMNQAKATHI(1.2) ibuyisela u 3

source: ODD(2) returns 3
az: ODD(2) bərabərdir 3
bg: ODD(2) връща 3
he: 3 ריזחמ ODD(2)
lt: ODD(2) pateikia 3
nl: ODD(2) geeft 3
no: ODD(2) gir 3
ta: ODD(2), 3 ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: EMNQAKATHI(2) ibuyisela u 3

source: The MOD() function returns the remainder after division. If the second parameter is null the function returns #DIV/0.
az: MOD() funksiyası bölmədə qalan ifadə edər. Əgər ikinci parametr sıfırsa, funksiya #DIV/0'ı ifadə edər.
bg: Функция MOD() връща остатъка от деление на число. Ако вторияпараметър е нула функцията връща #DIV/0.
lt: MOD() funkcija pateikia skaičių dalybos liekaną. Jeigu antrasis parametras yra nulis, funkcija pateikia #DIV/0.
nl: De functie MOD() geeft het restant na een deling. Als de tweede parameter nul is, dan geeft de functie #DIV/0
no: MOD()-funksjonen returnerer resten etter en divisjon. Hvis det andre parameteret er null, vil funksjonen returnere #DIV/0.
tr: MOD() fonksiyonu bölmede kalan ifade eder. Eğer ikinci parametre sıfırsa fonksiyon #DIV/0'ı ifade eder.
xh: I MOD() umsebenzi ubuyisela okusaleleyo emva kolwahlulo. Ukuba eyesibini iparameter ayisebenzi umsebenzi ubuyisela u #DIV/0.

source: MOD(value;value)
az: MOD(qiymət;qiymət)
lt: MOD(reikšmė;reikšmė)
nl: MOD(waarde;waarde)
no: MOD(verdi;verdi)
tr: MOD( değer; değer )
xh: MOD(ixabiso;ixabiso)

source: MOD(12;5) returns 2
az: MOD(12;5) bərabərdir 2
bg: MOD(12;5) връща 2
he: 2 ריזחמ MOD(12;5)
lt: MOD(12;5) pateikia 2
nl: Het resultaat van MOD(12;5) is 2
no: MOD(12;5) gir 2
ta: MOD(12;5), 2 ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: MOD(12;5) ibuyisela u 2

source: MOD(5;5) returns 0
az: MOD(5;5) bərabərdir 0
bg: MOD(5;5) връща 0
he: 0 ריזחמ MOD(5;5)
lt: MOD(5;5) pateikia 0
nl: Het resultaat van MOD(5;5) is 0
no: MOD(5;5) gir 0
ta: MOD(5;5), 0 ±ýÚ ¸¡ðÎõ
tr: MOD(5;5) eşittir 0
xh: MOD(5;5) ibuyisela u 0

source: This function returns -1 if the number is negative, 0 if the number is null and 1 if the number is positive.
az: Bu funksiya; əgər sayı mənfi isə "-1"i, sıfırsa "0"ı, müsbətsə "1"i ifadə edər.
lt: Šita funkcija pateikia -1, jeigu skaičius yra neigiamas, 0, jei skičius yra nulis ir 1, jeigu skaičius teigiamas.
nl: Deze functie geeft: -1 als het getal negatief is, 0 als het getal nul is en 1 als het getal positief is
no: Denne funksjonen returnerer -1 hvis tallet er negativt, 0 hvis tallet er null og 1 hvis tallet er positivt.
tr: Bu fonksiyon; eğer sayı negatifse -1'i, sıfırsa 0'ı, pozitifse 1'i ifade eder.
xh: Lo msebenzi ubuyisela -1 ukuba inani lelikhabayo, 0 ukuba inani alisebenzi no 1 ukuba inani liyavumelana.

source: sign(value)
az: sign(qiymət)
lt: sign(reikšmė)
nl: sign(waarde)
no: sign(verdi)
tr: sign( değer )
xh: uphawu(ixabiso)

source: sign(5) equals 1
az: sign(5) bərabərdir 1
bg: sign(5) връща 1
he: 1-ל הווש sign(5)
lt: sign(5) lygu 1
nl: Het resultaat van sign(5) is 1
no: sign(5) gir 1
ta: ÌÈ¢(5), 1ìÌ ºÁÁ¡ÉÐ
tr: sign(5) eşittir 1
xh: uphawu(5) lulingana no 1

source: sign(0) equals 0
az: sign(0) bərabərdir 0
bg: sign(0) връща 0
he: 0-ל הווש sign(0)
lt: sign(0) lygu 0
nl: Het resultaat van sign(0) is 0
no: sign(0) gir 0
ta: ÌÈ¢(0), 0ìÌ ºÁÁ¡ÉÐ
tr: sign(0) eşittir 0
xh: uphawu(0) lulingana no 0

source: sign(-5) equals -1
az: sign(-5) bərabərdir -1
bg: sign(-5) връща -1
he: -1-ל הווש sign(-5)
lt: sign(-5) lygu -1
nl: Het resultaat van sign(-5) is -1
no: sign(-5) gir -1
ta: ÌÈ¢(-5) -1 ìÌ ºÁÁ¡ÉÐ
tr: sign(-5) eşittir -1
xh: uphawu(-5) lulingana -1

source: This function multiplies each value by -1.
az: Bu funksiya hər qiyməti -1 ilə vurar.
bg: Функция INV() сменя знака на число.
he: .-1-ב ךרע לכ הליפכמ וז היצקנופ
lt: Šita funkcija padaugina kiekvieną reikšmę iš -1.
nl: Deze functie vermenigvuldigt elke waarde met -1
no: Denne funksjonen multipliserer hver verdi med -1.
ta: ­ó¾ ¦ºÂøÜÚ, ´ù¦Å¡Ú Á¾¢ô¨ÀÔõ -1 ø ¦ÀÕìÌõ.
tr: Bu fonksiyon her değeri -1 ile çarpar
xh: Lo msebenzi uphinda-phinda ixabiso ngalinye ngo -1

source: INV(value)
az: INV(qiymət)
lt: INV(reikšmė)
nl: INV(waarde)
no: INV(verdi)
tr: INV( değer )
xh: INV(ixabiso)

source: INV(-5) equals 5
az: INV(-5) bərabərdir 5
bg: INV(-5) връща 5
he: 5-ל הווש INV(-5)
lt: INV(-5) lygu 5
nl: INV(-5) geeft 5
no: INV(-5) gir 5
ta: INV(-5), 5ìÌ ºÁÁ¡ÉÐ
tr: INV(-5) eşittir 5
xh: INV(-5) ilingana no 5

source: INV(5) equals -5
az: INV(5) bərabərdir -5
bg: INV(5) връща -5
he: -5-ל הווש INV(5)
lt: INV(5) lygu -5
nl: INV(5) geeft-5
no: INV(5) gir -5
ta: INV(5), -5ìÌ ºÁÁ¡ÉÐ
tr: INV(5) eşittir -5
xh: INV(5) ilingana -5

source: INV(0) equals 0
az: INV(0) bərabərdir 0
bg: INV(0) връща 0
he: 0-ל הווש INV(0)
lt: INV(0) lygu 0
nl: INV(0) geeft 0
no: INV(0) gir 0
ta: INV(0), 0ìÌ ºÁÁ¡ÉÐ
tr: INV(0) eşittir 0
xh: INV(0) ilingana 0

source: Floating point values
az: "float" qiymətləri
bg: Число с плаваща запетая
lt: Kintamojo reikšmės
nl: Waarden van zwevend punt
no: Flyttallsverdier
ta: Á¢¾¨Å ÒûÇ¢ Á¾¢ôÒ¸û
tr: Kayan nokta değerleri
xh: Amaxabixo encopho yokudada

source: This function returns the count of integer or floating arguments passed.
az: Funksiya "float" arqument və ya tam rəqəmini verir.
bg: Функция count() връща броя числя в списъка.
lt: Šita funkcija pateikia sveikų skaičių arba kintamųjų skaičių.
nl: Deze functie geeft de telling van de gepasseerde integere of zwevende argumenten.
no: Denne funksjonen returnerer antall integer eller flyttall argumenter angitt.
tr: fabs() fonksiyonu kayar noktalı sayı x' in mutlak değerini ifade eder.
xh: Lo msebenzi ubuyisela ubala lwenani elipheleleyo okanye iimpikiswano zokudada ezigqithisiweyo.

source: count(value;value;value...)
az: count (qiymət;qiymət;qiymət...)
lt: count(reikšmė;reikšmė;reikšmė...)
nl: count(waarde;waarde;waarde...)
no: count(verdier;verdier;...)
tr: join( değerler; değerler; ... )
xh: bala(ixabiso;ixabiso;ixabiso...)

source: count(-5;"KSpread";2) returns 2
az: count(-5;"KSpread";2) bərabərdir 2
he: 2 ריזחמ count(-5;"KSpread";2)
lt: count(-5;"KSpread";2) pateikia 2
nl: count(-5;"kspread";2) geeft 2
no: count(-5;"KSpread";2) gir 2
tr: len( "kspread" ) eşittir 7
xh: bala(-5;"KSpread";2) ibuyisela u 2

source: count(5) returns 1
az: count(5) bərabərdir 1
bg: count(5) връща 1
he: 1 ריזחמ count(5)
lt: count(5) pateikia 1
nl: count(5) geeft 1
no: count(5) gir 1
ta: ±ñ½¢ì¨¸(5), 1 ±ýÚ ¸¡ðÎõ
tr: fact(0) eşittir 1
xh: bala(5) ibuyisela u 1

source: A floating point value
az: Bir "float" qiyməti
bg: Число
lt: Kintamojo reikšmė
nl: Waarde van zwevend punt
no: Flyttallsverdi
ta: ´Õ Á¢¾¨Å ÒûÇ¢ Á¾¢ôÒ
tr: Bir kayan nokta değeri
xh: Ixabiso lencopho yokudada

source: The fact() function calculates the factorial of the parameter. The mathematical expression is (value)!.
az: fact() funksiyası, parametrin faktorialını hesablayar. Riyazi ifadəsi (qiyməq)dir!.
bg: Функция fact() връща фактурел от числото. (Математическизапис n! )
he: לש תרצעה תא הריזחמ fact() היצקנופה<br>.(ךרע)! אוה יטמתמה יוטיבה .רטמרפה
lt: fact() funkcija skaičiuoja argumento faktorialą. Matematinė išraiška yra (argumentas)!.
nl: De functie fact() berekent de factoren van de parameter. De wiskundige uitdrukking is (waarde)!
no: fact()-funksjonen beregner faktoren til parameteret. Det matematiske uttrykket er (verdi)!.
tr: fact() fonksiyonu, parametrenin faktoriyelini hesaplar. Matematiksel ifadesi (değer)dir!.
xh: Owenyaniso() umsebenzi ubala impembelelo ye parameter. Ukuzibonakalisa ngokwezibalo li (xabiso)!.

source: fact(Float)
bg: fact(число)
lt: fact(kintamasis)
nl: fact(Zwevend)
no: fact(flyt)
tr: fact(kayannokta)
xh: inyaniso(Ukudada)

source: fact(10) returns 3628800
az: fact(10) bərabərdir 3628800
bg: fact(10) връща 3628800
he: 3628800 ריזחמ fact(10)
lt: fact(10) pateikia 3628800
nl: Het resulaat van fact(10) is3628800
no: fact(10) gir 3628800
tr: fact(10) eşittir 3628800
xh: inyaniso(10) ibuyisela 3628800

source: fact(0) returns 1
az: fact(0) bərabərdir 1
bg: fact(0) връща 1
he: 1 ריזחמ fact(0)
lt: fact(0) pateikia 1
nl: Het resultaat van fact(0) is 1
no: fact(0) gir 1
tr: fact(0) eşittir 1
xh: inyaniso(0) ibuyisela u 1

source: The sum() function calculates the sum of all the values given as parameters. You can calculate the sum of a range sum(A1:B5) or a list of values like sum(12;5;12.5).
az: sum() funksiyası parametr olaraq verilən bütün qiymətlərin cəmini hesablayar. Bir aralığın sum(A1:B5) ya da bir siyahının sum(12;5;12.5) cəmini hesablaya bilərsiniz.
bg: Функция sum() връща сумата от числа всписъка. Вие можете да зададете диапазона sum(A1:B5) или в спъсъка от параметри sum(12;5;12.5)
lt: Funkcija sum() suskaičiuoja visų, pateiktų parametrais reikšmių, sumą.Galima suskaičiuoti ruožo sumą sum(A1:B5), arba reikšmių sąrašo sumą, kaip sum(12;5;12.5).
nl: De functie sum() berekent de som van alle waarden die als parameters zijn opgegeven. U kunt de som van een bepaald bereik (sum(A1:B5)) berekenen of een lijst van waarden, zoals (sum(12;5,12.5))
no: sum()-funksjonen beregner summen av alle verdier gitt som parameter. Du kan beregne summen innenfor et område (sum(A1:B5)) eller en liste med verdier (sum(12,5,12.5))
ta: ÜðÎ() ¦ºÂøÜÚ, «ÇÒÕ¸Ç¡¸ ¦¸¡Îì¸ÀðÎûÇ «¨ÉòÐ Á¾¢ôÒ¸Ç¢ý ÜðÎ ¸½ì¸¢Îõ.¿£í¸û ´Õ Å£îº¢ý ÜðÎ(A1:B5) ÜðÎ ¸½ì¸¢¼Ä¡õ «øÄÐ Á¾¢ôÒ¸Ç¢ý ÜðÎ ÜðÎ(12;5;12.5).
tr: sum() fonksiyonu parametre olarak verilen tüm değerlerin toplamını hesaplar. Bir aralığın sum(A1:B5) ya da bir listenin sum(12;5;12.5) toplamnı hesaplayabilirsiniz.
xh: Odityanisiweyo() umsebenzi ubala udibaniso lwamaxabiso wonke anikiweyo njenge parameters. Ungabala udibaniso lomqolo (A1:B5) okanye uluhlu lwamaxabiso njengo dibaniso(12;5;12.5).

source: sum(value;value;...)
az: sum(qiymət;qiymət;...)
lt: sum(reikšmė;reikšmė;...)
nl: sum(waarde;waarde;...)
no: sum(verdier;verdier;...)
tr: sum( değer; değer; ... )
xh: isiphumo sokudibanisa(ixabiso;ixabiso;...)

source: sum(12;5;7) equals 24
az: sum(12;5;7) bərabərdir 24
bg: sum(12;5;7) връща 24
he: 24-ל הווש sum(12;5;7)
lt: sum(12;5;7) lygu 24
nl: Het resultaat van sum(12;5;7) is 24
no: sum(12;5;7) gir 24
ta: ÜðÎ(12;5;7), 24 ìÌ ºÁÁ¡ÉÐ
tr: sum(12;5;7) eşittir 24
xh: isiphumo sokudibanisa(12;5;7) silingana no 24

source: sum(12.5;2) equals 14.5
az: sum(12.5;2) bərabərdir 14.5
bg: sum(12.5;2) връща 14.5
he: 14.5-ל הווש sum(12.5;2)
lt: sum(12.5;2) lygu 14.5
nl: Het resultaat van sum(12.5;2) is 14.5
no: sum(12,5;2) gir 14,5
ta: ÜðÎ(12.5;2), 14.5 ìÌ ºÁÁ¡ÉÐ
tr: sum(12.5;2) eşittir 14.5
xh: isiphumo sokudibanisa(12.5;2) silingana no 14.5

source: The sumsq() function calculates the sum of all the squares of values given as parameters. You can calculate the sum of a range sum(A1:B5) or a list of values like sum(12;5;12.5).
az: sumsq() funksiyası parametr olaraq verilən bütün qiymətlərin bütün kvadratlarının cəmini hesablayar. Bir aralığın sum(A1:B5) ya da bir siyahının sum(12;5;12.5) cəmini hesablaya bilərsiniz.
bg: Функция sumsq() връща сумата от квадрата на числата в списъка. Вие можете да укажете диапазона sumsq(A1:B5) или списъка от параметри sumsq(12;5;12.5)
lt: Funkcija sumsq() suskaičiuoja visų, pateiktų parametrais, kvadratų sumą. Galite suskaičiuoti srities sumą sum(A1:B5), arba reikšmių sąrašo sumą sum(12;5;12.5).
nl: De functie sumsq() berekent de som van alle rechthoeken met waarden die als parameters zijn opgegeven. U kunt de som van een bepaald bereik, bijv. sum(A1:B5), berekenen of een lijst van waarden, zoals sum(12;5;12.5)
no: sumsq()-funksjonen beregner summen av alle kvadratene gitt som parameter. Du kan beregne summen innenfor et område (sum(A1:B5)) eller en liste med verdier (sum(12,5,12.5)).
tr: sum() fonksiyonu parametre olarak verilen tüm değerlerin toplamını hesaplar. Bir aralığın sum(A1:B5) ya da bir listenin sum(12;5;12.5) toplamnı hesaplayabilirsiniz.
xh: I sumsq() umsebenzi ubala udibaniso lwezikweri zonke zamaxabiso anikwe njenge parameters. Ungaba udibaniso lomqolo(A1:B5) okanye uluhlu lwa maxabiso njengodibaniso(12;5;12.5).

source: sumsq(value;value;...)
az: sumsq(qiymət;qiymət;...)
lt: sumsq(reikšmė;reikšmė;...)
nl: sumsq(waarde;waarde;...)
no: sumsq(verdier;verdier;...)
tr: sum( değer; değer; ... )
xh: isiphumo sokudibanisa sq(ixabiso;ixabiso;...)

source: sumsq(12;5;7) equals 218
az: sumsq(12;5;7) bərabərdir 218
bg: sumsq(12;5;7) връща 218
he: 218-ל הווש sumsq(12;5;7)
lt: sumsq(12;5;7) lygu 218
nl: Het resultaat van sumsq(12;5;7) is 218
no: sumsq(12;5;7) gir 218
tr: sum(12;5;7) eşittir 24
xh: isiphumo sokubala sq(12;5;7) silingana no 218

source: sumsq(12.5;2) equals 173
az: sumsq(12.5;2) bərabərdir 173
bg: sumsq(12.5;2) връща 173
he: 173-ל הווש sumsq(12.5;2)
lt: sumsq(12.5;2) lygu 173
nl: Het resultaat van sumsq(12.5;2) is 173
no: sumsq(12,5;2) gir 173
tr: sum(12.5;2) eşittir 14.5
xh: isiphumo sokudibanisa sq(12.5;2) silingana no 173

source: The max() function returns the largest value given in the parameters.
az: max() funksiyası parametrdə verilən qiymətlərin en böyüyünü ifadə edər.
bg: Функция max() връща най-голямото число от параметрите.
lt: Funkcija max() pateikia parametrų didžiausią reikšmę.
nl: De functie max() geeft de grootste waarde die is opgegeven in de parameters.
no: max()-funksjonen returnerer den største verdien til parameterene.
ta: «¾¢¸Àðº() ¦ºÂøÜÚ, «ÇÒÕ¸Ç¢ø ¦¸¡Îì¸Àð¼ Á¾¢ôÒ¸Ç¢ø, «¾¢¸ Á¾¢ô¨À ¸¡ðÎõ.
tr: max() fonksiyonu parametrede verilen değerlerin en büyüğünü ifade eder.
xh: Omkhlu() umsebenzi ubuyisela ixabiso elikhulu elinikwe kwiparameters.

source: max(value;value;...)
az: max(qiymət;qiymət;...)
lt: max(reikšmė;reikšmė;...)
nl: max(waarde;waarde;...)
no: max(verdier; verdier;...)
tr: max( değerler; değerler; ... )
xh: enkulu(ixabiso;ixabiso;...)

source: max(12;5;7) returns 12
az: max(12;5;7) bərabərdir 12
bg: max(12;5;7) връща 12
he: 12 ריזחמ max(12;5;7)
lt: max(12;5;7) lygu 12
nl: Het resultaat van max(12;5;7) is12
no: max(12;5;7) gir 12
ta: «¾¢¸Àðº(12;5;7), 1`2 ±ýÚ ¸¡ðÎõ
tr: max(12;5;7) eşittir 12
xh: enkulu(12;5;7) ibuyisela u 12

source: max(12.5;2) returns 12.5
az: max(12.5;2) bərabərdir 12.5
bg: max(12.5;2) връща 12.5
he: 12.5 ריזחמ max(12.5;2)
lt: max(12.5;2) lygu 12.5
nl: Het resultaat van max(12.5;2) is12.5
no: max(12,5;2) gir 12,5
ta: «¾¢¸Àðº(12.5;5), 12.5 ±ýÚ ¸¡ðÎõ
tr: max(12.5;2) eşittir 12.5
xh: enkulu(12.5;2) ibuyisela u12.5

source: The min() function returns the smallest value given in the parameters.
az: min() funksiyası parametrdə verilən qiymətlərin en kiçiyini ifadə edər.
bg: Функция min() връща най-малкото число от списъка.
lt: min() funkcija pateikią mažiausią kelių parametrų reikšmę.
nl: De functie min() geeft de kleinste waarde die is opgegeven in de parameters.
no: min()-funksjonen returnerer den minste verdien til parameterene.
ta: Ì¨Èó¾Àðº() ¦ºÂøÜÚ, «ÇÒÕ¸Ç¢ø ¦¸¡Îì¸Àð¼ Á¾¢ôÒ¸Ç¢ø, Ì¨Èó¾ Á¾¢ô¨À ¸¡ðÎõ.
tr: min() fonksiyonu parametrede verilen değerlerin en küçüğünü ifade eder.
xh: Omncinane() umsebenzi ubuyisela ixabiso elincinane elinikiweyo kwiparameters.

source: min(value;value;...)
az: min(qiymətlər;qiymətlər;...)
lt: min(reikšmė;reikšmė;...)
nl: min(waarde;waarde;...)
no: min(verdier;verdier;...)
tr: min( değerler; değerler; ... )
xh: encinane(ixabiso;ixabiso;...)

source: min(12;5;7) returns 5
az: min(12;5;7) bərabərdir 5
bg: min(12;5;7) връща 5
he: 5 ריזחמ min(12;5;7)
lt: min(12;5;7) pateikia 5
nl: min(12;5;7) geeft 5
no: min(12;5;7) gir 5
ta: Ì¨Èó¾Àðº(12;5;7), 5 ±ýÚ ¸¡ðÎõ
tr: min(12;5;7) eşittir 5
xh: encinane(12;5;7) ibuyisela u 5

source: min(12.5;2) returns 2
az: min(12.5;2) bərabərdir 2
bg: min(12.5;2) връща 2
he: 2 ריזחמ min(12.5;2)
lt: min(12.5;2) pateikia 2
nl: min(12.5;2) geeft 2
no: min(12,5;2) gir 2
ta: Ì¨Èó¾Àðº(12.5;2), 2 ±ýÚ ¸¡ðÎõ
tr: min(12.5;2) eşittir 2
xh: encinane(12.5;2) ibuyisela u 2

source: The multiply() function multiplies all the values given in the parameters. You can multiply values given by a range multiply(A1:B5) or a list of values like multiply(12;5;12.5).
az: multipy() funksiyası parametrdə verilən bütün qiymətləri vurar. Bir aralığı -multiply(A1:B5) kimi- ya da bir siyahını -multiply(12;5;12.5) kimi- vura bilərsiniz.
lt: Funkcija multiply() sudaugina visas reikšmes, pateiktas parametrais. Jūs galite dauginti reikšmes, pateiktas sritimi multiply(A1:B5), arba reikšmių sąrašu multiply(12;5;12.5).
nl: De functie multiply() vermenigvuldigt alle waarden die zijn opgegeven in de parameters. U kunt waarden vermenigvuldigen door een bepaald bereik op te geven, zoals multiply(A1:B5); of een met lijst van waarden, zoals multiply(12;5;12.5).
no: multipy()-funksjonen multipliserer alle verdiene gitt i parametrene.Du kan multiplisere flere verdier innenfor et område multiply(A1:B5) eller en liste med verdier multiply(12;5;12,5)
tr: multipy() fonksiyonu parametrede verilen tüm değerleri çarpar. Bir aralığ -multiply(A1:B5) gibi- ya da bir listeyi -multiply(12;5;12.5) gibi- çarpabilirsiniz.
xh: Uphinda-phindo() umsebenzi uphinda phinda wonke amaxabiso anikwe kwi parameters. Ungaphinda-phinda amaxabiso anikwe kumqolo(A1:B5) okanye uluhlu lwamaxabiso njengophinda-phindo(12;5;12.5).
