Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: The value to convert
az: dönüşdürüləcək qiyməq
bg: Стойността за преобразуване
lt: Konvertuojama reikšmė
mt: Il-valur x'taqleb
nl: Waarde om te converteren
no: Verdien som skal konverteres
ta: ¿¢¨ÄÁ¡üÈ §ÅñÊÂ Á¾¢ôÒ
tr: Çevrilecek değer
xh: Ixabiso lokuguqulela

source: The DEC2BIN() function returns the value formatted as a binary number.
az: DECBIN() funksiyası, qiyməti ikili sayı şəklində döndürür.
bg: Функция DEC2BIN() обръща десетично число в двоично.
he: ךרעה תא הריזחמ DEC2BIN() היצקנופה<br>.ירניב רפסמ רותב
lt: DEC2BIN() funkcija pateikia reikšmę dvejetainiame formate.
mt: Il-funzjoni DEC2BIN() tirritorna l-valur formattjat bħala numru binarju
nl: De functie DEC2BIN() geeft de waarde opgemaakt als een binair getal.
no: DEC2BIN()-funksjonen returnerer verdien formatert som binærtall.
ta: DECBIN() ¦ºÂøÜÚ, ­ÕÁ ±ñÉ¡¸ ÅÊÅ¨Áì¸Àð¼ Á¾¢ô¨À ¸¡ðÎõ.
tr: DECBIN() fonksiyonu, değeri ikili sayı şeklinde döndürür.
xh: I DEC2BIN() umsebenzi ubuyisela ixabiso elifomatiweyo njengenani eliphindwe kabini.

source: DEC2BIN(value)
az: DEC2BIN(qiyməq)
lt: DEC2BIN(reikšmė)
mt: DEC2BIN(valur)
nl: DEC2BIN(waarde)
no: DEC2BIN(verdi)
tr: DEC2BIN( değer )
xh: DEC2BIN(ixabiso)

source: DEC2BIN(12) returns "1100"
az: DEC2BIN(12) bərabərdir "1100"
bg: DEC2BIN(12) връща "1100"
he: "1100" ריזחמ DEC2BIN(12)
lt: DEC2BIN(12) pateikia "1100"
mt: DEC2BIN(12) jirritorna "1100"
nl: DEC2BIN(12) geeft "1100"
no: DEC2BIN(12) gir "1100"
ta: DEC2BIN(12), "1100" ±ýÚ ¸¡ðÎõ
tr: DEC2BIN(12) eşittir "1100"
xh: DEC2BIN(12) ibuyisela "1100"

source: DEC2BIN(55) returns "110111"
az: DEC2BIN(55) bərabərdir "110111"
bg: DEC2BIN(55) връща "110111"
he: "110111" ריזחמ DEC2BIN(55)
lt: DEC2BIN(55) pateikia "110111"
mt: DEC2BIN(55) jirritorna "110111"
nl: DEC2BIN(55) geeft "110111"
no: DEC2BIN(55) gir "110111"
ta: DEC2BIN(55), "110111" ±ýÚ ¸¡ðÎõ
tr: DEC2BIN(55) eşittir "110111"
xh: DEC2BIN(55) ibuyisela "110111"

source: The DEC2HEX() function returns the value formatted as a hexadecimal number.
az: DECHEX() funksiyası qiyməti on altılıq rə@əm şəklində verir.
bg: Функция DEC2HEX() връща десетично число от шестнайсетична система.
he: ךרעה תא הריזחמ DEC2HEX() היצקנופה<br>.ילמיצדסקה רפסמ רותב
lt: DEC2HEX() funkcija pateikia reikšmę šešioliktainiame formate.
mt: Il-funzjoni DEC2HEX() tirritorna l-valur formattjat bħala numru essadeċimali
nl: De functie DEC2HEX() geeft de waarde opgemaakt als hexadecimaal getal.
no: DEC2HEX()-funksjonen returnerer verdien formatert som heksdesimaltall.
ta: DEC2FIX() ¦ºÂøÜÚ, À¾¢ý«ÚÁ ±ñÉ¡¸ ÅÊÅ¨Áì¸Àð¼ Á¾¢ô¨À ¸¡ðÎõ.
tr: DECHEX() fonksiyonu değeri onaltılık sayı şeklinde verir.
xh: I DEC2HEX() umsebenzi ubuyisela ixabiso elifomatiweyo njengenani elimacala amathandathu elima kwishumi.

source: DEC2HEX(value)
az: DEC2HEX(qiyməq)
lt: DEC2HEX(reikšmė)
mt: DEC2HEX(valur)
nl: DEC2HEX(waarde)
no: DEC2HEX(verdi)
tr: DEC2HEX( değer )
xh: DEC2HEX(ixabiso)

source: DEC2HEX(12) returns "c"
az: DEC2HEX(12) bərabərdir "c"
bg: DEC2HEX(12) връща "c"
he: "c" ריזחמ DEC2HEX(12)
lt: DEC2HEX(12) pateikia "c"
mt: DEC2HEX(12) jirritorna "c"
nl: DEC2HEX(12) geeft "c"
no: DEC2HEX(12) gir "c"
ta: DEC2HEX(12), "c" ±ýÚ ¸¡ðÎõ
tr: DEC2HEX(12) eşittir "c"
xh: DEC2HEX(12) ibuyisela "c"

source: DEC2HEX(55) returns "37"
az: DEC2HEX(55) bərabərdir "37"
bg: DEC2HEX(55) връща "37"
he: "37" ריזחמ DEC2HEX(55)
lt: DEC2HEX(55) pateikia "37"
mt: DEC2HEX(55) jirritorna "37"
nl: DEC2HEX(55) geeft "37"
no: DEC2HEX(55) gir "37"
ta: DEC2HEX(55), "37" ±ýÚ ¸¡ðÎõ
tr: DEC2HEX(55) eşittir "37"
xh: DEC2HEX(55) ibuyisela "37"

source: The DEC2OCT() function returns the value formatted as an octal number.
az: DEC2OCT() funksiyası qiyməti səkkizli rəqəm şəklində ifadə edər.
bg: Функция DEC2OCT() връща стойност във формат на осмично.
he: ךרעה תא הריזחמ DEC2OCT() היצקנופה<br>.ילטקוא רפסמ רותב
lt: DEC2OCT()funkcija pateikia reikšmę aštuntainiame formate.
mt: Il-funzjoni DEC2OCT() tirritorna l-valur formattjat bħala numru ottali
nl: De functie DEC2OCT() geeft de waarde opgemaakt als octaal getal.
no: DEC2OCT()-funksjonen returnerer verdien formatert som et oktaltall.
ta: DEC2OCT() ¦ºÂøÜÚ, ±ñÁ ±ñÉ¡¸ ÅÊÅ¨Áì¸Àð¼ Á¾¢ô¨À ¸¡ðÎõ.
tr: DEC2OCT() fonksiyonu değeri sekizli sayı şeklinde ifade eder.
xh: I DEC2OCT() umsebenzi ubuyisela ixabiso elifomatiweyo njengenani elinekona ezisibhozo.

source: DEC2OCT(value)
az: DEC2OCT(qiyməq)
lt: DEC2OCT(reikšmė)
mt: DEC2OCT(valur)
nl: DEC2OCT(waarde)
no: DEC2OCT(verdi)
tr: DEC2OCT( değer )
xh: DEC2OCT(ixabiso)

source: DEC2OCT(12) returns "14"
az: DEC2OCT(12) bərabərdir "14"
bg: DEC2OCT(12) връща "14"
he: "14" ריזחמ DEC2OCT(12)
lt: DEC2OCT(12) pateikia "14"
mt: DEC2OCT(12) jirritorna "14"
nl: DEC2OCT(12) geeft "14"
no: DEC2OCT(12) gir "14"
ta: DEC2OCT(12), "14" ±ýÚ ¸¡ðÎõ
tr: DEC2OCT(12) eşittir "14"
xh: DEC2OCT(12) ibuyisela "14"

source: DEC2OCT(55) returns "67"
az: DEC2OCT(55) bərabərdir "67"
bg: DEC2OCT(55) връща "67"
he: "67" ריזחמ DEC2OCT(55)
lt: DEC2OCT(55) pateikia "67"
mt: DEC2OCT(55) jirritorna "67"
nl: DEC2OCT(55) geeft "67"
no: DEC2OCT(55) gir "67"
ta: DEC2OCT(55) "67" ±ýÚ ¸¡ðÎõ
tr: DEC2OCT(55) eşittir "67"
xh: DEC2OCT(55) ibuyisela "67"

source: The OCT2BIN() function returns the value formatted as a binary number.
az: OCT2BIN() funksiyası, qiyməti ikili rəqəm şəklində ifadə edər.
bg: Функция OCT2BIN() връща осмично число в двоично.
he: ךרעה תא הריזחמ OCT2BIN() היצקנופה<br>.ירניב רפסמ רותב
lt: OCT2BIN()funkcija pateikia reikšmę dvejetainiame formate.
mt: Il-funzjoni OCT2BIN() tirritorna l-valur formattjat bħala numru binarju
nl: De functie DEC2BIN() geeft de waarde opgemaakt als een binair getal.
no: DEC2BIN()-funksjonen returnerer verdien formatert som binærtall.
ta: OCT2BIN() ¦ºÂøÜÚ, ­ÕÁ ±ñÉ¡¸ ÅÊÅ¨Áì¸Àð¼ Á¾¢ô¨À ¸¡ðÎõ.
tr: OCT2BIN() fonksiyonu, değeri ikili sayı şeklinde ifade eder.
xh: I OCT2BIN() umsebenzi ubuyisela ixabiso elifomatiweyo njengenani eliphindwe kabini.

source: OCT2BIN(value)
az: DEC2BIN(qiyməq)
lt: OCT2BIN(reikšmė)
mt: OCT2BIN(valur)
nl: DEC2BIN(waarde)
no: OCT2BIN(verdi)
tr: DEC2BIN( değer )
xh: OCT2BIN(ixabiso)

source: OCT2BIN("12") returns "1010"
az: OCT2BIN("12") bərabərdir "1100"
bg: OCT2BIN("12") връща "1010"
he: "1010" ריזחמ OCT2BIN("12")
lt: OCT2BIN("12") pateikia "1010"
mt: OCT2BIN("12") jirritorna "1010"
nl: DEC2BIN(12) geeft "1100"
no: OCT2BIN(12) gir "1010"
ta: OCT2BIN("12"), "1010" ±ýÚ ¸¡ðÎõ
tr: OCT2BIN("12") eşittir "1100"
xh: OCT2BIN("12") ibuyisela "1010"

source: OCT2BIN("55") returns "101101"
az: OCT2IN("55") bərabərdir "110111"
bg: OCT2BIN("55") връща "101101"
he: "101101" ריזחמ OCT2BIN("55")
lt: OCT2BIN("55") pateikia "101101"
mt: OCT2BIN("55") jirritorna "101101"
nl: DEC2BIN(55) geeft "110111"
no: OCT2BIN(55) gir "101101"
ta: OCT2BIN("55"), "101101" ±ýÚ ¸¡ðÎõ
tr: OCT2IN("55") eşittir "110111"
xh: OCT2BIN("55") ibuyisela "101101"

source: The OCT2DEC() function returns the value formatted as a decimal number.
az: OCT2DEC() funksiyası qiyməti onluqrəqəm şəklində ifadə edər.
bg: Функция OCT2DEC() връща осмично число от десетично.
he: ךרעה תא הריזחמ OCT2DEC() היצקנופה<br>.ינורשע רפסמ רותב
lt: OCT2DEC() funkcija pateikia reikšmę dešimtainiu formatu.
mt: Il-funzjoni OCT2DEC() tirritorna l-valur formattjat bħala numru deċimali
nl: De functie DEC2HEX() geeft de waarde opgemaakt als hexadecimaal getal.
no: OCT2DEC()-funksjonen returnerer verdien formatert som desimaltall.
ta: OCT2DEC() ¦ºÂøÜÚ, À¾¢ýÁ ±ñÉ¡¸ ÅÊÅ¨Áì¸Àð¼ Á¾¢ô¨À ¸¡ðÎõ.
tr: OCT2DEC() fonksiyonu değeri onluk sayı şeklinde ifade eder.
xh: I OCT2DEC() umsebenzi ubuyisela ixabiso elifomatiweyo njengenani eliphela kwishumi.

source: OCT2DEC(value)
az: OCT2DEC(qiyməq)
lt: OCT2DEC(reikšmė)
mt: OCT2DEC(valur)
nl: DEC2BIN(waarde)
no: OCT2DEC(verdi)
tr: OCT2DEC( değer )
xh: OCT2DEC(ixabiso)

source: OCT2DEC("12") returns 10
az: DECBIN("12") 10 qiymətini veriri
he: 10 ריזחמ OCT2DEC("12")
lt: OCT2DEC("12") pateikia 10
mt: OCT2DEC("12") jirritorna 10
nl: OCT2DEC("12") geeft 10
no: OCT2DEC(12) gir 10
tr: DECBIN("12") 10 değerini döndürür
xh: OCT2DEC("12") ibuyisela 10

source: OCT2DEC("55") returns 45
az: OCT2DEC("55") 45 qiymətini döndürür
bg: OCT2DEC("55") връща 45
he: 45 ריזחמ OCT2DEC("55")
lt: OCT2DEC("55") pateikia 45
mt: OCT2DEC("55") jirritorna 45
nl: Het resultaat van OCT2DEC("55") is 45
no: OCT2DEC("55") gir 45
ta: OCT2DEC("55"), 45 ±ýÚ ¸¡ðÎõ
tr: OCT2DEC("55") 45 değerini döndürür
xh: OCT2DEC("55") ibuyisela 45

source: The OCT2HEX() function returns the value formatted as a hexadecimal number.
az: OCT2HEX() funksiyası qiyməti on altılıq rəqəm şəklində ifadə edər.
he: ךרעה תא הריזחמ OCT2HEX() היצקנופה<br>.ילמיצדסקה רפסמ רותב
lt: OCT2HEX() funkcija pateikia reikšmę šešioliktainiame formate.
mt: Il-funzjoni OCT2HEX() tirritorna l-valur formattjat bħala numru essadeċimali
nl: De functie OCT2HEX() geeft de waarde opgemaakt als hexadecimaal getal.
no: OCT2HEX()-funksjonen returnerer verdien formatert som heksdesimaltall.
tr: DECHEX() fonksiyonu değeri onaltılık sayı şeklinde ifade eder.
xh: I OCT2HEX() umsebenzi ubuyisela ixabisoelifomatiweyo njengenani elinekona ezintandathu eziphela kwishumi.

source: OCT2HEX(value)
az: OCT2HEX(qiyməq)
lt: OCT2HEX(reikšmė)
mt: OCT2HEX(valur)
nl: OCT2HEX(waarde)
no: OCT2HEX(verdi)
tr: OCT2HEX( değer )
xh: OCT2HEX(ixabiso)

source: OCT2HEX("12") returns "a"
az: OCT2HEX("12") bərabərdir "c"
bg: OCT2HEX("12") връща "a"
he: "a" ריזחמ OCT2HEX("12")
lt: OCT2HEX("12") pateikia "a"
mt: OCT2HEX("12") jirritorna "a"
nl: OCT2HEX("12") geeft "a"
no: OCT2HEX("12") gir "a"
ta: OCT2HEX("12"), "a" ±ýÚ ¸¡ðÎõ
tr: OCT2HEX("12") eşittir "c"
xh: OCT2HEX("12") ibuyisela "a"

source: OCT2HEX("55") returns "2d"
az: OCT2HEX("55") bərabərdir "37"
bg: OCT2HEX("55") връща "2d"
he: "2d" ריזחמ OCT2HEX("55")
lt: OCT2HEX("55") pateikia "2d"
mt: OCT2HEX("55") jirritorna "2d"
nl: OCThEX("55") geeft "2d"
no: OCT2HEX("55") gir "2d"
ta: OCT2HEX("55"), "2d" ±ýÚ ¸¡ðÎõ
tr: OCT2HEX("55") eşittir "37"
xh: OCT2HEX("55") ibuyisela "2d"

source: The BIN2DEC() function returns the value formatted as a decimal number.
az: BIN2DEC() funksiyası qiyməti onluq rəqəm şəklində ifadə edər.
he: ךרעה תא הריזחמ BIN2DEC() היצקנופה<br>.ינורשע רפסמ רותב
lt: BIN2DEC() funkcija pateikia reikšmę dešimtainio skaičiaus formatu.
mt: Il-funzjoni BIN2DEC() tirritorna l-valur formattjat bħala numru deċimali
nl: De functie BIN2DEC() geeft de waarde opgemaakt als decimaal getal.
no: BIN2DEC()-funksjonen returnerer verdien formatert som desimaltall.
ta: BIN2DEC() ¦ºÂøÜÚ, À¾¢ýÁ ±ñÉ¡¸ ÅÊÅ¨Áì¸Àð¼ Á¾¢ô¨À ¸¡ðÎõ.
tr: DECHEX() fonksiyonu değeri onaltılık sayı şeklinde ifade eder.
xh: I BIN2DEC() umsebenzi ubuyisela ixabiso elifomatiweyo njengenani eliphela kwishumi.

source: BIN2DEC(value)
az: BIN2DEC(qiyməq)
lt: BIN2DEC(reikšmė)
mt: BIN2DEC(valur)
nl: BIN2DEC(waarde)
no: BIN2DEC(verdi)
tr: BIN2DEC( değer )
xh: BIN2DEC(ixabiso)

source: BIN2DEC("1010") returns 10
az: BIN2DEC("1010") 10 qiymətini döndürür
bg: BIN2DEC("1010") връща 10
he: 10 ריזחמ BIN2DEC("1010")
lt: BIN2DEC("1010") pateikia 10
mt: BIN2DEC("1010") jirritorna 10
nl: BIN2DEC("1010") geeft "10"
no: BIN2DEC("1010") gir 10
ta: BIN2DEC, "1010" ±ýÚ ¸¡ðÎõ
tr: BIN2DEC("1010") 10 değerini döndürür
xh: BIN2DEC("1010") ibuyisela 10

source: BIN2DEC("11111") returns 31
az: BIN2DEC("11111") 31 qiymətini döndürür
bg: BIN2DEC("11111") връща 31
he: 31 ריזחמ BIN2DEC("11111")
lt: BIN2DEC("11111") pateikia 31
mt: BIN2DEC("11111") jirritorna 31
nl: BIN2DEC("11111") geeft "31"
no: BIN2DEC("11111") gir 31
ta: BIN2DEC("11111"), 31 ±ýÚ ¸¡ðÎõ
tr: BIN2DEC("11111") 31 değerini döndürür
xh: BIN2DEC("11111") ibuyisela 31

source: The BIN2OCT() function returns the value formatted as an octal number.
az: BIN2OCT() funksiyası səkkizli rəqəm şəklində qiymətlə nəticələnir.
he: ךרעה תא הריזחמ BIN2OCT() היצקנופה<br>.ילטקוא רפסמ רותב
lt: BIN2OCT() funkcija pateikia reikšmę aštuntainio skaičiaus formate.
mt: Il-funzjoni BIN2OCT() tirritorna l-valur formattjat bħala numru ottali
nl: De functie BIN2OCT() geeft de waarde opgemaakt als octaal getal.
no: BIN2OCT()-funksjonen returnerer verdien formatert som et oktaltall.
tr: DECOCT() fonksiyonu değeri sekizli sayı şeklinde ifade eder.
xh: I BIN2OCT() umsebenzi ubuyisela ixabisoelifomatiweyo njengenani elinekona ezintandathu.

source: BIN2OCT(value)
az: BIN2OCT(qiyməq)
lt: BIN2OCT(reikšmė)
mt: BIN2OCT(valur)
nl: DEC2OCT(waarde)
no: BIN2OCT(verdi)
tr: BIN2OCT( değer )
xh: BIN2OCT(ixabiso)

source: BIN2OCT("1010") returns "12"
az: BIN2OCT("1010") "12" qiymətini verir
he: "12" ריזחמ BIN2OCT("1010")
lt: BIN2OCT("1010") pateikia "12"
mt: BIN2OCT("1010") jirritorna "12"
nl: BIN2OCT("1010") geeft "12"
no: BIN2OCT("1010") gir "12"
tr: BIN2OCT("1010") "12" değerini verir
xh: BIN2OCT("1010") ibuyisela "12"

source: BIN2OCT("11111") returns "37"
az: BIN2OCT("11111") "37" qiymətini verir
bg: BIN2OCT("11111") връща "37"
he: "37" ריזחמ BIN2OCT("11111")
lt: BIN2OCT("11111") pateikia "37"
mt: BIN2OCT("11111") jirritorna "37"
nl: BIN2OCT("11111") geeft "37"
no: BIN2OCT("11111") gir "37"
ta: BIN2OCT("11111"), "37" ±ýÚ ¸¡ðÎõ
tr: BIN2OCT("11111") "37" değerini verir
xh: BIN2OCT("11111") ibuyisela "37"

source: The BIN2HEX() function returns the value formatted as a hexadecimal number.
az: BIN2HEX() funksiyası on altılıq rəqəm şəklində qiymətlə nəticələnir.
he: ךרעה תא הריזחמ BIN2HEX() היצקנופה<br>.ילמיצדסקה רפסמ רותב
lt: BIN2HEX() funkcija pateikia reikšmę šešioliktainio skaičiaus formate.
mt: Il-funzjoni BIN2HEX() tirritorna l-valur formattjat bħala numru essadeċimali
nl: De functie BIN2HEX() geeft de waarde opgemaakt als hexadecimaal getal.
no: BIN2HEX()-funksjonen returnerer verdien formatert som heksdesimaltall.
tr: DECHEX() fonksiyonu değeri onaltılık sayı şeklinde ifade eder.
xh: I BIN2HEX() umsebenzi ubuyisela ixabiso elifomatiweyo njengenani elinekona ezintandathu eziphela kwishumi.

source: BIN2HEX(value)
az: BIN2HEX(qiyməq)
lt: BIN2HEX(reikšmė)
mt: BIN2HEX(valur)
nl: BIN2HEX(waarde)
no: BIN2HEX(verdi)
tr: BIN2HEX( değer )
xh: BIN2HEX(ixabiso)

source: BIN2HEX("1010") returns "a"
az: BIN2HEX("1010") "a" qiymətini verir
bg: BIN2HEX("1010") връща "a"
he: "a" ריזחמ BIN2HEX("1010")
lt: BIN2HEX("1010") pateikia "a"
mt: BIN2HEX("1010") jirritorna "a"
nl: BIN2HEX("1010") geeft "a"
no: BIN2HEX("1010") gir "a"
ta: BIN2HEX("1010"), "a" ±ýÚ ¸¡ðÎõ
tr: BIN2HEX("1010") "a" değerini verir
xh: BIN2HEX("1010") ibuyisela "a"

source: BIN2HEX("11111") returns "1f"
az: BIN2HEX("11111") bərabərdir "1100"
bg: BIN2HEX("11111") връща "1f"
he: "1f" ריזחמ BIN2HEX("11111")
lt: BIN2HEX("11111") pateikia "1f"
mt: BIN2HEX("11111") jirritorna "1f"
nl: BIN2HEX("11111") geeft "1f"
no: BIN2HEX("11111") gir "1f"
ta: BIN2HEX("11111"), "1f" ±ýÚ ¸¡ðÎõ
tr: DECBIN(12) eşittir "1100"
xh: BIN2HEX("11111") ibuyisela "1f"

source: The HEX2DEC() function returns the value formatted as a decimal number.
az: HEX2DEC() funksiyası qiyməti onluq rəqəm şəklində ifadə edər.
he: ךרעה תא הריזחמ HEX2DEC() היצקנופה<br>.ינורשע רפסמ רותב
lt: HEX2DEC() funkcija pateikia reikšmę dešimtainio skaaičiaus formatu.
mt: Il-funzjoni HEX2DEC() tirritorna l-valur formattjat bħala numru deċimali.
nl: De functie HEX2DEC() geeft de waarde opgemaakt als decimaal getal.
no: HEX2DEC()-funksjonen returnerer verdien formatert som desimaltall.
ta: HEX2DEC() ¦ºÂøÜÚ, À¾¢ýÁ ±ñÉ¡¸ ÅÊÅ¨Áì¸Àð¼ Á¾¢ô¨À ¸¡ðÎõ.
tr: DECHEX() fonksiyonu değeri onaltılık sayı şeklinde ifade eder.
xh: I HEX2DEC() umsebenzi ubuyisela ixabiso elifomatiweyo njengenani eliphela kwishumi.

source: HEX2DEC(value)
az: HEX2DEC(qiyməq)
lt: HEX2DEC(reikšmė)
mt: HEX2DEC(valur)
nl: HEX2DEC(waarde)
no: HEX2DEC(verdi)
tr: HEX2DEC( değer )
xh: HEX2DEC(ixabiso)

source: HEX2DEC("a") returns 10
az: HEX2DEC("a") bərabərdir "10"
bg: HEX2DEC("a") връща 10
he: 10 ריזחמ HEX2DEV("a")
lt: HEX2DEC("a") pateikia 10
mt: HEX2DEC("a") jirritorna 10
nl: HEX2DEC("a") geeft 10
no: HEX2DEC("a") gir 10
ta: HEX2DEC("a"), 10 ±ýÚ ¸¡ðÎõ
tr: DECBIN(12) eşittir "1100"
xh: HEX2DEC("a") ibuyisela 10

source: HEX2DEC("37") returns 55
az: HEX2DEC("37") bərəbərdir 55
bg: HEX2DEC("37") връща 55
he: 55 ריזחמ HEX2DEC("37")
lt: HEX2DEC("37") pateikia 55
mt: HEX2DEC("37") jirritorna 55
nl: HEX2DEC("37") geeft 55
no: HEX2DEC("37") gir 55
ta: HEX2DEC)"37"), 55 ±ýÚ ¸¡ðÎõ
tr: HEX2DEC("37") eşittir 55
xh: HEX2DEC("37") ibuyisela 55

source: The HEX2OCT() function returns the value formatted as an octal number.
az: HEX2OCT() funksiyası səkkizli sayı şəklində qiymətlə nəticələnir.
he: ךרעה תא הריזחמ HEX2OCT() היצקנופה<br>.ילטקוא רפסמ רותב
lt: HEX2OCT() funkcija pateikia reikšmę aštuntainio skaičiaus formatu.
mt: Il-funzjoni HEX2OCT() tirritorna l-valur formattjat bħala numru ottali.
nl: De functie HEX2OCT() geeft de waarde opgemaakt als octaal getal.
no: HEX2OCT()-funksjonen returnerer verdien formatert som et oktaltall.
tr: DECOCT() fonksiyonu değeri sekizli sayı şeklinde ifade eder.
xh: I HEX2OCT() umsebenzi ubuyisela ixabiso elifomatiweyo njengenani elinekona ezintandathu.

source: HEX2OCT(value)
az: HEX2OCT(qiyməq)
lt: HEX2OCT(reikšmė)
mt: HEX2OCT(valur)
nl: HEX2OCT(waarde)
no: HEX2OCT(verdi)
tr: HEX2OCT( değer )
xh: HEX2OCT(ixabiso)

source: HEX2OCT("a") returns "12"
az: HEX2OCT("a") bərabərdir "12"
he: "12" ריזחמ HEX2OCT("a")
lt: HEX2OCT("a") pateikia "12"
mt: HEX2OCT("a") tirritorna "12"
nl: HEX2OCT("a") geeft "12"
no: HEX2OCT("a") gir "12"
tr: DECOCT(12) eşittir "14"
xh: HEX2OCT("a") ibuyisela "12"

source: HEX2OCT("37") returns "67"
az: HEX2OCT("37") bərabərdir "67"
bg: HEX2OCT("37") връща "67"
he: "67" ריזחמ HEX2OCT("37")
lt: HEX2OCT("37") pateikia "67"
mt: HEX2OCT("37") tirritorna "67"
nl: HEX2OCT("37") geeft "67"
no: HEX2OCT("37") gir "67"
ta: HEX2OCT("37"), "67" ±ýÚ ¸¡ðÎõ
tr: DECOCT(55) eşittir "67"
xh: HEX2OCT("37") ibuyisela "67"

source: The HEX2BIN() function returns the value formatted as a binary number.
az: HEX2BIN() funksiyası, qiyməti ikili sayı şəklində ifadə edər.
he: ךרעה תא הריזחמ HEX2BIN() היצקנופה<br>.ירניב רפסמ רותב
lt: HEX2BIN() funkcija pateikia reikšmę dvejetainio skaičiaus formatu.
mt: Il-funzjoni HEX2BIN() tirritorna l-valur formattjat bħala numru binarju.
nl: De functie HEX2BIN() geeft de waarde opgemaakt als een binair getal.
no: HEX2BIN()-funksjonen returnerer verdien formatert som binærtall.
ta: HEX2BIN() ¦ºÂøÜÚ, ­ÕÁ ±ñÉ¡¸ ÅÊÅ¨Áì¸Àð¼ Á¾¢ô¨À ¸¡ðÎõ.
tr: DECBIN() fonksiyonu, değeri ikili sayı şeklinde ifade eder.
xh: I HEX2BIN() umsebenzi ubuyisela ixabiso elifomatiweyo njengenani eliphindwe kabini.

source: HEX2BIN(value)
az: HEX2BIN(qiyməq)
lt: HEX2BIN(reikšmė)
mt: HEX2BIN(valur)
nl: HEX2BIN(waarde)
no: HEX2BIN(verdi)
tr: HEX2BIN( değer )
xh: HEX2BIN(ixabiso)

source: HEX2BIN("a") returns "1010"
az: HEX2BIN("a") bərabərdir "1010"
bg: HEX2BIN("a") връща "1010"
he: "1010" ריזחמ HEX2BIN("a")
lt: HEX2BIN("a") pateikia "1010"
mt: HEX2BIN("a") tirritorna "1010"
nl: HEX2BIN("a") geeft "1010"
no: HEX2BIN("a") gir "1010"
ta: HEX2BIN("a"), "1010" ±ýÚ ¸¡ðÎõ
tr: DECBIN(12) eşittir "1100"
xh: HEX2BIN("a") ibuyisela "1010"

source: HEX2BIN("37") returns "110111"
az: HEX2BIN("37") bərabərdir "110111"
bg: HEX2BIN("37") връща "110111"
he: "110111" ריזחמ HEX2BIN("37")
lt: HEX2BIN("37") pateikia "110111"
mt: HEX2BIN("37") tirritorna "110111"
nl: HEX2BIN("37") geeft "110111"
no: HEX2BIN("37") gir "110111"
ta: HEX2BIN("37"), "110111" ±ýÚ ¸¡ðÎõ
tr: DECBIN(55) eşittir "110111"
xh: HEX2BIN("37") ibuyisela "110111"

source: Value in X
az: X içindəki qiyməq
bg: Значение по X
lt: X reikšmė
mt: Valur ta' X
nl: Waarde in X
no: Verdi i X
ta: X ø Á¾¢ôÒ
tr: X içindeki değer
xh: Ixabiso ku X

source: Value in Y
az: Y içindəki qiyməq
bg: Значение по Y
lt: Y reikšmė
mt: Valur ta' Y
nl: Waarde in Y
no: Verdi i Y
ta: Yø Á¾¢ôÒ
tr: Y içindeki değer
xh: Ixabiso ku Y

source: The POLR() function returns the radius corresponding to the position of a point in a cartesian landmark.
az: PORL () funksiyası kartezian yer işarətindəki yerə görə radusu verir.
lt: POLR() funkcija pateikia tašką atitinkantį spindulį Dekarto koordinačių sistemoje.
mt: Il-funzjoni POLR() tirritorna r-raġġ li jikkorrispondi mal-pożizzjoni ta' punt karteżjan
nl: De functie POLR() geeft de radius, corresponderend met de positie van een punt in een cartisiaans coordinatenstelsel.
no: POLR()-funksjonen returnerer radius som korrosponderer med posisjonen av etpunkt i et cartesian landemerke.
tr: POLR() fonksiyonu kartezyen bir sınır işaretindeki bir noktanın pozisyonuna bağlı olan radius'a eşittir.
xh: I POLR() umsebenzi ubuyisela ilayini eqala embindini ehambelana nendawo yencopho yophawu lomhlaba we cartesian.

source: POLR(12;12) returns 16.9705
az: POLR(12;12)bərabərdir 16.9705
bg: POLR(12;12) връща 16.9705
he: 16.9705 ריזחמ POLR(12;12)
lt: POLR(12;12) pateikia 16.9705
mt: POLR(12;12) = 16.9705
nl: POLR(12;12) geeft 16.9705
no: POLR(12;12) gir 16,9705
ta: POLR(12;12), 16.9705 ±ýÚ ¸¡ðÎõ
tr: max(12.5;2) eşittir 12.5
xh: POLR(12;12) ibuyisela 16.9705

source: POLR(12;0) returns 12
az: POLR(12;0) bərabərdir 12
bg: POLR(12;0) връща 12
he: 12 ריזחמ POLR(12;0)
lt: POLR(12;0) pateikia 12
mt: POLR(12;0) = 12
nl: POLR(12;0) geeft 12
no: POLR(12;0) gir 12
ta: POLR(12;0), 12 ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: POLR(12;0) ibuyisela 12

source: The POLA() function returns the angle (in radians) corresponding to the position of a point in a cartesian landmark.
az: POLA () funksiyası kartezian yer işarətindəki yerə görə radianlarla ifadə edilən bucağı verir.
lt: POLA() funkcija pateikia kampą (radianais) atitinkantį taško vietai Dekarto koordinačių sistemoje.
nl: De functie POLA() geeft de hoek (in radians), corresponderend met de positie van een punt in een cartesiaans coordinatenstelsel.
no: POLA() funksjonen returnerer vinkelen (i radians) korrosponderende medposisjonen av et punkt i et cartesian landemerke.
tr: POLA() fonksiyonu bir kartezyen sınır işaretinin pozisyonuna bağlı olan açıya eşittir (radyanlarla).
xh: I POLA() umsebezni ubuyisela ikona (kwilayini eziqala embindini) ezihambelana nendawo yencopho yophawu lomhlaba we cartesian.

source: POLA(12;12) returns 16.9705
az: POLA(12;12) bərabərdir 16.9705
bg: POLA(12;12) връща 16.9705
he: 16.9705 ריזחמ POLA(12;12)
lt: POLA(12;12) pateikia 16.9705
mt: POLA(12;12) = 16.9705
nl: POLA(12;12) geeft 16.9705
no: POLA(12;12) gir 16,9705
ta: POLA(12;12), 16.9705 ±ýÚ ¸¡ðÎõ
tr: POLA(12.5;2) eşittir 12.5
xh: POLA(12;12) ibuyisela 16.9705

source: POLA(12;0) returns 0.7853
az: POLA(12;0) bərabərdir 0.7853
bg: POLA(12;0) връща 0.7853
he: 0.7853 ריזחמ POLA(12;0)
lt: POLA(12;0) pateikia 0.7853
mt: POLA(12;0) = 0.7853
nl: POLA(12;0) geeft 0.7853
no: POLA(12;0) gir 0,7853
ta: POLA(12;0), 0.7853 ±ýÚ ¸¡ðÎõ
tr: POLA(12;5) eşittir 2
xh: POLA(12;00 ibuyisela 0.7853

source: POLA(0;12) returns 1.5707
az: POLA(0;12) bərabərdir 1.5707
bg: POLA(0;12) връща 1.5707
he: 1.5707 ריזחמ POLA(0;12)
lt: POLA(0;12) pateikia 1.5707
mt: POLA(0;12) = 1.5707
nl: POLA(0;12) geeft 1.5707
no: POLA(0,12) gir 1,5707
ta: POLA(0;12), 1.5707 ±ýÚ ¸¡ðÎõ
tr: POLA(12.5;2) eşittir 12.5
xh: POLA(0;12) ibuyisela 1.5707

source: Radius
bg: Радиус
lt: Spindulys
mt: Raġġ
ta: «¨ÃÅ¢ð¼õ
tr: Çap
xh: Ilayini esuka embindini ethe nkqo

source: Angle (radians)
az: Bucaq (radian)
bg: Ъгъл (в радиани)
lt: Kampas (radianais)
mt: Angolu (radjani)
nl: Hoek (radians)
no: Vinkel (radian)
ta: §¸¡½õ (§ÃÊÂý)
tr: Angle (radyan)
xh: Ikona (iilayini ezisuka embindini ezithe nkqo)
