Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: Change Angle...
az: Bucağı Dəyişdir...
bg: Промяна на ъгъл...
he: ...תיווז הנש
lt: Keisti kampą...
mt: Ibdel Angolu...
nl: Hoek wijzigen...
no: Endre vinkel...
ta: §¸¡½ò¨¾ Á¡üÚ...
tr: Açıyı Değiştir...
xh: Tshintsha ikona...

source: &Add/modify comment...
az: &İzahat əlavə et/dəyişdir...
bg: &Добави/промени коментар...
he: ...הרעה הנש\ףס&וה
lt: &Įdėti arba modifikuoti komentarą...
mt: &Żid/biddel kumment...
nl: Toelichting &toevoegen/bewerken...
no: &Legg til/rediger kommentar...
ta: ÌÈ¢ôÒ¨Ã¨Â §º÷/Á¡üÚ...
tr: &Açıklama ekle/değiştir...
xh: &Dibanisa/guqula kancinane ugqabazo...

source: &Remove comment
az: İzahat &çıxart
bg: &Изтрий коментар
he: הרעה ר&סה
lt: P&ašalinti komentarą
mt: &Neħħi kumment
nl: &Commentaar verwijderen
no: &Fjern kommentar
ta: ÌÈ¢ôÒ¨Ã¨Â Á¡üÚ
tr: Açıklama &kaldır
xh: &Susa ugqabazo

source: Edit Global Scripts...
az: Qlobal Skriptləri Düzəlt...
bg: Редактиране на глобални скриптове...
he: ...םיילבולגה םיטירסתה תכירע
lt: Redaguoti bendrus scenarijus...
mt: Editja skritti globali...
nl: Globale scripts bewerken...
no: Rediger globale skript...
ta: ¯Ä¸Ç¡Å¢Â ÌÈ¢ôÒ¸¨Ç ¦¾¡Ì...
tr: Evrensel Betikleri Düzenle...
xh: Hlela okushicilelweyo okungqukuva...

source: Edit Local Scripts...
az: Yerli Skriptləri Düzəlt...
bg: Редактиране на локални скриптове...
he: ...םיימוקמה םיטירסתה תכירע
lt: Redaguoti vietinius scenarijus...
mt: Editja skritti lokali...
nl: Lokale scripts bewerken...
no: Rediger lokale skript...
ta: ¯ûÇ¨Á ÌÈ¢ôÒ¸¨Ç ¦¾¡Ì...
tr: Yerel Betikleri Düzenle...
xh: Hlela okushicilelweyo kobulala...

source: Reload Scripts
az: Skriptləri Yenidən Yüklə
bg: Презареди скриптове
he: שדחמ םיטירסת ןעט
lt: Perkrauti scenarijus
mt: Erġa' tella' l-iskritti
nl: Scripts herladen
no: Last skript på nytt
ta: ÌÈ¢ôÒ¸¨Ç Á£ñÎõ ²üÚ
tr: Betikleri Yeniden Yükle
xh: Layisha kwakhona okushicilelweyo

source: Show page borders
az: Səhifə çərçivələrini göstər
bg: Покажи границите на страница
he: דומע תולובג גצה
lt: Rodyti puslapio rėmelius
mt: Uri l-borduri tal-paġna
nl: Paginaranden tonen
no: Vis sidekanter
ta: Àì¸ µÃí¸¨Ç ¸¡ðÎ
tr: Sayfa çerçevelerini göster
xh: Bonisa imida yephepha

source: Conditional cell attributes...
az: Əlaqəli hücrə atributları...
bg: Условно форматиране на клетка...
he: ...את יאנת
lt: Salyginiai langelio atributai...
mt: Attributi kundizzjonati taċ-ċella...
nl: Conditionele celattributen...
no: Celleattributter med betingelser...
ta: ¿¢Àó¾¨É º¢üÈ¨È ÀñÒ¸û...
tr: İlişkisel hücre öznitelikleri...
xh: Iziphumo zeseli esendaweni...

source: Validity...
az: Düzgünlük...
bg: Проверка...
he: ...ףקות
lt: Patikimumas...
mt: Validità...
nl: Validatie ...
no: Gyldighet...
ta: Ó¨È¨Áò¾Ì¾¢...
tr: Geçerlilik...
xh: Usebenzo ngokusemthethweni...

source: Sort...
az: Sırala...
bg: Сортировка...
he: ...ןיימ
lt: Rikiuoti...
mt: Issortja...
nl: Sorteren...
no: Sorter...
ta: ÅÃ¢¨ºÀÎòÐ...
tr: Sırala...
xh: Lungisa ngendlela...

source: Consolidate...
az: Birləşdir...
bg: Консолидира...
he: ...דחא
lt: USutvirtinti...
mt: Ikkonsolida...
nl: Consolideren...
no: Konsolider...
ta: ´ýÈ¡ìÌ...
tr: Birleştir...
xh: Yomeleza...

source: Dissociate cells
az: Hücrələri ayır
bg: Разбиване на клетка
he: םיאת לצפ
lt: Atjungti langelius
mt: Aqsam ċelli
nl: Cellen disassocieren
no: Frakoble celler
ta: º¢üÈ¨È¸Ç¢ý À¢¨½ôÒ¸¨Ç ¿£ìÌ
tr: Hücreleri ayır
xh: Suku zoyamanisa iiseli

source: Multi Row
az: Çoxlu Sətir
bg: Многоредов
he: תובורמ תורוש
lt: Keliomis eilutėmis
mt: Multi-ringiela
nl: Multirij
no: Multirad
ta: ÀÄ ÌÚìÌ
tr: Çoklu Satır
xh: Imiqolo Emininzi

source: Select Font
az: Yazı növü Seç
bg: Избор на шрифт
he: ןפוג רחב
lt: Pasirinkti šriftą
mt: Agħżel font
nl: Lettertype selecteren
no: Velg skrifttype
ta: ±ØòÐÅ¨¸¨Â §¾÷× ¦ºö
tr: Yazıtipi Seç
xh: Khetha umgca

source: Select Font Size
az: Yazı növü Böyüklüyü Seç
bg: Изберете размер на шрифта
he: ןפוג לדוג רחב
lt: Parinkti šrifto dydį
mt: Agħżel daqs tal-font
nl: Lettergrootte selecteren
no: Velg skriftstørrelse
ta: ±ØòÐÅ¨¸ «Ç¨Å §¾÷× ¦ºö
tr: Yazıtipi Boyutu Seç
xh: Khetha ubungakanani bomgca

source: Delete Column(s)
az: Sütun Sil
bg: Изтриване на колона(и)
he: םירוט קחמ
lt: Pašalinti stulpelį(ius)
mt: Ħassar kolonna/i
nl: Kolom(men) verwijderen
no: Slett kolonne(r)
ta: ¦¿ÎÅÃ¢¨º(¸¨Ç) ¿£ìÌ
tr: Sütun Sil
xh: Cima umhlathi(imi)

source: Delete Row(s)
az: Sətir Sil
bg: Изтриване на ред(ове)
he: תורוש קחמ
lt: Pašalinti eilutę(es)
mt: Ħassar ringiela/i
nl: Rij(en) verwijderen
no: Slett rad(r)
ta: ÌÚìÌÅÃ¢¨º(¸¨Ç) ¿£ìÌ
tr: Satır Sil
xh: Cima Umqolo(imi)

source: Insert Column(s)
az: Araya Sütun Əlavə Et
bg: Вмъкване на колона(и)
he: םירוט ףסוה
lt: Įterpti stulpelį(us)
mt: Daħħal kolonna/i
nl: Kolom(men) invoegen
no: Sett inn kolonne(r)
ta: ¦¿ÎÅÃ¢¨º(¸¨Ç) ¦ºÕÌ
tr: Araya Sütun Ekle
xh: Faka Umhlathi(imi)

source: Insert Row(s)
az: Araya Sətir Əlavə Et
bg: Вмъкване на ред(ове)
he: תורוש ףסוה
lt: Įterpti eilutę(es)
mt: Daħħal ringiela/i
nl: Rij(en) invoegen
no: Sett inn rad(er)
ta: ÌÚìÌÅÃ¢¨º(¸¨Ç) ¦ºÕÌ
tr: Araya Satır Ekle
xh: Faka Umqolo(imi)

source: Hide Row(s)
az: Sətiri Gizlət
bg: Скриване на ред(ове)
he: תורוש רתסה
lt: Slėpti eilutę(es)
mt: Aħbi ringiela/i
nl: Rij(en) verbergen
no: Skjul rad(er)
ta: ÌÚìÌÅÃ¢¨º(¸¨Ç) Á¨È
tr: Satırı Gizle
xh: Fihla Umqolo(imi)

source: Show Row(s)
az: Sətiri Göstər
bg: Показване на ред(ове)
he: תורוש הארה
lt: Rodyti eilutę(es)
mt: Uri ringiela/i
nl: Rij(en) tonen
no: Vis rad(er)
ta: ÌÚìÌÅÃ¢¨º(¸¨Ç) ¸¡ðÎ
tr: Satırı Göster
xh: Bonisa Umqolo(imi)

source: Hide Column(s)
az: Sütunu Gizlət
bg: Скриване на колона(и)
he: םירוט רתסה
lt: Slėpti stulpelį(ius)
mt: Aħbi kolonna/i
nl: Kolom(men) verbergen
no: Skjul kolonne(r)
ta: ¦¿ÎÅÃ¢¨º(¸¨Ç) Á¨È
tr: Sütunu Gizle
xh: Fihla Umhlathi(imi)

source: Show Column(s)
az: Sütunu Göstər
bg: Показва колона(и)
he: םירוט הארה
lt: Rodyti stulpelį(ius)
mt: Uri kolonna/i
nl: Kolom(men) tonen
no: Vis kolonne(r)
ta: ¦¿ÎÅÃ¢¨º(¸¨Ç) ¸¡ðÎ
tr: Sütunu Göster
xh: Bonisa Umhlathi(imi)

source: Insert Cell(s)...
az: Araya Hücrə Əlavə Et...
bg: Вмъква клетка(и)...
he: ...םיאת ףסוה
lt: Įterpti langelį(ius)...
mt: Daħħal ċella/i...
nl: Cel(len) invoegen...
no: Sett inn celle(r)...
ta: º¢üÈ¨È(¸¨Ç) ¦ºÕÌ...
tr: Araya Hücre Ekle...
xh: Faka Iseli(ii)...

source: Remove Cell(s)...
az: Hücrə Sil...
bg: Изтрива клетка(и)...
he: ...םיאת רסה
lt: Pašalinti langelį(ius)...
mt: Neħħi ċella/i...
nl: Cel(len) verwijderen...
no: Fjern celle(r)...
ta: º¢üÈ¨È(¸¨Ç) ¿£ìÌ...
tr: Hücre Sil...
xh: Susa Iseli(ii)...

source: Paste with insertion...
az: Daxil etmə ilə yapışdır...
bg: Поставя с вмъкване...
he: ...ףסוהו קבדה
lt: Padėti įterpiant...
mt: Poġġi kopja bl-inseriment...
nl: Plakken met invoeging...
no: Lim inn med innsetting
ta: ¦ºÕ¸Ù¼ý ´ðÎ...
tr: Eklemeyle yapıştır...
xh: Cola ngofako...

source: Cell Layout...
az: Hücrə Düzülüşü...
bg: Свойства на клетка...
he: ...את תורדגה
lt: Langelio išvaizda...
mt: Tqassim taċ-ċella...
nl: Celopmaak...
no: Celleutseende...
ta: º¢üÈ¨È ­¼«¨Á×...
tr: Hücre Yerleşimi...
xh: Ubeko Lweseli...

source: Formula Selection
az: Formul Seçki
bg: Избор на формули
he: החסונ תריחב
lt: Formulės žymėjimas
mt: Għażla tal-formula
nl: Formule - selectie
no: Formel utvalg
ta: Å¡öÀ¡Î §¾÷×
tr: Formül Seçim
xh: Ukhetho Lwefomula

source: Others...
az: Digərləri...
bg: Други...
he: ...רחא
lt: Kitos...
mt: Oħrajn....
nl: Overige...
no: Andre...
ta: ÁüÈ¨Å¸û...
tr: Diğerleri...
xh: Ezinye...

source: &Math expression...
az: &Riyazi ifadə...
bg: &Редактор на формули...
he: ...יטמתמ יוטי&ב
lt: &Matematinė išraiška...
mt: Espressjoni &matematika...
nl: &Wiskundige expressie...
no: &Matteuttrykk...
ta: ¸½¢¾õ ¦º¡øÄ¨ÁôÒ...
tr: &Matematiksel deyim...
xh: &Uchazo lwe Math...

source: &Series...
az: &Seriyalar...
bg: &Серии...
he: ...הרדי&ס
lt: Progre&sijos...
mt: &Serje...
no: &Serier...
ta: ¦¾¡¼÷¸û...
tr: &Seriler...
xh: &Uphawu...

source: &Hyperlink...
az: &Bağlantı...
bg: &Хиперлинк...
he: ...רושיק-ר&פיה
lt: &Hipernuoroda...
mt: &Ħajperlink...
no: &Hyperlenke...
ta: ¯Â÷ó¾­¨½ôÒ...
tr: &Bağlantı...
xh: &Ikhonkco eliphezulu...

source: &Object...
az: &Cism...
bg: &Обект...
he: ...טקייבו&א
lt: &Objektas...
mt: &Oġġett...
no: &Objekt...
ta: ¦À¡Õû...
tr: &Nesne...
xh: &Injongo...

source: &Chart
az: &Qrafika
bg: &Диаграма
he: םי&שרת
lt: &Grafikas
mt: &Graff
nl: &Diagram
no: &Graf
ta: Å¨ÃÀ¼õ
tr: Ç&izelge
xh: &Itshati

source: AutoSum
az: Avtomatik Cəmi
bg: Автосумиране
he: יטמוטוא םוכס
lt: AutoSuma
mt: Somma awtomatika
nl: Autosom
ta: ¾ýÉÂì¸ÜðÎ
tr: Otomatik Toplam
xh: Udibaniso oluzenzekelayo

source: Sort decreasing
az: Azalan sıralama
he: דרוי רדסב ןיימ
lt: Rikiuoti mažėjančiai
mt: Issortja nieżlin
nl: Aflopend sorteren
no: Sorter synkende
tr: Azalan sıralama
xh: Ulugiso luyancipha

source: Sort increasing
az: Artan Sıralama
bg: Сортира по нарастване
he: הלוע רדסב ןיימ
lt: Rikiuoti didėjančiai
mt: Issortja tielgħin
nl: Oplopend sorteren
no: Sorter økende
ta: «¾¢¸Á¡ÌõÀÊ ÅÃ¢¨ºÀÎò¾×õ
tr: Artan Sıralama
xh: Ulungiso luyanda

source: Text color
az: Mətn rəngi
bg: Цвят на текст
he: טסקט עבצ
lt: Teksto spalva
mt: Kulur tat-test
nl: Tekstkleur
no: Tekstfarge
ta: ¯¨Ã ¿¢Èõ
tr: Metin rengi
xh: Umbala wokubhaliweyo

source: Background color
az: Arxa plan rəngi
bg: Цвят на фон
he: עקר עבצ
lt: Fono spalva
mt: Kulur tal-isfond
nl: Achtergrondkleur
no: Bakgrunnsfarge
ta: À¢ýÉ½¢ ¿¢Èõ
tr: Arkaplan rengi
xh: Umbala wesiqalo

source: Border left
az: Sol Kənar
bg: Лява граница
he: תילאמש תרגסמ
lt: Rėmelis kairėje
mt: Bordura tax-xellug
nl: Linkerrand
no: Venstre kant
ta: µÃõ ­¼Ð
tr: Sol Çerçeve
xh: Umda ekhohlo

source: Border Right
az: Sağ Kənar
bg: Дясна граница
he: תינמי תרגסמ
lt: Rėmelis dešinėje
mt: Bordura tal-lemin
nl: Rechterrand
no: Høyre kant
ta: µÃõ ÅÄÐ
tr: Sağ Çerçeve
xh: Umda ekunene

source: Border Top
az: Üst Kənar
bg: Горна граница
he: הנוילע תרגסמ
lt: Rėmelis viršuje
mt: Bordura ta' fuq
nl: Bovenrand
no: Toppkant
ta: µÃõ §Áø
tr: Üst Çerçeve
xh: Umda phezulu

source: Border Bottom
az: Alt Kənar
bg: Долна граница
he: תיתחת תרגסמ
lt: Rėmelis apačioje
mt: Bordura t' isfel
nl: Onderrand
no: Bunnkant
ta: µÃõ ¸£ú
tr: Alt Çerçeve
xh: Umda ezantsi

source: All borders
az: Bütün Kənarlar
bg: Всички граници
he: תורגסמה לכ
lt: Visi rėmeliai
mt: Borduri kollha
nl: Alle randen
no: Alle kanter
ta: «¨ÉòÐ µÃí¸û
tr: Tüm çerçeveler
xh: Yonke imida

source: Remove Borders
az: Kənarı Çıxart
bg: Изтрий рамки
he: תורגסמ רסה
lt: Pašalinti rėmelius
mt: Neħħi borduri
nl: Randen verwijderen
no: Fjern kanter
ta: µÃí¸¨Ç ¿£ìÌ
tr: Çerçeveyi Kaldır
xh: Susa imida

source: Border Outline
az: Kənar Ana Xətləri
bg: Контурна рамка
he: האלמ תרגסמ
lt: Rėmelio eskizas
mt: Dawra tal-bordura
nl: Randen uitlijn
no: Kant rundt
ta: µÃõ ±ø¨Äì§¸¡Î
tr: Çerçeve Ana Hatları
xh: Amagqaba ntshintshi omda

source: Border Color
az: Kənar Rəngi
bg: Цвят на рамка
he: תרגסמ עבצ
lt: Rėmelio spalva
mt: Kulur tal-bordura
nl: Randenkleur
no: Kantfarge
ta: µÃõ ¿¢Èõ
tr: Çerçeve Rengi
xh: Umbala womda

source: Table Style...
az: Cədvəl Tərzi...
bg: Стил на лист...
he: ...הלבטה ןונגס
lt: Lentelės stilius...
mt: Stil tat-tabella...
nl: Tabelstijl...
no: Tabellstil...
ta: «ð¼Å¨½ À¡½¢...
tr: Tablo Biçemi...
xh: Uhlobo lwendlela yemigca...

source: Undo: %1
az: Geri Qaytar: %1
bg: Отмени: %1
he: %1 :לטב
lt: Atšaukti: %1
mt: Annulla: %1
nl: Ongedaan maken: %1
no: Angre: %1
ta: Óý¦ºÂø¿£ìÌ: %1
tr: Geri Al: %1
xh: Sukwenza: %1

source: Redo: %1
az: Təkrarla: %1
bg: Повтори: %1
he: %1 :בוש עצב
lt: Pakartoti: %1
mt: Erġa' agħmel: %1
nl: Opnieuw: %1
no: Gjør om: %1
ta: Óý¦ºÂø¾¢ÕõÀ¦ºö: %1
tr: İleri Al: %1
xh: Yenza kwakhona: %1

source: You must select multiple cells.
az: Birdən çox hücrə seçməlisiniz.
bg: Необходимо е да изберете няколко клетки.
he: .םירוט רפסמ רוחבל ךילע
lt: Reikia pažymėti kelis langelius.
mt: Trid tagħżel iżjed minn ċella waħda.
nl: U moet meerdere cellen selecteren.
no: Du må velge flere celler.
ta: ¿£í¸û ÀÄ º¢üÈ¨È¸¨Ç §¾÷ó¦¾Îì¸ §ÅñÎõ.
tr: Birden fazla hücre seçmelisiniz.
xh: Kufuneka ukhethe iiseli ezininzi.

source: Area too large!
az: Sahə çox böyükdür!
bg: Диапазона е твърде голям!
he: !יידמ לודג םוחתה
lt: Sritis per didelė!
mt: Reġjun kbir wisq!
nl: Gebied is te groot!
no: Område er for stort!
ta: ­¼õ ¦Ã¡õÀ ¦ÀÃ¢¾¡¸ ¯ûÇÐ!
tr: Alan çok büyük!
xh: i Ariya inkulu kakhulu!

source: You must select multiple cells
az: Birdən çox hücrə seçməlisiniz
bg: Необходимо е да изберете няколко клетки.
he: םירוט רפסמ רוחבל ךילע
lt: Reikia pažymėti kelis langelius
mt: Trid tagħżel iżjed minn ċella waħda.
nl: U moet meerdere cellen selecteren
no: Du må velge flere celler
ta: ¿£í¸û ÀÄ º¢üÈ¨È¸¨Ç §¾÷ó¦¾Îì¸ §ÅñÎõ
tr: Birden fazla hücre seçmelisiniz
xh: Kufuneka ukhethe iiseli ezininzi

source: Delete embedded document
az: Hopdurulmuş sənədi sil
bg: Изтриване на вградения документ
he: עבטומ ךמסמ קחמ
lt: Pašalinti įterptą dokumentą
mt: Ħassar dokument integrat
nl: Ingebed document verwijderen
no: Slett embeddet dokument
ta: ¯ð¦À¡¾¢ó¾ ¬Å½í¸¨Ç ¿£ì¸×õ
tr: Gömülü belgeyi sil
xh: Cima uxwebhu olulungisiweyo

source: You are going to remove this embedded document. Do you want to continue?
az: Bu hopdurulmuş sənədi silirsiniz . Davam etmək istəyirsiniz?
bg: Действително ли искате даизтриете вградения документ?
he: .הזה עבטומה ךמסמה תא ריסהל דמוע התא ?ךישמהל ךנוצרב םאה
lt: Jūs bandote pašalinti šį įterptą dokumentą. Ar norite tęsti?
mt: Se tħassar dan id-dokument integrat. Trid tkompli?
nl: U gaat dit ingebedde document verwijderen. Wilt u verdergaan?
no: Du er i ferd med å fjerne dette embedded dokumentet. Vil du fortsette?
ta: ¿£í¸û ¯ð¦À¡¾¢ó¾ ¬Å½ò¨¾ ¿£ì¸ §À¡¸¢È£÷¸û. ÀÃÅ¡Â¢ø¨ÄÂ¡?
tr: Bu gömülü belgeyi silmek zeresiniz. Devam etmek istiyor musunuz?
xh: Uzakususa olu xwebhu lilungisiweyo. Ufuna ukuqhubekeka?

source: Adjust Column
az: Sütunu Uyğunlaşdır
bg: Подравняване на колона
he: רוט םאתה
lt: Reguliuoti stulpelį
mt: Irranġa kolonna
nl: Kolom aanpassen
no: Juster kolonne
ta: ¦¿ÎÅÃ¢¨º¨Â ºÃ¢ôÀÎò¾×õ
tr: Sütunu Ayarla
xh: Nyenyisa umhlathi

source: Adjust Row
az: Sətiri Uyğunlaşdır
bg: Подравняване на ред
he: הרוש םאתה
lt: Reguliuoti eilutę
mt: Irranġa ringiela
nl: Rij aanpassen
no: Juster rad
ta: ÌÚìÌÅÃ¢¨º¨Â ºÃ¢ôÀÎò¾×õ
tr: Satırı Ayarla
xh: Nyenyisa umqolo

source: Selection list...
az: Seçki Siyahısı...
bg: Избор на списък...
he: ...הריחב תמישר
lt: Žymėjimo sąrašas
mt: Lista ta' għażliet...
nl: Selectielijst...
no: Valgliste...
ta: §¾÷× ÀðÊÂø...
tr: Seçim Listesi...
xh: Uluhlu lokhetho...

source: Sorry, no charting component registered
az: Bağışlayın, heç qrafikləmə modulu qeydə keçilmədi
bg: Съжалявам, но компонент за диаграмата е недостъпен
he: םושר םימישרת ביכר םוש ןיא ,יל רצ
lt: Apgailestauju, neužregistruota diagramų komponento
mt: Jiddispjaċini, ebda komponent tal-graffi reġistrat
nl: Helaas, geen grafiekcomponent geregistreerd
no: Beklager, ingen graf-komponent er registrert
ta: ÁýÉ¢ì¸×õ, Å¨ÃÀ¼Á¡ìÌõ ÜÚ ±Ð×õ À¾¢×¦ºöÂÀ¼Å¢ø¨Ä
tr: Üzgünüm, hiç çizgeleme bileşeni kayda geçilmedi
xh: Uxolo, akukho nxenye yatshati ibhalisiweyo

source: You cannot delete the only table of the map.
az: Xəritənin mövcud tək cədvəlini silə bilməzsiniz.
bg: Вие не можа да изтриете единствения лист.
he: .הפמה לש הדיחיה הלבטה תא קוחמל ךתורשפאב ןיא
lt: Jūs negalite pašalinti vien tik lentelę.
mt: Ma tistax tħassar l-uniku tabella tal-mappa.
nl: U kunt de enige tabel in het blad niet verwijderen.
no: Du kan ikke fjerne den eneste tabellen på kartet.
ta: Å¢ÅÃ¨½Â¢ø ¯ûÇ ´§Ã «ð¼Å¨½¨Â ¿£ì¸ ÓÊÂ¡Ð.
tr: Haritanın mevcut tek tablosunu silemezsiniz.
xh: Awunakucima indlela yemigca yemaphu ekuphela kwayo.

source: Remove table
az: Cədvəl çıxart
bg: Изтриване на лист
he: הלבט רסה
lt: Pašalinti lentelę
mt: Ħassar tabella
nl: Tabel verwijderen
no: Fjern tabell
ta: «ð¼Å¨½¨Â ¿£ìÌ
tr: Tablo kaldır
xh: Susa indlela yemigca

source: You are going to remove the active table. Do you want to continue?
az: Fəal cədvəl çıxardılacaq. Davam etmək istəyirsiniz?
bg: Действително ли искате да изтриете активния лист Да продължа?
he: .הליעפה הלבטה תא ריסהל דמוע התא ?ךישמהל ךנוצרב םאה
lt: Jūs bandote pašalinti aktyvią lentelę. Ar norite tęsti?
mt: Int se tneħħi t-tabella attiva. Trid tkompli?
nl: U gaat de actieve tabel verwijderen. Wilt u verdergaan?
no: Du er i ferd med å fjerne den aktive tabellen. Vil du fortsette?
ta: ¿£í¸û ¦ºÂøÀ¡ðÊø ¯ûÇ «ð¼Å¨½¨Â ¿£ì¸ §À¡¸¢È£÷¸û. ÀÃÅ¡Â¢ø¨ÄÂ¡?
tr: Etkin tablo kaldırılacak. Devam etmek istiyor musunuz?
xh: Uzakususa indlela yemigca esebenzayo. Ufuna ukuqhubekeka?

source: Sum: %1
az: Cəmi: %1
bg: Сума: %1
he: %1 :םוכס
mt: Somma: %1
nl: Som: %1
ta: ÜðÎ: %1
tr: Toplam: %1
xh: Isiphumo sokudibanisa: %1

source: Average: %1
az: Ortalama: %1
bg: Средно: %1
he: %1 :עצוממ
mt: Medja: %1
nl: Gemiddeld: %1
no: Gjennomsnitt: %1
ta: ºÃ¡ºÃ¢: %1
tr: Ortalama: %1
xh: Umndilili: %1

source: Min: %1
bg: Мин: %1
he: %1 :םומינימ
ta: Ì¨Èó¾Àðº: %1
tr: Asg: %1
xh: Ubuncinane: %1

source: Max: %1
az: Maks: %1
bg: Макс: %1
he: %1 :םומיסקמ
mt: Mass: %1
ta: «¾¢¸Àðº: %1
tr: Azm: %1
xh: Ubukhulu: %1

source: Count: %1
az: Cəmi: %1
bg: Количество: %1
he: %1 :הריפס
mt: Għadd: %1
nl: Telling: %1
no: Tell: %1
ta: ±ñ½¢ì¨¸: %1
tr: Toplam: %1
xh: Bala: %1

source: File To Open
az: Açılacaq Fayl
bg: Отвори файл
he: החיתפל ץבוק
lt: Atverti bylą
mt: Fajl x'tiftaħ
nl: Te openen bestand
no: Fil å åpne
ta: ¾¢Èì¸ §ÅñÊÂ §¸¡ôÒ
tr: Açılacak Dosya
xh: Ifayile izakuvula

source: Trigonometric
az: Triqonometrik
bg: Тригонометрични
he: הירטמונוגירט
lt: Trigonometrinės
mt: Trigonometriku
nl: Trigonometrisch
no: Trigonometrisk
ta: §¸¡½Å¢ÂÄ¡É
tr: Trigonometrik
xh: Isebe lezibala lokubala iikona namacala oonxantathu

source: Angle (rd)
az: Bucaq (radian)
bg: Ъгъл (радиана)
lt: Kampas (rd)
mt: Angolu (rad)
nl: Hoek (rd)
no: Vinkel (rad)
ta: §¸¡½õ (§ÃÊ)
tr: Açı (radyan)
xh: Ikona (rd)

source: The cos() function returns the cosine of x, where x is given in radians.
az: cos() funksiyası x radian olaraq veriləndə, "x'"in kosinusunu verir.
bg: Функция cos() връща косинус от ъгъла, зададен в радиани.
he: ,x לש סוניסוקה תא הריזחמ cos() היצקנופה<br>.םינאידרב ןותנ x רשאכ
lt: The cos() funkcija pateikia x kosinusą, kai x yra radianais.
mt: Il-funzjoni cos(x) tirritorna l-cosine ta' "x", fejn x huwa mogħti bħala radjani.
nl: De functie cos() geeft de cosine van x , waarbij x in radians gegeven wordt.
no: cos()-funksjonen returnerer cosnus til x, hvor x er gitt i radianer.
ta: cos() ±ýÈ ¦ºÂøÜÚ 'x'ý '¦¸¡¨ºý' Á¾¢ô¨À ¾¢ÕôÒõ, x '§ÃÊÂý'¸Ç¢ø ­Õì¸ §ÅñÎõ.
tr: cos() fonksiyonu x radyan olarak verilince, x'in kosinüsünü verir.
xh: I cos() umsebenzi ubuyisela i cosine ye x, apho u x kwilayini ezisuka embindini.

source: cos(Float)
bg: cos(число)
lt: cos(kintamasis)
mt: cos(Deċimali)
nl: cos(Zwevend)
no: cos(flyt)
ta: cos(Á¢¾¨Å)
tr: cos(kayannokta)
xh: cos(Ukudada)

source: cos(0) equals 1.0
az: cos(0) "1.0"ə bərabərdir
bg: cos(0) равно 1.0
he: 1.0-ל הווש cos(0)
lt: cos(0) lygu 1.0
mt: cos(0) = 1.0
nl: Het resultaat van cos(0) is1.0
no: cos(0) gir 1,0
ta: cos(0) 1.0ìÌ ºÁÁ¡ÉÐ
tr: cos(0) 1.0'e eşittir
xh: cos(0) ulingana 1.0

source: cos(PI/2) equals 0.0
az: cos(PI/2) "0.0"a bərabərdir
bg: cos(PI/2) равно 0.0
he: 0.0-ל הווש cos(PI/2)
lt: cos(PI/2) lygu 0.0
mt: cos(PI/2) = 0
nl: Het resultaat van cos(PI/2) is 0.0
no: cos(PI/2) gir 0,0
ta: cos(PI/2) 0.0ìÌ ºÁÁ¡ÉÐ
tr: cos(PI/2) 0.0'a eşittir
xh: cos(PI/2) ulingana 0.0

source: The sin() function returns the sine of x, where x is given in radians.
az: sin() funksiyası "x'"in radianlarla verdiyi geri dönülməzsə dönür.
bg: Функция sin() връща синус от ъгъла, зададен в радиани.
he: ,x לש סוניסה תא הריזחמ sin() היצקנופה<br>.םינאידרב ןותנ x רשאכ
lt: sin() funkcija pateikia x sinusą, kai x yra radianais
mt: Il-funzjoni sin(x) tirritorna s-"sine" ta' x, fejn x huwa mogħti bħala radjani.
nl: De functie sin() geeft de sine van x , waarbij x in radians gegeven wordt.
no: sin()-funksjonen returnerer sinus til x, hvor x er gitt i radianer.
ta: sin() ±ýÈ ¦ºÂøÜÚ 'x'ý '¨ºý' Á¾¢ô¨À ¾¢ÕôÒõ, x '§ÃÊÂý'¸Ç¢ø ­Õì¸ §ÅñÎõ.
tr: sin() fonksiyonu x'in radyanlarla verdiği kaçınılmaza dönüyor.
xh: I sin() umsebenzi ubuyisela i sine ye x, apho u x anikwe kwilayini ezisuka embindini.

source: sin(Float)
bg: sin(число)
lt: sin(kintamasis)
mt: sin(Deċimali)
nl: sin(Zwevend)
no: sin(flyt)
ta: sin(Á¢¾¨Å)
tr: sin(kayannokta)
xh: sin(Ukudada)

source: sin(0) equals 0
az: sin(0) "0"a bərabərdir
bg: sin(0) равно 0
he: 0-ל הווש sin(0)
lt: sin(0) lygu 0
mt: sin(0) = 0
nl: Het resultaat van sin(0) is 0
no: sin(0) gir 0
ta: sin(0) 0ìÌ ºÁÁ¡ÉÐ
tr: sin(0) 0'a eşittir
xh: sin(0) ulingana 0

source: sin(PI/2) equals 1
az: sin(PI/2) "1"ə bərabərdir
bg: sin(PI/2) равно 1
he: 1-ל הווש sin(PI/2)
lt: sin(PI/2) lygu 1
mt: sin(PI/2) = 1
nl: Het resultaat van sin(PI/2) is 1
no: sin(PI/2) gir 1
ta: sin(PI/2) 1ìÌ ºÁÁ¡ÉÐ
tr: sin(PI/2) 1'e eşittir
xh: sin(PI/2) ulingana 1

source: The tan() function returns the tangent of x, where x is given in radians.
az: Tan() funksiyası "x'"in tangensini "x'"in radianla verildiyi yerə döndürür.
bg: Функция tan() връща тангенса от ъгъла, зададен в радиани.
he: x לש סנגנטה תא הריזחמ tan() היצקנופה<br>.םינאידרב ןותנ x רשאכ
lt: tan() funkcija pateikia x tangentą, kai x yra radianais.
mt: Il-funzjoni tan(x) tirritorna t-tanġent ta' x, fejn x huwa mogħti bħala radjani.
nl: De functie tan() geeft de tangent van x , waarbij x in radians gegeven wordt.
no: tan()-funksjonen returnerer tangens til x, hvor x er gitt i radianer.
ta: tan() ±ýÈ ¦ºÂøÜÚ 'x'ý '§¼«ý' Á¾¢ô¨À ¾¢ÕôÒõ, x '§ÃÊÂý'¸Ç¢ø ­Õì¸ §ÅñÎõ.
tr: Tan() fonksiyonu x'in tanjantını x'in radyanla verildiği yere döndürüyor.
xh: I tan()umsebenzi ubuyisela itanjenti ye x, apho u x enikwa kwilayini eziqala embindini.

source: tan(Float)
bg: tan(число)
lt: tan(kintamasis)
mt: tan(Deċimali)
nl: tan(Zwevend)
no: tan(flyt)
ta: tan(Á¢¾¨Å)
tr: tan(kayannokta)
xh: tan(Ukudada)

source: tan(0.7) equals 0.84228838
az: tan(0.7) 0.84228838-a bərabərdir.
bg: tan(0.7) равно 0.84228838
he: 0.84228838-ל הווש tan(0.7)
lt: tan(0.7) lygu 0.84228838
mt: tan(0.7) = 0.84228838
nl: Het resultaat van tan(0.7) is 0.84228838.
no: tan(0,7) gir 0,84228838
ta: tan(0.7) 0.84228838ìÌ ºÁÁ¡ÉÐ
tr: tan(0.7) 0.84228838'a eşittir.
xh: tan(0.7) ulingana 0.84228838

source: tan(0) equals 0
az: tan(0) "0"a bərabərdir
bg: tan(0) равно 0
he: 0-ל הווש tan(0)
lt: tan(0) lygu 0
mt: tan(0) = 0
nl: Het resultaat van tan(0) is 0
no: tan(0) gir 0
ta: tan(0) 0ìÌ ºÁÁ¡ÉÐ
tr: tan(0) 0'a eşittir
xh: tan(0) ulingana 0

source: The acos() function returns the arc cosine in radians and the value is mathematically defined to be 0 to PI (inclusive).
az: acos() funksiyası "arc"ın radianlarla verdiyi yerə dönür və qiyməq riyazi olaraq 0 və PI(daxil edən) arasına uyğun gəlir
he: סוניסוקה תא הריזחמ acos() היצקנופה<br>תיטמתמ רדגומ ךרעה .םינאידרב ךופהה<br>.(ללוכ) יאפו ספא ןיבש םוחתב
lt: acos() funkcija pateikia arkkosinusą radianais, o reikšmė yra matematiškai apibrėžta nuo 0 iki PI (įskaitant).
mt: Il-funzjoni acos(x) tirritorna l-"arc cosine" ta' x, mogħti bħala radjani, u l-valur huwa matematikament definit li jkun bejn 0 u PI (inklussiv).
nl: De functie acos() geeft de arc-cosine in radians, de waarde is wiskundig gedefinieerd tussen 0 en PI(inclusief).
no: acos()-funksjonen returnerer arccosinus i radianer og verdien er matematisk definert mellom 0 og PI(til og med).
tr: acos() fonksiyonu arc'ın radyanlarla verdiği yere dönüyor ve değer matematiksel olarak 0 ve PI(kapsayan) arasına denk geliyor
xh: I acos() umsebenzi ubuyisela i arc cosine kwilayini eziqala embindini kunye nexabiso elichazwa ngokwezibalo ngokuba ngu 0 ku PI (iqukwa).

source: acos(Float)
bg: acos(число)
lt: acos(kintamasis)
mt: acos(Deċimali)
nl: acos(Zwevend)
no: acos(flyt)
ta: acos(Á¢¾¨Å)
tr: acos(kayan)
xh: acos(Ukudada)

source: acos(0.8) equals 0.6435011
az: acos(0.8) "0.6435011"ə bərabərdir
bg: acos(0.8) равно 0.6435011
he: 0.6435011-ל הווש acos(0.8)
lt: acos(0.8) lygu 0.6435011
mt: acos(0.8) = 0.6435011
nl: Het resultaat van acos(0.8) is 0.6435011
no: acos(0,8) gir 0,6435011
ta: acos(0.8) 0.6435011ìÌ ºÁÁ¡ÉÐ
tr: acos(0.8) 0.6435011'e eşittir
xh: acos(0.8) ulingana 0.6435011
