Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: acos(0) equals 1.57079633
az: acos(0) "0.6435011"ə bərabərdir
bg: acos(0) равно 1.57079633
he: 1.57079633-ל הווש acos(0)
lt: acos(0) lygu 1.57079633
mt: acos(0) = 1.57079633
nl: Het resultaat van acos(0) is 1.57079633
no: acos(0) gir 1,57079633
ta: acos(0) 1.57079633ìÌ ºÁÁ¡ÉÐ
tr: acos(0) 0.6435011'e eşittir
xh: acos(0) ulingana 1.57079633

source: The asin() function returns the arc sine in radians and the value is mathematically defined to be -PI/2 to PI/2 (inclusive).
az: asin() funksiyası "arc"ın radianlarla verdiyi yerə dönür və qiymətriyazi olaraq -PI/2 və PI/2 (daxil edən) arasına uyğun gəlir.
he: סוניסה תא הריזחמ asin() היצקנופה<br>תיטמתמ רדגומ ךרעה .םינאידרב ךופהה<br>.(ללוכ) PI/2-ו -PI/2 ןיבש םוחתב
lt: asin() funkcija pateikia arksinusą radianais, o reikšmė yra matematiškai apibrėžta nuo -PI/2 iki PI/2 (įskaitant).
mt: Il-funzjoni asin(x) tirritorna l-"arc sine" ta' x, mogħti bħala radjani, u l-valur huwa matematikament definit li jkun bejn -PI/2 u PI/2 (inklussiv).
nl: De functie asin() geeft de arc sine in radians, de waarde is wiskundig gedefinieerd tussen -PI/2 en PI/2 (inclusief)
no: asin()-funksjonen returnerer arcsinus i radianer og verdien er matematisk definert mellom -PI/2 og PI/2(til og med).
tr: asin() fonksiyonu arc'ın radyanlarla verdiği yere dönüyor ve değermatematiksel olarak -PI/2 ve PI/2 (kapsayan) arasına denk geliyor.
xh: I asin() umsebenzi ubuyisela kwi arc sine kwilayini eziqala embindini kunye nexabiso elichazwa ngokwezibalo ngokuba ngu -PI/2 ku PI/2 (iqukwa).

source: asin(Float)
bg: asin(число)
lt: asin(kintamasis)
mt: asin(Deċimali)
nl: asin(Zwevend)
no: asin(flyt)
ta: asin(Á¢¾¨Å)
tr: asin(kayannokta)
xh: asin(Ukudada)

source: asin(0.8) equals 0.92729522
az: asin(0.8) bərabərdir 0.92729522
bg: asin(0.8) равно 0.92729522
he: 0.92729522-ל הווש asin(0.8)
lt: asin(0.8) lygu 0.92729522
mt: asin(0.8) = 0.92729522
nl: Het resultaat van asin(0.8) is 0.92729522
no: asin(0,8) gir 0,92729522
ta: asin(0.8) 0.92729522ìÌ ºÁÁ¡ÉÐ
tr: asin(0.8) eşittir 0.92729522
xh: asin(0.8) ulingana 0.92729522

source: asin(0) equals 0
az: asin(0) "0"a bərabərdir
bg: asin(0) равно 0
he: 0-ל הווש asin(0)
lt: asin(0) lygu 0
mt: asin(0) = 0
nl: Het resultaat van asin(0) is 0
no: asin(0) gir 0
ta: asin(0) 0ìÌ ºÁÁ¡ÉÐ
tr: asin(0) 0'a eşittir
xh: asin(0) ulingana 0

source: The atan() function returns the arc tangent in radians and the value is mathematically defined to be -PI/2 to PI/2 (inclusive).
az: atan() funksiyası "ark"ın radianlarla verdiyi yerə dönür və qiyməq riyazi olaraq -PI/2 və PI/2 (daxil edən) arasına uyğun gəlir.
he: סנגנטה תא הריזחמ atan() היצקנופה<br>תיטמתמ רדגומ ךרעה .םינאידרב ךופהה<br>.(ללוכ) PI/2-ו -PI/2 ןיבש םוחתב
lt: atan() funkcija pateikia arktangentąą radianais, o reikšmė yra matematiškai apibrėžta nuo -PI/2 iki PI/2 (įskaitant).
mt: Il-funzjoni atan(x) tirritorna l-"arc tangent" ta' x, mogħti bħala radjani, u l-valur huwa matematikament definit li jkun bejn -PI/2 u PI/2 (inklussiv).
nl: De functie atan() geeft de arc tangent in radians, de waarde is wiskundig gedefinieerd tussen -PI/2 en PI/2 (inclusief).
no: atan()-funksjonen returnerer arctangens i radianer og verdien er matematisk definert mellom -PI/2 og PI/2(til og med).
tr: atan() fonksiyonu ark'ın radyanlarla verdiği yere dönüyor ve değer matematiksel olarak -PI/2 ve PI/2 (kapsayan) arasına denk geliyor.
xh: I atan() umsebenzi ubuyisela i tanjenti kwilayini eziqala embindini kunye nexabiso elichazwa ngokwezibalo ngokuba ngu -PI/2 ku PI/2 (iqukwa).

source: atan(Float)
bg: atan(число)
lt: atan(kintamasis)
mt: atan(Deċimali)
nl: atan(Zwevend)
no: atan(flyt)
ta: atan(Á¢¾¨Å)
tr: atan(kayannokta)
xh: atan(Ukudada)

source: atan(0.8) equals 0.67474094
az: atan(0.8) "0.67474094"ə bərabərdir
bg: atan(0.8) равно 0.67474094
he: 0.67474094-ל הווש atan(0.8)
lt: atan(0.8) lygu 0.67474094
mt: atan(0.8) = 0.67474094
nl: Het resultaat van atan(0.8) is 0.67474094
no: atan(0,8) gir 0,67474094
ta: atan(0.8) 0.67474094ìÌ ºÁÁ¡ÉÐ
tr: atan(0.8) 0.67474094'e eşittir
xh: atan(0.8) ulingana 0.67474094

source: atan(0) equals 0
az: atan(0), "0"a bərabərdir
bg: atan(0) равно 0
he: 0-ל הווש atan(0)
lt: atan(0) lygu 0
mt: atan(0) = 0
nl: Het resultaat van atan(0) is 0
no: atan(0) gir 0
ta: atan(0) 0ìÌ ºÁÁ¡ÉÐ
tr: atan(0), 0'a eşittir
xh: atan(0) ulingana 0

source: The cosh() function returns the hyperbolic cosine of x, which is defined mathematically as (exp(x) + exp(-x)) / 2.
az: cosh() funksiyası "x'"in müəyyənləşdirilib hiperbolik kosinusunu verir.Bu, riyazi olaraq (exp(x) + exp(-x)) / 2 şəklində təsvir edilir.
bg: Функция cosh() връща гипербол. косинус от ъфъла. Математически това се представя като (exp(x) + exp(-x))/2.
he: סוניסוקה תא הריזחמ cosh() היצקנופה<br>תיטמתמ רדגומ רשא ,x לש ילוברפיהה<br>.(exp(x) + exp(-x)) / 2 רותב
lt: cosh() funkcija pateikia x hiperbolinį kosinusą, kai x yra matematiškai apibrėžtas kaip (exp(x) + exp(-x)) / 2.
mt: Il-funzjoni cosh(x) tirritorja l-"hyperbolic cosine" ta' x, li huwa definit matematikament bħala (exp(x) + exp(-x)) / 2.
nl: De functie cosh() geeft de hyperbolische cosine van x, deze is wiskundig gedefinieerd als (exp(x) + exp(-x)) / 2.
no: cosh()-funksjonen returnerer hyperbolsk cosnus til x og verdien er matematisk definert som (exp(x) + exp(-x)) / 2.
tr: sinh() fonksiyonu x'in tanımlanmış hiperbolik değerini verir.Bu matematiksel olarak (exp(x) + exp(-x)) / 2 şeklinde tanımlanır.
xh: I cosh() umsebenzi ubuyisela ebaxiweyo i cosine ye x, echazwe ngokwezibalo njengo (exp(x) + exp(-x)) / 2.

source: cosh(Float)
bg: cosh(число)
lt: cosh(kintamasis)
mt: cosh(Deċimali)
nl: cosh(Zwevend)
no: cosh(flyt)
ta: cosh(Á¢¾¨Å)
tr: cosh(kayannokta)
xh: cosh(Ukudada)

source: cosh(0.8) equals 1.33743495
az: cosh(0.8) "1.33743495"ə bərabərdir
bg: cosh(0.8) равно 1.33743495
he: 1.33743495-ל הווש cosh(0.8)
lt: cosh(0.8) lygu 1.33743495
mt: cosh(0.8) = 1.33743495
nl: Het resultaat van cosh(0.8) is 1.33743495
no: cosh(0,8) gir 1,33743495
ta: cosh(0.8) 1.33743495ìÌ ºÁÁ¡ÉÐ
tr: cosh(0.8) 1.33743495'e eşittir
xh: cosh(0.8) ulingana 1.33743495

source: cosh(0) equals 1
az: cosh(0) "1"ə bərabərdir
bg: cosh(0) равно 1
he: 1-ל הווש cosh(0)
lt: cosh(0) lygu 1
mt: cosh(0) = 1
nl: Het resultaat van cosh(0) is 1
no: cosh(0) gir 1
ta: cosh(0) 1ìÌ ºÁÁ¡ÉÐ
tr: cosh(0) 1'e eşittir
xh: cosh(0) ulingana 1

source: The sinh() function returns the hyperbolic sine of x, which is defined mathematically as (exp(x) - exp(-x)) / 2.
az: sinh() funksiyası "x'"in müəyyənləşdirilib hiperbolik qiymətini verir. Bu riyazi olaraq (exp(x) - exp(-x)) / 2 şəklində təsvir edilir.
bg: Функция sinh() връща гипербол. синус x, който математически изглежда като (exp(x) - exp(-x)) / 2.
he: סוניסה תא הריזחמ sinh() היצקנופה<br>תיטמתמ רדגומ רשא ,x לש ילוברפיהה<br>.(exp(x) - exp(-x)) / 2 רותב
lt: sinh() funkcija pateikia x hiperbolinį sinusą, kai x yra matematiškai apibrėžtas kaip (exp(x) - exp(-x)) / 2.
mt: Il-funzjoni sinh(x) tirritorja l-"hyperbolic sine" ta' x, li huwa definit matematikament bħala (exp(x) + exp(-x)) / 2.
nl: De functie sinh() geeft de hyperbolische sine van x, deze is wiskundig gedefinieerd als (exp(x) - exp(-x)) / 2.
no: sinh()-funksjonen returnerer hyperbolsk sinus til x og verdien er matematisk definert som (exp(c) - exp(-x)) / 2.
tr: sinh() fonksiyonu x'in tanımlanmış hiperbolik değerini verir. Bu matematiksel olarak (exp(x) - exp(-x)) / 2 şeklinde tanımlanır.
xh: I sinh() umsebenzi ubuyisela ebaxiweyo i sine ye x, echazwe ngokwezibalo njengo (exp(x) - exp(-x)) / 2.

source: sinh(Float)
bg: sinh(число)
lt: sinh(kintamasis)
mt: sinh(Deċimali)
nl: sinh(Zwevend)
no: sinh(flyt)
ta: sinh(Á¢¾¨Å)
tr: sinh(kayannokta)
xh: sinh(Ukudada)

source: sinh(0.8) equals 0.88810598
az: sinnh(0.8) "0.88810598"ə bərabərdir
bg: sinh(0.8) равно 0.88810598
he: 0.88810598-ל הווש sinh(0.8)
lt: sinh(0.8) lygu 0.88810598
mt: sinh(0.8) = 0.88810598
nl: Het resultaat van sinh(0.8) is 0.88810598
no: sinh(0,8) gir 0,88810598
ta: sinh(0.8) 0.88810598ìÌ ºÁÁ¡ÉÐ
tr: sinnh(0.8) 0.88810598'e eşittir
xh: sinh(0.8) ulingana 0.88810598

source: sinh(0) equals 0
az: sinh(0) "0"a bərabərdir
bg: sinh(0) равно 0
he: 0-ל הווש sinh(0)
lt: sinh(0) lygu 0
mt: sinh(0) = 0
nl: Het resultaat van sinh(0) is 0
no: sinh(0) gir 0
ta: sinh(0) 0ìÌ ºÁÁ¡ÉÐ
tr: sinh(0) 0'a eşittir
xh: sinh(0) ulingana 0

source: The tanh() function returns the hyperbolic tangent of x, which is defined mathematically as sinh(x)/cosh(x).
az: sinh() funksiyası "x"in müəyyənləşdirilib hiperbolik qiymətini verir. Bu riyazi olaraq sinh(x)/cosh(x) şəklində təsvir edilir.
bg: Функция tanh() връща гипербол. тангенс от ъгъла. Математически това се изразява като sinh(x)/cosh(x).
he: סנגנטה תא הריזחמ tanh() היצקנופה<br>תיטמתמ רדגומ רשא ,x לש ילוברפיהה<br>.sinh(x)/cosh(x) רותב
lt: tanh() funkcija pateikia hiperbolinį x tangentą, kai x reikšmė yra matematiškai apibrėžta kaip sinh(x)/cosh(x).
mt: Il-funzjoni tanh(x) tirritorja l-"hyperbolic tangent" ta' x, li huwa definit matematikament bħala sinh(x) / cosh(x).
nl: De functie tanh() geeft de hyperbolische tangent van x, deze is wiskundig gedefinieerd als sinh(x)/cosh(x).
no: tanh()-funksjonen returnerer hyperbolsk cosnus til x og verdien er matematisk definert som sinh(x) / cosh(x).
tr: sinh() fonksiyonu x' in tanımlanmış hiperbolik değerini verir. Bu matematiksel olarak sinh(x)/cosh(x) şeklinde tanımlanır.
xh: I tanh() umsebenzi ubuyisela ebaxiweyo itanjenti ye x, echazwe ngokwezibalo njengo sinh(x)/cosh(x).

source: tanh(Float)
bg: tanh(число)
lt: tanh(kintamasis)
mt: tanh(Deċimali)
nl: tanh(Zwevend)
no: tanh(flyt)
ta: tanh(Á¢¾¨Å)
tr: tanh(kayannokta)
xh: tanh(Ukudada)

source: tanh(0.8) equals 0.66403677
az: tanh(0.8) "0.66403677"yə bərabərdir
bg: tanh(0.8) равно 0.66403677
he: 0.66403677-ל הווש tanh(0.8)
lt: tanh(0.8) lygu 0.66403677
mt: tanh(0.8) = 0.66403677
nl: Het resultaat van (0.8) is 0.66403677
no: tanh(0,8) gir 0,66403677
ta: tanh(0.8) 0.66403677ìÌ ºÁÁ¡ÉÐ
tr: tanh(0.8) 0.66403677'ye eşittir
xh: tanh(0.8) ulingana 0.66403677

source: tanh(0) equals 0
az: tanh(0) "0"a bərabərdir
bg: tanh(0) равно 0
he: 0-ל הווש tanh(0)
lt: tanh(0) lygu 0
mt: tanh(0) = 0
nl: Het resultaat van tanh(0) is 0
no: tanh(0) gir 0
ta: tanh(0) 0ìÌ ºÁÁ¡ÉÐ
tr: tanh(0) 0'a eşittir
xh: tanh(0) ulingana 0

source: The acosh() function calculates the inverse hyperbolic cosine of x. That is the value whose hyperbolic cosine is x. If x is less than 1.0, acosh() returns not-a-number (NaN) and errno is set.
az: acosh() funksiyası "x'"in tərs hiperbolik kosinusunu hesablayar. Bu, hiperbolik kosinüsu x olanın qiymətidir. Əgər x "1.0"dan kiçikse, acosh() rəqəm olmayan qiyməq (NaN) tapar və errno xüsusiyyəti atar.
lt: acosh() funkcija skaičiuoja atvirkštinį hiperbolinio x kosinuso dydį. Tai yra reikšmė, kurios hiperbolinis kosinusas yra x. Jeigu x yra mažesnis už 1.0 acosh() pateikia 'not-a-number (NaN)' ir nustatoma 'errno'.
mt: Il-funzjoni acosh(x) tikkalkula l-"inverse hyperbolic cosine" ta' x; ċioè l-valur li l-"hyperbolic cosine" tiegħu huwa x. Jekk x huwa inqas minn 1.0, acosh jirritorna NaN ("mhux numru") u jiġi ssettjat errno.
nl: De functie acosh() berekent de omgekeerde hyperbolische cosine van x; dit is de waarde wiens hyperbolische cosine x is. Als x kleiner is dan 1.0, dan geeft acosh() "Not A Number" (NaN) en wordt er een foutmelding geplaatst.
no: acosh()-funksjonen beregner den inverse hyperbolske cosinus til x; det er verdien hvis hyperbolsk cosinus er x. Hvis x er mindre enne 1,0, så vil acosh() retunere ikke-et-tall (NaN) og errno blir satt.
tr: acosh() fonksiyonu x'in ters hiperbolik kosinüsünü hesaplar. Bu, hiperbolik kosinüsü x olanın değeridir. Eğer x 1.0'dan küçükse, acosh() sayı olmayan değer (NaN) bulur ve errno özelliği atar.
xh: I acosh() umsebenzi ubala eguqulweyo ngokubaxwa i cosine ye x. Elo lixabiso elinebaxiweyo icosine engu x. Ukuba u x ungaophantsi kuno 1.0, acosh() ibuyisela hayi-i-nani (NaN) kwaye i errno iyacwangciswa.

source: acosh(Float)
bg: acosh(число)
lt: acosh(kintamasis)
mt: acosh(Deċimali)
nl: acosh(Zwevend)
no: acosh(flyt)
ta: acosh(Á¢¾¨Å)
tr: acosh(kayannokta)
xh: acosh(Ukudada)

source: acosh(5) equals 2.29243167
az: acosh(5) "2.29243167"yə bərabərdir
bg: acosh(5) равно 2.29243167
he: 2.29243167-ל הווש acosh(5)
lt: acosh(5) lygu 2.29243167
mt: acosh(5) = 2.29243167
nl: Het resultaat van acosh(5) is 2.29243167
no: acosh(5) gir 2,29243167
ta: acosh(5) 2.29243167ìÌ ºÁÁ¡ÉÐ
tr: acosh(5) 2.29243167'ye eşittir
xh: acosh(5) ulingana 2.29243167

source: acosh(0) equals NaN
az: acosh(0) bərabərdir NaN
he: NaN-ל הווש acosh(0)
lt: acosh(0) lygu NaN
mt: acosh(0) = NaN
nl: Het resultaat van acosh(0) is nan
no: acosh(0) gir NaN
tr: acosh(0) tanımsızdır
xh: acosh(0) ulingana NaN

source: The asinh() function calculates the inverse hyperbolic sine of x; that is the value whose hyperbolic sine is x.
az: asinh() funksiyası "x'"in hiperbolik sinus qiymətinin tersini hesablayar; bu hiperbolik sinuz "x'"in qiymətdir.
lt: asinh() funkcija skaičiuoja atvirkštinį hiperbolinio x sinuso dydį. Tai yra reikšmė, kurios hiperbolinis sinusas yra x.
mt: Il-funzjoni asinh(x) tikkalkula l-"inverse hyperbolic sine" ta' x; ċioè l-valur li l-"hyperbolic sine" tiegħu huwa x.
nl: De functie asinh() berekent de omgekeerde hyperbolische sine van x; dit is de waarde wiens hyperbolische sine x is.
no: asinh()-funksjonen beregner den inverse hyperbolske sinus til x; det er verdien hvis hyperbolsk sinus er x.
tr: asinh() fonksiyonu x'in hiperbolik sinus değerinin tersini hesaplar; bu hiperbolik sinüs x'in değerdir.
xh: I asinh() umsebenzi ubala eguqulweyo yabaxwa i sine ye x; elo lixabiso elinebaxiweyo i sine ngu x.

source: asinh(Float)
bg: asinh(число)
lt: asinh(kintamasis)
mt: asinh(Deċimali)
nl: asinh(Zwevend)
no: asinh(flyt)
ta: asinh(Á¢¾¨Å)
tr: asinh(kayannokta)
xh: asinh(Ukudada)

source: asinh(0.8) equals 0.73266826
az: asinh(0.8) "0.73266826"ə bərabərdir.
bg: asinh(0.8) равно 0.73266826
he: 0.73266826-ל הווש asinh(0.8)
lt: asinh(0.8) lygu 0.73266826
mt: asinh(0.8) = 0.73266826
nl: Het resultaat van asinh(0.8) is 0.73266826
no: asinh(0,8) gir 0,73266826
ta: asinh(0.8) 0.73266826ìÌ ºÁÁ¡ÉÐ
tr: asinh(0.8) 0.73266826'e eşittir.
xh: asinh(0.8) ulingana 0.73266826

source: asinh(0) equals 0
az: asinh(0) "0"a bərabərdir
bg: asinh(0) равно 0
he: 0-ל הווש asinh(0)
lt: asinh(0) lygu 0
mt: asinh(0) = 0
nl: Het resultaat van asinh(0) is 0
no: asinh(0) gir 0
ta: asinh(0) 0ìÌ ºÁÁ¡ÉÐ
tr: asinh(0) 0'a eşittir
xh: asinh(0) ulingana 0

source: The atanh() function calculates the inverse hyperbolic tangent of x; that is the value whose hyperbolic tangent is x. If the absolute value of x is greater than 1.0, atanh() returns not-a-number (NaN).
az: atanh() funksiyası "x'"in hiperbolik tangens qiymətinin tersini hesablayar; bu hiperbolik tangens "x'"in qiymətdir. Əgər "x'"in mütləq qiyməti "1.0"dan böyük isə, atanh() rəqəm olmayan qiyməti (NaN) döndürür.
lt: Funkcija atanh() skaičiuoja x hiperbolinio tangento atvirkštinį dydį, t. y. reikšmę, kurios hiperbolinis tangentas yra x.Jeigu x absoliutinė reikšmė yra didesnė už 1.0, atanh() pateikia not-a-number (NaN).
mt: Il-funzjoni atanh(x) tikkalkula l-"inverse hyperbolic tangent" ta' x; ċioè l-valur li l-"hyperbolic tangent" tiegħu huwa x. Jekk il-valur assolut x huwa ikbar minn 1.0, atanh jirritorna NaN ("mhux numru") u jiġi ssettjat errno.
nl: De functie atanh() berekent de omgekeerde hyperbolische tangent van x; dit is de waarde wiens hyperbolische tangent x is. Als de absolute waarde van x groter is dan 1.0, dan geeft atanh() "Not-a-Number" (NaN)
no: atanh()-funksjonen beregner den inverse hyperbolske tangens til x; det er verdien hvis hyperbolsk tangens er x. Hvis den absolutte verdien til x er større enn 1,0 vil acosh() returnere ikke-et-tall (NaN) og errno vil bli satt.
tr: atan(h) fonksiyonu x'in hiperbolik tanjant değerinin tersini hesaplar; bu hiperbolik tanjant x'in değerdir. Eğer x'in mutlak değeri 1.0'dan büyük ise, atanh() sayı olmayan değeri (NaN) döndürür.
xh: I atanh() umsebenzi ubala eguqulwe yabaxwa itanjenti ye x; elo lixabiso elinebaxiweyo itanjenti ngu x. Ukuba ixabiso elililo lwe xlikhulu khulu kuno 1.0, atanh() ayibuyisi-i-nani (NaN).

source: atanh(Float)
bg: atanh(число)
lt: atanh(kintamasis)
mt: atanh(Deċimali)
nl: atanh(Zwevend)
no: atanh(flyt)
ta: atanh(Á¢¾¨Å)
tr: atanh(kayannokta)
xh: atanh(Ukudada)

source: atanh(0.8) equals 1.09861229
az: atanh(0.8) "1.09861229"ə bərabərdir.
bg: atanh(0.8) равно 1.09861229
he: 1.09861229-ל הווש atanh(0.8)
lt: atanh(0.8) lygu 1.09861229
mt: atanh(0.8) = 1.09861229
nl: Het resultaat van atanh(0.8) is 1.09861229
no: atanh(0,8) gir 1,09861229
ta: atanh(0.8) 1.09861229ìÌ ºÁÁ¡ÉÐ
tr: atanh(0.8) 1.09861229'e eşittir.
xh: atanh(0.8) ulingana 1.09861229

source: atanh(0) equals 0
az: atanh(0) bərabərdir 0
bg: atanh(0) равно 0
he: 0-ל הווש atanh(0)
lt: atanh(0) lygu 0
mt: atanh(0) = 0
nl: Het resultaat van atanh(0) is 0.
no: atanh(0) gir 0
ta: atanh(0) 0ìÌ ºÁÁ¡ÉÐ
tr: atanh(0) eşittir 0
xh: atanh(0) ulingana 0

source: This function calculates the arc tangent of the two variables x and y. It is similar to calculating the arc tangent of y/x, except that the signs of both arguments are used to determine the quadrant of the result.
az: Bu funksiya x və y dəyişanlərinin ark tangensini hesablayar. Bu y/"x'"in ark tangensini hesablamağa oxşar. Yalnız hər iki dəyişgənin də işarəti nəticənin dördə birini müəyyənləşdirmək üçün istifadə edilir.
lt: Ši funkcija skaičiuoja dviejų kintamųjų x ir y arktangentą. Tai panašu į y/x arktangento skaičiavimą, išskyrus tai, kad abiejų argumentų požymiai yra naudojami nustatyti rezultato kvadrantui.
mt: Din il-funzjoni tikkalkula l-"arc tangent" taż-żewġ varjabbli x u y. Hija simili għal meta tikkalkula l-arc tangent ta' y/x, ħlief li s-simbolu (+/-) taż-żewġ parametri jintużaw biex jiġi determinat il-kwadrant tar-riżultat.
nl: Deze functie berekent de arc tangens van de twee variabelen x en y. Dit is gelijk aan de arc tangens van y/x, met als verschil dat de tekens van beide argumenten gebruikt worden om het kwadrant van het resultaat te bepalen.
no: Denne funksjonen beregner arc-tangens til de to variablene x og y. Det tilsvarer å beregne arc-tangens til y/x, med unntak av at tegnene til begge argumenter blir brukt til å bestemme kvadrantet til resultatet.
tr: Bu fonksiyon x ve y değişkenlerinin ark tanjantını hesaplar. Bu y/x'in ark tanjantını hesaplamaya benzer. Yalnız her iki değişkenin de işareti sonucun çeyreğini belirlemek için kullanılır.
xh: Lo msebenzi ubala i arc tanjenti yezahlukileyo ezimbini u x no y. Iyafana ekubaleni i arc tanjenti ye y/x, ngaphandle kokuba iimpawu zazo zombini iimpikiswano zisetyenziswa ukugqiba ikota yesangqa yesiphumo.

source: atan2(value;value)
az: atan2(qiyməq; qiyməq)
lt: atan2(reikšmė;reikšmė)
mt: atan2(Deċimali;Deċimali)
nl: atan2(waarde;waarde)
no: atan2(verdi; verdi)
tr: atan2( değer; değer )
xh: atan2(ixabiso;ixabiso)

source: atan2(0.5;1.0) equals 1.107149
az: atan2(0.5;1.0) bərabərdir 1.107149
bg: atan2(0.5;1.0) равно 1.107149
he: 1.107149-ל הווש atan2(0.5;1.0)
lt: atan2(0.5;1.0) lygu 1.107149
mt: atan2(0.5;1.0) = 1.107149
nl: Het resultaat van atan2(0.5;1.0) is 1.107149
no: atan2(0,5;1,0) gir 1,07149
ta: atan2(0.5;1.0) 1.107149ìÌ ºÁÁ¡ÉÐ
tr: atan2(0.5;1.0) eşittir 1.107149
xh: atan2(0;51.0) ulingana 1.107149

source: atan2(-0.5;2.0) equals 1.815775
az: atan2(-0.5;2.0) bərabərdir 1.815775
bg: atan2(-0.5;2.0) равно 1.815775
he: 1.815775-ל הווש atan2(-0.5;2.0)
lt: atan2(-0.5;2.0) lygu 1.815775
mt: atan2(-0.5;2.0) = 1.815775
nl: Het resultaat van atan2(-0.5;2.0) is 1.815775
no: atan2(-0,5;2,0) gir 1,815775
ta: atan2(-0.5;2.0) 1.815775ìÌ ºÁÁ¡ÉÐ
tr: atan2(-0.5;2.0) eşittir 1.815775
xh: atan2(-0.5;2.0) ulingana 1.815775

source: This function transforms a radian angle to a degree angle.
az: Bu funksiya radian bucağı dərəcəli bucağa dönüşdürür.
he: תיווז הריממ וז היצקנופ<br>.תולעמב תיווזל םינאידרב
lt: Šita funkcija paverčia kampą radianais į kampą laipsniais.
mt: Din il-funzjoni taqleb angolu mogħti bħala radjani, għal gradi.
nl: Deze functie zet een radiaanse hoek om tot een gradenhoek.
no: Denne funksjonen omformer radianvinkler til grader.
tr: Bu fonksiyon radyan açıyı derece açıya dönüştürür.
xh: Lo msebenzi uguqula imo yekona yelayini esuka embindini uyisa kwiqondo eliphezulu lekona.

source: degree(Float)
bg: degree(число)
lt: degree(kintamasis)
mt: degree(Deċimali)
nl: degree(Zwevend)
no: degree(flyt)
ta: Ê¸¢Ã¢(Á¢¾¨Å)
tr: degree(kayannokta)
xh: iqondo eliphezulu(Ukudada)

source: degree(0.78) equals 44.69
az: degree(75) 44.69 qiymətinə bərabərdir
bg: degree(0.78) равно 44.69
he: 44.69-ל הווש degree(0.78)
lt: degree(0.78) lygu 44.69
mt: degree(0.78) = 44.69
nl: Het resultaat van degree(0.78) is 44.69
no: degree(75) gir 44,69
ta: Ê¸¢Ã¢(0.78), 44.69ìÌ ºÁÁ¡ÉÐ
tr: degree(75) 44.69 değerine eşittir
xh: iqondo eliphezulu(0.78) ulingana 44.69

source: degree(1) equals 57.29
az: degree(1) 57.29 qiymətinə bərabərdir
bg: degree(1) равно 57.29
he: 57.29-ל הווש degree(1)
lt: degree(1) lygu 57.29
mt: degree(1) = 57.29
nl: Het resultaat van degree(1) is 57.29
no: degree(1) gir 57,29
ta: Ê¸¢Ã¢(1) 57.29ìÌ ºÁÁ¡ÉÐ
tr: degree(1) 57.29 değerine eşittir
xh: degree(1) ulingana 57.29

source: Angle (deg)
az: Bucaq (dərəcə)
bg: Ъгъл (в градуси)
lt: Angle (laipsniai)
mt: Angolu (deg)
nl: Hoek (deg)
no: Vinkel (grader)
ta: §¸¡½õ (Ê¸¢)
tr: Açı (derece)
xh: Ikona (deg)

source: This function transforms a degree angle to a radian angle.
az: Bu funksiya dərəcəli bucağı radian bucağa dönüşdürür.
he: תיווז הריממ וז היצקנופ<br>.םינאידרב תיווזל תולעמב
lt: Šita funkcija paverčia kampą laipsniais į kampą radianais.
mt: Din il-funzjoni taqleb angolu mogħti bħala gradi, għal radjani.
nl: Deze functie zet een gradenhoek om tot een radiaanse hoek.
no: Denne funksjonen omformer vinkelgrader til radianer.
tr: Bu fonksiyon derece açıyı radyan açıya dönüştürür.
xh: Lo msebenzi uguqula imo yekona ekwiqondo eliphezulu ukuya kwikona yelayini esuka embindini.

source: radian(Float)
bg: radian(число)
lt: radian(kintamasis)
mt: radian(Deċimali)
nl: radian(Zwevend)
no: radian(flyt)
ta: §ÃÊÂý(Á¢¾¨Å)
tr: radian(kayannokta)
xh: radian(Ukudada)

source: radian(75) equals 1.308
az: radian(75) 1.308 qiymətinə bərabərdir
bg: radian(75) равно 1.308
he: 1.308-ל הווש radian(75)
lt: radian(75) lygu 1.308
mt: radian(75) = 1.308
nl: Het resultaat van radian(75) is 1.308
no: radian(75) gir 1,308
ta: §ÃÊÂý(75) 1.308ìÌ ºÁÁ¡ÉÐ
tr: radian(75) 1.308 değerine eşittir
xh: radian(75) ilingana 1.308

source: radian(90) equals 1.5707
az: radian(90) 1.5707 qiymətinə bərabərdir
bg: radian(90) равно 1.5707
he: 1.5707-ל הווש radian(90)
lt: radian(90) lygu 1.5707
mt: radian(90) = 1.5707
nl: Het resultaat van radian(90) is 1.5707
no: radian(90) gir 1,5707
ta: §ÃÊÂý(90) 1.5707ìÌ ºÁÁ¡ÉÐ
tr: radian(90) 1.5707 değerine eşittir
xh: radian(90) ilingana 1.5707

source: The PI() function returns the value of PI.
az: PI() funksiyası PI qiymətini verir
he: .יאפ לש ךרעה תא הריזחמ PI() היצקנופה
lt: PI() funkcija pateikia PI reikšmę.
mt: Il-funzjoni PI() tirritorna l-valur ta' PI.
nl: De functie PI() geeft de PI-waarde
no: PI()-funksjonen returnerer verdien til PI.
tr: PI() fonksiyonu PI değerini verir
xh: U PI() msebenzi ubuyisela ixabiso le PI.

source: PI() equals 3.141592654...
az: PI() bərabərdir 3.141592654...
bg: PI() равно 3.141592654...
he: 3.141592654...-ל הווש PI()
lt: PI() lygu 3.141592654...
mt: PI() = 3.141592654...
nl: Het resultaat van PI() is 3.141592654...
no: PI() gir 3,141592654...
ta: PI() 3.141592654ìÌ ºÁÁ¡ÉÐ
tr: PI() eşittir 3.141592654...
xh: PI() ulingana 3.141592654...

source: Conversion
az: Dönüşmə
bg: Преобразуване
he: הרמה
lt: Konvertavimas
mt: Qlib
nl: Conversie
no: Forandring
ta: ¿¢¨ÄÁ¡üÈõ
tr: Dönüşüm
xh: Uguqulelo
