Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: Table%1
az: Cədvəl%1
bg: Лист%1
he: %1הלבט
lt: Lentelė%1
mt: Tabella %1
nl: Tabel%1
no: Tabell%1
ta: «ð¼Å¨É %1
tr: Tablo%1
xh: Indlela yokwenza imigca %1

source: Whole number (like 1, 132, 2344)
az: Tam rəqəm (1, 23, 874 kimi)
bg: Цяло число (1, 132, 2344)
lt: Sveikuose skaičiuose (pvz., 1, 132, 2344)
mt: Numri sħaħ (bħal 1, 123, 2344)
nl: Heel getal (zoals 1;132;2344)
no: Heltall (som 1, 132, 2344)
ta: ÓØ ±ñ (1, 132, 2344 §À¡Ä)
tr: Tamsayı (1, 23, 874 gibi)
xh: Inani elipheleleyo (njenge 1, 132, 2344)

source: A truth value (TRUE or FALSE)
az: Bir düzgünlük qiymətli (DÜZ ya da SƏHV)
bg: Логическо значение (TRUE или FALSE)
lt: Loginė reikšmė (TRUE or FALSE)
mt: Valur ta' verità (VERU jew FALZ)
nl: Een boleaanse waarde (Waar of Onwaar)
no: Sannhetsverdi (SANN eller USANN)
ta: ´Õ ¯ñ¨Á Á¾¢ôÒ (¦Áö «øÄÐ ¦À¡ö
tr: Bir doğruluk değerli (DOĞRU ya da YANLIŞ)
xh: Ixabiso lenyaniso (INYANISO okanye UBUXOKI)

source: A floating point value (like 1.3, 0.343, 253 )
az: Bir "float" qiyməti (1.3, 0.343, 253 kimi )
bg: Дробно число (1.3, 0.343, 253)
lt: Kintamojo reikšmė (pvz., 1.3, 0.343, 253 )
mt: Valur deċimali (bħal 1.3, 0.343, 253)
nl: Een zwevende komma (floating point) waarde (zoals 1,3;0,343;253)
no: Flyttallsverdier (som 1,3, 0,343, 253)
ta: ´Õ Á¢¾¨Å ÒûÇ¢ Á¾¢ôÒ (1.3, 0.343, 253 §À¡Ä)
tr: Bir kayan nokta değeri (1.3, 0.343, 253 gibi )
xh: Ixabiso lencopho equkuqelayo (njenge 1.3, 0.343, 253 )

source: Any kind of value
az: Hər hansı bir qiyməq
bg: Всякакво значение
he: אוהש ךרע לכ
lt: Bet kokio tipo reikšmė
mt: Kull tip ta' valur
nl: Elk type waarde
no: Alle typer verdier
ta: ²§¾Ûõ ´Õ Á¾¢ôÒ Å¨¸
tr: Herhangi bir değer
xh: Naluphi na udidi lwexabiso

source: A range of strings
az: Cərgə aralığı
bg: Низове
lt: Eilučių ruožas
mt: Sensiela ta' strings
nl: Een bereik van tekenreeksen
no: En rekke strenger
ta: ºÃí¸Ç¢ý Å£îÍ
tr: Dizin aralığı
xh: Ulungiso ngendlela yemitya

source: A range of whole numbers (like 1, 132, 2344)
az: Tam rəqəm (1, 132, 2344 kimi)
bg: Цели числа (1, 132, 2344)
lt: Sveikų skaičių ruožas (pvz., 1, 132, 2344)
mt: Sensiela ta' numri sħaħ (bħal 1, 132, 2344)
nl: Een bereik van hele nummers (zoals 1, 132, 2344)
no: En rekke heltall (som 1, 132, 2344)
ta: ÓØ (1, 132, 2344 §À¡Ä) ±ñ¸Ç¢ý Å£îÍ
tr: Tam sayı aralığı (1, 132, 2344 gibi)
xh: Ulungiso ngendlela lwenanani elipheleleyo (njenge 1, 132, 2344)

source: A range of truth values (TRUE or FALSE)
az: Düzgünlük qiyməti aralığı (DÜZ ya da SƏHV)
bg: Логически значения (TRUE или FALSE)
lt: Loginių reikšmių ruožas (TRUE or FALSE)
mt: Sensiela ta' valuri ta' vertità (VERU jew FALZ)
nl: Een bereik van booleanse waarden (Waar of Onwaar)
no: En rekke sannhetsverdier (SANN eller USANN)
ta: ¯ñ¨Á Á¾¢ôÒ¸Ç¢ý (¦Áö «øÄÐ ¦À¡ö) Å£îÍ
tr: Doğruluk değeri aralığı (DOĞRU ya da YANLIŞ)
xh: Ulungiso ngendlela lwexabiso lwenyaniso (INYANISO okanye UBUXOKI)

source: A range of floating point values (like 1.3, 0.343, 253 )
az: kəsirli qiymət aralığı (1.3, 0.343, 253 kimi )
lt: Kintamųjų ruožas (like 1.3, 0.343, 253 )
mt: Sensiela ta' numri deċimali (bħal 1, 132, 2344)
nl: Een bereik van zwevende-komma-waarden (zoals 1,3 , 0,343 , 253)
no: En rekke flyttallsverdier (som 1,3, 0,343, 253 )
tr: Kayan nokta değeri aralığı (1.3, 0.343, 253 gibi )
xh: Ulungiso ngendlela lwamaxabiso encopho equkuqelayo (njenge 1.3, 0.343, 253 )

source: A range of any kind of values
az: Hər hansı bir qiymətin aralığı
bg: Всякакви значения
lt: Bet kokių reikšmių ruožas
mt: Sensiela ta' kull tip ta' valur
nl: Een bereik van elk type waarde
no: En rekke med enhver type verdier
ta: ²§¾Ûõ ´Õ Á¾¢ôÒ Å¨¸Â¢ý Å£îÍ
tr: Herhangi bir değerin aralığı
xh: Ulungiso lodidi naluphi na lwamaxabiso

source: </p><p><b>Return type: </b>
az: </p><p><b>Dönüş növü: </b>
bg: </p><p><b>Върнат тип: </b>
lt: </p><p><b>Gražinamas tipas: </b>
mt: </p><p><b>Tip ta' ritorn: </b>
nl: </p><p><b>Teruggeeftype: </b>
no: </p><p><b>Retur-type: </b>
ta: </p><p><b>¾¢ÕôÀ Å¨¸: </b>
tr: </p><p><b>Dönüş türü: </b>
xh: </p><p><b>Udidi lobuyiselo: </b>

source: <h2>Syntax</h2><ul>
az: <h2>Sİntaksis</h2><ul>
bg: <h2>Синтаксис</h2><ul>
he: <h2>ריבחת</h2><ul>
lt: <h2>Sintaksė</h2><ul>
mt: <h2>Sintassi</h2><ul>
nl: <h2>Syntaxis</h2><ul>
no: <h2>Syntaks</h2><ul>
ta: <h2>¦¾¡¼Ã¢Âø</h2><ul
tr: <h2>Sözdizimi</h2><ul>
xh: <h2>Ngokwesivakalisi</h2><ul>

source: <li><b>Comment:</b>
az: <li><b>İzahat:</b>
bg: <li><b>Описание:</b>
lt: <li><b>Komentaras:</b>
mt: <li><b>Kumment</b>
nl: <li><b>Toelichting:</b>
no: <li><b>Kommentar:</b>
ta: <li><b>ÌÈ¢ôÒ¨Ã:</b>
tr: <li><b>Açıklama:</b>
xh: <li><b>Gqabaza:</b>

source: <br><b>Type:</b>
az: <br><b>Növ:</b>
bg: <br><b>Диапазон на значенията:</b>
lt: <br><b>Tipas:</b>
mt: <br><b>Tip</b>
ta: <br><b>Å¨¸:</b>
tr: <br><b>Tür:</b>
xh: <br><b>Udidi:</b>

source: <h2>Example</h2><ul>
az: <h2>Nümunə</h2><ul>
bg: <h2>Пример</h2><ul>
he: <h2>אמגוד</h2><ul>
lt: <h2>Pavyzdys</h2><ul>
mt: <h2>Eżempju</h2><ul>
nl: <h2>Voorbeeld</h2><ul>
no: <h2>Eksempel</h2><ul>
ta: <h2>±ÎòÐì¸¡ðÎ</h2><ul>
tr: <h2>Örnek</h2><ul>
xh: <h2>Umzekelo</h2><ul>

source: The expression %1 is not valid
az: %1 ifadəsi hökmlü deyildir
bg: Израз %1 не е верен
he: ףקת וניא %1 יוטיבה
lt: Išsireiškimas %1 neteisingas
mt: L-espressjoni %1 m'hix valida
nl: De expressie %1 is niet geldig
no: Uttrykket %1 er ikke gyldig
ta: §¸¡¨Å %1 ºÃ¢Â¢ø¨Ä
tr: %1 ifadesi geçerli değil
xh: Uchazo %1 alusebenzi

source: #DIV/0
bg: #Дел/0
he: ספאב הקולח
xh: #DIV/O

source: #Div/0
bg: #Дел/0
he: ספאב הקולח
xh: #DIV/O

source: Value too big
az: Qiymət çox böyükdür
he: יידמ לודג ךרע
lt: Reikšmė per didelė
mt: Valur kbir wisq
nl: Waarde te groot
no: Verdien er for stor
tr: X içindeki değer
xh: Ixabiso likhulu kakhulu

source: The cell %1 has an error: %2
az: Hücrə %1 xəta daxil edir: %2
bg: Клетка %1 съдържа грешка: %2
he: :האיגש שי %1 אתל %2
lt: Langelyje %1 yra klaida: %2
mt: Iċ-ċella %1 kellha żball: %2
nl: De cel %1 heeft een fout: %2
no: Cellen %1 har en feil: %2
ta: º¢üÈ¨È %1ø ´Õ À¢¨Æ: %2
tr: Hücre %1 hata içeriyor: %2
xh: Iseli %1 inemposiso: %2

source: Table Name
az: Cədvəl Adı
bg: Име на лист
he: הלבטה םש
lt: Lentelės vardas
mt: Isem tabella
nl: Tabelnaam
no: Tabellnavn
ta: «ð¼Å¨É ¦ÀÂ÷
tr: Tablo Adı
xh: Igama lendlela yemigca

source: Table name cannot be empty.
az: Cədvəl adı boş ola bilməz.
bg: Името на листа не може да бъде празно.
he: .הקיר תויהל הלוכי אל הלבטה
lt: Lentelės vardas negali būti tuščias.
mt: Isem tat-tabella ma jistax ikun vojt.
nl: De tabelnaam mag niet leeg zijn.
no: Tabellnavn kan ikke være tomt.
ta: «ð¼Å¨É ¦ÀÂ÷ ¸¡Ä¢Â¡¸ ­Õì¸ ÓÊÂ¡Ð.
tr: Tablo adı boş olamaz.
xh: Igama lendlela yemigca ayinakungabinanto.

source: Change table name
az: Cədvəl adını dəyişdir
bg: Промяна на името на лист
he: הלבטה םש יוניש
lt: Keisti lentelės vardą
mt: Ibdel l-isem tat-tabella
nl: De tabelnaam wijzigen
no: Endre tabellnavn
ta: «ð¼Å¨É ¦ÀÂ¨Ã Á¡üÚ
tr: Tablo adını değiştir
xh: Tshintsha igama lendlela yemigca

source: You cannot hide the last visible table.
az: Son görünən cədvəli gizlədə bilməzsiniz.
he: .הנורחאה היולגה הלבטה תא ריתסהל ןתינ אל
lt: Jūs negalite paslėpti paskutinę matomą lentelę.
mt: Ma tistax taħbi l-aħħar tabella viżibbli.
nl: U kunt niet de laatste zichtbare tabel verbergen.
no: Du kan ikke skjule den siste synlige tabellen.
tr: Son görünür tabloyu saklayamazsınız.
xh: Awunakufihla indlela yemigca yokugqibela ebonakalayo.

source: Change font
az: Yazı növünü dəyişdir
bg: Промяна на шрифт
he: ןפוג יוניש
lt: Pakeisti šriftą
mt: Ibdel font
nl: Lettertype wijzigen
no: Endre skrifttype
ta: ±ØòÐÅ¨¸ Á¡üÚ
tr: Yazıtipini değiştir
xh: Tshintsha umgca

source: Vertical Text
az: Şaquli Mətn
bg: Текст по вертикала
he: יכנא טסקט
lt: Vertikalus tekstas
mt: Test vertikali
nl: Verticale tekst
no: Vertikal tekst
ta: ¦ºíÌò¾¡É ¯¨Ã
tr: Dikey Metin
xh: Okubhaliweyo okuthe nkqo

source: Add comment
az: İzahat əlavə et
bg: Добави коментар
he: הרעה תפסוה
lt: Įdėti komentarą
mt: Żid kumment
nl: Commentaar toevoegen
no: Legg til kommentar
ta: ÌÈ¢ôÒ¨Ã¨Â §º÷
tr: Açıklama ekle
xh: Dibanisa ugqabazo

source: Change angle
az: Bucağı dəyişdir
bg: Смени ъгъл
he: תיווז יוניש
lt: Keisti kampą
mt: Ibdel l-angolu
nl: Hoek wijzigen
no: Endre vinkel
ta: §¸¡½õ Á¡üÚ
tr: Açıyı değiştir
xh: Tshintsha ikona

source: Remove comment
az: İzahatı çıxart
bg: Изтрий коментар
he: הרעה תרסה
lt: Pašalinti komentarą
mt: Neħħi kumment
nl: Commentaar verwijderen
no: Fjern kommentar
ta: ÌÈ¢ôÒ¨Ã¨Â ¿£ìÌ
tr: Açıklamayı kaldır
xh: Susa ugqabazo

source: Change text color
az: Mətn rəngini dəyişdir
bg: Промяна на цвета на текст
he: טסקט עבצ יוניש
lt: Pakeisti teksto spalvą
mt: Ibdel kulur tat-test
nl: Tekstkleur wijzigen
no: Endre tekstfarge
ta: ¯¨Ã ¿¢Èõ Á¡üÚ
tr: Metin rengini değiştir
xh: Tshintsha umbala wokubhaliweyo

source: Change background color
az: Arxa plan rəngini dəyişdir
bg: Промяна на цвета на фон
he: עקר עבצ יוניש
lt: Pakeisti fono spalvą
mt: Ibdel kulur tal-isfond
nl: Achtergrondkleur wijzigen
no: Endre bakgrunnsfarge
ta: À¢ýÉ½¢ ¿¢Èõ Á¡üÚ
tr: Arkaplan rengini değiştir
xh: Tshintsha umbala wesiqalo

source: Change border color
az: Çərçivə rəngini dəyişdir
bg: Промяна на цвета на рамка
he: תרגסמ עבצ יוניש
lt: Pakeisti rėmelių spalvą
mt: Ibdel kulur tal-bordura
nl: Randkleur wijzigen
no: Endre kantfarge
ta: µÃõ ¿¢Èõ Á¡üÚ
tr: Çerçeve rengini değiştir
xh: Tshintsha umbala womda

source: Format percent
az: Faizi şəkilləndir
bg: Процентен формат
he: םיזוחא תינבת תלחה
lt: Procentų formatas
mt: Format perċentaġġ
nl: Procentenopmaak
no: Formatprosent
ta: ÅÊÅ Å¢¸¢¾õ
tr: Biçim yüzdesi
xh: Ipesenti yefomati

source: Change border
az: Çərçivəni dəyişdir
bg: Промени рамка
he: תרגסמ יוניש
lt: Keisti rėmelį
mt: Ibdel bordura
nl: Rand wijzigen
no: Endre kanter
ta: µÃõ Á¡üÚ
tr: Çerçeveyi değiştir
xh: Tshintsha umda

source: Multirow
az: Çoxlu Sətir
bg: Многоредов
he: תובורמ תורוש
lt: Keliomis eilutėmis
mt: Multi-ringiela
nl: Multirij
no: Multirad
ta: ÀÄ ÅÃ¢¨º
tr: Çoklusatır
xh: Imiqolo emininzi

source: Change horizontal alignment
az: Üfüqi səviyyələşdirməni dəyişdir
bg: Промяна изравняването по хоризонтала
he: יקפוא רושיי יוניש
lt: Keisti horizontalų lygiavimą
mt: Ibdel l-allineament orizzontali
nl: Horizontale uitlijning wijzigen
no: Endre horisontal justering
ta: ¸¢¨¼ì§¸¡ðÎ ´Õí¸¢¨½ô¨À Á¡üÚ
tr: Yatay hizalamayı değiştir
xh: Tshintsha ukwenziwa kwemigca ethe tye

source: Change vertical alignment
az: Şaquli səviyyələşdirməni dəyişdir
bg: Промяна изравняването по по вертикала
he: יכנא רושיי יוניש
lt: Keisti vertikalų lygiavimą
mt: Ibdel l-allineament vertikali
nl: Verticale uitlijning wijzigen
no: Endre vertikal justering
ta: ¦ºíÌòÐ ´Õí¸¢¨½ô¨À Á¡üÚ
tr: Dikey hizalamayı değiştir
xh: Tshintsha ukwenziwa kwemigca ethe nkqo

source: Change precision
az: Həssasiyyəti dəyişdir
bg: Промяна на точността
he: קויד יוניש
lt: Keisti tikslumą
mt: Ibdel preċiżjoni
nl: Precisie wijzigen
no: Øk presisjonsnivå
ta: ÐûÇ¢Âò¨¾ Á¡üÚ
tr: Duyarlılığı değiştir
xh: Tshintsha okuyilelwe umsebenzi ongundoqo

source: Format money
az: Məzənnə şəkli
bg: Паричен формат
he: ףסכ תינבת תלחה
lt: Piniginis formatas
mt: Format flus
nl: Geldbedragopmaak
no: Formater penger
ta: À½ ÅÊÅõ
tr: Para biçimi
xh: Imali yefomati

source: Increase indent
az: Çəntiyi artır
bg: Увеличит отстъп
he: החזה לדגה
lt: Padidinti įtrauką
mt: Żid l-intent
nl: Inspringing vergroten
no: Øk innrykk
ta: ¯û¦Åð¨¼ «¾¢¸Ã¢
tr: Girintiyi artır
xh: Yandisa uphawu

source: Decrease indent
az: Çəntiyi azalt
bg: Намали отстъп
he: החזה ןטקה
lt: Sumažinti įtrauką
mt: Naqqas l-indent
nl: Inspringing verkleinen
no: Minsk innrykk
ta: ¯û¦Åð¨¼ Ì¨È
tr: Girintiyi azalt
xh: Nciphisa uphawu

source: Hide row(s)
az: Sətiri gizlət
bg: Скрий ред(ове)
he: תורוש תרתסה
lt: Slėpti eilutę(es)
mt: Aħbi ringiela/i
nl: Rij(en) verbergen
no: Skjul rad(er)
ta: ÅÃ¢(¸¨Ç) Á¨È
tr: Satırı gizle
xh: Fihla umqolo(imi)

source: Hide column(s)
az: Sütunu gizlət
bg: Скрий колона(и)
he: םירוט תרתסה
lt: Slėpti stulpelį(ius)
mt: Aħbi kolonna/i
nl: Kolom(men) verbergen
no: Skjul kolonne(r)
ta: ¦¿ÎÅÃ¢¨º(¸¨Ç) Á¨È
tr: Sütunu gizle
xh: Fihla umhlathi(imi)

source: Show row(s)
az: Sətiri göstər
bg: Покажи ред(ове)
he: תורוש תגצה
lt: Rodyti eilutę(es)
mt: Uri ringiela/i
nl: Rij(en) tonen
no: Vis rad(er)
ta: ÅÃ¢(¸¨Ç) ¸¡ðÎ
tr: Satırı göster
xh: Bonisa umqolo(imi)

source: Show column(s)
az: Sütunu göstər
bg: Покажи колона(и)
he: םירוט תגצה
lt: Rodyti stulpelį(ius)
mt: Uri kolonna/i
nl: Kolom(men) tonen
no: Vis kolonne(r)
ta: ¦¿ÎÅÃ¢¨º(¸¨Ç) ¸¡ðÎ
tr: Sütunu göster
xh: Bonisa umhlathi(imi)

source: Change text
az: Mətni dəyişdir
bg: Промени текст
he: טסקט יוניש
lt: Keisti tekstą
mt: Ibdel test
nl: Tekst wijzigen
no: Endre tekst
ta: ¯¨Ã¨Â Á¡üÚ
tr: Metni değiştir
xh: Tshintsha okubhaliweyo

source: Resize
az: Böyüklüyünü Dəyişdir
bg: Промени размер
he: לדוג יוניש
lt: Keisti dydi
mt: Daqqas
nl: Grootte wijzigen
no: Endre størrelse
ta: ÁÚ«ÇÅ¡ìÌ
tr: Yeniden Boyutlandır
xh: Yenza ubungakanani kwakhona

source: Autofill
az: Avtomatik Dolğu
bg: Автозапълване
he: יטמוטוא יולימ
lt: Automatinis užpildymas
mt: Awto-imla
nl: Autom. vullen
no: Autofyll
ta: ¾ýÉ¢Âì¸Á¡¸¿¢ÃôÒ
tr: Otomatik Dolgu
xh: Gcwalisa ngokuzenzekela

source: Insert cell
az: Hücrə əlavə et
bg: Вмъкни клетка
he: את תפסוה
lt: Įterpti langelį
mt: Żid ċella
nl: Cel invoegen
no: Sett inn celle
ta: º¢üÈ¨È¨Â ¦ºÕÌ
tr: Hücre ekle
xh: Faka iseli

source: Remove cell
az: Hücrəyi çıxart
bg: Изтрий клетка
he: את תרסה
lt: Pašalinti langelį
mt: Neħħi ċella
nl: Cel verwijderen
no: Fjern celle
ta: º¢üÈ¨È¨Â ¿£ìÌ
tr: Hücreyi kaldır
xh: Susa iseli

source: Conditional cell attribute
az: Şərti hücrə atributları
bg: Условно форматиране на клетка
he: את יאנת
lt: Sąlyginio langelio atributas
mt: Attribut kundizzjonata taċ-ċella
nl: Conditioneel celattribuut
no: Celleattributter med betingelser
ta: ¿¢Àó¾¨É º¢üÈ¨È ÀñÒ
tr: İlişkisel hücre öznitelikleri
xh: Isiphumo seseli esendaweni

source: Hide table
az: Cədvəli gizlət
bg: Скрий лист
he: הלבט תרתסה
lt: Slėpti lentelę
mt: Aħbi tabella
nl: Tabel verbergen
no: Skjul tabell
ta: «ð¼Å¨½¨Â Á¨È
tr: Tabloyu gizle
xh: Fihla indlela yemigca

source: Show table
az: Cədvəli göstər
bg: Покажи лист
he: הלבט תגצה
lt: Rodyti lentelę
mt: Uri tabella
nl: Tabel tonen
no: Vis tabell
ta: «ð¼Å¨½¨Â ¸¡ðÎ
tr: Tabloyu göster
xh: Bonisa indlela yemigca

source: Paste and insert
az: Yapışdır və əlavə et
bg: Постави и вмъкни
he: הפסוהו הקבדה
lt: Padėti ir įterpti
mt: Poġġi u daħħal kopja
nl: Plakken en invoegen
no: Lim inn og sett inn
ta: ´ðÎ ÁüÚõ ¦ºÕÌ
tr: Yapıştır ve ekle
xh: Cola kwaye ufake

source: Style of cell
az: Hücrə tərzi
bg: Стил на клетка
he: אתה ןונגס יוניש
lt: Langelio stilius
mt: Stil taċ-ċella
nl: Celstijl
no: Stil på celle
ta: º¢üÈ¨ÈÂ¢ý À¡ó¾õ
tr: Hücre stili
xh: Uhlobo lweseli

source: PM
ta: À¢À
xh: EMVA KWEMINI

source: AM
ta: ÓÀ
xh: KUSASA

source: Percent format
az: Faiz şəkli
bg: Процентен формат
he: םיזוחא תינבת
lt: Procentinis formatas
mt: Format perċentaġġ
nl: Procentenopmaak
no: Prosentformat
ta: Å¢Øì¸¡Î ÅÊÅõ
tr: Yüzde biçimi
xh: Ifomati yepesenti

source: Increase precision
az: Dəqiqliyi artır
bg: Увеличи точността
he: קויד לדגה
lt: Padidinti tikslumą
mt: Żid preċiżjoni
nl: Precisie verhogen
no: Øk presisjonsnivå
ta: ÐûÇ¢Âò¨¾ ¯Â÷òÐ
tr: Kesinliği artır
xh: Yandisa okuyilelwe umsebenzi ongundoqo

source: Decrease precision
az: Dəqiqliyi azalt
bg: Намали точността
he: קויד ןטקה
lt: Sumažinti tikslumą
mt: Naqqas preċiżjoni
nl: Precisie verlagen
no: Senk presisjonsnivå
ta: ¾ûÇ¢Âò¨¾ Ì¨È
tr: Kesinliği azalt
xh: Nciphisa okuyilelwe umsebenzi ongundoqo

source: Money format
az: Məzənnə şəkli
bg: Паричен формат
he: ףסכ תינבת
lt: Piniginis formatas
mt: Format tal-flus
nl: Geldbedragopmaak
no: Pengeformat
ta: À½ ÅÊÅõ
tr: Para biçimi
xh: Ifomati yemali

source: Align left
az: Sola səviyyələşdir
bg: По левия край
he: הלאמש רשי
lt: Lygiuoti kairėn
mt: Allinea max-xellug
nl: Links uitlijnen
no: Venstrejuster
ta: ­¼ÐÀì¸Á¡¸ ´Õ¿¢¨ÄÀÎòÐ
tr: Sola hizala
xh: Yenza umgca ngasekhohlo

source: Align center
az: Mərkəzə səviyyələşdir
bg: По центъра
he: זכרמ
lt: Centruoti
mt: Iċċentra
nl: Centreren
no: Midtstill
ta: ¨ÁÂÁ¡¸ ´Õ¿¢¨ÄÀÎòÐ
tr: Merkeze hizala
xh: Yenza umgca embindini

source: Align right
az: Sağa səviyyələşdir
bg: По десния край
he: הנימי רשי
lt: Lygiuoti dešinėn
mt: Allinea mal-lemin
nl: Rechts uitlijnen
no: Høyrejuster
ta: ÅÄÐÀì¸Á¡¸ ´Õ¿¢¨ÄÀÎòÐ
tr: Sağa hizala
xh: Yenza umgca ngasekunene

source: Align top
az: Yuxarı səviyyələşdir
bg: По горния край
he: הלעמל רשי
lt: Lygiuoti viršun
mt: Allinea ma' fuq
nl: Boven uitlijnen
no: Toppjuster
ta: §ÁøÒÈÁ¡¸ ´Õ¿¢¨ÄÀÎòÐ
tr: Yukarı hizala
xh: Yenza umgca ngasentla

source: Align middle
az: Ortaya səviyyələşdir
bg: По средата
he: עצמאל רשי
lt: Lygiuoti vidurin
mt: Iċċentra vertikalment
nl: Gecentreerd uitlijnen
no: Midtjuster
ta: ¿ÎÅ¢ø ´Õ¿¢¨ÄÀÎòÐ
tr: Ortaya hizala
xh: Yenza umgca phakathi

source: Align bottom
az: Aşağı səviyyələşdir
bg: По долния край
he: הטמל רשי
lt: Lygiuoti apačion
mt: Allinea ma' isfel
nl: Onder uitlijnen
no: Bunnjuster
ta: ¸£úÒÈÁ¡¸ ´Õ¿¢¨ÄÀÎòÐ
tr: Aşağı hizala
xh: Yenza umgca ngezantsi

source: Transform object...
az: Cismi dönüşdür...
bg: Трансформация на обекта...
he: ...טקייבוא ךופה
lt: Transformuoti objektą...
mt: Ittrasforma oġġett...
nl: Object transformeren...
no: Omform objekt...
ta: ÀÕô¦À¡Õ¨Ç ¯ÃÁ¡üÚ...
tr: Nesneyi dönüştür...
xh: Guqula imo yenjongo...

source: Copy as text
az: Mətn olaraq köçür
bg: Копира като текст
he: טסקט רותב קתעה
lt: Kopijuoti kaip tekstą
mt: Ħu Kopja bħala test
nl: Als tekst kopiëren
no: Kopier som tekst
ta: ¯¨ÃÂ¡¸ ¿¸¦ÄÎ
tr: Veriyi kopyala
xh: Khuphela njengoko kubhaliwe

source: Special Paste...
az: Xüsusi Yapışdır...
bg: Специално поставяне...
he: ...תדחוימ הקבדה
lt: Padėti specialiai...
mt: Poġġi kopja speċjali...
nl: Speciaal plakken...
no: Lim inn spesiell...
ta: º¢ÈôÒ ´ðÎ...
tr: Özel Yapıştır...
xh: Ucolo oluthile...

source: Modify Cell
az: Hücrəyi Düzəlt
bg: Модифициране на клетка
he: אתה יוניש
lt: Modifikuoti langelį
mt: Biddel ċella
nl: Cel bewerken
no: Rediger celle
ta: º¢üÈ¨È¨Â Á¡üÚ
tr: Hücreyi Düzenle
xh: Guqula kancinane iseli

source: Conditional cell attributes
az: Əlaqəli hücrə atributları
bg: Условно форматиране на клетка
he: את יאנת
lt: Sąlyginiai langelio atributai
mt: Attributi kundizjonati taċ-ċella
nl: Conditionele celattributen
no: Celleattributter med betingelser
ta: ¿¢Àó¾¨É º¢üÈ¨È ÀñÒ¸û
tr: İlişkisel hücre öznitelikleri
xh: Iziphumo zeseli esendaweni

source: Recalculate Workbook
az: İş kitabını yenidən hesabla
bg: Пресмятане на цялата книга
he: שדחמ הדובע רפס בשח
lt: Perskaičiuoti Darbo knygą
mt: Irrikalkula l-ktieb
nl: Werkboek herberekenen
no: Reberegn arbeidsbok
ta: À½¢Òò¾¸ò¨¾ ÁÚ¸½ì¸¢Î
tr: Çalışma kitabını yeniden hesapla
xh: Bala kwakhona incwadi yomsebenzi

source: Recalculate Worksheet
az: İş səthini yenidən hesabla
bg: Пресмятане на лист
he: שדחמ הדובע ןויליג בשח
lt: Perskaičiuoti Darbo lapą
mt: Irrikalkula l-folja
nl: Werkblad herberekenen
no: Reberegn regneark
ta: À½¢ò¾¡¨Ç ÁÚ¸½ì¸¢Î
tr: Çalışma sayfasını yeniden hesapla
xh: Bala kwakhona ikhasi lomsebenzi

source: Adjust row and column
az: Sətir və sütunu quraşdır
bg: Нагласяване на редове и колони
he: רוטו הרוש םאתה
lt: Nustatyti eilutes ir stulpelius
mt: Irranġa r-ringiela w kolonna
nl: Rij en kolom aanpassen
no: Juster rad og kolonne
ta: ÌÚìÌ ¦¿Îì¨¸ ºÃ¢ôÀÎòÐ
tr: Satır ve sütunu ayarla
xh: Nyenyisa umqolo kunye nomhlathi

source: Area name
az: Sahə adı
bg: Название на диапазона
he: םוחת םש
lt: Srities vardas
mt: Isem tar-reġjun
nl: Gebiedsnaam
no: Områdenavn
ta: ­¼ô¦ÀÂ÷
tr: Alan adı
xh: Igama le ariya

source: Show area...
az: Sahəni göstər...
bg: Показва диапазон...
he: ...םוחת גצה
lt: Rodyti sritį...
mt: Uri reġjun...
nl: Gebied tonen...
no: Vis område...
ta: ­¼ò¨¾ ¸¡ðÎ...
tr: Alanı göster...
xh: Bonisa i ariya...

source: Resize row...
az: Sətir böyüklüyünü dəyişdir...
bg: Изменение височината на ред...
he: ...הרושה לדוג יוניש
lt: Keisti eilutės dydį...
mt: Daqqas ringiela...
nl: Rijgrootte wijzigen...
no: Endre størrelse på rad...
ta: ÌÚì¨¸ «Ç× Á¡üÚ...
tr: Satırı yeniden boyutlandır...
xh: Yenza ubungakanani bomqolo kwakhona...

source: Resize column...
az: Sütun böyüklüyünü dəyişdir...
bg: Изменение ширината на колона...
he: ...רוטה לדוג יוניש
lt: Keisti stulpelio dydį...
mt: Daqqas kolonna...
nl: Kolomgrootte wijzigen...
no: Endre størrelse på kolonne...
ta: ¦¿Îì¨¸ «Ç× Á¡üÚ...
tr: Sütunu yeniden boyutlandır...
xh: Yenza ubungakanani bomhlathi kwakhona...

source: Equalize row
az: Sətiri bərabərləşdir
he: הרוש ילדג הוושה
lt: Išlyginti eilutes
mt: Ġib ir-ringieli ndaqs
nl: Rij gelijk maken
no: Sett lik rad
ta: ÌÚì¨¸ ºÁôÀÎòÐ
tr: Satırı eşitle
xh: Linganisa umqolo

source: Equalize column
az: Sütunu bərabərləşdir
he: םירוט ילדג הוושה
lt: Išlyginti stulpelius
mt: Ġib il-kolonni ndaqs
nl: Kolom gelijk maken
no: Sett lik kolonne
ta: ¦¿Îì¨¸ ºÁôÀÎòÐ
tr: Sütunu eşitle
xh: Linganisa umhlathi

source: Increase font size
az: Yazı növü böyüklüyünü artır
bg: Увеличи размера на шрифта
he: ןפוג לדוג לדגה
lt: Padidinti šrifto dydį
mt: Kabbar font
nl: Letters vergroten
no: Øk skriftstørrelse
ta: ±ØòÐÅ¨¸ «Ç¨Å «¾¢¸Ã¢
tr: Yazıtipi büyüklüğünü artır
xh: Yandisa ubungakanani bomgca

source: Decrease font size
az: Yazı növü böyüklüyünü azalt
bg: Намали размера на шрифта
he: ןפוג לדוג ןטקה
lt: Sumažinti šrifto dydį
mt: Ċekken font
nl: Letters verkleinen
no: Reduser skriftstørrelsen
ta: ±ØòÐÅ¨¸ «Ç¨Å Ì¨È
tr: Yazıtipi büyüklüğünü azalt
xh: Nciphisa ubungakanani bomgca

source: Upper case
az: Böyük hərf
bg: Гoлеми букви
he: תולודג תויתוא
lt: Viršutinis registras
mt: Ittri kbar
nl: Hoofdletters
no: Store bokstaver
ta: ¯Â÷ ¯½÷×
tr: Büyük harf
xh: Umzekelo ongasentla

source: Lower case
az: Kiçik hərf
bg: Малки букви
he: תונטק תויתוא
lt: Apatinis registras
mt: Ittri żgħar
nl: Kleine letters
no: Små bokstaver
ta: ¸£ú ¯½÷×
tr: Küçük harf
xh: Umzekelo ongezantsi

source: Goto Cell...
az: Hücrəyə get...
bg: Отиди на клетка...
he: ...אתל רובע
lt: Eiti į langelį...
mt: Mur f'ċella...
nl: Ga naar Cel...
no: Gå til celle...
ta: º¢üÈ¨ÈìÌ ¦ºø...
tr: Hücreye git...
xh: Iseli ye Goto...

source: Paper Layout...
az: Kağız Düzülüşü...
bg: Размер на хартия...
he: ...דומע תורדגה
lt: Popieriaus maketas...
mt: Tqassim tal-paġna...
nl: Papieropmaak...
no: Papirutseende...
ta: ¾¡û ­¼«¨Á×...
tr: Kağıt Yerleşimi...
xh: Ubeko lwephepha...

source: Sort lists...
az: Siyahını sırala...
bg: Сортировка на списъци...
he: ...תונייוממ תומישר
lt: Rikiavimo sąrašai...
mt: Issortja l-listi...
nl: Lijsten sorteren...
no: Sorter lister...
ta: ÀðÊÂø¸¨Ç ÅÃ¢¨ºÀÎòÐ...
tr: Listeyi sırala...
xh: Lungisa ngendlela uluhlu...

source: Insert Table
az: Araya Cədvəl Əlavə Et
bg: Вмъква лист
he: הלבט ףסוה
lt: Įterpti lentelę
mt: Daħħal tabella
nl: Tabel invoegen
no: Sett inn tabell
ta: «ð¼Å¨½¨Â ¦ºÕÌ
tr: Araya Tablo Ekle
xh: Faka indlela yokwenza imigca

source: Remove Table
az: Cədvəl Çıxart
bg: Изтрива лист
he: הלבט רסה
lt: Pašalinti lentelę
mt: Neħħi tabella
nl: Tabel verwijderen
no: Fjern tabell
ta: «ð¼Å¨½¨Â ¿£ìÌ
tr: Tablo Kaldır
xh: Susa indlela yemigca

source: Rename table...
az: Cədvəli yenidən adlandır...
bg: Преименуване на лист...
he: ...הלבטה םש יוניש
lt: Pervardinti lentelę...
mt: Ibdel isem it-tabella...
nl: Tabel hernoemen...
no: Endre tabellnavn...
ta: «ð¼Å¨½ìÌ §ÅÚ ¦ÀÂÃ¢Î...
tr: Tabloyu yeniden adlandır...
xh: Nika igama kwakhona indlela yomgca...

source: Show Table
az: Cədvəl Göstər
bg: Показва лист
he: הלבט גצה
lt: Rodyti lentelę
mt: Uri tabella
nl: Tabel tonen
no: Vis tabell
ta: «ð¼Å¨½¨Â ¸¡ðÎ
tr: Tablo Göster
xh: Bonisa indlela yomgca

source: Hide Table
az: Cədvəl Gizlət
bg: Скрива лист
he: הלבט רתסה
lt: Slėpti lentelę
mt: Aħbi tabella
nl: Tabel verbergen
no: Skjul tabell
ta: «ð¼Å¨½¨Â Á¨È
tr: Tablo Gizle
xh: Fihla indlela yomgca

source: Configure KSpread...
az: Kspreadi Quraşdır...
he: ...Kspread תורדגה
lt: Konfigūruoti KSpread...
mt: Ikkonfigura KSpread...
nl: Kspread instellen...
no: Oppsett av KSpread...
tr: Kspread'i Yapılandır.
xh: Qwalasela i KSpread...
