Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: BINO(trials;success;prob_of_success)
az: BINO(sınaq;müvəffəqiyyət;müvəffəqiyyət_ehtimalı)
lt: BINO(bandymai;sėkmė;sėkmės_tikimybė)
nl: BINO(pogingen;succesvol;succespercentage)
no: BINO(forsøk;hell;sannsynlighet_for_hell)
tr: BINO( deneme; başarı; başarı_olasılığı )
xh: BINO(uvavanyo;impumelelo;prob_ye_mpumelelo)

source: BINO(12;9;0.8) returns 0.236223201
az: BINO(12;9;0.8) bərabərdir 0.236223201
bg: BINO(12;9;0.8) връща 0.236223201
he: 0.236223201 ריזחמ BINO(12;9;0.8)
lt: BINO(12;9;0.8) gražins 0.236223201
nl: BINO(12;9;0.8) geeft 0.236223201
no: BINO(12;9;0,8) gir 0,236223201
tr: BINO(12;9;0.8) eşittir 0.236223201
xh: BINO(12;9;0.8) ibuyisela 0.236223201

source: Value (array)
az: Qiymət (sıra)
bg: Стойност (Масив)
lt: Reikšmė (masyvas)
nl: Waarde (rij)
no: Verdi (array)
xh: Ixabiso (umboniso)

source: The SUMPRODUCT() function (SUM(X*Y)) returns the sum of the product of these values. The number of values in the two arrays should be equal. Otherwise this function returns Err.
az: SUMPRODUCT() funksiyası (SUM(X*Y)) bu cərgələrin qiymətlərinin cəm məhsulunu verir. Qiymət miqdarı iki cərgə arasında eyni olmalıdır. Yoxsa bu funksiya "Err" nəticəsini verir.
lt: SUMPRODUCT() funkcija (SUM(X*Y)) pateikia reikšmių sandaugų sumą. Dviejų masyvų reikšmių skaičius turi būti vienodas. Priešingu atveju ji pateikia Err.
nl: De functie SUMPRODUCT() (SUM(X*Y)) geeft de som van het product van deze waarden. Het waardegetal tussen de twee rijen moet gelijk zijn. Anders geeft deze functie "Err."
no: SUMPRODUCT()-funksjonen (SUM(X*Y)) returnerer summen av produktet for disse verdiene. Antall verdier i de to array skal være like. I motsatt fall vil funksjonen rturnere Err.
xh: I SUMPRODUCT() umsebenzi (SUM(X*Y)) ubuyisela udibaniso lwemveliso yala maxabiso. Inani lamaxabiso kwimiboniso emibini lizakulingana. Kungenjalo lo msebenzi ubuyisela impazamo.

source: SUMPRODUCT(array1;array2)
az: SUMPRODUCT(cərgə 1;cərgə 2)
lt: SUMPRODUCT(masyvas1;masyvas2)
nl: SUMPRODUCT(rij1;rij2)
xh: SUMPRODUCT(umboniso wokuqala;umboniso wesibini)

source: SUMPRODUCT(A1:A2;B1:B2) with A1=2 A2=5 and B1=3 B2=5 returns 31
az: SUMPRODUCT(A1:A2;B1:B2) A1=2 A2=5 və B1=3 B2=5 ilə bərəbərdir 31
bg: SUMPRODUCT(A1:A2;B1:B2) за A1=2 A2=5 и B1=3 B2=5 връща 31
he: 31 ריזחמ B1=3 B2=5-ו A1=2 A2=5 םע SUMPRODUCT(A1:A2;B1:B2)
lt: SUMPRODUCT(A1:A2;B1:B2) with A1=2 A2=5 ir B1=3 B2=5 pateikia 31
nl: SUMPRODUCT(A1:A2;B1:B2) met A1=2 A2=5 en B1=3 B2=5 geeft 31
no: SUMPRODUCT(A1:A2;B1:B2) with A1=2 A2=5 og B1=3 B2=5 gir 31
xh: SUMPRODUCT(A1:A2;B1:B2) with A1= A2=5 no B1=3 B2=5 ibuyisela 31

source: The SUMX2PY2() function (SUM(X^2+Y^2)) returns the sum of the squares of these values. The number of values in the two arrays should be equal. Otherwise this function returns Err.
az: SUMX2PY2() funksiyası (SUM(X^2+Y^2)) bu qiymətlərin kvadratını verir. Qiymət miqdarı iki cərgə arasında eyni olmalıdır. Yoxsa bu funksiya "Err" nəticəsini verir.
lt: SUMX2PY2() funkcija (SUM(X^2+Y^2)) pateikia reikšmių kvadratų sumą. Dviejų masyvų reikšmių skaičius turi būti vienodas. Priešingu atveju šita funkcija pateikia Err.
nl: De functie SUMX2PY2() (SUM(X^2+Y^2)) geeft de som van het vierkant van deze waarden. Het waardegetal tussen beide rijen moet gelijk zijn. Anders geeft deze functie "Err".
no: SUMX2PY2()-funksjonen (SUM(X^2+Y^2)) returnerer summen av kvadratene av disse verdiene. Antall verdier i de to array skal være like. Hvis ikke returnerer funskjonen Err.
xh: I SUMX2PY2() umsebenzi (SUM(X^2+Y^2)) ubuyisela udibaniso lwezikweri zala maxabiso. Inani lamaxabiso kwimiboniso emibini linokulingana. Kungenjalo lo msebenzi ubuyisela impazamo.

source: SUMX2PY2(array1;array2)
az: SUMX2PY2(cərgə 1;cərgə 2)
bg: SUMX2PY2(масив1; масив2)
lt: SUMX2PY2(masyvas1;masyvas2)
nl: SUMX2PY2(rij1;rij2)
xh: SUMX2PY2(umboniso wokuqala;umboniso wesibini)

source: SUMX2PY2(A1:A2;B1:B2) with A1=2 A2=5 and B1=3 B2=5 returns 63
az: SUMX2PY2(A1:A2;B1:B2) with A1=2 A2=5 və B1=3 B2=5 ilə bərəbərdir 63
bg: SUMX2PY2(A1:A2;B1:B2) за A1=2 A2=5 и B1=3 B2=5 връща 63
lt: SUMX2PY2(A1:A2;B1:B2) with A1=2 A2=5 ir B1=3 B2=5 pateikia 63
nl: SUMX2PY2(A1:A2;B1:B2) met A1=2 A2=5 en B1=3 B2=5 geeft 63
no: SUMX2PY2(A1:A2;B1:B2) with A1=2 A2=5 og B1=3 B2=5 gir 63
xh: SUMX2PY2(A1:A2;B1:B2) with A1=2 A2=5 no B1=3 B2=5 ibuyisela 63

source: The SUMX2MY2() function (SUM(X^2-Y^2)) returns the difference of the squares of these values. The number of values in the two arrays should be equal. Otherwise this function returns Err.
az: SUMX2MY2() funksiyası (SUM(X^2+Y^2)) bu qiymətlərin kvadratının diferensialını verir. Qiymət miqdarı iki cərgə arasında eyni olmalıdır. Yoxsa bu funksiya "Err" nəticəsini verir.
lt: SUMX2MY2() funkcija (SUM(X^2-Y^2)) pateikia reikšmių kvadratų skirtumą. Dviejų masyvų reikšmių skaičius turi būti vienodas. Priešingu atveju šita funkcija pateikia Err.
nl: De functie SUMX2MY2() (SUM(X^2-Y^2)) geeft het verschil van het vierkant van deze waarden . Het waardegetal tussen beide rijen moet gelijk zijn. Anders geeft deze functie Err.
no: The SUMX2MY2()-funksjonen (SUM(X^2-Y^2) returnerer differansen mellom kvadratene for disse verdiene. Antall verdier i de to array skal være like. Hvis ikke returnerer funksjonen Err.
xh: I SUMX2MY2() umsebenzi (SUM(X^2-Y^2)) ubuyisela umahluko wezikweri zala maxabiso. Inani lamaxabiso kwimiboniso emibini linokulingana. Kungenjalo lo msebenzi ubuyisela impazamo.

source: SUMX2MY2(array1;array2)
az: SUMX2MY2(cərgə 1;cərgə 2)
bg: SUMX2MY2(масив1;масив2)
lt: SUMX2MY2(masyvas1;masyvas2)
nl: SUMX2MY2(rij1;rij2)
xh: SUMX2MY2(umboniso wokuqala;umboniso wesibini)

source: SUMX2MY2(A1:A2;B1:B2) with A1=2 A2=5 and B1=3 B2=5 returns -5
az: SUMX2MY2(A1:A2;B1:B2) with A1=2 A2=5 və B1=3 B2=5 ilə bərəbərdir -5
bg: SUMX2MY2(A1:A2;B1:B2) за A1=2 A2=5 и B1=3 B2=5 връща -5
lt: SUMX2MY2(A1:A2;B1:B2) with A1=2 A2=5 ir B1=3 B2=5 pateikia -5
nl: SUMX2MY2(A1:A2;B1:B2) met A1=2 A2=5 en B1=3 B2=5 geeft -5
no: SUMX2MY2(A1:A2;B1:B2) with A1=2 A2=5 og B1=3 B2=5 gir -5
xh: SUMX2MY2(A1:A2;B1:B2) with A1=2 A2=5 no B1=3 B2=5 ibuyisela -5

source: The SUM2XMY() function (SUM((X-Y)^2)) returns the square of the differences of these values. The number of values in the two arrays should be equal. Otherwise this function returns Err.
az: SUM2XMY() funksiyası (SUM((X-Y)^2)) bu qiymətlərin diferensialının kvadratını verir. Qiymət miqdarı iki cərgə arasında eyni olmalıdır. Yoxsa bu funksiya "Err" nəticəsini verir.
lt: SUM2XMY() funkcija (SUM((X-Y)^2)) pateikia reikšmių skirtumo kvadratą. Dviejų masyvų reikšmių skaičius turi būti vienodas. Priešingu atveju šita funkcija pateikia Err.
nl: De functie SUM2XMY() (SUM((X-Y)^2)) geeft het vierkant van verschil van deze waarden. Het waardegetal tussen beide rijden moet gelijk zijn. Anders geeft deze functie "Err".
no: The SUM2XMY()-funksjonen (SUM((X-Y)^2)) returnerer kvadratet av differansen av disse verdiene. Antall verdier i de to array skal være like. Hvis ikke vil funksjonen returnere Err.
xh: I SUM2XMY() umsebenzi (SUM((X-Y)^2)) ubuyisela isikweri somahluko wala maxabiso. Inani lamaxabiso kwimiboniso emibini linokulingana. Kungenjalo lo msebenzi ubuyisela impazamo.

source: SUM2XMY(array1;array2)
az: SUM2XMY(cərgə 1;cərgə 2)
bg: SUM2XMY(масив1;масив2)
lt: SUM2XMY(masyvas1;masyvas2)
nl: SUM2XMY(rij1;rij2)
xh: SUM2XMY(umboniso wokuqala;umboniso wesibini)

source: SUM2XMY(A1:A2;B1:B2) with A1=2 A2=5 and B1=3 B2=5 returns 1
az: SUM2XMY(A1:A2;B1:B2) A1=2 A2=5 və B1=3 B2=5 ilə bərəbərdir1
bg: SUM2XMY(A1:A2;B1:B2) за A1=2 A2=5 и B1=3 B2=5 връща 1
lt: SUM2XMY(A1:A2;B1:B2) with A1=2 A2=5 ir B1=3 B2=5 pateikia 1
nl: SUM2XMY(A1:A2;B1:B2) met A1=2 A2=5 en B1=3 B2=5 geeft 1
no: SUM2XMY(A1:A2;B1:B2) with A1=2 A2=5 og B1=3 B2=5 gir 1
xh: SUM2XMY(A1:A2;B1:B2) with A1=2 A2=5 no B1=3 B2=5 ibuyisela u 1

source: Number of failures
az: Müvəffəqiyyətsizlik miqdarı
bg: Количество неуспехи
lt: Nesėkmių skaičius
nl: Aantal falende pogingen
no: Antall uhell
tr: Başarısızlık sayısı
xh: Inani lokungaphumeleli

source: Probability of failure
az: Müvəffəqiyyətli olmama ehtimalı
bg: Вероятност за неуспех
lt: Nesėkmės tikimybė
nl: Kans op falen
no: Sannsynlighet for uhell
tr: Başarılamama olasılığı
xh: Isenzo sokungaphumeleli

source: The INVBINO function returns the negative binomial distribution. The first parameter is the number of trials, the second parameter is the number of failures, and the third is the probability of failure. The number of trials should be larger than the number of failures and the probability should be smaller or equal to 1.
az: INVBINO funksiyası binomal bölmənin mənfi qiymətini ifadə edər. İlk parametr sınaq miqdarı, ikinci parametr müvəffəqiyyətli olmama miqdarı, üçüncü parametr müvəffəqiyyətli ola bilməmə ehtimalı miqdarıdır. Sınaq miqdarı müvəffəqiyyətli olmamam miqdarından çox olmalıdır və müvəffəqiyyətsizlik ehtimalı "1"dən kiçik ya da "1"ə bərabər olmalıdır.
lt: INVBINO funkcija pateikia neigiamą binominį pasiskirstymą. Pirmasis parametras yra bandymų skaičius, antras parametras yra nesėkmių skaičius, o trečias yra nesėkmės tikimybė. Bandymų skaičius turi būti didesnis už nesėkmių skaičių, o tikimybė turi būti mažesnė arba lygi 1.
nl: De functie INVBINO() geeft de negatieve binomiale verdeling. De eerste parameter geeft het aantal pogingen weer, de tweede het aantal falende pogingen en de derde de falingspercentage. Het aantal pogingen moet groter zijn dan het aantal falende pogingen en het falingspercentage moet waarschijnlijk kleiner of gelijk zijn aan 1.
no: INVBINO()-funksjonen returnerer den negative bionomiske fordelingen. Første parameter er antall bom, andre parameter er antall treff, og tredje er sannsynlighet for bom. Antall forsøk må ikke være større enn antall bom og sannsynligheten skal være mindre eller lik 1.
tr: INVBINO fonksiyonu binomal bölümün negatif değerini ifade eder. İlk parametredeneme sayısı, ikinci parametre başarılı olma sayısı, üçüncü parametre başarılı olabilme olasılığı sayısıdır. Deneme sayısı başarı sayısından fazla olmalıdır ve başarısızlık olasılğı 1'den küçük ya da 1'e eşit olmalıdır.
xh: I INVBINO umsebenzi ubuyisela olukhabayo unikezelo olundidi mbini. Eyokuqala i parameter linani lweemvavanyo, eyesibini i parameter linani lokungaphumeleli, kwaye eyesithathu kukungaphumeleli. Inani lweemvavanyo linokuba likhulu kunenani lokungaphumeleli kwaye linokuba lincinane okanye lilingane ku 1.

source: INVBINO(trials;failure;prob_of_failure)
az: INVBINO(sınaq;müvəffəqiyyətsizlik;müvəffəqiyyətsizlik_ehtimalı)
lt: INVBINO(bandymai;nesėkmės;nesėkmės_tikimybė)
nl: INVBINO(pogingen;falen;falingspercentage)
no: INVBINO(forsøk;uhell;sannsynlighet_for_uhell )
tr: INVBINO( deneme; başarısızlık; başarısızlık_olasılığı )
xh: INVIBINO(uvavanyo;ukungaphumelele;prob_yo_kungaphumeleli)

source: INVBINO(12;3;0.2) returns 0.236223201
az: INVBINO(12;3;0.8) bərabərdir 0.236223201
bg: INVBINO(12;3;0.2) връща 0.236223201
he: 0.236223201 ריזחמ INVBINO(12;3;0.2)
lt: INVBINO(12;3;0.2) gražins 0.236223201
nl: INVBINO(12;3;0.2) geeft 0.236223201
no: INVBINO(12;3;0,2) gir 0,236223201
tr: INVBINO(12;3;0.8) eşittir 0.236223201
xh: INVIBINO(12;3;0.2) ibuyisela 0.236223201

source: Total number of elements
az: Cəmi element miqdarı
bg: Общо количество елементи
lt: Bendras elementų skaičius
nl: Totaal aantal elementen
no: Totalt antall elementer
tr: Toplam eleman sayısı
xh: Inani lamaqela lilonke

source: Number of elements to choose
az: Seçiləcək element miqdarı
bg: Количество избрани елементи
lt: Pasirinkimo elementų skaičius
nl: Aantal te kiezen elementen
no: Antall elementer å velge
tr: Seçilecek eleman sayısı
xh: Inani lamaqela azakukhethwa

source: The COMBIN() function calculates the count of possible combinations. The first parameter is the total count of elements. The second parameter is the count of elements to choose. Both parameters should be positive and the first parameter should not be less than the second. Otherwise the function returns an error.
az: COMBIN() funksiyası olası kombinasiya ehtimalı miqdarını hesablayar. İlk parametr cəmi element miqdarıdır. İkinci parametr seçilən element miqdarıdır. Bu iki parametr müzbət olmalıdır, yoxsa funksiya xəta verər. Ayrıca ilk parametr ikincisindən böyük olmalıdır, yoxsa yenə xəta verər.
lt: COMBIN() funkcija skaičiuoja galimų kombinacijų skaičių. Pirmas parametras yra bendras elementų skaičius. Antras parametras yra pasirinktų elementų skaičius. Abu parametrai turi būti teigiami, o pirmasis parametras negali būti mažesnis už antrąjį. Priešingu atveju funkcija pateikia klaidą.
nl: De functie COMBIN() berekent het aantal mogelijke combinaties. De eerste parameter is het totaal aantal elementen. De tweede parameter is het aantal te kiezen elementen. Beide parameters moeten positief zijn, anders geeft de functie een foutmelding. De eerste parameter moet groter zijn dan de tweede, anders geeft de functie ook een foutmelding.
no: COMBIN()-funksjonen beregner antall kombinasjoner. Første parameter er.totalt antall elementer. Andre parameter er antall valgte elementer. Disse to parameterene må være positive, ellers vil funksjonen returnere en feil. Første parameter bør være større enn det andre, hvis ikke vil funksjonen også returnere en feil.
tr: COMBIN() fonksiyonu olası kombinasyon sayısını hesaplar. İlk parametre toplam eleman sayısıdır. İkinci parametre seçilen eleman sayısıdır. Bu iki parametre pozitif olmalıdır yoksa fonksiyon hata verir. Ayrıca ilk parametre ikincisinden büyük olmalıdır yoksa yine hata verir.
xh: I COMBIN() umsebenzi ubala ubalo lwendibaniso ezenzekayo. Eyokuqala i parameter lubalo olupheleleyo lweziqalelo. Eyesibini i parameter lubalo lweziqalelo zokukhethwa. Zombini i parameters zinokubazezi vumelanayo kwaye eyokuqala i parameter ayinakuba ngaphantsi kuneyesibini. Kungenjalo umsebenzi ubuyisela imposiso.

source: COMBIN(total;chosen)
az: COMBIN(cəmi;seçilən)
lt: COMBIN(viso;pasirinkta)
nl: COMBIN(totaal;gekozen)
no: COMBIN(totalt;valgt)
tr: COMBIN( toplam; seçilen )
xh: DIBANISA(iyonke;ekhethiweyo)

source: COMBIN(12;5) returns 792
az: COMBIN(12,5) bərabərdir 792
bg: COMBIN(12;5) връща 792
he: 792 ריזחמ COMBIN(12;5)
lt: COMBIN(12;5) gražina 792
nl: COMBIN(12;5) geeft 792
no: COMBIN(12;5) gir 792
tr: COMBIN(12,5) eşittir 792
xh: DIBANSA(12;5) ibuyisela 792

source: COMBIN(5;5) returns 1
az: COMBIN(5;5) bərabərdir 1
bg: COMBIN(5;5) връща 1
he: 1 ריזחמ COMBIN(5;5)
lt: COMBIN(5;5) gražina 1
nl: COMBIN(5;5) geeft 1
no: COMBIN(5;5) gir 1
tr: COMBIN(5;5) eşittir 1
xh: DIBANISA(5;5) ibuyisela u 1

source: Number of elements to permutate
az: Permutasiya ediləcək element miqdarı
bg: Брой елементи за пермутация
lt: Elementų perstatymų skaičius
nl: Aantal elementen voor permutatie
no: Antall elementer å permutere
tr: Permutasyon yapılacak eleman sayısı
xh: Inani lamaqela azakutshintshwa

source: The PERMUT() function returns the number of permutations. The first parameter is the number of elements, and the second parameter is the number of elements used in the permutation.
az: PERMUT() funksiyası permutasiya miqdarını ifadə edər. İlk parametr element miqdarıdır və ikinci parametr permutasiyada işlədiləcək element miqdarıdır.
bg: Функцията PERMUT() връща броя пермутации. Първия параметър е броя елементи, а втория брой елементи използвани в пермутацията.
lt: PERMUT() funkcija gražina perstatymų skaičių. Pirmasis parametras yra elementų skaičius, o antrasis parametras nurodo perstatomų elementų skaičių.
nl: De functie PERMUT() geeft het aantal permutaties. De eerste parameter is het aantal elementen en de tweede parameter is het aantal elementen dat wordtgebruikt in de permutatie.
no: PERMUT()-funksjonen returnerer antall permutasjoner. Første parameter er antall elementer, andre parameter er antall elementer brukt i permutasjon.
tr: PERMUT() fonksiyonu permutasyon sayısını ifade eder. İlk parametre eleman sayısıdır ve ikinci parametre permutasyonda kullanılacak eleman sayısıdır.
xh: I PERMUT() umsebenzi ubuyisela inani lotshintsho lobeko. Eyokuqala i parameter linani lweziqalelo, kwaye eyesibini i parameter linani leziqalelo ezisetyenziswayo kutshintsho lobeko.

source: PERMUT(total;permutated)
az: PERMUT(cəmi;işlədiləcək)
lt: PERMUT(viso;perstatytų)
nl: PERMUT(totaal;gepermuteerd)
no: PERMUT(totalt;permuterte)
tr: PERMUT( toplam; kullanılacak )
xh: UTSHINTSHO LWENDLELA(iyonke;itshintshiwe)

source: PERMUT(8;5) equals 6720
az: PERMUT(8,5) bərabərdir 6720
bg: PERMUT(8;5) връща 6720
he: 6720-ל הווש PERMUT(8;5)
lt: PERMUT(8;5) lygu 6720
nl: PERMUT(8;5) geeft 6720
no: PERMUT(8;5) gir 6720
tr: PERMUT(8,5) eşittir 6720
xh: UTSHINTSHO LWENDLELA(8;5) ilingana 6720

source: PERMUT(1;1) equals 1
az: PERMUT(1;1) bərabərdir 1
bg: PERMUT(1;1) връща 1
he: 1-ל הווש PERMUT(1;1)
lt: PERMUT(1;1) lygu 1
nl: PERMUT(1;1) geeft 1
no: PERMUT(1;1) gir 1
tr: PERMUT(1;1) eşittir 1
xh: UTSHINTSHO LWENDLELA(1;1) ilingana no 1

source: The average() function calculates the average of all the values given as parameters. You can calculate the average of a range average(A1:B5) or a list of values like average(12;5;12.5).
az: average() funksiyası parametr olaraq verilən qiymətlərin ortalamasını hesablayar. Bir aralığın -average(A1:B5) kimi- ya da bir qiyməq cərgəsinin -average(12;5;12.5) kimi- ortalamasını hesablaya bilərsiniz
bg: Функцията average() изчислява средното за всички значения в параметрите. Вие можете да зададете в параметрите диапазон (A1:B5) или няколко числа (12;5;12.5)
lt: Funkcija average() suskaičiuoja visų reikšmių, pateiktų parametrais, vidurkį. Ji gali suskaičiuoti srities vidurkį average(A1:B5), arba reikšmių sąrašo vidurkį, pvz., average(12;5;12.5).
nl: De functie average() berekent het gemiddelde van alle waarden die als parameters zijn opgegeven.U kunt het gemiddelde van een opgegeven bereik agerage(A1:B5) berekenen of van een lijst van waarden zoals average(12;5;12.5).
no: average()-funksjonen beregner gjennomsnittet av alle verdier gitt som parameter. Du kan beregne gjennomsnittet innenfor et område average(A1:B5) eller en liste med verdier average(12,5,12.5).
tr: average() fonksiyonu parametre olarak verilen değerlerin ortalamasını hesaplar. Bir aralığın -average(A1:B5) gibi- ya da bir değer listesinin -average(12;5;12.5) gibi- ortalamasını hesaplayabilirsiniz
xh: Umndilili() umsebenzi ubala umndilili wamaxabiso wonke anikwe njenge parameters. Ungabala umndilili womqolo(A1:B5) okanye uluhlu lwamaxabiso njengomndilili(12;5;12.5).

source: average(value;value;...)
az: average(qiymətlər;qiymətlər;...)
lt: average(reikšmė;reikšmė;...)
nl: average(waarde;waarden;...)
no: average(verdi;verdi;...)
tr: average( değerler; değerler; ... )
xh: umndilili(ixabiso;ixabiso;...)

source: average(12;5;7) equals 8
az: average(12;5;7) bərabərdir 8
bg: average(12;5;7) връща 8
he: 8-ל הווש average(12;5;7)
lt: average(12;5;7) lygu 8
nl: average(12;5;7) geeft 8
no: average(12;5;7) gir 8
tr: average(12;5;7) eşittir 8
xh: umndilili(12;5;7) ilingana no 8

source: average(12.5;2) equals 7.25
az: average(12.5,2) bərabərdir 7.25
bg: average(12.5;2) връща 7.25
he: 7.25-ל הווש average(12.5;2)
lt: average(12.5;2) lygu 7.25
nl: average(12.5;2) geeft 7.25
no: average(12,5;2) gir 7,25
tr: average(12.5,2) eşittir 7.25
xh: umndilili(12.5;2) ilingana 7.25

source: The variance() function calculates the variance of each parameter which are members of a population.
az: variance() funksiyası bir populyasiyanın üzvü olan parametrlərin variansını hesablayar.
bg: Функцията variance() връща отклонението на всеки параметър, являващ се член на множество.
lt: Funkcija variance() skaičiuoja kiekvieno parametro, esančio populiacijos nariu, nukrypimą.
nl: De functie variance() berekent de varianten van elke parameter die lid is van een populatie.
no: variance()-funksjonen beregner standardavviket til hvert parameter som er med i polulasjonen.
tr: variance() fonksiyonu bir popülasyonun üyesi olan parametrelerin varyansnı hesaplar.
xh: Ukungavumelani() umsebenzi ubala ukungavumelani kwe parameter nganye ezinga malungu abantu.

source: variance(value;value;...)
az: variance(qiymətlər;qiymətlər;...)
lt: variance(reikšmė;reikšmė;...)
nl: variance(waarde;waarde;...)
no: variance(verdi;verdi;...)
tr: variance( değerler; değerler; ... )
xh: umahluko(ixabiso;ixabiso;...)

source: variance(12;5;7) equals 8.666...
az: variance(12;5;7) bərabərdir 8.666...
bg: variance(12;5;7) връща 8.666...
he: 8.666...-ל הווש variance(12;5;7)
lt: variance(12;5;7) lygu 8.666...
nl: variance(12;5;7) geeft8.666...
no: variance(12;5;7) gir 8,666...
tr: variance(12;5;7) eşittir 8.666...
xh: umahlko(12;5;7) ilingana 8.666...

source: variance(15;80;3) equals 1144.22...
az: variance(15;80;3) bərabərdir 1144.22...
bg: variance(15;80;3) връща 1144.22...
he: 1144.22...-ל הווש variance(15;80;3)
lt: variance(15;80;3) lygu 1144.22...
nl: variance(15;80;3) geeft1244.22...
no: variance(15;80;3) gir 1144,22...
tr: variance(15;80;3) eşittir 1144.22...
xh: umahluko(15;80;3) ilingana 1144.22...

source: stddev(value;value;...)
az: stddev(qiymətlər;qiymətlər;...)
lt: stddev(reikšmė;reikšmė;...)
nl: stddev(waarde;waarde;...)
no: stddev(verdi;verdi;...)
tr: stddev( değerler; değerler; ... )
xh: stddev(ixabiso;ixabiso;...)

source: Financial
az: Maliyyə
bg: Финансови
he: םיסנניפ
lt: Finansinės
nl: Financieel
no: Finans
tr: Finansal
xh: Ngokwezimali

source: Present value
az: Hazırkı qiyməq
bg: Текуща сума
lt: Dabartinė reikšmė
nl: Huidige waarde
no: Nåverdi
tr: Mevcut değer
xh: Ixabiso elikhoyo

source: Rate
az: Nisbət
bg: Лихва
lt: Norma
nl: Ratio
no: Leie
ta: Å£¾õ
tr: Oran
xh: Umyinge

source: Periods
az: Periodlar
bg: Периоди
lt: Periodai
nl: Perioden
no: Perioder
tr: Dönemler
xh: Amathuba

source: The FV() function returns the future value of an investment, given the yield and the time elapsed. If you have $1000 in a bank account earning 8% interest, after two years you will have FV(1000;0.08;2) or $1166.40.
az: FV() funksiyası yatırımın gələcəkdəki qiymətini verər, əlbətdə qazanc və keçən vaxtı verərsəniz. Əgər bankda 8% gətirən $1000 hesabınız varsa, 2 il sonra sizin FV( 1000; 0.08; 2 ) və ya $1166.40 olacaqdır.
nl: De functie FV() geeft de toekomstige waarde van een investering, gegeven de rente en de verstreken tijd. Als u bijv. EUR 1000 op een spaarrekening hebt staan tegen 8% rente, dan heeft u over 2 jaar FV(1000;0.08;2) oftewel EUR 1166,40.
no: FV()-funksjonen returnerer fremtidig verdi av en investering forutsatt at rentesats og tid gått er angitt. Hvis du har $1000 i en bankkonto med 8% rente så vil du etterto år ha FV(1000;0,008;2) eller $1166,40.
xh: I FV() umsebenzi ubuyisela ixabiso lexesha elizayo lokuzalisa, isiphumo esinikiweyo nexesha ligqithile. Ukuba une $1000 kwityala lebhanki usamkela i 8% inzala, emva kweminyaka emibini uzakubane FV(1000;0.08;2) okanye $1166.40.

source: FV(present value;yield;periods)
az: FV(hazırkı_qiymət;faiz;periodlar)
nl: FV(huidige_waarde;rente;periode)
no: FV(nåverdi;rente;periode)
tr: FV( mevcut_değer; faiz; dönemler )
xh: FV(ixabiso elikhoyo;yamkela;amathuba)

source: FV(1000;0.08;2) equals 1166.40
az: FV(1000;0.08;2) bərabərdir 1166.40
he: 1166.40-ל הווש FV(1000;0.08;2)
nl: FV(1000;0,08;2) geeft 1166.40
no: FV(1000;0,08;2) gir 1166,40
tr: FV( 1000; 0.08; 2 ) eşittir 1166.40
xh: FV(1000;0.08;2) ilingana 1166.40

source: Future value
az: Gələcəkdəki qiyməq
bg: Сума в бъдеще
lt: Būsima reikšmė
nl: Toekomstige waarde
no: Fremtidig verdi
tr: Gelecekteki değer
xh: Ixabiso lexesha elizayo

source: Interest rate
az: Faiz nisbəti
bg: Лихва
lt: Palūkanų norma
nl: Rente
no: Rentefot
tr: Faiz oranı
xh: Umyinge wenzala
