Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: day(1) returns Monday (if the week starts on Monday)
az: day(1) bərabərdir Bazar Ertəsi (əgər haftabaşı Bazar Ertəsi isə)
bg: day(1) връща Понеделник
he: ןושאר םוי ריזחמ day(1)
lt: day(1) pateikia 'Pirmadienis' (jei savaitė prasideda Pirmadieniu)
mt: day(1) tirritorna t-Tnejn (jekk il-ġimgħa tibda mit-Tnejn)
nl: day(1) geeft maandag (als de week begint op maandag)
no: day(1) returnerer mandag (hvis uken starter på mandag)
ta: ¿¡û(1) ¾¢í¸ð¸¢Æ¨Á¨Â ¸¡ðÎõ (Å¡Ãõ ¾¢í¸ð¸¢Æ¨ÁÂ¢ø ¦¾¡¼í¸¢É¡ø)
tr: day(1) eşittir Pazartesi (eğer haftabaşı Pazartesi ise)
xh: umhla(1) ubuyisela uMvulo (ukuba ivekiiqala ngoMvulo)

source: Number of month (1..12)
az: Ayın nömrəsi (1..12)
bg: Номер на месеца (1..12)
lt: Mėnesių skaičius (1..12)
mt: Numru tax-xahar (1-12)
nl: Nummer van de maand (1..12)
no: Måned nummer (1..12)
ta: Á¡ò¾¢ý ¿¡û (1..12)
tr: Ayın numarası (1..12)
xh: Inani lenyanga (1..12)

source: The month() function returns the name of the month (1...12).
az: month() funksiyası ayın adı ilə nəticələnir (1...12).
he: תא הריזחמ month() היצקנופה<br>.(1...12) שדוחה םש
lt: Funkcija month() pateikia mėnesio pavadinimą (1...12).
mt: Il-funzjonu month() tirritorna l-isem tax-xahar (1-12)
nl: De functie month() geeft de naam van de maand (1..12).
no: month()-funksjonen returnerer navnet på måned (1...12).
tr: month() fonksiyonu ayın ismini ifade eder (1...12).
xh: Inyanga() umsebenzi ubuyisela igama lenyanga (1..12).

source: month(number)
az: month(rəqəm)
lt: month(skaičius)
mt: month(numru)
nl: month(nummer)
no: month(nummer)
tr: month( sayı )
xh: inyanga(inani)

source: month(5) returns May
az: month(5) May'a bərabərdir
bg: month(5) връща Май
he: May ריזחמ month(5)
lt: month(5) pateikia 'Gegužė'
mt: month(5) tirritorna Mejju
nl: month(5) geeft mei
no: month(5) returnerer mai
ta: Á¡¾õ(5) §Á Á¡¾ò¨¾ ÌÈ¢ôÀ¢Îõ
tr: month(5) Mayıs'a eşittir
xh: inyanga(5) ibuyisela uMeyi

source: The currentDate() function returns the current date formatted with local parameters.
az: currentDate() funksiyası, işlədildiyi vaxtdakı tarixi, yerli parametrlər ilə ifadə edər.
bg: Функция currentDate() връща текущата дата.
he: ךיראתה תא הריזחמ currentDate() היצקנופה<br>.םיימוקמה םירטמרפה יפל בצועמ ,יחכונה
lt: currentDate() funkcija pateikia einamą datą, suformuotą pagal lokalės parametrus.
mt: Il-funzjoni currentDate() tirritorna d-data attwali, formattjata skond is-setings lokali.
nl: De functie currentDay() geeft de huidige datumopmaak met lokale parameters.
no: currentDay()-funksjonen returnerer den gjeldende datoen formatert med lokale parametre.
ta: ¿¼ôÒ§¾¾¢() ¦ºÂøÜÚ, ¯ûÇ¨Á «ÇÒÕ¸Ç¡ø ÅÊÅ¨Áì¸Àð¼ ¿¼ôÒ §¾¾¢¨Â ¸¡ðÎõ.
tr: currentDate() fonksiyonu, kullanıldığı zamandaki tarihi, yerel parametreler ile ifade eder.
xh: Umhla wangoku() umsebenzi ubuyisela umhla wangoku ofomatiweyo ngezobulali iparameters.

source: currentDate()
ta: ¿¼ôÒ§¾¾¢()
xh: Umhla wangoku()

source: currentDate() returns "Saturday 15 July 2000"
az: currentDate() bərabərdir "Şənbə 15 İyul 2000"
bg: currentDate() може да върне "12 Январь 2001"
he: "2000 ילויב 15 ,תבש" ריזחמ currentDate()
lt: currentDate() pateikia "2000 gruodžio 10, Sekmadienis"
mt: currentDate() = (eż) "Is-Sibt, 15 ta' Lulju 2000"
nl: currentDate() geeft "zaterdag 15 juli 2000"
no: currentDate() gir "lørdag 15. juli 2000"
ta: ¿¼ôÒ§¾¾¢(), "ºÉ¢ì¸¢Æ¨Á 15 ¥¨Ä 2000" ±ýÚ ¸¡ðÎõ
tr: currentDate() eşittir "Cumartesi 15 Temmuz 2000"
xh: Umhla wangoku() ubuyisela "Mgqibelo 15 Julayi 2000"

source: The shortcurrentDate() function returns the current date formatted with local parameters.
az: currentDate() funksiyası, işlədildiyi vaxtdakı tarixi, yerli parametrlər ilə ifadə edər.
lt: shortcurrentDate() funkcija pateikia einamą datą, suformuotą pagal lokalės parametrus.
mt: Il-funzjoni shortcurrentDate() tirritorna d-data attwali, formattjata fil-qosor skond is-setings lokali.
nl: De functie currentDay() geeft de huidige datumopmaak met lokale parameters.
no: shortcurrentDay()-funksjonen returnerer den gjeldende datoen formatert med lokale parametre.
ta: ¿¼ôÒ§¾¾¢() ¦ºÂøÜÚ, ¯ûÇ¨Á «ÇÒÕ¸Ç¡ø ÅÊÅ¨Áì¸Àð¼ ¿¼ôÒ §¾¾¢¨Â ¸¡ðÎõ.
tr: currentDate() fonksiyonu, kullanıldığı zamandaki tarihi, yerel parametreler ile ifade eder.
xh: Umhla omfutshane wangoku() umsebenzi ubuyisela umhla wangoku ofomatiweyo nge parameters zobulali.

source: shortcurrentDate()
ta: ¿¼ôÒ§¾¾¢()
tr: currentDate()
xh: Umhla omfutshane wangoku()

source: shortcurrentDate() returns "2001-05-19"
az: shortcurrentDate() bərabərdir "2001-05-19"
bg: shortcurrentTime() може да върне "2001-05-19"
he: "19/5/2001" ריזחמ shortcurrentDate()
lt: shortcurrentDate() pateikia "2001-05-19"
mt: shortcurrentDate() = (eż) "19-05-2001"
nl: shortcurrentDate() geeft "2001-05-19"
no: shortcurrentDate() gir "2001-05-19"
ta: ¿¼ôÒ§¾¾¢(), "2001-05-19" ±ýÚ ¸¡ðÎõ
tr: currentTime() eşittir "19:12:01"
xh: Umhla omfutshane wangoku() ubuyisela "2001-05-19"

source: The currentDateTime() function returns the current date and time formatted with local parameters.
az: currentDateTime() funksiyası, işlədildiyi vaxtdakı tarix və saatı, yerli parametrlər ilə şəkilləndirərək ifadə edər.
he: הריזחמ currentDateTime() היצקנופה<br>םיבצועמ ,םייחכונה העשהו ךיראתה תא<br>.םיימוקמה םירטמרפה יפל
lt: currentDateTime() funkcija pateikia einamą datą ir laiką, suformuotą pagal lokalės parametrus.
nl: De functie currentDateTime() geeft de huidige datum- en tijdopmaak met lokale parameters.
no: currentDateTime()-funksjonen returnerer den gjeldende datoen og klokkeslettet formatert med lokale parametre.
ta: ¿¼ôÒ§¾¾¢§¿Ãõ() ¦ºÂøÜÚ, ¯ûÇ¨Á «ÇÒÕ¸Ç¡ø ÅÊÅ¨Áì¸Àð¼ ¿¼ôÒ §¾¾¢ ÁüÚõ §¿Ãõ ¸¡ðÎõ.
tr: currentDateTime() fonksiyonu, kullanıldığı zamandaki tarih ve saati, yerel parametreler ile biçimlendirerek ifade eder.
xh: Ixesha lomhla wangoku() umsebenzi ubuyisela umhla wangoku kunye nexesha elifomatiweyo ngeparameters zobulali.

source: currentDateTime()
ta: ¿¼ôÒ§¾¾¢§¿Ãõ()
xh: Ixesha lomhla wangoku()

source: currentDateTime() returns "Saturday 15 July 2000 19:12:01"
az: currentDateTime() funksiyası bərabərdir "Şənbə 15 İyul 2000 19:12:01"
bg: currentDateTime() може да върне "12.01.01 18:38"
he: ריזחמ currentDateTime()<br>"19:12:01 ,2000 ילויב 15 ,תבש"
lt: currentDateTime() pateikia "2000 gruodžio 10, Sekmadienis 19:12:01"
nl: currentDateTime() geeft "Zaterdag 15 Jul1 2000 19:12:01"
no: currentDateTime() gir "lørdag 15. juli 2000 19:12:01"
ta: ¿¼ôÒ§¾¾¢§¿Ãõ(), "ºÉ¢ì¸¢Æ¨Á 15 ¥¨Ä 2000 19:12:01" ±ýÚ ¸¡ðÎõ
tr: currentDateTime() fonksiyonu eşittir "Cumartesi 15 Temmuz 2000 19:12:01"
xh: Ixesha lomhla wangoku() libuyisela "Mgqibelo 15 Julayi 2000 19:12:01"

source: The currentTime() function returns the current time formatted with local parameters.
az: currentTime() funksiyası, işlədildiyi vaxtdakı saatı, yerli parametrlərlə şəkilləndirərək ifadə edər.
bg: Функция currentTime() връща текущото време.
he: העשה תא הריזחמ currentTime() היצקנופה<br>.םיימוקמה םירטמרפה יפל תבצועמ ,תיחכונה
lt: currentTime() fun pateikia einamą laiką, suformuotą pagal lokalės parametrus.
nl: De functie currentTime() geeft de huidige tijdopmaak met lokale parameters.
no: currentTime()-funksjonen returnerer det gjeldende klokkeslettet formatert med lokale parametre.
ta: ¿¼ôÒ§¿Ãõ() ¦ºÂøÜÚ, ¯ûÇ¨Á «ÇÒÕ¸Ç¡ø ÅÊÅ¨Áì¸Àð¼ ¿¼ôÒ §¿Ãò¨¾ ¸¡ðÎõ.
tr: currentTime() fonksiyonu, kullanıldığı zamandaki saati, yerel parametrelerle biçimlendirerek ifade eder.
xh: Ixesha langoku() umsebenzi ubuyisela ixesha langoku elifomatiweyo ngezobulali iparameters.

source: currentTime()
ta: ¿¼ôÒ §¿Ãõ()
xh: Ixesha langoku()

source: currentTime() returns "19:12:01"
az: currentTime() bərabərdir "19:12:01"
bg: currentTime() може да върне "18:41"
he: "19:12:01" ריזחמ currentTime()
lt: currentTime() pateikia "19:12:01"
nl: currentTime() geeft "19:12:01"
no: currentTime() gir "19:12:01"
ta: ¿¼ôÒ§¿Ãõ(), "19:12:01" ±ýÚ ¸¡ðÎõ
tr: currentTime() eşittir "19:12:01"
xh: Ixesha langoku() libuyisela "19:12:01"

source: String
az: Strinq
bg: Низ
he: תזורחמ
lt: Eilutė
nl: Tekenreeks
no: Streng
ta: ºÃõ
tr: Dizgi
xh: Umtya

source: The EXACT() function returns True if these two strings are equal. Otherwise, it returns False.
az: EXACT() funksiyası əgər iki qatar bərabər isə Düz nəticəsini verir. Əks halda Səhv nəticəsini verir.
bg: Функция EXACT() връща True, ако двата низа са еднакви и False в противен случай.
lt: Funkcija EXACT() pateikia True, jeigu dvi eilutės yra vienodos. Priešingu atveju ji pateiks Falce.
nl: De functie EXACT() geeft Waar als deze twee tekenreeksen gelijk zijn, anders geeft zij Onwaar.
no: EXACT()-funksjonen returnerer sann hvis to strenger er like, ellers returnerer den usann.
ta: EXACT() ¦ºÂøÜÚ, ­ÃñÎ ºÃí¸Ùõ ºÁÁ¡¸ ­Õó¾¡ø, ¯ñ¨Á ±ýÚ ¸¡ðÎõ ­ø¨Ä¦ÂýÈ¡ø, ¦À¡ö ±ýÚ ¸¡ðÎõ.
tr: EXACT() fonksiyonu eğer iki dizgi eşit ise Doğru ifadesini kullanır. Aksi durumda Yanlış ifadesini kullanır.
xh: EYONA-YONA() umsebenzi ubuyela ngeNyaniso ukuba imitya emibini iyalingana. Kungenjalo, ibuyela ngoBuxoki.

source: EXACT(string1;string2)
az: EXACT(strinq1;strinq2)
lt: EXACT(eilutė1;eilutė2)
nl: EXACT(tekenreeks1;tekenreeks2)
no: EXACT(streng1;streng2)
tr: EXACT( dizgi1; dizgi2 )
xh: EYONA-YONA(umtya wokuqala;umtya wesibini)

source: EXACT("KOffice";"KOffice") returns True
az: EXACT( "KOffice";"KOffice") bərabərdir Düz
he: True ריזחמ EXACT("KOffice";"KOffice")
lt: EXACT("KOffice";"KOffice") pateikia True
nl: EXACT("Koffice";"Koffice") geeft Waar
no: EXACT( "Koffice"; "Koffice" ) gir sann
tr: EXACT( "Koffice";"Koffice") eşittir Doğru
xh: EYONA-YONA("KOffice";"KOffice") ibuyela ngeNyaniso

source: EXACT("KSpread";"KOffice") returns False
az: EXACT( "KSpread"; "KOffice") bərabərdir Səhv
he: False ריזחמ EXACT("KSpread";"KOffice")
lt: EXACT("KSpread";"KOffice") pateikia False
nl: EXACT("kspread";"Koffice") geeft Onwaar
no: EXACT( "kspread"; "Koffice" ) gir usann
tr: EXACT( "kspread"; "Koffice") eşittir Yanlış
xh: EYONA-YONA("KSpread";"KOffice") ibuyela ngoBuxoki

source: Needle
az: Armud
mt: Labra
nl: Naald
no: Nål
ta: °º¢
tr: Armut
xh: Inaliti

source: Haystack
az: Alma
mt: Munzell tiben
nl: Hooiberg
no: Høystakk
ta: Ì¾¢÷
tr: Elma
xh: Imfumba yestroyi

source: The find() function searches a substring. This function returns True if this substring exists. Otherwise, it returns False.
az: find() funksiyası bir alt qatarı axtarar. Əgər alt strinqdə axtarılan kəlimə varsa, Düz ifadəsini, əks halda Səhv ifadəsini verir.
bg: Функция find() търси подниз в низ. Тя връща True, ако подниза е намерен и в противен случай False.
lt: Funkcija find() ieško subeilutės. Šita funkcija pateikia True, jeigu šitokia subeilutė egzistuoja. Priešingu atveju, ji pateikia False.
nl: De functie find() zoekt naar een subtekenreeks. Deze functie geeft Waar als de substring bestaat, anders geeft zij Onwaar.
no: finn()-funksjonen søker etter en understreng. Denne funksjonen returnerer sann hvis understrengen eksisterer, ellers returnerer den usann.
ta: ¸ñÎÀ¢Ê() ¦ºÂøÜÚ, ´Õ Ð¨½ºÃò¨¾ ¸¡ðÎõ. Ð¨½ºÃõ ­Õó¾¡ø ¯ñ¨Á ±ýÚõ ­ø¨Ä¦ÂýÈ¡ø ¦À¡ö ±ýÚ ¸¡ðÎõ.
tr: find() fonksiyonu bir altdizgiyi arar. Eğer altdizgide aranan kelime varsa Doğru ifadesini, aksi durumda Yanlış ifadesini kullanır.
xh: Ufumano() lomsebenzi uphendla umtya osezantsi. Lo msebenzi ubuyisela ngokunyanisekileyo ukuba lo mtya osezantsi usekhona. Kungenjalo, ibuyisela ubuxoki.

source: find(needle,haystack)
az: find(alma;armud)
mt: find(labra,munzell tiben)
nl: find(hooiberg;naald)
no: find(nål, høystakk)
tr: find( elma; armut )
xh: fumana(inaliti,imfumba yestroyi)

source: find("KOf";"KOffice") returns True
az: find("KOf"; "KOffice") bərabərdir Düz
he: True ריזחמ find("KOf";"KOffice")
lt: find("KOf";"KOffice") pateikia True
nl: find("Kof";"Koffice") geeft Waar
no: find( "KOf"; "KOffice" ) gir sann
tr: find( "Kof"; "Koffice" ) eşittir Doğru
xh: fumana("KOf";"KOffice") ibuyela ngeNyaniso

source: find("KSpread";"KOffice") returns False
az: find("KSpread";"KOffice") bərabərdir Səhv
he: False ריזחמ find("KSpread";"KOffice")
lt: find("KSpread";"KOffice") pateikia False
nl: find("KSpread";"KOffice") geeft Onwaar
no: find( "KSpread"; "KOffice") gir Usann
tr: find( "kspread";"Koffice") eşittir Yanlış
xh: fumana("KSpread";"KOffice") ibuyela ngoBuxoki

source: Source string
az: Mənbə strinq
bg: Изходен низ
lt: Išeities teksto eilutės
nl: Brontekenreeks
no: Kildestreng
ta: ãÄ ºÃõ
tr: Kaynak dizgi
xh: Imvelaphi yomtya

source: Position
az: Yer
bg: Позиция
lt: Pozicija
nl: Positie
no: Posisjon
ta: ¿¢¨Ä
tr: Konum
xh: Indawo /Ubume

source: Length
az: Uzunluq
bg: Дължина
lt: Ilgis
nl: Lengte
no: Lengde
ta: ¿£Çõ
tr: Uzunluk
xh: Ubude

source: The mid() function returns a substring that contains 'length' characters of the string, starting at 'position' index.
az: mid() funksiyası cərgə yerindən başlayaraq len xarakterlərini daxil edən alt qatarı ifadə edər.
lt: Funkcija mid() pateikia eilutę, kurioje yra 'ilgis' simbolių, pradedant nuo vietos 'pozicija'.
nl: De functie mid() geeft een substring die lengtekarakters van deze tekenreeks bevatten, beginnend bij de positie-index
no: mid()-funksjonen returnerer en understreng som inneholder lengde tegn av strengen, starter på posisjonindeks.
tr: mid() fonksiyonu dizin konumundan başlayarak len karakterlerini içeren alt dizgiyi ifade eder.
xh: Ophakathi() umsebenzi ubuyisela umtya osezantsi oqulathe 'ubude' abasebenzi bomtya, abaqala 'kwindawo' yesalathisi.

source: mid(text;position;length)
az: mid(mətn;yer;uzunluq)
lt: mid(tekstas;pozicija;ilgis)
nl: mid(tekst;positie;lengte)
no: mid(tekst;posisjon;lengde)
tr: mid( metin; konum; uzunluk )
xh: phakathi(okubhaliweyo;indawo;ubude)

source: mid(text;position)
az: mid(mətn;yer)
lt: mid(tekstas;pozicija)
nl: mid(tekst;positie)
no: mid(tekst;posisjon)
tr: mid( metin; konum )
xh: phakathi(okubhaliweyo;indawo)

source: mid("KOffice";2;3) returns "ffi"
az: mid("KOffice";2;3) bərabərdir "ffi"
he: "ffi" ריזחמ mid("KOffice";2;3)
lt: mid("KOffice";2;3) pateikia "ffi"
nl: mid("Koffice";2;3) geeft "ffi"
no: mid( "KOffice";2;3) gir "ffi"
tr: mid( "Koffice"; 2; 3 ) eşittir "ffi"
xh: phakathi("KOffice";2;3) ibuyela "ffi"

source: mid("KOffice";2) returns "ffice"
az: mid("KOffice";2) bərabərdir "ffice"
he: "ffice" ריזחמ mid("KOffice";2)
lt: mid("KOffice";2) pateikia "ffice"
nl: mid("Koffice";2) geeft "ffice"
no: mid( "KOffice"; 2 ) gir "ffice"
tr: mid( "Koffice"; 2 ) eşittir "ffice"
xh: phakathi("KOffice";2) ibuyela "ffice"

source: The len() function returns the length of the string.
az: len() funksiyası strinqin böyüklüyünü ifadə edər.
bg: Функция len() връща дължината на стринг.
he: תא הריזחמ len() היצקנופה<br>.תזורחמ לש ךרואה
lt: len() funkcija pateikia eilutės ilgį.
nl: De functie len() geeft de lengte van de tekenreeks.
no: len()-funksjonen returnerer lengden til strengen.
ta: len() ¦ºÂøÜÚ, ºÃò¾¢ý ¿£Çò¨¾ ¸¡ðÎõ.
tr: len() fonksiyonu dizginin boyunu ifade eder.
xh: I len() umsebenzi ubuyisela ubude bomtya.

source: len(text)
az: len(mətn)
lt: len(tekstas)
nl: len(tekst)
no: len(tekst)
tr: len( metin )
xh: len(okubhaliweyo)

source: len("hello") returns 5
az: len("hello") bərabərdir 5
he: 4 ריזחמ len("םולש")
lt: len("labas") pateikia 5
nl: len("hallo") geeft 5
no: len("hallo") gir 5
tr: len( "hello" ) eşittir 5
xh: len("molo") ibuyisela 5

source: len("KSpread") returns 7
az: len("KSpread") bərabərdir 7
he: 7 ריזחמ len("KSpread")
lt: len("KSpread") pateikia 7
nl: len("kspread") geeft 7
no: len("KSpread") gir 7
tr: len( "kspread" ) eşittir 7
xh: len("KSpread") ibuyisela 7

source: String values
az: Strinq qiymətləri
bg: Сойност на низ
lt: Eilutės reikšmės
nl: Tekenreekswaarden
no: Strengverdier
ta: ºÃ Á¾¢ôÒ¸û
tr: Dizgi değerleri
xh: Amaxabiso omtya

source: The join() function returns a string which is the concatenation of the strings passed as parameters.
az: join() funksiyası parametr olaraq verilən strinqlərin birləşməsi olan qatarı ifadə edər.
lt: Funkcija join() pateikia eilutę, kuri yra eilučių, pateiktų parametrais, junginys
nl: De functie join() geeft een tekenreeks die het resultaat is van het aan elkaar plakken van de als parameter meegeven tekenreeksen.
no: join()-funksjonen returnerer strengen som er satt sammen av strengene som er gitt som parametre.
tr: join() fonksiyonu parametre olarak verilen dizgilerin birleşimi olan dizgiyi ifade eder.
xh: Udibaniso() lomsebenzi lubuyisela umtya odityanisiweyo wemitya egqithiswe njenge parameters.

source: join(value;value;...)
az: join(qiymət;qiymət;...)
lt: join(reikšmė;reikšmė;...)
nl: join(waarden;waarden;...)
no: join(verdier;verdier;...)
tr: join( değerler; değerler; ... )
xh: dibanisa(ixabiso;ixabiso;...)

source: join("KSpread";"KOffice";"KDE") returns "KSpreadKOfficeKDE"
az: join("KSpread";"KOffice";"KDE") bərabərdir "KSpreadKOfficeKDE"
he: "KSpreadKOfficeKDE" הריזחמ join("KSpread";"KOffice";"KDE")
lt: join("KSpread";"KOffice";"KDE") pateikia "KSpreadKOfficeKDE"
nl: join("kspread";"koffice";"kde") geeft "kspreadkofficekde"
no: join( "KSpread"; "KOffice"; "KDE" ) gir "KSpreadKOfficeKDE"
tr: join( "kspread"; "koffice"; "kde" ) eşittir "kspreadkofficekde"
xh: dibanisa("KSpread";"KOffice";"KDE") ibuyisela "KSpreadKOfficeKDE"

source: Amount of characters
az: Hərf miqdarı
bg: Количество символи
lt: Simbolių skaičius
nl: Aantal karakters
no: Antall tegn
ta: ¯Õì¸Ç¢ý «Ç×
tr: Karakter sayısı
xh: Inani labasebenzi

source: The right() function returns a substring that contains the 'length' rightmost characters of the string. The whole string is returned if 'length' exceeds the length of the string.
az: right() funksiyası müəyyən bir strinqin sağdan len uzunluğundakı xarakterini ifadə edər. Əgər len böyüklüyü strinq böyüklüyündən böyükdürsə, bütün strinq ifadə edilir.
lt: Funkcija right() pateikia naują eilutę, kurioje yra 'ilgis' dešiniausių simbolių. Visa eilutė bus pateikiame, jeigu 'ilgis' didesnis už eilutės ilgį.
nl: De functie right() geeft een substring die de meest rechtse karakters van de tekenreeks bevat. Het aantel karakters bepaalt u met de parameter 'lengte' De hele tekenreeks is gegeven als 'lengte' de lengte van de tekenreeks overschrijdt.
no: right()-funksjonen returnerer en understreng som inneholder de lengde mest til høyre tegnene i strengen. Hele strengen blir returnert hvis lengde overstiger lengden på strengen.
tr: right() fonksiyonu belli bir dizginin sağdan len uzunluğundaki karakterini ifade eder. Eğer len boyutu dizgi boyutundan büyükse tüm dizgi ifade edilir.
xh: Osekunene() umsebenzi ubuyisela umtya osezantsi oqulathe 'ubude' onabasebenzi abaninzi bomtya. Umtya wonke uyabuyiselwa ukuba'ubude' bunyusa ubude bomtya.

source: right(text;length)
az: right(mətn;uzunluq)
lt: right(tekstas;ilgis)
nl: right(tekst;lengte)
no: right(tekst;lengde)
tr: right( metin; uzunluk )
xh: ekunene(okubhaliweyo;ubude)

source: right("hello";2) returns "lo"
az: right("hello";2) bərabərdir "lo"
bg: right("hello";2) връща "lo"
he: "lo" ריזחמ right("hello";2)
lt: right("hello";2) pateikia "lo"
nl: right("hallo";2) geeft "lo"
no: right("hello";2) gir "lo"
tr: right("hello";2) eşittir "lo"
xh: ekunene("molo";2) ibuyisela "lo"

source: right("KSpread";10) returns "KSpread"
az: right("KSpread";10) bərabərdir "KSpread"
he: "KSpread" ריזחמ right("KSpread";10)
lt: right("KSpread";10) pateikia "KSpread"
nl: right("kspread";10) geeft "kspread"
no: right("KSpread";10) gir "KSpread"
tr: right("kspread";10) eşittir "kspread"
xh: ekunene("KSpread";10) ibuyisela "KSpread"

source: The left() function returns a substring that contains the 'length' leftmost characters of the string. The whole string is returned if 'length' exceeds the length of the string.
az: left() funksiyası müəyyən bir strinqin soldan len uzunluğundakı xarakterini ifadə edər. Əgər len böyüklüyü strinq böyüklüyündən böyükdürsə, bütün strinq ifadə edilir.
lt: Funkcija left() pateikia naują eilutę, kurioje yra 'ilgis' kairiausių simbolių. Visa eilutė bus pateikiame, jeigu 'ilgis' didesnis už eilutės ilgį.
nl: De funtie left() geeft een substring die de meest linkse karakters van de tekenreeks bevat . Het aantal karakters bepaalt u met de parameter 'lengte' De hele tekenreeks wordt gegeven als 'lengte' de lengte van de tekenreeks overschrijdt.
no: left()-funksjonen returnerer en understreng som inneholder de lengde mest til venstre tegnene i strengen. Hele strengen blir returnert hvis lengde overstiger lengden på strengen.
tr: left() fonksiyonu belli bir dizginin soldan len uzunluğundaki karakterini ifade eder. Eğer len boyutu dizgi boyutundan büyükse tüm dizgi ifade edilir.
xh: Osekhohlo () umsebenzi ubuyisela umtya osezantsi oqulathe ;ubude' ikakhulu abasekhohlo abasebenzi bomtya. Umtya wonke uyabuyiselwa ukuba 'ubude' bunciphisa ubude bomtya.

source: left(text;length)
az: left(mətn;uzunluq)
lt: left(tekstas;ilgis)
nl: left(tekst;lengte)
no: left(tekst;lengde)
tr: left( metin; uzunluk )
xh: ekhohlo(okubhaliweyo;ubude)

source: left("hello";2) returns "he"
az: left("hello"; 2 ) bərabərdir "he"
he: "he" ריזחמ left("hello";2)
lt: left("hello";2) pateikia "he"
nl: left("hallo";2) geeft "he"
no: left("hallo"; 2) gir "ha"
tr: left( "hello"; 2 ) eşittir "he"
xh: ekhohlo("molo";2) ibuyisela "he"

source: left("KSpread";10) returns "KSpread"
az: left("KSpread";10) bərabərdir "KSpread"
he: "KSpread" ריזחמ left("KSpread";10)
lt: left("KSpread";10) pateikia "KSpread"
nl: left("kspread";10) geeft "kspread"
no: left("KSpread";10) gir "KSpread"
tr: left( "kspread"; 10 ) eşittir "kspread"
xh: ekhohlo("KSpread";10) ibuyisela "KSpread"

source: Count of repetitions
az: Təkrarlama miqdarı
bg: Брой повторения
lt: Pasikartojimų skaičius
nl: Aantal herhalingen
no: Antall gjentagelser
tr: Tekrarlama sayısı
xh: Ubalo lweziphinda-phindo

source: The REPT() function repeats the first parameter as often as told by the second parameter.
az: REPT() funksiyası ikinci parametr tərəfindən söylənən ilk parametri təkrarlayar.
bg: Функция REPT() повтаря низа зададения брой пъти.
lt: REPT() funkcija pakartoja pirmąjį parametrą dažniu, nurodytu antruoju parametru.
nl: De functie REPT() herhaalt de eerste parameter zo vaak als de tweede parameter aangeeft.
no: REPT()-funksjonen gjentar det første parameteret så mange ganger det andre parameteret sier.
tr: REPT() fonksiyonu ikinci parametre tarafından söylenen ilk parametreyi tekrarlar.
xh: I REPT() umsebenzi uphinda-phinda iparameter yokuqala ngokuxelwe rhoqo yeye sibini iparameter.

source: REPT(text;count)
az: REPT(mətn;miqdar)
lt: REPT(tekstas;skaičius)
nl: REPT(tekst;telling)
no: REPT(tekst;antall)
tr: REPT( metin; sayı )
xh: REPT(okubhaliweyo;bala)

source: REPT("KSpread";3) returns "KSpreadKSpreadKSpread"
az: REPT("KSpread";3) bərabərdir "KSpreadKSpreadKSpread"
he: "KSpreadKSpreadKSpread" ריזחמ REPT("KSpread";3)
lt: REPT("KSpread";3) pateikia "KSpreadKSpreadKSpread"
nl: REPT("kspread";3) geeft "kspreadkspreadkspread"
no: REPT("KSpread";3) gir "KSpreadKSpreadKSpread"
tr: REPT( "kspread"; 3 ) eşittir "kspreadkspreadkspread"
xh: REPT("KSpread";3) ibuyisela "KSpreadKSpreadKSpread"

source: The upper() function converts a string to upper case.
az: upper() funksiyası bir strinqi böyük hərflərə dönüşdürür.
bg: Функция upper() преобразува текста в горен регистър
he: הריממ upper() היצקנופה<br>תולודג תויתואל תזורחמ
lt: upper() funkcija paverčia eilutę, į parašytą didžiosiomis raidėmis.
nl: De functie upper() converteert een tekenreeks naar hoofdletters.
no: upper()-funksjonen konverterer en streng til store bokstaver.
tr: upper() fonksiyonu bir dizgiyi büyük harflere dönüştürür.
xh: Ophezulu() umsebenzi uguqula umtya womzekelo ongentla.

source: upper(text)
az: upper(mətn)
lt: upper(tekstas)
nl: upper(tekst)
no: upper(tekst)
tr: upper( metin )
xh: ongaphezulu(okubhaliweyo)

source: upper("hello") returns "HELLO"
az: upper("salam") bərabərdir "SALAM"
he: "HELLO" ריזחמ upper("hello")
lt: upper("labas") pateikia "LABAS"
nl: upper("hallo") geeft "HALLO"
no: upper("hallo") gir "HALLO"
tr: upper("merhaba") eşittir "MERHABA"
xh: ophezulu("molo") ubuyisela"MOLO"
