Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kspread.po
Languages: az, bg, he, lt, mt, nl, no, ta, tr, xh

source: The CARX() function returns the X position corresponding to the position of a point in a polar landmark.
az: CARX()funksiyası polar yer işarətindəki yerə görə X yerini verir.
bg: Функция CARX() връща стойноста на коорд. X за точки в полярнакоординатна система.
lt: CARX() funkcija pateikia X taško poliarinių koordinačių sistemoje vietą.
nl: De functie CARX() geeft de X-positie, corresponderend met de positie van een punt in een polair coordinatenstelsel.
no: CARX() funksjonen returnerer X posisjonen korrosponderende med posisjonen avet punkt i et polar landemerke.
tr: POLA() fonksiyonu bir kutupsal sınır işaretinin pozisyonuna bağlı olan x pozisyonuna eşittir.
xh: I CARX() umsebenzi ubuyisela indawo ye Xehambelana nendawo yencopho yophawu lomhlaba we polar.

source: CARX(Radius;Angle)
az: CARX (Radius;Bucaq)
lt: CARX(Spindulys;Kampas)
mt: CARX(Raġġ;Angolu)
nl: CARX(Radius;Hoek)
no: CARX(Radius;Vinkel)
tr: CARX (Çap; Açı )
xh: CARX(Ilayini esuka embindini;Ikona)

source: CARX(12;1.5707) returns 0
az: CARX(12;1.5707) bərabərdir 5
bg: CARX(12;1.5707) връща 0
he: 0 ריזחמ CARX(12;1.5707)
lt: CARX(12;1.5707) pateikia 0
mt: CARX(12;1.5707) = 0
nl: CARX(12;1.5707) geeft 0
no: CARX(12;1,5707) gir 0
ta: CARX(12;1.5707), 0 ±ýÚ ¸¡ðÎõ
tr: min(12;5;7) eşittir 5
xh: CARX(12;1.5707) ibuyisela 0

source: CARX(12;0) returns 12
az: CARX(12;0) bərabərdir 12
bg: CARX(12;0) връща 12
he: 12 ריזחמ CARX(12;0)
lt: CARX(12;0) pateikia 12
mt: CARX(12;0) = 12
nl: CARX(12;0) geeft 12
no: CARX(12;0) gir 12
ta: CARX(12;0), 12 ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: CARX(12;0) ibuyisela 12

source: Value
az: Qiymət
bg: Значение
lt: Reikšmė
mt: Valur
nl: Waarde
no: Verdi
ta: Á¾¢ôÒ
tr: Yanlış
xh: Ixabiso

source: The DECSEX() function converts a double value to a time value.
az: DECSEX() funksiyası bir cüt qiyməti vaxt qiymətinə çevirir.
nl: De functie DECSEX() converteert een dubbele waarde naar een tijdwaarde.
no: DECSEX() funksjonen konverterer en double verdi til en tid verdi.
tr: upper() fonksiyonu bir dizgiyi büyük harflere dönüştürür.
xh: I DECSEX() umsebenzi uguqula ixabiso eliphindiweyo kabini ulisa kwixabiso lexesha.

source: DECSEX(double)
az: DECSEX(cüt)
nl: DECSEX(dubbel)
no: DECSEX(verdi)
xh: DECSEX(kabini)

source: DECSEX(1.6668) returns 1:40
az: DECSEX(1.6668)bərabərdir 1:40
bg: DECSEX(1.6668) връща 1:40
he: 1:40 ריזחמ DECSEX(1.6668)
lt: DECSEX(1.6668) pateikia 1:40
mt: DECSEX(1.6668) = 1:40
nl: DECSEX(1.6668) geeft 1:40
no: DECSEX(1,6668) gir 1:40
ta: DECSEX(1.6668), 1;40 ±ýÚ ¸¡ðÎõ
tr: DECHEX(12) eşittir "c"
xh: DECSEX(1.6668) ibuyisela 1:40

source: DECSEX(7.8) returns 7:47
az: DECHEX(7.8) bərabərdir 7:47
bg: DECSEX(7.8) връща 7:47
he: 7:48 ריזחמ DECSEX(7.8)
lt: DECSEX(7.8) pateikia 7:47
mt: DECSEX(7.8) = 7:47
nl: DECSEX(7.8) geeft 7:47
no: DECSEX(7,8) gir 7:47
ta: DECSEX(7.8), 7:47 ±ýÚ ¸¡ðÎõ
tr: DECHEX(55) eşittir "37"
xh: DECSEX(7.8) ibuyisela 7:47

source: Hours
az: Saatlar
bg: Часове
lt: Valandos
mt: Siegħat
nl: Uren
no: Timer
ta: Á½¢¸û
tr: Saatler
xh: Iiyure

source: Minutes
az: Dəqiqələr
bg: Минути
lt: Minutės
mt: Minuti
nl: Minuten
no: Minutter
ta: ¿¢Á¢¼í¸û
tr: Dakikalar
xh: Imizuzu

source: Seconds
az: Saniyələr
bg: Секунди
lt: Sekundės
mt: Sekondi
nl: Seconden
no: Sekunder
ta: ¦¿¡Ê¸û
tr: Saniyeler
xh: Imizuzwana

source: The SEXDEC() function returns a decimal value. You can also supply a time value.
az: SEXDEC() funksiyası onluq rəqəmlə nəticələnir. Həm də vaxt qiyməti verə bilərsiniz.
lt: SEXDEC() funkcija pateikia dešimtainę reikšmę. Jūs taip pat galite pateikti ir laiko reikšmę.
nl: De functie SEXDEC() geeft de waarde opgemaakt als decimaal getal. U kunt bovendien een tijdwaarde geven.
no: SEXDEC()-funksjonen returnerer verdien formatert som desimaltall. Du kan også angi en tidsverdi
tr: DECOCT() fonksiyonu değeri sekizli sayı şeklinde ifade eder.
xh: I SEXDEC() umsebenzi ubuyisela ixabiso eliphela kwishumi. Unganikeza ngexabiso lexesha.

source: SEXDEC(time value) or SEXDEC(hours,minutes,seconds)
az: SEXDEC(vaxt qiyməti) va ya SEXDEC(saat,dəqiqə,saniyə)
lt: SEXDEC(laiko reikšmė) arba SEXDEC(valandos,minutės,sekundės)
mt: SEXDEC(ħin) or SEXDEC(siegħat,minuti,sekondi)
nl: SEXDEC(tijdwaarde) of SEXDEC(uur,minuut,seconde)
no: SEXDEC(tidsverdi) eller SEXDEC(timer; minuter; sekunder )
tr: time( saat; dakika; saniye )
xh: SEXDEC(ixabiso lexesha) okanye SEXDEC(iiyure,imizuzu,imizuzwana)

source: SEXDEC(1;5;7) returns 1.0852778
az: SEXDEC(1;5;7) bərabərdir 1.0852778
bg: SEXDEC(1;5;7) връща 1.0852778
he: 1.0852778 ריזחמ SEXDEC(1;5;7)
lt: SEXDEC(1;5;7) pateikia 1.0852778
mt: SEXDEC(1;5;7) = 1.0852778
nl: SEXDEC(1;5;7) geeft 1.0852778
no: SEXDEC(1;5;7) gir 1,0852778
ta: SEXDEC(1;5;7), 1.0852778 ±ýÚ ¸¡ðÎõ
tr: max(12;5;7) eşittir 12
xh: SEXDEC(1;5;7) ibuyisela 1.0852778

source: DECSEX("8:05") returns 8.08333333
az: DECSEX("8:05") bərabərdir 8.08333333
bg: DECSEX("8:05") връща 8.08333333
he: 8.08333333 ריזחמ DECSEX("8:05")
lt: DECSEX("8:05") pateikia 8.08333333
mt: DECSEX("8:05") = 8.08333333
nl: DECSEX("8:05") geeft 8.08333333
no: DECSEX("8:05") gir 8,08333333
ta: DECSEX("8:05"), 8.08333333 ±ýÚ ¸¡ðÎõ
tr: DECHEX(55) eşittir "37"
xh: DECSEX("8:05") ibuyisela 8.08333333

source: The CARY() function returns the Y position corresponding to the position of a point in a polar landmark.
az: CARY() funksiyası polar yer işarətindəki yerə görə Y yerini verir.
lt: CARY() pateikia Y taško poliarinių koordinačių sistemoje vietą.
nl: De functie CARY() geeft de Y-positie, corresponderend met de positie van een punt in een polair coordinatenstelsel
no: CARY() funksjonen returnerer Y posisjonen korrosponderende med posisjonen avet punkt i et polar landemerke.
xh: I CARY() umsebenzi ubuyisela indawo ye Y ehambelana nendawo yencopho yophawu lomhlaba we polar.

source: CARY(Radius;Angle)
az: CARY(Raidus;Bucaq)
lt: CARY(Spindulys;Kampas)
mt: CARY(Raġġ;Angolu)
nl: CARY(radius;hoek)
no: CARY(Radius;Vinkel)
tr: CARY( Çap;Açı )
xh: CARY(Ilayini esuka embindini ethe nkqo;Ikona)

source: CARY(12;1.5707) returns 12
az: CARY(12;1.5707) bərabərdir 12
bg: CARY(12;1.5707) връща 12
he: 12 ריזחמ CARY(12;1.5707)
lt: CARY(12;1.5707) pateikia 12
mt: CARY(12;1.5707) = 12
nl: CARY(12;1.5707) geeft 12
no: CARY(12;1,5707) gir 12
ta: CARY(12;1.5707), 12 ±ýÚ ¸¡ðÎõ
tr: max(12;5;7) eşittir 12
xh: CARY(12;1.5707) ibuyisela 12

source: CARY(12;0) returns 0
az: CARY(12;0) bərabərdir 0
bg: CARY(12;0) връща 0
he: 0 ריזחמ CARY(12;0)
lt: CARY(12;0) pateikia 0
mt: CARY(12;0) = 0
nl: CARY(12;0) geeft 0
no: CARY(12;0) gir 0
ta: CARY(12;0), 0 ±ýÚ ¸¡ðÎõ
tr: MOD(12;5) eşittir 2
xh: CARY(12;0) ibuyisela 0

source: The ROMAN() function returns the number in roman format. Number should be positive and entire.
az: ROMAN() funksiyası qiyməti roman şəklində verər. Rəqəmlər müsbət və tam olmalıdırlar.
bg: Функция ROMAN() връща число в римски формат. Числото трябва да бъде положително и цяло
lt: ROMAN() funkcija pateikia skaičių romėnišku formatu. Skaičius turi būti teigiamas ir sveikas.
mt: Il-funzjoni ROMAN() tirritorna numru fformattjat bħala numru Ruman. In-numru irid ikun sħiħ u pożittiv.
nl: De functie ROMAN() geeft het getal in romeinse opmaak. Het getal moet positief zijn en mag geen breuken bevatten.
no: ROMAN() funksjonen returnerer nummeret i romansk tallformat. Nummeret skal værepositivt og helt
ta: ROMAN() ¦ºÂøÜÚ, §Ã¡Áý ÅÊÅò¾¢ø ¸¡ðÎõ. ±ñ, §¿÷ ÁüÚõ ÓØ¾¡¸ ­Õì¸ §ÅñÎõ.
tr: ENT() fonksiyonu değerin tam sayı kısmını ifade eder.
xh: Eyesi ROMAN() umsebenzi ubuyisela inani lefomati yesiroma. Inani kufuneka li vunywe kwaye lilunge.

source: ROMAN(Number)
az: ROMAN(Rəqəm)
lt: ROMAN(Skaičius)
mt: ROMAN(Numru)
nl: ROMAN(getal)
no: ROMAN(Nummer)
tr: Sayı :
xh: ROMAN(Inani)

source: ROMAN(99) returns "XCIX"
az: ROMAN(99) bərabərdir "XCIX"
bg: ROMAN(99) връща "XCIX"
he: "XCIX" ריזחמ ROMAN(99)
lt: ROMAN(99) pateikia "XCIX"
mt: ROMAN(99) = "XCIX"
nl: ROMAN(99) geeft "XCIX"
no: ROMAN(99) gir "XCIX"
ta: ROMAN(99), "XCIX" ±ýÚ ¸¡ðÎõ
tr: COMBIN(5;5) eşittir 1
xh: ROMAN(99) ibuyisela "XCIX"

source: ROMAN(-55) returns "Err"
az: ROMAN(-55) bərabərdir "Err"
bg: ROMAN(-55) връща "Err"
he: "Err" ריזחמ ROMAN(-55)
lt: ROMAN(-55) pateikia "Err"
mt: ROMAN(-55) = "Err"
nl: ROMAN(-55) geeft "Err"
no: ROMAN(-55) gir "Err"
ta: ROMAN(-55), "Err" ±ýÚ ¸¡ðÎõ
tr: COMBIN(5;5) eşittir 1
xh: ROMAN(-55) ibuyisela "Err"

source: Time and Date
az: Vaxt və Tarix
bg: Време и дата
he: ךיראתו העש
lt: Laikas ir Data
mt: Ħin u Data
nl: Tijd en datum
no: Tid og dato
ta: §¿Ãõ ÁüÚõ §¾¾¢
tr: Zaman ve Tarih
xh: Ixesha no Mhla

source: Year
az: İl
bg: Год
lt: Metai
mt: Sena
nl: Jaar
no: År
ta: ÅÕ¼õ
tr: Yıl
xh: Unyaka

source: Month
az: Ay
bg: Месец
lt: Mėnuo
mt: Xahar
nl: Maand
no: Måned
ta: Á¡¾õ
tr: Ay
xh: Inyanga

source: Day
az: Gün
bg: Ден
lt: Diena
mt: Jum
nl: Dag
no: Dag
ta: ¿¡û
tr: Gün
xh: Umhla

source: The dayOfYear() function returns the number of the day in the year (1...365).
az: dayOfYear() funksiyası ildəki günlərin miqdarını (1...365) verir.
bg: Функция dayOfYear() връща номера на деня в годината (1...365).
lt: dayOfYear() funkcija pateikia metų dienos eilės numerį (1...365).
mt: Il-funzjoni dayOfYear() tirritorna n-numru tal-ġurnata fost is-sena (1...365).
nl: De functie dayOfYear() geeft het nummer van de dag van het jaar (1..365).
no: dayOfYear()-funksjonen returnerer dagens nummer i året (1...365).
ta: ÅÕ¼ò¾¢ý ¿¡û() ¦ºÂøÜÚ, ÅÕ¼ò¾¢ý ¿¡Ç¢ý ±ñ¨É ¸¡ðÎõ (1...365).
tr: dayOfYear() fonksiyonu yıldaki günlerin sayısını (1...365) verir.
xh: Umhla wo Nyaka() umsebenzi ubuyisela inani lomhla kunyaka (1...365).

source: dayOfYear(year;month;date)
az: dayOfYear(il;ay;gün)
lt: dayOfYear(metai;mėnuo;data)
mt: dayOfYear(sena;xahar;data)
nl: dayOfYear(jaar;maand;datum)
no: dayOfYear(år;måned;dag)
tr: dayOfYear( yıl; ay; gün )
xh: umhla Wo Nyaka(unyaka;inyanga;umhla)

source: dayOfYear(2000;12;1) returns 336
az: dayOfYear(2000,12,1) bərabərdir 336
bg: dayOfYear(2000;12;1) връща 336
he: 336 ריזחמ dayOfYear(2000;12;1)
lt: dayOfYear(2000;12;1) pateikia 336
mt: dayOfYear(2000;12;1) = 336
nl: Het resultaat van dayOfYear(2000;12;1) is 336
no: dayOfYear(2000;12;1) gir 336
ta: ÅÕ¼ò¾¢ý ¿¡û(2000;12;1) 336 ±ýÚ ¸¡ðÎõ
tr: dayOfYear(2000,12,1) eşittir 336
xh: umhla Wo Nyaka(2000;12;1) ubuyisela 336

source: dayOfYear(2000;2;29) returns 60
az: dayOfYear(2000,2,29) bərabərdir 60
he: 60 ריזחמ dayOfYear(2000;2;29)
lt: dayOfYear(2000;2;29) pateikia 60
mt: dayOfYear(2000;2;29) = 60
nl: Het resultaat van dayOfYear(2000;2;29) is 60
no: dayOfYear(2000;2;29) gir 60
tr: dayOfYear(2000,2,29) eşittir 60
xh: umhla Wo Nyaka(2000;2;29) ubuyisela 60

source: The date() function returns the date formatted with local parameters.
az: date() funksiyası tarixi, yerli parametrlər işlədərək ifadə edər.
he: ךיראתה תא הריזחמ date() היצקנופה<br>.םיימוקמה םירטמרפה יפל בצועמ
lt: date() funkcija pateikia datą, suformuotą pagal lokalės parametrus.
mt: Il-funzjoni date() tirritorna d-data formattjata skond is-setings lokali tiegħek.
nl: De functie date() geeft de datumopmaak volgens de lokale instellingen.
no: date()-funksjonen returnerer datoen formatert med lokale parametre.
ta: §¾¾¢() ¦ºÂøÜÚ, ¯ûÇ¨Á «ÇÒÕ¸Ç¡ø ÅÊÅ¨Áì¸Àð¼ §¾¾¢¨Â ¸¡ðÎõ.
tr: date() fonksiyonu tarihi, yerel parametreler kullanarak ifade eder.
xh: Umhla() umsebenzi ubuyisela umhla ofomatiweyo ngeparameters zobulali.

source: date(year;month;date)
az: gün(il;ay;gün)
lt: date(metai;mėnuo;data)
mt: date(sena;xahar;jum)
nl: date(jaar;maand;datum)
no: date(år;måned;dag)
tr: gün( yıl; ay; gün )
xh: umhla(unyaka;inyanga;umhla)

source: date(2000;5;5) returns Friday 05 May 2000
az: date(2000,5,5) bərabərdir Cümə 05 May 2000
bg: date(2000;5;5) връща"5 Май 2000"
he: ,ישיש םוי ריזחמ date(2000;5;5)<br>2000 יאמב 5
lt: date(2000;5;5) pateikia Trečiadienis, 2000 gegužės 05
mt: date(2000;5;5) = "Il-Ġimgħa 5 ta' Mejju 2000"
nl: Het resultaat van date(2000;5;5) is vrijdag 05 mei 2000
no: date(2000;5;5) gir fredag 5. mai 2000
ta: §¾¾¢(2000;5;5) ¦ÅûÇ¢ 05 §Á 2000 ±ÉÚ ¸¡ðÎõ
tr: date(2000,5,5) eşittir Cuma 05 Mayıs 2000
xh: umhla(2000;5;5) ubuyisela Lwesihlanu 05 Meyi 2000

source: The time() function returns the time formatted with local parameters.
az: time() funksiyası saatı yerli parametrlər ilə şəkilləndirib ifadə edər
he: העשה תא הריזחמ time() היצקנופה<br>.םיימוקמה םירטמרפה יפל תבצועמ
lt: time() funkcija pateikia laiką, suformuotą pagal lokalės parametrus.
mt: Il-funzjoni time() tirritorna l-ħin formattjat bil-parametri lokali.
nl: De functie time() geeft de tijdopmaak volgens de lokale parameters.
no: time()-funksjonen returnerer klokkeslettet formatert med lokale parametre.
ta: §¿Ãõ() ¦ºÂøÜÚ, ¯ûÇ¨Á «ÇÒÕ¸Ç¡ø ÅÊÅ¨Áì¸Àð¼ §¿Ãò¨¾ ¸¡ðÎõ.
tr: time() fonksiyonu saati yerel parametreler ile biçimlendirip ifade eder
xh: Ixesha() umsebenzi ubuyisela ixesha elifomatiweyo ngeparameters zobulali.

source: time(hours;minutes;seconds)
az: time(saat;dəqiqə;saniyə)
lt: time(valandos;minutės;sekundės)
mt: time(siegħat;minuti;sekondi)
nl: time(uren;minuten;seconden)
no: time(timer;minuter;sekunder)
tr: time( saat; dakika; saniye )
xh: ixesha(iiyure;imizuzu;imizuzwana)

source: time(10;2;2) returns 10:02:02
az: time(10;2;2) bərabərdir 10:02:02
bg: time(10;2;2) връща 10:02:02
he: 10:02:02 ריזחמ time(10;2;2)
lt: time(10;2;2) pateikia 10:02:02
mt: time(10;2;2) = 10:02:02
nl: Het resultaat van time(10;2;2) is10:02:02
no: time(10;2;2) gir 10:02:02
ta: §¿Ãõ(10;2;2) 10;02;02) ±ýÚ ¸¡ðÎõ
tr: time(10;2;2) eşittir 10:02:02
xh: ixesha(10;2;2) lubuyisela 10:02:02

source: time
az: vaxt
bg: време
lt: laikas
mt: ħin
nl: tijd
no: tid
ta: §¿Ãõ
tr: zaman
xh: ixesha

source: The hours() function returns the value of the hours in a time expression.
az: hours() funksiyası saatın qiymətini vaxt ifadəsi ilə verir.
lt: hours() funkcija pateikia valandų reikšmę laiko išraiškoje.
mt: Il-funzjoni hours() tirritorna l-parti tas-siegħat minn ħin.
nl: De functie hours() geeft de waarde van de uren in een tijdsuitdrukking.
no: hours()-funksjonen returnerer verdien av timer i et tidsuttrykk.
tr: pow(x,y) fonksiyonu x' in y üssünü ifade eder.
xh: Iiyure() umsebenzi ubuyisela ixabiso leeyure kuchazo lwexesha.

source: hours(time)
az: hours(vaxt)
lt: hours(laikas)
mt: hours(ħin)
nl: hours(tijd)
no: hours(tid)
tr: hours( zaman)
xh: iiyure(ixesha)

source: hours("10:5:2") returns 10
az: hours("10:5:2") bərabərdir 10
bg: hours("10:5:2") връща 10
he: 10 ריזחמ hours("10:5:2")
lt: hours("10:5:2") pateikia 10
mt: hours("10:5:2") = 10
nl: hours("10:5:2") geeft 10
no: hours("10:5:2") gir 10
ta: Á½¢¸û("10:5:2"), 10 ±ýÚ ¸¡ðÎõ
tr: fact(0) eşittir 1
xh: iiyure("10:5:2") ibuyisela 10

source: year
az: il
bg: година
lt: metai
mt: sena
nl: jaar
no: år
ta: ÅÕ¼õ
tr: Yıl
xh: unyaka

source: The function isLeapYear() returns True if the given year is leap.
az: isLeapYear() funksiyası verilən il sıçrayıra True yekununu verir
bg: Функция isLeapYear() връча True, ако годината е високосна.
lt: Funkcija isLeapYear() pateikia True, jeigu duoti metai yra keliamieji.
mt: Il-funzjoni isLeapYear() tirritorna 'Veru' jekk is-sena msemmija hija waħda biżestili.
nl: De functie isLeapYear() geeft 'Waar' als het opgegeven jaar een schrikkeljaar is.
no: isLeapYear()-funksjonen returnerer sann hvis angitt år er et skuddår, ellers returnerer den usann.
ta: ¦¸¡Îì¸Àð¼ ¬ñÎ Á¢Ì¿¡Ç¡¸ ­Õó¾¡ø, Á¢Ì¿¡û¬ñÎ() ¦ºÂøÜÚ, ¦Áö ±ýÚ ¸¡ðÎõ.
tr: ISTEXT() fonksiyonu eğer parametre bir dizgi ise Doğru, değil ise Yanlış ifadesini kullanır
xh: Umsebenzi Wonyaka Oneentsuku ezimnqakathi() ubuyela ngeNyaniso ukuba unyaka onikiweyo uneentsuku ezimnqakathi.

source: isLeapYear(year)
az: isLeapYear(il)
bg: isLeapYear( година )
lt: isLeapYear(metai)
mt: isLeapYear(sena)
nl: isLeapYear(jaar)
no: isLeapYear(år)
ta: ­ÐÁ¢Ì¿¡û¬ñÎ(ÅÕ¼õ)
xh: uNyaka Oneentsuku ezimnqakathi (unyaka)

source: isLeapYear(2000) returns True
az: isLeapYear(2000) True yekunu verir
bg: isLeapYear(2000) връща True
he: True ריזחמ isLeapYear(2000)
lt: isLeapYear(2000) pateikia True
mt: isLeapYear(2000) = True
nl: isLeapYear(2000) geeft Waar
no: isLeapYear(2000) gir sann
ta: ­ÐÁ¢Ì¿¡û¬ñÎ(2000), ¦Áö ±ýÚ ¸¡ðÎõ
tr: dayOfYear(2000,12,1) eşittir 336
xh: uNyaka Oneentsuku ezimnqakathi(2000) ubuyela ngeNyaniso

source: month
az: ay
bg: месец
lt: mėnuo
mt: xahar
nl: maand
no: måned
ta: Á¡¾õ
tr: Ay
xh: inyanga

source: The function daysInMonth() returns number of days in the given year and month.
az: daysInMonth() funksiyası verilən ildəki və aydakı gün miqdarıni verir.
bg: Функция daysInMonth() връща броя дни в указания месец и година.
lt: Funkcija daysInMonth() pateikia duotų metų ir mėnesio dienų skaičių.
mt: Il-funzjoni daysInMonth() tirritorna n-numru ta' ġranet fix-xahar u sena msemmija.
nl: De functie dayinmonth() geeft het aantal dagen in het opgegeven jaar en maand
no: daysInMonth()-funksjonen antall dager i angitt år og måned.
ta: Á¡¾ò¾¢ý¿¡ð¸û() ¦ºÂøÜÚ, ¦¸¡Îì¸ÀðÊÕìÌõ ÅÕ¼õ ÁüÚõ Á¡¾ò¾¢ý ±ñ½¢ì¨¸¨Â¸¡ðÎõ.
tr: dayOfYear() fonksiyonu yıldaki günlerin sayısını (1...365) verir.
xh: Umsebenzi imihla kwiNyanga() ubuyisela inani leentsuku kunyaka onikiweyo kunye nenyanga.

source: daysInMonth(year;month)
az: daysInMonth(il;ay)
lt: daysInMonth(metai;mėnuo)
mt: daysInMonth(sena;xahar)
nl: daysinmonth(jaar;maand)
no: daysInMonth( år;måned;)
tr: gün( yıl; ay; gün )
xh: imihla kwiNyanga(unyaka;inyanga)

source: daysInMonth(2000;2) returns 29
az: daysInMonth(2000;2) bərabərdir 29
he: 29 ריזחמ daysInMonth(2000;2)
lt: daysInMonth(2000;2) pateikia 29
mt: daysInMonth(2000;2) = 29
nl: daysInMonth(2000;2) geeft 29
no: daysInMonth(2000;2) gir 29
tr: dayOfYear(2000,12,1) eşittir 336
xh: imihla kwiNyanga(2000;2) ibuyisela 29

source: The function daysInYear() returns the number of days in the given year.
az: daysInYear() funksiyası verilən ildəki gün miqdarı ilə nəticələnir.
lt: Funkcija daysInYear() pateikia duotų metų dienų skaičių.
mt: Il-funzjoni daysInYear() tirritorna n-numru ta' ġranet fis-sena msemmija.
nl: De functie daysInYear() geeft het aantal dagen in het opgegeven jaar.
no: dayInYear()-funksjonen returnerer antall dager i angitt år.
tr: dayOfYear() fonksiyonu yıldaki günlerin sayısını (1...365) verir.
xh: Umsebenzi imihla kuNyaka() ubuyisela inani leentsuku kunyaka onikiweyo.

source: daysInYear(year)
az: daysInYear(il)
bg: daysInYear( година )
lt: daysInYear(metai)
mt: daysInYear(sena)
nl: daysInYear(jaar)
no: dayInYear(år)
ta: ÅÕ¼ò¾¢ý¿¡ð¸û(ÅÕ¼õ)
xh: imihla kuNyaka(unyaka)

source: daysInYear(2000) returns 366
az: daysInYear(2000) bərabərdir 366
bg: daysInYear(2000) връща 366
he: 366 ריזחמ daysInYear(2000)
lt: daysInYear(2000) pateikia 366
mt: daysInYear(2000) = 366
nl: daysInYear(2000) geeft 366
no: dayInYear(2000) gir 366
ta: ÅÕ¼ò¾¢ý ¿¡ð¸û(2000), 336 ±ýÚ ¸¡ðÎõ
tr: dayOfYear(2000,12,1) eşittir 336
xh: imihla kuNyaka(2000) ibuyisela 366

source: The function weeksInYear() returns the number of weeks in the given year.
az: weeksInYear() funksiyası ildəki həftə miqdarını verir.
lt: Funkcija weeksInYear() pateikia duotų metų savaičių skaičių.
mt: Il-funzjoni weeksInYear() tirritorna n-numru ta' ġimgħat fis-sena msemmija.
nl: De functie weeksInYear() geeft het aantal weken in het opgegeven jaar.
no: weeksInYear()-funksjonen returnerer antall uker i angitt år.
tr: dayOfYear() fonksiyonu yıldaki günlerin sayısını (1...365) verir.
xh: Umsebenzi iiveki kuNyaka() ubuyisela inani leeveki kunyaka onikiweyo.

source: weeksInYear(year)
az: weeksInYear(il)
bg: weeksInYear( година )
lt: weeksInYear(metai)
mt: weeksInYear(sena)
nl: weeksInYear(jaar)
no: weeksInYear(år)
ta: ÅÕ¼ò¾¢ýÅ¡Ãí¸û(ÅÕ¼õ)
xh: iiveki kuNyaka(unyaka)

source: weeksInYear(2000) returns 52
az: weeksInYear(2000) bərabərdir 52
bg: weeksInYear(2000) връща 52
he: 52 ריזחמ weeksInYear(2000)
lt: weeksInYear(2000) pateikia 52
mt: weeksInYear(2000) = 52
nl: weeksInYear(2000) geeft 52
no: weeksInYear(2000) gir 52
ta: ÅÕ¼ò¾¢ý Å¡Ãí¸û(2000), 52 ±ýÚ ¸¡ðÎõ
tr: dayOfYear(2000,12,1) eşittir 336
xh: iiveki kuNyaka(2000) ibuyisela 52

source: The minutes() function returns the value of the minutes in a time expression.
az: minutes() funksiyası dəqiqənin qiymətini vaxt ifadəsi ilə verir.
lt: Funkcija minutes() pateikia minučių reikšmę laiko išraiškoje.
mt: Il-funzjoni minutes() tirritorna l-parti tal-minuti minn ħin.
nl: De functie minutes() geeft de waarde van de minuten in een tijdsuitdrukking.
no: minutes()-funksjonen returnerer verdien av minuttene i et tidsuttrykk.
tr: min() fonksiyonu parametrede verilen değerlerin en küçüğünü ifade eder.
xh: Imizuzu() umsebenzi ubuyisela ixabiso lemizuzu kuchazo lwexesha.

source: minutes(time)
az: minutes(vaxt)
lt: minutes(laikas)
mt: minutes(ħin)
nl: minutes(tijd)
no: minutes(tid)
tr: minutes( zaman)
xh: imizuzu(ixesha)

source: minutes("10:5:2") returns 5
az: minutes("10:5:2") bərabərdir 5
bg: minutes("10:5:2") връща 5
he: 5 ריזחמ minutes("10:5:2")
lt: minutes("10:5:2") pateikia 5
mt: minutes("10:5:2") = 5
nl: minutes("10:5:2") geeft 5
no: minutes("10:5:2) gir 5
ta: ¿¢Á¢¼í¸û("10:5:2"), 5 ±ýÈ Á¾¢ô¨À ¸¡ðÎõ
tr: min(12;5;7) eşittir 5
xh: imizuzu("10:5:2") ibuyisela 5

source: The seconds() function returns the value of the seconds in a time expression.
az: seconds() funksiyası saniyənin qiymətini vaxt ifadəsi ilə verir.
lt: Funkcija seconds() pateikia sekundžių reikšmę laiko išraiškoje.
mt: Il-funzjoni seconds() tirritorna l-parti tas-sekondi minn ħin.
nl: De functie seconds() geeft de waarde van de seconden in een tijdsuitdrukking.
no: seconds()-funksjonen returnerer verdien til sekunder i et tidsuttrykk.
tr: pow(x,y) fonksiyonu x' in y üssünü ifade eder.
xh: Imizuzwana() umsebenzi ubuyisela ixabiso lemizuzwana kuchazo lwexesha.

source: seconds(time)
az: seconds(vaxt)
lt: seconds(laikas)
mt: seconds(ħin)
nl: seconds(tijd)
no: seconds(tid)
tr: seconds( zaman)
xh: imizuzwana(ixesha)

source: seconds("10:5:2") returns 2
az: seconds("10:5:2") bərabərdir 2
bg: seconds("10:5:2") връща 2
he: 2 ריזחמ seconds("10:5:2")
lt: seconds("10:5:2") pateikia 2
mt: seconds("10:5:2") = 2
nl: seconds("10:5:2") geeft 2
no: seconds("10:5:2") gir 2
ta: ¦¿¡Ê¸û("10:5:2"), 2 ±ýÚ ¸¡ðÎõ
tr: fact(0) eşittir 1
xh: imizuzwana("10:5:2") ibuyisela 2

source: Number of day in week (1..7)
az: Bir həftədəki günün miqdarı (1..7)
bg: Номер на деня в седмицата (1..7)
lt: Savaitės dienos eilės numeris (1..7)
mt: Numru tal-ġurnata fost il-ġimgħa (1-7)
nl: Nummer van de dag in de week (1...7)
no: Antall dager i uken (1..7)
ta: Å¡Ãò¾¢ø ­ÕìÌõ ¿¡ð¸Ç¢ý ±ñ½¢ì¨¸ (1..7)
tr: Bir haftadaki günün numarası (1..7)
xh: Inani lomhla kwiveki (1..7)

source: The day() function returns the name of the day of the week (1..7). In some countries the first day of the week is Monday, while in others the first day of the week is Sunday.
az: day() funksiyası həftədəki günün adını verir (1..7). Bə'zi ölkələrdə həftənin ilk günü Bazar Ertəsi ikən, bə'zi ölkələrdə Bazardır.
lt: Funkcija day() pateikia savaitės dienos pavadinimą (1..7). Kai kuriose šalyse pirmoji savaitės diena yra Pirmadienis, tuo tarpu kitose pirmoji diena yra sekmadienis.
mt: Il-funzjoni day() tirritorna l-isem tal-ġurnata fost il-ġimgħa. F'xi pajjiżi, l-ewwel ġurnata tal-ġimgħa hija t-Tnejn, filwaqt li f'oħrajn l-ewwel jum tal-ġimgħa huwa l-Ħadd.
nl: De functie day() geeft de naam van de weekdag. (1..7) In sommige landen is maandag de eerste dag van de week, terwijl in andere landen zondag de eerste dag van de week is.
no: dag()-funksjonen returnerer navnet på dagen i uken (1..7). I noen land er første dagen i uken mandag, mens i andre er første dagen søndag.
tr: day() fonksiyonu haftadaki günün adını verir (1..7). Bazı ülkelerde haftanın ilk günü Pazartesi iken, bazı ülkelerde Pazardır.
xh: Umhla() umsebenzi ubuyisela igama lomhla weveki (1..7). Kwamanye amazwe usuku lokuqala lweveki ngu Mvulo, ngexesha kwamanye usuku lokuqala lweveki iyi Cawe.

source: day(weekday)
az: day(həftənin günü)
lt: day(savaitės diena)
mt: day(numru)
nl: day(weekdag)
no: dag(ukedag)
tr: day( haftanın günü)
xh: umhla(umhla weveki)
