Repository: sandsmark/kde2-i18n
Catalog: */messages/koffice/kugar.po
Languages: af, az, bg, cs, da, de, eo, es, et, fi, hu, it, ja, lt, lv, mt, nl, no, no_ny, pl, pt, pt_br, ro, ru, sk, sl, sr, ta, tr, uk, xh

source: There are no pages in the report to print.
af: daar word nee bladsye in die raporteer aan druk.
az: Raportda çap ediləcək səhifə yoxdur.
bg: Няма нищо за печат.
cs: V reportu nejsou žádné stránky k vytištění.
da: Der er ingen sider i rapporten at udskrive.
de: Es gibt keine zu druckenden Seiten in dem Report.
eo: Estas neniuj paĝoj en la presenda raporto.
es: No hay páginas en el informe para imprimir.
et: Raportis ei ole ühtegi lehte mida välja trükkida.
fi: Raportissa ei ole tulostettavia sivuja.
hu: A nyomtatandó jelentés egyetlen oldalt sem tartalmaz.
it: Non ci sono pagine nel rapporto da stampare.
ja: レポートには印刷するページが ありません。
lt: Nėra puslapių ataskaitoje spausdinimui.
lv: Ziņojumā nav lapu ko drukāt.
mt: M'hemmx paġni x'nipprintja fir-rapport.
nl: Er zijn in het rapport geen pagina's aanwezig om af te drukken.
no: Det finnes ingen sider i rapporten å skrive ut.
no_ny: Ingen sider i rapporten skal skrivast ut.
pl: Nie ma żadnych stron w raporcie do drukowania.
pt: Não existem páginas no formulário para imprimir.
pt_br: Não há páginas no relatório a imprimir.
ro: Nu există pagin de tipărit în raport.
ru: Нечего печатать.
sk: Report neobsahuje žiadne stránky pre tlač.
sl: V poročilu ni nobene strani, ki bi jo bilo potrebno natisniti.
sr: U izveštaju predviđenom štampanje nema stranica.
ta: «È¢ì¨¸Â¢ø «îº¢¼À¼¡¾ ±ó¾ Àì¸Óõ ­ø¨Ä.
uk: Сторінки для друку у звіті відсутні.
xh: Akukho maphepha kwi ngxelo yokushicilela.

source: Printing report...
af: besig om te druk raporteer...
az: Çap etmə raportu...
bg: Печат на отчет...
cs: Tisknu report...
da: Udskriver rapport...
de: Report wird gedruckt...
eo: Presante raporton...
es: Imprimiendo informe...
et: Raporti trükkimine....
fi: Tulostetaan raporttia...
hu: A jelentés nyomtatása...
it: Stampa rapporto...
ja: レポートを印刷...
lt: Spausdinimo ataskaita...
lv: Drukāšanas ziņojums...
mt: Qed nipprintja r-rapport...
nl: Bezig met afdrukken van rapport...
no: Skriver ut rapport...
no_ny: Skriv ut rapport ...
pl: Drukowanie raportu...
pt: A imprimir o formulário...
pt_br: Imprimindo relatório...
ro: Tipăresc raportul...
ru: Печать отчета...
sk: Tlačím report...
sl: Tiskam poročilo...
sr: Štampam izveštaj...
ta: «È¢ì¨¸ «îº¢Î¸¢ÈÐ...
tr: Rapor yazdırılıyor...
uk: Друкую звіт...
xh: Ingxelo yokushicilela...

source: Creating report...
af: te skep raporteer...
az: Raport yaradılır...
bg: Създаване на отчет...
cs: Vytvářím report...
da: Opretter rapport...
de: Report wird erstellt...
eo: Kreante raporton...
es: Creando informe...
et: Raporti loomine...
fi: Luodaan raporttia...
hu: A jelentés létrehozása...
it: Creazione rapporto...
ja: レポートを作成...
lt: Sudarau ataskaitą...
lv: Veidoju ziņojumu...
mt: Qed noħloq ir-rapport...
nl: Bezig met aanmaken van rapport...
no: Lager rapport...
no_ny: Lagar rapport ...
pl: Tworzenie raportu...
pt: A criar o formulário...
pt_br: Criando relatório...
ro: Creez raport...
ru: Создание отчета...
sk: Vytváram report...
sl: Ustvarjam poročilo...
sr: Pravim izveštaj...
ta: «È¢ì¨¸ À¨¼ì¸¢ÈÐ...
tr: Rapor oluşturuluyor...
uk: Створюю звіт...
xh: Yenza ingxelo...

source: Kugar
eo: Raportilo

source: Invalid data file: %1
af: ongeldige data lêer: %1
az: Hökmsüz verilən faylı: %1
bg: Грешен формат на файла с данни: %1
cs: Neplatný datový soubor: %1
da: Ugyldig datafil: %1
de: Ungültige Datendatei: %1
eo: Nevalida datumdosiero: %1
es: Archivo de datos no válido: %1
et: Vigane andmefail: %1
fi: Virheellinen aineistotiedosto: %1
hu: Érvénytelen adatfájl: %1
it: File di dati non valido: %1
ja: 無効なデータファイル: %1
lt: Neteisinga duomenų byla: %1
lv: Nepareizs datu fails: %1
mt: Fajl tal-informazzjoni invalidu: %1
nl: Ongeldig gegevensbestand: %1
no: Ugyldig datafil: %1
no_ny: Ugyldig datafil: %1
pl: Nieporawny plik z danymi: %1
pt: Ficheiro de dados inválido: %1
pt_br: Arquivo de dados inválido: %1
ro: Fişier de date eronat: %1
ru: Неверный формат файла данных: %1
sk: Neplatný dátový súbor: %1
sl: Neveljavna datoteka s podatki: %1
sr: Neispravan fajl sa podacima: %1
ta: ¦ºøÖÀÊÂ¡¸¡¾ ¾Ã× §¸¡ôÒ: %1
tr: Geçersiz dosya: %1
uk: Невірний файл даних: %1
xh: Ifayile engasebenziyo yedata: %1

source: Unable to open data file: %1
af: nie moontlik aan open data lêer: %1
az: Verilən faylı açıla bilmir:%1
bg: Не мога да отворя файла с данни: %1
cs: Nelze otevřít datový soubor: %1
da: Kan ikke åbne datafil: %1
de: Öffnen der folgenden Datendatei nicht möglich: %1
eo: Ne eblias malfermi datumdosieron: %1
es: Incapaz de abrir archivo de datos: %1
et: Ei suuda avada andmefaili: %1
fi: Aineistotiedostoa '%1' ei voitu avata.
hu: Nem sikerült megnyitni a(z) %1 adatfájlt.
it: Impossibile aprire il file di dati: %1
ja: データファイルを開けません: %1
lt: Negalima atverti duomenų bylos: %1
lv: Nevar atvērt datu failu: %1
mt: Ma stajtx jiftaħ il-fajl tal-informazzjoni: %1
nl: Het gegevensbestand %1 kon niet worden geopend
no: Kan ikke åpne datafil: %1
no_ny: Kan ikkje opna datafil: %1
pl: Nie można otworzyć pliku z danymi: %1
pt: Não é possível abrir o ficheiro de dados: %1
pt_br: Impossível abrir arquivo de dados: %1
ro: Nu pot deschide fişierul de date: %1
ru: Не могу открыть файл данных: %1
sk: Nie je možné otvoriť dátový súbor: %1
sl: Ne morem odpreti datoteke s podatki: %1
sr: Ne mogu da otvorim fajl sa podacima: %1
ta: ¾Ã× §¸¡ô¨À ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä: %1
tr: Veri dosyası açılamıyor: %1
uk: Неможливо відкрити файл даних: %1
xh: Ayikwazi ukuvula ifayile yedata: %1

source: Unable to download template file: %1
af: nie moontlik aan aflaai werkvoorbeeld lêer: %1
az: Nümunə faylı endirilə bilmir: %1
bg: Не мога да заредя файла с шаблон: %1
cs: Nelze stáhnout soubor se šablonou: %1
da: Kan ikke hjemhente skabelonfil: %1
de: Herunterladen der folgenden Vorlage nicht möglich: %1
eo: Ne eblas elŝuti ŝablondosieron: %1
es: Incapaz de descargar el archivo de la plantilla: %1
et: Ei suuda hankida näidisfaili: %1
fi: Mallipohjatiedostoa '%1' ei voitu hakea.
hu: Nem sikerült letölteni a(z) %1 sablonfájlt.
it: Impossibile scaricare il file di modello: %1
ja: テンプレートファイルをダウンロードできません: %1
lt: Negalima atsiųsti šablono bylos: %1
lv: Nevar lejuplādēt šablona failu: %1
mt: Ma stajtx inniżżel il-fajl mudell: %1
nl: Het sjabloonbestand %1 kon niet worden opgehaald.
no: Kan ikke laste ned malfil: %1
no_ny: Kan ikkje lasta ned malfil: %1
pl: Nie można ściągnąć szablonowego pliku: %1
pt: Não é possível obter o modelo: %1
pt_br: Impossível obter arquivo-modelo: %1
ro: Nu pot transfera fişierul model: %1
ru: Не могу загрузить файл шаблона: %1
sk: Nie je možné stiahnuť šablónu: %1
sl: Ne morem pretočiti datoteke s predlogo: %1
sr: Ne mogu da preuzmem šablon: %1
ta: ÀÊÁ«îÍ §¸¡ô¨À ­Èì¸ ÓÊÂÅ¢ø¨Ä: %1
tr: Şablon dosyası alınamadı: %1
uk: Неможливо відкрити файл шаблону: %1
xh: Ayikwazi ukulayisha ngezantsi ifayile yetemplate: %1

source: Invalid template file: %1
af: ongeldige werkvoorbeeld lêer: %1
az: Hökmsüz nümunə faylı: %1
bg: Грешен формат на файла с шаблон: %1
cs: Neplatný soubor se šablonou: %1
da: Ugyldig skabelonfil: %1
de: Ungültige Vorlage: %1
eo: Nevalida ŝablondosiero: %1
es: Archivo de plantilla inválido : %1
et: Vigane näidisfail: %1
fi: Virheellinen mallipohjatiedosto: %1
hu: Érvénytelen sablonfájl: %1
it: File di modello non valido: %1
ja: 無効なテンプレートファイル: %1
lt: Neteisinga šablono byla: %1
lv: Nepareizs šablona fails: %1
mt: Fajl mudell invalidu: %1
nl: Ongeldig sjabloonbestand: %1
no: Ugyldig malfil: %1
no_ny: Ugyldig malfil: %1
pl: Niepoprawny plik szablonowy: %1
pt: Ficheiro de modelo inválido: %1
pt_br: Arquivo-modelo inválido: %1
ro: Fişier model necorespunzător: %1
ru: Неверный формат файла шаблона: %1
sk: Neplatná šablóna: %1
sl: Neveljavna datoteka s predlogo: %1
sr: Neispravan šablon: %1
ta: ¦ºøÖÀÊÂ¡¸¡¾ ÀÊÁ«îÍ §¸¡ôÒ: %1
tr: Geçersiz şablon dosyası: %1
uk: Невірний файл шаблону: %1
xh: Ifayile yetemplate engasebenziyo: %1

source: Unable to open template file: %1
af: nie moontlik aan open werkvoorbeeld lêer: %1
az: Nümunə faylı açıla bilmir: %1
bg: Не мога да отворя файл с шаблон: %1
cs: Nelze otevřít soubor se šablonou: %1
da: Kan ikke åbne skabelonfil: %1
de: Öffnen der folgende Vorlage nicht möglich: %1
eo: Ne eblas malfermi ŝablondosieron: %1
es: Incapaz de abrir el archivo de la plantilla: %1
et: Ei suuda avada näidisfaili: %1
fi: Mallipohjatiedostoa '%1' ei voitu avata.
hu: Nem sikerült megnyitni a(z) %1 sablonfájlt.
it: Impossibile aprire il file di modello: %1
ja: テンプレートファイルを開けません: %1
lt: Negalima atverti šablono bylos: %1
lv: Nevar atvērt šablona failu: %1
mt: Ma stajtx niftaħ fajl mudell: %1
nl: Het sjabloonbestand %1 kon niet worden geopend.
no: Kan ikke åpne malfil: %1
no_ny: Kan ikkje opna malfil: %1
pl: Nie można otworzyć pliku szablonowego: %1
pt: Não é possível abrir o ficheiro do modelo: %1
pt_br: Impossível abrir arquivo-modelo: %1
ro: Nu pot deschide fişierul model: %1
ru: Не могу открыть файл шаблона: %1
sk: Nie je možné otvoriť šablónu: %1
sl: Ne morem odpreti datoteke s predlogo: %1
sr: Ne mogu da otvorim šablon: %1
ta: ÀÊÁ«îÍ §¸¡ô¨À ¾¢Èì¸ÓÊÂÅ¢ø¨Ä: %1
tr: Şablon dosyası açılamadı: %1
uk: Неможливо відкрити файл шаблону: %1
xh: Ayikwazi ukuvula ifayile: %1

source: A template driven report viewer for XML data.
az: XML verilən nümayişçisi.
cs: Prohlížeč reportů ovládaných pomocí XML dat.
da: En skabelondrevet rapportviser for XML data.
de: Ein vorlagen-gesteuerter Reportbetrachter für XML-Daten
eo: Ŝablonpelata raportilo por XML-datumoj.
es: Una plantilla de visor de informes para manejar datos XML.
et: Näidiste abil tõõtav raportikäsitleja XML-andmete jaoks.
fi: Mallipohjiin perustuva raportinkatseluohjelma XML-aineistolle.
hu: Sablonokra épülő jelentéskészítő XML adatforrásokhoz.
it: Un visualizzatore di rapporti basato su file di modelli per dati XML.
ja: XMLデータ用テンプレート駆動レポートビューア
lt: Šablonas, valdantis XML duomenų ataskaitos žiūriklį.
lv: Šablona vadīts ziņojumu skatītājs XML datiem.
mt: Werrej ta' rapporti bbażat fuq mudelli għal informazzjoni XML
nl: Een door sjablonen aangedreven rapportenviewer voor XML-gegevens
no: En maldreven rapportviser for XML-data.
no_ny: Ein maldriven rapportvisar for XML-data.
pl: Przeglądarka raportów szablonowych dla danych XML.
pt: Um visualizador de formulários e relatórios baseado em modelos para dados XML.
pt_br: Um visualizador de relatórios dirigido por modelos, para dados XML.
ro: Un vizualizor de rapoarte pentru date XML.
ru: Основанный на шаблонах просмотрщик данных XML.
sk: Prehliadač reportov pre XML dáta založený na šablónach.
sl: Na predlogi osnovan pregledovalnik poročil za podatke XML.
sr: Pregledač izveštaja za XML podatke zasnovan na šablonima.
ta: XML ¾Ã¨Å ÀÊÁ «îÍ ÅÆ¢Â¡¸ «È¢ì¨¸ ¸¡ðº¢Â¡Ç÷
tr: XML verisi için rapor görüntüleyici
uk: Переглядач звітів для даних XML на основі шаблонів.
xh: Umboniseli wengxelo eqhutywayo yetemplate ye XML data.

source: Kugar merges XML data files with XML templates to display and print high quality reports.
af: kugar vlans saam xml data lêers met xml voorbeelde aan vertoon en druk hoog kwaliteit raporte.
az: Kuqar, XML verilən fayllarını XML nümunələri ilə birləşdirərək yüksək keyfiyyətli günlük raportlar yazır.
bg: Kugar обединява файлове с данни в XML с файлове на шаблони на XML за показване и печат на висококачествени отчети.
cs: Kugar slučuje XML data soubory s XML šablonami; zobrazuje a tiskne vysoce kvalitní reporty.
da: Kugar fletter XML datafiler med XML skabeloner for at vise og udskrive højkvalitets rapporter.
de: Kugar stellt XML-Datendateien gemäß vorgegebenen XML-Vorlagen dar und druckt sie aus.
eo: Raportilo kunigas XML-datumdosierojn kun XML-ŝablonoj por prezenti kaj presi altkvalitajn raportojn.
es: Kugar combina el archivo de datos XML con plantillas XML para mostrar e imprimir informes de alta calidad.
et: Kugar ühendab XML andmed XML näidisfailidega kuvamaks ja trükkimaks kõrge tasemega raporteid.
fi: Kugar yhdistää XML aineistotiedostoja XML-mallipohjiin näyttääkseen ja tulostaakseen korkealaatuisia raportteja.
hu: A Kugar segítségével XML adatforrásokból lehet XML sablonok felhasználásával jelentést készíteni (a képernyőre és a nyomtatóra is).
it: Kugar unisce file di dati XML con file di modello XML per visualizzare e stampare rapporti di alta qualit√†.
ja: Kugerは高品質のレポートを表示、印刷するためにXMLデータファイルを XMLテンプレートでマージします。
lt: Kugar sujungs XML duomenų bylas su XML šablonais, kad parodyti ir atspausdinti aukštos kokybės ataskaitas.
lv: Kugar savieno XML datu failus ar XML šabloniem lai parādītu un drukātu augstas kvalitātes ziņojumus.
mt: Kugar jagħti forma lill-informazzjoni XML permezz ta' mudelli XML, biex juri u jipprintja rapporti ta' kwalità għolja.
nl: Kugar voegt XML-gegevensbestanden samen met XML-sjablonen om hoge kwaliteit rapporten te weergeven en afdrukken.
no: Kugar smelter sammen XML-datafiler med XML-maler for å vise og skrive ut høykvalitetsrapporter.
no_ny: Kugar slår saman XML-datafiler med XML-malar for å visa og skriva ut rapportar i høg kvalitet.
pl: Kugar łączy pliki danych XML z szablonami XML aby wyświetlać i drukować wysokiej jakości raporty.
pt: O Kugar junta ficheiros de dados em XML com modelos de XML para mostrar e imprimir relatórios e formulários de alta qualidade.
pt_br: O Kugar combina arquivos de dados XML com modelos XML para mostrar e imprimir relatórios de alta qualidade.
ro: Kugar combină fişiere de date XML cu modele XML pentru a afişa şi tipării rapoarte de înaltă calitate.
ru: Kugar объединяет файл данных в XML с файлом шаблона XML для показа и печати высококачественных отчетов.
sk: Kugar spojí dátové súbory XML so šablónami XML a zobrazí alebo vytlačí reporty vo vysokej kvalite.
sl: Kugar združuje podatkovne datoteke XML s predlogami XML, da bi prikazal in natisnil visoko kvalitetna poročila.
sr: Kugar spaja fajlove sa XML podacima i XML šablone kako bi prikazao i odštampao visoko kvalitetne izveštaje.
ta: Kugar XML ¾Ã× §¸¡ôÒ¸¨Ç XML ÀÊÁ «îÍ¸¨Ç ´Õí¸¢¨½òÐ ¯Â÷¾Ã «È¢ì¨¸¸¨Ç ¦À¡È¢ì¸×õ ¸¡ð¼×õ ¯¾×õ.
tr: Kugar, XML veri dosyasını XML şablonuyla birleştirerek yüksek kalitede raporaların yazdırılmasını sağlar.
uk: Kugar об'єднує файли даних XML з XML шаблонами для відображення та друкування високоякісних звітів.
xh: i Kugar ilungisa iifayile ze data ye XML nge templates ze XML ukubonisa nokushicilela iingxelo zobunjani obuphezulu.

source: The XML data file.
af: die xml data lêer.
az: XML verilən faylı.
bg: Файл с данни XML.
cs: XML soubor s daty.
da: XML datafilen.
de: Die XML-Datendatei
eo: La XML-datumdosiero.
es: El archivo de datos XML.
et: XML andmefail.
fi: XML-aineistotiedosto.
hu: Az XML adatfájl.
it: Il file di dati XML.
ja: XMLデータファイル
lt: XML duomenų byla.
lv: XML datu fails:
mt: Fajl ta' informazzjoni XML
nl: Het XML-gegevensbestand.
no: XML-datafilen.
no_ny: XML-datafila.
pl: Plik XML
pt: O ficheiro de dados em XML.
pt_br: O arquivo de dados XML.
ro: Fişier de date XML.
ru: Файл данных XML.
sk: Dátový súbor XML.
sl: Datoteka XML s podatki.
sr: Fajl sa XML podacima.
ta: XML ¾Ã× §¸¡ôÒ.
tr: XML veri dosyası.
uk: Файл даних XML.
xh: Ifayile yedata ye XML.

source: The XML template file URL.
af: die xml werkvoorbeeld lêer url.
az: XML nümunə faylı URLsi.
bg: URL aдрес на файла с шаблон XML.
cs: URL XML šablony.
da: XML skabelonfil URL.
de: Die Adresse der XML-Vorlage
eo: La URL de la XML-ŝablondosiero.
es: La URL del archivo de la plantilla XML.
et: XML näidisfaili aadress.
fi: XML-mallipohjatiedoston URL.
hu: Az XML sablon URL-je.
it: La URL del file di modello XML.
ja: XMLテンプレートファイルのURL
lt: XML šablono bylos URL.
lv: XML šablona faila URL.
mt: URL tal-mudell XML.
nl: het URL-adres van het XML-sjabloonbestand
no: URLen til XML-malfilen.
no_ny: URL-en til XML-malfila.
pl: Adres URL szablonowego pliku XML.
pt: O URL do modelo de XML.
pt_br: A URL do arquivo-modelo XML.
ro: URL către fişierul model XML.
ru: Адрес файла шаблона XML.
sk: URL pre šablónu XML.
sl: Povezava do datoteke XML s predlogo.
sr: URL XML šablona.
ta: XML ÀÊÁ«îÍ §¸¡ôÒ URL.
tr: XML şablon dosya adresi.
uk: URL файлу шаблону XML.
xh: I XML ifayile yetemplate URL.
